[
    {
        "attraction_name": "09 Shoe Shop",
        "attraction_name_vi": "09 Cửa Hàng Giày",
        "general_info": [
            "787 đánh giá",
            "83 trên 679 Mua sắm ở Hội An",
            "Cửa hàng quà tặng đặc sản"
        ],
        "attraction_summary": "Hơn 14 năm trước, chị Tường, người Hội An có kinh nghiệm may quần áo đã quyết định đưa đế giày trở lại với nghệ thuật đóng giày ở quê hương và thành lập cửa hàng 09 Shoe Shop. Số 9 trong tiếng Việt mang ý nghĩa may mắn, thịnh vượng, đó là lý do tên quán không phải địa chỉ! Nhờ mối quan hệ gia đình và bản lĩnh kinh doanh tốt, bà Tường luôn tiếp cận được nguồn da thuộc hảo hạng nhất Hội An và những thợ đóng giày giàu kinh nghiệm nhất. Do đó, cô đã thiết lập mối quan hệ độc quyền với những nghệ nhân giày tài năng nhất và bắt tay vào sản xuất giày không chỉ cho khách hàng Việt Nam hiện tại mà còn cho cả người nước ngoài. Để trau dồi kỹ năng của những người thợ đóng giày, cô Tường thường đi ra nước ngoài để mua giày nước ngoài, đặc biệt là giày Ý, sau đó tách chúng ra để xem chúng được làm như thế nào và sử dụng chất liệu gì. Sau đó, cô đào tạo nhân viên của mình bắt chước nghệ thuật đóng giày của phương Tây để phục vụ nhóm khách du lịch mới nổi. Với thái độ luôn làm hài lòng khách hàng, Ms Tường luôn nỗ lực cải tiến và tạo ra những sản phẩm mới. Phạm vi kinh doanh của cô đã mở rộng qua nhiều năm ngoài giày dép và cô cũng được đánh giá cao về các sản phẩm da khác của mình. Những chiếc áo khoác, túi xách, ví và ví da được đặt làm riêng của cô cũng có chất lượng vô song như đôi giày của cô. Bằng chứng cho thực tế này là rất nhiều khách hàng quay trở lại mà cô có từ nước ngoài, hầu hết đều là những người mà cô đã quen biết hơn 10 năm. Việc ghé thăm Cửa hàng giày 09 không chỉ giúp bạn lấy lại động lực mà còn không làm mất đi số tiền tiết kiệm của bạn. Bạn cũng có thể tự hỏi, tại sao lại phải chi số tiền tương đương cho một đôi giày tốt ở quê nhà khi bạn có thể có ba đôi trở lên được thiết kế riêng ở Hội An?Đọc thêm",
        "reviews": [
            "Chất lượng và dịch vụ tốt nhất. Giày được thực hiện và chỉnh sửa trong vòng chưa đầy 2 ngày. Tôi có đôi giày đầu tiên được sản xuất ở đây vào năm 2017 và chúng vẫn bền bỉ như đôi giày công sở thoải mái nhất mà tôi từng sở hữu. Chúng tôi đã nhận được một cặp khác trong chuyến đi gần đây nhất của chúng tôi - tháng 12 năm 2023. Rất khuyến khích sử dụng chúng. Chất lượng, giá trị và dịch vụ khách hàng tuyệt vời. Đọc thêm",
            "Ôi trời TUYỆT VỜI !!! Dịch vụ khách hàng tuyệt vời nhất. Chúng tôi rất yêu thích chiếc túi và ví làm bằng tay của mình - giá cả cũng rất tuyệt vời!!! 1010 được đề xuất!!! Đọc thêm",
            "Đã đặt mua một số đôi giày brogues tuyệt đẹp cho tủ đồ công sở của tôi, không hề thất vọng, chúng vừa vặn hoàn hảo và sẽ rất hợp với bộ vest mới của tôi từ cửa hàng chị em bên cạnh. Đọc thêm",
            "Quá trình rất dễ dàng và nhanh chóng, Liên đã giúp tôi chọn một chiếc da có màu sắc đẹp để phù hợp với bộ đồ mới may và chuẩn bị sẵn đôi giày cho tôi vào ngày hôm sau. Tôi khuyên bạn nên tìm kiếm kết quả có giá hợp lý, nhanh chóng và chất lượng với ai đó theo đúng lịch trình.Đọc thêm",
            "Tôi và chồng đã làm 4 thứ - chiếc áo khoác da rất đẹp nên được 3 sao - da mềm đẹp. Cho đến nay đôi giày và dép xỏ ngón của anh ấy có vẻ ổn nhưng thời gian sẽ trả lời, nhưng đôi giày trượt bằng da của tôi có chất lượng rất kém - đế cao su trông lỏng lẻo sau vài phút đi lần đầu tiên và trong vòng 30 phút chúng đã rơi ra. Đối với giá phải trả thì nó rất kém. Lời khuyên của tôi là hãy kiểm tra hàng hóa của bạn đúng cách, kiểm tra chúng, thử và kéo đế và đừng chỉ tin lời họ là mọi chuyện đều ổn.Đọc thêm",
            "Thật là một cửa hàng tuyệt vời! Tôi đã có một chiếc áo khoác da được sản xuất ở đây và nó rất vừa vặn. Các nhân viên rất niềm nở và thân thiện, và hoàn thành chiếc áo khoác trong vòng chưa đầy một ngày! Không thể giới thiệu nơi này đủ. Đọc thêm",
            "Túi chất lượng kém. Có vẻ như họ sử dụng da được sơn rẻ tiền. Màu sắc bị rách do nhãn dán hành lý sân bay. Bạn có thể xem trong hình đính kèm.Đọc thêm",
            "Giới thiệu cho chị gái thợ may Hoà Bình của tôi ở hoi an. Tên cô ấy là Tah và đã mang đến một trải nghiệm phi thường. Cô ấy vẽ riêng từng bàn chân và thiết kế riêng cả hai đôi giày cho phép tôi chọn da bên ngoài, lớp lót bên trong và đế gỗ bên ngoài. Thậm chí có thể tùy chỉnh mẫu nếu bạn chọn giày brogues thay vì giày oxfords. Sau đó, tôi phải mua một chiếc thắt lưng phù hợp có cùng loại da với đôi giày của tôi và các lỗ cũng như chiều dài tùy chỉnh để phù hợp với mọi trường hợp. Là một người rất đặc biệt với sự thoải mái của đôi giày của mình, tôi thực sự muốn giới thiệu nơi này cho những đôi giày thoải mái nhất mà tôi đã mua.Đọc thêm",
            "Đến đây vì một bài báo tôi đọc trên mạng về chất lượng của chúng. Nó hoàn toàn đúng ở một mức giá hợp lý. Liên và Trang đã dành thời gian giúp tôi tìm mẫu phù hợp và đảm bảo thắt lưng của tôi vừa vặn. Họ cũng biết chính xác cách đo kích thước thắt lưng và biết nghi thức liên quan đến vị trí đặt lỗ thắt lưng và thời gian thắt lưng cần kéo dài. Chuyên gia. Bạn sẽ không tìm thấy tốt hơn.Đọc thêm",
            "Họ tạo ra những đôi giày chất lượng tốt, thật tuyệt vời! Liên Trang thật ngọt ngào khi giúp đỡ chúng tôi và đưa ra lời khuyên. Đôi giày vừa vặn hoàn hảo và hoàn thành trong vài giờ.Đọc thêm",
            "Robin thân mến,\n\nCảm ơn bạn đã lựa chọn 09 Shoe Shop và chia sẻ những đánh giá tuyệt vời của mình trên trang của chúng tôi. Chúng tôi rất vui khi biết rằng bạn hài lòng với dịch vụ của chúng tôi, chất lượng và đôi giày vừa vặn hoàn hảo. Rất mong được chào đón bạn một lần nữa trong thời gian tới.\n\n09 Cửa Hàng Giày\n\nĐọc thêm",
            "Một chiếc áo khoác da ở đây sẽ có giá bao nhiêu ở cửa hàng này? Tôi cao 5 feet 6, dáng người mảnh khảnh. Đang cố gắng để có được một bức tranh về giá cả.Đọc thêm",
            "Bạn sẽ trả bao nhiêu cho một đôi bốt đến mắt cá chân in hình ngựa vằn, có ai biết không?Đọc thêm",
            "Chúng tôi đã trả 70 đô la Mỹ cho một đôi bốt nam đến mắt cá chân Đọc thêm",
            "Xin chào, tôi hy vọng Kyle lk sẽ mua một bản sao dâu tằm, bạn có làm điều này không và bao nhiêu\n\nTrân trọng CherieĐọc thêm",
            "Xin chào Cherie \n\nBạn sẽ phải liên hệ với cửa hàng, tôi vừa mua các thiết kế trên kệ của họ. Tuy nhiên, họ có vẻ giỏi sao chép miễn là bạn chụp bản gốc hoặc nhiều ảnh để họ sao chép. Đọc thêm",
            "Giá thông thường để sản xuất giày, áo khoác và túi xách là bao nhiêu?Đọc thêm",
            "Tôi có cần chụp ảnh không hay họ có ảnh để lướt qua để lựa chọn giống như ở Thái Lan?Đọc thêm",
            "Họ có rất nhiều sách và tranh ảnh để xem qua!Đọc thêm"
        ],
        "star_ratings": [
            694,
            44,
            11,
            13,
            25
        ],
        "review_amount": 787,
        "location": [
            "Những điều cần làm ở Hội An",
            "Châu Á",
            "Việt Nam",
            "Chào An",
            "Tỉnh Quảng Nam",
            "09 Cửa Hàng Giày"
        ],
        "reviews_time": [
            "Written December 11, 2023",
            "Written August 14, 2023",
            "Written August 2, 2023",
            "Written August 1, 2023",
            "Written May 29, 2023",
            "Written May 27, 2023",
            "Written May 26, 2023",
            "Written September 24, 2022",
            "Written July 31, 2022",
            "Written May 16, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298082-d3588809-Reviews-09_Shoe_Shop-Hoi_An_Quang_Nam_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d3724095-Reviews-Little_Faifo_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25259196-Reviews-Hoi_An_Heart_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26229136-Reviews-Sing_Ma_Restaurant_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26848559-Reviews-Em_H_i_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d24966494-Reviews-Lenco_Cafe_Bar-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d14927502-Reviews-Silent_Garden_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d10768724-Reviews-Olivier_Coffee-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25306878-Reviews-Chops_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d15086699-Reviews-Melody_Fine_Dining_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25420069-Reviews-MAAZI_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d27424525-Reviews-Huong_Linen_Clothing-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d25236612-Reviews-Gieng_Ba_Le-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d10860210-Reviews-The_Timeless_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d5854199-Reviews-The_Timeless_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d17854241-Reviews-Sonsu_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d9978380-Reviews-Cloth_Shop_VY_VY_II-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d24147298-Reviews-Ha_Ni_Cloth_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12310669-Reviews-Hoi_An_Post_Office-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d451148-Reviews-Hoi_An_Museum-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12499410-Reviews-ALLEY_Artist_House_2-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3588809-Reviews-or10-09_Shoe_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2717876-Reviews-Peace_Tailor_in_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15776299-Reviews-Thanh_Design-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6845023-Reviews-Two_Ladies_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15000385-Reviews-Blue_Chic_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26605658-Reviews-Bison_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2202046-Reviews-Metiseko-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1194254-Reviews-A_Dong_Silk_Tailors-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4609042-Reviews-Tuong_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d9466019-Reviews-45_Thu_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12945791-Reviews-Shine_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4211261-Reviews-Trang_Tri-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4413494-Reviews-Nhat_Silk_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d11548889-Reviews-Wild_Orchid_Tailor_Shop_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g25373256-d6740407-Reviews-Ann_Tailor_Hoi_An-Son_Phong_Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4311654-Reviews-Fashion_Style_cloth_shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6990104-Reviews-Tulip_Silk_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25442806-Reviews-De_Casa_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d5343132-Reviews-Hoi_An_Express-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8540400-Reviews-Barri_Ann_Travel-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6163911-Reviews-Bao_Diep_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d9748274-Reviews-The_Bi_tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g32411-d127971-Reviews-Coyote_Hills_Regional_Park-Fremont_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g15070974-d12937879-Reviews-Mahogany_Bay_Cruise_Center-Dixon_Cove_Roatan_Bay_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g58438-d12515289-Reviews-Artist_Point-Deming_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g49407-d1022187-Reviews-Teach_s_Hole_Blackbeard_Exhibit-Ocracoke_Outer_Banks_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g635887-d15147409-Reviews-Europa_Shopping_Centre-Puerto_Rico_Gran_Canaria_Canary_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g42310-d1854965-Reviews-Laketown_Beach-Holland_Ottawa_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g651971-d5568567-Reviews-Episkopi_Beach-Episkopi_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g187849-d5568124-Reviews-Ippodromo_di_San_Siro-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g147415-d149525-Reviews-Atholl_Island-New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d244892-Reviews-Jamboree_Jazz-Barcelona_Catalonia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298082-d3588809-Reviews-or10-09_Shoe_Shop-Hoi_An_Quang_Nam_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298082-d3588809-Reviews-09_Shoe_Shop-Hoi_An_Quang_Nam_Province.html"
    },
    {
        "attraction_name": "09 Shoe Shop",
        "attraction_name_vi": "09 Cửa Hàng Giày",
        "general_info": [
            "787 đánh giá",
            "83 trên 679 Mua sắm ở Hội An",
            "Cửa hàng quà tặng đặc sản"
        ],
        "attraction_summary": "Hơn 14 năm trước, chị Tường, người Hội An có kinh nghiệm may quần áo đã quyết định đưa đế giày trở lại với nghệ thuật đóng giày ở quê hương và thành lập cửa hàng 09 Shoe Shop. Số 9 trong tiếng Việt mang ý nghĩa may mắn, thịnh vượng, đó là lý do tên quán không phải địa chỉ! Nhờ mối quan hệ gia đình và bản lĩnh kinh doanh tốt, bà Tường luôn tiếp cận được nguồn da thuộc hảo hạng nhất Hội An và những thợ đóng giày giàu kinh nghiệm nhất. Do đó, cô đã thiết lập mối quan hệ độc quyền với những nghệ nhân giày tài năng nhất và bắt tay vào sản xuất giày không chỉ cho khách hàng Việt Nam hiện tại mà còn cho cả người nước ngoài. Để trau dồi kỹ năng của người thợ đóng giày, cô Tường thường đi ra nước ngoài để mua giày nước ngoài, đặc biệt là giày Ý, sau đó tách chúng ra để xem chúng được làm như thế nào và sử dụng chất liệu gì. Sau đó, cô đào tạo nhân viên của mình bắt chước nghệ thuật đóng giày của phương Tây để phục vụ nhóm khách du lịch mới nổi. Với thái độ luôn làm hài lòng khách hàng, Ms Tường luôn nỗ lực cải tiến và tạo ra những sản phẩm mới. Phạm vi kinh doanh của cô đã mở rộng qua nhiều năm ngoài giày dép và cô cũng được đánh giá cao về các sản phẩm da khác của mình. Những chiếc áo khoác, túi xách, ví và ví da được đặt làm riêng của cô cũng có chất lượng vô song như đôi giày của cô. Bằng chứng cho thực tế này là rất nhiều khách hàng quay trở lại mà cô có từ nước ngoài, hầu hết đều là những người mà cô đã quen biết hơn 10 năm. Việc ghé thăm Cửa hàng giày 09 không chỉ giúp bạn lấy lại động lực mà còn không làm mất đi số tiền tiết kiệm của bạn. Bạn cũng có thể tự hỏi, tại sao lại phải chi số tiền tương đương cho một đôi giày tốt ở quê nhà khi bạn có thể có ba đôi trở lên được thiết kế riêng ở Hội An?Đọc thêm",
        "reviews": [
            "Giày da lộn tùy chỉnh tuyệt vời trong 2 ngày. Dịch vụ khách hàng tuyệt vời và một sản phẩm chất lượng cao. Tôi đánh giá cao cửa hàng giày 09Đọc thêm",
            "Morf thân mến,\n\nCảm ơn bạn đã lựa chọn 09 Shoe Shop và chia sẻ những đánh giá tuyệt vời của mình trên trang của chúng tôi. Rất vui khi biết rằng bạn hài lòng với dịch vụ khách hàng tuyệt vời và sản phẩm chất lượng cao của chúng tôi. Rất mong được chào đón bạn một lần nữa trong thời gian tới.\n\n09 Cửa Hàng Giày\n\nĐọc thêm",
            "Tôi thích cửa hàng giày này vì một người có nhiều vấn đề với đôi chân của mình. Bạn có thể tạo ra chiếc ủng thoải mái của riêng mình. Ngoài ra tôi có thể chọn loại da bò vì độ mềm của nó. Nhân viên Lee rất nhiệt tình. Ngay cả khi mất bình tĩnh, đôi khi cô ấy hoàn toàn hiểu tôi cần gì.Đọc thêm",
            "Epruu thân mến,\n\nCảm ơn bạn đã lựa chọn 09 Shoe Shop và chia sẻ những đánh giá tuyệt vời của mình trên trang của chúng tôi. Rất vui khi biết rằng bạn hài lòng với dịch vụ của Lee và các sản phẩm do chúng tôi thực hiện. Rất mong được chào đón bạn một lần nữa trong thời gian tới.\n\n09 Cửa Hàng Giày\n\nĐọc thêm",
            "Chúng tôi vừa nhận đôi giày mới từ ngày 09. Tôi chưa thể bình luận về việc chúng sẽ hoạt động như thế nào. Điều tôi có thể nói là chúng tôi tiếp tục quay lại cho đến khi hài lòng với họ. Không bao giờ có vấn đề gì với việc chúng tôi muốn chúng lớn hơn. Trên thực tế, họ đã thay phần trước đôi giày của vợ tôi vài lần cho đến khi cô ấy hài lòng và thoải mái. 09 được đánh giá và đánh giá tốt trên TripAdvisor. Đó là lý do tại sao chúng tôi đến đó. Chúng tôi muốn một nhà sản xuất giày nổi tiếng về chất lượng và dịch vụ. Tôi chỉ cho họ xem hình ảnh đôi giày tôi muốn và họ đã làm ra chúng. Một trải nghiệm rất thú vị. Chúng tôi đã xử lý Lee và Rose. Họ rất chuyên nghiệp và rất hữu ích. Tôi sẽ cập nhật về cách họ làm việc cho tôi trong tương lai. Đọc thêm",
            "Cảm ơn bạn đã lựa chọn 09 Shoe Shop và chia sẻ những đánh giá tuyệt vời của mình trên trang của chúng tôi. Rất vui khi biết rằng bạn hài lòng với dịch vụ của chúng tôi và các mặt hàng được thực hiện. Rất mong được chào đón bạn một lần nữa trong thời gian tới.\n\n09 Cửa Hàng Giày\n\nĐọc thêm",
            "Dịch vụ khách hàng tuyệt vời của Hong! Trung thực và hữu ích. Rất khuyến khích cửa hàng này để hỗ trợ nền kinh tế địa phương. Đọc thêm",
            "Belinda thân mến,\n\nCảm ơn bạn đã chọn 09 Shoe Shop và chia sẻ đánh giá tuyệt vời của bạn trên trang của chúng tôi. Chúng tôi rất vui khi biết rằng bạn hài lòng với dịch vụ của chúng tôi và các mặt hàng được làm. Chúng tôi mong được chào đón bạn một lần nữa trong thời gian tới.\n\n09 Shoe Shop\n\nĐọc thêm",
            "Quán trông không bắt mắt, hơi tối và không thích kiểu giày của mình. Giày làm theo yêu cầu của họ đắt hơn 50 đô so với các cửa hàng khác, chúng tôi không mua nên không biết chất lượng giày của họ.Đọc thêm",
            "Macca thân mến,\n\nCảm ơn bạn đã ghé thăm Shop Giày 09 và chia sẻ đánh giá của mình trên trang của chúng tôi. Chúng tôi rất tiếc vì bạn đã không thử dịch vụ của chúng tôi để xem chất lượng sản phẩm của chúng tôi. Chúng tôi có nhiều lựa chọn về da và giá cả khác nhau tùy thuộc vào chất liệu và kiểu dáng. Chúng tôi tin rằng thứ tốt thì không rẻ và thứ rẻ thì không tốt. Mức giá chúng tôi đưa ra cho khách hàng là hợp lý như đã nhận được nhiều nhận xét xuất sắc từ khách hàng. Ngoài ra, tại 09 Shoe Shop đảm bảo sự hài lòng của bạn sẽ được đảm bảo nên chúng tôi tin rằng bạn sẽ hài lòng khi sử dụng dịch vụ của chúng tôi. Dù sao, chúng tôi chúc bạn tận hưởng chuyến hành trình đến Hội An và tìm thấy những điều ưng ý ở thành phố xinh đẹp này. Chúng tôi rất mong có cơ hội được phục vụ bạn một ngày nào đó.\n\nTrân trọng!\n\nCửa hàng giày 09Đọc thêm",
            "Túi, giày và thắt lưng da chất lượng tuyệt vời, v.v. Chúng tôi đã chụp ảnh những đôi giày mà chúng tôi muốn và họ đã tạo ra các phiên bản tùy chỉnh theo lựa chọn da của chúng tôi. Họ đã điều chỉnh chúng kỹ hơn sau lần thử đầu tiên. Tất cả nhân viên đều thân thiện và cho chúng tôi nhiều thời gian để xem xét các lựa chọn khác nhau và suy nghĩ kỹ lưỡng về các lựa chọn của mìnhĐọc thêm",
            "Rupertharrington thân mến,\n\nCảm ơn bạn đã lựa chọn 09 Shoe Shop và chia sẻ những đánh giá tuyệt vời của mình trên trang của chúng tôi. Rất vui khi biết rằng bạn hài lòng với dịch vụ của chúng tôi và chất lượng của các mặt hàng được thực hiện. Rất mong được chào đón bạn một lần nữa trong thời gian tới.\n\n09 Cửa Hàng Giày\n\nĐọc thêm",
            "Chúng tôi đang đi nghỉ ở Hội An và được khuyên nên may một số giày. Chồng tôi mang đến một đôi giày bốt yêu thích của anh ấy có giá bán lẻ khoảng 300 USD ở Úc. Khi chúng tôi gặp Mina và Thy Thy, những người đã hỗ trợ chúng tôi, họ đã giải thích những gì họ có thể làm và sau đó hướng dẫn chúng tôi thực hiện quy trình. Chúng tôi đã mang những đôi bốt cũ từ Úc sang để họ có thể làm ra thứ gì đó rất giống nhau. Những người phụ nữ đã hỗ trợ và giải thích cho chúng tôi về loại da cũng như loại đế da mà họ sẽ sử dụng. Hai ngày sau, chúng tôi quay lại để thử đồ và chúng vừa vặn như một chiếc găng tay, với giá chỉ bằng một nửa số tiền chúng tôi phải trả ở nhà. Vì vậy, rất hài lòng với chất lượng và sự thoải mái, thêm 2 đôi giày nữa đã được sản xuất. Đội ngũ các cá nhân tài năng này đã làm cho quá trình này trở nên rất dễ dàng. Chắc chắn sẽ quay lạiXem thêm",
            "Colleen thân mến,\n\nCảm ơn bạn đã lựa chọn 09 Shoe Shop và chia sẻ những đánh giá tuyệt vời của mình trên trang của chúng tôi. Rất vui khi biết rằng bạn hài lòng với dịch vụ cũng như chất lượng và giá cả tuyệt vời của chúng tôi. Rất mong được chào đón bạn một lần nữa trong thời gian tới.\n\n09 Cửa Hàng Giày\n\nĐọc thêm",
            "Bà Hồng là một nhân viên rất giàu kinh nghiệm. Cuối cùng tôi đã nhận được 2 đôi giày vì đôi đầu tiên rất vừa vặn. Ngoài ra dây da có chất lượng rất cao. Đôi giày đã sẵn sàng cho buổi thử giày đầu tiên vào ngày hôm sau và bà Hong chỉ yêu cầu thêm nửa ngày nữa để khâu thêm vài đường và dán keo để làm cho đôi giày bền hơn. Tôi đã đi đôi giày đó trong một đám cưới vài ngày sau đó và mọi người đều khen ngợi tích cực. Tôi chắc chắn khuyên mọi người nên làm giày vào lúc 9 giờ trong chuyến thăm Hội An. Chỉ cần hai ngày thôi. Tôi hy vọng họ sẽ vận chuyển, sau đó tôi chắc chắn sẽ đặt mua thêm giày trong tương lai. Trân trọng.Đọc thêm",
            "Kitô hữu thân mến,\n\nCảm ơn bạn đã lựa chọn 09 Shoe Shop và chia sẻ những đánh giá tuyệt vời của mình trên trang của chúng tôi. Rất vui khi biết bạn hài lòng với dịch vụ của Hồng và hài lòng với những sản phẩm mình làm ra. Rất mong được chào đón bạn một lần nữa trong thời gian tới.\n\n09 Cửa Hàng Giày\n\nĐọc thêm",
            "Đi bộ bên cạnh nơi tôi đang may một vài bộ vest và tìm thấy 09 Leather. Có một chiếc túi được làm theo thông số kỹ thuật của tôi và họ có thể làm qua đêm. Thực sự hài lòng với kết quả và bây giờ quay lại để thực hiện một số tác phẩm bổ sung. Lý do tuyệt vời cho một kỳ nghỉ khác. Đọc thêm",
            "Lần đầu tiên đi nghỉ ở Việt Nam cùng mẹ. Đi đến Shop Giày 09 tại khách sạn Sunrise ở Hội An. Quán này nối liền với tiệm may Tường. Tôi có một túi hành lý xách tay đựng máy tính xách tay tùy chỉnh được làm theo đặc điểm kỹ thuật của tôi. Tôi đã cho xem một bức ảnh về những gì tôi muốn và tôi muốn kích thước lớn hơn một chút và không vấn đề gì. Chỉ chưa đầy 2 ngày sau, trời ơi, nó quá đẹp và hoàn hảo nên tôi đã đặt mua một chiếc ví cỡ lớn đựng giấy tờ du lịch cũng theo đúng yêu cầu của mình. Một lần nữa nó lại hoàn hảo. Trên thực tế, cả hai đều tốt hơn mức hoàn hảo! Cảm ơn bạn rất nhiều đến Hana, Cau, Thy và Mina tuyệt vời vì tất cả sự quan tâm của bạn. Không có gì là một vấn đề. Thật là một trải nghiệm tuyệt vời tôi sẽ luôn nhớ. Những người đẹp như vậy. Tôi chắc chắn sẽ quay lại, ngay cả khi tôi không ở khách sạn này, tôi sẽ thực hiện một chuyến đi đặc biệt đến cửa hàng này để mua hàng. Họ cũng làm giày cho mẹ tôi mà bà vô cùng yêu thích. Một lần nữa xin cảm ơn Hana, Cau, Thy và Mina. John Rabot Đọc thêm"
        ],
        "star_ratings": [
            694,
            44,
            11,
            13,
            25
        ],
        "review_amount": 787,
        "location": [
            "Những điều cần làm ở Hội An",
            "Châu Á",
            "Việt Nam",
            "Chào An",
            "Tỉnh Quảng Nam",
            "09 Cửa Hàng Giày"
        ],
        "reviews_time": [
            "Written January 31, 2020",
            "Written December 30, 2019",
            "Written December 18, 2019",
            "Written October 31, 2019",
            "Written October 27, 2019",
            "Written October 19, 2019",
            "Written September 8, 2019",
            "Written July 19, 2019",
            "Written July 4, 2019",
            "Written May 23, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298082-d3588809-Reviews-or10-09_Shoe_Shop-Hoi_An_Quang_Nam_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d3724095-Reviews-Little_Faifo_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25259196-Reviews-Hoi_An_Heart_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26229136-Reviews-Sing_Ma_Restaurant_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26848559-Reviews-Em_H_i_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d24966494-Reviews-Lenco_Cafe_Bar-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d14927502-Reviews-Silent_Garden_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d10768724-Reviews-Olivier_Coffee-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25306878-Reviews-Chops_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d15086699-Reviews-Melody_Fine_Dining_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25420069-Reviews-MAAZI_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d27424525-Reviews-Huong_Linen_Clothing-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d25236612-Reviews-Gieng_Ba_Le-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d10860210-Reviews-The_Timeless_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d5854199-Reviews-The_Timeless_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d17854241-Reviews-Sonsu_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d9978380-Reviews-Cloth_Shop_VY_VY_II-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d24147298-Reviews-Ha_Ni_Cloth_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12310669-Reviews-Hoi_An_Post_Office-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d451148-Reviews-Hoi_An_Museum-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12499410-Reviews-ALLEY_Artist_House_2-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3588809-Reviews-09_Shoe_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3588809-Reviews-or20-09_Shoe_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2717876-Reviews-Peace_Tailor_in_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15776299-Reviews-Thanh_Design-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6845023-Reviews-Two_Ladies_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15000385-Reviews-Blue_Chic_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26605658-Reviews-Bison_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2202046-Reviews-Metiseko-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1194254-Reviews-A_Dong_Silk_Tailors-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4609042-Reviews-Tuong_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d9466019-Reviews-45_Thu_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12945791-Reviews-Shine_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4211261-Reviews-Trang_Tri-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4413494-Reviews-Nhat_Silk_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d11548889-Reviews-Wild_Orchid_Tailor_Shop_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g25373256-d6740407-Reviews-Ann_Tailor_Hoi_An-Son_Phong_Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4311654-Reviews-Fashion_Style_cloth_shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6990104-Reviews-Tulip_Silk_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25442806-Reviews-De_Casa_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d5343132-Reviews-Hoi_An_Express-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8540400-Reviews-Barri_Ann_Travel-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6163911-Reviews-Bao_Diep_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d9748274-Reviews-The_Bi_tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g58500-d8389757-Reviews-Heather_Lake_Trail-Granite_Falls_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g189158-d12956997-Reviews-Lust_in_Rio-Lisbon_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g14053408-d4322812-Reviews-Koh_Kret-Ko_Kret_Nonthaburi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d1936354-Reviews-The_Dubai_Fountain-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g304074-d2310618-Reviews-Altstadt_Old_Town_Budva-Budva_Budva_Municipality.html",
            "https://www.tripadvisor.com/Attraction_Review-g297943-d1930274-Reviews-Yasmin_Hammamet-Hammamet_Nabeul_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g50207-d7791031-Reviews-Heinen_s_Downtown-Cleveland_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g29750-d4816100-Reviews-Steel_Pier_Amusement_Park-Atlantic_City_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g2312116-d2290677-Reviews-Puako_Bay-Puako_Kohala_Coast_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g42182-d143265-Reviews-Sleeping_Bear_Dunes_National_Lakeshore-Empire_Leelanau_County_Michigan.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298082-d3588809-Reviews-or20-09_Shoe_Shop-Hoi_An_Quang_Nam_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298082-d3588809-Reviews-or10-09_Shoe_Shop-Hoi_An_Quang_Nam_Province.html"
    },
    {
        "attraction_name": "09 Shoe Shop",
        "attraction_name_vi": "09 Cửa Hàng Giày",
        "general_info": [
            "787 đánh giá",
            "83 trên 679 Mua sắm ở Hội An",
            "Cửa hàng quà tặng đặc sản"
        ],
        "attraction_summary": "Hơn 14 năm trước, chị Tường, người Hội An có kinh nghiệm may quần áo đã quyết định đưa đế giày trở lại với nghệ thuật đóng giày ở quê hương và thành lập cửa hàng 09 Shoe Shop. Số 9 trong tiếng Việt mang ý nghĩa may mắn, thịnh vượng, đó là lý do tên quán không phải địa chỉ! Nhờ mối quan hệ gia đình và bản lĩnh kinh doanh tốt, bà Tường luôn tiếp cận được nguồn da thuộc hảo hạng nhất Hội An và những thợ đóng giày giàu kinh nghiệm nhất. Do đó, cô đã thiết lập mối quan hệ độc quyền với những nghệ nhân giày tài năng nhất và bắt tay vào sản xuất giày không chỉ cho khách hàng Việt Nam hiện tại mà còn cho cả người nước ngoài. Để trau dồi kỹ năng của những người thợ đóng giày, cô Tường thường đi ra nước ngoài để mua giày nước ngoài, đặc biệt là giày Ý, sau đó tách chúng ra để xem chúng được làm như thế nào và sử dụng chất liệu gì. Sau đó, cô đào tạo nhân viên của mình bắt chước nghệ thuật đóng giày của phương Tây để phục vụ nhóm khách du lịch mới nổi. Với thái độ luôn làm hài lòng khách hàng, Ms Tường luôn nỗ lực cải tiến và tạo ra những sản phẩm mới. Phạm vi kinh doanh của cô đã mở rộng qua nhiều năm ngoài giày dép và cô cũng được đánh giá cao về các sản phẩm da khác của mình. Những chiếc áo khoác, túi xách, ví và ví da được đặt làm riêng của cô cũng có chất lượng vô song như đôi giày của cô. Bằng chứng cho thực tế này là rất nhiều khách hàng quay trở lại mà cô có từ nước ngoài, hầu hết đều là những người mà cô đã quen biết hơn 10 năm. Việc ghé thăm Cửa hàng giày 09 không chỉ giúp bạn lấy lại động lực mà còn không làm mất đi số tiền tiết kiệm của bạn. Bạn cũng có thể tự hỏi, tại sao lại phải chi số tiền tương đương cho một đôi giày tốt ở quê nhà khi bạn có thể có ba đôi trở lên được thiết kế riêng ở Hội An?Đọc thêm",
        "reviews": [
            "Tôi đã nhận được dịch vụ chăm sóc khách hàng tuyệt vời từ Hong, người đã giúp tôi chọn một chiếc túi da thiết thực và phong cách. Cô ấy rất thân thiện, nói chuyện rõ ràng và cho tôi biết khi nào túi sẽ sẵn sàng. Tôi đánh giá cao nơi này để mua túi xách! Đọc thêm",
            "Tôi và bạn tôi đã có một lịch trình chặt chẽ khi ở Hội An và chúng tôi ra về với ba đôi giày và hai chiếc ba lô mà cả hai chúng tôi đều rất hài lòng. Chúng tôi làm việc với Hùng, người rất kiên nhẫn với những người Canada thiếu quyết đoán như chúng tôi. Cô ấy rất tử tế với tất cả những thay đổi mà tôi mong muốn và đảm bảo rằng chúng tôi hài lòng với việc mua hàng của mình. Tôi đã trả 75 CAD cho mỗi đôi giày và túi xách của mình. Như cô ấy đã nói, bạn sẽ nhận được những gì bạn phải trả và tôi dự đoán những sản phẩm này sẽ tồn tại suốt đời. Chúng tôi rất muốn giới thiệu cửa hàng này và Hùng! Cảm ơn bạn!Đọc thêm",
            "Ngay khi chúng tôi bước vào cửa hàng, Cau đã chào đón chúng tôi bằng một nụ cười và rất hữu ích khi chúng tôi mua giày, túi xách và thắt lưng. Tất cả đều được làm với chất lượng cao và nếu đôi giày không đúng sẽ được đo lại và gửi lại để chỉnh sửa cho chính xác. Tất cả chỉ trong vòng chưa đầy 24 giờ. Chọn sử dụng cửa hàng tại resort vì sự tiện lợi và chất lượng đạt tiêu chuẩn cao hơn. Sẽ trở lại một lần nữa mà không nghi ngờ gì. 100 được đảm bảo trong 12 tháng.Đọc thêm",
            "Chúng tôi nhìn thấy danh thiếp của cửa hàng này trong phòng khách sạn của mình và biết thêm về việc sản xuất một đôi giày. Nhân viên khách sạn đánh giá cao cửa hàng này nên chúng tôi quyết định xem qua và cuối cùng chọn được 2 đôi giày công sở rất đẹp cho chồng tôi.  Hãy nhờ cô Lee hoặc cô Rose, những người đã kiên nhẫn và gợi ý khi quyết định thiết kế.  Bạn có thể chọn mua giày làm sẵn hoặc đặt một đôi thủ công trong vòng 1-3 ngày. Có nhiều loại và màu da khác nhau để bạn cảm nhận và lựa chọn cũng như danh mục mẫu mã.  Việc lắp đặt được thực hiện trong vòng 24 giờ và nếu cần điều chỉnh vào một ngày khác thì bạn sẽ về nhà với một đôi mới! Tuyệt vời cho những người gặp khó khăn trong việc tự mình lấy được đôi phù hợp nhưng cũng dành cho những ai muốn có một chiếc được thiết kế riêng cho mình thích. Giá cả rất phải chăng ! Rất khuyến khíchĐọc thêm",
            "Chúng tôi đã sử dụng dịch vụ may đo tại cửa hàng liên quan Tuong Tailor ở Sunrise Hotel sau đó đã đưa ra quyết định muộn là đặt một số đôi giày cao gót nữ và một chiếc túi xách. Chúng tôi rất hài lòng với cả hai. Đôi giày được làm đẹp theo hình ảnh chúng tôi cung cấp và chúng tôi đã thử nhiều lần để chúng vừa vặn hoàn hảo. Huong cực kỳ hữu ích và cung cấp dịch vụ tuyệt vời ngay từ khi chúng tôi bước vào cửa hàng. Thật vui khi được giao dịch với cô ấy. Gặp rất nhiều khó khăn trong việc tìm giày vừa vặn tại nhà ở Úc, tôi ước mình đã đặt thêm. Rất khuyến khích và dự định sẽ quay lại trong tương lai. Đọc thêm",
            "Dịch vụ tuyệt vời từ đội ngũ nhân viên thân thiện đặc biệt là Cau. Sản phẩm được làm rất tốt.  Chúng tôi vô cùng hài lòng với việc mua hàng của mình. Đọc thêm",
            "Vợ tôi đã mua một đôi giày của Cau và cực kỳ thích chúng. Từ thiết kế đến sự phù hợp và đặc biệt là dịch vụ. Nếu chúng tôi có nhiều chỗ hơn trong hành lý thì cô ấy sẽ mua thêm. Họ đảm bảo sự phù hợp là hoàn hảo. Chúng tôi đã làm điều này tại khách sạn cổ điển và sẽ quay lại để biết thêm. Cảm ơn Cau vì đã TUYỆT VỜI!! Đọc thêm",
            "Cửa hàng này nằm cạnh tiệm may Tường xuất sắc. Tọa lạc trên số 65 đường Trần Hưng Đạo. Cả hai đều thuộc sở hữu của cùng một người. Có rất nhiều cửa hàng đồ da và cửa hàng giả da ở Hội An. Đây là một giao dịch thực sự. Cửa hàng có thể trông không rộng rãi nhưng họ có rất nhiều danh mục mà bạn có thể chọn theo phong cách của mình và họ thực hiện. Giày, bốt, ví.  Chúng tôi đã làm hai đôi giày, một đôi bốt nữ và một chiếc ví. Lee đã giúp chúng tôi và cô ấy rất xuất sắc. Đề xuất cửa hàng.Đọc thêm",
            "Chồng tôi mua 2 đôi giày đi làm còn tôi mua ví da và bốt. Phạm vi và phong cách tuyệt vời. Lee đã giúp đỡ rất nhiều và sẵn lòng thay đổi khi được yêu cầu. Giao hàng về khách sạn. Muốn giới thiệu.Đọc thêm",
            "Cảm ơn Hương vì chiếc thắt lưng da bespoke của tôi. Tôi mặc nó đi làm hàng ngày và nó trông rất tuyệt. : - Tôi hy vọng được ghé thăm lần nữa vì nhiều mặt hàng da khác trông thật tuyệt vời. Đọc thêm"
        ],
        "star_ratings": [
            694,
            44,
            11,
            13,
            25
        ],
        "review_amount": 787,
        "location": [
            "Những điều cần làm ở Hội An",
            "Châu Á",
            "Việt Nam",
            "Chào An",
            "Tỉnh Quảng Nam",
            "09 Cửa Hàng Giày"
        ],
        "reviews_time": [
            "Written May 18, 2019",
            "Written May 12, 2019",
            "Written May 4, 2019",
            "Written April 30, 2019",
            "Written April 24, 2019",
            "Written April 20, 2019",
            "Written April 19, 2019",
            "Written April 12, 2019",
            "Written April 9, 2019",
            "Written April 5, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298082-d3588809-Reviews-or20-09_Shoe_Shop-Hoi_An_Quang_Nam_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d3724095-Reviews-Little_Faifo_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25259196-Reviews-Hoi_An_Heart_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26229136-Reviews-Sing_Ma_Restaurant_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26848559-Reviews-Em_H_i_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d24966494-Reviews-Lenco_Cafe_Bar-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d14927502-Reviews-Silent_Garden_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d10768724-Reviews-Olivier_Coffee-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25306878-Reviews-Chops_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d15086699-Reviews-Melody_Fine_Dining_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25420069-Reviews-MAAZI_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d27424525-Reviews-Huong_Linen_Clothing-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d25236612-Reviews-Gieng_Ba_Le-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d10860210-Reviews-The_Timeless_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d5854199-Reviews-The_Timeless_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d17854241-Reviews-Sonsu_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d9978380-Reviews-Cloth_Shop_VY_VY_II-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d24147298-Reviews-Ha_Ni_Cloth_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12310669-Reviews-Hoi_An_Post_Office-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d451148-Reviews-Hoi_An_Museum-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12499410-Reviews-ALLEY_Artist_House_2-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3588809-Reviews-or10-09_Shoe_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3588809-Reviews-or30-09_Shoe_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3588809-Reviews-09_Shoe_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2717876-Reviews-Peace_Tailor_in_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15776299-Reviews-Thanh_Design-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6845023-Reviews-Two_Ladies_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15000385-Reviews-Blue_Chic_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26605658-Reviews-Bison_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2202046-Reviews-Metiseko-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1194254-Reviews-A_Dong_Silk_Tailors-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4609042-Reviews-Tuong_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d9466019-Reviews-45_Thu_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12945791-Reviews-Shine_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4211261-Reviews-Trang_Tri-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4413494-Reviews-Nhat_Silk_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d11548889-Reviews-Wild_Orchid_Tailor_Shop_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g25373256-d6740407-Reviews-Ann_Tailor_Hoi_An-Son_Phong_Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4311654-Reviews-Fashion_Style_cloth_shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6990104-Reviews-Tulip_Silk_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25442806-Reviews-De_Casa_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d5343132-Reviews-Hoi_An_Express-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8540400-Reviews-Barri_Ann_Travel-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6163911-Reviews-Bao_Diep_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d9748274-Reviews-The_Bi_tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g155019-d186168-Reviews-Casa_Loma-Toronto_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g147428-d3420216-Reviews-Lighthouse_Beach-Eleuthera_Out_Islands_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g293934-d13428181-Reviews-Mud_Volcanoes-Baku_Absheron_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g54171-d1474818-Reviews-Splash_Zone_Waterpark-Charleston_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g154998-d8074679-Reviews-Wego-Niagara_Falls_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d3856172-Reviews-Door_74-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g30196-d109512-Reviews-McKinney_Falls_State_Park-Austin_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d17767018-Reviews-Shanghai_Plaza-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g189541-d259687-Reviews-Christiania-Copenhagen_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d251918-Reviews-16th_Street_Mall-Denver_Colorado.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298082-d3588809-Reviews-or30-09_Shoe_Shop-Hoi_An_Quang_Nam_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298082-d3588809-Reviews-or20-09_Shoe_Shop-Hoi_An_Quang_Nam_Province.html"
    },
    {
        "attraction_name": "09 Shoe Shop",
        "attraction_name_vi": "09 Cửa Hàng Giày",
        "general_info": [
            "787 đánh giá",
            "83 trên 679 Mua sắm ở Hội An",
            "Cửa hàng quà tặng đặc sản"
        ],
        "attraction_summary": "Hơn 14 năm trước, chị Tường, người Hội An có kinh nghiệm may quần áo đã quyết định đưa đế giày trở lại với nghệ thuật đóng giày ở quê hương và thành lập cửa hàng 09 Shoe Shop. Số 9 trong tiếng Việt mang ý nghĩa may mắn, thịnh vượng, đó là lý do tên quán không phải địa chỉ! Nhờ mối quan hệ gia đình và bản lĩnh kinh doanh tốt, bà Tường luôn tiếp cận được nguồn da thuộc hảo hạng nhất Hội An và những thợ đóng giày giàu kinh nghiệm nhất. Do đó, cô đã thiết lập mối quan hệ độc quyền với những nghệ nhân giày tài năng nhất và bắt tay vào sản xuất giày không chỉ cho khách hàng Việt Nam hiện tại mà còn cho cả người nước ngoài. Để trau dồi kỹ năng của người thợ đóng giày, cô Tường thường đi ra nước ngoài để mua giày nước ngoài, đặc biệt là giày Ý, sau đó tách chúng ra để xem chúng được làm như thế nào và sử dụng chất liệu gì. Sau đó, cô đào tạo nhân viên của mình bắt chước nghệ thuật đóng giày của phương Tây để phục vụ nhóm khách du lịch mới nổi. Với thái độ luôn làm hài lòng khách hàng, Ms Tường luôn nỗ lực cải tiến và tạo ra những sản phẩm mới. Phạm vi kinh doanh của cô đã mở rộng qua nhiều năm ngoài giày dép và cô cũng được đánh giá cao về các sản phẩm da khác của mình. Những chiếc áo khoác, túi xách, ví và ví da được đặt làm riêng của cô cũng có chất lượng vô song như đôi giày của cô. Bằng chứng cho thực tế này là rất nhiều khách hàng quay trở lại mà cô có từ nước ngoài, hầu hết đều là những người mà cô đã quen biết hơn 10 năm. Việc ghé thăm Cửa hàng giày 09 không chỉ giúp bạn lấy lại động lực mà còn không làm mất đi số tiền tiết kiệm của bạn. Bạn cũng có thể tự hỏi, tại sao lại phải chi số tiền tương đương cho một đôi giày tốt ở quê nhà khi bạn có thể có ba đôi trở lên được thiết kế riêng ở Hội An?Đọc thêm",
        "reviews": [
            "Thợ may yêu thích của tôi là Peace đã giới thiệu nơi này để mua giày - do chị gái cô ấy, Huong làm chủ. Tôi đã bị thuyết phục bởi thái độ thân thiện của cô ấy và các đánh giá trên Google. Và trời ơi, tôi đã không thất vọng - cô ấy đã biến trải nghiệm giày tùy chỉnh đầu tiên của tôi trở nên thú vị. Khi hướng dẫn tôi qua các kiểu dáng khác nhau - sau đó là tất cả các loại da khác nhau, tôi đã đi từ lo lắng về việc nên yêu cầu gì đến phấn khích về các sản phẩm cuối cùng. Đây không phải là nơi rẻ nhất - nhưng như câu nói, bạn sẽ nhận được những gì bạn trả tiền. Trong trường hợp của tôi, một đôi giày mũi nhọn màu đen và một đôi bốt da tuyệt đẹp có giá khoảng 150. Đắt một chút - nhưng chúng sẽ tồn tại mãi mãi - và cô ấy hoàn toàn quyết tâm rằng tôi sẽ rất vui. 3 lần thử giày đã giúp đôi giày vừa vặn hoàn hảo, giờ tôi rất phấn khích khi nghĩ ra lý do để mang chúng ngay khi trở về Vương quốc Anh! Đọc thêm",
            "Tôi và chị gái tôi đã may những đôi bốt cao bồi với giá chỉ bằng một phần nhỏ so với mức giá thông thường! Chúng có chất lượng rất cao và được làm chỉ trong 24 giờ! Chúng tôi đã quay lại và nhận được một đôi khác khiến chúng tôi rất yêu thích chúng, cảm ơn bạn!!Đọc thêm",
            "Tôi đã có một trải nghiệm tuyệt vời ở đây. Hương giúp tôi có được hai đôi giày công sở có thắt lưng đồng bộ. Vì tôi chỉ ở Hội An một ngày nên cô ấy đã có thể chỉnh sửa cả hai và giao chúng đến khách sạn của tôi vào buổi sáng chúng tôi ở tại D Central Hostel. Tôi rất ấn tượng với độ vừa vặn và chất lượng của giày và thắt lưng. Có rất nhiều loại da để lựa chọn và chúng rất hữu ích mà không gây khó chịu. Chắc chắn hãy đến đây khi bạn ghé thăm!! Đọc thêm",
            "Huong tại 09 Shoes at Sunrise Premium thực sự hữu ích trong việc tư vấn về thiết kế vỏ máy tính xách tay của tôi và sản phẩm hoàn thiện thật tuyệt vời, da mềm mại đáng yêu, kích thước tuyệt vời và hoàn hảo. Cảm ơn Huong vì dịch vụ khách hàng tuyệt vời. Đọc thêm",
            "Mục tiêu của tôi là có được một đôi bốt lấy cảm hứng từ Doc Marten trong khi chồng tôi có một bộ đồ bên cạnh - và tôi rất thích chúng nên tôi và Hong đã cùng nhau thiết kế một đôi giày bệt màu đen. Hồng rất tự hào về tay nghề của mình - mặc dù tôi hài lòng sau lần thử đầu tiên nhưng cô ấy vẫn khăng khăng rằng nó có thể tốt hơn, thực hiện một số điều chỉnh cho vừa vặn và thêm một lớp đường khâu khác ở đế. Họ nhìn và cảm thấy tuyệt vời.Đọc thêm",
            "Nơi này được thợ may A Dong của chúng tôi giới thiệu - cũng rất tuyệt. Tôi đã có thể mua được hai bộ giày công sở, một đôi bốt và một bộ có thắt lưng phù hợp với giá 400. Họ có một đôi giày vừa vặn ban đầu, trong đó đôi giày hơi chật, sau đó đôi giày vừa vặn cuối cùng là hoàn hảo. Đường khâu chất lượng tuyệt vời, da đẹp và dịch vụ tuyệt vời. Hãy hỏi Hồng - cô ấy đặc biệt hữu ích trong việc sao chép thiết kế của một chiếc giày từ các bức ảnh trên mạng. Đọc thêm",
            "Tôi rất hài lòng với đôi giày da nguyên miếng được đặt riêng của mình.   Chúng tạo cảm giác thoải mái ngay khi tôi mặc và tôi thích việc có thể chọn kiểu dáng và màu sắc.Đọc thêm",
            "Đã làm 2 đôi giày một chiếc túi và 2 chiếc thắt lưng - chất lượng không thể tin được! Cảm ơn Hồng đã quan tâm đến tôi! Sẽ quay lạiXem thêm",
            "Chúng tôi muốn có một đôi bốt da dài đến đầu gối để vừa với đôi chân khó tính của vợ tôi. Chúng tôi đã mua sắm ở nhiều cửa hàng nhưng cửa hàng này nổi bật về chất lượng tay nghề. Họ không có nghĩa là rẻ nhất về giá, nhưng trung thực, chuyên nghiệp và thân thiện. RẤT hạnh phúc với kết quả cuối cùng. Cảm ơn Hồng và các bạn. Sẽ vui vẻ mua sắm ở đây lần nữa trong chuyến đi tiếp theo tới Hội An.Đọc thêm",
            "Tôi muốn làm một đôi giày lười nhưng không chắc chắn về màu sắc mình muốn, nhân viên rất hữu ích trong việc lấy mẫu và tư vấn cho tôi về các loại da khác nhau. Đôi giày vừa vặn đến mức ngay lần đầu tiên tôi đặt mua ngay đôi thứ hai với màu khác! Tôi đã yêu cầu họ giữ kích thước của tôi trong hồ sơ để tôi có thể đặt hàng nhiều hơn sau này.Đọc thêm"
        ],
        "star_ratings": [
            694,
            44,
            11,
            13,
            25
        ],
        "review_amount": 787,
        "location": [
            "Những điều cần làm ở Hội An",
            "Châu Á",
            "Việt Nam",
            "Chào An",
            "Tỉnh Quảng Nam",
            "09 Cửa Hàng Giày"
        ],
        "reviews_time": [
            "Written March 31, 2019",
            "Written March 28, 2019",
            "Written March 26, 2019",
            "Written March 25, 2019",
            "Written March 22, 2019",
            "Written March 19, 2019",
            "Written March 16, 2019",
            "Written March 12, 2019",
            "Written March 12, 2019",
            "Written February 24, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298082-d3588809-Reviews-or30-09_Shoe_Shop-Hoi_An_Quang_Nam_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d3724095-Reviews-Little_Faifo_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25259196-Reviews-Hoi_An_Heart_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26229136-Reviews-Sing_Ma_Restaurant_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26848559-Reviews-Em_H_i_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d24966494-Reviews-Lenco_Cafe_Bar-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d14927502-Reviews-Silent_Garden_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d10768724-Reviews-Olivier_Coffee-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25306878-Reviews-Chops_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d15086699-Reviews-Melody_Fine_Dining_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25420069-Reviews-MAAZI_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d27424525-Reviews-Huong_Linen_Clothing-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d25236612-Reviews-Gieng_Ba_Le-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d10860210-Reviews-The_Timeless_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d5854199-Reviews-The_Timeless_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d17854241-Reviews-Sonsu_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d9978380-Reviews-Cloth_Shop_VY_VY_II-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d24147298-Reviews-Ha_Ni_Cloth_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12310669-Reviews-Hoi_An_Post_Office-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d451148-Reviews-Hoi_An_Museum-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12499410-Reviews-ALLEY_Artist_House_2-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3588809-Reviews-or20-09_Shoe_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3588809-Reviews-or40-09_Shoe_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3588809-Reviews-09_Shoe_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2717876-Reviews-Peace_Tailor_in_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15776299-Reviews-Thanh_Design-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6845023-Reviews-Two_Ladies_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15000385-Reviews-Blue_Chic_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26605658-Reviews-Bison_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2202046-Reviews-Metiseko-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1194254-Reviews-A_Dong_Silk_Tailors-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4609042-Reviews-Tuong_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d9466019-Reviews-45_Thu_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12945791-Reviews-Shine_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4211261-Reviews-Trang_Tri-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4413494-Reviews-Nhat_Silk_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d11548889-Reviews-Wild_Orchid_Tailor_Shop_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g25373256-d6740407-Reviews-Ann_Tailor_Hoi_An-Son_Phong_Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4311654-Reviews-Fashion_Style_cloth_shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6990104-Reviews-Tulip_Silk_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25442806-Reviews-De_Casa_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d5343132-Reviews-Hoi_An_Express-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8540400-Reviews-Barri_Ann_Travel-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6163911-Reviews-Bao_Diep_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d9748274-Reviews-The_Bi_tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g274873-d8492774-Reviews-Stozice_Stadium-Ljubljana_Upper_Carniola_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g187785-d19114294-Reviews-Dan_John-Naples_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g48194-d532103-Reviews-Hither_Hills_State_Park-Montauk_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g1022838-d12866446-Reviews-Nijigen_no_Mori-Awaji_Awaji_shima_Hyogo_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g51790-d563320-Reviews-Tillamook_Rock_Lighthouse-Cannon_Beach_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g53964-d272121-Reviews-Kennywood_Park-West_Mifflin_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g317071-d7660191-Reviews-Agodi_Gardens-Ibadan_Oyo_State.html",
            "https://www.tripadvisor.com/Attraction_Review-g55581-d146644-Reviews-Overlook_Park-Canyon_Lake_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g59929-d103048-Reviews-Lambeau_Field-Green_Bay_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d13970378-Reviews-El_Beso_De_Joan_Fontcuberta-Barcelona_Catalonia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298082-d3588809-Reviews-or40-09_Shoe_Shop-Hoi_An_Quang_Nam_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298082-d3588809-Reviews-or30-09_Shoe_Shop-Hoi_An_Quang_Nam_Province.html"
    },
    {
        "attraction_name": "09 Shoe Shop",
        "attraction_name_vi": "09 Cửa Hàng Giày",
        "general_info": [
            "787 đánh giá",
            "83 trên 679 Mua sắm ở Hội An",
            "Cửa hàng quà tặng đặc sản"
        ],
        "attraction_summary": "Hơn 14 năm trước, chị Tường, người Hội An có kinh nghiệm may quần áo đã quyết định đưa đế giày trở lại với nghệ thuật đóng giày ở quê hương và thành lập cửa hàng 09 Shoe Shop. Số 9 trong tiếng Việt mang ý nghĩa may mắn, thịnh vượng, đó là lý do tên quán không phải địa chỉ! Nhờ mối quan hệ gia đình và bản lĩnh kinh doanh tốt, bà Tường luôn tiếp cận được nguồn da thuộc hảo hạng nhất Hội An và những thợ đóng giày giàu kinh nghiệm nhất. Do đó, cô đã thiết lập mối quan hệ độc quyền với những nghệ nhân giày tài năng nhất và bắt tay vào sản xuất giày không chỉ cho khách hàng Việt Nam hiện tại mà còn cho cả người nước ngoài. Để trau dồi kỹ năng của những người thợ đóng giày, cô Tường thường đi ra nước ngoài để mua giày nước ngoài, đặc biệt là giày Ý, sau đó tách chúng ra để xem chúng được làm như thế nào và sử dụng chất liệu gì. Sau đó, cô đào tạo nhân viên của mình bắt chước nghệ thuật đóng giày của phương Tây để phục vụ nhóm khách du lịch mới nổi. Với thái độ luôn làm hài lòng khách hàng, Ms Tường luôn nỗ lực cải tiến và tạo ra những sản phẩm mới. Phạm vi kinh doanh của cô đã mở rộng qua nhiều năm ngoài giày dép và cô cũng được đánh giá cao về các sản phẩm da khác của mình. Những chiếc áo khoác, túi xách, ví và ví da được đặt làm riêng của cô cũng có chất lượng vô song như đôi giày của cô. Bằng chứng cho thực tế này là rất nhiều khách hàng quay trở lại mà cô có từ nước ngoài, hầu hết đều là những người mà cô đã quen biết hơn 10 năm. Việc ghé thăm Cửa hàng giày 09 không chỉ giúp bạn lấy lại động lực mà còn không làm mất đi số tiền tiết kiệm của bạn. Bạn cũng có thể tự hỏi, tại sao lại phải chi số tiền tương đương cho một đôi giày tốt ở quê nhà khi bạn có thể có ba đôi trở lên được thiết kế riêng ở Hội An?Đọc thêm",
        "reviews": [
            "Tôi đã có một đôi dép được làm cho đôi chân khó khăn của mình và chúng được làm rất đẹp với giá phải chăng. Cảm ơn tất cả các nhân viên tại 09 Shoe Shop vì sự giúp đỡ và hỗ trợ thân thiện của họ.Đọc thêm",
            "Vợ chồng tôi mua 2 chiếc túi qua đêm bằng da trâu được làm theo yêu cầu. Tôi cũng mua một đôi giày và dép da được thiết kế riêng. Tất cả đều quay vòng trong 24 giờ. Dịch vụ tuyệt vời. Họ là những người bán hàng rất giỏi. Đọc thêm",
            "Có một đôi giày da được làm ở đây cách đây vài ngày.  Dịch vụ rất tuyệt vời và mặc dù họ có một chút khó khăn trong việc thu thập nhưng họ vẫn có thể phục hồi chúng. Bây giờ hoàn hảo!!  Muốn giới thiệu.Đọc thêm",
            "Tôi đặt mua một chiếc túi ngủ qua đêm bằng da mềm của Hong và rất ấn tượng với dịch vụ cũng như chất lượng. Tôi đã quay lại sau đơn đặt hàng đầu tiên để yêu cầu cung cấp thẻ hành lý phù hợp và Hong vui lòng sắp xếp việc đó mà không mất thêm phí. Tôi đặc biệt giới thiệu 09 Shoe Shop cho mọi nhu cầu của bạn. Hãy hỏi Hồng và tôi chắc chắn cô ấy sẽ sắp xếp mọi thứ bạn cần với mức giá hợp lý.Đọc thêm",
            "Có rất nhiều cửa hàng đồ da ở Hội An nhưng đây là cửa hàng nhất định phải ghé thăm. Vợ tôi thích một chiếc túi nhưng muốn một chiếc lớn hơn và chúng tôi chỉ ở Hội An trong 4 giờ. Họ đã hứa với chúng tôi rằng họ có thể đặt hàng theo yêu cầu và sẽ sẵn sàng sau 3-12 giờ, vì vậy chúng tôi cũng đã đặt mua một chiếc giày được làm theo yêu cầu riêng. cả hai đều đã sẵn sàng đúng giờ và cuối cùng tôi cũng mua một chiếc túi đựng máy tính xách tay bằng da. Bạn không thể mặc cả nhiều về giá trừ khi bạn mua nhiều món nhưng giá bằng hoặc tốt hơn khi so sánh với một số cửa hàng đồ da khác mà chúng tôi đã ghé thăm. Cô Li và Cô Hong rất hữu ích. Đây không phải là da giả và bạn có thể tự mình kiểm tra.Đọc thêm",
            "Hồng đã làm một chiếc túi xách đẹp cho tôi trong vòng 24 giờ. Tôi cho cô ấy xem một số hình ảnh chiếc túi mà tôi thích và yêu cầu cô ấy làm một chiếc tương tự.  Kết quả tốt hơn nhiều so với mong đợi. Cô giao nó đến khách sạn. Cô ấy rất có đầu óc phục vụ và ngọt ngào. Tôi chắc chắn sẽ khuyên bạn nên hỏi Hong nếu bạn ghé thăm cửa hàng. Đọc thêm",
            "Đã đến 09 đôi giày theo lời giới thiệu từ khách sạn của chúng tôi. Tôi có một đôi giày brogue nữ được làm trông rất đẹp và vừa vặn như một chiếc găng tay. Được phục vụ bởi Hong, người rất đáng yêu và đã làm một công việc tuyệt vời. Đọc thêm",
            "Tôi mua 2 đôi dép và chồng tôi mua một đôi giày thuyền da và 2 chiếc thắt lưng. Hương cực kỳ hữu ích trong việc thử giày và đảm bảo chúng vừa vặn và chúng tôi hài lòng với mọi thứ. Chắc chắn khuyên bạn nên truy cập vào đây nếu bạn đang tìm kiếm các sản phẩm da. Đọc thêm",
            "Tôi đã có một đôi giày và một chiếc thắt lưng được làm vừa vặn khi ở Hội An, và Lee đã rất nhiệt tình đáp ứng yêu cầu của tôi. Họ cũng rất linh hoạt trong khung thời gian khá eo hẹp của tôi. Muốn giới thiệuĐọc thêm",
            "Đến đây theo lời giới thiệu của một thợ may và tôi hài lòng với dịch vụ tôi nhận được. Hồng là người phụ nữ đã giúp đỡ tôi và cô ấy rất kiên nhẫn vì tôi không chắc mình muốn gì. Cuối cùng tôi đã có được một đôi giày và một chiếc thắt lưng phù hợp, được làm trong một khoảng thời gian hợp lý. Mọi thứ đều vừa vặn và tôi hài lòng với vẻ ngoài của nó. Cảm ơn Hồng!Đọc thêm"
        ],
        "star_ratings": [
            694,
            44,
            11,
            13,
            25
        ],
        "review_amount": 787,
        "location": [
            "Những việc cần làm ở Hội An",
            "Châu Á",
            "Việt Nam",
            "Chào An",
            "Tỉnh Quảng Nam",
            "09 Cửa Hàng Giày"
        ],
        "reviews_time": [
            "Written February 20, 2019",
            "Written January 21, 2019",
            "Written January 14, 2019",
            "Written December 28, 2018",
            "Written December 22, 2018",
            "Written December 17, 2018",
            "Written December 11, 2018",
            "Written December 10, 2018",
            "Written November 29, 2018",
            "Written November 22, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298082-d3588809-Reviews-or40-09_Shoe_Shop-Hoi_An_Quang_Nam_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d3724095-Reviews-Little_Faifo_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25259196-Reviews-Hoi_An_Heart_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26229136-Reviews-Sing_Ma_Restaurant_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26848559-Reviews-Em_H_i_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d24966494-Reviews-Lenco_Cafe_Bar-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d14927502-Reviews-Silent_Garden_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d10768724-Reviews-Olivier_Coffee-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25306878-Reviews-Chops_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d15086699-Reviews-Melody_Fine_Dining_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25420069-Reviews-MAAZI_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d27424525-Reviews-Huong_Linen_Clothing-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d25236612-Reviews-Gieng_Ba_Le-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d10860210-Reviews-The_Timeless_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d5854199-Reviews-The_Timeless_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d17854241-Reviews-Sonsu_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d9978380-Reviews-Cloth_Shop_VY_VY_II-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d24147298-Reviews-Ha_Ni_Cloth_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12310669-Reviews-Hoi_An_Post_Office-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d451148-Reviews-Hoi_An_Museum-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12499410-Reviews-ALLEY_Artist_House_2-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3588809-Reviews-or30-09_Shoe_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3588809-Reviews-or50-09_Shoe_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3588809-Reviews-09_Shoe_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2717876-Reviews-Peace_Tailor_in_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15776299-Reviews-Thanh_Design-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6845023-Reviews-Two_Ladies_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15000385-Reviews-Blue_Chic_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26605658-Reviews-Bison_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2202046-Reviews-Metiseko-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1194254-Reviews-A_Dong_Silk_Tailors-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4609042-Reviews-Tuong_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d9466019-Reviews-45_Thu_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12945791-Reviews-Shine_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4211261-Reviews-Trang_Tri-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4413494-Reviews-Nhat_Silk_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d11548889-Reviews-Wild_Orchid_Tailor_Shop_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g25373256-d6740407-Reviews-Ann_Tailor_Hoi_An-Son_Phong_Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4311654-Reviews-Fashion_Style_cloth_shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6990104-Reviews-Tulip_Silk_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25442806-Reviews-De_Casa_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d5343132-Reviews-Hoi_An_Express-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8540400-Reviews-Barri_Ann_Travel-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6163911-Reviews-Bao_Diep_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d9748274-Reviews-The_Bi_tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g294013-d23187012-Reviews-Etihad_Arena-Abu_Dhabi_Emirate_of_Abu_Dhabi.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d4754265-Reviews-Museum_of_Alchemists_and_Magicians_of_Old_Prague-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g28923-d269805-Reviews-College_Fjord-Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g189449-d2299330-Reviews-Colorado_Club-Rhodes_Dodecanese_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g551615-d3607393-Reviews-Devil_s_Hole-St_Mary_Jersey_Channel_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g42342-d3530119-Reviews-Copper_Peak-Ironwood_Upper_Peninsula_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d8043064-Reviews-The_Magician_New_York-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g46665-d8494768-Reviews-Hallock_s_U_Pick_Farm-New_Egypt_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g37393-d5461745-Reviews-Potato_Creek_State_Park-North_Liberty_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g57235-d105715-Reviews-Lake_Willoughby-East_Burke_Northeast_Kingdom_Vermont.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298082-d3588809-Reviews-or50-09_Shoe_Shop-Hoi_An_Quang_Nam_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298082-d3588809-Reviews-or40-09_Shoe_Shop-Hoi_An_Quang_Nam_Province.html"
    },
    {
        "attraction_name": "09 Shoe Shop",
        "attraction_name_vi": "09 Cửa Hàng Giày",
        "general_info": [
            "787 đánh giá",
            "83 trên 679 Mua sắm ở Hội An",
            "Cửa hàng quà tặng đặc sản"
        ],
        "attraction_summary": "Hơn 14 năm trước, chị Tường, người Hội An có kinh nghiệm may quần áo đã quyết định đưa đế giày trở lại với nghệ thuật đóng giày ở quê hương và thành lập cửa hàng 09 Shoe Shop. Số 9 trong tiếng Việt mang ý nghĩa may mắn, thịnh vượng, đó là lý do tên quán không phải địa chỉ! Nhờ mối quan hệ gia đình và bản lĩnh kinh doanh tốt, bà Tường luôn tiếp cận được nguồn da thuộc hảo hạng nhất Hội An và những thợ đóng giày giàu kinh nghiệm nhất. Do đó, cô đã thiết lập mối quan hệ độc quyền với những nghệ nhân giày tài năng nhất và bắt tay vào sản xuất giày không chỉ cho khách hàng Việt Nam hiện tại mà còn cho cả người nước ngoài. Để trau dồi kỹ năng của người thợ đóng giày, cô Tường thường đi ra nước ngoài để mua giày nước ngoài, đặc biệt là giày Ý, sau đó tách chúng ra để xem chúng được làm như thế nào và sử dụng chất liệu gì. Sau đó, cô đào tạo nhân viên của mình bắt chước nghệ thuật đóng giày của phương Tây để phục vụ nhóm khách du lịch mới nổi. Với thái độ luôn làm hài lòng khách hàng, Ms Tường luôn nỗ lực cải tiến và tạo ra những sản phẩm mới. Phạm vi kinh doanh của cô đã mở rộng qua nhiều năm ngoài giày dép và cô cũng được đánh giá cao về các sản phẩm da khác của mình. Những chiếc áo khoác, túi xách, ví và ví da được đặt làm riêng của cô cũng có chất lượng vô song như đôi giày của cô. Bằng chứng cho thực tế này là rất nhiều khách hàng quay trở lại mà cô có từ nước ngoài, hầu hết đều là những người mà cô đã quen biết hơn 10 năm. Việc ghé thăm Cửa hàng giày 09 không chỉ giúp bạn lấy lại động lực mà còn không làm mất đi số tiền tiết kiệm của bạn. Bạn cũng có thể tự hỏi, tại sao lại phải chi số tiền tương đương cho một đôi giày tốt ở quê nhà khi bạn có thể có ba đôi trở lên được thiết kế riêng ở Hội An?Đọc thêm",
        "reviews": [
            "Cửa hàng này có một cửa hàng trong Sunrise Premium Resort và Hương là cô chủ dễ thương đã giúp tôi thay thế một đôi giày la rất đẹp đã bị hỏng khi cho người nhà mượn. Cô ấy đã cung cấp dịch vụ tuyệt vời trong việc giúp tôi tạo lại đôi giày. Và tôi cũng đã làm xong một chiếc túi da clutch phù hợp. Công việc rất tốt nên bạn tôi đã đặt mua một đôi tương tự. Những chiếc túi du lịch da nam và cặp đựng laptop thật đáng yêu, tôi không thể cưỡng lại được vài chiếc túi ví da mềm đẹp dành cho mẹ và chị gái. Cảm ơn Hương vì đã rất hữu ích và kiên nhẫn với những ý tưởng mua sắm của chúng tôi. Bạn đã làm rất tốt khi hợp tác với thợ may. Đọc thêm",
            "Hương cực kỳ có sức chứa và hiểu biết về công việc đồ da. Cô ấy đã cố gắng hết sức để đảm bảo rằng những món đồ mà bạn tôi đặt hàng đều hoàn hảo về mọi mặt. Tôi đã đặt mua rất nhiều ví cầm tay, một chiếc túi du lịch bằng da, 2 chiếc túi đeo vai và những đôi giày tuyệt đẹp. Tôi sẽ giới thiệu kỹ lưỡng một chuyến thăm vào cửa hàng. Mong được trở lại với những dự án mới để cô ấy thực hiện. Đọc thêm",
            "Tôi có một số đôi giày được làm từ một bức tranh. Màu cụ thể không có sẵn, nhưng màu thay thế của da lộn mà họ gợi ý khiến đôi giày trông thậm chí còn đẹp hơn. Bà Hồng đã giúp đỡ rất nhiều và tôi thực sự muốn giới thiệu cửa hàng. Đôi giày đã sẵn sàng trong vòng 20 giờ.Đọc thêm",
            "Bà Hong và nhóm của bà là những thợ làm đồ da tuyệt vời và có thể giao một đôi giày và một chiếc thắt lưng phù hợp trong vòng chưa đầy 24 giờ, trông chúng thật tuyệt và cảm giác thật tuyệt. Siêu thân thiện và cũng có con mắt thẩm mỹ tốt. Chắc chắn hãy đến đây nếu bạn đang tìm kiếm một sản phẩm có giá trị tốt, chất lượng thủ công và thời gian hoàn thành nhanh chóng. Đọc thêm",
            "Tôi đã mua một số đôi giày da tùy chỉnh ở đây trước khi rời Hội An.  Tôi đã mang chúng hai lần và đế giày bị rơi ra.  Khá thất vọng với mức giá tôi đã trả..... Tôi sẽ may mắn hơn khi mua ủng từ Walmart.Đọc thêm",
            "Cửa hàng giày này thuộc sở hữu hoặc hợp tác với Tường Tailor ngay bên cạnh.  Chúng tôi được giảm giá 10% khi lưu trú tại khách sạn Victoria và được giới thiệu rất nhiệt tình. Tôi đến đó để tìm một số dép kiểu Việt Nam nhưng khi biết họ có thể sao chép kiểu sandal, tôi đã rất vui mừng!  Tôi đã mua một đôi dép Hy Lạp ở Santorini và rất tiếc vì đã không mua 2-3 đôi dép giống nhau vì tôi rất thích kiểu dáng này.  Đôi dép đó đã bị rách và 09 đã có thể sửa chữa những gì có thể bằng cách khâu và một ít keo.  Vì chỗ đôi dép bị gãy là một miếng da rất nhỏ nên không có nhiều thứ để xử lý nhưng 09 đã biến điều đó thành hiện thực và giờ chúng không còn vừa vặn như mới. Đôi dép sao chép từ 09 rất vừa vặn và nóng lòng chờ đợi để tiếp tục mặc chúng!Đọc thêm",
            "Dịch vụ tuyệt vời! Nhân viên thân thiện! Tôi đã làm giày, thắt lưng và một chiếc túi. Tất cả đều có chất lượng tuyệt vời, rất hài lòng với kết quả DavidĐọc thêm",
            "Đã đến đây dựa trên lời giới thiệu của thợ may Tường bên cạnh và tôi rất hài lòng với sản phẩm cuối cùng. Đặt hàng ủng, áo khoác và thắt lưng tùy chỉnh. Đôi bốt cần một số phụ kiện và Lee đã cố gắng hết sức để đảm bảo rằng tôi hài lòng, thậm chí còn đưa tôi trực tiếp đến thợ may trưởng để khắc phục vấn đề. Kết thúc với một số mặt hàng da trông rực rỡ. Không chắc chắn về giá cả vì tôi chỉ tìm kiếm chất lượng và 09 chiếc đã được giao! Muốn giới thiệu.Đọc thêm",
            "Cảm ơn bạn Hồng!  Tôi có đôi chân rất khó mang vừa và bạn đã dành thêm thời gian cần thiết để làm cho đôi giày và ủng của tôi vừa vặn một cách hoàn hảo. Không có áp lực...chỉ có dịch vụ tuyệt vời và sản phẩm chất lượng.Đọc thêm",
            "Tôi đã tìm thấy Miss Nana Banana dựa trên các đánh giá cố vấn chuyến đi khác và tôi đã không thất vọng! Trải nghiệm của tôi khi có một chiếc áo khoác da và hai đôi giày là vô cùng tích cực. Cô Nana vô cùng thích thú với sở thích của tôi và đã cùng tôi thiết kế những món đồ mà chất lượng của chúng sẽ tồn tại suốt cuộc đời tôi. Tôi không thể đánh giá cao cô Nana và nhóm của cô ấy hơn.Đọc thêm",
            "Một chiếc áo khoác da ở đây sẽ có giá bao nhiêu ở cửa hàng này? Tôi cao 5 feet 6, dáng người mảnh khảnh. Đang cố gắng để có được một bức tranh về giá cả.Đọc thêm",
            "Bạn sẽ trả bao nhiêu cho một đôi bốt đến mắt cá chân in hình ngựa vằn, có ai biết không?Đọc thêm",
            "Chúng tôi đã trả 70 đô la Mỹ cho một đôi bốt nam đến mắt cá chân Đọc thêm",
            "Xin chào, tôi hy vọng Kyle lk sẽ mua một bản sao dâu tằm, bạn có làm điều này không và bao nhiêu\n\nTrân trọng CherieĐọc thêm",
            "Xin chào Cherie \n\nBạn sẽ phải liên hệ với cửa hàng, tôi vừa mua các thiết kế trên kệ của họ. Tuy nhiên, họ có vẻ giỏi sao chép miễn là bạn chụp bản gốc hoặc nhiều ảnh để họ sao chép. Đọc thêm",
            "Giá thông thường để sản xuất giày, áo khoác và túi xách là bao nhiêu?Đọc thêm",
            "Tôi có cần chụp ảnh không hay họ có ảnh để lướt qua để lựa chọn giống như ở Thái Lan?Đọc thêm",
            "Họ có rất nhiều sách và tranh ảnh để xem qua!Đọc thêm"
        ],
        "star_ratings": [
            694,
            44,
            11,
            13,
            25
        ],
        "review_amount": 787,
        "location": [
            "Những điều cần làm ở Hội An",
            "Châu Á",
            "Việt Nam",
            "Chào An",
            "Tỉnh Quảng Nam",
            "09 Cửa hàng giày dép"
        ],
        "reviews_time": [
            "Written November 19, 2018",
            "Written November 19, 2018",
            "Written November 17, 2018",
            "Written November 16, 2018",
            "Written November 12, 2018",
            "Written November 12, 2018",
            "Written November 9, 2018",
            "Written November 6, 2018",
            "Written November 2, 2018",
            "Written October 11, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298082-d3588809-Reviews-or50-09_Shoe_Shop-Hoi_An_Quang_Nam_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d3724095-Reviews-Little_Faifo_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25259196-Reviews-Hoi_An_Heart_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26229136-Reviews-Sing_Ma_Restaurant_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26848559-Reviews-Em_H_i_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d24966494-Reviews-Lenco_Cafe_Bar-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d14927502-Reviews-Silent_Garden_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d10768724-Reviews-Olivier_Coffee-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25306878-Reviews-Chops_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d15086699-Reviews-Melody_Fine_Dining_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25420069-Reviews-MAAZI_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d27424525-Reviews-Huong_Linen_Clothing-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d25236612-Reviews-Gieng_Ba_Le-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d10860210-Reviews-The_Timeless_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d5854199-Reviews-The_Timeless_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d17854241-Reviews-Sonsu_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d9978380-Reviews-Cloth_Shop_VY_VY_II-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d24147298-Reviews-Ha_Ni_Cloth_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12310669-Reviews-Hoi_An_Post_Office-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d451148-Reviews-Hoi_An_Museum-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12499410-Reviews-ALLEY_Artist_House_2-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3588809-Reviews-or40-09_Shoe_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3588809-Reviews-or60-09_Shoe_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3588809-Reviews-09_Shoe_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2717876-Reviews-Peace_Tailor_in_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15776299-Reviews-Thanh_Design-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6845023-Reviews-Two_Ladies_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15000385-Reviews-Blue_Chic_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26605658-Reviews-Bison_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2202046-Reviews-Metiseko-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1194254-Reviews-A_Dong_Silk_Tailors-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4609042-Reviews-Tuong_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d9466019-Reviews-45_Thu_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12945791-Reviews-Shine_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4211261-Reviews-Trang_Tri-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4413494-Reviews-Nhat_Silk_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d11548889-Reviews-Wild_Orchid_Tailor_Shop_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g25373256-d6740407-Reviews-Ann_Tailor_Hoi_An-Son_Phong_Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4311654-Reviews-Fashion_Style_cloth_shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6990104-Reviews-Tulip_Silk_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25442806-Reviews-De_Casa_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d5343132-Reviews-Hoi_An_Express-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8540400-Reviews-Barri_Ann_Travel-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6163911-Reviews-Bao_Diep_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d9748274-Reviews-The_Bi_tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d145990-Reviews-Chelsea-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d6570710-Reviews-Yongsan_Electronics_Market-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g294009-d2558124-Reviews-Doha_Zoo-Doha.html",
            "https://www.tripadvisor.com/Attraction_Review-g5050091-d12006067-Reviews-Mangla_Dam-Mirpur_Azad_Kashmir.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d592412-Reviews-Paris_Las_Vegas-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g189934-d9736351-Reviews-Helsinki_Tram_System-Helsinki_Uusimaa.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d15085489-Reviews-RiNo_Art_District-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g1057713-d2513065-Reviews-Sunken_City_Ruins_of_Simena-Kekova_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g42512-d670721-Reviews-Four_Winds_Casino_New_Buffalo-New_Buffalo_Berrien_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g60750-d104122-Reviews-San_Diego_Zoo-San_Diego_California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298082-d3588809-Reviews-or60-09_Shoe_Shop-Hoi_An_Quang_Nam_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298082-d3588809-Reviews-or50-09_Shoe_Shop-Hoi_An_Quang_Nam_Province.html"
    },
    {
        "attraction_name": "09 Shoe Shop",
        "attraction_name_vi": "09 Cửa hàng giày dép",
        "general_info": [
            "787 đánh giá",
            "83 trên 679 Mua sắm ở Hội An",
            "Cửa hàng quà tặng đặc sản"
        ],
        "attraction_summary": "Hơn 14 năm trước, chị Tường, người Hội An có kinh nghiệm may quần áo đã quyết định đưa đế giày trở lại với nghệ thuật đóng giày ở quê hương và thành lập cửa hàng 09 Shoe Shop. Số 9 trong tiếng Việt mang ý nghĩa may mắn, thịnh vượng, đó là lý do tên quán không phải địa chỉ! Nhờ mối quan hệ gia đình và bản lĩnh kinh doanh tốt, bà Tường luôn tiếp cận được nguồn da thuộc hảo hạng nhất Hội An và những thợ đóng giày giàu kinh nghiệm nhất. Do đó, cô đã thiết lập mối quan hệ độc quyền với những nghệ nhân giày tài năng nhất và bắt tay vào sản xuất giày không chỉ cho khách hàng Việt Nam hiện tại mà còn cho cả người nước ngoài. Để trau dồi kỹ năng của những người thợ đóng giày, cô Tường thường đi ra nước ngoài để mua giày nước ngoài, đặc biệt là giày Ý, sau đó tách chúng ra để xem chúng được làm như thế nào và sử dụng chất liệu gì. Sau đó, cô đào tạo nhân viên của mình bắt chước nghệ thuật đóng giày của phương Tây để phục vụ nhóm khách du lịch mới nổi. Với thái độ luôn làm hài lòng khách hàng, Ms Tường luôn nỗ lực cải tiến và tạo ra những sản phẩm mới. Phạm vi kinh doanh của cô đã mở rộng qua nhiều năm ngoài giày dép và cô cũng được đánh giá cao về các sản phẩm da khác của mình. Những chiếc áo khoác, túi xách, ví và ví da được đặt làm riêng của cô cũng có chất lượng vô song như đôi giày của cô. Bằng chứng cho thực tế này là rất nhiều khách hàng quay trở lại mà cô có từ nước ngoài, hầu hết đều là những người mà cô đã quen biết hơn 10 năm. Việc ghé thăm Cửa hàng giày 09 không chỉ giúp bạn lấy lại động lực mà còn không làm mất đi số tiền tiết kiệm của bạn. Bạn cũng có thể tự hỏi, tại sao lại phải chi số tiền tương đương cho một đôi giày tốt ở quê nhà khi bạn có thể có ba đôi trở lên được thiết kế riêng ở Hội An?Đọc thêm",
        "reviews": [
            "Nana Banana và Ni là những người đóng băng tuyệt vời cho trải nghiệm tuyệt vời này tại cửa hàng 09. Chúng tôi có một đôi giày nữ, một đôi bốt nam và mua một chiếc túi từ cửa hàng tinh tế này. Không thể chê trách điều đó chút nào, đôi giày hoàn hảo và chúng tôi biết đây là những thứ mà chúng tôi có thể sẽ sở hữu mãi mãi. Thật là sai lầm nếu không ghé thămĐọc thêm",
            "Gần đây tôi đã mang theo một đôi bốt vừa vặn hoàn hảo. Sau nhiều tháng cố gắng tìm kiếm kiểu dáng mong muốn ở Aus, tôi quyết định sẽ mua một đôi sản xuất tại Việt Nam. Giày cao cổ hơi đắt tiền nhưng bạn nhận được những gì bạn phải trả. Họ trông tuyệt vời và siêu thoải mái. Cảm ơn người làm giày Nanna Banana của tôi. Đọc thêm",
            "Tôi đã xử lý Lee. Cửa hàng này đã được một thợ may địa phương giới thiệu và nó đáp ứng mọi mong đợi. Giày dép, quần áo, thắt lưng đều được sản xuất theo đơn đặt hàng và có sẵn trong vòng 24 giờ. Không thể hạnh phúc hơn với dịch vụ, nhân viên thân thiện, nhiệt tình và chất lượng sản phẩm.Đọc thêm",
            "Chúng tôi chỉ có 24 giờ ở Hội An và các cô gái ở 09 Shoe Shop đã có thể giao hàng! Tôi đã làm giày da nam và đối tác của tôi đã làm một số đôi giày da lộn thông thường. Tôi đi đôi giày này lần đầu tiên và không bị phồng rộp, không bị đau , chỉ là một đôi giày thực sự thoải mái và vừa vặn! Giá cả tuyệt vời và rất khuyến khích. 5 saoĐọc thêm",
            "Lần đầu tiên đến cửa hàng này, tôi đã rất lo lắng về việc mua một chiếc áo khoác da. Chúng không phải là những món đồ rẻ để mua và tôi vẫn chưa thấy một món đồ nào ở phố cổ mà tôi thích. May mắn thay, cửa hàng này đã có một chiếc áo khoác bằng da cừu mà tôi đang tìm kiếm! điều đó khiến tôi cảm thấy tự tin để dấn thân. Tôi rất ấn tượng với cách chiếc áo khoác của tôi trông như thế nào. Nó có cảm giác mềm mại và béo ngậy và họ thậm chí không cần phải điều chỉnh nó, lần đầu tiên nó hoàn toàn phù hợp! Thật vô cùng hạnh phúc, tôi quyết định mua chiếc áo khoác này. Chắc chắn là một trong những món đồ yêu thích nhất trong tủ quần áo của tôi bây giờ.Đọc thêm",
            "Tôi đã làm một chiếc jack da. Tôi có thể chọn từ nhiều phong cách. Họ thân thiện và kích thích thật tuyệt vời! Tôi đang hạnh phúc! Thật là một chiếc kích da tuyệt vời với giá tốt!Đọc thêm",
            "Viên rất hữu ích và không quá hống hách. Chúng tôi đã làm ra bốn đôi giày, ủng và một chiếc thắt lưng xinh xắn và thực sự hài lòng với chất lượng. Rất khuyến khích mặc dù có rất nhiều nhà sản xuất da khác để lựa chọn ở Hội An.Đọc thêm",
            "Cửa hàng giày 09 có vô số sản phẩm đồ da đa dạng, từ giày dép, túi xách, áo khoác da và quần áo. Hướng dẫn viên dũng cảm của chúng tôi Nam đã đề xuất địa điểm này với lời khuyên rằng đây không phải là nơi rẻ nhất ở Hội An nhưng lại đáng đồng tiền bát gạo nhất. Sau lần đầu tiên được đo vào khoảng 3 giờ chiều cho ba đôi giày, một vài chiếc thắt lưng và một chiếc áo khoác da Đúng 29 giờ sau, tôi bước ra ngoài với một vài đôi giày đẹp và một chiếc áo khoác da được thiết kế mềm mại đến kinh ngạc. Mặc dù không hề rẻ nhưng tôi đã bỏ đi tất cả những thứ này với giá khoảng 2/3 số tiền mà chiếc áo khoác có thể khiến tôi trở lại Aus. Tác phẩm có chất lượng hàng đầu sẽ đứng vững trước thử thách của thời gian và giá trị tuyệt vời so với số tiền bỏ ra!Đọc thêm",
            "Hai người phụ nữ Nana và Lee lúc 09 tuổi rất vui khi được tiếp xúc. Trò chuyện dễ dàng bằng tiếng Anh và có khiếu hài hước. Đối tác của tôi và tôi đã làm áo khoác da và anh ấy cũng có giày da. Tay nghề tuyệt vời và tốc độ quay vòng nhanh. Cũng có giá hợp lý cho hàng da tùy chỉnh. Đọc thêm",
            "Tôi mua tặng vợ 2 đôi giày, cô ấy rất thích. Tôi sẽ quay lại đây lần nữa. Cảm ơn dịch vụ của bạnĐọc thêm",
            "Một chiếc áo khoác da ở đây sẽ có giá bao nhiêu ở cửa hàng này? Tôi cao 5 feet 6, dáng người mảnh khảnh. Đang cố gắng để có được một bức tranh về giá cả.Đọc thêm",
            "Bạn sẽ trả bao nhiêu cho một đôi bốt đến mắt cá chân in hình ngựa vằn, có ai biết không?Đọc thêm",
            "Chúng tôi đã trả 70 đô la Mỹ cho một đôi bốt nam đến mắt cá chân Đọc thêm",
            "Xin chào, tôi hy vọng Kyle lk sẽ mua một bản sao dâu tằm, bạn có làm điều này không và bao nhiêu\n\nTrân trọng CherieĐọc thêm",
            "Xin chào Cherie\n\nBạn sẽ phải liên hệ với cửa hàng, tôi vừa mua các thiết kế có sẵn từ họ. Tuy nhiên, họ có vẻ giỏi sao chép miễn là bạn chụp ảnh gốc hoặc nhiều ảnh để họ sao chép Đọc thêm",
            "Giá thông thường để sản xuất giày, áo khoác và túi xách là bao nhiêu?Đọc thêm",
            "Tôi có cần chụp ảnh không hay họ có ảnh để lướt qua để lựa chọn giống như ở Thái Lan?Đọc thêm",
            "Họ có rất nhiều sách và tranh ảnh để xem qua!Đọc thêm"
        ],
        "star_ratings": [
            694,
            44,
            11,
            13,
            25
        ],
        "review_amount": 787,
        "location": [
            "Những điều cần làm ở Hội An",
            "Châu Á",
            "Việt Nam",
            "Chào An",
            "Tỉnh Quảng Nam",
            "09 Cửa Hàng Giày"
        ],
        "reviews_time": [
            "Written September 26, 2018",
            "Written September 19, 2018",
            "Written September 18, 2018",
            "Written September 11, 2018",
            "Written September 10, 2018",
            "Written September 9, 2018",
            "Written September 6, 2018",
            "Written August 29, 2018",
            "Written August 23, 2018",
            "Written August 21, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298082-d3588809-Reviews-or60-09_Shoe_Shop-Hoi_An_Quang_Nam_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d3724095-Reviews-Little_Faifo_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25259196-Reviews-Hoi_An_Heart_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26229136-Reviews-Sing_Ma_Restaurant_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26848559-Reviews-Em_H_i_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d24966494-Reviews-Lenco_Cafe_Bar-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d14927502-Reviews-Silent_Garden_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d10768724-Reviews-Olivier_Coffee-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25306878-Reviews-Chops_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d15086699-Reviews-Melody_Fine_Dining_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25420069-Reviews-MAAZI_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d27424525-Reviews-Huong_Linen_Clothing-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d25236612-Reviews-Gieng_Ba_Le-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d10860210-Reviews-The_Timeless_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d5854199-Reviews-The_Timeless_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d17854241-Reviews-Sonsu_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d9978380-Reviews-Cloth_Shop_VY_VY_II-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d24147298-Reviews-Ha_Ni_Cloth_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12310669-Reviews-Hoi_An_Post_Office-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d451148-Reviews-Hoi_An_Museum-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12499410-Reviews-ALLEY_Artist_House_2-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3588809-Reviews-or50-09_Shoe_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3588809-Reviews-or70-09_Shoe_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3588809-Reviews-09_Shoe_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2717876-Reviews-Peace_Tailor_in_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15776299-Reviews-Thanh_Design-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6845023-Reviews-Two_Ladies_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15000385-Reviews-Blue_Chic_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26605658-Reviews-Bison_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2202046-Reviews-Metiseko-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1194254-Reviews-A_Dong_Silk_Tailors-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4609042-Reviews-Tuong_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d9466019-Reviews-45_Thu_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12945791-Reviews-Shine_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4211261-Reviews-Trang_Tri-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4413494-Reviews-Nhat_Silk_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d11548889-Reviews-Wild_Orchid_Tailor_Shop_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g25373256-d6740407-Reviews-Ann_Tailor_Hoi_An-Son_Phong_Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4311654-Reviews-Fashion_Style_cloth_shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6990104-Reviews-Tulip_Silk_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25442806-Reviews-De_Casa_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d5343132-Reviews-Hoi_An_Express-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8540400-Reviews-Barri_Ann_Travel-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6163911-Reviews-Bao_Diep_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d9748274-Reviews-The_Bi_tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d1216409-Reviews-Minus5_ICEBAR-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g1507054-d13535361-Reviews-Ao_Nang_Longtail_Boat_Service_Club-Ao_Nang_Krabi_Town_Krabi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g44535-d266885-Reviews-Starlight_Theatre-Kansas_City_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g48480-d10437752-Reviews-Amtrak-Rensselaer_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d4215362-Reviews-Quartier_Asiatique-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187443-d1015407-Reviews-Setas_de_Sevilla_Metropol_Parasol-Seville_Province_of_Seville_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d244892-Reviews-Jamboree_Jazz-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g50566-d15021290-Reviews-John_Glenn_Astronomy_Park-Logan_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g30179-d8471813-Reviews-Aransas_Queen_Casino-Aransas_Pass_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g33188-d1091844-Reviews-College_Cove-Trinidad_Humboldt_County_California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298082-d3588809-Reviews-or70-09_Shoe_Shop-Hoi_An_Quang_Nam_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298082-d3588809-Reviews-or60-09_Shoe_Shop-Hoi_An_Quang_Nam_Province.html"
    },
    {
        "attraction_name": "09 Shoe Shop",
        "attraction_name_vi": "09 Cửa Hàng Giày",
        "general_info": [
            "787 đánh giá",
            "83 trên 679 Mua sắm ở Hội An",
            "Cửa hàng quà tặng đặc sản"
        ],
        "attraction_summary": "Hơn 14 năm trước, chị Tường, người Hội An có kinh nghiệm may quần áo đã quyết định đưa đế giày trở lại với nghệ thuật đóng giày ở quê hương và thành lập cửa hàng 09 Shoe Shop. Số 9 trong tiếng Việt mang ý nghĩa may mắn, thịnh vượng, đó là lý do tên quán không phải địa chỉ! Nhờ mối quan hệ gia đình và bản lĩnh kinh doanh tốt, bà Tường luôn tiếp cận được nguồn da thuộc hảo hạng nhất Hội An và những thợ đóng giày giàu kinh nghiệm nhất. Do đó, cô đã thiết lập mối quan hệ độc quyền với những nghệ nhân giày tài năng nhất và bắt tay vào sản xuất giày không chỉ cho khách hàng Việt Nam hiện tại mà còn cho cả người nước ngoài. Để trau dồi kỹ năng của người thợ đóng giày, cô Tường thường đi ra nước ngoài để mua giày nước ngoài, đặc biệt là giày Ý, sau đó tách chúng ra để xem chúng được làm như thế nào và sử dụng chất liệu gì. Sau đó, cô đào tạo nhân viên của mình bắt chước nghệ thuật đóng giày của phương Tây để phục vụ nhóm khách du lịch mới nổi. Với thái độ luôn làm hài lòng khách hàng, Ms Tường luôn nỗ lực cải tiến và tạo ra những sản phẩm mới. Phạm vi kinh doanh của cô đã mở rộng qua nhiều năm ngoài giày dép và cô cũng được đánh giá cao về các sản phẩm da khác của mình. Những chiếc áo khoác, túi xách, ví và ví da được đặt làm riêng của cô cũng có chất lượng vô song như đôi giày của cô. Bằng chứng cho thực tế này là rất nhiều khách hàng quay trở lại mà cô có từ nước ngoài, hầu hết đều là những người mà cô đã quen biết hơn 10 năm. Việc ghé thăm Cửa hàng giày 09 không chỉ giúp bạn lấy lại động lực mà còn không làm mất đi số tiền tiết kiệm của bạn. Bạn cũng có thể tự hỏi, tại sao lại phải chi số tiền tương đương cho một đôi giày tốt ở quê nhà khi bạn có thể có ba đôi trở lên được thiết kế riêng ở Hội An?Đọc thêm",
        "reviews": [
            "Chúng tôi được Mai từ Hà Na giới thiệu số 9 và chúng tôi rất ấn tượng với thợ may Nana Bana của chúng tôi! Đối tác của tôi muốn tất cả những gì đẹp nhất trong cuộc đời của anh ấy về những chiếc áo khoác da trong một chiếc áo khoác và họ đã có thể tạo ra một chiếc áo khoác cân đối và được thiết kế thực sự đẹp mắt. Chúng tôi đã chọn tất cả các yếu tố và vật liệu, chúng rất nhanh! Công việc ấn tượng như vậy. Nó rất vừa vặn và da có chất lượng rất tốt. Chúng tôi đã trả 200 USD cho một chiếc áo khoác nam cỡ lớn có năm túi và các chi tiết đặt riêng, bao gồm cả phần vừa vặn và bao bì. Đọc thêm",
            "Có 2 đôi được làm cho tôi. Đặc biệt với đôi chân của tôi, hoàn toàn phù hợp. Cảm giác như bạn thậm chí không mặc gì cả! Muốn giới thiệu cho bất cứ ai. Rất nhanh chóng, được thực hiện trong vòng 24 giờ đối với tôi. Đọc thêm",
            "Mua một chiếc túi da, ví và thắt lưng từ cửa hàng ở khách sạn Sunrise. Sản phẩm chất lượng đẹp được sản xuất chỉ trong hơn một ngày! Liên cũng cung cấp dịch vụ tuyệt vời! Đọc thêm",
            "Tôi đã nhân cơ hội này làm một chiếc cặp, ví và thắt lưng - LIEN đặc biệt hữu ích, thân thiện và chuyên nghiệp. Hai ngày sau, như đã hứa, tôi đã nhận được đơn đặt hàng riêng của mình. Tôi rất muốn giới thiệu LIEN và cửa hàng tại Sunrise Resort Hội An. Đọc thêm",
            "Đây là lần thứ hai chúng tôi mua giày, túi xách, v.v. từ cửa hàng này. Chúng tôi còn hơn cả hạnh phúc!! Dịch vụ tốt nhất từ ​​trước đến nay từ một nhân viên tuyệt vời tên là LIEN, cô ấy rất tài năng và thực sự biết cách thiết kế và hỗ trợ bạn. Lần này người chồng rất thận trọng của tôi đã quyết định chọn bốt, thắt lưng và áo khoác da. Những đôi bốt rất phong cách và trông rất đẹp nhưng ấn tượng nhất là chiếc áo khoác, được thảo luận, thiết kế và sản xuất với sự hợp tác của LIEN. Đó là giá trị tuyệt vời và tuyệt vời! Tôi cũng đã làm giày và một chiếc túi xách, tất cả đều tuyệt vời. Tất cả những sản phẩm tuyệt vời và hoạt động mua sắm này thật thú vị, với lời nói đùa thân thiện và nụ cười luôn vui vẻ của cô ấy. Cảm ơn LIEN, bạn thật tuyệt, hẹn gặp lại vào năm sauĐọc thêm",
            "Những người này thật tuyệt vời. Không ồn ào, dễ dàng, giá cả hợp lý và chất lượng tuyệt vời. Chiếc túi mà vợ tôi mua giống hệt như trong những bức ảnh chúng tôi đã cho họ xem. Chúng tôi đã được thông báo trước khi mua một số bộ phận nhỏ mà họ không thể làm được. Không thể hạnh phúc hơn. Đọc thêm",
            "Hương đã rất hữu ích khi có được hai đôi giày hải quan! Tôi thực sự khuyên bạn nên đến đây nếu muốn có những đôi giày hoặc đồ da tuyệt vời ở Việt Nam!Đọc thêm",
            "Chúng tôi đã làm một đôi bốt - chúng rất đẹp và chúng tôi rất vui. Tuy nhiên, có hai điều chúng tôi không thích - 1 chúng tôi cảm thấy mình thực sự phải cố gắng thay đổi khi có đôi giày đầu tiên. Họ không muốn phải thực hiện những thay đổi bổ sung. 2 số lượng các loại giày cao gót có một chút hạn chế. Nhìn chung, tôi khuyến nghị nhưng sẽ khuyên các khách hàng đồng nghiệp nhấn mạnh rằng những thay đổi được thực hiện khi bạn cần.Đọc thêm",
            "Khi đến thăm Hội An tôi muốn làm một số đồ da. Sau khi xem những đánh giá tuyệt vời về cố vấn chuyến đi, tôi quyết định ghé thăm cửa hàng giày 09. Không còn nghi ngờ gì nữa, đây là quyết định tốt nhất. Tôi đã có khoảng thời gian tuyệt vời khi làm ra sản phẩm của mình. Phương đón tôi vào quán. Cô ấy cực kỳ hữu ích, tôi đã lên ý tưởng về chiếc túi mà tôi muốn làm và cô ấy đã giúp tôi tạo ra chiếc túi này. Tôi đã có khoảng thời gian tuyệt vời khi chọn da và tính toán số đo. Cuối cùng tôi đã đặt mua 1 chiếc túi, một đôi bốt và một đôi giày. Tôi được thông báo rằng đơn hàng của tôi sẽ sẵn sàng sau 1 ngày. Thành thật mà nói, tôi rất ngạc nhiên vì điều này có thể xảy ra! Ngày hôm sau tôi quay lại tiệm giày 09 và tôi không hề thất vọng. Sản phẩm của tôi rất đẹp, chiếc túi tôi tạo ra đúng như những gì tôi đã mô tả. Nếu bạn đã từng đến Hội An, đây là một cơ hội tuyệt vời để thiết kế sản phẩm của riêng bạn và phải được thực hiện tại cửa hàng giày 09. Tôi xin cảm ơn Phương, cô ấy thực sự tuyệt vời! Đọc thêm",
            "Tôi được nhân viên tại A Dong Silk ở Hội An giới thiệu đến đây, một lần nữa nhân viên Việt Nam ở đây đã không làm tôi thất vọng, rất hữu ích, lịch sự và đảm bảo rằng chúng tôi hài lòng với giao dịch mua hàng của mình, đối với giày bốt do thợ đóng giày làm ra, được trang bị và hoàn thiện thành ba phần. ngày, thực sự tuyệt vời. Phương, người phụ nữ đã hỗ trợ tôi thật tuyệt vời như nơi tôi mua đôi giày.Đọc thêm"
        ],
        "star_ratings": [
            694,
            44,
            11,
            13,
            25
        ],
        "review_amount": 787,
        "location": [
            "Những điều cần làm ở Hội An",
            "Châu Á",
            "Việt Nam",
            "Chào An",
            "Tỉnh Quảng Nam",
            "09 Cửa Hàng Giày"
        ],
        "reviews_time": [
            "Written August 13, 2018",
            "Written July 31, 2018",
            "Written July 23, 2018",
            "Written July 23, 2018",
            "Written July 21, 2018",
            "Written July 16, 2018",
            "Written July 16, 2018",
            "Written July 15, 2018",
            "Written July 11, 2018",
            "Written July 3, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298082-d3588809-Reviews-or70-09_Shoe_Shop-Hoi_An_Quang_Nam_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d3724095-Reviews-Little_Faifo_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25259196-Reviews-Hoi_An_Heart_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26229136-Reviews-Sing_Ma_Restaurant_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26848559-Reviews-Em_H_i_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d24966494-Reviews-Lenco_Cafe_Bar-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d14927502-Reviews-Silent_Garden_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d10768724-Reviews-Olivier_Coffee-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25306878-Reviews-Chops_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d15086699-Reviews-Melody_Fine_Dining_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25420069-Reviews-MAAZI_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d27424525-Reviews-Huong_Linen_Clothing-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d25236612-Reviews-Gieng_Ba_Le-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d10860210-Reviews-The_Timeless_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d5854199-Reviews-The_Timeless_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d17854241-Reviews-Sonsu_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d9978380-Reviews-Cloth_Shop_VY_VY_II-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d24147298-Reviews-Ha_Ni_Cloth_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12310669-Reviews-Hoi_An_Post_Office-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d451148-Reviews-Hoi_An_Museum-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12499410-Reviews-ALLEY_Artist_House_2-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3588809-Reviews-or60-09_Shoe_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3588809-Reviews-or80-09_Shoe_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3588809-Reviews-09_Shoe_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2717876-Reviews-Peace_Tailor_in_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15776299-Reviews-Thanh_Design-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6845023-Reviews-Two_Ladies_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15000385-Reviews-Blue_Chic_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26605658-Reviews-Bison_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2202046-Reviews-Metiseko-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1194254-Reviews-A_Dong_Silk_Tailors-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4609042-Reviews-Tuong_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d9466019-Reviews-45_Thu_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12945791-Reviews-Shine_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4211261-Reviews-Trang_Tri-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4413494-Reviews-Nhat_Silk_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d11548889-Reviews-Wild_Orchid_Tailor_Shop_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g25373256-d6740407-Reviews-Ann_Tailor_Hoi_An-Son_Phong_Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4311654-Reviews-Fashion_Style_cloth_shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6990104-Reviews-Tulip_Silk_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25442806-Reviews-De_Casa_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d5343132-Reviews-Hoi_An_Express-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8540400-Reviews-Barri_Ann_Travel-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6163911-Reviews-Bao_Diep_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d9748274-Reviews-The_Bi_tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g51907-d15187273-Reviews-Next_Level_Pinball_Museum-Hillsboro_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g56062-d3916079-Reviews-Main_Event_Entertainment-Katy_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g303808-d8498091-Reviews-Mlini_Beach-Hvar_Hvar_Island_Split_Dalmatia_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g190378-d1372779-Reviews-Kyrenia_Harbour-Kyrenia_Kyrenia_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g189499-d21285321-Reviews-Parissis_Winery-Skiathos_Sporades.html",
            "https://www.tripadvisor.com/Attraction_Review-g188632-d314940-Reviews-Delfshaven-Rotterdam_South_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g642211-d3637468-Reviews-Xoriguer_Gin_Factory-Mahon_Menorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g50370-d2416638-Reviews-Geneva_State_Park-Geneva_on_the_Lake_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d1630313-Reviews-David_Copperfield-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d8564844-Reviews-Blu_Pool_At_Horseshoe_Las_Vegas-Las_Vegas_Nevada.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298082-d3588809-Reviews-or80-09_Shoe_Shop-Hoi_An_Quang_Nam_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298082-d3588809-Reviews-or70-09_Shoe_Shop-Hoi_An_Quang_Nam_Province.html"
    },
    {
        "attraction_name": "09 Shoe Shop",
        "attraction_name_vi": "09 Cửa Hàng Giày",
        "general_info": [
            "787 đánh giá",
            "83 trên 679 Mua sắm ở Hội An",
            "Cửa hàng quà tặng đặc sản"
        ],
        "attraction_summary": "Hơn 14 năm trước, chị Tường, người Hội An có kinh nghiệm may quần áo đã quyết định đưa đế giày trở lại với nghệ thuật đóng giày ở quê hương và thành lập cửa hàng 09 Shoe Shop. Số 9 trong tiếng Việt mang ý nghĩa may mắn, thịnh vượng, đó là lý do tên quán không phải địa chỉ! Nhờ mối quan hệ gia đình và bản lĩnh kinh doanh tốt, bà Tường luôn tiếp cận được nguồn da thuộc hảo hạng nhất Hội An và những thợ đóng giày giàu kinh nghiệm nhất. Do đó, cô đã thiết lập mối quan hệ độc quyền với những nghệ nhân giày tài năng nhất và bắt tay vào sản xuất giày không chỉ cho khách hàng Việt Nam hiện tại mà còn cho cả người nước ngoài. Để trau dồi kỹ năng của những người thợ đóng giày, cô Tường thường đi ra nước ngoài để mua giày nước ngoài, đặc biệt là giày Ý, sau đó tách chúng ra để xem chúng được làm như thế nào và sử dụng chất liệu gì. Sau đó, cô đào tạo nhân viên của mình bắt chước nghệ thuật đóng giày của phương Tây để phục vụ nhóm khách du lịch mới nổi. Với thái độ luôn làm hài lòng khách hàng, Ms Tường luôn nỗ lực cải tiến và tạo ra những sản phẩm mới. Phạm vi kinh doanh của cô đã mở rộng qua nhiều năm ngoài giày dép và cô cũng được đánh giá cao về các sản phẩm da khác của mình. Những chiếc áo khoác, túi xách, ví và ví da được đặt làm riêng của cô cũng có chất lượng vô song như đôi giày của cô. Bằng chứng cho thực tế này là rất nhiều khách hàng quay trở lại mà cô có từ nước ngoài, hầu hết đều là những người mà cô đã quen biết hơn 10 năm. Việc ghé thăm Cửa hàng giày 09 không chỉ giúp bạn lấy lại động lực mà còn không làm mất đi số tiền tiết kiệm của bạn. Bạn cũng có thể tự hỏi, tại sao lại phải chi số tiền tương đương cho một đôi giày tốt ở quê nhà khi bạn có thể có ba đôi trở lên được thiết kế riêng ở Hội An?Đọc thêm",
        "reviews": [
            "Rất khuyến khích làm việc với Liên. Cô ấy giao tiếp tốt bằng tiếng Anh và hỗ trợ bạn có được kiểu dáng, màu sắc và chủng loại sản phẩm da mà bạn mong muốn. Cô ấy có kiến ​​thức và với kinh nghiệm của mình, cô ấy biết điều gì sẽ hiệu quả nhất; cô ấy là một cố vấn tốt, nhưng không hống hách. Cô ấy cũng rất giỏi lắng nghe và sẵn sàng hỗ trợ bạn với những ý tưởng của riêng bạn. Tôi hài lòng với sản phẩm của tôi Đôi khi có quá nhiều sự lựa chọn đến mức khiến bạn choáng ngợp và Liên rất giỏi trong việc hỗ trợ bạn sắp xếp các ý tưởng của mình.Đọc thêm",
            "Có một số đôi ủng mới được làm để đi cùng với bộ đồ mới của tôi. Dịch vụ rất tốt và đôi bốt trông thật tuyệt vời, rất nóng lòng được quay lại New Zealand và mang chúng! Đọc thêm",
            "Chúng tôi tìm thấy cửa hàng nhỏ này khi đi ngang qua. Tôi muốn có một chiếc túi da tùy chỉnh được thiết kế riêng, tôi đã có một hình ảnh rõ ràng về nó và mang theo một tờ giấy với những hình ảnh lộn xộn và hình ảnh chi tiết mà nó cần phải có. Phương, nhân viên bán hàng, đã giúp tôi chọn da, tôi giải thích chi tiết mọi thứ và cô ấy hỏi tôi những câu hỏi cụ thể để chắc chắn rằng cô ấy đã chọn đúng. Tôi rất hài lòng với kết quả và Phương tự hào rằng họ đã làm đúng mọi thứ vì nó hơi phức tạp ở một số phần. Họ đã làm một công việc thực sự tốt! Bạn trai tôi đã sắm cho mình một chiếc áo khoác da được thiết kế riêng mà anh ấy rất thích. Chúng tôi đánh giá đây là một cửa hàng bán đồ da tốt với sản phẩm bền và chất liệu tốt.Đọc thêm",
            "Là một bệnh nhân tiểu đường loại 1, tôi phải luôn mang theo đồ đạc bên mình. Các cô gái ở đây đã vượt qua những suy nghĩ lộn xộn của tôi và đạt được mục tiêu mà tôi theo đuổi.  Siêu kiên nhẫn, siêu hữu ích và siêu chất lượng và tất cả đều hoàn thành trong vòng chưa đầy 36 giờ! Cảm ơn Lee rất nhiều, họ thật tuyệt vời! Đọc thêm",
            "Tôi vừa chọn đôi bốt dài đến đầu gối màu nâu mới và đôi giày đen. Làm rất đẹp và tôi rất hạnh phúc. Phương rất hữu ích và rất vui được giải quyết. Cô ấy đã rất khăng khăng rằng chúng tôi phải có sự phù hợp. Có thể đắt hơn một số nơi khác một chút nhưng chất lượng thực sự cao. Nóng lòng được mặc chúng trở lại vào mùa đông ở Melbourne. Rất khuyến khích Đọc thêm",
            "Tôi được nhà khách chúng tôi ở tại bãi biển An Bàng giới thiệu O9. Mặc dù chúng tôi đã được các nhân viên cung cấp dịch vụ tuyệt vời khi tôi nhận được đôi ủng 200 NZ của mình trở lại Auckland sau khi chỉ mang chúng có 3 lần đế giày đã bong ra.  Tôi đã mang chúng đến thợ sửa giày để sửa chữa và nó phải được thay thế hoàn toàn bằng đế mới. Cái này sẽ có giá 90 nzĐọc thêm",
            "Tôi đã chụp một số bức ảnh với tôi để giải thích loại mà tôi muốn.  Nhân viên Phương đã hỏi tôi những câu hỏi phù hợp để khiến thiết kế của tôi thực sự thành công. Cảm ơn Phương và tất nhiên cũng cảm ơn các đồng nghiệp của bạn Đọc thêm",
            "I had no intention of shopping in Hoi An but my partner was shopping next door when I wandered into 09 shoe shop. I saw a beautiful leather jacket on display in a camel colour. The girls were very friendly, not pushy at all. Very relaxed and just happy to chat. I really liked the colour and the leather so they showed me different types of leather they worked with and I found one i loved, it was so soft and natural. Then we went back to the jacket but it didnt really suit me so we looked at heaps of images they had available and I found something I liked but needed a few small changes. They measured me up and said come back the next day for a fitting. the very next day about 24 hours just like they said it was waiting for me. So quick and easy. Unfortunately the pockets were not quite as i asked and although the jacket looked good and fitted well it was not what I wanted. NO PROBLEM. the girls confirmed what I wanted, they wanted me to be happy with how I imagined the jacket to be finished and asked me to come back the next day. They completely re-cut and replaced the 2 front panels and fixed the pockets for me. No problem, easy and happily. On the second day I realised I should have asked for the arm length to be an inch longer. I wanted it to come down over my hands more not just too my wrist. This one was my fault, I was being difficult and changed my mind. NO PROBLEM. The girls again happily and easily said they could fix it by adding a simple cuff. Come back the next day they said. So day 3 it was perfect. I was very impressed how genuinely happy and easy the girls were to deal with even when I was making more work and changing my mind. I dont suggest changing your mind but they will help you if they can.  Brilliant experience. On my 4th day I didnt need to go to the shop as my jacket was finished with me but I went in on my way past just to see and thank the girls. Really pleasant experience. Highly recommend. You wont be disappointed.Read more",
            "Chúng tôi đã mua giày ở cửa hàng của bạn vài năm trước và đôi giày này hiện đã được sử dụng nhiều hơn. Có thể sản xuất và vận chuyển đến Đức không? Chúng tôi yêu thích chất liệu và chất lượng. Trân trọngFelixĐọc thêm",
            "Chúng tôi đã ghé thăm Cửa hàng giày 09 trong thời gian lưu trú tại Premium Sunrise Resort. Bản thân cửa hàng rất sạch sẽ, được tổ chức tốt, gọn gàng và đầy màu sắc, thu hút chúng tôi vào bên trong để kiểm tra hàng hóa kỹ hơn. Các bức tường được trang trí bằng đủ thứ đồ da - áo khoác, túi xách, ba lô, sổ tay, thắt lưng và giày, thứ gì đó dành cho tất cả mọi người! Tôi được Liên chào đón, cô ấy rất vui khi tôi nhìn xung quanh, chạm vào hàng hóa. Liên rất hữu ích và không cố gắng mua hàng. Nói chuyện với Liên xong tôi ra khỏi quán và biết chắc mình sẽ quay lại. Ngày hôm sau tôi đến gặp Liên với hình ảnh chiếc áo khoác da màu hồng đào tìm được trên mạng. Tiếc là Liên không có màu mình mong muốn. Tuy nhiên, biết rằng tôi đang tìm kiếm thứ gì đó độc đáo một chút, Liên đã sản xuất một loại da màu xanh ô liu mà tôi ngay lập tức yêu thích. Chúng tôi đã làm việc cùng nhau để chọn một kiểu dáng tôn lên vóc dáng của tôi, dây kéo và lớp lót có màu sắc phù hợp. Liên tỏ ra rất kiên nhẫn, tự tin vào khả năng cung cấp cho tôi một chiếc áo khoác xuất sắc. Tôi được đo và bảo sẽ quay lại sau hai ngày nữa. Sau 3 lần điều chỉnh, tôi tự hào là chủ sở hữu của một thợ may may chiếc áo khoác da có một không hai, vừa vặn hoàn hảo với mức giá chỉ bằng một nửa tôi sẽ trả ở nhà. Vì vậy..... cuối cùng tôi đã đặt mua chiếc áo khoác da thứ hai, màu đen, và có một chiếc cổ áo lộng lẫy gợi nhớ đến những năm 80! Tôi khuyên bạn nên ghé thăm Liên tại Cửa hàng giày 09 nếu bạn đang tìm kiếm hướng dẫn về phong cách phù hợp với loại da nào, vừa vặn hoàn hảo, chất lượng đẹp, tất cả đều cởi mở với ý tưởng, thân thiện và tiện lợi. Cảm ơn Liên, tôi chắc chắn sẽ mua hàng của bạn trong tương lai vì họ lưu giữ số đo của bạn trong hồ sơ!Đọc thêm"
        ],
        "star_ratings": [
            694,
            44,
            11,
            13,
            25
        ],
        "review_amount": 787,
        "location": [
            "Những điều cần làm ở Hội An",
            "Châu Á",
            "Việt Nam",
            "Chào An",
            "Tỉnh Quảng Nam",
            "09 Cửa Hàng Giày"
        ],
        "reviews_time": [
            "Written June 29, 2018",
            "Written June 28, 2018",
            "Written June 23, 2018",
            "Written June 16, 2018",
            "Written June 15, 2018",
            "Written June 15, 2018",
            "Written June 14, 2018",
            "Written June 11, 2018",
            "Written June 7, 2018",
            "Written June 4, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298082-d3588809-Reviews-or80-09_Shoe_Shop-Hoi_An_Quang_Nam_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d3724095-Reviews-Little_Faifo_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25259196-Reviews-Hoi_An_Heart_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26229136-Reviews-Sing_Ma_Restaurant_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26848559-Reviews-Em_H_i_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d24966494-Reviews-Lenco_Cafe_Bar-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d14927502-Reviews-Silent_Garden_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d10768724-Reviews-Olivier_Coffee-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25306878-Reviews-Chops_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d15086699-Reviews-Melody_Fine_Dining_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25420069-Reviews-MAAZI_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d27424525-Reviews-Huong_Linen_Clothing-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d25236612-Reviews-Gieng_Ba_Le-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d10860210-Reviews-The_Timeless_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d5854199-Reviews-The_Timeless_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d17854241-Reviews-Sonsu_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d9978380-Reviews-Cloth_Shop_VY_VY_II-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d24147298-Reviews-Ha_Ni_Cloth_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12310669-Reviews-Hoi_An_Post_Office-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d451148-Reviews-Hoi_An_Museum-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12499410-Reviews-ALLEY_Artist_House_2-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3588809-Reviews-or70-09_Shoe_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3588809-Reviews-or90-09_Shoe_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3588809-Reviews-09_Shoe_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2717876-Reviews-Peace_Tailor_in_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15776299-Reviews-Thanh_Design-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6845023-Reviews-Two_Ladies_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15000385-Reviews-Blue_Chic_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26605658-Reviews-Bison_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2202046-Reviews-Metiseko-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1194254-Reviews-A_Dong_Silk_Tailors-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4609042-Reviews-Tuong_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d9466019-Reviews-45_Thu_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12945791-Reviews-Shine_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4211261-Reviews-Trang_Tri-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4413494-Reviews-Nhat_Silk_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d11548889-Reviews-Wild_Orchid_Tailor_Shop_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g25373256-d6740407-Reviews-Ann_Tailor_Hoi_An-Son_Phong_Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4311654-Reviews-Fashion_Style_cloth_shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6990104-Reviews-Tulip_Silk_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25442806-Reviews-De_Casa_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d5343132-Reviews-Hoi_An_Express-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8540400-Reviews-Barri_Ann_Travel-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6163911-Reviews-Bao_Diep_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d9748274-Reviews-The_Bi_tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g304001-d8666603-Reviews-Kapas_Island-Pulau_Kapas_Terengganu.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d2437651-Reviews-Canary_Wharf-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g48749-d9737780-Reviews-Headless_Horseman_Hayrides-Ulster_Park_Catskill_Region_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g14077140-d550700-Reviews-Kravice_Falls-Studenci_West_Herzegovina_Canton_Federation_of_Bosnia_and_Herzegov.html",
            "https://www.tripadvisor.com/Attraction_Review-g43323-d144805-Reviews-Nicollet_Mall-Minneapolis_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g187780-d12645263-Reviews-Amalfi_Rent_a_Scooter-Amalfi_Amalfi_Coast_Province_of_Salerno_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g31352-d3174730-Reviews-Amitabha_Stupa_and_Peace_Park-Sedona_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g189158-d17561585-Reviews-Cannabis_Store_Amsterdam-Lisbon_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g186370-d269514-Reviews-Thermae_Bath_Spa-Bath_Somerset_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g293983-d1059048-Reviews-City_of_David_National_Park-Jerusalem_Jerusalem_District.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298082-d3588809-Reviews-or90-09_Shoe_Shop-Hoi_An_Quang_Nam_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298082-d3588809-Reviews-or80-09_Shoe_Shop-Hoi_An_Quang_Nam_Province.html"
    },
    {
        "attraction_name": "09 Shoe Shop",
        "attraction_name_vi": "09 Cửa Hàng Giày",
        "general_info": [
            "787 đánh giá",
            "83 trên 679 Mua sắm ở Hội An",
            "Cửa hàng quà tặng đặc sản"
        ],
        "attraction_summary": "Hơn 14 năm trước, chị Tường, người Hội An có kinh nghiệm may quần áo đã quyết định đưa đế giày trở lại với nghệ thuật đóng giày ở quê hương và thành lập cửa hàng 09 Shoe Shop. Số 9 trong tiếng Việt mang ý nghĩa may mắn, thịnh vượng, đó là lý do tên quán không phải địa chỉ! Nhờ mối quan hệ gia đình và bản lĩnh kinh doanh tốt, bà Tường luôn tiếp cận được nguồn da thuộc hảo hạng nhất Hội An và những thợ đóng giày giàu kinh nghiệm nhất. Do đó, cô đã thiết lập mối quan hệ độc quyền với những nghệ nhân giày tài năng nhất và bắt tay vào sản xuất giày không chỉ cho khách hàng Việt Nam hiện tại mà còn cho cả người nước ngoài. Để trau dồi kỹ năng của người thợ đóng giày, cô Tường thường đi ra nước ngoài để mua giày nước ngoài, đặc biệt là giày Ý, sau đó tách chúng ra để xem chúng được làm như thế nào và sử dụng chất liệu gì. Sau đó, cô đào tạo nhân viên của mình bắt chước nghệ thuật đóng giày của phương Tây để phục vụ nhóm khách du lịch mới nổi. Với thái độ luôn làm hài lòng khách hàng, Ms Tường luôn nỗ lực cải tiến và tạo ra những sản phẩm mới. Phạm vi kinh doanh của cô đã mở rộng qua nhiều năm ngoài giày dép và cô cũng được đánh giá cao về các sản phẩm da khác của mình. Những chiếc áo khoác, túi xách, ví và ví da được đặt làm riêng của cô cũng có chất lượng vô song như đôi giày của cô. Bằng chứng cho thực tế này là rất nhiều khách hàng quay trở lại mà cô có từ nước ngoài, hầu hết đều là những người mà cô đã quen biết hơn 10 năm. Việc ghé thăm Cửa hàng giày 09 không chỉ giúp bạn lấy lại động lực mà còn không làm mất đi số tiền tiết kiệm của bạn. Bạn cũng có thể tự hỏi, tại sao lại phải chi số tiền tương đương cho một đôi giày tốt ở quê nhà khi bạn có thể có ba đôi trở lên được thiết kế riêng ở Hội An?Đọc thêm",
        "reviews": [
            "Bộ đồ mới xứng đáng có một đôi giày trơn để hoàn thiện vẻ ngoài.  Đội ngũ số 09 cực kỳ hữu ích, chúng tôi biết mình muốn gì và họ đã đến dự tiệc.  Lớp hoàn thiện đẹp, đường khâu hoàn hảo và ai biết được việc chọn loại da mà bạn mong muốn sẽ rất thú vị.  24 giờ sau khi bàn bạc về kiểu dáng, chất liệu, v.v...chúng tôi đã có một đôi giày thật gợi cảm.  Rolls royce Phantom IV của dòng giày nam trang trọng...Đọc thêm",
            "Phương hay quá! Rất tốt bụng và chuyên nghiệp, tiếng Anh cũng tốt. Chúng tôi đã làm một đôi giày và một chiếc ba lô và chúng trông thật tuyệt vời nên cuối cùng chúng tôi đã đặt mua một đôi giày thứ hai. Thật hạnh phúc, cảm ơn bạn rất nhiều!Đọc thêm",
            "Tôi và chồng đã làm giày da vào năm 09 cách đây hai năm và quay lại lần nữa! Giày chất lượng tốt được làm bằng da đẹp. Phương đã rất hữu ích trong việc thiết kế giày và chọn da. Rất khuyến khích. Đọc thêm",
            "Gần đây có một đôi bốt da dài do Lee sản xuất tại đây. Dịch vụ tuyệt vời, chất lượng tuyệt vời. Da thuộc loại cao cấp. Rất chuyên nghiệp và phù hợp tuyệt vời. Chắc chắn sẽ giới thiệu cửa hàng giày này và sẽ quay lại Đọc thêm",
            "Chúng tôi đã có ba đôi giày được sản xuất ở đây và rất hài lòng với chất lượng cũng như sự chú ý đến từng chi tiết. Phương rất hữu ích và đã dành thời gian để đảm bảo chúng tôi có được sự phù hợp hoàn hảo! Rất khuyến khích! Đọc thêm",
            "Thật dễ dàng và thoải mái khi làm giày ở đây. Tôi chỉ làm 2 đôi sandal, sao chép từ một đôi tôi yêu thích, tuy nhiên Phương rất chuyên nghiệp và hữu ích. Bởi vì cô ấy rất đáng yêu và không huênh hoang nên tôi đã mua một chiếc túi vải thô bằng da Thụy Điển xinh đẹp khi sưu tập giày sandal của mình. Rất khuyến khích về chất lượng và dịch vụ.Đọc thêm",
            "Đã mua một đôi bốt da ở đây khi tôi ở Sunrise. Ba lần chúng được đo và gửi đi để bị kéo căng và không bao giờ vừa vặn. Phải rời đi nên giờ tôi là chủ sở hữu đáng tự hào của một đôi ủng vô dụng trị giá 100US. Lãng phí tiền bạc.Đọc thêm",
            "Đây là trải nghiệm thứ hai của tôi tại giày No 9. Liên đáp ứng mọi yêu cầu của tôi một cách hiệu quả như một doanh nhân. Tôi mua hai đôi giày thời trang hiện đại với giá 80 US mỗi đôi. Ngoài ra, họ còn sửa chữa miễn phí một số đôi ủng nhỏ đã 3 năm tuổi. Chúng tôi sẽ quay lạiXem thêm",
            "Vợ tôi và tôi đã ở khách sạn Sunrise trong ba năm qua và lần nào chúng tôi cũng có giày hoặc áo khoác da. Liên là một nhân viên rất chu đáo, biết bạn đang tìm kiếm điều gì, cô ấy giúp đỡ mọi vấn đề về thiết kế của bạn và giải thích những gì họ sẽ làm để may quần áo và giày dép cho bạn. Cô ấy thậm chí có thể nhớ những gì chúng tôi đã mua trong ba năm qua. Bạn phải ghé thăm họ nếu bạn ở khách sạn Sunrise.Đọc thêm",
            "Đây là lần thứ 3 chúng tôi quay lại khu nghỉ dưỡng này, mỗi lần tôi đều có áo khoác và giày được làm tại cửa hàng này. Tôi chưa bao giờ thất vọng.  Chất lượng và thiết kế không ai sánh kịp. Người phụ nữ hữu ích nhất ở đó là Liên, cô ấy nói tiếng Anh hoàn hảo và không phải cô ấy là quá nhiều rắc rối đối với cô ấy.   Cô ấy có con mắt tinh tường về chi tiết và thực hiện chính xác những gì bạn yêu cầu. Tôi thực sự khuyên bạn nên ghé thăm cửa hàng nàyĐọc thêm"
        ],
        "star_ratings": [
            694,
            44,
            11,
            13,
            25
        ],
        "review_amount": 787,
        "location": [
            "Những điều cần làm ở Hội An",
            "Châu Á",
            "Việt Nam",
            "Chào An",
            "Tỉnh Quảng Nam",
            "09 Cửa Hàng Giày"
        ],
        "reviews_time": [
            "Written May 19, 2018",
            "Written May 19, 2018",
            "Written May 16, 2018",
            "Written May 14, 2018",
            "Written May 12, 2018",
            "Written May 10, 2018",
            "Written May 10, 2018",
            "Written May 7, 2018",
            "Written May 4, 2018",
            "Written May 4, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298082-d3588809-Reviews-or90-09_Shoe_Shop-Hoi_An_Quang_Nam_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d3724095-Reviews-Little_Faifo_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25259196-Reviews-Hoi_An_Heart_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26229136-Reviews-Sing_Ma_Restaurant_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26848559-Reviews-Em_H_i_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d24966494-Reviews-Lenco_Cafe_Bar-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d14927502-Reviews-Silent_Garden_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d10768724-Reviews-Olivier_Coffee-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25306878-Reviews-Chops_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d15086699-Reviews-Melody_Fine_Dining_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25420069-Reviews-MAAZI_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d27424525-Reviews-Huong_Linen_Clothing-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d25236612-Reviews-Gieng_Ba_Le-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d10860210-Reviews-The_Timeless_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d5854199-Reviews-The_Timeless_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d17854241-Reviews-Sonsu_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d9978380-Reviews-Cloth_Shop_VY_VY_II-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d24147298-Reviews-Ha_Ni_Cloth_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12310669-Reviews-Hoi_An_Post_Office-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d451148-Reviews-Hoi_An_Museum-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12499410-Reviews-ALLEY_Artist_House_2-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3588809-Reviews-or80-09_Shoe_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3588809-Reviews-or100-09_Shoe_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3588809-Reviews-09_Shoe_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2717876-Reviews-Peace_Tailor_in_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15776299-Reviews-Thanh_Design-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6845023-Reviews-Two_Ladies_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15000385-Reviews-Blue_Chic_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26605658-Reviews-Bison_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2202046-Reviews-Metiseko-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1194254-Reviews-A_Dong_Silk_Tailors-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4609042-Reviews-Tuong_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d9466019-Reviews-45_Thu_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12945791-Reviews-Shine_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4211261-Reviews-Trang_Tri-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4413494-Reviews-Nhat_Silk_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d11548889-Reviews-Wild_Orchid_Tailor_Shop_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g25373256-d6740407-Reviews-Ann_Tailor_Hoi_An-Son_Phong_Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4311654-Reviews-Fashion_Style_cloth_shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6990104-Reviews-Tulip_Silk_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25442806-Reviews-De_Casa_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d5343132-Reviews-Hoi_An_Express-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8540400-Reviews-Barri_Ann_Travel-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6163911-Reviews-Bao_Diep_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d9748274-Reviews-The_Bi_tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d273896-Reviews-9_30_Club-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g780609-d2300005-Reviews-Lady_s_Mile_Beach-Akrotiri_Limassol.html",
            "https://www.tripadvisor.com/Attraction_Review-g147251-d147447-Reviews-Baby_Beach-San_Nicolas_Aruba.html",
            "https://www.tripadvisor.com/Attraction_Review-g1191607-d4937133-Reviews-Golden_Beach-Chrissi_Ammoudia_Thasos_Northeast_Aegean_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g187849-d1925887-Reviews-Chinatown-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d15656810-Reviews-Zanzi_Cannabis_Club-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g309289-d1189960-Reviews-Playa_Matapalo-Quepos_Province_of_Puntarenas.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d189226-Reviews-Brixton-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g49004-d4598405-Reviews-Carolina_Beach_Boardwalk-Carolina_Beach_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d2279533-Reviews-Texas_Museum_of_Automotive_History-Dallas_Texas.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298082-d3588809-Reviews-or100-09_Shoe_Shop-Hoi_An_Quang_Nam_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298082-d3588809-Reviews-or90-09_Shoe_Shop-Hoi_An_Quang_Nam_Province.html"
    }
]