[
    {
        "attraction_name": "12-Mile Beach",
        "attraction_name_vi": "Bãi biển 12 dặm",
        "general_info": [
            "37 đánh giá",
            "- 5 trong số 16 điều cần làm ở Grand Marais",
            "Bãi biển"
        ],
        "attraction_summary": "Chúng tôi đến bãi biển này ở hai địa điểm khác nhau - Lake Superior Overlook và khu vực sử dụng ban ngày ở cuối phía đông của Bãi biển Twelvemile.  Phần Lake Superior Overlook có dòng nước chảy ra hồ thú vị mà tôi rất thích.   - Tôi - đã bao gồm hình ảnh. - Tuy nhiên, bạn không thể sai lầm khi tiếp cận bãi biển này. Chó được phép đến bãi biển tại hai điểm vào mà chúng tôi đã sử dụng.Đọc thêm",
        "reviews": [
            "Bãi biển đẹp. Nhiều cát nhưng có thể có nhiều đá ở một số nơi. Giày nước được khuyến khích. Bờ biển đáng yêu. Chúng tôi đã dành hàng giờ ở đây. Dễ dàng tìm thấy bóng mát, tuyệt vời cho một chuyến dã ngoại. Mọi người trong bữa tiệc của chúng tôi đều yêu thích nơi nàyĐọc thêm",
            "Chúng tôi tận hưởng một buổi sáng yên tĩnh đi dạo trên bãi biển và tận hưởng thiên đường nhỏ bé của mình.   Bạn có thể đi bộ hàng dặm theo một trong hai hướng.  Đọc thêm",
            "Chúng tôi ở lại địa điểm 25 và nghĩ rằng chúng tôi đã có vị trí tốt nhất!!  Lều của chúng tôi - 14x9 - lớn hơn tấm lót lều và sẽ vừa vặn hơn ở các địa điểm khác, NHƯNG với tầm nhìn ra hồ, con đường dẫn xuống bậc thang của riêng chúng tôi và chìm vào giấc ngủ khi sóng vỗ vào mỗi đêm...TUYỆT VỜI!  Bãi biển đẹp và những tảng đá tuyệt đẹp!  Nếu bạn sẵn sàng lái xe đến một khu cắm trại thực sự lộng lẫy với cảnh hoàng hôn tuyệt đẹp trên hồ, hãy ghé thăm khu cắm trại này và rút phích cắm một lúc vì không có dịch vụ.  Hãy tin tôi đi, bạn sẽ không bỏ lỡ đâu!Đọc thêm",
            "Thật là một bãi biển đẹp. Nó làm tôi nhớ đến con lạch quê hương! Lái xe không quá tệ để đến đó nhưng bãi đậu xe sẽ đưa bạn đến ngay cầu thang và sau đó đến ngay mặt tiền bãi biển mà không cần đi bộ xuyên rừng. Cái nào an toàn hơn cho những người săn đá muộn.Đọc thêm",
            "Chúng tôi đã dành một vài đêm tại Khu cắm trại bãi biển Twelvemile và yêu thích nó.  Khu cắm trại nằm trên một cao nguyên phía trên Hồ Superior và có một số địa điểm có tầm nhìn ra mặt nước.  Mặc dù chúng tôi không đặt chân đến một trong số đó, nhưng địa điểm của chúng tôi có nhiều cây cối, riêng tư và nằm gần con đường mòn dẫn đến các bậc thang dẫn ra bãi biển.  Vào buổi tối, hoàng hôn thật đẹp.  Chúng tôi tự đăng ký khi chúng tôi đến thăm và có một người chủ trì khu cắm trại đến mỗi ngày.  Không có tiện nghi tắm vòi sen.  Chúng tôi đến thăm vào tháng 6 năm 2019 và nước vẫn còn khá lạnh để bơi lội, nhưng vẫn có một vài tâm hồn dũng cảm dưới nước.Đọc thêm",
            "Chúng tôi cắm trại ở Bãi biển 12 Mile trong một tuần vào cuối tháng 8.  Kinh ngạc ! Trên cồn cát nhìn ra Hồ Superior là một bãi biển dường như vô tận đang liên tục thay đổi cảnh đẹp.  Từ 1 - sóng đến 5 - . Đó là một khu cắm trại nhỏ, khá yên tĩnh trong rừng Bạch dương và Gỗ tuyết tùng, mang lại cho bạn cảm giác như đang ở giữa hư không, và chính bạn là như vậy. Hoàng hôn và các ngôi sao vào ban đêm thật tuyệt vời. Bạn cảm thấy mình đang ở đâu, đó là điều tuyệt vời nhất!Đọc thêm",
            "Chuyến thăm của tôi đến Đường bờ biển quốc gia Pictured Rocks thật tuyệt vời vì tôi đã ở đó với màu sắc đỉnh cao.  Có được một khu cắm trại thật dễ dàng vì có rất nhiều nơi có sẵn.  Đi bộ sáu dặm đến Thác Chapel, Đá Chapel và Bãi biển Chapel và chỉ nhìn thấy ba người khác.  Rất khuyến khích.Đọc thêm",
            "It had been 25 years since I had routinely visited this camp site in late September - early October.  All of Pictured Rocks National Lake Shore was at that time sand roads, pitted and rough, which kept traffic volume to a minimum.  The place felt wild and remote.  I was shocked to find that almost everything was now paved, allowing a constant flow of 55 to 60 mph traffic.  The character of the place had changed.  Also the addition of the now popular Polaris and other 4-wheeled conveyances had hunters roaming the area in packs.  The character of the environment that had made it so special was seriously devalued.  The campground, now significantly expanded in terms of sites and the ability to accommodate 42 -  trailers versus smaller vehicles and tents prior was also not the same.  Also, ALL sites are  - reservation only -  through the national website rather than first come, first served, so even though more than half the sites were empty when we arrived, we needed to leave in search of a cell connection.  Dealing with the site and folks on the phone was far from elegant and easy, but we were finally able to secure a site.  This approach seriously disadvantage folks who don - t know about the policy and means that many campsites go unused.  That said, the raw beauty of the beach and Superior was still there to enjoy.  We may visit the location again, but not as campers.  It - s now a drive-through destination rather than a location to savor.Read more",
            "Khung cảnh tuyệt vời và nhiều tảng đá đẹp trên bãi biển.  Đi bộ một đoạn ngắn từ bãi đậu xe và một số cầu thang để xuống bãi biển.  Rất yên bình và thanh thản.Đọc thêm"
        ],
        "star_ratings": [
            27,
            8,
            1,
            1,
            0
        ],
        "review_amount": 37,
        "location": [
            "Bãi biển 12 dặm",
            "Grand Marais",
            "Hoa Kỳ",
            "Những hoạt động không thể bỏ qua ở Grand Marais",
            "Michigan - MI -",
            "Bán đảo Thượng"
        ],
        "reviews_time": [
            "Written November 28, 2022",
            "Written July 21, 2022",
            "Written July 17, 2022",
            "Written June 16, 2021",
            "Written June 8, 2021",
            "Written May 16, 2020",
            "Written November 24, 2019",
            "Written November 14, 2019",
            "Written October 12, 2019",
            "Written August 13, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g42255-d1101988-Reviews-12_Mile_Beach-Grand_Marais_Upper_Peninsula_Michigan.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g42255-d2254160-Reviews-Log_Slide_Overlook-Grand_Marais_Upper_Peninsula_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42255-d7119103-Reviews-Au_Sable_Light_Station-Grand_Marais_Upper_Peninsula_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42255-d1101988-Reviews-or10-12_Mile_Beach-Grand_Marais_Upper_Peninsula_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42255-d4740011-Reviews-Sable_Falls-Grand_Marais_Upper_Peninsula_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42255-d7034683-Reviews-Chapel_Falls-Grand_Marais_Upper_Peninsula_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42255-d10489765-Reviews-Woodland_Park-Grand_Marais_Upper_Peninsula_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42255-d8368590-Reviews-Bayshore_Park-Grand_Marais_Upper_Peninsula_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42255-d18190003-Reviews-Devil_Track_Wildflower_Sanctuary-Grand_Marais_Upper_Peninsula_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g190454-d246612-Reviews-Stephansplatz-Vienna.html",
            "https://www.tripadvisor.com/Attraction_Review-g297972-d1572059-Reviews-Ladies_Beach-Kusadasi_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g35615-d11506404-Reviews-Palisades_Reservoir-Swan_Valley_Idaho.html",
            "https://www.tripadvisor.com/Attraction_Review-g297695-d10169118-Reviews-Bali_Gili_Fast_Boat-Gianyar_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g562635-d12828542-Reviews-Vouliagmeni_Beach-Vouliagmeni_East_Attica_Region_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g12591329-d7052689-Reviews-Okatse_Canyon-Zeda_Gordi_Kutaisi_Imereti_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g57602-d14017698-Reviews-Beebe_Ranch-Chincoteague_Island_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60904-d144030-Reviews-Out_of_Africa_Wildlife_Park-Camp_Verde_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g50207-d25254136-Reviews-Magnet_s_Stem_Playground-Cleveland_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g186585-d218457-Reviews-The_Old_Man_of_Storr-Isle_of_Skye_The_Hebrides_Scotland.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g42255-d1101988-Reviews-or10-12_Mile_Beach-Grand_Marais_Upper_Peninsula_Michigan.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g42255-d1101988-Reviews-12_Mile_Beach-Grand_Marais_Upper_Peninsula_Michigan.html"
    }
]