[
    {
        "attraction_name": "24h Tour",
        "attraction_name_vi": "Chuyến tham quan 24h",
        "general_info": [
            "46 đánh giá",
            "147 trong số 527 Đồ ăn đồ uống tại Hà Nội",
            "Chuyến tham quan thành phố",
            "Những chuyến du lịch thuyền",
            "Tour riêng",
            "Chuyến tham quan ẩm thực",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Chúng tôi cung cấp Dịch vụ điều hành tour đáng tin cậy cho du khách để tìm Giá trị tốt nhất cho Phòng khách sạn, Vé máy bay, Gói kỳ nghỉ, Chuyến tham quan, Du lịch trên biển, Gói bình dân. Tất cả các sản phẩm của chúng tôi đều có sẵn trực tuyến 247 với Giá theo thời gian thực, Xác nhận tức thì và Tình trạng sẵn có vào phút cuối.Đọc thêm",
        "reviews": [
            "Tôi đã đặt tour du lịch Ninh Bình trong ngày và tour tham quan thành phố Hạ Long cho gia đình tôi ở đây. Họ chăm sóc rất tốt, phong cảnh thật ngoạn mục. Tôi sẽ quay lại với họ vào lần sau. Cảm ơn bạn vì tất cả những gì bạn đã làm để khiến chúng tôi hạnh phúc. Đọc thêm",
            "Các chuyến tham quan tuyệt vời đều do Quin tổ chức, mọi thứ đều rất thuận tiện và được tổ chức tốt cho chuyến tham quan Việt Nam của chúng tôi. Yêu dịch vụ này! Cảm ơn Ben và Eddy!Đọc thêm",
            "Yêu thích đi xe tay ga và xe đạp ở khu vực này. Chuyến đi thuyền cũng thật tuyệt vời và hướng dẫn viên của chúng tôi thực sự hài hước. Đề nghị bạn đi thuyền vào buổi tối, khoảng thời gian hoàng hôn.Đọc thêm",
            "Tgu Henry thật xuất sắc. Rất nhiều thông tin và tốt đẹp. Anh ấy đã cố gắng sắp xếp một số loại thuốc cho con gái bị bệnh của tôi và hỗ trợ nhiều hơn một hướng dẫn thông thường. Anh ấy cũng rất có kinh nghiệm và có khiếu hài hước. Rất khuyến khích.Đọc thêm",
            "Thật là một ngày đáng nhớ.  Đặt tour du lịch riêng với chuyến du lịch vui nhộn mà tôi rất muốn giới thiệu.  Rất hữu ích với mọi nhu cầu của chúng tôi Tuk hướng dẫn viên du lịch của chúng tôi thật đặc biệt với kiến ​​thức về mọi thứ bao gồm cả lịch sử và khiếu hài hước của anh ấy Đến thăm khu phức hợp chùa Phật giáo lớn nhất, một trong những nơi tuyệt nhất tôi từng thấy Ăn trưa tại một ngôi làng nhỏ một lần nữa không có lỗi về thức ăn và dịch vụ, mới các món ăn được thử sau đó là một giờ đi thuyền dài trên sông. Sự yên tĩnh thuần khiết và tất cả các chi tiết nhỏ đều được Tuk chăm chút, ví dụ như đệm ngồi và ô che nắng.  Cảm ơn Vicki từ chuyến du lịch vui nhộn vì sự hiểu biết của bạn và đội ngũ nhân viên tuyệt vờiĐọc thêm",
            "Tôi và bạn trai đã có khoảng thời gian tuyệt vời với chuyến đi 3 ngày tới Vịnh Hạ Long. Chúng tôi đã đặt nó qua Tour 24h vào đầu năm 2019, sớm hơn 3 tháng so với chuyến đi của chúng tôi. Mọi thứ đều rất đơn giản từ việc sắp xếp nhưng dịch vụ du lịch rất xuất sắc và rất chuyên nghiệp. Chúng tôi đã có một chuyến đi dài ở Việt Nam và gói tour này chắc chắn là điểm nhấn cho sự khởi đầu chuyến đi của chúng tôi. Hành trình đáng yêu, hành trình tuyệt vời và địa điểm tuyệt đẹp.Đọc thêm",
            "Không, trước tiên hãy để tôi nói điều này. Công ty du lịch rất tuyệt vời và hướng dẫn viên rất am hiểu. Nhưng cây thánh giá ở Long Tan chỉ là một cây thánh giá ở cuối con đường dài 400 mét. Và bạn lái xe vòng quanh đến nhiều địa điểm khác nhau xung quanh cây thánh giá. Theo tôi, bạn nên tiết kiệm tiền và đến đài tưởng niệm chiến tranh ở Canberra. Trừ khi tất nhiên bạn là một cựu chiến binh trở về và có thể cảm thấy một số kết nối với khu vựcĐọc thêm",
            "Một chuyến tham quan tuyệt vời giúp bạn ra ngoài để xem một số điểm tham quan tuyệt vời, nó được tổ chức tốt nhưng chúng tôi đã tìm thấy một vài khoảnh khắc mà một lời giải thích thêm một chút sẽ hữu ích, mặc dù vậy, chúng tôi đã tìm ra điều đó và hoàn toàn tận hưởng chuyến đi.Đọc thêm",
            "Chúng tôi nghe rất ít từ các cựu chiến binh trong cuộc chiến này và tôi có thể hiểu tại sao bây giờ tôi lại có mặt ở Việt Nam. Tôi rất ngưỡng mộ khi đến thăm căn cứ Núi Đất và đài tưởng niệm Long Tân. Chỉ nghĩ đến những sinh mạng đã bị lãng phí, những người đã hy sinh hay những kỷ niệm của các chiến sĩ, chúng ta nợ họ rất nhiều. Tôi rất may mắn vì chúng tôi có thể tổ chức một buổi tưởng niệm cho những người đã ngã xuống và những người đã quay trở lại với chúng tôi.Đọc thêm",
            "Chuyến đi cuối cùng của chúng tôi trong năm 2018 trước đám cưới thật là một niềm vui lớn lao. Cảm ơn đội ngũ Tour 24h đã cung cấp cho chúng tôi những dịch vụ và sự giúp đỡ tuyệt vời của bạn. Chuyến tham quan đám cưới của chúng tôi - Chụp ảnh thật tuyệt vời. Chúng tôi sẽ dành nhiều thời gian hơn ở Sapa trong tương lai và một lần nữa cảm ơn vì gợi ý tuyệt vời. Đọc thêm"
        ],
        "star_ratings": [
            42,
            4,
            0,
            0,
            0
        ],
        "review_amount": 46,
        "location": [
            "Những điều cần làm ở Hà Nội",
            "Châu Á",
            "Việt Nam",
            "Chuyến tham quan 24h",
            "Hà Nội"
        ],
        "reviews_time": [
            "Written July 20, 2023",
            "Written September 7, 2022",
            "Written August 7, 2019",
            "Written July 8, 2019",
            "Written June 4, 2019",
            "Written May 29, 2019",
            "Written December 7, 2018",
            "Written November 14, 2018",
            "Written November 1, 2018",
            "Written August 30, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d10196873-Reviews-24h_Tour-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10196873-Reviews-or10-24h_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10794923-Reviews-Halong_Bay_Cruise_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13312829-Reviews-Alisa_Cruise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d6433985-Reviews-Hanoi_Motorbike_Rental-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11629482-Reviews-Hoa_Lu_Tam_Coc_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17468702-Reviews-Alisa_Spa_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1910168-Reviews-Halong_Bay_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13358348-Reviews-Dragonfly_Cruise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4162202-Reviews-Hanoi_Ceramic_Mosaic_Mural-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7184346-Reviews-Charming_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26209487-Reviews-Hanoi_Shining_Spa_2-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15588100-Reviews-Best_Deals_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14440859-Reviews-The_Time_Journeys-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11548749-Reviews-Tinny_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d19070477-Reviews-Doris_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15106485-Reviews-Renea_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g33000-d1586117-Reviews-Del_Dotto_Estate_Winery_Caves-St_Helena_Napa_Valley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g51434-d278823-Reviews-Oklahoma_Aquarium-Jenks_Oklahoma.html",
            "https://www.tripadvisor.com/Attraction_Review-g41848-d582610-Reviews-Davis_Farmland-Sterling_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d244455-Reviews-Erotic_Museum-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g33327-d6909464-Reviews-Vail_Pass_Path-Breckenridge_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d1200537-Reviews-SEA_LIFE_Bangkok_Ocean_World-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g54122-d6922672-Reviews-Watch_Hill_Merry_Go_Round_Beach-Watch_Hill_Westerly_Washington_County_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g60978-d181868-Reviews-Rough_Point_Museum-Newport_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g33324-d144378-Reviews-Flagstaff_Mountain-Boulder_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g194867-d8457721-Reviews-Marina_di_Praia_Beach-Praiano_Amalfi_Coast_Province_of_Salerno_Campania.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d10196873-Reviews-or10-24h_Tour-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d10196873-Reviews-24h_Tour-Hanoi.html"
    },
    {
        "attraction_name": "24h Tour",
        "attraction_name_vi": "Chuyến tham quan 24h",
        "general_info": [
            "46 đánh giá",
            "147 trên 527 Đồ ăn thức uống ở Hà Nội",
            "Chuyến tham quan thành phố",
            "Những chuyến du lịch thuyền",
            "Tour riêng",
            "Chuyến tham quan ẩm thực",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Chúng tôi cung cấp Dịch vụ điều hành tour đáng tin cậy cho khách du lịch để tìm Giá trị tốt nhất cho Phòng khách sạn, Vé máy bay, Gói kỳ nghỉ, Chuyến tham quan, Du lịch trên biển, Gói ngân sách. Tất cả các sản phẩm của chúng tôi đều có sẵn trực tuyến 247 với Giá theo thời gian thực, Xác nhận tức thì và Tình trạng sẵn có vào phút cuối.Đọc thêm",
        "reviews": [
            "Chúng tôi đã có kỳ nghỉ đặc biệt ở Sapa trong 4 ngày trong vài tuần qua. Vì chúng tôi là Blogger nên chúng tôi có một nhóm quay chuyến đi đặc biệt của mình và đó là nhóm gồm 5 người. Chúng tôi đã có rất nhiều thứ và mọi thứ đều được sắp xếp rất tốt. Giá cả rất hợp lý nên chúng tôi chỉ mất ít hơn vài giây để hoàn tất thanh toán. Chúng tôi được khuyên nên dùng thử bồn tắm Red Dzao Herbal và đó là một trải nghiệm tuyệt vời. Rất khỏe mạnh và rất địa phương, cơ thể chúng tôi rất thư giãn và cảm thấy như được tái sinh. Phòng khách sạn của chúng tôi không quá lớn nhưng sạch sẽ với tầm nhìn đẹp ra núi. Bạn trai tôi thực sự ấn tượng và cảm ơn vì sự sắp xếp bất ngờ đặc biệt cho ngày đặc biệt của chúng tôi!!! Đọc thêm",
            "Đây là chuyến đi trăng mật của chúng tôi, một cặp vợ chồng trẻ có kỳ nghỉ ngắn ngày. Chúng tôi được đề nghị sử dụng Dịch vụ du lịch 24h thay cho một người bạn đã có trải nghiệm tuyệt vời với nhóm này trước đây. Cảm ơn lời khuyên tuyệt vời và dịch vụ tuyệt vời được cung cấp từ 24h Tour, đặc biệt là John, người rất chu đáo và làm việc chăm chỉ. Anh ấy liên tục liên lạc và kiểm tra mọi việc với chúng tôi hàng ngày để đảm bảo mọi việc đi đúng hướng. Không thể đòi hỏi nhiều hơn về sự ngạc nhiên đặc biệt dành cho vợ tôi với sự sắp đặt đặc biệt. Du thuyền Vịnh Hạ Long Rosa Boutique là sự lựa chọn hoàn hảo. Ưu đãi đặc biệt cho chuyến tiễn đưa miễn phí của chúng tôi sau chuyến đi là một bước đi rất thông minh và với tất cả những điều đã được cung cấp trong 24 giờ, tôi chắc chắn sẽ giới thiệu đội này và dịch vụ của họ.Đọc thêm",
            "Thời gian và lịch trình hoàn hảo cho kế hoạch chuyến đi của chúng tôi và sẽ giới thiệu gói tour này cho những người chúng tôi đang trong thời gian gấp rút vào cuối chuyến đi Việt Nam của chúng tôi. Đơn giản là chúng tôi đã nhận được dịch vụ đầy đủ từ dịch vụ đưa đón, thức ăn và chỗ ở. Tất cả đều tuyệt vời với chất lượng hàng đầu. Cảm ơn Johny vì sự hỗ trợ tuyệt vời của bạn và là kho báu quan trọng đối với Đội du lịch 24h. Đọc thêm",
            "Một người bạn của chúng tôi đã giới thiệu cho chúng tôi 24h Tour Johny sau chuyến đi cuối cùng của họ vào cuối năm 2017 và chúng tôi đã đặt các chuyến tham quan đôi cho các chuyến đi về phía bắc Việt Nam. Một trong số đó là chuyến đi Hạ Long qua đêm. Tất cả các cuộc thảo luận để đưa ra quyết định đều diễn ra rất suôn sẻ và nhanh chóng và chúng tôi thực sự hài lòng với chuyến đi của mình ngay cả khi Vịnh Hạ Long quá đông đúc nhưng dù sao thì công ty và du thuyền đã cho chúng tôi khoảng thời gian vui vẻ nên chúng tôi vẫn muốn giới thiệu đại lý du lịch này.Đọc thêm",
            "Chuyến đi 3 ngày tuyệt vời trước khi về nhà. Đã tìm thấy Đã đặt chuyến đi qua Viator với mức giá rất hợp lý. Chúng tôi thực sự hài lòng với gói này và 2 ngày ở Hạ Long thật đáng chú ý. Chuyến đi trong ngày hơi mệt nhưng trên hết vẫn đáng để dành thời gian và tiền bạc để ghé thăm. Tóm lại chúng tôi đã có một chuyến đi vui vẻ và muốn giới thiệu gói này.Đọc thêm",
            "Chúng tôi là nhóm gồm 4 người bạn đã đến Việt Nam trong chuyến đi độc thân của tôi nên chúng tôi đã chi một số tiền kha khá cho chuyến đi này và đó là một quyết định tuyệt vời. Ưu đãi trọn gói với thời gian ngắn nhưng có thể tham gia các hoạt động tốt nhất và phổ biến nhất là ưu tiên hàng đầu của chúng tôi trong thời gian này. Chúng tôi đã chọn ngày 3 ngày và đó là 3 ngày tuyệt vời nhất trước lần độc thân của tôi từ trước đến nay. Khách sạn tốt, hành trình tốt và dịch vụ tốt. Không thể tìm thấy bất cứ điều gì để phàn nàn và chắc chắn đã nhận được sự tin tưởng của tôi. 24h Tour sẽ là công cụ số 1 của chúng tôi để đi du lịch khắp nơi !Đọc thêm",
            "Đã có một chuyến đi đáng nhớ 5 ngày thú vị cho sinh nhật vợ tôi với 24h Tour tuyệt vời. Vợ tôi thực sự hài lòng với tất cả các sắp xếp từ Khách sạn, Phương tiện đi lại, Du thuyền và Tour. John là một người đàn ông tốt bụng khi mang đến cho chúng tôi một thỏa thuận đặc biệt và gây bất ngờ cho vợ tôi vào ngày thứ 2 của chúng tôi ở Vịnh Hạ Long. Không thể nói gì ngoài một chuyến đi tuyệt vời. Đọc thêm",
            "Đã đặt Gói tour du lịch Hà Nội và Vịnh Hạ Long 4 ngày cho nhóm nhỏ cho kỳ nghỉ đầu năm mới của chúng tôi và nó thật hoàn hảo với Đội ngũ 24h và đặc biệt là sự giúp đỡ của Johny. Hành trình của chúng tôi được quản lý tốt nên chúng tôi không gặp vấn đề gì với nó. Gói tour được cung cấp tất cả các nhu cầu của chúng tôi từ phương tiện đi lại, thức ăn, tour du lịch và chỗ ở. Chúng tôi thực sự thích chuyến đi. Rất tuyệtXem thêm",
            "Chúng tôi là nhóm sinh viên quốc tế Việt Nam và Úc. Đã dành trọn 4 ngày cùng nhau cho cuộc hội ngộ của chúng tôi tại Hà Nội, Sapa. Tour 24h và Johny đã làm rất tốt để quản lý chuyến đi ngắn của chúng tôi trở nên đáng nhớ một cách hoàn hảo. Giá rất ấn tượng và dịch vụ đưa đón miễn phí sau chuyến đi của chúng tôi.  100 đại lý du lịch này sẽ là lựa chọn trợ giúp đầu tiên của chúng tôi cho chuyến đi sắp tới.Ps Hãy tiếp tục nỗ lực và đừng quên ưu đãi của chúng tôi Đọc thêm",
            "Là một cặp vợ chồng, chúng tôi rất thích đến thăm hơn 10 người bán thức ăn đường phố trong chuyến tham quan kéo dài ba giờ của mình. Hướng dẫn viên Derrick của chúng tôi rất giàu thông tin và nhiệt tình trong suốt cuộc phiêu lưu. Sự đa dạng của các món ăn cho phép chúng tôi đánh giá đầy đủ ẩm thực đường phố Việt Nam. Qua chuyến tham quan khu phố cổ, chúng tôi nhận thấy có nhiều nhà cung cấp mà sau này chúng tôi sẽ tự mình ghé thăm. Chuyến tham quan đã đẩy nhanh quá trình biết cách gọi món cũng như cách ăn các món ăn đường phố để chúng tôi có thể thưởng thức trọn vẹn các món ăn địa phương. Nói chung đây là một chuyến tham quan thú vị dành cho người mới bắt đầu.Đọc thêm"
        ],
        "star_ratings": [
            42,
            4,
            0,
            0,
            0
        ],
        "review_amount": 46,
        "location": [
            "Những điều cần làm ở Hà Nội",
            "Châu Á",
            "Việt Nam",
            "Chuyến tham quan 24h",
            "Hà Nội"
        ],
        "reviews_time": [
            "Written July 22, 2018",
            "Written July 10, 2018",
            "Written June 20, 2018",
            "Written May 25, 2018",
            "Written May 21, 2018",
            "Written May 17, 2018",
            "Written May 12, 2018",
            "Written May 10, 2018",
            "Written May 8, 2018",
            "Written April 23, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d10196873-Reviews-or10-24h_Tour-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10196873-Reviews-24h_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10196873-Reviews-or20-24h_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10794923-Reviews-Halong_Bay_Cruise_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13312829-Reviews-Alisa_Cruise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d6433985-Reviews-Hanoi_Motorbike_Rental-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11629482-Reviews-Hoa_Lu_Tam_Coc_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17468702-Reviews-Alisa_Spa_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1910168-Reviews-Halong_Bay_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13358348-Reviews-Dragonfly_Cruise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4162202-Reviews-Hanoi_Ceramic_Mosaic_Mural-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7184346-Reviews-Charming_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26209487-Reviews-Hanoi_Shining_Spa_2-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15588100-Reviews-Best_Deals_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14440859-Reviews-The_Time_Journeys-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11548749-Reviews-Tinny_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d19070477-Reviews-Doris_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15106485-Reviews-Renea_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g33686-d7107215-Reviews-Brainard_Lake_Recreation_Area-Ward_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g187331-d592930-Reviews-Alter_Elbtunnel-Hamburg.html",
            "https://www.tripadvisor.com/Attraction_Review-g60653-d531862-Reviews-Byodo_In_Temple-Kaneohe_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d18421884-Reviews-The_Mission_Ballroom-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g189432-d4954713-Reviews-Golden_Beach-Paros_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g34778-d1755553-Reviews-Swan_Drive_In_Theatre_Diner-Blue_Ridge_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g227101-d670216-Reviews-Paceville-Saint_Julian_s_Island_of_Malta.html",
            "https://www.tripadvisor.com/Attraction_Review-g51048-d12903720-Reviews-NickelWorld-Toledo_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d4760957-Reviews-Garden_Lodge_Queen_Londra-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g1066457-d17313797-Reviews-NINJA_WiFi_Shinjuku_Counter_Delivery-Shinjuku_Tokyo_Tokyo_Prefecture_Kanto.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d10196873-Reviews-or20-24h_Tour-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d10196873-Reviews-or10-24h_Tour-Hanoi.html"
    },
    {
        "attraction_name": "24h Tour",
        "attraction_name_vi": "Chuyến tham quan 24h",
        "general_info": [
            "46 đánh giá",
            "147 trên 527 Đồ ăn thức uống ở Hà Nội",
            "Chuyến tham quan thành phố",
            "Những chuyến du lịch thuyền",
            "Tour riêng",
            "Chuyến tham quan ẩm thực",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Chúng tôi cung cấp Dịch vụ điều hành tour du lịch đáng tin cậy cho du khách để tìm Giá trị tốt nhất cho Phòng khách sạn, Vé máy bay, Gói kỳ nghỉ, Tour tham quan, Du thuyền, Gói tiết kiệm. Tất cả các sản phẩm của chúng tôi đều có sẵn trực tuyến 247 với Giá theo thời gian thực, Xác nhận ngay lập tức và Khả dụng vào phút cuối. Đọc thêm",
        "reviews": [
            "Không thể nhiều hơn nữa với dịch vụ chuyên nghiệp của họ với sự sắp xếp gọn gàng. Chắc chắn là một điểm cộng cho lòng tốt của họ trong việc theo dõi chuyến đi trong chuyến lưu diễn. Chúng tôi thực sự rất thích chuyến đi 7 ngày vòng quanh Việt Nam và chắc chắn sẽ sử dụng lại dịch vụ của họ cho chuyến đi tương lai của chúng tôi.Đọc thêm",
            "John cực kỳ hữu ích và tuyệt vời. Ngay từ đầu, anh ấy đã liên lạc với tôi trong nhiều tháng cho đến chuyến đi. Anh ấy sắp xếp mọi thứ về vé, khách sạn, tour du lịch, phương tiện đi lại, visa, mọi thứ chúng tôi cần. Dịch vụ rất chuyên nghiệp và cách chu đáo. Chúng tôi đã có một chuyến đi tuyệt vời và muốn giới thiệu công ty này.Đọc thêm",
            "Chúng tôi đã có trải nghiệm tuyệt vời cho ngày đặc biệt của mình với Tour 24h. Chúng tôi đã mua gói Mật ong và nhận được mức giá rất tốt cho 5 ngày 4 đêm Hạ Long Sapa. Mọi thứ diễn ra tốt đẹp ngoài mong đợi. Đặc biệt cảm ơn Johny vì sự giúp đỡ tuyệt vời của anh ấy và đội Tour 24h.Đọc thêm",
            "Nhóm của tôi có 7 người và chúng tôi đã có khoảng thời gian tuyệt vời trên chuyến tàu khám phá vịnh Hạ Long kéo dài 6 giờ mà chúng tôi đã đặt vào ngày 20 tháng 6. Thuyền trưởng rất thân thiện và hữu ích, nhân viên rất tốt và đặc biệt là tàu rất sạch sẽ! Dịch vụ siêu tuyệt vời!!! Chúng tôi đã có khoảng thời gian tuyệt vời bên nhau và những kỷ niệm vui vẻ. Cảm ơn rất nhiều!!!!! Đọc thêm",
            "Vào tháng 5, tôi và đối tác đã đến thăm Việt Nam. Với sự giúp đỡ của ông Quinn và Johny Vus, chúng tôi đã có một chuyến đi tuyệt vời chưa từng có trên Du thuyền Alisa của Vịnh Hạ Long. Chúng tôi rất ấn tượng với hành trình rất mới và hiện đại. Tất cả các nhân viên đều rất hữu ích và thân thiện khiến chúng tôi cảm thấy rất được chào đón và thoải mái. Chúng tôi đã được phục vụ rất nhiều món ăn ngon 3 lần một ngày, đó là dịch vụ rất tốt. Ngoài ra tất cả các hoạt động đều rất có tổ chức và thú vị. Đặc biệt, chúng tôi rất thích ngắm cảnh từ trên thuyền với spa và quán karaoke, thật ngoạn mục! Chúng tôi cảm thấy kỳ nghỉ thật thú vị và đáng đồng tiền bát gạo. Trong một từ, yêu nó và chắc chắn quay trở lại. Ngoài ra, chúng tôi sẽ liên hệ lại với đại lý này để có những chuyến đi tuyệt vời hơn tại Việt Nam!!!.Đọc thêm",
            "Gần đây tôi đã có một kỳ nghỉ đáng nhớ cùng vợ, một tuần ở Thái Lan và 3 đêm ở Vịnh Hạ Long với chuyến du lịch 24h. Các nhân viên rất thân thiện và rất hữu ích trong chuyến tham quan. Họ luôn sẵn sàng trả lời các câu hỏi của chúng tôi và hướng dẫn chúng tôi. Giao thông thuận tiện, đồ ăn ngon với giá cả hợp lý. Chắc chắn xứng đáng được chúng tôi đánh giá 5 sao!Đọc thêm",
            "Vâng. Tôi đã có khoảng thời gian tuyệt vời trong chuyến tham quan tuyệt vời với Tour 24h. Mọi người ở đó, người điều hành, hướng dẫn viên du lịch, .. đều rất thân thiện, hiếu khách và hữu ích. Nếu tôi có kế hoạch cho một chuyến đi mới vòng quanh Việt Nam, chắc chắn tôi sẽ chọn 24h Tour để có những trải nghiệm thú vị. Cảm ơn tất cả các bạn!Đọc thêm",
            "Tôi đã có một chuyến đi tuyệt vời cùng gia đình đến Vũng Tàu và HCM trong 6 ngày. Hướng dẫn viên rất thân thiện và hữu ích khi giới thiệu những món ăn ngon và những địa điểm tuyệt vời để thư giãn, cảnh báo chúng tôi những địa điểm nào nên tránh, đưa ra lời khuyên về cách giải quyết giá cả.... Nói chung, dịch vụ xuất sắc và giá cả tuyệt vời. Chắc chắn tôi sẽ giới thiệu cho bạn bè và sẽ sử dụng tour 24h cho những chuyến đi khác. Cảm ơn Tour 24h!!Đọc thêm",
            "tôi đã có khoảng thời gian tuyệt vời ở Tây Bắc cùng bạn bè nhờ 24h Tour. Chúng tôi thực sự rất thích chuyến đi của chúng tôi. Dịch vụ tốt, hướng dẫn viên du lịch hiếu khách. Rất khuyến khích!!! Đọc thêm",
            "Hướng dẫn viên rất thân thiện. Các nhân viên đã giới thiệu những địa điểm ăn uống tuyệt vời, họ sắp xếp xe máy cho chúng tôi. Phòng được dọn dẹp hàng ngày, n vị trí tuyệt vời. Các nhân viên giúp chúng tôi mọi thứ chúng tôi cần. Vậy là mình đã có một chuyến đi vui vẻ với Tour 24h !!!Đọc thêm"
        ],
        "star_ratings": [
            42,
            4,
            0,
            0,
            0
        ],
        "review_amount": 46,
        "location": [
            "Những điều cần làm ở Hà Nội",
            "Châu Á",
            "Việt Nam",
            "Chuyến tham quan 24h",
            "Hà Nội"
        ],
        "reviews_time": [
            "Written April 12, 2018",
            "Written April 5, 2018",
            "Written March 1, 2018",
            "Written June 21, 2017",
            "Written June 5, 2017",
            "Written June 1, 2017",
            "Written June 1, 2017",
            "Written June 1, 2017",
            "Written January 4, 2017",
            "Written January 3, 2017"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d10196873-Reviews-or20-24h_Tour-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10196873-Reviews-or10-24h_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10196873-Reviews-or30-24h_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10196873-Reviews-24h_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10794923-Reviews-Halong_Bay_Cruise_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13312829-Reviews-Alisa_Cruise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d6433985-Reviews-Hanoi_Motorbike_Rental-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11629482-Reviews-Hoa_Lu_Tam_Coc_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17468702-Reviews-Alisa_Spa_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1910168-Reviews-Halong_Bay_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13358348-Reviews-Dragonfly_Cruise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4162202-Reviews-Hanoi_Ceramic_Mosaic_Mural-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7184346-Reviews-Charming_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26209487-Reviews-Hanoi_Shining_Spa_2-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15588100-Reviews-Best_Deals_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14440859-Reviews-The_Time_Journeys-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11548749-Reviews-Tinny_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d19070477-Reviews-Doris_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15106485-Reviews-Renea_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g34609-d4055759-Reviews-Lake_Kerr-Salt_Springs_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d6677777-Reviews-Cat_Ba_National_Park-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g188644-d15018728-Reviews-The_Smurf_Experience-Brussels.html",
            "https://www.tripadvisor.com/Attraction_Review-g48618-d4598746-Reviews-Carpenter_Falls-Skaneateles_Finger_Lakes_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d138239-Reviews-South_Street-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g616176-d2212828-Reviews-Mercato_di_Luino-Luino_Lake_Maggiore_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g40251-d272106-Reviews-Coushatta_Casino_Resort-Kinder_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g297930-d778266-Reviews-Freedom_Beach-Patong_Kathu_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g150800-d152195-Reviews-La_Merced-Mexico_City_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g34342-d142545-Reviews-Cape_Florida_Lighthouse-Key_Biscayne_Florida.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d10196873-Reviews-or30-24h_Tour-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d10196873-Reviews-or20-24h_Tour-Hanoi.html"
    },
    {
        "attraction_name": "24h Tour",
        "attraction_name_vi": "Chuyến tham quan 24h",
        "general_info": [
            "46 đánh giá",
            "147 trên 527 Đồ ăn thức uống ở Hà Nội",
            "Tham quan thành phốChuyến tham quan bằng thuyềnChuyến tham quan tư nhânChuyến tham quan ẩm thựcChuyến đi trong ngày",
            "Chuyến tham quan thành phố",
            "Những chuyến du lịch thuyền",
            "Tour riêng",
            "Chuyến tham quan ẩm thực",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Chúng tôi cung cấp Dịch vụ điều hành tour đáng tin cậy cho du khách để tìm Giá trị tốt nhất cho Phòng khách sạn, Vé máy bay, Gói kỳ nghỉ, Chuyến tham quan, Du lịch trên biển, Gói bình dân. Tất cả các sản phẩm của chúng tôi đều có sẵn trực tuyến 247 với Giá theo thời gian thực, Xác nhận tức thì và Tình trạng sẵn có vào phút cuối.Đọc thêm",
        "reviews": [
            "Tôi đã có một chuyến du lịch tuyệt vời với công ty này vào mùa hè này! Đã cùng gia đình tôi đến thăm hòn đảo Coto xinh đẹp và ở đó 5 ngày. Hướng dẫn viên rất thân thiện và rất hữu ích, chỉ cho chúng tôi xung quanh và luôn đáp ứng nhu cầu của chúng tôi một cách nhanh chóng. Chắc chắn sẽ giới thiệu tour du lịch 24h cho mọi người đến thăm Việt Nam. Dịch vụ tốt và giá cả phải chăng!Đọc thêm",
            "Tôi và bạn học của tôi đã có một khoảng thời gian tuyệt vời với chuyến đi kết hợp Sapa Hạ Long vào đầu tháng 9. Cảm ơn 24h Tour đã cung cấp cho chúng tôi những dịch vụ tuyệt vời. Chúng tôi thực sự thích các chuyến đi và dịch vụ, đặc biệt là sự chuyên nghiệp hiếu khách của nhân viên. Đại lý du lịch tốt nhất từ ​​trước đến nay Mẹo: xuất trình thẻ sinh viên để được giảm giá đặc biệtĐọc thêm",
            "Thật là một thời gian tuyệt vời khi đi du lịch với công ty du lịch này. Các dịch vụ được tổ chức tốt từ a đến z từ giao dịch đặt chỗ đến dịch vụ đưa đón, dịch vụ du lịch và ẩm thực. Những khoảnh khắc ấn tượng với thương vụ miền Bắc Việt Nam. Rất khuyến khíchĐọc thêm",
            "Chúng tôi đã có một chuyến đi tuyệt vời đến Đảo Cô Tô cùng bạn bè trong chuyến đi 4 ngày 3 đêm do 24h Tour tổ chức. Chúng tôi đã có một chuyến đi tuyệt vời cho sinh viên vì tất cả chúng tôi vẫn còn đang đi học. Đội ngũ bán hàng của 24h Tour thực sự thông minh và chuyên nghiệp. Họ đã đưa ra một hành trình rất rõ ràng nên chúng tôi không gặp vấn đề gì trong suốt chuyến đi. Rất muốn giới thiệu công ty du lịch này cho bạn bè và giáo viên của tôi. Đọc thêm",
            "Tôi yêu sự thanh thản ở nơi này. Không bị quấy rầy bởi tiếng ồn thành phố và bụi bẩn đô thị, tôi cảm thấy bình yên. Điều quan trọng hơn, tôi rất vui khi gia đình tôi có dịp được quây quần bên nhau trên ngôi nhà phù sa. Theo đúng nghĩa đen, tất cả chúng tôi đều ở cùng nhà trong 2 đêm. Vào buổi sáng, tôi thích đọc sách trong khi dùng bữa sáng tự chọn; sau đó chúng ta sẽ đi dạo, bơi lội hoặc leo núi để ngắm thác nước tuyệt đẹp. Buổi tối chúng tôi trò chuyện, có thể là tranh luận, chơi bài, học cờ, tranh độc quyền. Chúng tôi đã có rất nhiều niềm vui. Tôi biết ơn vì có thể gắn kết với gia đình mình, đặc biệt là với các chị em và anh chị em họ của tôi. Chúng tôi đã có một đêm tâm sự; chúng tôi đã nói về tất cả những điều chúng tôi đã bỏ lỡ trong suốt một năm dài không gặp nhau. Đây là một nơi tuyệt vời nếu bạn tìm kiếm sự yên tĩnh và tránh xa sự bất an của đô thị. Ngoài ra, dịch vụ này rất đặc biệt. Tôi rất muốn giới thiệu công ty này. Họ đã làm một công việc phi thường khi thông báo cho chúng tôi về lịch trình và cho chúng tôi lời khuyên về các hoạt động nên làm và công việc kinh doanh mà chúng tôi nên tránh, cũng như sự thân thiện, sẵn sàng và chỗ ở tốt của họ đối với một nhóm khó khăn như chúng tôi, tôi phải cung cấp cho họ một 5 sao. Dù thế nào đi nữa, dù bạn quyết định đến đây để nghỉ ngơi, hay để gắn kết lại gia đình, hay chỉ là chụp vài bức ảnh về một góc ngoạn mục khác của thế giới, bạn sẽ không hối tiếc. Tái bút: ồ nhưng hãy coi chừng lỗi :Đọc thêm",
            "Tôi rất thích dịch vụ của công ty du lịch này. Và tôi cũng đã có một kỳ nghỉ vui vẻ với công ty du lịch nàyĐọc thêm",
            "tốt đẹp và thoải mái. Tôi cảm thấy như đang ở ngôi nhà thứ 2 khi đến Hà Nội..Nhân viên lễ tân rất nhiệt tình, nhân viên thân thiện. sẵn sàng cung cấp bản đồ và giới thiệu tất cả các món ăn ngon, địa điểm đẹpĐọc thêm",
            "Với cảm nhận và kinh nghiệm của mình thì đây là một trong những nhà cung cấp tour du lịch tốt nhất Hà Nội. Họ luôn cung cấp cho tôi những tour du lịch tốt nhất với giá tốt nhưng dịch vụ tuyệt vời. Tôi vừa trở về Hà Nội từ Vịnh Hạ Long được vài ngày. Tour tôi đặt là Du thuyền 5 sao Hạ Long Signature 2 ngày 1 đêm với giá rất rất tốt. KHUYẾN NGHỊ CAO !!! Đọc thêm"
        ],
        "star_ratings": [
            42,
            4,
            0,
            0,
            0
        ],
        "review_amount": 46,
        "location": [],
        "reviews_time": [
            "Written December 5, 2016",
            "Written September 8, 2016",
            "Written September 7, 2016",
            "Written August 3, 2016",
            "Written July 8, 2016",
            "Written June 10, 2016",
            "Written June 5, 2016",
            "Written May 30, 2016"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d10196873-Reviews-or30-24h_Tour-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10196873-Reviews-or20-24h_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10196873-Reviews-24h_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10794923-Reviews-Halong_Bay_Cruise_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13312829-Reviews-Alisa_Cruise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d6433985-Reviews-Hanoi_Motorbike_Rental-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11629482-Reviews-Hoa_Lu_Tam_Coc_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17468702-Reviews-Alisa_Spa_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1910168-Reviews-Halong_Bay_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13358348-Reviews-Dragonfly_Cruise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4162202-Reviews-Hanoi_Ceramic_Mosaic_Mural-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7184346-Reviews-Charming_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26209487-Reviews-Hanoi_Shining_Spa_2-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15588100-Reviews-Best_Deals_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14440859-Reviews-The_Time_Journeys-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11548749-Reviews-Tinny_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d19070477-Reviews-Doris_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15106485-Reviews-Renea_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d294547-Reviews-Topkapi_Palace-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g34141-d13818444-Reviews-Beach_Supply_Rentals-Clearwater_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g60750-d14132117-Reviews-Raised_by_Wolves-San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d189048-Reviews-London_Transport_Museum-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g1574391-d4889363-Reviews-Iguana_Beach-Agii_Apostoli_Chania_Town_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g297697-d3708778-Reviews-Beachwalk_Shopping_Center-Kuta_Kuta_District_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g31234-d8400967-Reviews-The_Bible_Museum-Goodyear_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g187785-d6847911-Reviews-Piazza_Garibaldi-Naples_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60633-d4596394-Reviews-Ohe_o_Gulch-Kula_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g45095-d2238632-Reviews-Bozeman_Hot_Springs-Bozeman_Montana.html"
        ],
        "url_next": "",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d10196873-Reviews-or30-24h_Tour-Hanoi.html"
    }
]