[
    {
        "attraction_name": "360 Chicago Observation Deck",
        "attraction_name_vi": "Đài quan sát 360 Chicago",
        "general_info": [
            "11.126 đánh giá",
            "- 62 trong số 1.375 việc cần làm ở Chicago",
            "Công trình kiến ​​trúc",
            "Đài quan sát - Tháp"
        ],
        "attraction_summary": "Nằm trên tầng 94 của Trung tâm John Hancock, 360 CHICAGO có tầm nhìn ngoạn mục ra đường chân trời của Chicago, bờ hồ và bốn tiểu bang. Đây là nơi duy nhất bạn có thể tận hưởng chuyến đi cảm giác mạnh cao nhất của Chicago, TILT - một bệ di chuyển khổng lồ thực sự nghiêng du khách qua rìa của tòa nhà. Thư giãn tại BAR 94 với các món ăn địa phương được yêu thích, tuyển chọn nhiều loại cocktail và chỗ ngồi ở hàng ghế đầu để ngắm nhìn khung cảnh đẹp nhất của thành phố từ độ cao 1.000 feet trở lên. Khám phá màn hình cảm ứng tương tác HD bằng bảy ngôn ngữ và tìm hiểu thêm về Thành phố Gió. Nếu bạn thực sự muốn trải nghiệm Chicago, hãy dừng chân đầu tiên tại 360 CHICAGO.Đọc thêm",
        "reviews": [
            "Đọc thêm",
            "Một nơi tuyệt vời để ở. Đi thang máy lên tầng 94 và bạn sẽ được chiêm ngưỡng khung cảnh tuyệt vời của Trung tâm thành phố Chicago và các vùng lân cận. Đi nhất là vào buổi tối, view sẽ đẹp hơn rất nhiều.\n\nKhiếu nại duy nhất của tôi là ở đây có thể hơi nhàm chán trong khi bạn chờ đợi để lên đỉnh. Tôi không nghĩ quá nhiều về điều này cho đến khi tôi đi lên Tháp Sears vài ngày sau đó. Tháp Sears đã được thay đổi hoàn toàn, nơi có nhiều trạm chụp ảnh và triển lãm tương tác về lịch sử của Chicago. Nếu Trung tâm John Hancock cũng làm được điều này thì đánh giá của tôi sẽ là 5 sao.\n\nNếu không thì nơi này rất xứng đáng với giá vào cửa để lên tầng 94, mặc dù giá hơi đắt. Bạn sẽ không hối tiếc.Đọc thêm",
            "Cảm ơn bạn đã đánh giá 360 Chicago. Chúng tôi rất tiếc khi biết rằng bạn không thích trải nghiệm của mình với đài quan sát của chúng tôi. Bên cạnh tầm nhìn, du khách có thể tham quan triển lãm giới thiệu của chúng tôi, nơi nêu bật những khu phố lập dị của Chicago. Chúng tôi rất cảm kích khi được lắng nghe phản hồi của bạn và hy vọng rằng bạn có thể thử lại trong tương lai. Đọc thêm",
            "Thực sự rất thích nền tảng xem này. Rộng rãi và tầm nhìn tuyệt vời vì đây là một buổi tối đầy nắng, trong xanh. Đề nghị đi lên 30 dặm trước khi mặt trời lặn để có được tầm nhìn trước, trong và sau.\n\nNghiêng thì được, hơi thú vị và đáng làm nếu có.Đọc thêm",
            "Cảm ơn bạn đã đánh giá tốt về 360 CHICAGO và lời khuyên hữu ích về việc đến vào lúc hoàng hôn! Chúng tôi hy vọng bạn có thể sớm tham gia lại với chúng tôi.Đọc thêm",
            "Quan điểm tuyệt vời! Chúng tôi đã đặt vé trước vì được khuyên là sẽ bỏ qua hàng nhưng thành thật mà nói thì dù sao cũng không có hàng đợi để đặt vé. \nRất thích đọc các sự kiện trên tường khi bạn xếp hàng chờ thang máy. Các quan điểm thật tuyệt vời! Trải nghiệm nghiêng vẫn ổn nhưng không kéo dài được lâu và theo tôi thì không đáng để kiếm thêm tiền. Chúng tôi cũng có đồ uống đi kèm. Tôi đã chọn rượu và được tặng một ly lớn, đừng mong đợi những ly cocktail hay rượu vang sẽ được đựng trong những chiếc cốc sang trọng. Chúng nằm trong một chiếc cốc nhựa, tuy nhiên điều này không làm phiền chúng tôi. Thật tuyệt vời khi được ngồi uống nước và ngắm nhìn khung cảnh tuyệt đẹp của thành phố.Đọc thêm",
            "Thời tiết không đẹp vào ngày chúng tôi ghé thăm nên tầm nhìn không được tốt.  Tuy nhiên, chúng tôi vẫn có thể nhìn thấy hầu hết Chicago.\nKhi đến Skydeck, bạn chỉ có 90 giây để sử dụng kính.  Điều này bao gồm thời gian cần thiết cho bức ảnh chính thức.\nPhần này rất ngắn và không cho phép bạn chụp ảnh của riêng mình với các góc nhìn khác nhau.Đọc thêm",
            "Cảm ơn bạn đã dành thời gian để viết bình luận! Tuy nhiên, có vẻ như bạn đang nhầm lẫn chúng tôi với Skydeck. Lần tới khi bạn đến thị trấn, hãy ghé thăm chúng tôi tại Đài quan sát 360, một đài quan sát có thời gian không giới hạn để tận hưởng khung cảnh của chúng tôi!Đọc thêm",
            "Những quan điểm tuyệt vời nhất! Trải nghiệm nghiêng thật tuyệt vời và tôi nghĩ, giá cả hợp lý! Nhân viên rất tử tế và hàng đợi di chuyển nhanh chóng. Điều duy nhất khiến nó dừng lại ở mức 5 là chi phí cho các bức ảnh. Bạn sẽ phải trả nhiều hơn một chút cho những thứ này nhưng tôi cảm thấy - 30 cho một bản in là quá mức. \nChắc chắn sẽ giới thiệu khi ở Chicago! Đọc thêm",
            "Cảm ơn đánh giá của 360 CHICAGO rất nhiều. Chúng tôi thực sự đánh giá cao những phản hồi tích cực. Hy vọng bạn có thể quay lại thăm trong thời gian sắp tới!Đọc thêm",
            "Tôi biết rằng vé này có thể bán hết nhưng nếu bạn có thể mua vào phút cuối, bạn có thể đợi để mua vé vì chúng không được hoàn lại.  Mình mua vé rồi khi đi thì được thông báo do thời tiết nên tầm nhìn là 0.  Họ cho chúng tôi xem một bức ảnh và nó chỉ có màu xám, bạn không thể thấy gì cả.  Họ bảo sẽ quay lại vào ngày khác. Tuy nhiên, chúng tôi không thể quay lại vào ngày khác vì chúng tôi chỉ có 1 ngày hôm đó và sẽ rời đi vào ngày hôm sau.  Chúng tôi sống ở MN nên không thể quay lại dễ dàng được.  Chúng tôi đã đi muộn hơn trong ngày và khả năng hiển thị đã được cải thiện nhưng trừ khi bạn đang thực hiện vé TILT thì đó chỉ là một chế độ xem ổn.  Đây không phải là chế độ xem 360 độ thực tế.  Một nửa của Tháp là một quán bar mà họ sẽ không cho bạn vào và nửa còn lại là TILT tích tắc nên bạn thực sự có được một góc trên đỉnh tòa nhà.  Tôi muốn giới thiệu Skydeck về vấn đề này trừ khi bạn đang thực hiện TILT.  Tôi không thể nhận xét về TILT vì chúng tôi không làm điều đó vì hàng dài đến mức khó tin.  Đây là một khoản bổ sung vào chi phí và không đi kèm với việc nhập học.  Đối với một gia đình 5 người, vé thông thường là - 165 và chúng tôi đã ở đó trong 5 phút nên quá đắt và sẽ không bao giờ làm như vậy nữa.Đọc thêm",
            "Đã đến đó để chúc mừng sinh nhật của tôi và có khoảng thời gian tuyệt vời với gia đình! Các quan điểm thật tuyệt vời! Ước gì chúng ta sẽ đi vào ban đêm để có cái nhìn huyền diệu hơn về thành phố. Mặc dù chuyến đi Tilt ngắn nhưng nó vẫn có giá trị!Đọc thêm",
            "Khung cảnh thật tuyệt vời. Bạn có thể nhìn thấy toàn bộ thành phố và nó đặc biệt đẹp vào khoảng thời gian hoàng hôn. Tùy chọn nghiêng cũng rất tốt nếu bạn không dễ sợĐọc thêm",
            "Cảm ơn bạn đã đánh giá tốt của bạn. Chúng tôi rất vui khi biết rằng bạn rất thích chuyến thăm của mình và cảnh hoàng hôn tuyệt đẹp. Chúng tôi mong sớm được chào đón bạn lần nữa! Đọc thêm",
            "Các quan điểm thật tuyệt vời! Xếp hàng vào và ra hơi dài. Chắc chắn sẽ giới thiệu cho bạn bè và gia đình trải nghiệm. Hãy đi đường nhanh nếu bạn có thể để tiết kiệm thời gian. Đọc thêm",
            "Khung cảnh ngoạn mục tuyệt vời của Chicago và Hồ Michigan. Tôi có lẽ có thể ngồi đó hàng giờ và ngắm cảnh. Tôi rất vui vì bạn có tùy chọn thêm trải nghiệm Nghiêng sau khi mua hàng vì việc nhìn xuống sẽ rất đáng sợ và sẽ lãng phí tiền khi trả cho một việc mà bạn quá sợ hãi để làm. Như vậy bạn cũng có tùy chọn quay lại và chụp lại ảnh của mình - không phải trên Tilt - . Điều tiêu cực duy nhất đối với Sip và View là đồ uống được pha sẵn trong chai và chúng không nhắc nhở bạn rằng những chiếc ly này là quà lưu niệm.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã chia sẻ trải nghiệm của mình! Chúng tôi rất vui khi biết bạn thích quang cảnh ngoạn mục của Chicago và Hồ Michigan. Thật tuyệt khi biết rằng bạn thấy tùy chọn thêm trải nghiệm Tilt rất tiện lợi, đảm bảo bạn tận dụng tối đa chuyến thăm của mình. Chúng tôi đánh giá cao phản hồi của bạn về đồ uống và chúng tôi chắc chắn sẽ xem xét để nâng cao trải nghiệm tổng thể. Chúng tôi hy vọng sớm được chào đón bạn trở lại để có thêm nhiều khoảnh khắc đáng nhớ! Đọc thêm",
            "Sau khi nhìn thấy Chicago bằng thuyền và xe đạp, chúng tôi muốn xem mọi thứ kết hợp với nhau như thế nào từ trên không.  94 tầng trên và vẫn còn những tòa nhà cao hơn chúng ta.  Quang cảnh thật ngoạn mục.Đọc thêm",
            "Cảm ơn rất nhiều vì đánh giá tốt đẹp về 360 CHICAGO. Chúng tôi rất vui vì bạn thích ngắm cảnh. Hãy quay lại sớm! Đọc thêm",
            "Chúng tôi đến đây vì nó đã được đề xuất trên Skydeck nhưng chúng tôi không muốn giới thiệu nó. Chúng tôi đã làm tầng quan sát và gói Tilt. Nghiêng hoàn toàn lãng phí thời gian và tiền bạc và đối với đài quan sát, một phần của nó đã bị đóng cửa, chỉ có một trong các màn hình thông tin dường như đang hoạt động và nhiều cửa sổ bẩn thỉu khiến việc chụp ảnh thực sự khó khăn!Đọc thêm",
            "Cảm ơn rất nhiều về các thông tin phản hồi. Chúng tôi luôn tìm cách để cải thiện sức hấp dẫn của mình và rất tiếc vì chúng tôi đã bỏ lỡ mục tiêu. Vui lòng gửi email cho chúng tôi theo địa chỉ info - 360chicago.com để biết thêm thông tin về trải nghiệm của bạn. Chúng tôi muốn có cơ hội đền bù cho bạn. Đọc thêm",
            "Chúng tôi ở cách đó vài dãy nhà để tổ chức buổi hòa nhạc và quyết định ăn bữa nửa buổi và sau đó xem món này vào buổi chiều trước buổi biểu diễn. Khung cảnh thật ngoạn mục, mặc dù tôi nghĩ nó hơi đắt đỏ. Tuy nhiên, tôi sẽ quay lại để xem nếu vào ban đêm, vì tôi nghĩ điều đó sẽ đáng giá. Nhìn chung, đó là một trải nghiệm tốt, tôi đã tặng một sao cho việc tăng giá. Phần thưởng: có một quán Starbucks ở sảnh - Đọc thêm",
            "Cảm ơn bạn đã ghé thăm chúng tôi và chia sẻ kinh nghiệm của bạn! Chúng tôi rất vui khi biết rằng bạn rất thích khung cảnh ngoạn mục và bạn đang cân nhắc quay lại để thăm quan vào ban đêm. Chúng tôi hiểu mối quan tâm của bạn về giá cả và đánh giá cao phản hồi của bạn. Chúng tôi cố gắng cung cấp giá trị cho khách hàng và sẽ xem xét ý kiến ​​của bạn. Chúng tôi rất vui được cung cấp sự tiện lợi của quán Starbucks tại sảnh đợi của chúng tôi như một phần thưởng. Chúng tôi hy vọng sẽ sớm được chào đón bạn quay trở lại để có những trải nghiệm thú vị khác!Đọc thêm",
            "Chúng tôi đã đi vào lúc hoàng hôn và ban đêm. Quan điểm thật ấn tượng! Tuy nhiên, về trải nghiệm Tilt: Tôi không nhất thiết phải thấy nó điên rồ: phải chờ đợi rất nhiều mà chẳng được gì. Ngoài đời, bạn đứng gần cửa sổ và bạn cũng thấy điều tương tự! Đông đúc nhưng không sao.Đọc thêm",
            "Chúng tôi rất vui khi biết rằng bạn thấy khung cảnh thật ấn tượng! Về trải nghiệm Tilt, chúng tôi - rất tiếc vì nó đã không đáp ứng được mong đợi của bạn. Chúng tôi đánh giá cao phản hồi của bạn về thời gian chờ đợi và sẽ cố gắng nâng cao khía cạnh trải nghiệm này. Bất chấp đám đông, chúng tôi rất vui khi biết rằng bạn thấy hài lòng về trải nghiệm tổng thể. Cảm ơn bạn đã chia sẻ suy nghĩ của mình với chúng tôi!Đọc thêm",
            "Khung cảnh thật ngoạn mục. Tôi đã chọn 360 trên Tháp Willis cho Tilt, nơi đã đóng cửa để sửa chữa khi chúng tôi đến. Nếu tôi biết Tilt đã đóng cửa, thay vào đó tôi sẽ đến Tháp Willis để trải nghiệm hộp kính. Thật là một điều đáng tiếc.Đọc thêm",
            "Cảm ơn đánh giá của bạn, Tracy. Chúng tôi rất vui khi biết rằng bạn rất thích khung cảnh và muốn xin lỗi vì bất kỳ sự bất tiện nào gây ra do việc đóng cửa bảo trì độ nghiêng theo lịch trình của chúng tôi. Vui lòng gửi email cho chúng tôi theo địa chỉ info - 360chicago.com, chúng tôi rất mong có cơ hội được làm quen với bạn và thể hiện sự đánh giá cao của chúng tôi vì bạn đã chọn chúng tôi thay vì các đối thủ cạnh tranh. Đọc thêm",
            "Làm cách nào để mua những bức ảnh từ chuyến tham quan 360 Chicago Observation của tôi hôm qua, Thứ Năm, ngày 20 tháng 7 năm 2023?Đọc thêm",
            "Làm cách nào tôi có thể mua tất cả các bức ảnh được chụp trong chuyến tham quan Đài quan sát 360 Chicago ngày hôm qua?Đọc thêm",
            "Có cách nào để xem và mua ảnh chụp nghiêng trực tuyến không?Đọc thêm",
            "Xin lỗi, tôi không biết nhưng tôi khuyên bạn nên gọi cho họ. Chúng thực sự hữu ích khi chúng tôi có thắc mắcĐọc thêm",
            "Cố gắng đặt trước thời gian nhưng nó không hiển thị bất kỳ thời điểm nào vào khoảng thời gian hoàng hôn. Trang web cho biết - mở cửa từ 9 - 11 giờ hàng ngày, nhưng google cho biết hiện tại nó không bận. Các ngày khác có vẻ như không có phòng trống nhưng vì lý do nào đó Thứ Năm có thời gian cuối cùng là 1 giờ chiều. Ý tưởng?Đọc thêm",
            "Xin chào, Xin lỗi tôi - tôi vừa mới nhìn thấy điều này. Có phải bạn đang cố gắng đặt vé bằng Chicago Pass không?Đọc thêm",
            "Tôi có bản cứng và không có số để tải xuống bản kỹ thuật số. Tôi đã thử số hình ảnh và mọi con số trên biên nhận. Mất bao lâu trước khi có thể tải xuống hình ảnh kỹ thuật số?Đọc thêm",
            "Tôi có thể tải những bức ảnh tôi đã mua ở đâu xuống?Đọc thêm",
            "Tôi đã mua ảnh của mình trên trang web và tôi không thể tìm thấy nơi bạn chèn số họ đã cho tôi để có thể tải chúng xuống.\nCảm ơn bạnĐọc thêm",
            "Tôi xin lỗi vì đã phản hồi trễ nhưng trong chuyến đi đó tôi đã chụp ảnh và quay video bằng iPhone của mình. Đọc thêm",
            "Tôi muốn biết phân tích về bộ phim của Hancock với những câu hỏi sau: 1. Mô tả chiến dịch quan hệ công chúng của Ray Embrey bao gồm những gì và anh ấy dự định đạt được gì với ý tưởng này.Đọc thêm.",
            "Tôi có thể đặt mua bức ảnh được chụp của gia đình tôi vào ngày 3 tháng 7 năm 2022 không và nếu có thì tôi phải đến đâu để đặt hàng và xem nóĐọc thêm",
            "Tôi có thể đi TILT nếu tôi chỉ có một tay không?Đọc thêm"
        ],
        "star_ratings": [
            6907,
            3152,
            763,
            184,
            125
        ],
        "review_amount": 11131,
        "location": [
            "Đài quan sát 360 Chicago",
            "Illinois - IL -",
            "Hoa Kỳ",
            "Những điều cần làm ở Chicago",
            "Chicago"
        ],
        "reviews_time": [
            "Written August 7, 2023",
            "Written October 6, 2023",
            "Written October 10, 2023",
            "Written November 5, 2023",
            "Written November 21, 2023",
            "Written May 31, 2024",
            "Written May 15, 2024",
            "Written May 14, 2024",
            "Written May 12, 2024",
            "Written May 7, 2024",
            "Written May 6, 2024",
            "Written May 3, 2024",
            "Written April 28, 2024",
            "Written April 18, 2024",
            "Written April 6, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g35805-d110078-Reviews-360_Chicago_Observation_Deck-Chicago_Illinois.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g35805-d1899256-Reviews-Francesca_s_On_Chestnut-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35805-d13302917-Reviews-Wildberry_Pancakes_and_Cafe-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35805-d428184-Reviews-Pierrot_Gourmet-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35805-d429404-Reviews-RL_Restaurant-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35805-d1178737-Reviews-Bistronomic-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35805-d3586103-Reviews-Sunny_Side_Up_Breakfast_Lunch-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35805-d810236-Reviews-Tempo_Cafe-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35805-d451268-Reviews-The_Lobby-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35805-d429411-Reviews-Le_Colonial-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35805-d427849-Reviews-Rosebud_on_Rush-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d19177472-Reviews-Lucent-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d15262626-Reviews-John_Hancock_Center-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d9884785-Reviews-Tilt-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d11676775-Reviews-Mongerson_Gallery-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d563472-Reviews-Richard_Gray_Gallery-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d4136939-Reviews-Broadway_Playhouse-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d563755-Reviews-Lookingglass_Theatre_Company-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d561064-Reviews-Fourth_Presbyterian_Church-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d1548142-Reviews-Water_Tower_Place-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d563253-Reviews-Bloomingdale_s-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d110078-Reviews-or10-360_Chicago_Observation_Deck-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d278811-Reviews-Millennium_Park-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d1134861-Reviews-Cloud_Gate-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d109779-Reviews-The_Magnificent_Mile-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d103238-Reviews-Skydeck_Chicago_Willis_Tower-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d142948-Reviews-Navy_Pier-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d8787137-Reviews-Chicago_Skyline-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d3743225-Reviews-Chicago_Riverwalk-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d104004-Reviews-Wrigley_Field-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d560679-Reviews-Garfield_Park_Conservatory-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d561081-Reviews-Holy_Name_Cathedral-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d25327999-Reviews-CloudBar-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d4322209-Reviews-Chicago_Crime_Tours_and_Experiences-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d208908-Reviews-American_Girl_Place_Chicago-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d8602787-Reviews-O_Hare_Limousine-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d2103668-Reviews-Chicago_Sports_Museum-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g60653-d1059208-Reviews-Tropical_Farms_The_Macadamia_Nut_Farm_Outlet-Kaneohe_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g28924-d116579-Reviews-Salt_River-Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g317131-d456346-Reviews-Golden_Triangle-Chiang_Saen_Chiang_Rai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g34273-d6460143-Reviews-Lake_Eva_Park-Haines_City_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g143044-d145877-Reviews-Paradise_Loop-Mount_Rainier_National_Park_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g35056-d558463-Reviews-Tugaloo_State_Park-Lavonia_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g34678-d7786114-Reviews-Channelside_Bay_Plaza-Tampa_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d12717563-Reviews-Trenitalia_Frecciarossa-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d6894174-Reviews-No_Vacancy-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g42755-d19283896-Reviews-Agate_Beach_Park-Toivola_Upper_Peninsula_Michigan.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g35805-d110078-Reviews-or10-360_Chicago_Observation_Deck-Chicago_Illinois.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g35805-d110078-Reviews-360_Chicago_Observation_Deck-Chicago_Illinois.html"
    }
]