[
    {
        "attraction_name": "A for Athens Cocktail Bar",
        "attraction_name_vi": "A cho quầy bar cocktail Athens",
        "general_info": [
            "1.410 đánh giá",
            "- 15 trên 267 Cuộc sống về đêm ở Athens",
            "Quán Bar - Câu Lạc Bộ"
        ],
        "attraction_summary": "Đối diện với Acropolis. Trên tầng cao nhất của chúng tôi, chúng tôi đã tạo ra một sân thượng đô thị, với tầm nhìn tuyệt đẹp nhất ra Quảng trường Acropolis, Plaka và Monastiraki. Một nơi lý tưởng để bạn thưởng thức bữa sáng vào buổi sáng hoặc thưởng thức những ly cocktail đặc biệt tại nhà của chúng tôi vào ban đêm. Thiết kế tối giản được thiết lập để nâng cao trải nghiệm xem của bạn và thực đơn của chúng tôi được tạo ra với sự quan tâm đặc biệt, tập trung vào các nguyên liệu địa phương và tốt cho sức khỏe.Đọc thêm",
        "reviews": [
            "Đọc thêm",
            "Quầy bar Athens Cocktail là một phần của khách sạn bình dân. Có hai tầng, tầng trên cùng là ngoài trời. Rất đông khách, thường phải chờ thang máy rất lâu, đặc biệt là nếu muốn có bàn để ngắm hoàng hôn. Nhiều loại đồ uống, bao gồm cả các loại cocktail đặc trưng thú vị. Tất cả đều có giá cả hợp lý khi xét đến vị trí đáng mơ ước. Đọc thêm",
            "Với rất nhiều nhà hàng trên tầng thượng ở Athens, thật khó để quyết định chọn một nhà hàng! Tuy nhiên, khi tôi đi ngang qua A để đến Athens, quang cảnh đã cuốn hút tôi. Với Quảng trường Monastiraki ở phía trước và Acropolis ở phía sau, khung cảnh này thật tuyệt vời. Tôi đã đặt chỗ cho đêm kỷ niệm của chúng tôi và họ đã cho tôi một chiếc bàn hoàn hảo, ở góc ngay sát mép nơi chúng tôi có tầm nhìn ngoạn mục nhất.\nChúng tôi đến và được ngồi ngay. Người phục vụ của chúng tôi thật tuyệt vời, vì anh ấy rất thân thiện, trả lời tất cả các câu hỏi chúng tôi có về thực đơn và thậm chí còn đưa ra gợi ý cho chúng tôi. Thức ăn được mang ra và rất ngon. Bạn không thể sai với nơi này. Đọc thêm",
            "Các quan điểm chỉ đơn giản là ra khỏi thế giới này, đồ uống có giá rất cao. Chúng tôi đã thực hiện chuyến thăm trước vì mục đích ban đầu là đi về hướng hoàng hôn nhưng sau chuyến thăm đầu tiên, chúng tôi quyết định chỉ một chuyến thăm là đủ.  Chúng tôi đã đến vào thời điểm mà chúng tôi chỉ có thể uống các loại cocktail cổ điển nên chúng tôi không nhận được thực đơn vì những món đặc trưng sẽ được phục vụ sau đó. \n\nDịch vụ ổn, nhưng quan điểm là điều nổi bật duy nhất ở đây. Đọc thêm",
            "Khung cảnh của Athens, đặc biệt là Acropolis rất đẹp, việc lựa chọn đồ uống cũng rất tuyệt vời và pina colada trong suốt là một trong những đồ uống ngon nhất mà tôi từng nếm.\nThức ăn là một câu chuyện khác và hơi giống một túi hỗn hợp, bạn tôi có món mì ống và cá ngừ cao răng mà họ nói là ngon, một món thịt cừu kebab khác và nói rằng họ - ngon hơn nhiều và tôi đã đi ăn Bít tết với tỏi đen nghiền. Món bít tết vẫn ổn, một lần nữa với mức giá mà tôi - đã ngon hơn rất nhiều và món tỏi nghiền giống như một loại nước xốt đặc hơn.\nNhìn chung, chúng tôi rất thích chuyến thăm nhưng điều này là do quang cảnh và đồ uống. Sẽ khuyên bạn nên ăn ở nơi khác nhưng đáng để đi uống nước và xem.\nCó 5 người trong bữa tiệc, mỗi người chúng tôi uống vài ly cocktail và một bữa ăn chính và chi tiêu chỉ khoảng - 300.Đọc thêm",
            "Một trải nghiệm tuyệt vời hơn mong đợi!\n\nĐã cân nhắc những đánh giá tiêu cực trước đó về A for Athens, và vẫn quyết định ghé qua và tự mình kiểm tra.\n\nVà chúng tôi đã có một trải nghiệm tuyệt vời ở đây.\n\nNgười phục vụ - ăn mặc chỉn chu, có cách cư xử nghiêm khắc nhưng lịch sự và chuyên nghiệp, anh ấy dẫn chúng tôi đến quầy bar và chỗ ngồi của chúng tôi.\n\nĐiểm mấu chốt ở đây, trái ngược với Couleur Locale mà chúng tôi đã đến vào ngày hôm sau, là có người ở đây đã chào đón và chào hỏi khách hàng.\n\nĐêm chúng tôi đến, tất cả các bàn đều đã có người ngồi, nhưng ghế quầy bar vẫn còn trống và đủ tốt.\n\nChúng tôi đã có một tầm nhìn tuyệt đẹp về đêm ra Acropolis và quảng trường thành phố bên dưới. Âm nhạc hay, tâm trạng vừa phải.\n\nCác nhân viên pha chế thân thiện và hấp dẫn và đồ uống rất ngon.\n\nĐáng để ghé thăm lại khi tôi đến Athens lần sau. Đọc thêm",
            "Đến vào ban đêm để thưởng thức cocktail và ngắm cảnh, nơi này có một cảm giác TUYỆT VỜI! Đồ uống rất sang trọng, chúng tôi thực sự rất thích chúng, và người phục vụ của chúng tôi rất vui vẻ, một tinh thần tốt bụng thực sự. Âm nhạc tuyệt vời đi cùng với khung cảnh của Acropolis Đọc thêm",
            "Vợ tôi và tôi ăn tối tại A for Athens sau khi tham gia lớp học nếm rượu vang.  Lúc đó là đầu tháng 4 và chúng tôi không có đặt chỗ trước.  Chúng tôi định ngồi ở quầy bar nhưng chỉ còn một chỗ ngồi, cô gái trẻ ngồi cạnh chúng tôi đã đưa cho chúng tôi một chiếc bàn nguyên thủy ngay rìa nhà hàng.  Khung cảnh của đô thị thật tuyệt vời.  Thực đơn có phần hạn chế nhưng chúng tôi đã có một bữa ăn tuyệt vời.  Chúng tôi bắt đầu với pho mát tẩm bột và tôi gọi món hàu.  Cả hai đều rất ngon, nhưng hàu rất ngon.    Trong bữa tối, vợ tôi có món tri tip và rất thích nó.  Đối với tôi đó là một món hàu khác.  Chúng tôi cũng có một ít rượu vang Hy Lạp ngon.  Bữa ăn tuyệt vời và khung cảnh tuyệt vời.Đọc thêm",
            "Nhà hàng - quán bar này có tầm nhìn tuyệt đẹp ra Acropolis. Chúng tôi đến trước khi mặt trời lặn và rời đi sau khi trời tối, vì vậy phải trải nghiệm ánh sáng khác nhau - rất tuyệt! \nThức ăn rất ngon, mặc dù thực đơn có hạn. Đây là một thanh giờ hạnh phúc hơn.  Danh sách rượu vang địa phương tốt. Máy chủ của chúng tôi - không thân thiện nhất - Đọc thêm",
            "Chúng tôi đã nghe những điều tuyệt vời về nơi này. Chúng tôi đã đặt chỗ lúc 7 giờ 30. Lạc lối một chút khi đến đó nhưng đến muộn khoảng 5 phút. Chúng tôi đã ngồi ngay lập tức và nhân viên bán hàng hỏi nước có ga hoặc nước khoáng. Anh ấy mang nước cho chúng tôi và đó là lần cuối cùng chúng tôi thấy bất kỳ dịch vụ nào trong hơn một giờ. Không ai đến nhận đơn đặt hàng của chúng tôi hoặc kiểm tra chúng tôi không có gì.  Tôi phải xuống nhà tìm bà chủ gọi một chai rượu và món khai vị. Một giờ nữa trôi qua mà vẫn không có ai đến nhận đơn đặt hàng của chúng tôi. Khoảng 9:30, chúng tôi yêu cầu kiểm tra và họ nói với chúng tôi rằng chúng tôi có tối thiểu 50 mỗi người mà chúng tôi đang được lập hóa đơn.  CÁI GÌ!!  Không ai đến bàn của chúng tôi để nhận đơn đặt hàng. Chúng tôi đã yêu cầu người quản lý và chỉ lấy hết lý do này đến lý do khác. Cuối cùng họ đã đồng ý tính phí cho những gì chúng tôi đã ra lệnh. Chế độ xem thật tuyệt vời nhưng món khai vị thì rượu ổn - không ngon lắm. Thực đơn rất hạn chế và các loại cocktail kỳ lạ. Nước là phần tuyệt nhất trong đêm của chúng tôi. Đừng lãng phí tiền bạc hoặc thời gian của bạn. Có một số nhà hàng khác trong khu vực có tầm nhìn tuyệt vời. Hãy thử chúng trước khi lãng phí tiền của bạn ở nơi này. Họ không chịu trách nhiệm về dịch vụ kém cỏi của họ. Chỉ là vô lý. Người mua hãy cẩn thận.Đọc thêm",
            "Nhà hàng - quán bar này có tầm nhìn tuyệt đẹp ra Acropolis. Chúng tôi đến trước khi mặt trời lặn và rời đi sau khi trời tối, vì vậy phải trải nghiệm ánh sáng khác nhau - rất tuyệt! Thức ăn rất ngon, mặc dù thực đơn có hạn. Đây là một thanh giờ hạnh phúc hơn.  Danh sách rượu vang địa phương tốt. Máy chủ của chúng tôi - không thân thiện nhất - Đọc thêm",
            "Khung cảnh buổi tối đẹp nhất của Acropolis.   Tuyệt vời!   Tối thiểu. Giả định là 100 euro nếu bạn đặt chỗ trước.   Bắn đi bộ từ acropolis.  Đặt chỗ trực tuyến!Đọc thêm",
            "Đây là nơi hoàn hảo để bắt đầu chuyến đi của chúng tôi!  Thức ăn thật tuyệt vời và quang cảnh thật tuyệt vời!  Thời tiết tháng Tư thật hoàn hảo để đi du lịch.Đọc thêm",
            "Vợ tôi và tôi ăn tối tại A for Athens sau khi tham gia lớp học nếm rượu vang.  Lúc đó là đầu tháng 4 và chúng tôi không có đặt chỗ trước.  Chúng tôi định ngồi ở quầy bar nhưng chỉ còn một chỗ ngồi, cô gái trẻ ngồi cạnh chúng tôi đã đưa cho chúng tôi một chiếc bàn nguyên thủy ngay rìa nhà hàng.  Khung cảnh của đô thị thật tuyệt vời.  Thực đơn có phần hạn chế nhưng chúng tôi đã có một bữa ăn tuyệt vời.  Chúng tôi bắt đầu với pho mát tẩm bột và tôi gọi món hàu.  Cả hai đều rất ngon, nhưng hàu rất ngon.    Trong bữa tối, vợ tôi có món tri tip và rất thích nó.  Đối với tôi đó là một món hàu khác.  Chúng tôi cũng có một ít rượu vang Hy Lạp ngon.  Bữa ăn tuyệt vời và khung cảnh tuyệt vời.Đọc thêm",
            "Tôi đi uống nước một mình và yêu cầu kiểm tra địa điểm trước khi tôi ngồi - nếu có chỗ trống -. Người phụ nữ - tóc vàng - mắt sáng - tóc ngắn - người đến dự với tôi là bà chủ thô lỗ nhất mà tôi từng thấy trong đời. Tôi nghe nói có rất nhiều người đang tìm việc ở Athens, người phụ nữ này nên bị sa thải và thuê một người thực sự thích hoặc muốn làm công việc của họ một cách đàng hoàng.  Nói lời cảm ơn và rời đi. Có những điểm đáng yêu khác với tầm nhìn, hãy tránh nơi này nếu bạn muốn đối mặt với khuôn mặt cay đắng và thái độ kinh tởmĐọc thêm",
            "Nhà bếp đã ngừng hoạt động để cải tạo nhưng tầm nhìn thật tuyệt vời và lựa chọn đồ uống là đỉnh cao. Rượu địa phương là món nhất định phải thử và tất cả các loại rượu đều tuyệt vời!Đọc thêm",
            "Cảm giác thư giãn, không ồn ào như 360 Degrees - quán bar chị em gần đó -. Quan điểm tuyệt vời. Thực đơn hơi cũ và thực đơn thức ăn rất hạn chế. Khung cảnh tuyệt vời.Đọc thêm",
            "Ngoại trừ quang cảnh, mọi thứ đều tệ. Dịch vụ và cocktail thật kinh khủng. Người phục vụ thậm chí còn không quan tâm. Đồ uống của tôi rõ ràng là rất tệ nên chúng tôi chưa bao giờ hỏi nó có vấn đề gì.Đọc thêm",
            "Quầy bar tuyệt vời với tầm nhìn tuyệt đẹp ra Acropolis! Quầy bar đẹp với đội ngũ nhân viên rất thân thiện cho phép chúng tôi vừa thưởng thức đồ uống vừa ngắm cảnh.Đọc thêm"
        ],
        "star_ratings": [
            753,
            339,
            144,
            61,
            113
        ],
        "review_amount": 1410,
        "location": [
            "Những điều cần làm ở Athens",
            "Attica",
            "Châu Âu",
            "Athens",
            "A cho quán bar cocktail Athens",
            "Hy Lạp"
        ],
        "reviews_time": [
            "Written August 26, 2023",
            "Written September 13, 2023",
            "Written October 4, 2023",
            "Written October 7, 2023",
            "Written October 23, 2023",
            "Written November 12, 2023",
            "Written April 16, 2024",
            "Written May 6, 2024",
            "Written May 21, 2024",
            "Written May 7, 2024",
            "Written May 6, 2024",
            "Written April 21, 2024",
            "Written April 16, 2024",
            "Written April 10, 2024",
            "Written February 21, 2024",
            "Written February 17, 2024",
            "Written February 2, 2024",
            "Written November 27, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g189400-d2665318-Reviews-A_for_Athens_Cocktail_Bar-Athens_Attica.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g189400-d17837015-Reviews-Thes_Greek_Creative_Cuisine-Athens_Attica.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189400-d9462540-Reviews-Cinque_Wine_Deli_Psirri-Athens_Attica.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189400-d10559098-Reviews-A_Little_Taste_Of_Home-Athens_Attica.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189400-d13276866-Reviews-Dimitris_And_Savvas_of_Athens-Athens_Attica.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189400-d14142081-Reviews-Vegan_Beat-Athens_Attica.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189400-d12357640-Reviews-Happy_Blender-Athens_Attica.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189400-d26322035-Reviews-Stone-Athens_Attica.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189400-d23583464-Reviews-Eatery_Bairaktaris-Athens_Attica.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189400-d1151377-Reviews-Lithos-Athens_Attica.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189400-d20285509-Reviews-Mystilli-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d18186550-Reviews-Monastraki_Flea_Market-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d10796140-Reviews-Church_of_St_Mary_Pantanassa-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d265865-Reviews-Monastiraki-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d23587131-Reviews-Monastiraki_Square-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d198777-Reviews-Psirri-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d1064133-Reviews-Temple_of_Hephaestus-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d277449-Reviews-Plaka-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d267751-Reviews-Ermou_Street-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d198754-Reviews-Stoa_of_Attalos-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d6739897-Reviews-Hadrian_s_Library-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d2665318-Reviews-or10-A_for_Athens_Cocktail_Bar-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d14951176-Reviews-Ale_Blues-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d14895894-Reviews-Athens_Wine_Tasting-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d11644847-Reviews-Wine_O_Clock-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d17836236-Reviews-EASYEXPERIENCES-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d13204825-Reviews-Cinque_Wine_Tastings-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d6428584-Reviews-7_Times_Athens-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d23421842-Reviews-Telia_Travel-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d523153-Reviews-Brettos_Bar-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d8020407-Reviews-The_Clumsies-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d10538615-Reviews-MoMix_Bar_Kerameikos-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d8378457-Reviews-Mister_E_Alive_Escape_Rooms-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d6677807-Reviews-Om_Treatment_Centre-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d7963506-Reviews-E_Ride-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d15610033-Reviews-Vegan_Food_Tour_Athens-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d15643321-Reviews-Greek_Philosophy_Tours-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d26559650-Reviews-Timeless_Day_Spa-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d7974605-Reviews-Bhavana_Yoga_Center-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d3820406-Reviews-Alternative_Athens-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d11672266-Reviews-Mastermind-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g54097-d290838-Reviews-Block_Island_Ferry-Narragansett_Washington_County_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g227920-d2190819-Reviews-Tikibad-Wassenaar_South_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d2661069-Reviews-Bethel_Gospel_Assembly-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d11750005-Reviews-Dubai_Safari_Park-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g298283-d2534927-Reviews-Langkawi_Sky_Bridge-Langkawi_Langkawi_District_Kedah.html",
            "https://www.tripadvisor.com/Attraction_Review-g56161-d4044264-Reviews-Lewisville_Lake_Park-Lewisville_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d107778-Reviews-Chicago_History_Museum-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g298151-d319836-Reviews-Hakodate_Morning_Market-Hakodate_Hokkaido.html",
            "https://www.tripadvisor.com/Attraction_Review-g31537-d110029-Reviews-Mount_Nebo_State_Park-Dardanelle_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g297433-d495090-Reviews-Unit_731_Museum-Harbin_Heilongjiang.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g189400-d2665318-Reviews-or10-A_for_Athens_Cocktail_Bar-Athens_Attica.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g189400-d2665318-Reviews-A_for_Athens_Cocktail_Bar-Athens_Attica.html"
    }
]