[
    {
        "attraction_name": "Abba Voyage",
        "attraction_name_vi": "Du lịch Abba",
        "general_info": [
            "1.051 đánh giá",
            "- 21 trên 518 Nhà hát - Buổi hòa nhạc ở London",
            "Buổi hòa nhạc",
            "Sân khấu - Biểu diễn"
        ],
        "attraction_summary": "Xem ABBA trên sân khấu trong buổi hòa nhạc được hình thành sau 40 năm. ABBA đã tạo ra loại buổi hòa nhạc mà họ luôn mong muốn, biểu diễn hết mình cho người hâm mộ: như phiên bản kỹ thuật số của chính họ được hỗ trợ bởi những nhạc sĩ giỏi nhất ngày nay. Kết hợp công nghệ tiên tiến, ánh sáng ngoạn mục và một số bài hát được yêu thích nhất từng được sáng tác, ABBA bước lên sân khấu theo một cách hoàn toàn mới. Tọa lạc tại Công viên Olympic Queen Elizabeth, nhà thi đấu tuyệt đẹp được xây dựng có mục đích là nơi ở của một trong những nhóm nổi tiếng nhất trong lịch sử trong một - Đột phá - - Metro - buổi hòa nhạc thực sự - Cần phải xem để tin - - BBC - . Đọc thêm",
        "reviews": [
            "Nếu bạn là một fan của ABBA như tôi thì bạn sẽ không phải thất vọng đâu.  Đúng hơn là bạn sẽ rất vui mừng!!!  Buổi hòa nhạc là sự kết hợp giữa âm nhạc cũ và mới của họ.  Mặc dù hình đại diện đã được sử dụng nhưng tôi có cảm giác như đang nhìn thấy con người thật của họ khi còn trẻ.  Đồ họa và màn trình diễn ánh sáng thật ngoạn mục.  Tôi sẽ xem lại nó trong tích tắc nếu có cơ hội.  Khi mua vé, bạn có thể sẽ cảm thấy như mình đang trả rất nhiều tiền, nhưng sau khi xem buổi biểu diễn, bạn nhận ra công sức bỏ ra và bạn cảm thấy nó đáng giá từng xu cho dù bạn mua chỗ ngồi nào.  Tôi thực sự cảm thấy rằng bốn người họ đã nhúng tay vào mọi khía cạnh của chương trình này.  Sáu trên năm sao.  Đừng bỏ lỡ cơ hội này!!!  Cảm ơn ABBA vì đã làm điều này!!!Đọc thêm",
            "Buổi biểu diễn thật không thể tin được và mặc dù chồng tôi không phải là fan của Abba nhưng anh ấy rất thích trải nghiệm này. Đó - chính xác là vậy - một trải nghiệm. Từ thời điểm bạn đến đấu trường, các nhân viên luôn chào đón và tổ chức tốt. Biển hiệu rất đẹp và có một số quầy bán đồ ăn thức uống, giá hơi đắt như bạn mong đợi ở hầu hết các địa điểm. Chỗ ngồi của chúng tôi rất thoải mái và chúng tôi có tầm nhìn tuyệt vời. Là một đấu trường, nó được bố trí hợp lý với sàn nhảy trung tâm, chỗ ngồi 3 mặt và một số gian hàng khiêu vũ. Một đêm tuyệt vời!Đọc thêm",
            "We visited the ABBA arena on a Saturday afternoon in June to see the ABBA Voyage performance here. We travelled by train and the arena is one stop away from Stratford station on the Docklands light railway at Pudding Mill Lane, the venue being just across the road from the station.\nPassing through the ticket checks and bag searches, we entered the foyer area of the arena and this is very spacious allowing crowds to easily be accommodated whilst awaiting the start of the performance. In the foyer area the visitor can find bars, souvenir shops and toilet facilities.\nEntering the auditorium, it was easy to find our seats. We had seats to the right hand side of the stage  - as you face it - , but to be fair because the performance uses projected holograms and large screens the visual enjoyment does not seem to be impaired as it would be for a conventional performance. The accompanying light show was very good especially we thought the strings of coloured orbs hanging over the central auditorium.\nThe concert itself exceeded my expectations, in that I assumed it would be a progression of singles set to a visual backdrop. However the format seems to be the original vocals accompanied by a live band and in addition there is some vocal commentary by the various band members giving a real  - live -  concert feel to the proceedings\nThere are some lesser known songs included in the set list but most of the favourite  - hits -  are there to be enjoyed and many people in the seating areas stood up to dance and sing as the concert progressed. A most enjoyable afternoon, there is a novelty in watching a band from the late 70s  -  early 80s performing once more seemingly in their prime especially if like us you can remember them from that time!\nWe would both certainly consider a return visit.Read more",
            "Nói chung là một trải nghiệm thú vị và tốt đẹp, đặc biệt đối với những người lớn lên cùng ABBA. Địa điểm tổ chức sự kiện ngay tại trạm dừng Pudding Lane DLR. Việc tham gia sự kiện rất đơn giản và có rất nhiều nơi để thưởng thức đồ uống hoặc đồ ăn nhẹ trước buổi biểu diễn. Ngoài ra truy cập cho xe lăn vv có vẻ là tốt. Buổi biểu diễn kéo dài 90 phút và ngoài một điểm hơi bằng phẳng ở đâu đó ở giữa thì đây là một màn trình diễn tuyệt vời. Có một điều hơi lạ là sự kết nối với những người biểu diễn không giống như một buổi hòa nhạc trực tiếp nhưng trải nghiệm âm nhạc và hình ảnh vẫn rất nổi bật. Có một ban nhạc sống chơi và biểu diễn cùng một số bài hát và biểu diễn đầy đủ một hoặc hai bài hát.  Tôi tự hỏi liệu đây có phải là lần đầu tiên trong số nhiều lần như thế này không. Tôi có thể tưởng tượng Elvis, The Beatles và các ban nhạc khác được bảo tồn - hồi sinh theo cách tương tự. Đọc thêm",
            "Trải nghiệm tuyệt vời - đã biểu diễn buổi sáng vào lúc 3 giờ chiều ngày thứ bảy. Nếu bạn làm điều này, hãy đi thẳng đến quán bar Sooze Box đối diện, nơi DJ sẽ tiếp tục bữa tiệc cho bạn - cộng với đồ uống - không quá đắt như ở Arena! -  \nChiếc giày thật tuyệt vời - tất cả nhóm chúng tôi đều nói rằng chúng tôi sẽ đi lại.Đọc thêm",
            "Wow thật là một chương trình tuyệt vời.  Tốt hơn so với thực tế tại khu vực Wembley năm 1979! Sau vài phút, bạn quên mất rằng bộ tứ tuyệt vời đó không thực sự có mặt ở đó.  Hiệu ứng, ánh sáng tuyệt vời và ban nhạc sống tuyệt vời.Đọc thêm",
            "Đêm tuyệt vời, âm thanh tốt và hình ảnh tuyệt vời. Chúng tôi ở trên sàn nhảy, tôi nghĩ là có bầu không khí tốt hơn khu vực ngồi. Có một đám đông tuyệt vời và mọi người dường như đều có khoảng thời gian tuyệt vời. Ít phải xếp hàng để vào quầy bar và nhà vệ sinh, nhưng hơi hỗn loạn khi ra ngoài vì có rất nhiều người hướng đến DLR nhưng nhà ga được tổ chức tốt mặc dù tôi đoán một số người đã phải đợi một chút vì chúng tôi đang ở trên chuyến tàu thứ hai nên không bị giữ lại nhiều. Đọc thêm",
            "Tôi yêu Abba và nói chung tôi thực sự thích trải nghiệm Aviatar, trên sân khấu họ trông gần như thật! Tuy nhiên, khi bạn xem những bức ảnh phóng to của buổi biểu diễn, bạn có thể biết họ không phải là con người và việc bắt chước hơi không đồng bộ, miệng họ không mở đủ - đặc biệt là Agnetha - . Âm nhạc tuyệt vời và màn trình diễn ánh sáng thật WOW! Tôi không thích phim hoạt hình lắm, chúng tôi đến xem Abba chứ không phải phim hoạt hình.  - thất vọng vì họ đã không biểu diễn, Hãy cho tôi một cơ hội, Supertrouper, cũng như Trượt qua ngón tay tôi - một bài hát lớn trong phim - . Nếu bạn yêu thích Abba và thích một chút rượu boogie, hãy hát theo - đó là điều bắt buộc!Đọc thêm",
            "Hoàn toàn không thể tin được! \n\nChúng tôi ở khu J trong khu vực chỗ ngồi và có khoảng thời gian tuyệt vời - Tôi - tôi không phải là một fan cuồng nhiệt của ABBA và đã có khoảng thời gian tuyệt vời - \n\nBạn thực sự không thể có được một chỗ ngồi tồi vì tầm nhìn tuyệt vời dù bạn ở đâu. \n\nRất đáng tiền và thực tế đến mức tôi phải tự nhắc nhở mình rằng chúng không thực sự ở đó! \nĐọc thêm",
            "Hãy quên tất cả các đánh giá tiêu cực ở đây. Nó - không đắt nếu bạn đặt trước. Đấu trường rất sạch sẽ, hiện đại, hầu như không có hàng đợi. Bạn có thể dễ dàng xem chương trình từ bất kỳ chỗ ngồi nào ngay cả những chỗ ngồi bên cạnh. Chất lượng âm thanh là hoàn hảo. Chương trình thật tuyệt vời, nếu bạn lớn lên trong những năm 70 - nó chắc chắn là dành cho bạn! Cô nàng đã bật khóc khi cuối cùng cô ấy yêu nó rất nhiều. Cứ đi đi.Đọc thêm",
            "Saw Abba voyage last night. Not a massive Abba fan but know most of their songs. Booked last minute tickets literally that morning so got them cheaper. I - m registered disabled but able-bodied but emailed the accessibility team and was issued a car parking space in disabled parking within minutes. Car park opened at 4.15 we arrived as it opened  - myself and my 2 teen kids aged 14  -  18 -  was greeted by member of staff who took us through security check and into the Arena waiting area. The building is purpose built and brand new. Airy and lots of room to wander round or sit and get a drink, food or merchandise. At 5pm the Arena was opened. We had booked dancing area tickets and didn - t regret it. We sat on the floor for 45mins whilst waiting. Then stood as the time approached.  Slowly the floor built up was full but not bursting and room to dance. At 6pm the show started promptly and the audience were up for a good time lots of clapping and whooping. The show itself was unbelievable much better than I expected. I couldn - t get my head round the fact we weren - t actually seeing the real Abba as it looked so real. However we stood almost to the back of the dance floor so perfect viewing despite my 5ft 4in stature I could see just fine. Great selection of hits. The most popular songs got everyone dancing waving cheeing. Even the seated spectators were up dancing. Such a vibe. My only wish was that it was longer. I think they could easily have stretched it to a 2hr show. Exiting was easy and we were out within 10mins and into our car. Easiest way of travel might be tube as pudding lane dlr Station is right opposite. Would recommend and will go again. Fabulous evening even if your not a massive Abba fan you - ll love this. It - s very  - immersive -  and the lightning and live band are just phenomenal. Read more",
            "Thật là một sự thất vọng.  Phải thừa nhận rằng công nghệ xung quanh hình đại diện và các hiệu ứng ánh sáng đặc biệt rất ấn tượng nhưng đối với bản thân chương trình - . Có ít nhất 3 bài hát mà tôi chưa từng nghe trước đây - trong đó có bài hát mở đầu chương trình, bài hát ngay lập tức bị quên lãng và không tạo được bầu không khí gì.  Chương trình được xen kẽ với một số hoạt ảnh kỳ lạ và giống trẻ con, một lần nữa không có tác dụng gì để bổ sung cho chương trình.  Tuy nhiên, điều tồi tệ nhất đối với tôi là chất lượng âm thanh khủng khiếp.  Nếu tôi không biết các bài hát thì tôi đã không thể phân biệt được lời nói. Tại một thời điểm, nó thậm chí còn không đồng bộ.  Một lần khác, âm thanh nhỏ đến mức giống như đang nghe Pinky và Perky.  Giá trị khủng khiếp và kém - 130 mà tôi đã trả tiền vé.Đọc thêm",
            "Con tôi đã mua cho chúng tôi vé xem Abba Voyage và chúng tôi rất mong chờ. Mở đầu là những gì tôi chỉ có thể mô tả là đáng thất vọng và thiếu sự cường điệu mà toàn bộ trải nghiệm đã hứa hẹn. Chúng tôi nghĩ rằng các hình ảnh động trên màn hình rất vui nhộn, như bạn có thể thấy chúng rõ ràng được tạo ra bằng máy tính nhưng thiếu sự chân thực nhẹ được hứa hẹn bởi các bài thuyết trình trên TV dường như chỉ ra. Nhìn chung, một trải nghiệm đáng giá, nhưng tôi rất tiếc phải nói rằng chúng tôi sẽ không đến đó nữa, tôi e là vậy. Tôi thà quay lại - Phiên bản nhạc kịch của Jeff Wayne - The War of the Worlds - đó là một chương trình đáng để xem lại. Đọc thêm",
            "Chúng tôi đánh giá nó 4 vì đội ngũ nhân viên, dễ tiếp cận, chất lượng âm thanh và ánh sáng. Đáng lẽ phải là 3 - nếu không thì khi chúng tôi đang ở trên sàn nhảy, chúng tôi đứng ở phía sau để có thêm chỗ nhưng họ lại nhét bạn vào như cá mòi. Chúng tôi đã ở đó vào vị trí 45 phút trước nhưng những người đến trước 5 phút đã xô đẩy hoặc lôi kéo mọi người tránh đường và nhiều người đã say rượu. Avatars - Abbatars thật tuyệt vời nhưng có quá nhiều thời gian trên màn hình, hầu như họ không cần một nghỉ ngơi. Tôi khuyên bạn nên xếp hạng ở cấp độ đầu tiên ở phía trước để có trải nghiệm tốt hơn nhưng hướng về phía sau đấu trường.Đọc thêm",
            "Nếu nói rằng chúng tôi thất vọng với chương trình này thì vẫn còn quá nhẹ. Những hình ảnh ba chiều hoàn toàn vô hồn, di chuyển vụng về và trông giống như chất dẻo. Âm thanh thật khủng khiếp - bạn không thể hiểu được từ ngữ, tất cả đều bị bóp nghẹt và nó không đồng bộ với miệng. Bài hát đầu tiên là tiếng sáo thổi trong khoảng 3 phút và cuối cùng bài hát thực sự đầu tiên là một bài hát chưa ai từng nghe đến - hoàn toàn nhàm chán, không tạo ra bầu không khí. Bài hát tiếp theo, một lần nữa không thành công, khiến chúng tôi hoang mang không biết ai sẽ nghĩ ra phần mở đầu tệ nhất cho một chương trình mà tôi từng xem. Sau đó - Benny - nói chuyện với khán giả bằng đoạn hội thoại tệ nhất mà tôi - từng nghe - hoàn toàn co rúm người lại khi cố tỏ ra hài hước. Mọi chuyện càng ngày càng tệ hơn và khi bài hát thứ năm vang lên và màn hình tắt - vì vậy hình ảnh ba chiều - thậm chí không có trên sân khấu - , tôi quay sang Mẹ tôi và hỏi mẹ có thích không - bà nói không, nên cả hai chúng tôi rời đi . Thành thật mà nói, tôi không thể chịu đựng được việc xem chương trình - hoàn toàn đáng xấu hổ này nữa.Đọc thêm",
            "Đánh giá hỗn hợp. Chúng tôi đang ở trên sàn nhảy và cuối cùng phải nghiêng người qua hàng rào phía trước...sàn nhảy quá đông đúc. Ở phía trước chúng ta có thể thấy không gian 2 chiều của - avatar - .  Rõ ràng giống như một màn hình rạp chiếu phim với một chút chiều sâu mà tôi chắc chắn có thể thuyết phục hơn nếu bạn quay lại xa hơn. Một số điều không tạo nên yếu tố đáng kinh ngạc. Ban nhạc đủ tốt nhưng 3 ca sĩ thì không cần thiết. Danh sách phát. ..rất nhiều giai điệu đập Abba đã bị bỏ lỡ!!!???? Có lẽ đã có 20 bài hát được phát và chỉ có 10 hoặc 11 bài lọt vào bảng xếp hạng chính thống. Có quá nhiều giai điệu lấp đầy album chậm. Hệ thống âm thanh không hay lắm.. ồn ào và méo mó. Các hình đại diện đủ đẹp nhưng theo một cặp đôi mà chúng tôi đã nói chuyện trên đường ra, những người đang ngồi trên ghế thì họ thật ngoạn mục nhưng tại sao ồ tại sao là bài hát duy nhất có một số bài hát và những phim hoạt hình ngẫu nhiên vô nghĩa gần giống như Drsgon ball Z hoặc một số phim hoạt hình trẻ em ngẫu nhiên nào đó. Tôi có thích nó không? Đúng. Nhưng tôi không bị choáng ngợp. Hầu như không biết phải nghĩ gì. Tôi có đi lại không? Có lẽ là không. Rất vui vì chúng tôi chỉ mua - 75 vé.Đọc thêm",
            "Đây là chuyến thăm số 3 và tốt nhất cho đến nay.  Bây giờ tôi đã tìm được chỗ ngồi hoàn hảo cho mình.  Nếu bạn có đủ khả năng, hãy chọn những gian hàng khiêu vũ, tầm nhìn đẹp nhất, không gian để đứng nhảy hoặc ngồi giữa các bài hát, phục vụ đồ uống tại bàn trước khi buổi hòa nhạc bắt đầu.  Tôi nghĩ các nhà sản xuất đã điều chỉnh một số thứ kể từ lần cuối tôi đến, nhiều âm thanh từ nhạc cụ của ban nhạc sống hơn là các bản ghi âm của ABBA, giọng hát tuyệt vời, sự tham gia của khán giả và phản ứng mà bạn mong đợi, nếu bạn tiếp tục xem lại, bạn sẽ thấy những điều mới những điều bạn đã bỏ lỡ thời gian qua.  Đừng nghĩ rằng ở gần phía trước hơn sẽ cho bạn tầm nhìn tốt hơn, thực tế không phải vậy, bạn cần phải lùi đủ xa để xem màn hình và xem qua các lớp ánh sáng làm nổi bật các bài hát.  Đừng bỏ lỡ việc đi xem chương trình tuyệt vời này. Tôi sẽ quay lại.Đọc thêm",
            "Có phải chúng tôi là những người duy nhất nhận thấy âm thanh bị chói tai và bị méo không ?? Tôi không thể biết họ hát bằng tiếng Thụy Điển hay tiếng Anh.   Nó đã hủy hoại nó cho chúng tôi. Chúng tôi đã trả tiền cho những chỗ ngồi đắt nhất và chúng tôi rất mong chờ điều đó.Đọc thêm",
            "Một kinh nghiệm phải xem. Hát hết mình với nhóm tuyệt vời nhất từ ​​trước đến nay. Bạn sẽ không hối tiếc. Bầu không khí không ai sánh kịp và chúng tôi sẽ quay lại.Đọc thêm",
            "Được lên kế hoạch là một ngày đi chơi bất ngờ với các bạn gái để kỷ niệm những món quà Sinh nhật và Giáng sinh muộn màng. Thật là một điều trị tuyệt đối. Mình đã từng ghé thăm rồi, còn y thì chưa. Tất cả chúng ta sẽ xem xét lại. Gặp một quý ông đáng yêu tên Kevin trong hộp báo lại - khi đang thưởng thức cà phê. Đăng ký Abba Hub để được giảm giá 10% hàng hóa, đồ ăn và đồ uống. Giá thực phẩm thực sự không tệ và chúng cũng có kích thước phần tốt. Hãy mua một chai nước kỷ niệm từ quầy đựng đồ ăn - đồ uống để cất giữ, mua rẻ nhất nếu bạn muốn thứ gì đó mang theo bên mình và nó có thể tái sử dụng được. Tiện nghi - nhiều nhà vệ sinh. Một điểm dừng từ Stratford hoặc 20 - 25 phút đi bộ. Chỗ ngồi, chúng tôi ngồi 2 hàng từ phía trước sang bên phải sân khấu, màn trình diễn tuyệt vời, âm thanh, hình ảnh và ánh sáng hoành tráng. Thực sự nhìn thấy là tin tưởng. Nếu tôi phải tìm ra một điều tiêu cực thì có thể những bài hát nổi tiếng đã bị thiếu, vui lòng cân nhắc việc kéo dài buổi biểu diễn, có thể ngắt quãng và thêm chúng vào. Không có chỗ ngồi tồi trong nhà. Tôi sẽ xem lại ở hàng sau cùng để trải nghiệm hiệu suất tổng thể. Đăng ký trang web Abba Voyage và mua vé ngay khi có ngày mới. Tôi đã mang vé của mình vào tháng 8 năm ngoái với giá - 55 mỗi vé, nếu tôi đã mua chúng vài tuần trước khi đợt bán hàng trên nền tảng đã tăng chúng lên - 174!!!Đọc thêm"
        ],
        "star_ratings": [
            821,
            120,
            70,
            24,
            31
        ],
        "review_amount": 1066,
        "location": [
            "Những điều cần làm ở Luân Đôn",
            "London",
            "Châu Âu",
            "nước Anh",
            "Vương quốc Anh - Vương quốc Anh -",
            "Du lịch Abba"
        ],
        "reviews_time": [
            "Written June 4, 2023",
            "Written June 16, 2023",
            "Written June 30, 2023",
            "Written July 1, 2023",
            "Written July 2, 2023",
            "Written July 2, 2023",
            "Written July 4, 2023",
            "Written July 9, 2023",
            "Written July 12, 2023",
            "Written July 14, 2023",
            "Written June 3, 2024",
            "Written June 3, 2024",
            "Written June 2, 2024",
            "Written June 2, 2024",
            "Written June 1, 2024",
            "Written May 31, 2024",
            "Written May 31, 2024",
            "Written May 30, 2024",
            "Written May 30, 2024",
            "Written May 30, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g186338-d23782638-Reviews-Abba_Voyage-London_England.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g186338-d7716021-Reviews-Moka_East_Cafe_at_the_View_Tube-London_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186338-d6839830-Reviews-Print_House_Bar_Kitchen-London_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186338-d2405494-Reviews-Pie_Crust-London_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186338-d24911719-Reviews-The_Print_House_at_Jim_Tonic_East-London_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186338-d1788836-Reviews-Forman_s_Restaurant-London_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186338-d23446204-Reviews-Wrapgenius-London_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186338-d25094839-Reviews-Kod_Pirketa-London_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g11963623-d19727306-Reviews-FIGO_Stratford-Stratford_City_Greater_London_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186338-d21294359-Reviews-The_Breakhouse_Cafe-London_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186338-d8083625-Reviews-The_Koffipot-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d2258876-Reviews-The_View_Tube-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d953258-Reviews-Capital_Ring-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d6522304-Reviews-ArcelorMittal_Orbit-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d7139725-Reviews-Abbey_Mills_Pumping_Station-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d3360714-Reviews-London_Stadium-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d7140279-Reviews-Bow_Church-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d187552-Reviews-Tower_Bridge-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d187547-Reviews-Tower_of_London-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d4025920-Reviews-Queen_Elizabeth_Olympic_Park-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d188862-Reviews-National_Gallery-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d23782638-Reviews-or10-Abba_Voyage-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d1766159-Reviews-The_Lion_King-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d7606696-Reviews-Angel_Comedy_at_The_Camden_Head-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d3533244-Reviews-The_Magic_Circle_Theatre-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d11803871-Reviews-Angel_Comedy_at_The_Bill_Murray-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d12964585-Reviews-Comedy_Carnival_Covent_Garden-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d13195597-Reviews-Witness_for_the_Prosecution-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d2644560-Reviews-Brick_Lane_Music_Hall-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d6706730-Reviews-Ceremony_of_the_Keys-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d1887335-Reviews-Comedy_Carnival_Leicester_Square-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d8469682-Reviews-The_Curious_Incident_Of_The_Dog_In_The_Night_Time-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g11963623-d23918813-Reviews-View_Tube_Bikes-Stratford_City_Greater_London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d12128280-Reviews-Wire_and_Sky-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d4221246-Reviews-Pepe_Martinez_London_Tour_Guide_Private_Tours-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g11963623-d25051370-Reviews-Meraki_Spa-Stratford_City_Greater_London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d6991564-Reviews-Fishing_London_Charter_and_Guide_Service-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d10498502-Reviews-CRATE_Brewery_Tours-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d15675891-Reviews-Once_Upon_a_Tour-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d26599000-Reviews-Horizon_of_Khufu_London_Stratford-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d4224943-Reviews-Al_Ghazal_Mall-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g60634-d23468603-Reviews-Maui_Jim_Corporate_Headqaurters-Lahaina_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g38124-d3335146-Reviews-High_Trestle_Trail_Bridge-Madrid_Iowa.html",
            "https://www.tripadvisor.com/Attraction_Review-g41081-d2243872-Reviews-Merriweather_Post_Pavilion-Columbia_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g45095-d267839-Reviews-Gallatin_Canyon-Bozeman_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d276823-Reviews-Vaci_Street-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g190454-d590784-Reviews-Kahlenberg-Vienna.html",
            "https://www.tripadvisor.com/Attraction_Review-g150800-d155947-Reviews-House_of_Tiles_Casa_de_los_Azulejos-Mexico_City_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g51907-d15187273-Reviews-Next_Level_Pinball_Museum-Hillsboro_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g188632-d7129022-Reviews-Markthal-Rotterdam_South_Holland_Province.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g186338-d23782638-Reviews-or10-Abba_Voyage-London_England.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g186338-d23782638-Reviews-Abba_Voyage-London_England.html"
    }
]