[
    {
        "attraction_name": "Acquario civico",
        "attraction_name_vi": "Bể cá công dân",
        "general_info": [
            "621 đánh giá",
            "- 138 trong số 1.730 điều cần làm ở Milan",
            "Bể cá cảnh"
        ],
        "attraction_summary": "Vào cửa miễn phí là một điểm bán hàng khổng lồ của kho báu Milan này, thủy cung của thành phố. Cả trẻ em và người lớn sẽ có một buổi khiêu vũ ở đây để quan sát cá sống, phòng trưng bày ảnh của bảo tàng và các cuộc triển lãm trong thời gian có hạn.Đọc thêm",
        "reviews": [
            "Cốt lõi sôi động của Milan nằm ở Centro. Quảng trường Duomo được bao quanh bởi nhà thờ gothic, biểu tượng lịch sử của Milan. Tuy nhiên, mua sắm là điều thu hút hầu hết đám đông đến khu vực này. Galleria Vittorio Emanuele II sang trọng và đa năng với các cửa hàng sang trọng và nhà hàng chất lượng cao sẽ biến bất kỳ chuyến mua sắm hoặc chuyến tham quan ăn trưa nào thành trải nghiệm hoàng gia. Hãy lên tầng thượng của khách sạn La Rinascente hàng đầu để ngắm nhìn quảng trường sôi động với toàn cảnh Duomo. Corso Vittorio Emanuele II là con phố mua sắm cao cấp. Các thương hiệu đủ loại, nghệ sĩ đường phố thu hút sự chú ý của mọi du khách; trong khi ở Via Santa Radegonda 16, Luini Panzerotti là một cửa hàng ẩm thực đường phố được đánh giá cao, mang đến những trải nghiệm ẩm thực không thể tưởng tượng được. Nếu việc mua sắm khiến bạn mệt mỏi, hãy cân nhắc ghé thăm Castello Sforzesco, một lâu đài từ thế kỷ 15 có nhiều bảo tàng. Những người muốn thư giãn có thể đến Parco Sempione, nơi thiên nhiên mang lại sự nghỉ ngơi sau năng lượng của thành phố năng động và quốc tế này.Đọc thêm",
            "Đẹp và đầy đủ cho một chuyến thăm với trẻ nhỏ. Đây là một chuyến thăm nhanh và có thể kết hợp với chuyến tham quan công viên gần đó. Có thể đi bộ đến Porta Garibaldi qua Palazzo và công viên.Đọc thêm",
            "Đó là một bể cá mini. Tốt cho một chuyến thăm không tệ cho một mức giá. Chúng tôi chỉ mất 10 - 15 phút đi bộ vòng tròn. Nơi này rất ấm cúng. Nói chung là trung bình.Đọc thêm",
            "Đây là một bể cá rất nhỏ của công viên Sempione. Các loài cá được thể hiện trong bối cảnh phản ánh môi trường tự nhiên của chúng. Điều này làm cho nó rất đẹp. Tôi rất tiếc vì nơi này không được bảo trì tốt hơn: không thể tiếp cận bể san hô mặc dù đây là bể nhiều màu sắc nhất. công viên xung quanh đã đóng cửa một nửa. Tòa nhà chắc chắn xứng đáng được cải tạo vì nó có nhiều tác phẩm chạm khắc đẹp mắt. Hãy cải thiện điều này và bạn sẽ có một nơi tuyệt vời ở đó. Đọc thêm",
            "Thủy cung nằm ở vị trí thuận tiện ở một góc của Công viên Sempione.  Nó tuy nhỏ nhưng kể một câu chuyện vĩ đại từ dòng suối trên núi đến đáy biển.  Tòa nhà nằm bên trong nó rất hấp dẫn, nhưng tiếc là thứ tốt nhất không được tạo ra từ không gian bên ngoài, bao gồm một số ao mà bạn có thể tự do đi lang thang.  Đối với tôi - 5 là một sự chấp nhận hợp lý, nhưng tôi có thể hiểu làm thế nào, nếu bạn đi cùng một gia đình lớn thì con số này có thể hơi cao so với thực tế.Đọc thêm",
            "Bể cá này chỉ cách Bảo tàng nghệ thuật và lâu đài một quãng đi bộ..khá gần, nên chúng tôi đi bộ đến đó từ lâu đài - bảo tàng. Có khá nhiều phát hiện hay...như những con cá khác nhau với đủ màu sắc mà bạn - từng nghĩ của...cỏ biển mọc lên vui vẻ..những con cá đang tận hưởng vương quốc nhỏ bé của chúng, không biết gì về những người như tôi, những người muốn chúng di chuyển khi tôi di chuyển ngón tay dọc theo tấm kính - - Mặc dù, tôi hơi thất vọng, tôi đã mong đợi điều đó nhìn thấy rất nhiều loài cá thường được thả ra các đại dương và biển xa xôi! Một cái gì đó đáng kinh ngạc...như có thể là cá mập, cá heo, bạch tuộc, thậm chí cả James Bond - người luôn lặn và ở dưới nước lâu hơn - - Vì vậy, tôi thực sự muốn nhìn thấy nhiều hơn những gì tôi đã thấy trước đây..Nhưng, Nó thân thiện với gia đình, là một khám phá rất tốt cho trẻ em xem tất cả những thứ này - những sinh vật - Hãy đi nếu bạn phải, nhưng không thể bỏ lỡ nhiều.Đọc thêm",
            "Một nơi tốt để trốn cái nóng mùa hè một chút. Tòa nhà không lớn nhưng chứa nhiều loài cá khác nhau, một khu triển lãm nhỏ và một khu vườn với ao hồ và các loài động vật khác nhau. Nó rất thân thiện với ngân sách và đáng để ghé thăm. Thứ Ba sau 2 giờ chiều. lối vào là miễn phí. Bản thân tòa nhà là một kiệt tác tuyệt đẹp. Đọc thêm",
            "Vào ngày mưa đi đâu với trẻ em? Chúng tôi muốn nhìn thấy những con cá - . Đứa con hai tuổi của tôi đã vô cùng hạnh phúc khi được đi vòng quanh vòng tròn nhỏ này hàng nghìn lần, nhưng đứa con 7 tuổi của tôi hơi thất vọng. Cô nghĩ chiếc acuarim này chỉ được làm cho trẻ nhỏ vì nó quá nhỏ - Đọc thêm",
            "Rất buồn.. Bản thân Thủy cung rất nhỏ, bể rất nhỏ và nhìn chung cá trông buồn và buồn tẻ. Một bể duy nhất - được - với cá nhiệt đới, phần còn lại của triển lãm có cá hồ đơn giản, màu xám. Phần ngoài trời đã giết chết toàn bộ trải nghiệm hơn nữa, nhếch nhác, có mùi hôi và chỉ - một lần nữa - buồn. Đừng bận tâm đến việc ghé thăm, hãy đến ao ở Parco Sempione để biết thêm - những loài cá, vịt và rùa ngon hơn.Đọc thêm",
            "Chúng tôi đã đến bảo tàng như một phần của thẻ bảo tàng 3 ngày. Chúng tôi khá thất vọng với bảo tàng. Triển lãm rất nhỏ. Chúng tôi mất khoảng 15 phút để xem qua nó. Hơn nữa, triển lãm không thú vị lắm. Chỉ có một bể cá có cá từ Biển Đỏ - tôi nghĩ vậy - và một bể cá nhỏ có sứa. Phần còn lại chỉ đơn giản là những loại cá rất phổ biến ở châu Âu - đối với chúng tôi, tất cả chúng đều có thể được tìm thấy trong hồ của chúng tôi - không thú vị chút nào. Vì nó nằm ngay góc đường nên tôi chắc chắn không nghĩ nó đáng để ghé thăm, trừ khi bạn thích cảm giác ở những viện bảo tàng giá rẻ.Đọc thêm",
            "Chúng tôi rất thích chuyến thăm thủy cung nhỏ bé này. Rõ ràng là nó miễn phí vào một số thời điểm nhất định nhưng chúng tôi phải trả phí - 5 mỗi lần nhập. Nó có một khu vực trong nhà và một chút ngoài trời. Đừng mong đợi ở đó lâu vì chúng tôi chỉ ở đó khoảng nửa giờ. Tôi - tôi chắc chắn nếu bạn có con thì bạn có thể dành khoảng một giờ ở đó. Nó - không giống như trung tâm Sealife hoặc tương đương vì nó cơ bản hơn nhiều nhưng là một cách hay để dành chút thời gian ngoài nắng.Đọc thêm",
            "Chủ nhật nó đóng cửa lúc mấy giờ?Đọc thêm",
            "Bạn có mở cửa vào thứ Hai ngày 18 tháng 12 không?Đọc thêm",
            "Chó có thể vào được không?Đọc thêm",
            "một cuộc gọi đến cơ cấu chắc chắn sẽ giúp ích cho bạn rất nhiều.\nTrân trọngĐọc thêm",
            "Hôm nay là chủ nhật, chúng tôi có 2 người lớn và 1 bé gái 7 tuổi và một bé 12 tuổi, giá bao nhiêu? \n\nĐọc thêm",
            "Hôm nay là chủ nhật đầu tiên trong tháng nên Thủy cung miễn phí.\nKhi thanh toán phí vào cửa cho 2 người lớn - giá 5 euro mỗi người - và giảm 2 người - giá 3 euro mỗi người - Đọc thêm",
            "Hôm nay là chủ nhật, chúng tôi có 2 người lớn và 1 bé gái 7 tuổi và một bé 12 tuổi, giá bao nhiêu? \n\nĐọc thêm",
            "Nó không nên có giá quá 15 euro.Đọc thêm",
            "Nếu đi ô tô thì có trả tiền khu c không?Đọc thêm",
            "Tất nhiên nếu bạn vào khu vực c. Tôi khuyên bạn nên để xe hơi xa trung tâm Lambrate một chút. Đi tàu điện ngầm màu xanh lá cây đến Lanza và từ đó đi bộ 2 phút.Đọc thêm",
            "Chào buổi sáng, giá vào bao nhiêu?\nTrẻ em có phải trả tiền không?Đọc thêm",
            "theo trí nhớ, chúng tôi đã trả 5 euro cho mỗi người lớn và 0 euro cho trẻ em - 8 và 4 tuổi - Đọc thêm",
            "Xin chào, tôi muốn hỏi liệu tôi có thể tham quan mọi thứ trong giờ vào cửa miễn phí cuối cùng không, hay tôi nên lấy vé vì phải mất hơn một giờ? Cảm ơn tất cả các bạn - _ - Đọc thêm",
            "Có, chắc chắn Đọc thêm"
        ],
        "star_ratings": [
            93,
            260,
            175,
            67,
            26
        ],
        "review_amount": 621,
        "location": [
            "Những điều cần làm ở Milano",
            "Nước Ý",
            "Bể cá công dân",
            "Châu Âu",
            "Milano",
            "vùng Lombardy"
        ],
        "reviews_time": [
            "Written September 30, 2022",
            "Written September 13, 2022",
            "Written August 25, 2019",
            "Written August 20, 2019",
            "Written August 17, 2019",
            "Written July 29, 2019",
            "Written November 8, 2018",
            "Written October 18, 2018",
            "Written August 5, 2018",
            "Written July 28, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g187849-d1901772-Reviews-Acquario_civico-Milan_Lombardy.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g187849-d13138666-Reviews-Nero_9-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187849-d7897005-Reviews-Debbie_s-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187849-d7311276-Reviews-La_Tartina-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187849-d25336642-Reviews-Pizzium_Milano_Via_Arco-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187849-d7697449-Reviews-Taglieri_e_Bicchieri-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187849-d27496484-Reviews-Maccheroni_La_Carbonara_N_1_Di_Milano_Brera-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187849-d1444177-Reviews-Trattoria_Il_Cestino-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187849-d25007706-Reviews-Osteria_Da_Fortunata_Moscova_Milano-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187849-d17805000-Reviews-Mabuhay_Restaurant-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187849-d3800185-Reviews-Tigella_s-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g187849-d246672-Reviews-Castello_Sforzesco-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g187849-d13545997-Reviews-Monumento_ai_Caduti_per_Servizio_Istituzionale-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g187849-d2353512-Reviews-Fontana_di_Piazza_Castello-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g187849-d1899819-Reviews-Basilica_di_San_Simpliciano-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g187849-d12078876-Reviews-Palazzina_Appiani-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g187849-d591184-Reviews-Arena_Civica-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g187849-d23806802-Reviews-Contrada_Del_Passetto-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g187849-d592771-Reviews-Teatro_Studio_del_Piccolo_Teatro-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g187849-d11884269-Reviews-Piccolo_Teatro_Strehler-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g187849-d5412614-Reviews-Torre_a_spirale_di_Arnaldo_Pomodoro-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g187849-d1901772-Reviews-or10-Acquario_civico-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g187849-d17376876-Reviews-Cuore_Tours_Free_Tour_Milan_in_Spanish-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g187849-d19846293-Reviews-LUCAfromITALY-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g187849-d14214346-Reviews-Sabayjai_Thai-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g187849-d9979709-Reviews-Odilla_Chocolat-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g187849-d8571079-Reviews-Turbolento_Thinkbike-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g187849-d1404063-Reviews-Fat_Tire_Tours_Milan-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g187849-d8827387-Reviews-Figus_Designer-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g54371-d5828783-Reviews-Crescent_Beach-North_Myrtle_Beach_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g609129-d1740384-Reviews-The_Grand_Wailea_Luau-Wailea_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g58359-d609356-Reviews-Peace_Arch_State_Park-Blaine_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g34170-d289030-Reviews-Flamingo_Gardens-Davie_Broward_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g55055-d17811070-Reviews-American_Girl_Nashville-Franklin_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g297927-d6487033-Reviews-Saline_Hot_Spring_Khlong_Thom-Krabi_Town_Krabi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g60580-d15140458-Reviews-Two_Step-Captain_Cook_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d15769888-Reviews-Cira_Green-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g190454-d3511529-Reviews-Vienna_Mozart_Concerts-Vienna.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d1549822-Reviews-Inwangsan_Mountain-Seoul.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g187849-d1901772-Reviews-or10-Acquario_civico-Milan_Lombardy.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g187849-d1901772-Reviews-Acquario_civico-Milan_Lombardy.html"
    }
]