[
    {
        "attraction_name": "Acrisure Stadium Tours",
        "attraction_name_vi": "Chuyến tham quan sân vận động Acrisure",
        "general_info": [
            "2.263 đánh giá",
            "- 11 trong số 348 điều cần làm ở Pittsburgh",
            "Đấu trường - Sân vận động"
        ],
        "attraction_summary": "Sân nhà của đội bóng bầu dục Pittsburgh Steelers và Đại học Pitt Panthers. Sân vận động hình móng ngựa này mở cửa vào năm 2001 và có tầm nhìn ngoạn mục ra thành phố và bờ sông. Với nhiều tour du lịch và trải nghiệm khác nhau, nơi đây có thứ gì đó dành cho mọi người!Đọc thêm",
        "reviews": [
            "Người hướng dẫn cực kỳ am hiểu về tất cả các đội, không chỉ Steelers và anh ấy có rất nhiều câu chuyện cười. Sân vận động và toàn bộ trải nghiệm thật tuyệt vời! Ông Rooney đang ở trong tòa nhà, chúng tôi có thể nhìn thấy ông ấy và tôi thực sự đã gặp nghệ sĩ Khan khi chúng tôi rời đi, ông ấy đang ở ngay ngoài cửa và lạnh cóng trên vỉa hè.Đọc thêm",
            "Chúng tôi đã có một chuyến tham quan tuyệt vời! Đối với - 10 - người, đó - là - thép - . Linda chào đón chúng tôi bằng huy hiệu du lịch lưu niệm và chào đón, hấp dẫn và thân thiện ngay từ đầu. Bob, là hướng dẫn viên du lịch của chúng tôi và đã dành 45 phút đưa chúng tôi đến tất cả những nơi bạn muốn xem nhất. Anh ấy cũng dành thêm khoảng 10 phút với chúng tôi - sau khi đảm bảo những người tham gia chuyến tham quan bảo tàng đến nơi họ cần - , chỉ để chỉ cho chúng tôi một vài điều khác. Chúng tôi thực sự đánh giá cao thời gian ghé thăm của chúng tôi! Đọc thêm",
            "Dễ dàng xứng đáng với chi phí nhập học. Bạn nhìn thấy mọi phần của sân vận động và sau đó là một số phần. Nếu bạn - đã từng thắc mắc các cầu thủ và nhân viên nhìn thấy gì thì đây chính là chuyến tham quan dành cho bạn. Hướng dẫn viên du lịch tuyệt vời đã cung cấp rất nhiều thông tin về sân vận động và cho phép chúng tôi dành nhiều thời gian trong phòng thay đồ của Steelers để chụp ảnh.Đọc thêm",
            "Bên trong sân vận động NFL mang đến bối cảnh tuyệt vời để xem bóng đá trên TV.  Hướng dẫn viên du lịch của chúng tôi, Cheryl, thật tuyệt vời, nói đủ lớn, xen kẽ các sự kiện với những câu chuyện cá nhân của cô ấy về các cầu thủ và chủ sở hữu đội.  Sự nhiệt tình lan truyền đối với - Stlers - và Thành phố Pittsburgh.  Đó là 45 phút thú vị - mặc dù chuyến tham quan dự kiến ​​chỉ kéo dài 30 phút -.   - 10 giá hời, tuy nhiên, bù lại bằng giá cắt cổ trong - cửa hàng chuyên nghiệp - .  Nghiêm túc mà nói, - 100 cho một chiếc áo thi đấu cỡ trẻ em.  Phải nói rằng chúng tôi đã trả số tiền đó, nhưng quá vô lý đối với một chiếc áo phông được tôn vinh.  Đọc thêm",
            "Chúng tôi đã thực hiện chuyến tham quan - 10 phút 30 phút, nhưng thực tế đó là một giờ đồng hồ! Chúng tôi rất thích hướng dẫn viên du lịch của mình, Beverly - cô ấy khá am hiểu và rất giỏi trong việc tương tác với nhiều gia đình khác nhau trong chuyến tham quan. Chúng tôi không được đi bộ trên sân vì họ đang xé bỏ đồ đạc của buổi hòa nhạc nhưng đó không phải là vấn đề lớn. Chúng tôi đến từ NW Indiana, không phải người hâm mộ Steelers, nhưng vẫn rất thú vị! Đọc thêm",
            "Tour rất tốt, hướng dẫn viên có kiến ​​thức.   - 10pp là xứng đáng; phải xem sân và phòng thay đồ.  Hãy nhớ mang theo một chiếc túi CLEAR nhé!  Không biết, chúng tôi xuất hiện với túi xách của mình - ví và được bảo vệ thông báo rằng chúng tôi không thể - không thể vào - ngay cả với vé mua trước - vì túi của chúng tôi - không trong suốt.  Họ sẽ không giữ túi ở cổng và KHÔNG có tủ khóa, v.v. Một nhân viên bảo vệ cuối cùng đã đồng ý mang cho chúng tôi túi trong để đựng đồ, nhưng chúng tôi phải giấu túi - ví trong bụi cây gần cổng cho đến khi chúng tôi đến ngoài.  Khi chúng tôi đi qua cổng, họ thậm chí còn không kiểm tra bên trong những chiếc túi trong suốt.  Một người phụ nữ mang theo một chiếc túi lớn không trong suốt sau khi mua hàng tại cửa hàng Steelers kèm theo - họ thậm chí còn không nhìn vào bên trong - trợn mắt -!  Có lẽ họ có thể chi một phần trong số - 10 triệu mỗi năm từ Acrisure để mua một vài tủ đựng đồ cho những khách tham quan trả tiền của họ!Đọc thêm",
            "Hướng dẫn viên của chúng tôi thật TUYỆT VỜI!    Thật là một trải nghiệm TUYỆT VỜI mà chúng tôi đã có!    Điều đáng thất vọng duy nhất là chúng tôi không được vào đại sảnh vì một sự kiện công cộng.   Nếu biết trước thì chúng tôi đã dành thời gian trước trận đấu mà chúng tôi tham dự vào thứ Bảy.   Nhưng chúng tôi nghĩ rằng chúng tôi sẽ có thể tham gia chuyến lưu diễn của mình nên chúng tôi đã không - t - Đọc thêm",
            "Chúng tôi đã đến thăm sân vận động cùng với nhóm 55 người đến từ Virginia Beach và có cơ hội được Linda làm hướng dẫn viên. Mặc dù chúng tôi rất thất vọng nhưng chúng tôi không thể vào phòng thay đồ như dự kiến ​​- đến sân vận động muộn - chuyến tham quan thật tuyệt vời và có Linda và năng lượng hướng dẫn của cô ấy, chúng tôi đã khiến nó trở nên đặc biệt hơn nhiều. Rất khuyến khích cô ấy nếu bạn đi. \n\n Art từng nói - Niềm vui lớn nhất không phải là chiến thắng vào Chủ nhật mà là được trả lương vào thứ Hai. - Tôi - tôi chắc rằng hôm nay Art sẽ tự hào về những nhân viên như Linda đã mang nghị lực đó đi làm hàng ngày để tính lương vào thứ Hai!\nĐọc thêm",
            "Chuyến tham quan thật tuyệt vời, rất đáng đồng tiền nếu bạn là người hâm mộ Steelers! Tôi đã đưa đối tác của mình đi dự sinh nhật lần thứ 40 của anh ấy - chúng tôi đi du lịch từ Vương quốc Anh - để xem một trận đấu trực tiếp và cũng thực hiện tất cả các chuyến tham quan tại Acizure và cả hai chúng tôi đều rất thích thú. Các hướng dẫn viên du lịch - tất cả nhân viên đều rất thân thiện và hiểu biết về Steelers và thậm chí còn có một số câu chuyện cá nhân để chia sẻ. Nó rất sâu sắc và sẽ giới thiệu cho bất kỳ ai đã ghé thăm! Cảm ơn bạn rất nhiều Đọc thêm",
            "Tour tham quan sân vận động tốt với mức giá hợp lý.  Hướng dẫn viên, Carter, có kiến ​​thức và vui tính!  Phải xem phòng thay đồ của Steelers, nhưng không phải phòng thay đồ của Panthers, giống như lần trước tôi đi lưu diễn cách đây vài tháng.Đọc thêm",
            "Chuyến tham quan thực sự bổ ích về lịch sử của Steelers. Thật tuyệt khi được chứng kiến ​​hậu trường của phòng thay đồ và trên sân đấu. Hoàn toàn là điều bắt buộc đối với bất kỳ Người hâm mộ Steeler nào. Đọc thêm",
            "Đối với anh chàng của chúng tôi, đây là chuyến lưu diễn đầu tiên của anh ấy, anh ấy thực sự rất giỏi và tôi đã học được rất nhiều thông tin! Anh ấy đảm bảo rằng tất cả chúng tôi đều có mặt để nghe anh ấy và đảm bảo rằng tất cả chúng tôi đều hiểu thông tin!!Đọc thêm",
            "Rất nhiều lịch sử với nhiều hình ảnh và vật phẩm để xem xét. Mùa giảm giá cho phép có nhiều thời gian mà không cần phải vội vã. Tài liệu rất hữu ích.Đọc thêm",
            "Chuyến tham quan đã cho thấy mọi thứ mà chúng tôi muốn thấy. Ron là hướng dẫn viên du lịch giỏi nhất mà bạn có thể yêu cầu, một người thực sự đánh giá cao lịch sử của Steelers. Hiện đang giới thiệu cho mọi người. Đọc thêm",
            "Chúng tôi đã thực hiện chuyến tham quan vào ngày 18 tháng 4 lúc 11 giờ sáng, chúng tôi đến đó 5 phút trước 11 giờ sáng, chúng tôi đến từ một khách sạn cạnh sân bay, mặc dù chúng tôi có nhiều thời gian để đến đó nhưng chúng tôi nghĩ rằng mình sẽ lỡ giờ cao điểm nhưng chúng tôi đã giải thích sai với Linda rằng chúng tôi đã cố gắng lên mạng và lấy vé trên đường cô ấy đến đó nhưng tôi đoán vì đã gần đến thời điểm nên - chúng tôi không cho phép chúng tôi đặt vé trước Linda đã rất hữu ích trong việc giúp chúng tôi chuẩn bị vé cô ấy đã cố gắng liên lạc với người phụ nữ ban đầu đang đi lưu diễn nhưng họ gặp khó khăn trong việc liên lạc qua radio nên Linda rất tử tế và cuối cùng đã đưa chúng tôi đi hầu hết chuyến tham quan của chúng tôi, cô ấy rất lịch sự rất kiên nhẫn - không vội bắt chúng tôi cùng với những người còn lại trong nhóm đề nghị chụp ảnh và cho chúng tôi một số thông tin thú vị về sân vận động và phòng thay đồ, cô ấy thậm chí còn cho tôi một lúc sau khi cô ấy hỏi làm thế nào hoặc tại sao chúng tôi lại là fan cuồng nhiệt của Steeler và tôi nói với cô ấy rằng bố tôi rất thích nổi tiếng ở Pittsburgh rằng anh ấy là anh chàng bán kẹo bông và cocacola nước chanh nên vàng đen và xanh lam đã có trong máu tôi và Linda nghĩ đó là một câu chuyện thực sự thú vị và cô ấy đã nghe những câu chuyện về anh ấy, đó là một cách rất thú vị để tìm hiểu về sân vận động và một số thông tin thú vị về đội bóng Steelers và Pitt. Tôi muốn giới thiệu nó cho bất kỳ ai - là người hâm mộ bóng đá PittsburghĐọc thêm",
            "Tôi đã đi cùng bố tôi và chúng tôi đều là những người hâm mộ Steelers suốt đời.  Đó là một trải nghiệm tuyệt vời và xứng đáng với giá nhập học.  Các nhân viên cũng rất tuyệt vời. Đọc thêm",
            "Chúng tôi đã thực hiện chuyến tham quan 45 phút.  Hướng dẫn rất nhiều thông tin và đã được xem rất nhiều sân vận động.  Có những chuyến tham quan dài hơn nếu bạn muốn xem mọi thứ.Đọc thêm",
            "Chuyến tham quan tuyệt vời. Hướng dẫn viên của chúng tôi là Isiah, người rất hiểu biết và vui tính. Thật tuyệt vời khi được nhìn thấy sân vận động, phòng thay đồ và nghe nhiều hơn về sân vận động. Thật là kỳ lạ khi được ở trên sân - không thể đi trên cỏ - . Chúng tôi yêu thích chuyến tham quan này. Chúng tôi không xem bóng đá nhưng chúng tôi rất thích thời gian ghé thăm.Đọc thêm",
            "Chuyến tham quan này thật tuyệt vời và Linda là một hướng dẫn viên tuyệt vời! Kiến thức và sự hào hứng của cô ấy thật tuyệt vời khi có được qua tất cả những trải nghiệm hậu trường tại sân vận động. Tôi rất muốn giới thiệu!Đọc thêm",
            "Một ngày tuyệt vời. Rất nhiều điều thú vị khi xem hậu trường. Rất khuyến khích chuyến tham quan cuối cùng và cũng là bảo tàng danh dựĐọc thêm",
            "Làm cách nào để tôi tìm được lịch trình cho chuyến lưu diễn vào năm 2024 và xin cảm ơn? Đọc thêm",
            "Truy cập trang web Sân vận động Acrisure và xem trong phần Trải nghiệm sân vận động để đặt bất kỳ chuyến tham quan nào mà họ cung cấp, bao gồm: Bảo tàng Hall of Honor, Chuyến tham quan sân vận động Blitz, Chuyến tham quan cuối cùng, Chuyến tham quan triều đại và Ngày thi đấu.Đọc thêm",
            "Đội đối phương đi vào đường hầm nào tại sân bóng đá AcrisureĐọc thêm",
            "Chúng tôi sẽ đến dự một buổi hòa nhạc - đâu là nơi lưu trú tốt nhất - để dễ dàng đến buổi hòa nhạc - chi phí hợp lý- chúng tôi đang xem xét khách sạn Distrikt - đây có phải là địa điểm an toàn không -? Đường sắt nhẹ có phải là lối đi an toàn và dễ dàng không? \nCảm ơn bạn Đọc thêm",
            "Có ai biết ở sân vận động có chỗ nào bán bia không cồn không? Cảm ơn! Đọc thêm",
            "Tôi - tôi từ ngoài thành phố bay đến, tôi có thể tham gia bữa tiệc nào ở cửa sau hoặc gợi ý nơi để đi không?Đọc thêm",
            "Có tham quan sân vận động không Đọc thêm",
            "Có..Trường Heinz có các chuyến tham quan..xem trang web để biết thông tin.Đọc thêm",
            "Tôi biết tôi không thể sử dụng ô trong sân vận động, nhưng tôi có thể mang theo ô để đi bộ đến và rời khỏi cổng không?Đọc thêm",
            "Bạn - đúng rồi, họ sẽ cho phép bạn mang nó vào, chỉ là không thể mở nó khi trò chơi bắt đầu. Hãy thử ngồi ở tầng trên dưới phần nhô ra để luôn khô ráo.Đọc thêm",
            "Bạn sắp xếp chuyến tham quan sân vận động như thế nào?Đọc thêm",
            "Hãy truy cập trang web và tìm chuyến tham quan sân vận động, họ cung cấp cho bạn ngày giờ và giá cảĐọc thêm",
            "Xin chào Sara, bạn có thể vui lòng cho tôi biết những người thợ thép sẽ đến từ đường hầm nào không? Tôi muốn mua vé cho tháng 9 và muốn được hướng dẫn, bạn cũng có thể vui lòng cung cấp cho tôi thông tin chi tiết để đặt tour được không? Cảm ơn bạn!Đọc thêm",
            "Khi bạn nhìn vào bảng điểm, đường hầm Steelers nằm ở bên phải bảng điểm.Đọc thêm",
            "Tôi - tôi đang tự hỏi liệu Chuyến tham quan trong ngày chơi game có đáng giá - 200 hay không. Chuyến tham quan công cộng chỉ - 10. Vậy sự khác biệt giữa các chuyến tham quan là gì?Đọc thêm",
            "Xin lỗi, cá nhân tôi chưa từng tham gia một trong những chuyến tham quan này.  Tuy nhiên, có vẻ như có một số thông tin hữu ích trên trang tham quan của Heinz Field - hãy tìm kiếm nhanh và nó sẽ xuất hiện - \n\nTrong trang cũng có thông tin này: ... - gọi để biết thêm thông tin 412-697-7150, rồi nhấn - 5 - . \n\nHy vọng bạn thích! Đọc thêm"
        ],
        "star_ratings": [
            1679,
            387,
            122,
            42,
            33
        ],
        "review_amount": 2263,
        "location": [
            "Những điều cần làm ở Pittsburgh",
            "Hoa Kỳ",
            "Pennsylvania - PA -",
            "Chuyến tham quan sân vận động Acrisure",
            "Pittsburgh"
        ],
        "reviews_time": [
            "Written June 3, 2023",
            "Written June 6, 2023",
            "Written July 1, 2023",
            "Written July 16, 2023",
            "Written July 17, 2023",
            "Written August 1, 2023",
            "Written August 23, 2023",
            "Written November 14, 2023",
            "Written December 12, 2023",
            "Written December 29, 2023",
            "Written May 27, 2024",
            "Written May 25, 2024",
            "Written April 24, 2024",
            "Written April 22, 2024",
            "Written April 22, 2024",
            "Written April 21, 2024",
            "Written April 21, 2024",
            "Written April 8, 2024",
            "Written March 29, 2024",
            "Written March 26, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g53449-d272116-Reviews-Acrisure_Stadium_Tours-Pittsburgh_Pennsylvania.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g53449-d8732474-Reviews-Burgatory-Pittsburgh_Pennsylvania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g53449-d12083586-Reviews-Southern_Tier_Brewing_Co-Pittsburgh_Pennsylvania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g53449-d2254499-Reviews-Hyde_Park_Prime_Steakhouse-Pittsburgh_Pennsylvania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g53449-d4400519-Reviews-Primanti_Bros_Heinz_Field-Pittsburgh_Pennsylvania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g53449-d449899-Reviews-Peppi_s-Pittsburgh_Pennsylvania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g53449-d15293943-Reviews-BURN_by_Rocky_Patel-Pittsburgh_Pennsylvania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g53449-d11305960-Reviews-Tequilla_Cowboy_Bar_and_Grill-Pittsburgh_Pennsylvania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g53449-d12296637-Reviews-Bar_Louie_North_Shore-Pittsburgh_Pennsylvania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g53449-d10803053-Reviews-The_Foundry_Table_Tap-Pittsburgh_Pennsylvania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g53449-d6419629-Reviews-Altius-Pittsburgh_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g53449-d272379-Reviews-Carnegie_Science_Center-Pittsburgh_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g53449-d12094717-Reviews-North_Shore_River_Park-Pittsburgh_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g53449-d294409-Reviews-USS_Requin-Pittsburgh_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g53449-d19254474-Reviews-Pittsburgh_Monster_Pumpkins_Festival-Pittsburgh_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g53449-d26833022-Reviews-Steelers_Hall_of_Honor_Museum-Pittsburgh_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g53449-d4112198-Reviews-Mr_Rogers_Memorial_Statue-Pittsburgh_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g53449-d10819773-Reviews-Southern_Pennsylvania_World_War_II_Memorial-Pittsburgh_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g53449-d19268826-Reviews-Pittsburgh_Panther_Statue_at_Heinz_Field-Pittsburgh_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g53449-d3398395-Reviews-Stage_AE-Pittsburgh_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g53449-d272117-Reviews-PNC_Park-Pittsburgh_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g53449-d272116-Reviews-or10-Acrisure_Stadium_Tours-Pittsburgh_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g53449-d1383642-Reviews-Heinz_Memorial_Chapel-Pittsburgh_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g53449-d209225-Reviews-Phipps_Conservatory_and_Botanical_Gardens-Pittsburgh_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g53449-d272285-Reviews-Mount_Washington-Pittsburgh_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g53449-d258386-Reviews-Point_State_Park-Pittsburgh_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g53449-d668029-Reviews-Roberto_Clemente_Bridge_Sixth_Street_Bridge-Pittsburgh_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g53449-d2689690-Reviews-PPG_Paints_Arena-Pittsburgh_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g53449-d272372-Reviews-Monongahela_Incline-Pittsburgh_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g53449-d220084-Reviews-Strip_District-Pittsburgh_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g53449-d17590282-Reviews-Pittsburgh_Pedal_Boats-Pittsburgh_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g53449-d199154-Reviews-Duquesne_Incline-Pittsburgh_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g53449-d272390-Reviews-National_Aviary-Pittsburgh_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g53449-d14093923-Reviews-Thomas_A_Armstrong_Statue-Pittsburgh_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g53449-d272369-Reviews-Fort_Pitt_Museum-Pittsburgh_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g59863-d116931-Reviews-Elroy_Sparta_State_Trail-Elroy_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g1191573-d4757820-Reviews-Marathias_Beach-Marathias_Corfu_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g309236-d304549-Reviews-Venado_Caves-Arenal_Volcano_National_Park_Province_of_Alajuela.html",
            "https://www.tripadvisor.com/Attraction_Review-g33052-d117412-Reviews-Santa_Monica_State_Beach-Santa_Monica_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g303973-d1555385-Reviews-Wadi_Rum_Protected_Area-Wadi_Rum_Al_Aqabah_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g293948-d611200-Reviews-Osh_Bazaar-Bishkek.html",
            "https://www.tripadvisor.com/Attraction_Review-g31352-d255401-Reviews-Airport_Mesa-Sedona_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d7745213-Reviews-Let_s_Relax-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g147248-d3583948-Reviews-Palmera_Rum_Factory-Oranjestad_Aruba.html",
            "https://www.tripadvisor.com/Attraction_Review-g54359-d2531073-Reviews-Gay_Dolphin_Gift_Cove-Myrtle_Beach_South_Carolina.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g53449-d272116-Reviews-or10-Acrisure_Stadium_Tours-Pittsburgh_Pennsylvania.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g53449-d272116-Reviews-Acrisure_Stadium_Tours-Pittsburgh_Pennsylvania.html"
    }
]