[
    {
        "attraction_name": "Actun Tunichil Muknal",
        "attraction_name_vi": "Actun Tunichil Muknal",
        "general_info": [
            "924 đánh giá",
            "- 2 trong số 49 điều cần làm ở Cayo",
            "Hang Động - Hang Động"
        ],
        "attraction_summary": "Hang động xa xôi này chứa đầy di tích còn sót lại của người Maya.Đọc thêm",
        "reviews": [
            "Hang ATM thực sự là một trải nghiệm độc đáo và đáng kinh ngạc! Chuyến đi đến đó hoàn toàn xứng đáng. Có một con đường đẹp và dễ đi xuyên qua khu rừng nhiệt đới cận nhiệt đới. Chúng tôi lo lắng nó sẽ oi bức và đầy muỗi nhưng thực sự nó mát hơn bãi biển và không có con bọ nào làm phiền chúng tôi. Cuộc phiêu lưu thực sự bắt đầu khi bạn vào hang. Bơi lội và lội qua làn nước trong xanh, mát mẻ thật tuyệt vời và các thành tạo măng đá và nhũ đá thật tuyệt đẹp. Lịch sử thật hấp dẫn và việc ở gần những bộ xương và di tích văn hóa giống như trở thành Indiana Jones trong một ngày. Hướng dẫn viên của chúng tôi, Jam-Jam - Jamiere - rất am hiểu! Nếu bạn đang tìm kiếm một cuộc phiêu lưu trong kỳ nghỉ ở Belize - chính là nó! Đọc thêm",
            "This tour was, without a doubt, the highlight of my trip. Our guide, Jam Jam, made all the difference. He was patient, knowledgeable, and most importantly, he made us feel safe.\n\nJam Jam walked us through every step of the tour, checking in with us to see how we were feeling, yet never making us feel weak or slow. He was enthusiastic about teaching us about the history and culture of the Maya civilization, and he made it fun. Even though I was initially anxious about how hard it was going to be, Jam Jam - s guidance made it an enjoyable experience.\n\nWe met at the Maya Walk Tour office and took a shuttle to the ATM site. During the drive, Hugh gave us a very detailed explanation of what was to come, which gave me peace of mind. If you - re a worry wart like me, I suggest you take the shuttle to get all the details. Some people met us at the store on the corner of ATM didn - t get the same information, such as when to expect getting wet, when to leave your water, when to change, and how long each section would take.\n\nOnce we arrived at the site, we were able to take a water bottle with us up until we got inside the cave. At that point, we left it outside the cave. It was helpful to have a bottle that we could easily identify. The walk leading up to the cave was flat and easy. I wore cheap water shoes from Amazon and was comfortable both in and outside the cave. Shorts and a tank top were just fine. Don - t forget to bring socks for the part when you have to take your shoes off.\n\nAfter the tour, we were treated to a delicious lunch. Overall, it was a 10 - 10 experience, and I cannot recommend this tour enough. Jam Jam, if you ever see this, thank you from the bottom of my heart! The tour inspired me to continue to learn more about the Maya civilization. \n\nOne side note: please remember to tip ALL your guides! They work hard to make your experience unforgettable.Read more",
            "Tuyệt vời! Lúc đầu tôi hơi lo lắng về không gian chật hẹp và nước lạnh nhưng không gặp vấn đề gì cả. Bạn không thể đến Belize mà không nhìn thấy hang động ATM! Chỉ tiếc là bạn không thể chụp ảnh nhưng tôi hoàn toàn hiểu được lý do. Đọc thêm",
            "Chúng tôi đã sử dụng M - S Adventures ở San Ignacio. Hướng dẫn viên Renan của chúng tôi là hướng dẫn viên ban đầu quay lại thời điểm hang động lần đầu tiên được mở ra và bối cảnh, niềm đam mê cũng như kiến ​​thức của anh ấy về lịch sử và văn hóa của người Maya rất cảm động. Chuyến tham quan thật tuyệt vời. Chúng tôi ở độ tuổi giữa 50 và không nhất thiết phải ở trạng thái tốt nhất - và mặc dù có một vài khoảnh khắc tạm dừng - tôi không thích độ cao - chúng tôi đã quản lý khá tốt! Tôi mặc quần legging và áo tankini, cảm giác như đó là sự kết hợp hoàn hảo cho một ngày ướt át. Tất với giày đi nước cũng là chìa khóa. Mẹo hướng dẫn của bạn! Họ làm việc chăm chỉ!Đọc thêm",
            "Tôi đã đến thăm hang ATM ở Belize vào tháng 3 năm 2000. Chương trình không cho phép ghi ngày tháng trước đó.  Ngay sau khi hang động được mở cửa cho khách du lịch.  Đó chắc chắn không phải là điều tôi mong đợi ở một nơi chưa được biết đến vào thời điểm đó để trải qua một ngày nghỉ thư giãn.  Đó không phải là một ngày thoải mái theo bất kỳ tiêu chuẩn nào, nhưng hóa ra lại là một trong những ngày phiêu lưu, thú vị nhất mà tôi có thể tưởng tượng.  Không biết ngày đó đã mang đến cho tôi điều gì.  Tôi mong đợi một chuyến đi bộ ngắn vào một hang động địa phương.  Thay vào đó, cuối cùng tôi lại lội, bơi lội, leo vào một thế giới đầy mê hoặc của quá khứ, nơi có rất nhiều đồ tạo tác, cấu trúc hang động và bộ xương.  Thực sự là một trải nghiệm tuyệt vời, chỉ có một lần trong đời.Đọc thêm",
            "Our visit was AMAZING. We couldn - t believe how close you get to the artifacts, the cave is beautiful and very atmospheric, it didn - t feel crowded  - I think we were one of the earlier groups to go in - , and our guide Basilio kept us safe and taught us lots about the cave and the Mayans who used it. It really was a once in a lifetime experience. A truly fascinating place.\n\nRegarding fitness levels, my husband and I walk 2-3 miles  - on pavement -  after work most days and are both a little overweight, and neither of us struggled. As for old injuries, I fractured my wrist  - radial styloid, with associated soft tissue damage -  about 10 months before we went and I was fine wearing just a light wrist support. \n\nFor anyone worried about creepy crawlies, I only saw one scorpion spider  - from quite far away - .Read more",
            "Trải nghiệm thám hiểm hang động hoàn toàn độc đáo. Có 45 phút đi bộ - đi bộ đến hang động - mỗi dặm, nhưng nó đáng giá. \n\nHọ được cho là chỉ cho 175 người vào mỗi ngày. Đồ gốm, hài cốt, thành tạo và cuộc phiêu lưu thật tuyệt vời. \n\nĐó là một ngày dài.Đọc thêm",
            "Actun Tunichil Muknal is amazing on many levels.  Fording a river three times to reach its entrance and then swimming into a cave that gets increasingly dark is an experience beyond the everyday.  My husband and I toured with Mayawalks and were lucky to have Hugh as our guide.   Hugh is a font of knowledge about Mayan culture in general and about ATM in particular.  My husband and I are on the older side  - 79 and 77 -  for adventures such as this one but we have remained active as we aged and were able to negotiate the water, the tight squeezes and the slippery rocks just fine with Hugh as our guide.   The  history of the cave with its human sacrifices was compelling.  As a long drought set in, Mayans in the area tried to appease the rain god with various sacrifices with the final sacrifices being human.   Hugh explained all of this in great detail.   I highly recommend Mayawalks and consider yourself lucky if you get Hugh as your guide.Read more",
            "KINH NGHIỆM TUYỆT VỜI NHẤT! Thực sự, một trong những điểm nổi bật trong tuần của chúng tôi ở Belize. Nó giống như 2 cuộc phiêu lưu trong 1 - việc leo lên hang động thực sự rất thú vị - cộng với ba lần vượt sông -, nhưng về mặt văn hóa và lịch sử là một trải nghiệm hoàn toàn khác. Chúng tôi đã học được RẤT nhiều điều, thật tuyệt vời và tất cả đều nghĩ rằng điều đó thật đáng kinh ngạc.Đọc thêm",
            "We did this tour in March 2024 with 2 adults and 2 kids aged 9 - 11.  \n\nThis was probably one of the single greatest things I have ever done on any trip, and I am fortunate to have travelled to many places.  \n\nFirst off...if you do not go with River Rat and have Gonzo as your guide then you are not getting the experience that you deserve.  He was above and beyond in every way.  His knowledge is bar none when it comes to this cave and the history as well he knows the cave like the back of his hand.....so you may get to go in some areas that others don - t know about.  Just do yourself a favor and book with Gonzo at River Rat, you wont regret it.  \n\nFrom the moment you start the hike the adventure begins.  You are in rivers, swimming, rock climbing, spelunking....its the greatest adventure with the most beautiful reward of being able to see the relics left behind and having the privilege of being in the space of the Mayans.  \n\nThis is a must do for adventure seekers.  I would recommend having some level of fitness and there is a lot of climbing and some swimming.Read more",
            "Tour du lịch tuyệt vời, rất xứng đáng khi bạn đi cùng công ty du lịch này. Không nên dùng nếu bạn mắc chứng sợ bị vây kín. Các điểm chậtĐọc thêm",
            "We did this tour in March 2024 with 2 adults and 2 kids aged 9 - 11.  This was probably one of the single greatest things I have ever done on any trip, and I am fortunate to have travelled to many places.  First off...if you do not go with River Rat and have Gonzo as your guide then you are not getting the experience that you deserve.  He was above and beyond in every way.  His knowledge is bar none when it comes to this cave and the history as well he knows the cave like the back of his hand.....so you may get to go in some areas that others don - t know about.  Just do yourself a favor and book with Gonzo at River Rat, you wont regret it.  From the moment you start the hike the adventure begins.  You are in rivers, swimming, rock climbing, spelunking....its the greatest adventure with the most beautiful reward of being able to see the relics left behind and having the privilege of being in the space of the Mayans.  This is a must do for adventure seekers.  I would recommend having some level of fitness and there is a lot of climbing and some swimming.Read more",
            "KINH NGHIỆM TUYỆT VỜI NHẤT! Thực sự, một trong những điểm nổi bật trong tuần của chúng tôi ở Belize. Nó giống như 2 cuộc phiêu lưu trong 1 - việc leo lên hang động thực sự rất thú vị - cộng với ba lần vượt sông -, nhưng về mặt văn hóa và lịch sử là một trải nghiệm hoàn toàn khác. Chúng tôi đã học được RẤT nhiều điều, thật tuyệt vời và tất cả đều nghĩ rằng điều đó thật đáng kinh ngạc.Đọc thêm",
            "Actun Tunichil Muknal is amazing on many levels.  Fording a river three times to reach its entrance and then swimming into a cave that gets increasingly dark is an experience beyond the everyday.  My husband and I toured with Mayawalks and were lucky to have Hugh as our guide.   Hugh is a font of knowledge about Mayan culture in general and about ATM in particular.  My husband and I are on the older side  - 79 and 77 -  for adventures such as this one but we have remained active as we aged and were able to negotiate the water, the tight squeezes and the slippery rocks just fine with Hugh as our guide.   The  history of the cave with its human sacrifices was compelling.  As a long drought set in, Mayans in the area tried to appease the rain god with various sacrifices with the final sacrifices being human.   Hugh explained all of this in great detail.   I highly recommend Mayawalks and consider yourself lucky if you get Hugh as your guide.Read more",
            "Đó là một nơi tuyệt vời NHƯNG vào thời gian cao điểm thì quá đông đúc. Chúng tôi cảm thấy vội vã đi qua. Nhóm 8 hoặc 9 người phía sau và phía trước chúng tôi. Giống như một đoàn khách du lịch Tránh vào thời gian cao điểm. Đọc thêm",
            "Trải nghiệm thám hiểm hang động hoàn toàn độc đáo. Có 45 phút đi bộ - đi bộ đến hang động - mỗi dặm, nhưng nó đáng giá. Họ được cho là chỉ cho 175 người vào mỗi ngày. Đồ gốm, hài cốt, thành tạo và cuộc phiêu lưu thật tuyệt vời. Đó là một ngày dài.Đọc thêm",
            "Our visit was AMAZING. We couldn - t believe how close you get to the artifacts, the cave is beautiful and very atmospheric, it didn - t feel crowded  - I think we were one of the earlier groups to go in - , and our guide Basilio kept us safe and taught us lots about the cave and the Mayans who used it. It really was a once in a lifetime experience. A truly fascinating place.Regarding fitness levels, my husband and I walk 2-3 miles  - on pavement -  after work most days and are both a little overweight, and neither of us struggled. As for old injuries, I fractured my wrist  - radial styloid, with associated soft tissue damage -  about 10 months before we went and I was fine wearing just a light wrist support. For anyone worried about creepy crawlies, I only saw one scorpion spider  - from quite far away - .Read more",
            "Vui lòng xem đánh giá riêng của tôi về các chuyến tham quan bằng xe khập khiễng.  Đây là một trang web tuyệt vời và một trải nghiệm độc đáo gần gũi và cá nhân với lịch sử, cộng với một cuộc phiêu lưu tuyệt vời nhưng không đáng sợ.  Tôi đặc biệt thích xem nghệ thuật bóng tối.  Thực sự, bạn cần phải thực hiện chuyến tham quan này.  Bất kỳ ai từ trẻ em đến người lớn hơn đều có thể đi, trừ khi bạn thực sự có vấn đề về sức khỏe hoặc khả năng di chuyển.  Tôi là một người rất lo lắng và, ngoài một vài cảm giác bồn chồn ban đầu, tôi vẫn ổn. Đọc thêm",
            "A must-see.  Be aware that cave may not be accessible at times during wet season or hurricanes. What to wear: closed-toe water sandals  - like Keen or Teva - , thick-soled wool or synthetic socks  - needed to protect cave floor and your feet when viewing skeletons - . Calf-high socks best to protect ankles, best if you can wear them with sandals but can put in your pocket for when you need them. Swimsuit bottom or board shorts, or quick-dry pants with light swimsuit under it.  Top depends on whether you get cold easily.  I wore long sleeve rash guard with a short sleeve neoprene shirt over it and was comfy.  Quick dry fishing shirt would work. You will be wet all day so no cotton anything.  No sunscreen or bug repellent - don - t need it anyway, to protect cave environment. Small water bottle is fine - hand carry.  No need to bring a dry bag, you - ll have to leave it outside cave.  NO VALUABLES, NO PHONES OR CAMERAS.  A couple ham-fisted idiots smashed a couple of skulls with their cameras so cameras are banned.  This is a strenuous day - if you are very overweight, out of shape, or claustrophobic don - t try it.  The notorious ladder has been replaced with a metal stairway.  Headlamps on helmet you will be given are adequate, don - t need to bring any other flashlight.Read more",
            "Tôi đã đến thăm hang ATM ở Belize vào tháng 3 năm 2000. Chương trình không cho phép ghi ngày tháng trước đó.  Ngay sau khi hang động được mở cửa cho khách du lịch.  Đó chắc chắn không phải là điều tôi mong đợi ở một nơi chưa được biết đến vào thời điểm đó để trải qua một ngày nghỉ thư giãn.  Đó không phải là một ngày thoải mái theo bất kỳ tiêu chuẩn nào, nhưng hóa ra lại là một trong những ngày phiêu lưu, thú vị nhất mà tôi có thể tưởng tượng.  Không biết ngày đó đã mang đến cho tôi điều gì.  Tôi mong đợi một chuyến đi bộ ngắn vào một hang động địa phương.  Thay vào đó, cuối cùng tôi lại lội, bơi lội, leo vào một thế giới đầy mê hoặc của quá khứ, nơi có rất nhiều đồ tạo tác, cấu trúc hang động và bộ xương.  Thực sự là một trải nghiệm tuyệt vời, chỉ có một lần trong đời.Đọc thêm"
        ],
        "star_ratings": [
            875,
            33,
            8,
            5,
            3
        ],
        "review_amount": 924,
        "location": [
            "Trung Mỹ",
            "Belize",
            "Actun Tunichil Muknal",
            "Cayo",
            "Những điều cần làm ở Cayo"
        ],
        "reviews_time": [
            "Written July 17, 2023",
            "Written August 5, 2023",
            "Written October 15, 2023",
            "Written November 22, 2023",
            "Written January 19, 2024",
            "Written March 17, 2024",
            "Written March 30, 2024",
            "Written April 5, 2024",
            "Written April 6, 2024",
            "Written April 8, 2024",
            "Written April 28, 2024",
            "Written April 8, 2024",
            "Written April 6, 2024",
            "Written April 5, 2024",
            "Written March 30, 2024",
            "Written March 30, 2024",
            "Written March 17, 2024",
            "Written February 22, 2024",
            "Written February 16, 2024",
            "Written January 19, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g291969-d300696-Reviews-Actun_Tunichil_Muknal-Cayo.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g291969-d541691-Reviews-Barton_Creek_Cave-Cayo.html",
            "https://www.tripadvisor.com/Attraction_Review-g291971-d4170211-Reviews-1000_Foot_Falls-San_Ignacio_Cayo.html",
            "https://www.tripadvisor.com/Attraction_Review-g291969-d300696-Reviews-or10-Actun_Tunichil_Muknal-Cayo.html",
            "https://www.tripadvisor.com/Attraction_Review-g291969-d547057-Reviews-Green_Hills_Butterfly_Ranch-Cayo.html",
            "https://www.tripadvisor.com/Attraction_Review-g291971-d1592346-Reviews-Green_Iguana_Conservation_Project-San_Ignacio_Cayo.html",
            "https://www.tripadvisor.com/Attraction_Review-g291970-d2556197-Reviews-St_Herman_s_Cave-Belmopan_Cayo.html",
            "https://www.tripadvisor.com/Attraction_Review-g5550887-d2540106-Reviews-Big_Rock_Falls-Mountain_Pine_Ridge_Reserve_Cayo.html",
            "https://www.tripadvisor.com/Attraction_Review-g291971-d300703-Reviews-Belize_Botanic_Gardens-San_Ignacio_Cayo.html",
            "https://www.tripadvisor.com/Attraction_Review-g291970-d2556193-Reviews-Blue_Hole_National_Park-Belmopan_Cayo.html",
            "https://www.tripadvisor.com/Attraction_Review-g291969-d15684928-Reviews-Belize_Raptor_Center-Cayo.html",
            "https://www.tripadvisor.com/Attraction_Review-g291970-d1210842-Reviews-Mean_and_Dangerous_Adventures-Belmopan_Cayo.html",
            "https://www.tripadvisor.com/Attraction_Review-g291970-d1137844-Reviews-Crystal_Cave-Belmopan_Cayo.html",
            "https://www.tripadvisor.com/Attraction_Review-g291971-d8077934-Reviews-Carlos_the_Caveman_Tours_Day_Tours-San_Ignacio_Cayo.html",
            "https://www.tripadvisor.com/Attraction_Review-g291969-d1756445-Reviews-Calico_Jack_s_Belize_Jungle_Canopy_and_Zip_Lining-Cayo.html",
            "https://www.tripadvisor.com/Attraction_Review-g291970-d3522330-Reviews-Ian_Anderson_s_Caves_Branch_Adventure_Co-Belmopan_Cayo.html",
            "https://www.tripadvisor.com/Attraction_Review-g729363-d8518457-Reviews-Lamanai_Chocolate_Company-Armenia_Cayo.html",
            "https://www.tripadvisor.com/Attraction_Review-g291970-d2049847-Reviews-Maya_Guide_Adventures-Belmopan_Cayo.html",
            "https://www.tripadvisor.com/Attraction_Review-g291971-d3240225-Reviews-Mountain_Equestrian_Trails_Day_Tours-San_Ignacio_Cayo.html",
            "https://www.tripadvisor.com/Attraction_Review-g4922832-d7899583-Reviews-The_Orange_Gallery-Unitedville_San_Ignacio_Cayo.html",
            "https://www.tripadvisor.com/Attraction_Review-g291977-d27521380-Reviews-Adventours_Belize_With_Jason-Placencia_Stann_Creek.html",
            "https://www.tripadvisor.com/Attraction_Review-g291970-d8420978-Reviews-Garden_Oasis_Day_Spa-Belmopan_Cayo.html",
            "https://www.tripadvisor.com/Attraction_Review-g291970-d547691-Reviews-Banana_Bank_Ranch-Belmopan_Cayo.html",
            "https://www.tripadvisor.com/Attraction_Review-g729363-d6833519-Reviews-Belize_True_Adventures-Armenia_Cayo.html",
            "https://www.tripadvisor.com/Attraction_Review-g46260-d3384408-Reviews-Weirs_Beach-Weirs_Beach_Laconia_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g298202-d12182795-Reviews-Omimaiko_Beach-Otsu_Shiga_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g46528-d7360252-Reviews-Howling_Woods_Farm-Jackson_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g187443-d6776394-Reviews-Alameda_de_Hercules-Seville_Province_of_Seville_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g14129735-d545945-Reviews-Gas_Panic-Roppongi_Minato_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g41850-d108873-Reviews-Norman_Rockwell_Museum-Stockbridge_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g29180-d147218-Reviews-Aventura_Mall-Aventura_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34471-d181836-Reviews-Apollo_Beach-New_Smyrna_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g293986-d2415264-Reviews-Rainbow_Street-Amman_Amman_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g25086776-d313421-Reviews-La_Soufriere_Drive_In_Volcano-Malgretoute_Soufriere_Quarter_St_Lucia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g291969-d300696-Reviews-or10-Actun_Tunichil_Muknal-Cayo.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g291969-d300696-Reviews-Actun_Tunichil_Muknal-Cayo.html"
    }
]