[
    {
        "attraction_name": "Addison Lee",
        "attraction_name_vi": "Addison Lee",
        "general_info": [
            "667 đánh giá",
            "- 427 trên 926 Giao thông vận tải ở Luân Đôn",
            "Taxi - Xe đưa đón"
        ],
        "attraction_summary": "Chúng tôi đặt trước một chiếc taxi để đón chúng tôi từ nhà hát West End và nói với họ rằng một trong những hành khách bị khuyết tật. Sau buổi biểu diễn, chúng tôi được thông báo rằng sẽ có sự chậm trễ và mặc dù có một số cuộc gọi nhưng vẫn không có khả năng bắt được taxi. Lẽ ra chúng tôi đã bị bỏ lại trên vỉa hè nếu không có lòng tốt của nhân viên an ninh ban đêm, những người đã chăm sóc chúng tôi và tìm một chiếc taxi thay thế. Khi chúng tôi rời đi, không có thời gian đến dự kiến ​​của Addison Lee và điều này thật đáng hổ thẹn.Đọc thêm",
        "reviews": [
            "TRÁNH bằng mọi giá!!!! Công ty tồi tệ hơn tôi từng đối phó! Đã đăng ký cho tôi vào lúc 11 giờ sáng để một chiếc taxi đen hỗ trợ đưa một bệnh nhân bị bệnh đến bệnh viện Guys trong thời gian thu gom là 18 giờ 10 và hủy công việc lúc 19 giờ 10 vì không có taxi - Dịch vụ gây sốc toàn diện, họ không thể quan tâm khi nào bạn cũng gọi họ!!! Được rồi, hãy lấy tiền của tôi!!! Đọc thêm",
            "Sau khi đi từ Melbourne Aus qua Dubai đến Vương quốc Anh; tổng cộng hơn 20 giờ di chuyển, trường hợp của tôi mất nhiều thời gian hơn dự kiến ​​được giao từ máy bay - mặc dù tôi là khách đi công tác của Emirates và được ưu tiên! - Khi liên hệ với Addison Lee, họ cho tôi số điện thoại di động của tài xế, tôi đã gọi 3 lần trước khi anh ấy trả lời. Người lái xe dường như đã đến sân bay và quyết định không đợi..... anh ta nói rằng trưởng nhóm đã nói với anh ta rằng anh ta có thể đi; mà không đón hành khách của mình. Emirates, không cung cấp dịch vụ mà bạn không thể cung cấp. Addison lee don - t nhận hợp đồng cho một dịch vụ mà bạn không cung cấp. Về cơ bản: theo lời hứa và cung cấp vượt mức chứ không phải ngược lại! Thất vọng với Addison Lee và Emirates nên tránh xa họ.Đọc thêm",
            "Tôi hoàn toàn cân nhắc về mức giá mà cuối cùng tôi phải trả cho chuyến đi này từ Sân bay Healthrow.  Cuối cùng, tôi phải trả giá gấp đôi số tiền tôi dự kiến ​​phải trả.  Máy bay của tôi bị trễ một chút - 1 - 2 giờ - nhưng tôi hiểu rằng công ty sẽ giám sát nếu máy bay bị hoãn.  Sẽ không bao giờ đặt chúng nữa! Đọc thêm",
            "Trả phí bảo hiểm cho dịch vụ đón tại sân bay - - Nhiều hơn 100 đô la so với Uber! - và tôi phải đuổi theo người tài xế lẽ ra phải đón tôi từ chuyến bay. Tôi được thông báo rằng sẽ phải đợi 45 phút - mặc dù họ đã lấy tiền từ tài khoản của tôi - . Sau đó, cuối cùng họ đã tìm cho tôi một tài xế để tôi phải đi gặp tất cả các trường hợp của tôi. Sau đó, tôi đã nói chuyện với một người quản lý dịch vụ khách hàng tên là Jason từ trung tâm cuộc gọi Peterborough của họ, người cực kỳ thô lỗ và kém năng lực. Tôi - sẽ không bao giờ sử dụng Addison Lee nữa. Tránh chúng nếu bạn muốn tiết kiệm tiền và rắc rối. Đọc thêm",
            "Bạn biết rằng tôi ở trung tâm, nhưng bạn vẫn lấy thêm tiền từ tôi và bạn nhận được số tiền giống như lần đầu tiên tôi trả, lũ lừa đảo chết tiệt, số tiền thêm này là haram, tôi hy vọng bạn không thấy điều gì tốt đẹp . Vui lòng không thuê xe của công ty này. Tôi sẽ khởi kiện anh, khắp nơi đều có camera, hãy xem tại sao anh lại nhận được nhiều tiền như vậy từ tôi.Đọc thêm",
            "Họ yêu cầu bạn trả trước cho việc đặt chỗ, sau đó không xuất hiện và nói rằng không có tài xế nào sẵn sàng khiến bạn bị mắc kẹt. Sẽ không bao giờ sử dụng nữa, tất cả những gì bạn nhận được là lời xin lỗi tự động vô nghĩa yêu cầu bạn liên hệ với bộ phận dịch vụ khách hàng. Cuối cùng đã phải trả phí bảo hiểm cho một chiếc taxi đen đường dài và giờ phải bắt đầu tranh chấp để được Addison Lee hoàn lại tiền. Tránh!!Đọc thêm",
            "KHÔNG BAO GIỜ SỬ DỤNG - Tôi đã gọi taxi lúc 8 giờ sáng ngày hôm trước. Đến 8 giờ sáng, nó không có thông tin theo dõi để cho biết nó đang trên đường đến. Tôi gọi cho Addison Lee và họ giữ tôi trong vài phút để điều tra. Sau đó, người xử lý cuộc gọi thông báo xin lỗi, sẽ mất khoảng 40 phút. Nếu tôi không gọi điện thì tôi đã không biết và có thể đã lỡ cuộc hẹn. Addison Lee tính phí cao cấp nhưng dịch vụ này gây sốc.Đọc thêm",
            "Tiêu tiền của bạn ở nơi khác.  Ứng dụng của họ đưa ra thông báo lỗi cho tôi khi cố gắng thêm thẻ tín dụng - vì vậy tôi đã sử dụng thẻ hiện có.  Tôi không hề biết, thông báo - lỗi - đã tạo ra một đặt phòng trùng lặp và họ sẽ KHÔNG hoàn lại tiền vì tôi không kiểm tra email.  Sẽ gắn bó với UBER.Đọc thêm",
            "Không nhận được thông tin liên hệ của tài xế qua tin nhắn như đã hứa nên phải sử dụng dữ liệu di động để lấy thông tin đó từ trang web. Người lái xe không được tìm thấy ở đâu và phải gọi cho anh ta. Anh ấy định ở sảnh đến đợi chúng tôi, tuy nhiên anh ấy nói rằng anh ấy không biết sảnh đến ở đâu! Trong xe, anh ấy gặp vấn đề với ứng dụng Addison Lee và anh ấy liên tục đăng nhập lại nhiều lần mà không chú ý đến tình hình giao thông. Chỗ để chân cho hành khách phía trước ngổn ngang rác rưởi mà anh ta gói vào túi nhựa và ném nó ra phía sau cùng với hành lý của chúng tôi.\nChắc chắn không đáng tiền. Vô cùng tốn kém và không chuyên nghiệp. Không bao giờ nữa.Đọc thêm",
            "Xe nhỏ hơn tôi đặt và đón muộn một tiếng. Và lưu ý rằng họ tính phí đậu xe tại Heathrow cao hơn chi phí đã báo.Đọc thêm",
            "Tệ quá. Không có ghế ô tô như đã yêu cầu. Không có dịch vụ chăm sóc khách hàng. Không có bộ phận khiếu nại. Rất nhiều khoản phí phát sinh từ thẻ sau khi cả hai chuyến đi đều diễn ra. Không biết làm sao để dừng những khoản phí liên tục này. Giá như tôi đọc được những đánh giá này sớm hơn. Đọc thêm",
            "Đặt chỗ đưa đón từ sân bay, do những trường hợp không lường trước được nên ngày phải thay đổi. Nghe có vẻ đơn giản phải không - phải không!! Đặt chỗ ban đầu không bị hủy, một số - nhưng không phải tất cả - tham chiếu trùng lặp - số đặt chỗ đã được sử dụng vào ngày mới. Một email đơn giản yêu cầu xác nhận việc thay đổi ngày và giá đã gây ra tình trạng hỗn loạn. Nhiều yêu cầu thanh toán trái phép vào thẻ tín dụng của tôi đã khiến thẻ của tôi bị chặn. Các đặt phòng của tôi vừa bị hủy hoàn toàn, Công ty từ chối giải quyết vấn đề đó như một khiếu nại chính thức. Trả lời dịch vụ khách hàng...., bạn chưa bị tính phí nhưng nếu chúng tôi đã lấy tiền, bạn sẽ được hoàn lại sau 3 - 7 ngày. Đây từng là một công ty tuyệt vời với dịch vụ tuyệt vời, chuyện gì đã xảy ra vậy!!!!Đọc thêm",
            "Vực thẳm. Không sử dụng Addison Lee. Trước Covid, họ rất xuất sắc và bây giờ tôi sẽ cho 5 sao âm nếu có thể. Tôi đã kết thúc việc đặt chỗ ở Addison Lee không phải do lựa chọn và họ đã hủy lúc 5 giờ sáng vì không tìm được tài xế. Tôi thật may mắn khi có được chuyến bay vào sáng sớm.Đọc thêm",
            "Addison Lee đã cung cấp cho tôi một dịch vụ liền mạch mà không cần lo lắng. Họ đã hứa đón tôi từ Sân bay Manchester khi tôi đến sau chuyến bay kéo dài 23 giờ. Họ đã liên lạc với tôi trước khi tôi khởi hành và cung cấp mọi hướng dẫn tôi cần. Khi đến nơi, nhân viên của họ rất dễ nhận biết - đã hướng dẫn tôi đến điểm thu gom nơi tài xế của tôi đang đợi. Ngoại hình – phong thái của anh rất chuyên nghiệp – yên tâm. Tôi sẽ giới thiệu dịch vụ của họ mà không do dự.Đọc thêm",
            "Taxi trễ 30 phút. Đã đi một tuyến đường không được Google maps hoặc Addison Lee đề xuất và kết quả là lỡ chuyến tàu của chúng tôi và phải mua vé thay thế. Sẽ không sử dụng lại chúng, đặc biệt là khi họ đã hủy đặt chỗ vào lần trước.Đọc thêm",
            "Người thợ lặn cực kỳ hung hãn Đã nói với tôi rằng, tôi sẽ giúp bạn. Không vui gì khi bị đe dọa ngay từ đầu vào buổi sáng bởi một người đàn ông mà tôi cho là đang hành động một cách chuyên nghiệp. Rất đáng sợ. Tôi sẽ báo cáo điều này với TFL.. người đàn ông này nên - không được phép chở công chúng đi khắp nơiĐọc thêm",
            "Gần đây tôi có một chiếc Addison Lee cho một sự kiện công việc, và từ lúc đặt xe đến lúc nhận xe đều rất suôn sẻ. Chiếc xe cũng rất sạch sẽ. Sẽ giới thiệu! Đọc thêm",
            "Addison Lee đã đặt trước hai chuyến đi cho cô dâu với lời hứa và trả tiền cho xe theo phong cách Executive có ruy băng. Họ đã gọi điện 24 giờ trước sự kiện để nói rằng họ không thể làm được và hơn thế nữa họ sẽ chuyển các yêu cầu cho - một chi nhánh -. Hoàn toàn phá hỏng các sắp xếp đám cưới và làm cô dâu buồn. Chúng tôi đã kết thúc không tốt hơn nếu chúng tôi chỉ gọi cho một công ty taxi địa phương vào ngày hôm đó. Thật kinh tởm. Không có lời xin lỗi nào sau sự kiện, họ chỉ đơn giản là từ chối trả lời khiếu nại hiện đã được đưa ra. Đề xuất không bao giờ sử dụng chúng. Đọc thêm",
            "Đặt trước dịch vụ này là một phần của dịch vụ của hãng hàng không Tiểu vương quốc. Thật không may tôi đã đứng lên! Tôi đợi hơn 30 phút sau khi đến nơi nhưng không có ai xuất hiện. Không đáng tin cậy chút nào.Đọc thêm",
            "Họ có tính phí đưa bạn xuống sân bay Luton không, mặc dù nó nằm trong khu vực dành riêng, nếu có thì bao nhiêu?\nĐọc thêm",
            "Xin lỗi, không thể nói được. Luôn sử dụng HeathrowĐọc thêm",
            "Tôi - tôi rất vui vì đã chọn trả tiền mặt cho mỗi chuyến đi. Đó luôn chính xác là số tiền được trích dẫn khi tôi sử dụng ứng dụng. Không có phí bổ sung nào cả. Có lẽ đó chính là lời khuyên tốt nhất dành cho những người dùng tiềm năng của dịch vụ xe này.Đọc thêm",
            "Vì họ chưa bao giờ xuất hiện nên nó không thực sự liên quan.Đọc thêm"
        ],
        "star_ratings": [
            146,
            33,
            19,
            45,
            425
        ],
        "review_amount": 668,
        "location": [
            "Những việc cần làm ở London",
            "London",
            "Châu Âu",
            "nước Anh",
            "Vương quốc Anh - Vương quốc Anh -",
            "Addison Lee"
        ],
        "reviews_time": [
            "Written June 6, 2023",
            "Written June 7, 2023",
            "Written June 10, 2023",
            "Written June 13, 2023",
            "Written June 17, 2023",
            "Written June 28, 2023",
            "Written July 9, 2023",
            "Written July 17, 2023",
            "Written July 19, 2023",
            "Written July 24, 2023",
            "Written June 1, 2024",
            "Written May 29, 2024",
            "Written May 28, 2024",
            "Written May 23, 2024",
            "Written May 20, 2024",
            "Written May 16, 2024",
            "Written April 24, 2024",
            "Written April 23, 2024",
            "Written April 16, 2024",
            "Written April 15, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g186338-d8356929-Reviews-Addison_Lee-London_England.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g186338-d7995020-Reviews-Flour_To_The_People_Pizza-London_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186338-d2010905-Reviews-Varanasi_Chefs-London_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186338-d3296298-Reviews-Waterside_Bar_Restaurant-London_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186338-d12922934-Reviews-O_Gourmet_Libanais-London_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186338-d2000084-Reviews-Yamal_Alsham-London_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186338-d1759080-Reviews-Banyan_on_the_Thames-London_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186338-d4925730-Reviews-Curry_Leaves-London_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186338-d19469303-Reviews-Jack_and_Beyond-London_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186338-d734049-Reviews-GAZETTE_Battersea-London_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186338-d19513429-Reviews-Caravela_restaurant-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d548817-Reviews-Chelsea_FC_Stadium_Tour_Museum-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d23689721-Reviews-Sambrook_s_Brewery_Heritage_Centre-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d187556-Reviews-V_A_Victoria_and_Albert_Museum-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d13090144-Reviews-Stamford_Bridge-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d189030-Reviews-Hyde_Park-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d188862-Reviews-National_Gallery-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d188126-Reviews-St_James_s_Park-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d211708-Reviews-Houses_of_Parliament-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d194299-Reviews-Churchill_War_Rooms-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d1908604-Reviews-Craven_Cottage-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d8356929-Reviews-or10-Addison_Lee-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d187536-Reviews-London_Underground-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d26856844-Reviews-Armin_Harris_London_Airport_Transfers_Personal_Family_Executive_Driver_Chauffeur.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d12202317-Reviews-Iberotransfers-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d12636491-Reviews-London_Minicab_Service-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d17912802-Reviews-Barry_Tours_UK-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d13002662-Reviews-Black_Cab_Tours_Of_London-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d11880507-Reviews-Londoncruise_Transfers-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d11970294-Reviews-Londres_Chauffeurs-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d11800472-Reviews-Eddie_Manning_London_Transfer_Service-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d12544372-Reviews-Your_London_Cabbie-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g1182810-d3205338-Reviews-The_London_Helicopter-Redhill_Surrey_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d2641650-Reviews-River_Wellbeing_Spa-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d12299405-Reviews-Carrot_Cars-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d2265004-Reviews-West_London_Wine_School-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d7676504-Reviews-Thames_Limo-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d7726638-Reviews-Be_At_One_Battersea_Rise-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d2402596-Reviews-The_Avenue_Cookery_School-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d1574686-Reviews-Context_Travel-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d4011578-Reviews-Gambado-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d4014268-Reviews-Queen_s_Market-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d554089-Reviews-606_Club-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d12183216-Reviews-Battersea_Sports_Centre-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g1191030-d3530821-Reviews-Talgo_Beach-Vourvourou_Sithonia_Halkidiki_Region_Central_Macedonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g1073592-d7055520-Reviews-Paradise_Beach-Liapades_Corfu_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g293890-d310712-Reviews-Pashupatinath_Temple-Kathmandu_Kathmandu_Valley_Bagmati_Zone_Central_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g499450-d8786331-Reviews-Maya_Lost_Mayan_Kingdom-Mahahual_Costa_Maya_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g31839-d298633-Reviews-Mount_Magazine_State_Park-Paris_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g652003-d2538297-Reviews-Sabbiadoro_Beach-Monopoli_Province_of_Bari_Puglia.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d145860-Reviews-Elitch_Gardens_Theme_Park-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g51048-d1675657-Reviews-Imagination_Station-Toledo_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g147311-d17529255-Reviews-Coral_Cliff-Montego_Bay_Saint_James_Parish_Jamaica.html",
            "https://www.tripadvisor.com/Attraction_Review-g34439-d606249-Reviews-Wet_Willie_s-Miami_Beach_Florida.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g186338-d8356929-Reviews-or10-Addison_Lee-London_England.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g186338-d8356929-Reviews-Addison_Lee-London_England.html"
    }
]