[
    {
        "attraction_name": "Ado Awaye Mountains and Suspended Lakes",
        "attraction_name_vi": "Núi Ado Awaye và Hồ treo",
        "general_info": [
            "14 đánh giá",
            "1 trong số 17 điều cần làm ở Ibadan",
            "Núi"
        ],
        "attraction_summary": "Sau khi ghé thăm địa điểm này, tôi bắt đầu đăng hashtag VisitAdo trên nền tảng của mình. Điều này là để cho bạn biết nơi này có ý nghĩa lịch sử như thế nào! Bạn sẽ có niềm vui khi leo đồi, tham quan hồ, cây voi và tất cả mọi thứ!Đọc thêm",
        "reviews": [
            "Tôi rất thích nhìn thấy một hồ nước lơ lửng. Rất thú vị. Nhưng tôi cũng đến đây để leo dốc. Tôi thích đi bộ đường dài. Có một số người tham quan khác ở đây đã sống sót sau chuyến đi bộ đường dài. Được đánh giá bởi Miles Archer ở Boca Raton, Florida.   Hoa KỳĐọc thêm",
            "Hồ treo Iyake được cho là hồ duy nhất ở Châu Phi và thứ hai trên thế giới. Nó nằm ở thị trấn Ado-Awaye, cách Iseyin ở bang Oyo, Nigeria khoảng 20 phút lái xe. Quang cảnh hồ trên đỉnh Ado-Awaye những ngọn núi thật mê hoặc. Bạn chắc chắn sẽ không muốn bỏ lỡ điều này nếu bạn có kế hoạch sớm đến thăm Nigeria. Đọc thêm",
            "Địa điểm đẹp. Việc leo lên đáng yêu có thể hơi mệt mỏi nhưng nó có thể thực hiện được đối với hầu hết các cấp độ thể lực... Tôi đánh giá đây là một chuyến đi bộ dễ dàng đến vừa phải. Các quan điểm từ giữa đường và trên cùng rất bổ ích. Chúng tôi đã trả tiền cho một hướng dẫn viên địa phương để chúng tôi đi lên đó. Sẽ thật tuyệt nếu chính phủ xử lý bãi rác ngay cạnh biển quảng cáoĐọc thêm",
            "Đây thực sự là một nơi tuyệt vời để nhìn từ góc độ xem. Đi 600 bậc thang rồi đi khoảng 500 mét trên đỉnh tảng đá cho đến khi bạn đến hồ nước lơ lửng. Chúng tôi có một số trẻ em địa phương và hai người đàn ông đưa chúng tôi đi khắp nơi và giới thiệu. Những câu chuyện thần thoại có rất nhiều thông tin. Các hướng dẫn viên và những đứa trẻ có chuyến đi vui vẻ - những người thân thiện tuyệt vời. Tôi phải nói rằng tôi không phù hợp và thấy đây là công việc rất vất vả nhưng lượt xem rất xứng đáng. Tuy nhiên, tôi nghĩ rằng bộ du lịch cần sửa lại 500 bậc thang bị hỏng và đặt một số biển chỉ dẫn trên đường để bạn có thể tìm thấy nó... Bất kỳ ai đang tìm kiếm một buổi tập luyện tốt với tầm nhìn tuyệt vời thì nơi này sẽ đạt điểm cao nhất.  Không cần thanh toán nhưng với sự hỗ trợ của hướng dẫn viên du lịch, bạn sẽ giới thiệu một mẹo hay.Đọc thêm",
            "Hoạt động chính là leo núi. Có một vài vật phẩm lịch sử không thể bỏ qua khi leo núi nhưng chỉ có vậy thôi. Tuy nhiên, hồ rất đẹp. Đọc thêm",
            "Chuyến đi bộ quá bận rộn, tôi tự hỏi ai đã gửi bạn đến. Nhưng khung cảnh tuyệt đẹp trên đỉnh núi và hồ Iyake huyền diệu đã bù đắp cho những rắc rối đó. Chắc chắn là phải xem!Đọc thêm",
            "Ado-awaye không chỉ là một cộng đồng với hồ nước lơ lửng bí ẩn hay những cảnh quan tuyệt vời mà bản thân nó còn là trải nghiệm và hiện thân của những câu chuyện lịch sử và văn hóa. Hành trình đến địa điểm của tôi hơi khó khăn nhưng trải nghiệm trên núi đã bù đắp cho điều đó. Cộng đồng người dân rất thân thiện và những điều kỳ diệu là có thật, chỉ cần chuẩn bị sẵn sàng để đi bộ và đổ mồ hôi. Ado-awaye là nơi không thể bỏ qua đối với những người yêu thích phiêu lưu. Đó là một nơi tuyệt vời để đón Giáng sinh cùng gia đình, bạn bè và những người thân yêu. Tôi dự định đến thăm địa điểm này cùng bạn bè vào ngày tặng quà, muốn gắn thẻ cùng nhắn tin cho tôi trên bảng chữ cái thông minh twitterĐọc thêm",
            "Đó là một trải nghiệm thú vị, tôi đã đi cùng một nhóm người đi bộ đường dài du lịch vùng Ummah và hướng dẫn viên du lịch vào ngày 27 tháng 10 năm 2018. từ 364 bậc thang đến cây Voi, Odo Iya alaro, hồ Iyake, hồ lơ lửng, agbomo vui vẻ iyake dấu chân nhỏ với nước, Ese awon agba, ese kan aye, ese kan orun và cung điện cổ trên đá. Chúng tôi mất 2 giờ 30 phút để lên tới đỉnh. Ado Awaye, khu vực chính quyền địa phương Iseyin của bang Oyo quả thực may mắn khi có hồ nước lơ lửng thứ hai trên thế giới. Tôi đề nghị chính phủ sẽ thấy lý do để đầu tư vào khu vực này, một phần trong đó bắt buộc phải có biển báo và chỉ dẫn để dễ dàng tiếp cận vì không có gì cho thấy đây là hồ lơ lửng. Cảm ơn Hướng dẫn viên du lịch. Tóm tắt lịch sử của những điều đã nói ở trên để xem trên tảng đá, chỗ sơ cứu và sửa chữa khớp Amala. Đi bộ đường dài thực sự là một cách để đi và du lịch có thể mang lại cho đất nước này lợi tức đầu tư tốt. AbdulHafeez Muhammad YaocoĐọc thêm",
            "Ado Awaye là phải xem! Người ta nói rằng có 2 hồ lơ lửng trên thế giới và Ado Awaye có một trong số đó. Khung cảnh nhìn từ trên xuống rất đẹp và có 7 kỳ quan sẽ được khám phá khi bạn tìm đường lên đỉnh.Đọc thêm"
        ],
        "star_ratings": [
            8,
            5,
            1,
            0,
            0
        ],
        "review_amount": 14,
        "location": [],
        "reviews_time": [
            "Written April 28, 2024",
            "Written February 17, 2022",
            "Written May 3, 2021",
            "Written June 25, 2020",
            "Written December 3, 2019",
            "Written June 15, 2019",
            "Written December 26, 2018",
            "Written December 14, 2018",
            "Written November 5, 2018",
            "Written July 24, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g317071-d9792396-Reviews-Ado_Awaye_Mountains_and_Suspended_Lakes-Ibadan_Oyo_State.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g317071-d9792396-Reviews-or10-Ado_Awaye_Mountains_and_Suspended_Lakes-Ibadan_Oyo_State.html",
            "https://www.tripadvisor.com/Attraction_Review-g317071-d8532406-Reviews-UI_Zoo-Ibadan_Oyo_State.html",
            "https://www.tripadvisor.com/Attraction_Review-g317071-d7660191-Reviews-Agodi_Gardens-Ibadan_Oyo_State.html",
            "https://www.tripadvisor.com/Attraction_Review-g317071-d26458410-Reviews-Elbow_Room-Ibadan_Oyo_State.html",
            "https://www.tripadvisor.com/Attraction_Review-g317071-d27156916-Reviews-Eden-Ibadan_Oyo_State.html",
            "https://www.tripadvisor.com/Attraction_Review-g317071-d17784579-Reviews-Ibadan_Aquariums-Ibadan_Oyo_State.html",
            "https://www.tripadvisor.com/Attraction_Review-g317071-d9792396-Reviews-Ado_Awaye_Mountains_and_Suspended_Lakes-Ibadan_Oyo_State.html",
            "https://www.tripadvisor.com/Attraction_Review-g36933-d8615054-Reviews-Pine_Lake_Waterpark-Berne_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g35004-d125420-Reviews-Raven_Cliff_Falls-Helen_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d450965-Reviews-Siam_Center-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g56852-d16697041-Reviews-Munster_Mansion-Waxahachie_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g29217-d154308-Reviews-Ho_okena_Beach_Park-Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g42207-d2423124-Reviews-Stepping_Stone_Falls-Flint_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g31190-d116652-Reviews-Rawhide_Western_Town_Event_Center-Chandler_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g56003-d605575-Reviews-Marfreless-Houston_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g189117-d2521034-Reviews-Praia_do_Camilo-Lagos_Faro_District_Algarve.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d11643887-Reviews-Burberry_Factory_Shop-London_England.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g317071-d9792396-Reviews-or10-Ado_Awaye_Mountains_and_Suspended_Lakes-Ibadan_Oyo_State.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g317071-d9792396-Reviews-Ado_Awaye_Mountains_and_Suspended_Lakes-Ibadan_Oyo_State.html"
    }
]