[
    {
        "attraction_name": "ADV Motorcycle Tours & Dirtbike Travel",
        "attraction_name_vi": "Tour xe máy ADV - Dirtbike Travel",
        "general_info": [
            "107 đánh giá",
            "- 326 trên 1.926 Tour - Hoạt động tại Hà Nội",
            "Chuyến tham quan nhiều ngày",
            "Chuyến tham quan bằng xe máy"
        ],
        "attraction_summary": "Được biết đến với tên gọi ADV Motorcycle Tours - Dirtbike Travel - hay gọi đơn giản là Dirtbike Travel - , chúng tôi chuyên tổ chức các tour du lịch bằng xe máy tùy chỉnh bao gồm mọi điểm đến tại Việt Nam. Tất cả các chuyến đi của chúng tôi đều được thiết kế để phù hợp với mọi người lái có sở thích khác nhau, chẳng hạn như các chuyến tham quan thoải mái, các chuyến tham quan enduro chuyên sâu và mọi thứ ở giữa. Chúng tôi cung cấp các chuyến đi khắp vùng núi phía Bắc Việt Nam, dọc theo Đường mòn Hồ Chí Minh với chiếc xe địa hình mạnh mẽ Yamaha WR250R hoặc Kawasaki KLX250S ở mọi cấp độ: người mới, trung cấp và chuyên gia.Đọc thêm",
        "reviews": [
            "8 ngày tuyệt vời của sự kết hợp giữa cưỡi ngựa chăm chỉ và đẩy vào các dãy nhà phía sau để trải nghiệm những khung cảnh đáng kinh ngạc, điều kiện sống khắc nghiệt và những con người đầy tài nguyên tuyệt vời. Hướng dẫn viên Min của chúng tôi cũng đặc biệt như ông Zong.Đọc thêm",
            "Minh đã làm rất tốt việc điều chỉnh chuyến đi theo những gì chúng tôi muốn, trong trường hợp của chúng tôi, điều này có nghĩa là những đường đua mang tính kỹ thuật, đầy thử thách và phải leo núi! Ngoài việc cưỡi ngựa, Minh còn làm rất tốt công việc tổ chức chuyến đi. Chúng tôi mong được đưa anh ấy đi một vài chuyến khi anh ấy đến New Zealand vào cuối năm nay. Tài xế xe tải dự phòng, ông Dzyom - sp?? - cũng rất tuyệt. Một chuyến đi rất được khuyến khích!!Đọc thêm",
            "Đã tổ chức chuyến đi này hơn sáu tháng trước và đi cùng một nhóm những người bạn cùng chí hướng đến từ New Zealand. Chúng tôi được đề nghị đi cùng tay đua hàng đầu của công ty, Mihn, để đưa chúng tôi vào khu vực - địa hình khó khăn hơn và anh ấy chắc chắn đã làm như vậy - không làm tôi thất vọng. Mihn rất sẵn lòng và thay đổi các tuyến đường cũng như vượt qua các ranh giới mỗi ngày để giữ cho nhóm của chúng tôi vui vẻ. Tôi thực sự khuyên bạn nên đi cùng Mihn và hy vọng sẽ quay lại trong tương lai, có thể một ngày nào đó sẽ trả lại trải nghiệm cho anh ấy ở New Zealand. 8 ngày đạp xe vất vả tuyệt vời ở một đất nước tuyệt vờiĐọc thêm",
            "Đã thực hiện chuyến du lịch bốn ngày vào tuần trước với cha tôi, hãy tự giúp mình và tham quan Việt Nam với ADV. Minh và Charlie rất hữu ích trong suốt thời gian qua. Từ thắng cảnh, đồ ăn, con người và nhà ở, mọi thứ đều tuyệt vời. Đối với việc cưỡi ngựa, không có thật. Charlie là người hướng dẫn của chúng tôi, anh ấy không chỉ có thể lái xe mà còn rất hiểu biết. Không thể giới thiệu tour và ADV đủ cao, chúng tôi sẽ quay lại. Nicholas - Chris Panteli - ÚcĐọc thêm",
            "Một chuyến tham quan ngoạn mục xuyên khắp các ngọn núi phía Bắc Việt Nam trên những chiếc xe địa hình, gặp gỡ các dân tộc đa dạng, ăn những món ăn ngon đúng điệu, cười đùa và đến những ngôi làng xa xôi mà hiếm khi gặp người phương Tây. Nhất định phải làm một lần trong đời.Đọc thêm",
            "Chuyến du lịch bằng xe địa hình 11 ngày ở miền Bắc Việt Nam cùng hướng dẫn viên Charlie là một trong những hành trình ấn tượng nhất trong cuộc đời tôi. Sự tổ chức hoàn hảo, phong cảnh ngoạn mục, những con đường mòn ly kỳ và trên hết là chuyên môn và niềm đam mê của Charlie - đã khiến chuyến tham quan này trở thành một trải nghiệm khó quên. Đối với những người đang tìm kiếm một cách độc đáo để khám phá Việt Nam, tôi thực sự khuyên bạn nên tham gia chuyến tham quan này.Đọc thêm",
            "Chúng tôi đã có khoảng thời gian tuyệt vời trong chuyến phiêu lưu 4 ngày Tây Bắc Việt Nam ở vùng núi phía trên Hà Nội.   Charlie là một người hướng dẫn tuyệt vời cho chúng tôi.    Những con đường mòn đã mang đến cho chúng tôi một số thử thách mạo hiểm một cách thú vị và thời tiết cũng đưa ra một số biến số bổ sung.   Tất cả các phần của cuộc phiêu lưu!    Chúc mọi người có một khoảng thời gian vui vẻ.Đọc thêm",
            "Tôi - đã tận hưởng một chuyến đi cả ngày tùy chỉnh với hướng dẫn viên du lịch Minh. Nó vượt quá sự mong đợi của tôi hàng dặm. Rất nhiều viên ngọc ẩn - thông tin. Minh là một nhân vật siêu sôi nổi với nhiều kiến ​​thức về đất nước - kỹ năng tiếng Anh xuất sắc. Luôn cảm thấy được lưu giữ trong thị trấn - phía sau xe đạp. Giao tiếp với công ty cực kỳ nhanh chóng - dễ dàng. Cho đến nay, chuyến tham quan có hướng dẫn tốt nhất mà tôi từng trải nghiệm - Đọc thêm",
            "Min là hướng dẫn viên du lịch của chúng tôi cho chuyến phiêu lưu kéo dài 4 ngày dẫn chúng tôi đến một chuyến đi giải trí mới của Disneyland ở mọi ngã rẽ. Tham gia cùng tôi có Luke đến từ Perth, Úc, cùng với Matt đến từ Brighton, Anh trong hai ngày qua cùng với người hướng dẫn của anh ấy, Charley. Chúng tôi đã gặp phải những con đường đơn khó khăn và đôi khi nguy hiểm, những con đường dành cho xe tay ga đi qua tốt và những con đường quê. Những tuyến đường đã chọn không bao giờ làm bạn thất vọng. Tôi - sẽ quay lại với bạn bè!Đọc thêm",
            "Đặt muộn cho chuyến đi 8 ngày cho 2 người chúng tôi từ Anh. Chúng tôi có Charlie làm người hướng dẫn và đi theo con đường phía tây bắc. Tổ chức tuyệt vời ngay từ cuộc gặp gỡ với Minh và Charlie một ngày trước khi chúng tôi bắt đầu. Chúng tôi ở trong nhiều loại chỗ ở mang lại một số trải nghiệm tuyệt vời. Tất cả chỗ ở đều rất tốt và thậm chí bao gồm SPA địa phương và rượu gạo địa phương. Những con đường mòn rất tuyệt vời và Charlie có thể điều chỉnh cho phù hợp với thời tiết cũng như cảm giác của chúng tôi trong ngày. Charlie rất am hiểu về văn hóa địa phương, v.v. và có thể phân loại xe đạp khi chúng tôi gặp một vài rủi ro. Kawasaki KLX250 hoạt động tốt, chắc chắn là chiếc xe phù hợp cho công việc. Những người chúng tôi gặp rất thân thiện và có sức chứa. Chúng tôi đã bàn về việc quay trở lại thực hiện chuyến du lịch Đông Bắc 8 ngày vào năm tới.Đọc thêm"
        ],
        "star_ratings": [
            101,
            5,
            1,
            0,
            0
        ],
        "review_amount": 107,
        "location": [
            "Những điều cần làm ở Hà Nội",
            "Tour xe máy ADV - Dirtbike Travel",
            "Hà Nội",
            "Châu Á",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written April 24, 2024",
            "Written April 24, 2024",
            "Written April 22, 2024",
            "Written April 12, 2024",
            "Written March 29, 2024",
            "Written March 11, 2024",
            "Written March 11, 2024",
            "Written March 7, 2024",
            "Written February 25, 2024",
            "Written January 22, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d4025487-Reviews-ADV_Motorcycle_Tours_Dirtbike_Travel-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4025487-Reviews-or10-ADV_Motorcycle_Tours_Dirtbike_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17462448-Reviews-Lucy_s_Dream_Fashion_and_Art_Exhibition_Center-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12574742-Reviews-Golden_Buffalo_Rider-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11444918-Reviews-Hanoi_Creative_City-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26630758-Reviews-Vietnam_Bestcare_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4340032-Reviews-Far_East_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25070733-Reviews-Hanoi_Flowers_Art_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8611127-Reviews-Your_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1946180-Reviews-Marco_Polo_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25458492-Reviews-Healing_Spa_and_Nail-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17115355-Reviews-Stellar_Of_The_Seas-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13368103-Reviews-Mon_Cheri_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8587886-Reviews-Get_up_Go_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d3957911-Reviews-Asia_Eyes_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8415920-Reviews-Your_Indochina_Travel_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6702827-Reviews-Paloma_Motorbike_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293968-d1784751-Reviews-Tashkent_TV_tower-Tashkent_Tashkent_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g294003-d324526-Reviews-Green_Island-Kuwait_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g781298-d4191422-Reviews-Salda_Golu-Burdur_Burdur_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d23601576-Reviews-Back_To_The_Future_The_Musical-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g3564094-d148083-Reviews-Great_Guana_Cay-Great_Guana_Cay_Abaco_Islands_Out_Islands_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g15885971-d3530858-Reviews-Ploce_Beach-Krimovice_Kotor_Municipality.html",
            "https://www.tripadvisor.com/Attraction_Review-g652045-d2098313-Reviews-Parco_Natura_Viva-Bussolengo_Province_of_Verona_Veneto.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d1788422-Reviews-Arasta_Bazaar-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g34678-d107648-Reviews-Busch_Gardens-Tampa_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d104000-Reviews-Adler_Planetarium-Chicago_Illinois.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d4025487-Reviews-or10-ADV_Motorcycle_Tours_Dirtbike_Travel-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d4025487-Reviews-ADV_Motorcycle_Tours_Dirtbike_Travel-Hanoi.html",
        "caculated": true,
        "dicts_sentiment_average": {
            "dãy nhà": 0.9946812548441812,
            "hướng dẫn viên": 0.47151531744748354,
            "đường đua": 0.9352160282433033,
            "chuyến đi": 0.6955859482841333,
            "đạp xe": 0.025575945910532027,
            "đất nước": 0.9954918561852537,
            "chuyến du lịch": 0.930583031848073,
            "đồ ăn": 0.9955035970779136,
            "nhà ở": 0.9955362977925688,
            "chuyến tham quan": 0.9345920152457742,
            "ngọn núi": 0.03482365654781461,
            "dân tộc": 0.7639876740286127,
            "món ăn": 0.9935651430860162,
            "ngôi làng": 0.2539107045158744,
            "hành trình": 0.7380928146885708,
            "phong cảnh": 0.9952090876176953,
            "chuyến phiêu lưu": 0.897701638401486,
            "cuộc phiêu lưu": 0.9908607876859605,
            "hướng dẫn viên du lịch": 0.381198494695127,
            "hàng dặm": -0.9491000024136156,
            "viên": 0.5,
            "ngọc ẩn": 0.5,
            "nhân vật": 0.9726787023246288,
            "thị trấn": 0.5,
            "xe đạp": -0.2235716060968116,
            "chuyến đi giải trí": 0.9939309057081118,
            "xe tay ga": 0.16171993874013424,
            "chỗ ở": 0.9952584212878719,
            "trải nghiệm": 0.9952929434366524,
            "chỗ": 0.9950085509335622,
            "đường mòn": 0.9946794069837779,
            "văn hóa địa": 0.9018926424905658,
            "chuyến du lịch đông bắc": 0.9756732829846442
        },
        "dicts_adj": {
            "dãy nhà": [
                "tuyệt vời",
                "chăm chỉ",
                "khắc nghiệt",
                "đầy",
                "tuyệt vời"
            ],
            "hướng dẫn viên": [
                "đặc biệt",
                "ấn tượng",
                "nhất"
            ],
            "đường đua": [
                "tốt",
                "đầy"
            ],
            "chuyến đi": [
                "tốt",
                "hơn",
                "cùng",
                "cùng",
                "muộn"
            ],
            "đạp xe": [
                "vất vả",
                "tuyệt vời"
            ],
            "đất nước": [
                "tuyệt vời"
            ],
            "chuyến du lịch": [
                "cùng"
            ],
            "đồ ăn": [
                "tuyệt vời"
            ],
            "nhà ở": [
                "tuyệt vời"
            ],
            "chuyến tham quan": [
                "ngoạn mục",
                "khắp",
                "khó",
                "độc đáo",
                "thực sự",
                "tốt"
            ],
            "ngọn núi": [
                "ngon",
                "đúng"
            ],
            "dân tộc": [
                "ngon",
                "đúng"
            ],
            "món ăn": [
                "ngon",
                "đúng"
            ],
            "ngôi làng": [
                "xa xôi",
                "hiếm"
            ],
            "hành trình": [
                "ấn tượng",
                "nhất"
            ],
            "phong cảnh": [
                "khó"
            ],
            "chuyến phiêu lưu": [
                "tuyệt vời",
                "mới"
            ],
            "cuộc phiêu lưu": [],
            "hướng dẫn viên du lịch": [
                "mới"
            ],
            "hàng dặm": [],
            "viên": [],
            "ngọc ẩn": [],
            "nhân vật": [
                "siêu sôi nổi",
                "nhiều",
                "xuất sắc"
            ],
            "thị trấn": [],
            "xe đạp": [
                "rủi ro"
            ],
            "chuyến đi giải trí": [
                "mới"
            ],
            "xe tay ga": [
                "khó khăn",
                "nguy hiểm",
                "tốt"
            ],
            "chỗ ở": [
                "tuyệt vời"
            ],
            "trải nghiệm": [
                "tuyệt vời"
            ],
            "chỗ": [
                "tốt"
            ],
            "đường mòn": [
                "tuyệt vời"
            ],
            "văn hóa địa": [],
            "chuyến du lịch đông bắc": []
        },
        "list_proper_noun": [],
        "factor value": {
            "dãy nhà": 1.5,
            "hướng dẫn viên": 3.0,
            "đường đua": 1.5,
            "chuyến đi": 6.0,
            "đạp xe": 1.5,
            "đất nước": 1.5,
            "chuyến du lịch": 3.0,
            "đồ ăn": 1.5,
            "nhà ở": 1.5,
            "chuyến tham quan": 4.5,
            "ngọn núi": 1.5,
            "dân tộc": 1.5,
            "món ăn": 1.5,
            "ngôi làng": 1.5,
            "hành trình": 1.5,
            "phong cảnh": 1.5,
            "chuyến phiêu lưu": 3.0,
            "cuộc phiêu lưu": 1.5,
            "hướng dẫn viên du lịch": 3.0,
            "hàng dặm": 1.5,
            "viên": 1.5,
            "ngọc ẩn": 1.5,
            "nhân vật": 1.5,
            "thị trấn": 1.5,
            "xe đạp": 3.0,
            "chuyến đi giải trí": 1.5,
            "xe tay ga": 1.5,
            "chỗ ở": 1.5,
            "trải nghiệm": 1.5,
            "chỗ": 1.5,
            "đường mòn": 1.5,
            "văn hóa địa": 1.5,
            "chuyến du lịch đông bắc": 1.5
        }
    },
    {
        "attraction_name": "ADV Motorcycle Tours & Dirtbike Travel",
        "attraction_name_vi": "Tour xe máy ADV - Dirtbike Travel",
        "general_info": [
            "107 đánh giá",
            "- 326 trên 1.926 Tour - Hoạt động tại Hà Nội",
            "Chuyến tham quan nhiều ngày",
            "Chuyến tham quan bằng xe máy"
        ],
        "attraction_summary": "Được biết đến với tên gọi ADV Motorcycle Tours - Dirtbike Travel - hay gọi đơn giản là Dirtbike Travel - , chúng tôi chuyên tổ chức các tour du lịch bằng xe máy tùy chỉnh bao gồm mọi điểm đến tại Việt Nam. Tất cả các chuyến đi của chúng tôi đều được thiết kế để phù hợp với mọi người lái có sở thích khác nhau, chẳng hạn như các chuyến tham quan thoải mái, các chuyến tham quan enduro chuyên sâu và mọi thứ ở giữa. Chúng tôi cung cấp các chuyến đi khắp vùng núi phía Bắc Việt Nam, dọc theo Đường mòn Hồ Chí Minh với chiếc xe địa hình mạnh mẽ Yamaha WR250R hoặc Kawasaki KLX250S ở mọi cấp độ: người mới, trung cấp và chuyên gia.Đọc thêm",
        "reviews": [
            "Không có gì trên trái đất tuyệt vời hơn chuyến du lịch cùng Dirtbike Travel Vietnam....Tôi và 7 người bạn của mình đã có khoảng thời gian tuyệt vời khi tận hưởng chuyến đi trong 7 ngày enduro vất vả, thật tuyệt vời!!!!- Mihn và Charlie là người hướng dẫn của chúng tôi. Họ biết lộ trình quá rõ, không mắc sai lầm trong việc định hướng, khiến chúng tôi không có cơ hội đi lạc để tìm những con đường xấu. Chúng tôi không biết làm thế nào trên Trái đất họ có thể nhớ những con đường mòn tốt đến vậy. Không chỉ vậy, họ còn rất giỏi trong việc chăm sóc xe, chăm sóc chúng tôi, luôn cố gắng hết sức để chiều chuộng tất cả chúng tôi.- Xe được trang bị lốp gai!!?? tại sao bạn lại bắt chúng tôi phải vất vả vượt qua đoạn đường lầy lội? Chúng tôi muốn đau khổ!!!- Tài xế xe tải? Rất tiếc vì chúng tôi không thể đánh bại anh ấy về việc uống rượu moonshine - Anh Phúc - cả đêm - rất xuất sắc, biết chúng tôi cần gì, luôn đúng giờ, anh ấy cũng là một đầu bếp giỏi. Anh chàng vui tính luôn cổ vũ chúng tôi trong mọi tình huống. - Chỗ ở thật tuyệt vời, đặc biệt là ECO home, vị trí tuyệt vời, dịch vụ lưu trữ tuyệt vời, đồ ăn thì tuyệt vời. Chúng tôi tận hưởng từng khoảnh khắc ở đó. - Tóm lại, toàn bộ chuyến đi thật tuyệt vời, rất nóng lòng quay trở lại vào năm 2024. Rất khuyến khích những người đi xe đạp trên toàn thế giới hãy đến Việt Nam để thực hiện một chuyến đi trong đời. Chúc mừng Mihn, Charlie cho đến khi chúng ta gặp lại nhau.Đọc thêm",
            "Chúng tôi vừa thực hiện chuyến đi Tây Bắc 8 ngày từ Hà Nội, 5 tay đua. Trải nghiệm ngoạn mục! Đất nước và con người tươi đẹp cũng như phong cảnh đẹp đến khó tin. Tuyệt vời nhất là những con đường mòn trên bầu trời, một khoảnh khắc độc đáo để tận hưởng việc đạp xe ở Việt Nam: những con đường mòn nhỏ ở rìa núi. Thực sự khó quên. Minh và Charly là những hướng dẫn viên xuất sắc và luôn cố gắng đáp ứng nhu cầu của chúng tôi. Rất phù hợp, chúng tôi có thể chia ra khi một số tay đua muốn đi khó hơn - enduro - và một số thì không - t. Thức ăn rất tuyệt cũng như khách sạn - nhà ở và mọi thứ đều được tổ chức tốt. Và những chiếc xe đạp ở tình trạng tốt và được bảo trì tốt. Tôi - tôi giới thiệu chúng 100 - và chắc chắn sẽ quay lại! Cảm ơn Dirtbiketravels đã thực hiện ước mơ của chúng tôi! MatthieuĐọc thêm",
            "Xin chân thành cảm ơn nhóm ADV, Minh đã tổ chức, Charlie vì đã hướng dẫn chuyến tham quan tuyệt vời và Mr Zoom vì sự điều phối tuyệt vời của phương tiện hỗ trợ.  Chúng tôi đã thực hiện một chuyến tham quan kéo dài năm ngày với rất nhiều đường cao tốc, đường sau và quan trọng nhất là những con đường đất trên đồi. Chúng tôi đã trải nghiệm văn hóa và con người địa phương tuyệt vời và đã đi đến rất nhiều địa điểm khác lạ mà khách du lịch thường không ghé thăm. Một trải nghiệm tuyệt vời, đội ngũ siêu chuyên nghiệp và chăm sóc chúng tôi từng bước, chúng tôi sẽ không ngần ngại giới thiệu ADV nếu bạn muốn thực hiện một chuyến phiêu lưu bằng xe máy ở Việt Nam. Đọc thêm",
            "Thực hiện chuyến lưu diễn một ngày vào ngày 11 tháng 11 năm 2023 với Charlie. Ông là một người chủ nhà và hướng dẫn tuyệt vời. Chắc chắn sẽ quay lại để trải nghiệm 8 hoặc 11 ngày. Các tour du lịch rất dễ dàng để đặt phù hợp với nhu cầu của bạn. Đón khách bằng xe đạp địa hình lúc 07:15 và trở về xưởng vào khoảng 17:00. Chúng tôi đi lên một ngọn núi phía tây Hà Nội. Xe đạp đang trong tình trạng tốt. Các chàng trai thực sự chăm sóc bạn. Có sẵn sự bảo vệ đầy đủ - mũ bảo hiểm, găng tay, giày enduro, bảo vệ đầu gối và khuỷu tay, quần và áo thi đấu - . Họ cũng đưa cho tôi một túi lạc đà chứa đầy nước để bổ sung nước cho chuyến đi - vào ngày hôm đó chúng tôi có nhiệt độ 33 độ C - . Nói chung, trải nghiệm tuyệt vời mà tôi muốn giới thiệu cho tất cả những ai tham gia Dirtbike - cưỡi Enduro - ngay cả đối với những người muốn thử trước.Đọc thêm",
            "Kỷ niệm đẹp nhất trong cuộc đời 57 năm của tôi. Đó là chuyến đi tốt nhất với hướng dẫn tốt nhất. Tôi có thể giới thiệu công ty này một cách mạnh mẽ nhất Đọc thêm",
            "Là một chuyến đi tốt, Trải nghiệm tốt, Hướng dẫn viên du lịch tốt, với một số con đường và địa hình đầy thử thách. Muốn giới thiệu Đọc thêm",
            "Một trong những trải nghiệm đáng kinh ngạc nhất trong cuộc đời tôi. Việt Nam ĐẸP, con người tuyệt vời, đồ ăn tuyệt vời và hơn hết là tất cả các chuyến tham quan bằng xe đạp địa hình của ADV và hướng dẫn viên Minh của chúng tôi thật phi thường. Họ tùy chỉnh chuyến đi để đáp ứng nhu cầu và trình độ kỹ năng của chúng tôi. Đây có thể là một chuyến đi ở cấp độ chuyên gia nếu bạn muốn hoặc giống như chúng tôi ở cấp độ trung cấp. Rất khuyến khích những người này. Họ lo mọi việc, mọi nơi. Giới thiệu chúng tôi với nông dân địa phương, trẻ em, ẩm thực, mọi thứ. Đọc thêm",
            "Tôi thực sự không thể hỏi thêm nữa từ hướng dẫn của chúng tôi. Anh ấy là người vui vẻ, là người giao tiếp và tổ chức tuyệt vời. Chúng tôi đã có khoảng thời gian đáng nhớ tuyệt vời nhất. Tôi đánh giá cao công ty này.Đọc thêm",
            "Một chuyến tham quan tuyệt vời và sự hòa nhập tuyệt vời vào Việt Nam. Min và Charlie - hướng dẫn viên của chúng tôi - thật tuyệt vời. Cả hai đều có bằng cấp về du lịch và nói tiếng Anh hoàn hảo, với kiến ​​thức sâu rộng về đất nước xinh đẹp của mình, họ cũng đạp xe khá giỏi!!! Ở nhà và khách sạn rất tuyệt, đồ ăn thì không có gì nổi bật. Tôi không thể giới thiệu đủ.Đọc thêm",
            "Chào Luke,\nThay mặt ADV Motorcycle Tours - Dirtbike Travel, tôi xin cảm ơn bạn đã đánh giá rất tốt về các chuyến tham quan bằng xe máy tại Việt Nam của chúng tôi. Hy vọng sẽ gặp lại sớm\nChúc mừng,\nHiền NguyễnĐọc thêm",
            "Tour xe đạp địa hình tốt nhất chưa. Nhà trọ tuyệt vời, chủ nhà tuyệt vời, rất nhiều hoạt động bổ ích. Hướng dẫn viên là một cặp chàng trai tuyệt vời, ăn nói giỏi, tính cách tuyệt vời và chỉ là những người đáng yêu. Hãy đưa chuyến đi này vào danh sách những việc phải làm của bạn, họ đã đưa chúng tôi đến những nơi đẹp như tranh vẽ trên thế giới, ngoài đường vắng vẻ và không có khách du lịch. Và họ đã chia sẻ lịch sử địa phương của tất cả những nơi chúng tôi đã đến. Rất rất rất khuyến khích! Đọc thêm",
            "Xin chào Jess,\nKhông thể nói lời cảm ơn đủ cho những lời tuyệt vời của bạn.  Chúng tôi luôn cố gắng hết sức vì sự hài lòng của bạn cho đến nay.\nHy vọng gặp lại bạn lần sau với một chuyến du lịch bằng xe máy khác tại Việt Nam.\nChúc mừng, Đọc thêm",
            "Nếu tôi đi một mình thì có gói grp nào không? Rằng tôi có thể đi cùng những người khác mà tôi không biết Đọc thêm",
            "Chúng tôi chỉ tổ chức chuyến tham quan theo yêu cầu nên nếu bạn muốn tham gia một nhóm, hãy kiểm tra tình trạng sẵn có trong tab Ngày tham quan trên trang web của chúng tôi, sau đó gửi email cho chúng tôi xem nhóm nào phù hợp với bạn. Trong trường hợp bạn không tìm được, bạn có thể thành lập một nhóm mở với lịch trình của mình sau đó chúng tôi sẽ thông báo cho những tay đua một mình có cùng kỹ năng và mong muốn cưỡi ngựa.\n\nBất kỳ câu hỏi nào, vui lòng cho chúng tôi biếtĐọc thêm",
            "Giới hạn độ tuổi để đi xe đạp địa hình là gì?Đọc thêm",
            "Chào Emma, ​​​​\n\nChúng tôi không có bất kỳ giới hạn độ tuổi nào đối với người lái miễn là họ có thể điều khiển xe đạp tốt.\nVí dụ: Ở Úc, nhiều người đi xe đạp đã có xe đạp riêng khi còn trẻ nên tay nghề của họ rất tốt.\nNếu khách hàng chưa biết đi xe đạp trước đây, chúng tôi có thể cung cấp một khóa đào tạo để giúp họ làm quen với xe đạp và giao thông hơn.\nĐể biết thêm câu hỏi, xin vui lòng gửi email cho chúng tôiĐọc thêm"
        ],
        "star_ratings": [
            101,
            5,
            1,
            0,
            0
        ],
        "review_amount": 107,
        "location": [
            "Những điều cần làm ở Hà Nội",
            "Tour xe máy ADV - Dirtbike Travel",
            "Hà Nội",
            "Châu Á",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written December 21, 2023",
            "Written December 17, 2023",
            "Written November 12, 2023",
            "Written November 11, 2023",
            "Written October 21, 2023",
            "Written October 13, 2023",
            "Written October 9, 2023",
            "Written October 7, 2023",
            "Written September 24, 2023",
            "Written September 24, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d4025487-Reviews-or10-ADV_Motorcycle_Tours_Dirtbike_Travel-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4025487-Reviews-ADV_Motorcycle_Tours_Dirtbike_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4025487-Reviews-or20-ADV_Motorcycle_Tours_Dirtbike_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17462448-Reviews-Lucy_s_Dream_Fashion_and_Art_Exhibition_Center-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12574742-Reviews-Golden_Buffalo_Rider-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11444918-Reviews-Hanoi_Creative_City-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26630758-Reviews-Vietnam_Bestcare_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4340032-Reviews-Far_East_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25070733-Reviews-Hanoi_Flowers_Art_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8611127-Reviews-Your_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1946180-Reviews-Marco_Polo_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25458492-Reviews-Healing_Spa_and_Nail-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17115355-Reviews-Stellar_Of_The_Seas-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13368103-Reviews-Mon_Cheri_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8587886-Reviews-Get_up_Go_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d3957911-Reviews-Asia_Eyes_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8415920-Reviews-Your_Indochina_Travel_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6702827-Reviews-Paloma_Motorbike_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d1569166-Reviews-Piazza_Trilussa-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g608871-d12713366-Reviews-Hrunalaug-Fludir_South_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g1501915-d10680152-Reviews-Odysseus_Cave-Mljet_Island_Dubrovnik_Neretva_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g1871987-d2267809-Reviews-Blue_Lagoon-Efate.html",
            "https://www.tripadvisor.com/Attraction_Review-g60596-d12711644-Reviews-Whittington_Beach_Park-Naalehu_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g2005201-d2070831-Reviews-Buddha_Mountain_Khao_Chi_Chan-Na_Chom_Thian_Sattahip_Chonburi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g801297-d10499473-Reviews-Rana_e_Hedhun-Shengjin_Lezhe_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g609129-d9834388-Reviews-Pa_ako_Beach_Secret_Cove-Wailea_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g44160-d106415-Reviews-Marvel_Cave-Branson_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g60999-d532065-Reviews-Artist_Point-Yellowstone_National_Park_Wyoming.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d4025487-Reviews-or20-ADV_Motorcycle_Tours_Dirtbike_Travel-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d4025487-Reviews-or10-ADV_Motorcycle_Tours_Dirtbike_Travel-Hanoi.html",
        "caculated": true,
        "dicts_sentiment_average": {
            "trái đất": 0.010542417207034305,
            "chuyến du lịch": 0.8043923129793257,
            "chuyến đi": 0.80654544726041,
            "đường mòn": 0.9619813417084515,
            "chăm": 0.5,
            "sóc xe chăm sóc": 0.5,
            "lốp gai": 0.5134607087820768,
            "uống rượu": 0.9939983538351953,
            "đầu bếp": 0.9846056413371116,
            "chỗ": 0.8737692451104522,
            "vị trí": 0.99539563304279,
            "dịch vụ lưu trữ": 0.8737692451104522,
            "đồ ăn thì": 0.8737692451104522,
            "xe đạp": 0.5187699226801106,
            "chuyến đi tây bắc": 0.5,
            "tay đua": 0.6113535020500421,
            "trải nghiệm": 0.9683229069535931,
            "phong cảnh": 0.9955315622501075,
            "hướng dẫn viên": 0.8621290204623206,
            "thức ăn": 0.8737692451104522,
            "khách sạn": 0.9807459560455755,
            "chuyến tham quan": 0.7931829229113646,
            "đường cao": 0.5378695428371429,
            "ngũ siêu": 0.5,
            "chuyến phiêu lưu": 0.5,
            "xe máy": 0.5,
            "chuyến lưu diễn": 0.8967561284080148,
            "tour du lịch": 0.994277493620757,
            "ngọn núi": 0.542670039460063,
            "bảo hiểm": 0.5,
            "găng tay giày": 0.5,
            "túi lạc": 0.6146670430898666,
            "đồ ăn": 0.9229239684063941,
            "cấp độ chuyên gia": 0.9799445453099906,
            "cấp độ trung": 0.5,
            "nông dân địa phương trẻ em ẩm thực": 0.5142881888896227,
            "đất nước": 0.9954244214459322,
            "tour xe đạp": 0.9900603207061067,
            "nhà trọ": 0.8737692451104522,
            "chủ nhà": 0.9336972537275869,
            "lịch sử địa phương": 0.9866231603082269,
            "khiển xe": 0.9463074007071555,
            "tay nghề": 0.9925991844502278
        },
        "dicts_adj": {
            "trái đất": [
                "tuyệt vời",
                "hơn"
            ],
            "chuyến du lịch": [
                "cùng",
                "khác"
            ],
            "chuyến đi": [
                "tuyệt vời",
                "vất vả",
                "tuyệt vời",
                "tuyệt vời",
                "nóng lòng",
                "tốt",
                "tốt",
                "tốt",
                "tốt",
                "tốt",
                "đầy",
                "giống",
                "đẹp",
                "vắng vẻ"
            ],
            "đường mòn": [
                "tốt"
            ],
            "chăm": [],
            "sóc xe chăm sóc": [],
            "lốp gai": [],
            "uống rượu": [
                "xuất sắc",
                "đúng"
            ],
            "đầu bếp": [
                "giỏi"
            ],
            "chỗ": [
                "tuyệt vời",
                "đặc biệt"
            ],
            "vị trí": [
                "tuyệt vời"
            ],
            "dịch vụ lưu trữ": [
                "tuyệt vời"
            ],
            "đồ ăn thì": [
                "tuyệt vời"
            ],
            "xe đạp": [
                "toàn",
                "tốt",
                "tốt",
                "tốt",
                "riêng",
                "trẻ",
                "riêng",
                "trẻ",
                "hơn",
                "hơn"
            ],
            "chuyến đi tây bắc": [],
            "tay đua": [
                "khó",
                "hơn",
                "cùng"
            ],
            "trải nghiệm": [
                "tuyệt vời",
                "tuyệt vời",
                "tốt",
                "tốt",
                "tốt",
                "đầy"
            ],
            "phong cảnh": [
                "đẹp",
                "khó"
            ],
            "hướng dẫn viên": [
                "xuất sắc",
                "tốt",
                "tốt",
                "tốt",
                "đầy",
                "tuyệt vời",
                "tuyệt vời",
                "giỏi",
                "tuyệt vời"
            ],
            "thức ăn": [
                "tuyệt"
            ],
            "khách sạn": [
                "tốt",
                "tuyệt đồ ăn"
            ],
            "chuyến tham quan": [
                "chân thành",
                "tuyệt vời",
                "tuyệt vời",
                "nhiều",
                "tuyệt vời",
                "tuyệt vời",
                "tốt",
                "sẵn"
            ],
            "đường cao": [
                "quan trọng"
            ],
            "ngũ siêu": [],
            "chuyến phiêu lưu": [],
            "xe máy": [],
            "chuyến lưu diễn": [],
            "tour du lịch": [
                "dễ dàng"
            ],
            "ngọn núi": [],
            "bảo hiểm": [],
            "găng tay giày": [],
            "túi lạc": [
                "đầy"
            ],
            "đồ ăn": [
                "tuyệt vời",
                "hơn",
                "nổi bật"
            ],
            "cấp độ chuyên gia": [
                "giống"
            ],
            "cấp độ trung": [],
            "nông dân địa phương trẻ em ẩm thực": [],
            "đất nước": [
                "xinh đẹp",
                "giỏi"
            ],
            "tour xe đạp": [
                "tốt",
                "nhất"
            ],
            "nhà trọ": [
                "tuyệt vời"
            ],
            "chủ nhà": [
                "tuyệt vời",
                "nhiều"
            ],
            "lịch sử địa phương": [],
            "khiển xe": [
                "bất kỳ",
                "tốt"
            ],
            "tay nghề": [
                "tốt"
            ]
        },
        "list_proper_noun": [],
        "factor value": {
            "trái đất": 1.5,
            "chuyến du lịch": 2.5,
            "chuyến đi": 6.5,
            "đường mòn": 1.5,
            "chăm": 1.5,
            "sóc xe chăm sóc": 1.5,
            "lốp gai": 1.5,
            "uống rượu": 1.5,
            "đầu bếp": 1.5,
            "chỗ": 1.5,
            "vị trí": 1.5,
            "dịch vụ lưu trữ": 1.5,
            "đồ ăn thì": 1.5,
            "xe đạp": 7.0,
            "chuyến đi tây bắc": 1.5,
            "tay đua": 2.5,
            "trải nghiệm": 4.5,
            "phong cảnh": 1.5,
            "hướng dẫn viên": 5.5,
            "thức ăn": 1.5,
            "khách sạn": 2.5,
            "chuyến tham quan": 5,
            "đường cao": 1,
            "ngũ siêu": 1,
            "chuyến phiêu lưu": 1,
            "xe máy": 1,
            "chuyến lưu diễn": 1,
            "tour du lịch": 1,
            "ngọn núi": 1,
            "bảo hiểm": 1,
            "găng tay giày": 1,
            "túi lạc": 1,
            "đồ ăn": 2,
            "cấp độ chuyên gia": 1,
            "cấp độ trung": 1,
            "nông dân địa phương trẻ em ẩm thực": 1,
            "đất nước": 1,
            "tour xe đạp": 1,
            "nhà trọ": 1,
            "chủ nhà": 1,
            "lịch sử địa phương": 1,
            "khiển xe": 1,
            "tay nghề": 1
        }
    }
]