[
    {
        "attraction_name": "ADV Motorcycle Tours & Dirtbike Travel",
        "attraction_name_vi": "Tour xe máy ADV - Dirtbike Travel",
        "general_info": [
            "107 đánh giá",
            "- 326 trên 1.926 Tour - Hoạt động tại Hà Nội",
            "Chuyến tham quan nhiều ngày",
            "Chuyến tham quan bằng xe máy"
        ],
        "attraction_summary": "Được biết đến với tên gọi ADV Motorcycle Tours - Dirtbike Travel - hay gọi đơn giản là Dirtbike Travel - , chúng tôi chuyên tổ chức các tour du lịch bằng xe máy tùy chỉnh bao gồm mọi điểm đến tại Việt Nam. Tất cả các chuyến đi của chúng tôi đều được thiết kế để phù hợp với mọi người lái có sở thích khác nhau, chẳng hạn như các chuyến tham quan thoải mái, các chuyến tham quan enduro chuyên sâu và mọi thứ ở giữa. Chúng tôi cung cấp các chuyến đi khắp vùng núi phía Bắc Việt Nam, dọc theo Đường mòn Hồ Chí Minh với chiếc xe địa hình mạnh mẽ Yamaha WR250R hoặc Kawasaki KLX250S ở mọi cấp độ: người mới, trung cấp và chuyên gia.Đọc thêm",
        "reviews": [
            "8 ngày tuyệt vời của sự kết hợp giữa cưỡi ngựa chăm chỉ và đẩy vào các dãy nhà phía sau để trải nghiệm những khung cảnh đáng kinh ngạc, điều kiện sống khắc nghiệt và những con người đầy tài nguyên tuyệt vời. Hướng dẫn viên Min của chúng tôi cũng đặc biệt như ông Zong.Đọc thêm",
            "Minh đã làm rất tốt việc điều chỉnh chuyến đi theo những gì chúng tôi muốn, trong trường hợp của chúng tôi, điều này có nghĩa là những đường đua mang tính kỹ thuật, đầy thử thách và phải leo núi! Ngoài việc cưỡi ngựa, Minh còn làm rất tốt công việc tổ chức chuyến đi. Chúng tôi mong được đưa anh ấy đi một vài chuyến khi anh ấy đến New Zealand vào cuối năm nay. Tài xế xe tải dự phòng, ông Dzyom - sp?? - cũng rất tuyệt. Một chuyến đi rất được khuyến khích!!Đọc thêm",
            "Đã tổ chức chuyến đi này hơn sáu tháng trước và đi cùng một nhóm những người bạn cùng chí hướng đến từ New Zealand. Chúng tôi được đề nghị đi cùng tay đua hàng đầu của công ty, Mihn, để đưa chúng tôi vào khu vực - địa hình khó khăn hơn và anh ấy chắc chắn đã làm như vậy - không làm tôi thất vọng. Mihn rất sẵn lòng và thay đổi các tuyến đường cũng như vượt qua các ranh giới mỗi ngày để giữ cho nhóm của chúng tôi vui vẻ. Tôi thực sự khuyên bạn nên đi cùng Mihn và hy vọng sẽ quay lại trong tương lai, có thể một ngày nào đó sẽ trả lại trải nghiệm cho anh ấy ở New Zealand. 8 ngày đạp xe vất vả tuyệt vời ở một đất nước tuyệt vờiĐọc thêm",
            "Đã thực hiện chuyến du lịch bốn ngày vào tuần trước với cha tôi, hãy tự giúp mình và tham quan Việt Nam với ADV. Minh và Charlie rất hữu ích trong suốt thời gian qua. Từ thắng cảnh, đồ ăn, con người và nhà ở, mọi thứ đều tuyệt vời. Đối với việc cưỡi ngựa, không có thật. Charlie là người hướng dẫn của chúng tôi, anh ấy không chỉ có thể lái xe mà còn rất hiểu biết. Không thể giới thiệu tour và ADV đủ cao, chúng tôi sẽ quay lại. Nicholas - Chris Panteli - ÚcĐọc thêm",
            "Một chuyến tham quan ngoạn mục xuyên khắp các ngọn núi phía Bắc Việt Nam trên những chiếc xe địa hình, gặp gỡ các dân tộc đa dạng, ăn những món ăn ngon đúng điệu, cười đùa và đến những ngôi làng xa xôi mà hiếm khi gặp người phương Tây. Nhất định phải làm một lần trong đời.Đọc thêm",
            "Chuyến du lịch bằng xe địa hình 11 ngày ở miền Bắc Việt Nam cùng hướng dẫn viên Charlie là một trong những hành trình ấn tượng nhất trong cuộc đời tôi. Sự tổ chức hoàn hảo, phong cảnh ngoạn mục, những con đường mòn ly kỳ và trên hết là chuyên môn và niềm đam mê của Charlie - đã khiến chuyến tham quan này trở thành một trải nghiệm khó quên. Đối với những người đang tìm kiếm một cách độc đáo để khám phá Việt Nam, tôi thực sự khuyên bạn nên tham gia chuyến tham quan này.Đọc thêm",
            "Chúng tôi đã có khoảng thời gian tuyệt vời trong chuyến phiêu lưu 4 ngày Tây Bắc Việt Nam ở vùng núi phía trên Hà Nội.   Charlie là một người hướng dẫn tuyệt vời cho chúng tôi.    Những con đường mòn đã mang đến cho chúng tôi một số thử thách mạo hiểm một cách thú vị và thời tiết cũng đưa ra một số biến số bổ sung.   Tất cả các phần của cuộc phiêu lưu!    Chúc mọi người có một khoảng thời gian vui vẻ.Đọc thêm",
            "Tôi - đã tận hưởng một chuyến đi cả ngày tùy chỉnh với hướng dẫn viên du lịch Minh. Nó vượt quá sự mong đợi của tôi hàng dặm. Rất nhiều viên ngọc ẩn - thông tin. Minh là một nhân vật siêu sôi nổi với nhiều kiến ​​thức về đất nước - kỹ năng tiếng Anh xuất sắc. Luôn cảm thấy được lưu giữ trong thị trấn - phía sau xe đạp. Giao tiếp với công ty cực kỳ nhanh chóng - dễ dàng. Cho đến nay, chuyến tham quan có hướng dẫn tốt nhất mà tôi từng trải nghiệm - Đọc thêm",
            "Min là hướng dẫn viên du lịch của chúng tôi cho chuyến phiêu lưu kéo dài 4 ngày dẫn chúng tôi đến một chuyến đi giải trí mới của Disneyland ở mọi ngã rẽ. Tham gia cùng tôi có Luke đến từ Perth, Úc, cùng với Matt đến từ Brighton, Anh trong hai ngày qua cùng với người hướng dẫn của anh ấy, Charley. Chúng tôi đã gặp phải những con đường đơn khó khăn và đôi khi nguy hiểm, những con đường dành cho xe tay ga đi qua tốt và những con đường quê. Những tuyến đường đã chọn không bao giờ làm bạn thất vọng. Tôi - sẽ quay lại với bạn bè!Đọc thêm",
            "Đặt muộn cho chuyến đi 8 ngày cho 2 người chúng tôi từ Anh. Chúng tôi có Charlie làm người hướng dẫn và đi theo con đường phía tây bắc. Tổ chức tuyệt vời ngay từ cuộc gặp gỡ với Minh và Charlie một ngày trước khi chúng tôi bắt đầu. Chúng tôi ở trong nhiều loại chỗ ở mang lại một số trải nghiệm tuyệt vời. Tất cả chỗ ở đều rất tốt và thậm chí bao gồm SPA địa phương và rượu gạo địa phương. Những con đường mòn rất tuyệt vời và Charlie có thể điều chỉnh cho phù hợp với thời tiết cũng như cảm giác của chúng tôi trong ngày. Charlie rất am hiểu về văn hóa địa phương, v.v. và có thể phân loại xe đạp khi chúng tôi gặp một vài rủi ro. Kawasaki KLX250 hoạt động tốt, chắc chắn là chiếc xe phù hợp cho công việc. Những người chúng tôi gặp rất thân thiện và có sức chứa. Chúng tôi đã bàn về việc quay trở lại thực hiện chuyến du lịch Đông Bắc 8 ngày vào năm tới.Đọc thêm"
        ],
        "star_ratings": [
            101,
            5,
            1,
            0,
            0
        ],
        "review_amount": 107,
        "location": [
            "Những điều cần làm ở Hà Nội",
            "Tour xe máy ADV - Dirtbike Travel",
            "Hà Nội",
            "Châu Á",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written April 24, 2024",
            "Written April 24, 2024",
            "Written April 22, 2024",
            "Written April 12, 2024",
            "Written March 29, 2024",
            "Written March 11, 2024",
            "Written March 11, 2024",
            "Written March 7, 2024",
            "Written February 25, 2024",
            "Written January 22, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d4025487-Reviews-ADV_Motorcycle_Tours_Dirtbike_Travel-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4025487-Reviews-or10-ADV_Motorcycle_Tours_Dirtbike_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17462448-Reviews-Lucy_s_Dream_Fashion_and_Art_Exhibition_Center-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12574742-Reviews-Golden_Buffalo_Rider-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11444918-Reviews-Hanoi_Creative_City-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26630758-Reviews-Vietnam_Bestcare_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4340032-Reviews-Far_East_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25070733-Reviews-Hanoi_Flowers_Art_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8611127-Reviews-Your_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1946180-Reviews-Marco_Polo_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25458492-Reviews-Healing_Spa_and_Nail-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17115355-Reviews-Stellar_Of_The_Seas-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13368103-Reviews-Mon_Cheri_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8587886-Reviews-Get_up_Go_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d3957911-Reviews-Asia_Eyes_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8415920-Reviews-Your_Indochina_Travel_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6702827-Reviews-Paloma_Motorbike_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293968-d1784751-Reviews-Tashkent_TV_tower-Tashkent_Tashkent_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g294003-d324526-Reviews-Green_Island-Kuwait_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g781298-d4191422-Reviews-Salda_Golu-Burdur_Burdur_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d23601576-Reviews-Back_To_The_Future_The_Musical-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g3564094-d148083-Reviews-Great_Guana_Cay-Great_Guana_Cay_Abaco_Islands_Out_Islands_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g15885971-d3530858-Reviews-Ploce_Beach-Krimovice_Kotor_Municipality.html",
            "https://www.tripadvisor.com/Attraction_Review-g652045-d2098313-Reviews-Parco_Natura_Viva-Bussolengo_Province_of_Verona_Veneto.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d1788422-Reviews-Arasta_Bazaar-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g34678-d107648-Reviews-Busch_Gardens-Tampa_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d104000-Reviews-Adler_Planetarium-Chicago_Illinois.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d4025487-Reviews-or10-ADV_Motorcycle_Tours_Dirtbike_Travel-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d4025487-Reviews-ADV_Motorcycle_Tours_Dirtbike_Travel-Hanoi.html",
        "caculated": true,
        "dicts_sentiment_average": {
            "dãy nhà": 0.9946812548441812,
            "hướng dẫn viên": 0.47151531744748354,
            "đường đua": 0.9352160282433033,
            "chuyến đi": 0.6955859482841333,
            "đạp xe": 0.025575945910532027,
            "đất nước": 0.9954918561852537,
            "chuyến du lịch": 0.930583031848073,
            "đồ ăn": 0.9955035970779136,
            "nhà ở": 0.9955362977925688,
            "chuyến tham quan": 0.9345920152457742,
            "ngọn núi": 0.03482365654781461,
            "dân tộc": 0.7639876740286127,
            "món ăn": 0.9935651430860162,
            "ngôi làng": 0.2539107045158744,
            "hành trình": 0.7380928146885708,
            "phong cảnh": 0.9952090876176953,
            "chuyến phiêu lưu": 0.897701638401486,
            "cuộc phiêu lưu": 0.9908607876859605,
            "hướng dẫn viên du lịch": 0.381198494695127,
            "hàng dặm": -0.9491000024136156,
            "viên": 0.5,
            "ngọc ẩn": 0.5,
            "nhân vật": 0.9726787023246288,
            "thị trấn": 0.5,
            "xe đạp": -0.2235716060968116,
            "chuyến đi giải trí": 0.9939309057081118,
            "xe tay ga": 0.16171993874013424,
            "chỗ ở": 0.9952584212878719,
            "trải nghiệm": 0.9952929434366524,
            "chỗ": 0.9950085509335622,
            "đường mòn": 0.9946794069837779,
            "văn hóa địa": 0.9018926424905658,
            "chuyến du lịch đông bắc": 0.9756732829846442
        },
        "dicts_adj": {
            "dãy nhà": [
                "tuyệt vời",
                "chăm chỉ",
                "khắc nghiệt",
                "đầy",
                "tuyệt vời"
            ],
            "hướng dẫn viên": [
                "đặc biệt",
                "ấn tượng",
                "nhất"
            ],
            "đường đua": [
                "tốt",
                "đầy"
            ],
            "chuyến đi": [
                "tốt",
                "hơn",
                "cùng",
                "cùng",
                "muộn"
            ],
            "đạp xe": [
                "vất vả",
                "tuyệt vời"
            ],
            "đất nước": [
                "tuyệt vời"
            ],
            "chuyến du lịch": [
                "cùng"
            ],
            "đồ ăn": [
                "tuyệt vời"
            ],
            "nhà ở": [
                "tuyệt vời"
            ],
            "chuyến tham quan": [
                "ngoạn mục",
                "khắp",
                "khó",
                "độc đáo",
                "thực sự",
                "tốt"
            ],
            "ngọn núi": [
                "ngon",
                "đúng"
            ],
            "dân tộc": [
                "ngon",
                "đúng"
            ],
            "món ăn": [
                "ngon",
                "đúng"
            ],
            "ngôi làng": [
                "xa xôi",
                "hiếm"
            ],
            "hành trình": [
                "ấn tượng",
                "nhất"
            ],
            "phong cảnh": [
                "khó"
            ],
            "chuyến phiêu lưu": [
                "tuyệt vời",
                "mới"
            ],
            "cuộc phiêu lưu": [],
            "hướng dẫn viên du lịch": [
                "mới"
            ],
            "hàng dặm": [],
            "viên": [],
            "ngọc ẩn": [],
            "nhân vật": [
                "siêu sôi nổi",
                "nhiều",
                "xuất sắc"
            ],
            "thị trấn": [],
            "xe đạp": [
                "rủi ro"
            ],
            "chuyến đi giải trí": [
                "mới"
            ],
            "xe tay ga": [
                "khó khăn",
                "nguy hiểm",
                "tốt"
            ],
            "chỗ ở": [
                "tuyệt vời"
            ],
            "trải nghiệm": [
                "tuyệt vời"
            ],
            "chỗ": [
                "tốt"
            ],
            "đường mòn": [
                "tuyệt vời"
            ],
            "văn hóa địa": [],
            "chuyến du lịch đông bắc": []
        },
        "list_proper_noun": [],
        "factor value": {
            "dãy nhà": 1.5,
            "hướng dẫn viên": 3.0,
            "đường đua": 1.5,
            "chuyến đi": 6.0,
            "đạp xe": 1.5,
            "đất nước": 1.5,
            "chuyến du lịch": 3.0,
            "đồ ăn": 1.5,
            "nhà ở": 1.5,
            "chuyến tham quan": 4.5,
            "ngọn núi": 1.5,
            "dân tộc": 1.5,
            "món ăn": 1.5,
            "ngôi làng": 1.5,
            "hành trình": 1.5,
            "phong cảnh": 1.5,
            "chuyến phiêu lưu": 3.0,
            "cuộc phiêu lưu": 1.5,
            "hướng dẫn viên du lịch": 3.0,
            "hàng dặm": 1.5,
            "viên": 1.5,
            "ngọc ẩn": 1.5,
            "nhân vật": 1.5,
            "thị trấn": 1.5,
            "xe đạp": 3.0,
            "chuyến đi giải trí": 1.5,
            "xe tay ga": 1.5,
            "chỗ ở": 1.5,
            "trải nghiệm": 1.5,
            "chỗ": 1.5,
            "đường mòn": 1.5,
            "văn hóa địa": 1.5,
            "chuyến du lịch đông bắc": 1.5
        }
    },
    {
        "attraction_name": "ADV Motorcycle Tours & Dirtbike Travel",
        "attraction_name_vi": "Tour xe máy ADV - Dirtbike Travel",
        "general_info": [
            "107 đánh giá",
            "- 326 trên 1.926 Tour - Hoạt động tại Hà Nội",
            "Chuyến tham quan nhiều ngày",
            "Chuyến tham quan bằng xe máy"
        ],
        "attraction_summary": "Được biết đến với tên gọi ADV Motorcycle Tours - Dirtbike Travel - hay gọi đơn giản là Dirtbike Travel - , chúng tôi chuyên tổ chức các tour du lịch bằng xe máy tùy chỉnh bao gồm mọi điểm đến tại Việt Nam. Tất cả các chuyến đi của chúng tôi đều được thiết kế để phù hợp với mọi người lái có sở thích khác nhau, chẳng hạn như các chuyến tham quan thoải mái, các chuyến tham quan enduro chuyên sâu và mọi thứ ở giữa. Chúng tôi cung cấp các chuyến đi khắp vùng núi phía Bắc Việt Nam, dọc theo Đường mòn Hồ Chí Minh với chiếc xe địa hình mạnh mẽ Yamaha WR250R hoặc Kawasaki KLX250S ở mọi cấp độ: người mới, trung cấp và chuyên gia.Đọc thêm",
        "reviews": [
            "Không có gì trên trái đất tuyệt vời hơn chuyến du lịch cùng Dirtbike Travel Vietnam....Tôi và 7 người bạn của mình đã có khoảng thời gian tuyệt vời khi tận hưởng chuyến đi trong 7 ngày enduro vất vả, thật tuyệt vời!!!!- Mihn và Charlie là người hướng dẫn của chúng tôi. Họ biết lộ trình quá rõ, không mắc sai lầm trong việc định hướng, khiến chúng tôi không có cơ hội đi lạc để tìm những con đường xấu. Chúng tôi không biết làm thế nào trên Trái đất họ có thể nhớ những con đường mòn tốt đến vậy. Không chỉ vậy, họ còn rất giỏi trong việc chăm sóc xe, chăm sóc chúng tôi, luôn cố gắng hết sức để chiều chuộng tất cả chúng tôi.- Xe được trang bị lốp gai!!?? tại sao bạn lại bắt chúng tôi phải vất vả vượt qua đoạn đường lầy lội? Chúng tôi muốn đau khổ!!!- Tài xế xe tải? Rất tiếc vì chúng tôi không thể đánh bại anh ấy về việc uống rượu moonshine - Anh Phúc - cả đêm - rất xuất sắc, biết chúng tôi cần gì, luôn đúng giờ, anh ấy cũng là một đầu bếp giỏi. Anh chàng vui tính luôn cổ vũ chúng tôi trong mọi tình huống. - Chỗ ở thật tuyệt vời, đặc biệt là ECO home, vị trí tuyệt vời, dịch vụ lưu trữ tuyệt vời, đồ ăn thì tuyệt vời. Chúng tôi tận hưởng từng khoảnh khắc ở đó. - Tóm lại, toàn bộ chuyến đi thật tuyệt vời, rất nóng lòng quay trở lại vào năm 2024. Rất khuyến khích những người đi xe đạp trên toàn thế giới hãy đến Việt Nam để thực hiện một chuyến đi trong đời. Chúc mừng Mihn, Charlie cho đến khi chúng ta gặp lại nhau.Đọc thêm",
            "Chúng tôi vừa thực hiện chuyến đi Tây Bắc 8 ngày từ Hà Nội, 5 tay đua. Trải nghiệm ngoạn mục! Đất nước và con người tươi đẹp cũng như phong cảnh đẹp đến khó tin. Tuyệt vời nhất là những con đường mòn trên bầu trời, một khoảnh khắc độc đáo để tận hưởng việc đạp xe ở Việt Nam: những con đường mòn nhỏ ở rìa núi. Thực sự khó quên. Minh và Charly là những hướng dẫn viên xuất sắc và luôn cố gắng đáp ứng nhu cầu của chúng tôi. Rất phù hợp, chúng tôi có thể chia ra khi một số tay đua muốn đi khó hơn - enduro - và một số thì không - t. Thức ăn rất tuyệt cũng như khách sạn - nhà ở và mọi thứ đều được tổ chức tốt. Và những chiếc xe đạp ở tình trạng tốt và được bảo trì tốt. Tôi - tôi giới thiệu chúng 100 - và chắc chắn sẽ quay lại! Cảm ơn Dirtbiketravels đã thực hiện ước mơ của chúng tôi! MatthieuĐọc thêm",
            "Xin chân thành cảm ơn nhóm ADV, Minh đã tổ chức, Charlie vì đã hướng dẫn chuyến tham quan tuyệt vời và Mr Zoom vì sự điều phối tuyệt vời của phương tiện hỗ trợ.  Chúng tôi đã thực hiện một chuyến tham quan kéo dài năm ngày với rất nhiều đường cao tốc, đường sau và quan trọng nhất là những con đường đất trên đồi. Chúng tôi đã trải nghiệm văn hóa và con người địa phương tuyệt vời và đã đi đến rất nhiều địa điểm khác lạ mà khách du lịch thường không ghé thăm. Một trải nghiệm tuyệt vời, đội ngũ siêu chuyên nghiệp và chăm sóc chúng tôi từng bước, chúng tôi sẽ không ngần ngại giới thiệu ADV nếu bạn muốn thực hiện một chuyến phiêu lưu bằng xe máy ở Việt Nam. Đọc thêm",
            "Thực hiện chuyến lưu diễn một ngày vào ngày 11 tháng 11 năm 2023 với Charlie. Ông là một người chủ nhà và hướng dẫn tuyệt vời. Chắc chắn sẽ quay lại để trải nghiệm 8 hoặc 11 ngày. Các tour du lịch rất dễ dàng để đặt phù hợp với nhu cầu của bạn. Đón khách bằng xe đạp địa hình lúc 07:15 và trở về xưởng vào khoảng 17:00. Chúng tôi đi lên một ngọn núi phía tây Hà Nội. Xe đạp đang trong tình trạng tốt. Các chàng trai thực sự chăm sóc bạn. Có sẵn sự bảo vệ đầy đủ - mũ bảo hiểm, găng tay, giày enduro, bảo vệ đầu gối và khuỷu tay, quần và áo thi đấu - . Họ cũng đưa cho tôi một túi lạc đà chứa đầy nước để bổ sung nước cho chuyến đi - vào ngày hôm đó chúng tôi có nhiệt độ 33 độ C - . Nói chung, trải nghiệm tuyệt vời mà tôi muốn giới thiệu cho tất cả những ai tham gia Dirtbike - cưỡi Enduro - ngay cả đối với những người muốn thử trước.Đọc thêm",
            "Kỷ niệm đẹp nhất trong cuộc đời 57 năm của tôi. Đó là chuyến đi tốt nhất với hướng dẫn tốt nhất. Tôi có thể giới thiệu công ty này một cách mạnh mẽ nhất Đọc thêm",
            "Là một chuyến đi tốt, Trải nghiệm tốt, Hướng dẫn viên du lịch tốt, với một số con đường và địa hình đầy thử thách. Muốn giới thiệu Đọc thêm",
            "Một trong những trải nghiệm đáng kinh ngạc nhất trong cuộc đời tôi. Việt Nam ĐẸP, con người tuyệt vời, đồ ăn tuyệt vời và hơn hết là tất cả các chuyến tham quan bằng xe đạp địa hình của ADV và hướng dẫn viên Minh của chúng tôi thật phi thường. Họ tùy chỉnh chuyến đi để đáp ứng nhu cầu và trình độ kỹ năng của chúng tôi. Đây có thể là một chuyến đi ở cấp độ chuyên gia nếu bạn muốn hoặc giống như chúng tôi ở cấp độ trung cấp. Rất khuyến khích những người này. Họ lo mọi việc, mọi nơi. Giới thiệu chúng tôi với nông dân địa phương, trẻ em, ẩm thực, mọi thứ. Đọc thêm",
            "Tôi thực sự không thể hỏi thêm nữa từ hướng dẫn của chúng tôi. Anh ấy là người vui vẻ, là người giao tiếp và tổ chức tuyệt vời. Chúng tôi đã có khoảng thời gian đáng nhớ tuyệt vời nhất. Tôi đánh giá cao công ty này.Đọc thêm",
            "Một chuyến tham quan tuyệt vời và sự hòa nhập tuyệt vời vào Việt Nam. Min và Charlie - hướng dẫn viên của chúng tôi - thật tuyệt vời. Cả hai đều có bằng cấp về du lịch và nói tiếng Anh hoàn hảo, với kiến ​​thức sâu rộng về đất nước xinh đẹp của mình, họ cũng đạp xe khá giỏi!!! Ở nhà và khách sạn rất tuyệt, đồ ăn thì không có gì nổi bật. Tôi không thể giới thiệu đủ.Đọc thêm",
            "Chào Luke,\nThay mặt ADV Motorcycle Tours - Dirtbike Travel, tôi xin cảm ơn bạn đã đánh giá rất tốt về các chuyến tham quan bằng xe máy tại Việt Nam của chúng tôi. Hy vọng sẽ gặp lại sớm\nChúc mừng,\nHiền NguyễnĐọc thêm",
            "Tour xe đạp địa hình tốt nhất chưa. Nhà trọ tuyệt vời, chủ nhà tuyệt vời, rất nhiều hoạt động bổ ích. Hướng dẫn viên là một cặp chàng trai tuyệt vời, ăn nói giỏi, tính cách tuyệt vời và chỉ là những người đáng yêu. Hãy đưa chuyến đi này vào danh sách những việc phải làm của bạn, họ đã đưa chúng tôi đến những nơi đẹp như tranh vẽ trên thế giới, ngoài đường vắng vẻ và không có khách du lịch. Và họ đã chia sẻ lịch sử địa phương của tất cả những nơi chúng tôi đã đến. Rất rất rất khuyến khích! Đọc thêm",
            "Xin chào Jess,\nKhông thể nói lời cảm ơn đủ cho những lời tuyệt vời của bạn.  Chúng tôi luôn cố gắng hết sức vì sự hài lòng của bạn cho đến nay.\nHy vọng gặp lại bạn lần sau với một chuyến du lịch bằng xe máy khác tại Việt Nam.\nChúc mừng, Đọc thêm",
            "Nếu tôi đi một mình thì có gói grp nào không? Rằng tôi có thể đi cùng những người khác mà tôi không biết Đọc thêm",
            "Chúng tôi chỉ tổ chức chuyến tham quan theo yêu cầu nên nếu bạn muốn tham gia một nhóm, hãy kiểm tra tình trạng sẵn có trong tab Ngày tham quan trên trang web của chúng tôi, sau đó gửi email cho chúng tôi xem nhóm nào phù hợp với bạn. Trong trường hợp bạn không tìm được, bạn có thể thành lập một nhóm mở với lịch trình của mình sau đó chúng tôi sẽ thông báo cho những tay đua một mình có cùng kỹ năng và mong muốn cưỡi ngựa.\n\nBất kỳ câu hỏi nào, vui lòng cho chúng tôi biếtĐọc thêm",
            "Giới hạn độ tuổi để đi xe đạp địa hình là gì?Đọc thêm",
            "Chào Emma, ​​​​\n\nChúng tôi không có bất kỳ giới hạn độ tuổi nào đối với người lái miễn là họ có thể điều khiển xe đạp tốt.\nVí dụ: Ở Úc, nhiều người đi xe đạp đã có xe đạp riêng khi còn trẻ nên tay nghề của họ rất tốt.\nNếu khách hàng chưa biết đi xe đạp trước đây, chúng tôi có thể cung cấp một khóa đào tạo để giúp họ làm quen với xe đạp và giao thông hơn.\nĐể biết thêm câu hỏi, xin vui lòng gửi email cho chúng tôiĐọc thêm"
        ],
        "star_ratings": [
            101,
            5,
            1,
            0,
            0
        ],
        "review_amount": 107,
        "location": [
            "Những điều cần làm ở Hà Nội",
            "Tour xe máy ADV - Dirtbike Travel",
            "Hà Nội",
            "Châu Á",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written December 21, 2023",
            "Written December 17, 2023",
            "Written November 12, 2023",
            "Written November 11, 2023",
            "Written October 21, 2023",
            "Written October 13, 2023",
            "Written October 9, 2023",
            "Written October 7, 2023",
            "Written September 24, 2023",
            "Written September 24, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d4025487-Reviews-or10-ADV_Motorcycle_Tours_Dirtbike_Travel-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4025487-Reviews-ADV_Motorcycle_Tours_Dirtbike_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4025487-Reviews-or20-ADV_Motorcycle_Tours_Dirtbike_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17462448-Reviews-Lucy_s_Dream_Fashion_and_Art_Exhibition_Center-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12574742-Reviews-Golden_Buffalo_Rider-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11444918-Reviews-Hanoi_Creative_City-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26630758-Reviews-Vietnam_Bestcare_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4340032-Reviews-Far_East_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25070733-Reviews-Hanoi_Flowers_Art_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8611127-Reviews-Your_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1946180-Reviews-Marco_Polo_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25458492-Reviews-Healing_Spa_and_Nail-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17115355-Reviews-Stellar_Of_The_Seas-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13368103-Reviews-Mon_Cheri_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8587886-Reviews-Get_up_Go_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d3957911-Reviews-Asia_Eyes_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8415920-Reviews-Your_Indochina_Travel_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6702827-Reviews-Paloma_Motorbike_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d1569166-Reviews-Piazza_Trilussa-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g608871-d12713366-Reviews-Hrunalaug-Fludir_South_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g1501915-d10680152-Reviews-Odysseus_Cave-Mljet_Island_Dubrovnik_Neretva_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g1871987-d2267809-Reviews-Blue_Lagoon-Efate.html",
            "https://www.tripadvisor.com/Attraction_Review-g60596-d12711644-Reviews-Whittington_Beach_Park-Naalehu_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g2005201-d2070831-Reviews-Buddha_Mountain_Khao_Chi_Chan-Na_Chom_Thian_Sattahip_Chonburi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g801297-d10499473-Reviews-Rana_e_Hedhun-Shengjin_Lezhe_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g609129-d9834388-Reviews-Pa_ako_Beach_Secret_Cove-Wailea_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g44160-d106415-Reviews-Marvel_Cave-Branson_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g60999-d532065-Reviews-Artist_Point-Yellowstone_National_Park_Wyoming.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d4025487-Reviews-or20-ADV_Motorcycle_Tours_Dirtbike_Travel-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d4025487-Reviews-or10-ADV_Motorcycle_Tours_Dirtbike_Travel-Hanoi.html",
        "caculated": true,
        "dicts_sentiment_average": {
            "trái đất": 0.010542417207034305,
            "chuyến du lịch": 0.8043923129793257,
            "chuyến đi": 0.80654544726041,
            "đường mòn": 0.9619813417084515,
            "chăm": 0.5,
            "sóc xe chăm sóc": 0.5,
            "lốp gai": 0.5134607087820768,
            "uống rượu": 0.9939983538351953,
            "đầu bếp": 0.9846056413371116,
            "chỗ": 0.8737692451104522,
            "vị trí": 0.99539563304279,
            "dịch vụ lưu trữ": 0.8737692451104522,
            "đồ ăn thì": 0.8737692451104522,
            "xe đạp": 0.5187699226801106,
            "chuyến đi tây bắc": 0.5,
            "tay đua": 0.6113535020500421,
            "trải nghiệm": 0.9683229069535931,
            "phong cảnh": 0.9955315622501075,
            "hướng dẫn viên": 0.8621290204623206,
            "thức ăn": 0.8737692451104522,
            "khách sạn": 0.9807459560455755,
            "chuyến tham quan": 0.7931829229113646,
            "đường cao": 0.5378695428371429,
            "ngũ siêu": 0.5,
            "chuyến phiêu lưu": 0.5,
            "xe máy": 0.5,
            "chuyến lưu diễn": 0.8967561284080148,
            "tour du lịch": 0.994277493620757,
            "ngọn núi": 0.542670039460063,
            "bảo hiểm": 0.5,
            "găng tay giày": 0.5,
            "túi lạc": 0.6146670430898666,
            "đồ ăn": 0.9229239684063941,
            "cấp độ chuyên gia": 0.9799445453099906,
            "cấp độ trung": 0.5,
            "nông dân địa phương trẻ em ẩm thực": 0.5142881888896227,
            "đất nước": 0.9954244214459322,
            "tour xe đạp": 0.9900603207061067,
            "nhà trọ": 0.8737692451104522,
            "chủ nhà": 0.9336972537275869,
            "lịch sử địa phương": 0.9866231603082269,
            "khiển xe": 0.9463074007071555,
            "tay nghề": 0.9925991844502278
        },
        "dicts_adj": {
            "trái đất": [
                "tuyệt vời",
                "hơn"
            ],
            "chuyến du lịch": [
                "cùng",
                "khác"
            ],
            "chuyến đi": [
                "tuyệt vời",
                "vất vả",
                "tuyệt vời",
                "tuyệt vời",
                "nóng lòng",
                "tốt",
                "tốt",
                "tốt",
                "tốt",
                "tốt",
                "đầy",
                "giống",
                "đẹp",
                "vắng vẻ"
            ],
            "đường mòn": [
                "tốt"
            ],
            "chăm": [],
            "sóc xe chăm sóc": [],
            "lốp gai": [],
            "uống rượu": [
                "xuất sắc",
                "đúng"
            ],
            "đầu bếp": [
                "giỏi"
            ],
            "chỗ": [
                "tuyệt vời",
                "đặc biệt"
            ],
            "vị trí": [
                "tuyệt vời"
            ],
            "dịch vụ lưu trữ": [
                "tuyệt vời"
            ],
            "đồ ăn thì": [
                "tuyệt vời"
            ],
            "xe đạp": [
                "toàn",
                "tốt",
                "tốt",
                "tốt",
                "riêng",
                "trẻ",
                "riêng",
                "trẻ",
                "hơn",
                "hơn"
            ],
            "chuyến đi tây bắc": [],
            "tay đua": [
                "khó",
                "hơn",
                "cùng"
            ],
            "trải nghiệm": [
                "tuyệt vời",
                "tuyệt vời",
                "tốt",
                "tốt",
                "tốt",
                "đầy"
            ],
            "phong cảnh": [
                "đẹp",
                "khó"
            ],
            "hướng dẫn viên": [
                "xuất sắc",
                "tốt",
                "tốt",
                "tốt",
                "đầy",
                "tuyệt vời",
                "tuyệt vời",
                "giỏi",
                "tuyệt vời"
            ],
            "thức ăn": [
                "tuyệt"
            ],
            "khách sạn": [
                "tốt",
                "tuyệt đồ ăn"
            ],
            "chuyến tham quan": [
                "chân thành",
                "tuyệt vời",
                "tuyệt vời",
                "nhiều",
                "tuyệt vời",
                "tuyệt vời",
                "tốt",
                "sẵn"
            ],
            "đường cao": [
                "quan trọng"
            ],
            "ngũ siêu": [],
            "chuyến phiêu lưu": [],
            "xe máy": [],
            "chuyến lưu diễn": [],
            "tour du lịch": [
                "dễ dàng"
            ],
            "ngọn núi": [],
            "bảo hiểm": [],
            "găng tay giày": [],
            "túi lạc": [
                "đầy"
            ],
            "đồ ăn": [
                "tuyệt vời",
                "hơn",
                "nổi bật"
            ],
            "cấp độ chuyên gia": [
                "giống"
            ],
            "cấp độ trung": [],
            "nông dân địa phương trẻ em ẩm thực": [],
            "đất nước": [
                "xinh đẹp",
                "giỏi"
            ],
            "tour xe đạp": [
                "tốt",
                "nhất"
            ],
            "nhà trọ": [
                "tuyệt vời"
            ],
            "chủ nhà": [
                "tuyệt vời",
                "nhiều"
            ],
            "lịch sử địa phương": [],
            "khiển xe": [
                "bất kỳ",
                "tốt"
            ],
            "tay nghề": [
                "tốt"
            ]
        },
        "list_proper_noun": [],
        "factor value": {
            "trái đất": 1.5,
            "chuyến du lịch": 2.5,
            "chuyến đi": 6.5,
            "đường mòn": 1.5,
            "chăm": 1.5,
            "sóc xe chăm sóc": 1.5,
            "lốp gai": 1.5,
            "uống rượu": 1.5,
            "đầu bếp": 1.5,
            "chỗ": 1.5,
            "vị trí": 1.5,
            "dịch vụ lưu trữ": 1.5,
            "đồ ăn thì": 1.5,
            "xe đạp": 7.0,
            "chuyến đi tây bắc": 1.5,
            "tay đua": 2.5,
            "trải nghiệm": 4.5,
            "phong cảnh": 1.5,
            "hướng dẫn viên": 5.5,
            "thức ăn": 1.5,
            "khách sạn": 2.5,
            "chuyến tham quan": 5,
            "đường cao": 1,
            "ngũ siêu": 1,
            "chuyến phiêu lưu": 1,
            "xe máy": 1,
            "chuyến lưu diễn": 1,
            "tour du lịch": 1,
            "ngọn núi": 1,
            "bảo hiểm": 1,
            "găng tay giày": 1,
            "túi lạc": 1,
            "đồ ăn": 2,
            "cấp độ chuyên gia": 1,
            "cấp độ trung": 1,
            "nông dân địa phương trẻ em ẩm thực": 1,
            "đất nước": 1,
            "tour xe đạp": 1,
            "nhà trọ": 1,
            "chủ nhà": 1,
            "lịch sử địa phương": 1,
            "khiển xe": 1,
            "tay nghề": 1
        }
    },
    {
        "attraction_name": "ADV Motorcycle Tours & Dirtbike Travel",
        "attraction_name_vi": "Tour xe máy ADV - Dirtbike Travel",
        "general_info": [
            "107 đánh giá",
            "- 326 trên 1.927 Chuyến tham quan - Hoạt động tại Hà Nội",
            "Chuyến tham quan nhiều ngày",
            "Chuyến tham quan bằng xe máy"
        ],
        "attraction_summary": "Được biết đến với tên gọi ADV Motorcycle Tours - Dirtbike Travel - hay gọi đơn giản là Dirtbike Travel - , chúng tôi chuyên tổ chức các tour du lịch bằng xe máy tùy chỉnh bao gồm mọi điểm đến tại Việt Nam. Tất cả các chuyến đi của chúng tôi đều được thiết kế để phù hợp với mọi người lái có sở thích khác nhau, chẳng hạn như các chuyến tham quan thoải mái, các chuyến tham quan enduro chuyên sâu và mọi thứ ở giữa. Chúng tôi cung cấp các chuyến đi khắp vùng núi phía Bắc Việt Nam, dọc theo Đường mòn Hồ Chí Minh với chiếc xe địa hình mạnh mẽ Yamaha WR250R hoặc Kawasaki KLX250S ở mọi cấp độ: người mới, trung cấp và chuyên gia.Đọc thêm",
        "reviews": [
            "Trang phục rất chuyên nghiệp. Hướng dẫn là lớp học đầu tiên. Ở nhà thật tuyệt và đồ ăn trong suốt chuyến tham quan là đỉnh cao. Tuyến đường đã được lựa chọn kỹ càng và đưa chúng tôi đến những nơi mà tôi chưa từng nghĩ là còn tồn tại. Chuyến đi địa hình tuyệt vời nhất tôi từng thực hiệnĐọc thêm",
            "CHÀO,\n\n - Chuyến du lịch địa hình hay nhất mà tôi - từng thực hiện - là điều chúng tôi muốn nghe nhất khi chúng tôi cố gắng hàng ngày cho điều đó. Có hàng loạt chuyến tham quan bằng xe máy ở Việt Nam mà bạn có thể thực hiện vào lần tới.\n\nhẹn sớm gặp lại\nHiền Nguyễn\nĐọc thêm",
            "Trải nghiệm tuyệt vời với những hướng dẫn viên tuyệt vời. Miền Bắc Việt Nam thật tuyệt vời và nên có trong danh sách những điều nên làm của mọi tay đua. Đọc thêm",
            "Chào Mike,\n\nXin lỗi vì trả lời muộn. Cảm ơn bạn đã đánh giá 5 sao về tour du lịch xe máy Việt Nam. Lần tới chúng tôi chắc chắn sẽ cung cấp cho bạn một cái tốt hơn.\n\nChúc mừng,\nHiền NguyễnĐọc thêm",
            "Chuyến đi tuyệt vời với Minh và Than là hướng dẫn viên của chúng tôi.  Tuyệt vời trên những con đường mòn, điểm tham quan tuyệt vời, thức ăn và con người.  Mọi thứ đều đáp ứng mong đợi của chúng tôi và hơn thế nữa.Đọc thêm",
            "Chào Dave,\n\nCảm ơn những lời tốt đẹp của bạn đối với chúng tôi. Chúng tôi luôn ở đây và mong được phục vụ bạn trong những chuyến du lịch xe máy tiếp theo tại Việt Nam.\nNhân tiện, vui lòng cho phép chúng tôi sử dụng những bức ảnh đẹp của bạn.\n\nTrân trọng,\nHiền NguyễnĐọc thêm",
            "Mỗi khoảnh khắc trong chuyến tham quan enduro 4 ngày một lần đều khiến tôi bị mê hoặc!! Từ những món ăn cực kỳ hấp dẫn, đến những chỗ ở sạch sẽ, hiện đại và vô cùng ấm cúng ẩn mình trong núi non và làng mạc miền Bắc Việt Nam, đến những con đường mòn địa phương và những con đường trải nhựa êm ái thẳng ra Top Gear Special, trải nghiệm này đã khiến tôi mê mẩn từ đầu đến cuối . Trên đường đi, Thanh hướng dẫn viên của tôi đảm bảo rằng tôi là ưu tiên hàng đầu, đồng thời thể hiện sự hài hước tuyệt vời và một số kiến ​​thức thực sự hữu ích mà chỉ có người dân địa phương mới có được. Thanh đến khách sạn của tôi trước chuyến tham quan để giúp tôi đổi tiền cho chuyến đi sau này và giúp tôi đóng gói những đồ dùng phù hợp cho hành trình của mình. Với tư cách là chủ sở hữu trước đây của wr250r, tôi vô cùng ấn tượng - và hơi ghen tị - với thiết lập hệ thống treo, các hướng dẫn viên là những tay đua địa hình đam mê thi đấu trong các cuộc đua đã thiết lập những chiếc xe đạp một cách hoàn hảo cho đường hỗn hợp và đường mòn. Thật khó để diễn tả những điều đáng kinh ngạc mà tôi đã thấy trong vài ngày qua, nhưng những bức ảnh sẽ cho thấy những gì bạn đang hướng tới. Cảm ơn toàn thể đội vì một chuyến đi để đời!!!  - và một lời cảm ơn đặc biệt nồng nhiệt tới Thanh vì đã vượt lên trên hết!!! -  Đọc thêm",
            "6 người Kiwi chúng tôi đến tham gia chuyến du lịch 7 ngày, thật tuyệt vời khi nói rằng ít nhất hướng dẫn viên du lịch trưởng của chúng tôi Min rất sẵn lòng đáp ứng những gì chúng tôi muốn. Nhà trọ của chúng tôi, quang cảnh thời tiết mà chúng tôi không thể chê vào đâu được. Tôi thực sự muốn giới thiệu ADV cho bất kỳ ai, đó là chuyến đi mà tôi sẽ thực hiện lại trong tích tắc. Cảm ơn New Zealand rất nhiều.Đọc thêm",
            "Tôi đã đặt tour 3 ngày - nhìn thoáng qua về Tây Bắc Việt Nam. Người hướng dẫn của tôi là Minh và anh ấy thật tuyệt vời. Tổ chức mượt mà, tìm cách điều chỉnh mọi thứ theo sở thích của bạn, quay một số cảnh đẹp trong suốt chuyến đi và luôn sẵn sàng để cười sảng khoái. Anh ấy nói tiếng Anh rất trôi chảy. Tôi đã thuê đồ bảo hộ và chúng tôi đã tìm được mọi thứ vừa vặn với kích cỡ của tôi. Tuy nhiên, kho hàng của họ không quá lớn, vì vậy nếu bạn - dù lớn hay nhỏ, tôi khuyên bạn nên nói trước với họ. Một trong những điều tuyệt vời nhất về Việt Nam là đồ ăn của họ. Bữa tối cuối cùng chúng tôi chia sẻ với một nhóm người dân địa phương, và tôi đã thử một số món ăn mà tôi chưa từng ăn ở những nơi khác trên đất nước. Tôi phải mất một thời gian để ra khỏi khu vực nội thành Hà Nội, nhưng đi xe ở Hà Nội thì giao thông rất khó khăn. kinh nghiệm về nó - s riêng. Họ có khả năng bắt đầu bên ngoài thành phố đối với những người không cảm thấy thoải mái với điều này. Chỉ trong 3 ngày, đã có sự thay đổi thú vị về đường mòn và cảnh quan. Nếu có cơ hội, tôi sẽ vui vẻ trở lại Việt Nam và thực hiện một trong những chuyến du lịch lớn hơn của họ.Đọc thêm",
            "Chỉ từ ngữ thôi cũng không thể diễn tả được chuyến đi này tuyệt vời như thế nào. Tôi - m 55, đã đi du lịch nhiều nơi trên thế giới và chưa bao giờ có được trải nghiệm tuyệt vời như vậy về văn hóa và phiêu lưu trước đây. Chúng tôi đã thực hiện chuyến du lịch Tây Bắc 8 ngày và mỗi ngày đều tuyệt vời hơn những ngày tiếp theo. Tôi thực sự không - không biết chuyện này có thể xảy ra như thế nào. Minh là một hướng dẫn viên nhạc rock! Anh ấy đã khơi dậy trí óc của chúng tôi và làm việc rất chăm chỉ để mang lại cho chúng tôi trải nghiệm tốt nhất có thể, tùy chỉnh không chỉ phù hợp với khả năng của chúng tôi mà còn phù hợp với những điều khác nhau mà mỗi chúng tôi muốn thấy. Anh ấy giữ chúng tôi an toàn nhưng cũng đẩy chúng tôi. Anh ấy để chúng tôi sống cuộc sống như thể chúng tôi là người địa phương. Vì vậy, được đón nhận ở khắp mọi nơi nó thật tuyệt vời. Thực sự có thể - không giới thiệu chuyến đi này đủ. Bạn phải khá vững vàng khi lái xe địa hình trong nhiều điều kiện khác nhau hoặc bạn có thể bắt đầu với thứ gì đó nhỏ hơn và dễ dàng hơn. Chỉ cần đảm bảo bạn thử điều này nếu bạn đang nghĩ về nó!Đọc thêm",
            "Đây là chuyến đi địa hình bằng xe đạp địa hình kéo dài bảy ngày. Đó là một đối một với hướng dẫn viên du lịch Minh nên tiến độ có thể nhanh hơn so với một nhóm lớn. Chúng tôi đã đến những nơi chỉ có thể đến được bằng xe đạp địa hình - những ngôi làng miền núi xa xôi có người dân tộc Muang địa phương sinh sống. Trên đường đi chúng tôi gặp sông suối, đồi núi, ruộng lúa, hồ chứa, phà qua sông. Khá nhiều loại địa hình. Chúng tôi ở trong nhà dân mỗi ngày - chủ nhà đều cực kỳ niềm nở, cung cấp đồ ăn và đồ uống địa phương. Chỗ ở khá cơ bản nhưng luôn thoải mái và sạch sẽ, tất cả đều có vòi sen rất cần thiết sau khi dành cả ngày trên một chiếc xe đạp địa hình. Tất cả đều có sẵn bia lạnh, đây là ưu tiên hàng đầu khi đến. Đọc thêm",
            "Hướng dẫn viên du lịch tuyệt vời, sạch sẽ Wr 250 - s, miền bắc Việt Nam xinh đẹp! Đi hết cuộc đời. Hẹn gặp lại bạn vào năm tới!Đọc thêm",
            "Chúng tôi đã đến Việt Nam cùng nhóm 5 tay đua dày dặn kinh nghiệm để thực hiện chuyến du lịch Tây Bắc. Nhìn chung, chúng tôi rất vui khi đến thăm miền Bắc Việt Nam. Hướng dẫn viên Min của chúng tôi đã chỉ ra những khu vực mà khách du lịch bình thường chưa bao giờ đến. Độ khó lái xe tùy theo cấp độ nhóm của chúng tôi. Để chúng tôi có thể chiến đấu dưới đất, chính xác như những gì chúng tôi muốn. Đại lý đã rất nhanh nhạy và hữu ích trong quá trình cung cấp và đặt phòng. Nhìn chung rất thích và chúng tôi sẽ làm lại.Đọc thêm"
        ],
        "star_ratings": [
            101,
            5,
            1,
            0,
            0
        ],
        "review_amount": 107,
        "location": [
            "Tour xe máy ADV - Dirtbike Travel",
            "Hà Nội",
            "Những điều cần làm ở Hà Nội",
            "Châu Á",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written September 24, 2023",
            "Written September 19, 2023",
            "Written June 2, 2023",
            "Written May 18, 2023",
            "Written May 15, 2023",
            "Written April 21, 2023",
            "Written March 27, 2023",
            "Written March 5, 2023",
            "Written February 22, 2023",
            "Written March 12, 2020"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d4025487-Reviews-or20-ADV_Motorcycle_Tours_Dirtbike_Travel-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4025487-Reviews-or10-ADV_Motorcycle_Tours_Dirtbike_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4025487-Reviews-or30-ADV_Motorcycle_Tours_Dirtbike_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4025487-Reviews-ADV_Motorcycle_Tours_Dirtbike_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17462448-Reviews-Lucy_s_Dream_Fashion_and_Art_Exhibition_Center-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12574742-Reviews-Golden_Buffalo_Rider-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11444918-Reviews-Hanoi_Creative_City-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26630758-Reviews-Vietnam_Bestcare_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4340032-Reviews-Far_East_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25070733-Reviews-Hanoi_Flowers_Art_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8611127-Reviews-Your_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1946180-Reviews-Marco_Polo_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25458492-Reviews-Healing_Spa_and_Nail-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17115355-Reviews-Stellar_Of_The_Seas-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13368103-Reviews-Mon_Cheri_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8587886-Reviews-Get_up_Go_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d3957911-Reviews-Asia_Eyes_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8415920-Reviews-Your_Indochina_Travel_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6702827-Reviews-Paloma_Motorbike_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g50207-d7791031-Reviews-Heinen_s_Downtown-Cleveland_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g33012-d8870395-Reviews-Outlets_at_San_Clemente-San_Clemente_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d7825385-Reviews-Cancun_Limo-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g60864-d7800331-Reviews-Riverwalk_Amusement-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g488299-d195542-Reviews-Monte_Solaro-Anacapri_Island_of_Capri_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d188900-Reviews-Fortnum_Mason-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g189415-d10234315-Reviews-Farmers_Market_Laiki-Chania_Town_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g1066456-d2152004-Reviews-Shibuya_Parco-Shibuya_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g32764-d10628808-Reviews-Murrieta_Valley_Golf_Range-Murrieta_California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d4025487-Reviews-or30-ADV_Motorcycle_Tours_Dirtbike_Travel-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d4025487-Reviews-or20-ADV_Motorcycle_Tours_Dirtbike_Travel-Hanoi.html"
    },
    {
        "attraction_name": "ADV Motorcycle Tours & Dirtbike Travel",
        "attraction_name_vi": "Tour xe máy ADV - Dirtbike Travel",
        "general_info": [
            "107 đánh giá",
            "- 326 trên 1.927 Chuyến tham quan - Hoạt động tại Hà Nội",
            "Chuyến tham quan nhiều ngày",
            "Chuyến tham quan bằng xe máy"
        ],
        "attraction_summary": "Được biết đến với tên gọi ADV Motorcycle Tours - Dirtbike Travel - hay gọi đơn giản là Dirtbike Travel - , chúng tôi chuyên tổ chức các tour du lịch bằng xe máy tùy chỉnh bao gồm mọi điểm đến tại Việt Nam. Tất cả các chuyến đi của chúng tôi đều được thiết kế để phù hợp với mọi người lái có sở thích khác nhau, chẳng hạn như các chuyến tham quan thoải mái, các chuyến tham quan enduro chuyên sâu và mọi thứ ở giữa. Chúng tôi cung cấp các chuyến đi khắp vùng núi phía Bắc Việt Nam, dọc theo Đường mòn Hồ Chí Minh với chiếc xe địa hình mạnh mẽ Yamaha WR250R hoặc Kawasaki KLX250S ở mọi cấp độ: người mới, trung cấp và chuyên gia.Đọc thêm",
        "reviews": [
            "Chuyến tham quan hoàn toàn tuyệt vời với tầm nhìn tuyệt vời và chỗ ở 3 sao mỗi đêm. Đôi khi những con đường đua đầy thử thách nhưng đầy adrenaline. Hướng dẫn viên Minh của chúng tôi rất xuất sắc, kiến ​​thức của anh ấy về khu vực này là đỉnh cao và anh ấy đã tùy chỉnh trải nghiệm cưỡi ngựa của chúng tôi cho phù hợp với chúng tôi và thật thú vị. Người thợ cơ khí và người lái xe Tail Kyan đã có mặt trong vòng vài giây để giúp giải quyết mọi vấn đề trên xe đạp nhưng rất ít vì xe đạp ở tình trạng tốt và không hề làm chúng tôi thất vọng. Chúng tôi có ông Phuk trong xe tải với một chiếc xe đạp dự phòng và tất cả các thiết bị của chúng tôi gặp chúng tôi vào bữa trưa và bữa tối hàng ngày. Thủy sắp xếp việc đặt phòng của chúng tôi từ đầu đến cuối và mọi thứ đều được bảo đảm kỹ lưỡng. Tôi có thể giới thiệu chuyến tham quan này cho bất kỳ ai đang tìm kiếm một chuyến đi địa hình thú vị ở Việt Nam. Cảm ơn Guy - s.Đọc thêm",
            "Tham gia Enduro và làm rất nhiều việc nếu đi địa hình, tôi vô cùng ngạc nhiên với chuyến đi 5 ngày của chúng tôi và người hướng dẫn của chúng tôi Min thật là một chàng trai tuyệt vời Luôn luôn đi theo con đường của mình để khiến chúng tôi cảm thấy thoải mái với khiếu hài hước và kiến ​​thức tuyệt vời về các điểm tham quan và lịch sử của những ngọn núi trong tháng Tôi thậm chí còn ngạc nhiên hơn với trình độ cưỡi ngựa địa hình của anh ấy, điều khiến mỗi ngày trở nên đầy thử thách và thú vị. Chuyến tham quan này không dành cho người mới bắt đầu và bạn cần phải chú ý và tập trung vào kỹ năng cưỡi ngựa của mình, điều này khiến cho việc cưỡi ngựa trở nên ly kỳPhong cảnh nó thật đẹp và bạn chắc chắn sẽ sớm nhận ra mình đang lạc lối và không có khách du lịch nào ngoài bạn Sau một ngày tuyệt vời cưỡi ngựa với giờ nghỉ trưa 8 giờ sáng đến 5 giờ chiều, bạn kiệt sức và bạn thấy mỗi tối phải ở trong ngôi nhà 3 sao với giấc ngủ bên cạnh nguyên sơ Nước rơi xuống nhìn những cánh đồng lúa ngủ trên đỉnh núi là một trải nghiệm choáng ngợp Tôi - sẽ nhớ suốt đời Là một đầu bếp có trình độ Tôi rất ấn tượng với tất cả các bữa ăn món ăn truyền thống đỉnh cao của địa phương mà bạn sẽ không được ăn chính thành phố Rượu gạo địa phương rất ngon Xe đạp wr250 và crf250 chúng tôi - hoàn hảo và tin bạn đi - sẽ đánh giá rất cao nó với tấm bạt kỹ thuật chắc chắn sẽ kiểm tra sự can đảm của bạn. Cảm ơn bạn rất nhiều vì một chuyến tham quan thông tin chi tiết chuyên nghiệp như vậy. Tôi cảm thấy như một vua cả chuyến điĐọc thêm",
            "Chuyến đi là một cách tuyệt vời để lần đầu tiên nhìn thấy một số nước Việt Nam. Hướng dẫn viên Tú của tôi đã cố gắng hết sức để cho tôi thấy văn hóa và dạy tôi một số lịch sử của đất nước. Chúng tôi đã khám phá một số con đường đất và đường mòn tuyệt vời, cùng nhau leo ​​núi và vượt sông. Là một tay đua trung cấp, trình độ kỹ năng của tôi đã được thử thách và cải thiện nhiều sau 8 ngày. Chỗ ở là khách sạn và nhà dân tốt. Thức ăn đơn giản là tuyệt vời và đa dạng. Tôi thực sự rất thích những hương vị khác nhau của miền Bắc Việt Nam. Tôi đã nâng cấp lên chiếc WR250 và chiếc xe đạp hoạt động hoàn hảo. Tôi muốn tiếp tục cưỡi ngựa nhưng sẽ phải đợi đến năm sau.Đọc thêm",
            "Ồ!! thật là một chuyến đi của cuộc đời!! Tôi chỉ muốn cảm ơn nhóm tại ADV Tours vì đã tổ chức một chuyến đi hoàn toàn tuyệt vời cho chúng tôi, đặc biệt là kỹ năng hướng dẫn, kiến ​​thức và cưỡi ngựa của ai vượt xa mức hướng dẫn bình thường của bạn cho đến nay!! Mặc dù thời tiết đã chống lại chúng tôi ngay từ đầu và khiến điều kiện địa hình khá nguy hiểm nhưng tôi - tôi chắc chắn rằng VN được tạo thành hoàn toàn bằng đất sét và thực sự rất trơn, điều này thậm chí còn kiểm tra kỹ năng cưỡi ngựa của bạn hơn nữa, điều này chỉ bổ sung thêm đến khung cảnh ngoạn mục mà Do đưa chúng tôi đến nhưng chúng tôi đã có ít nhất vài giờ không có mưa vào ngày cuối cùng, điều này thật tuyệt vời cho một sự thay đổi!! Các nhà trọ và lòng hiếu khách chân thành được người dân địa phương cung cấp trên đường đi mà tôi chỉ có thể mô tả là 5 sao và các bữa ăn được cung cấp cho tất cả chúng tôi sẽ dễ dàng khiến nhiều đầu bếp phương Tây phải xấu hổ! Vì vậy, đối với bất kỳ tay đua xe địa hình người Úc nào thực sự quan tâm đến chi phí đổ đầy bình Landcruiser hai lần ở Vùng hẻo lánh, bạn có thể đến đó và chi phí hàng ngày cho chuyến tham quan ADV của bạn bao gồm hướng dẫn hạng A, xe địa hình, nhiên liệu, chỗ ở , đồ ăn và VUI VẺ còn rẻ hơn một thùng bia, một túi đá và bao thuốc lá ở Úc bây giờ haha!! Vì vậy, một lần nữa các chàng trai ơi, hãy dành cho chuyến đi để đời mà không gặp bất kỳ rắc rối nào, VN và ADV Tour - s, đặc biệt với Do là người hướng dẫn của bạn cho đến nay là nơi để bạn vui chơi và phiêu lưu!!Xin cảm ơn - một lần nữa nhóm ADV!! -  - Đọc thêm",
            "Nó đã được một người bạn tốt giới thiệu và nó đã không làm bạn thất vọng.  Minh là người hướng dẫn của chúng tôi trong 4 ngày cưỡi ngựa đầy thử thách trong khung cảnh ngoạn mục.  Một sự kết hợp tuyệt vời giữa cưỡi ngựa kỹ thuật, phong cảnh, ở nhà và những trải nghiệm khác thường. Những chiếc xe đạp phù hợp với loại trải nghiệm này.  Có sự cân bằng tốt giữa đường rộng mở và các đoạn lên xuống kỹ thuật để thu hút sự quan tâm của tất cả các cấp độ.  Một vài khoảnh khắc đáng sợ chạy dọc theo rìa của những giọt nước thẳng đứng để giữ nhịp tim ở mức cao. Rất khuyến khích điều đó và chúng tôi - sẽ quay lại sớm!Đọc thêm",
            "Tôi vừa trở về từ một trong những trải nghiệm tuyệt vời nhất trong cuộc đời tôi! Chúng tôi đã cùng 13 tay đua người Úc tham gia một chuyến tham quan được tùy chỉnh để thử thách chúng tôi với tư cách là những tay đua nhưng cũng hòa mình vào văn hóa địa phương và lao vào bất cứ thứ gì được cung cấp. Cá nhân tôi, sau buổi sáng của ngày đầu tiên, tôi đã bị say nắng và hoàn toàn kiệt sức..... Tôi cứ nghĩ làm thế quái nào mà tôi có thể đi đến ngày thứ 7? Dù sao thì tất cả chúng tôi đều đã làm được - ngoại trừ 1 người bạn đời vào ngày thứ 2 đã bị gãy xương bả vai - .Những chiếc xe đạp giống như được mô tả khi họ nhận được công việc được thực hiện mà có lẽ không phải là thứ bạn đã sử dụng ở nhà. Chúng tôi cần sử dụng mọi nguồn lực cuối cùng để đưa chúng về nhà! Chắc chắn hãy lấy WR - S nếu bạn có thể. Hướng dẫn của chúng tôi là TỐT NHẤT! Ý tôi là ở mọi khía cạnh. Với tư cách là người lái xe, hướng dẫn viên, thông dịch viên và là bạn bè, họ đáp ứng mọi yêu cầu và mọi tình huống. Tung, - phát âm là Dong - Minga - người đàn ông hoang dã - và Tu - Phát âm là Do - hiện là bạn của chúng tôi và chúng tôi sẽ gặp lại họ vào năm sau khi chúng tôi quay lại thực hiện một chuyến tham quan khác, lần này là tới Sappa và Hazzan. Cưỡi ngựa là một sự kết hợp gồm các đoạn rất kỹ thuật, đường giao nhau, đường mòn gồ ghề rộng hơn, đường đơn rất hẹp - thường có vách đá thả xuống - và các đoạn đường đất và kín. Chỗ ở là sự kết hợp giữa Nhà trọ ở những địa điểm đẹp - khách sạn cơ bản thoải mái và yêu thích của chúng tôi. Tôi - chắc chắn sẽ giới thiệu một chiếc xe tải đuổi theo để chở túi qua đêm và xe đạp dự phòng của bạn, v.v. Toàn bộ trải nghiệm đã khiến chúng tôi muốn nhiều hơn nữa! Cảm ơn ADV.Đọc thêm",
            "Thật là một trải nghiệm tuyệt vời. Vợ chồng tôi tham gia chuyến du lịch Bắc Trung Bộ 4 ngày với Tú làm hướng dẫn viên. Từ thời điểm chúng tôi rời Hà Nội trong lúc kẹt xe trong giờ cao điểm cho đến khi quay lại 4 ngày sau, đó thực sự là một hành trình đáng kinh ngạc. Hướng dẫn viên Tú của chúng tôi rất xuất sắc, luôn thay đổi kế hoạch du lịch một cách nhanh chóng để phù hợp với khả năng của chúng tôi, đáp ứng mọi cấp độ kỹ năng .Những chiếc xe đạp ở tình trạng khá tốt nếu xét đến cách xử lý mà chúng sẽ nhận được trong mỗi chuyến đi, chỉ bị xẹp 2 lốp trên quãng đường 1000 km đã đi. Chỗ ở thật tuyệt vời, kỳ nghỉ tại nhà vào đêm cuối cùng chắc chắn là trải nghiệm tuyệt vời nhất, những người chủ nhà tuyệt vời và đồ ăn rất ngon. Tú cực kỳ thân thiện và luôn đảm bảo an toàn cho chúng tôi trong khi vẫn đưa chúng tôi vượt qua một số địa hình cực kỳ thử thách. Anh ấy đã mang đến cho chúng tôi trải nghiệm tuyệt vời mà chúng tôi sẽ nhớ suốt đời. Đọc thêm",
            "Đó là từ 16 tay đua Kiwi tiên tiến đã thực hiện chuyến tham quan bằng mô tô Tây Bắc trong 8 ngày vào tháng 5 năm 2018. Mọi người rất biết ơn chủ Hin và hướng dẫn viên Mina vì đã cùng nhau tổ chức một chuyến đi mô tô địa hình tuyệt vời như vậy. Đó là một sự kết nối tuyệt vời giữa những cảnh đẹp và những con đường đất từ ​​thị trấn này sang thị trấn khác. Chỗ ở là cơ bản nhưng tôi nghĩ không thể tốt hơn ở những vùng xa xôi như vậy trong khi một số đêm ở nhà dân có lẽ là một trong những kỷ niệm đáng nhớ và thú vị nhất trong chuyến đi. Mong được đi cùng họ vào năm tới.Đọc thêm",
            "Năm ngoái, tôi có ý định thực hiện một chuyến du lịch địa hình ở Việt Nam mặc dù tôi là một người đam mê xe đạp đường trường hơn. Sau khi thực hiện một số nghiên cứu về các công ty tiềm năng trên Internet, tôi thấy Dirtbike Travel hấp dẫn nhất với gần 100 - đánh giá xuất sắc trên Trip Advisor. Tất cả những gì tôi có thể nói là mọi thứ bạn đọc đều đúng. Toàn bộ thiết lập là tuyệt vời và chuyến tham quan thật tuyệt vời. Vì tôi chỉ là người mới nên không thể tham gia cùng người khác. Cả nhóm đều đảm bảo rằng tôi đã tự tin khi đạp xe trước khi bắt đầu đi đến vô số con đường mòn mà miền Bắc Việt Nam cung cấp. Hướng dẫn viên của tôi là Tú và tôi đã được chăm sóc chu đáo từ đầu đến cuối chuyến tham quan. Tôi rất hài lòng với lựa chọn của mình... và sẽ không thử nhóm khác, sẽ sớm quay lại để thực hiện chuyến lưu diễn khó hơn và dài hơn vào năm tới với đội này và giới thiệu dịch vụ của họ với tất cả bạn bè của tôi.Đọc thêm",
            "Cảm ơn bạn đã đánh giá tốt Sam. \nHẹn gặp lại các bạn vào năm sau như đã hứaĐọc thêm",
            "Năm người bạn và tôi vừa hoàn thành chuyến đi Tây Bắc 8 ngày địa hình với công ty này. Nhóm này cung cấp mọi thứ bạn cần cho chuyến đi của bạn. Mỗi ngày, chúng tôi vượt qua vô số địa hình đầy thử thách, một chuyến đi vô cùng tuyệt vời mà tôi may mắn có được trong đời.  Tất cả chúng tôi đều đã có khoảng thời gian tuyệt vời khi đạp xe trên những chiếc xe đạp được bảo dưỡng rất tốt dọc theo một số con đường mòn và đường ray đơn tuyệt đẹp. 2 hướng dẫn viên của chúng tôi cực kỳ thân thiện và hữu ích, hướng dẫn chúng tôi vượt qua những tuyến đường đầy thử thách và phong cảnh tuyệt vời, đồng thời giúp đỡ chúng tôi khi cần. Xin chân thành cảm ơn nhóm Adv. Tư duy và dịch vụ tuyệt vời của bạn đối với chúng tôi khó có thể tìm thấy ở nơi nào khác. Hy vọng sẽ quay trở lại vào tháng 12 năm 2019. Này, đừng lãng phí thời gian của bạn khi tìm kiếm bất kỳ công ty du lịch nào khác mà hãy chọn họ là sự lựa chọn tốt nhất tại Việt Nam.Đọc thêm",
            "Đánh giá của bạn là cách tốt nhất để quảng bá cho chúng tôi.\nHy vọng được đồng hành cùng bạn vào tháng 12 năm 2019. Hãy cẩn thận, lần sau sẽ có nhiều đường đua thử thách hơn đang chờ bạn.Đọc thêm",
            "Nếu tôi đi một mình thì có gói grp nào không? Rằng tôi có thể đi cùng những người khác mà tôi không biết Đọc thêm",
            "Chúng tôi chỉ tổ chức chuyến tham quan theo yêu cầu nên nếu bạn muốn tham gia một nhóm, hãy kiểm tra tình trạng sẵn có trong tab Ngày tham quan trên trang web của chúng tôi, sau đó gửi email cho chúng tôi xem nhóm nào phù hợp với bạn. Trong trường hợp bạn không tìm được, bạn có thể thành lập một nhóm mở với lịch trình của mình sau đó chúng tôi sẽ thông báo cho những tay đua một mình có cùng kỹ năng và mong muốn cưỡi ngựa.\n\nBất kỳ câu hỏi nào, vui lòng cho chúng tôi biếtĐọc thêm",
            "Giới hạn độ tuổi để đi xe đạp địa hình là gì?Đọc thêm",
            "Chào Emma, ​​​​\n\nChúng tôi không có bất kỳ giới hạn độ tuổi nào đối với người lái miễn là họ có thể điều khiển xe đạp tốt.\nVí dụ: Ở Úc, nhiều người đi xe đạp đã có xe đạp riêng khi còn trẻ nên tay nghề của họ rất tốt.\nNếu khách hàng chưa biết đi xe đạp trước đây, chúng tôi có thể cung cấp một khóa đào tạo để giúp họ làm quen với xe đạp và giao thông hơn.\nĐể biết thêm câu hỏi, xin vui lòng gửi email cho chúng tôiĐọc thêm"
        ],
        "star_ratings": [
            101,
            5,
            1,
            0,
            0
        ],
        "review_amount": 107,
        "location": [
            "Tour xe máy ADV - Dirtbike Travel",
            "Hà Nội",
            "Những điều cần làm ở Hà Nội",
            "Châu Á",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written June 20, 2019",
            "Written February 24, 2019",
            "Written December 14, 2018",
            "Written December 14, 2018",
            "Written December 9, 2018",
            "Written November 11, 2018",
            "Written August 13, 2018",
            "Written June 26, 2018",
            "Written May 28, 2018",
            "Written May 26, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d4025487-Reviews-or30-ADV_Motorcycle_Tours_Dirtbike_Travel-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4025487-Reviews-or20-ADV_Motorcycle_Tours_Dirtbike_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4025487-Reviews-or40-ADV_Motorcycle_Tours_Dirtbike_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4025487-Reviews-ADV_Motorcycle_Tours_Dirtbike_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17462448-Reviews-Lucy_s_Dream_Fashion_and_Art_Exhibition_Center-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12574742-Reviews-Golden_Buffalo_Rider-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11444918-Reviews-Hanoi_Creative_City-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26630758-Reviews-Vietnam_Bestcare_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4340032-Reviews-Far_East_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25070733-Reviews-Hanoi_Flowers_Art_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8611127-Reviews-Your_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1946180-Reviews-Marco_Polo_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25458492-Reviews-Healing_Spa_and_Nail-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17115355-Reviews-Stellar_Of_The_Seas-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13368103-Reviews-Mon_Cheri_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8587886-Reviews-Get_up_Go_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d3957911-Reviews-Asia_Eyes_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8415920-Reviews-Your_Indochina_Travel_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6702827-Reviews-Paloma_Motorbike_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d2358452-Reviews-Klementinum-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g14134438-d3178616-Reviews-Nakano_Broadway-Nakano_Nakano_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g580292-d8509006-Reviews-Cala_Domingos-Calas_de_Majorca_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d454980-Reviews-The_Marble_Mountains-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d7160211-Reviews-Terminal_Getaway_Spa-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g482941-d8473309-Reviews-Katharos_Beach-Oia_Santorini_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g60811-d109074-Reviews-Fell_s_Point-Baltimore_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g294458-d10063538-Reviews-Ceausescu_Mansion-Bucharest.html",
            "https://www.tripadvisor.com/Attraction_Review-g59680-d296589-Reviews-Wyalusing_State_Park-Bagley_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g56003-d108342-Reviews-The_Health_Museum-Houston_Texas.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d4025487-Reviews-or40-ADV_Motorcycle_Tours_Dirtbike_Travel-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d4025487-Reviews-or30-ADV_Motorcycle_Tours_Dirtbike_Travel-Hanoi.html"
    },
    {
        "attraction_name": "ADV Motorcycle Tours & Dirtbike Travel",
        "attraction_name_vi": "Tour xe máy ADV - Dirtbike Travel",
        "general_info": [
            "107 đánh giá",
            "- 326 trên 1.927 Chuyến tham quan - Hoạt động tại Hà Nội",
            "Chuyến tham quan nhiều ngày",
            "Chuyến tham quan bằng xe máy"
        ],
        "attraction_summary": "Được biết đến với tên gọi ADV Motorcycle Tours - Dirtbike Travel - hay gọi đơn giản là Dirtbike Travel - , chúng tôi chuyên tổ chức các tour du lịch bằng xe máy tùy chỉnh bao gồm mọi điểm đến tại Việt Nam. Tất cả các chuyến đi của chúng tôi đều được thiết kế để phù hợp với mọi người lái có sở thích khác nhau, chẳng hạn như các chuyến tham quan thoải mái, các chuyến tham quan enduro chuyên sâu và mọi thứ ở giữa. Chúng tôi cung cấp các chuyến đi khắp vùng núi phía Bắc Việt Nam, dọc theo Đường mòn Hồ Chí Minh với chiếc xe địa hình mạnh mẽ Yamaha WR250R hoặc Kawasaki KLX250S ở mọi cấp độ: người mới, trung cấp và chuyên gia.Đọc thêm",
        "reviews": [
            "Khi tôi nhìn thấy chuyến đi này trên trang web Adv của họ, tôi đã quyết định thực hiện nó vào dịp sinh nhật thứ 40 của mình. Tôi đã cùng một số người bạn đến Việt Nam chỉ trong chuyến lưu diễn này, từ đầu đến cuối hoàn toàn xuất sắc. Có năm tay đua có khả năng khác nhau trong chuyến đi này và Min là một hướng dẫn viên du lịch tuyệt vời, người hiểu khả năng của chúng tôi. Chuyến đi bằng xe máy rất đáng đồng tiền với bộ đồ nghề, xe đạp, đồ ăn và địa điểm tuyệt vời, đồng thời nó có đầy đủ phong cảnh đáng kinh ngạc, những con đường đất tuyệt vời và những con đường lộng gió. Tôi tổ chức sinh nhật bên dòng suối mát với thịt nướng và bia - ngày sinh nhật đáng nhớ nhất mà tôi từng có. Chúng tôi thực sự giới thiệu chuyến tham quan này - Grand North 10 ngày cho mọi người. Adv Motorcycle Tours sẽ là một trong những lý do tôi quay trở lại Việt Nam trong thời gian tới.Đọc thêm",
            "Chuyến đi 10 ngày, 6 tay đua giàu kinh nghiệm đã từng vượt biển nhiều lần - đê 4 WR, s và 2 CRF 250 - Hãy bắt đầu với điều tốt Thủy là một nhà tổ chức tuyệt vời và đã làm một công việc tuyệt vời đưa chúng tôi đến vạch xuất phát - 2 của chúng tôi hướng dẫn tốt các tuyến đường mới của họ và đã làm rất tốt việc chăm sóc chúng tôi - các tuyến đường được liên kết tốt với rất nhiều làn đường đơn mà chúng tôi đã yêu cầu và yêu thích - cảnh quan bạn sẽ phải nhìn thấy nó để rời khỏi đó - những người ở nhà ước gì họ tốt hơn nhiều thì bất kỳ nhà nghỉ nào chúng tôi cũng yêu thích - Bây giờ là những ấn tượng đầu tiên tồi tệ: hầu hết xe đạp có lốp hói - đồng hồ đã đi được rất nhiều Km - Nhựa được buộc bằng dây cáp - phải ấn khởi động một chiếc xe đạp WR trong suốt chuyến đi vì hết pin - tiền thuê chung việc bảo dưỡng xe đạp không đạt tiêu chuẩn của công ty khác như đường nhảy hoặc xe enduro của Thái, v.v. - sai lầm lớn nhất mà ADV mắc phải là xe đạp Guides - một chiếc Sherpa bị hỏng và XR 250 rất cũ, trong nhiều trường hợp chúng tôi đã dành rất nhiều thời gian để sửa chữa những chiếc xe đạp và ở một giai đoạn, XR gặp sự cố về điện cùng lúc chúng tôi phải quay lại và kéo chiếc Sherpa đã chết ra đường chính, Mẹo để quản lý ADV quay lại những điều cơ bản, lốp tốt - ắc quy tốt - s - nghỉ tốt - và nhận hướng dẫn của bạn về những chiếc xe đạp tốt hơn nhanh hơn nếu họ sắp xếp được những chiếc xe đạp, hãy mang theo những chiếc xe còn lại thì tốtĐọc thêm",
            "First of all, on behalf of ADV Motorcycle Tours  -  Dirtbike Travel, I am sorry to know that you was not really enjoying your motorbike trip with us and in fact this is the first review contains bad words up to know.\nBefore posting this review, you sent it to my operator, Thuy, and told her to forward this to me. I got it but I dont want to explain at that time. Why? I need our Tripadvisor Page reflects the reality but at the same time, I also want to let you you that my team really appreciated your efforts. \nI think below is not really explanation but some words to make it - s clearer.\n\n1. Bad tire: I agree with you that not all bike come with new tire before leaving. However, we did leave some back-up new tires on support truck and your guide replaced them on your request.\nWe use enduro tire with good knobs at US - 250 - couple. It is worn the through out at 2500km approximately so we have to calculate careful since cost for tire accounts a significant part in total cost.\n\n2. Lots of KM on the clock: I do not agree at all. The oldest bike has 24.000km on it and most of them get 10.000km-20.000km. I do not know other country -  standard but in my opinion, we can not replace bike too quick since they are too much expensive. What do you think about 9,500US -  for CRF250L and US - 13,600 for Yamaha WR250R?\n\n3. About tour guides -  bike: I heard that you wondered why our tour guides do not ride same bike with you. Listen, seat hight of Yamaha WR250R is 940mm and 880mm for Honda CRF250L then they does not fit Vietnamese body. The first element to choose a suitable dirt bike is seat height you know.\nAbout mighty Kawasaki Sherpa, I admit that it took us alot of time and for sure that is our biggest mistake. The bike was broken battery and regulator at the same time so it - s not easy to diagnosed. Furtunately we have back-up bike timely to sold this problem.\n\nOnce again, accept our apology for not being able to provide better quality tour.\nWait for another review if you come back with us again.Read more",
            "Trước chuyến tham quan này, tôi không có kinh nghiệm cưỡi ngựa. Họ đã đào tạo một ngày trước chuyến đi và chuẩn bị cho tôi một chiếc xe đạp và lộ trình mà họ biết rằng tôi sẽ đồng ý. Tôi đã có một trải nghiệm tuyệt vời trong chuyến đi và được nhìn thấy một Việt Nam thực sự. Ông Tú là một người hướng dẫn tuyệt vời và đã cố gắng hết sức để đảm bảo tôi cảm thấy thích thú và cưỡi ngựa. Tôi đặc biệt giới thiệu chuyến tham quan này cho bất kỳ ai.Đọc thêm",
            "Chồng tôi và tôi đã đặt chuyến đi 3 tuần tại Việt Nam thông qua ADV Motorcycle Tours cho tuần trăng mật của chúng tôi. Chúng tôi không thể tin được mình hài lòng đến thế nào với mọi khía cạnh của chuyến đi. Thủy đã làm một công việc tuyệt vời khi điều phối chuyến đi từ đầu đến cuối và đưa ra nhiều thay đổi và yêu cầu của chúng tôi. Cô ấy thường xuyên theo dõi chúng tôi trong suốt chuyến đi để đảm bảo mọi thứ diễn ra theo đúng kế hoạch và chúng tôi rất vui. Dịch vụ khách hàng là dịch vụ tốt nhất mà chúng tôi từng trải nghiệm ở bất kỳ công ty nào chúng tôi từng làm việc trước đây. Họ đã làm mọi thứ có thể để chuyến đi của chúng tôi trở nên hoàn hảo. Ngay cả khi chuyến du lịch mà chúng tôi đã đặt trước bị hủy vào phút cuối, họ vẫn can thiệp khi chúng tôi ở Việt Nam và giúp chúng tôi tìm ra giải pháp. Chúng tôi sẽ không bao giờ có thể tự mình làm điều đó với dịch vụ và liên hệ hạn chế. Minh là hướng dẫn viên du lịch của chúng tôi cho chuyến đi và anh ấy cũng đảm bảo rằng chúng tôi sẽ vui vẻ nhất có thể trong suốt chuyến đi. Chúng tôi cảm thấy cực kỳ an toàn với những chiếc xe đạp và anh ấy là người hướng dẫn của chúng tôi. Khi chúng tôi trở lại với một vài bộ phận bị hỏng nhỏ - lỗi của chúng tôi -, người chủ đã rất tử tế khi không tính phí cho chúng tôi khi hầu hết các công ty cho thuê khác tính phí và họ thường tính phí rất nhiều! Nhìn chung, chúng tôi không thể nói hết những điều tốt đẹp về công ty này và kinh nghiệm của chúng tôi tại Việt Nam. Nếu bạn - đang tìm kiếm một trải nghiệm để đời, đừng ngần ngại sử dụng chúng.Đọc thêm",
            "Thật là một chuyến đi xe máy tuyệt vời mà tất cả chúng tôi đã có, chúng tôi đã khám phá một số điểm tham quan tuyệt vời - gặp một số người tuyệt vời - thân thiện. Tôi xin cảm ơn hướng dẫn viên của chúng tôi Ming - Too, không quên tài xế xe tải dự phòng Mr Fook, người có công với công ty của bạn. Đọc thêm",
            "Tôi đã rất vui, tiếc là chỉ có 2 ngày, nhưng chúng tôi vẫn có thời gian để khám phá một số tuyến đường mới mà hướng dẫn viên chưa từng thử trước đây, nhiều địa hình, bùn, bụi, vườn đá và sông khác nhau. Minh là một hướng dẫn viên tuyệt vời, tuyệt vời lái xe và xếp hàng một số món ăn thực sự tốt. Chỗ nghỉ nhà dân này được điều hành bởi một cặp đôi đáng yêu trong một ngôi làng nhỏ, một nơi hoàn hảo để nghỉ qua đêm. Đường đi khá xa nhưng tôi đánh giá cao điều đó - thật khó khăn chỉ với hai ngày. Đọc thêm",
            "Bản thân tôi và 2 người bạn đã đạp xe 10 ngày ở miền Bắc Việt Nam. Min là người hướng dẫn của chúng tôi - dịch giả và là một tài sản tuyệt vời. Chúng tôi đã ở nhà 4 lần và các khách sạn còn lại. Đất nước vô cùng xinh đẹp và những con người tuyệt vời. Tôi hết lòng giới thiệu công ty này!  Thủy Lê và các nhân viên còn lại rất chuyên nghiệp.Đọc thêm",
            "Điều đầu tiên tôi muốn nói về ADV là hướng dẫn viên Min của chúng tôi là tất cả. Anh ấy luôn hữu ích và tháo vát. Tôi không thể tưởng tượng được có ai đó có thể làm công việc tốt hơn. Tôi choáng ngợp trước con đường đã chọn. Mới chỉ nhìn thấy những bức ảnh về dãy núi phía Bắc Việt Nam, tôi đã không thể tưởng tượng được nó tuyệt vời đến thế nào. Chuyến đi của chúng tôi kéo dài 11 ngày và tôi cảm thấy mỗi ngày chúng tôi đều có thêm những trải nghiệm thú vị mới. Tôi không thể giới thiệu đủ ADV. Cảm ơn họ vì một chuyến đi tuyệt vời. Không thể đợi cho đến khi tôi có thể quay lại.Đọc thêm",
            "Some friends and I just finished a 10 day tour of Northern Vietnam with ADV. I - ve lived in Vietnam 3 and a half years and must say this was by far the best experience I - ve had while living here. Our 2 guides, Min and Tu, made the experience all the better. It was clear their top priority the whole trip was making sure we were having a good time. Both always quick to try and deliver on any requests we had.  Even after a long day of riding, if anyone of us was looking for more action, without hesitation they were ready to take us back out. By far the best service experience I - ve had in Vietnam. Our tour was loaded with off road trials. A solid mix of tough terrain and easier trails which was much needed for a trip that long. We also had some great, windy roads up the mountains. Fantastic views each and everyday. We were certainly pushed to the limits of our abilities at times  - intermediate riders -  but Min and Tu were very smart about adjusting the itinerary when things were getting too difficult for our group. They were also able to make changes on the fly when we requested more of a terrain.Food and accommodation were great. If you - re looking for first class hotels, this tour is not for you! This is a bike trip not a resort stay! We stayed in some beautiful Home stays along the way. The hosts being some of the most kind hearted people I have come across. Our group ended up preferring the Home stays over hotels. More laughs when we were all in one giant room on the floor. Though a hot shower and bed at a hotel was well received once in awhile! I don - t think we had a single bad meal. All Vietnamese food so we were a bit tired of rice by the end. However, Min and Tu arranged french fries for us and tweaks to the menu wherever they could. Love Vietnamese food but was nice to go for a pizza in Sa Pa!Based on my experience working and living in Vietnam, I was a little concerned at the end when it came to assessing the bike damages. We had all dropped the bikes a few times and were worried what they would charge us for. The bikes were in used condition when we started so of course had some wear and tear. None of us took pictures of the bikes prior to leaving or signed off on bike condition before the start. Too many times in this Country I have encountered people looking to make quick money rather than build a strong reputation and - or business.  To our relief, we were treated very fairly and professionally by Hien at ADV. A full breakdown of damages caused, along with part number and link to the parts website was delivered to us. Very professional, very fair, market value pricing. Any disputes we had on who was at fault for the damage were handled professionally and a more than fair compromise was given in each situation. Very honest and were not charged for anything unrelated to us riding the bike. I would suggest spending the extra money and hiring the support vehicle to follow you as it would have sucked to carry our luggage on our back the whole time. I don - t think we could have taken the route we did if we had our luggage on us. Another suggestion is full protective gear. Narrow roads, livestock around every corner, and madmen drivers increase the potential for a fall or two. We all came out without a scratch but better safe than sorry.Overall, I would recommend ADV to anyone looking for a real adventure. A unique way to see the Country that you won - t get anywhere else. The trip is what you make of it. Stop when you want and where you want during the day. Take the guides advice when he says something is a must see. Some of the villages we went through are not accessible by car. We took to buying gifts in the morning  -  toys, pots, pans, housewares, etc -  and handing them out in remote villages. Consequently, ended up getting invited into villagers homes for tea and to see how they live. We got to get in the rice fields and have a try and cutting it down. Played some tunes with a local shaman. All things that weren - t on the itinerary but ended up being a big part of the trip for us. 5, well deserved, stars. First class business that truly cares about delivering you a great experience.Thanks Again ADV! Give us a shout if you - re ever down in Saigon!Read more",
            "Chúng tôi vừa hoàn thành Chuyến tham quan miền Bắc Việt Nam 10 ngày tùy chỉnh, được sắp xếp thông qua ADV Dirtbike Travel.. Nói một cách đơn giản, đây chỉ là một trải nghiệm tuyệt vời.. Chúng tôi đã đi được 1.835 km trong 10 ngày, phần lớn là địa hình.. Qua mọi địa hình đã biết người đàn ông, qua hàng trăm ngôi làng.. Và chúng tôi đã đi qua nhiều điểm nóng như Sapa, Lào Cai, Hà Giang và Mến Vạc.. Kể tên một vài người..Và 2 hướng dẫn viên - Min - Tu - chúng tôi thật xuất sắc.. Chuyên nghiệp, chăm chỉ- làm việc, vui vẻ - thân thiện.. Và lo mọi thứ cho chúng tôi trong suốt chặng đường.. Trải nghiệm tuyệt vời, tôi rất muốn giới thiệu..Đọc thêm",
            "Nếu tôi đi một mình thì có gói grp nào không? Rằng tôi có thể đi cùng những người khác mà tôi không biết Đọc thêm",
            "Chúng tôi chỉ tổ chức chuyến tham quan theo yêu cầu nên nếu bạn muốn tham gia một nhóm, hãy kiểm tra tình trạng sẵn có trong tab Ngày tham quan trên trang web của chúng tôi, sau đó gửi email cho chúng tôi xem nhóm nào phù hợp với bạn. Trong trường hợp bạn không tìm được, bạn có thể thành lập một nhóm mở với lịch trình của mình sau đó chúng tôi sẽ thông báo cho những tay đua một mình có cùng kỹ năng và mong muốn cưỡi ngựa.\n\nBất kỳ câu hỏi nào, vui lòng cho chúng tôi biếtĐọc thêm",
            "Giới hạn độ tuổi để đi xe đạp địa hình là gì?Đọc thêm",
            "Chào Emma, ​​​​\n\nChúng tôi không có bất kỳ giới hạn độ tuổi nào đối với người lái miễn là họ có thể điều khiển xe đạp tốt.\nVí dụ: Ở Úc, nhiều người đi xe đạp đã có xe đạp riêng khi còn trẻ nên tay nghề của họ rất tốt.\nNếu khách hàng chưa biết đi xe đạp trước đây, chúng tôi có thể cung cấp một khóa đào tạo để giúp họ làm quen với xe đạp và giao thông hơn.\nĐể biết thêm câu hỏi, xin vui lòng gửi email cho chúng tôiĐọc thêm"
        ],
        "star_ratings": [
            101,
            5,
            1,
            0,
            0
        ],
        "review_amount": 107,
        "location": [
            "Tour xe máy ADV - Dirtbike Travel",
            "Hà Nội",
            "Những điều cần làm ở Hà Nội",
            "Châu Á",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written May 25, 2018",
            "Written May 23, 2018",
            "Written May 7, 2018",
            "Written April 21, 2018",
            "Written March 12, 2018",
            "Written January 19, 2018",
            "Written December 13, 2017",
            "Written December 8, 2017",
            "Written November 16, 2017",
            "Written November 14, 2017"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d4025487-Reviews-or40-ADV_Motorcycle_Tours_Dirtbike_Travel-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4025487-Reviews-or30-ADV_Motorcycle_Tours_Dirtbike_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4025487-Reviews-or50-ADV_Motorcycle_Tours_Dirtbike_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4025487-Reviews-ADV_Motorcycle_Tours_Dirtbike_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17462448-Reviews-Lucy_s_Dream_Fashion_and_Art_Exhibition_Center-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12574742-Reviews-Golden_Buffalo_Rider-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11444918-Reviews-Hanoi_Creative_City-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26630758-Reviews-Vietnam_Bestcare_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4340032-Reviews-Far_East_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25070733-Reviews-Hanoi_Flowers_Art_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8611127-Reviews-Your_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1946180-Reviews-Marco_Polo_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25458492-Reviews-Healing_Spa_and_Nail-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17115355-Reviews-Stellar_Of_The_Seas-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13368103-Reviews-Mon_Cheri_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8587886-Reviews-Get_up_Go_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d3957911-Reviews-Asia_Eyes_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8415920-Reviews-Your_Indochina_Travel_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6702827-Reviews-Paloma_Motorbike_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d6579971-Reviews-Beaugrenelle_Paris-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g60834-d4888525-Reviews-Water_Holes_Canyon-Page_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g143047-d207298-Reviews-Quinault_Rain_Forest-Olympic_National_Park_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g155032-d155349-Reviews-Little_Italy-Montreal_Quebec.html",
            "https://www.tripadvisor.com/Attraction_Review-g1466323-d669356-Reviews-Camel_Park-Mazotos_Larnaka_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g50325-d3441103-Reviews-Fairport_Harbor_Lakefront_Park_Beach-Fairport_Harbor_Lake_County_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g54184-d126621-Reviews-Riverbanks_Zoo_and_Garden-Columbia_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g30293-d2249479-Reviews-The_Mystery_Hole-Ansted_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d146795-Reviews-The_Grand_Canal_Shoppes_at_The_Venetian_Resort-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g298064-d4262820-Reviews-Thailand_Massage_Centre-Sharjah_Emirate_of_Sharjah.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d4025487-Reviews-or50-ADV_Motorcycle_Tours_Dirtbike_Travel-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d4025487-Reviews-or40-ADV_Motorcycle_Tours_Dirtbike_Travel-Hanoi.html"
    },
    {
        "attraction_name": "ADV Motorcycle Tours & Dirtbike Travel",
        "attraction_name_vi": "Tour xe máy ADV - Dirtbike Travel",
        "general_info": [
            "107 đánh giá",
            "- 326 trên 1.927 Chuyến tham quan - Hoạt động tại Hà Nội",
            "Chuyến tham quan nhiều ngàyChuyến tham quan bằng xe máy",
            "Chuyến tham quan nhiều ngày",
            "Chuyến tham quan bằng xe máy"
        ],
        "attraction_summary": "Được biết đến với tên gọi ADV Motorcycle Tours - Dirtbike Travel - hay gọi đơn giản là Dirtbike Travel - , chúng tôi chuyên tổ chức các tour du lịch bằng xe máy tùy chỉnh bao gồm mọi điểm đến tại Việt Nam. Tất cả các chuyến đi của chúng tôi đều được thiết kế để phù hợp với mọi người lái có sở thích khác nhau, chẳng hạn như các chuyến tham quan thoải mái, các chuyến tham quan enduro chuyên sâu và mọi thứ ở giữa. Chúng tôi cung cấp các chuyến đi khắp vùng núi phía Bắc Việt Nam, dọc theo Đường mòn Hồ Chí Minh với chiếc xe địa hình mạnh mẽ Yamaha WR250R hoặc Kawasaki KLX250S ở mọi cấp độ: người mới, trung cấp và chuyên gia.Đọc thêm",
        "reviews": [
            "Chúng tôi đã đạp xe ở Campuchia, Lào và bây giờ là Việt Nam. Tôi phải nói rằng chuyến đi Việt Nam là chuyến đi tuyệt vời nhất trong 3 chuyến - và tôi nghĩ rằng - chủ yếu là do 2 điều. Thứ nhất, miền Bắc Việt Nam rất đẹp. Chúng tôi rất ngạc nhiên khi mỗi ngày chúng tôi được trải nghiệm những địa hình đẹp và khác nhau như vậy. Những người chúng tôi gặp đều rất thân thiện và đó thực sự là một bước lùi thời gian khi chúng tôi thích giao lưu với người dân địa phương dọc theo tuyến đường của mình. Thứ hai, và tôi nghĩ còn quan trọng hơn nữa, đó là chuyến đi được tổ chức tốt như thế nào. Có những chuyến đi địa hình tuyệt vời, những kỳ nghỉ tại nhà địa phương tuyệt vời, đồ ăn tuyệt vời.  Đó chỉ là sự kết hợp hoàn hảo của mọi thứ - và điều này rõ ràng là do kế hoạch được cân nhắc kỹ lưỡng và một hành trình tuyệt vời. Chắc chắn là chuyến đi 5 sao.Đọc thêm",
            "Đó là trải nghiệm xe địa hình - địa hình - đầu tiên của tôi ở đất nước Việt Nam xinh đẹp này. Chuyến đi kéo dài 3 ngày này hứa hẹn những cảnh quan đẹp, ngoạn mục và cảm giác phiêu lưu. Nó bao gồm việc cưỡi ngựa qua những con suối và những địa hình vượt địa hình đầy thử thách khác được bao quanh bởi vẻ đẹp yên bình tự nhiên của hệ động thực vật. Chủ nhà trọ rất thân thiện và mến khách. Phần thức ăn tươi và hào phóng. Điều này kết hợp với hướng dẫn viên hiểu biết, thân thiện và nói tiếng Anh, ông Minh, sẽ tạo nên một chuyến đi thú vị và có sự đồng hành tốt. Xin chân thành cảm ơn cô Thúy Lee, một điều phối viên du lịch nhiệt tình, chu đáo và nhanh nhạy đã giúp hành trình diễn ra suôn sẻ và đúng kế hoạch!Đọc thêm",
            "Bạn sẽ ngạc nhiên với những gì Thiên nhiên có thể mang lại trong chuyến đi cùng nhóm Adv Motorcycle Tour - Dirtbike Travel. Cảm ơn vì đã luyện tập đạp xe địa hình thường xuyên, chúng tôi đã có thể tham gia chuyến tham quan này và đạp xe đến những nơi mà chuyến tham quan bằng xe buýt không thể đến được. Không có khách du lịch, chỉ có chúng tôi với những con đường mòn và phong cảnh tuyệt đẹp - một kỷ niệm đáng trân trọng. Buổi tối, chúng tôi nghỉ qua đêm tại những khách sạn nhỏ, nhà nghỉ của những người dân tộc miền núi địa phương, đôi khi là khách sạn 3 sao. Ở trọ là điểm nổi bật thực sự của chuyến tham quan. Chủ nhà phục vụ chúng tôi với dịch vụ tốt nhất. Hướng dẫn viên rất kiên nhẫn, hài hước và hiểu biết.  Chúng tôi đã rất may mắn khi có một hướng dẫn viên như vậy dẫn dắt chuyến tham quan của mình. Những chiếc WR250R và CRF250L có chất lượng tuyệt vời và được bảo trì rất tốt. Gần như ngày nào chúng tôi cũng va chạm với đá, cát, bùn và đường đua trong chuyến tham quan này, chỉ ngày cuối cùng chúng tôi lái xe số 100 - trên đường đến Hà Nội để nghỉ ngơi một chút trước khi bay sang nước ta làm việc. Chúng tôi sẽ quay lại và sử dụng đội này một lần nữa!Đọc thêm",
            "Cảm ơn bạn đã đi cùng chúng tôi Gordon. Đối với người đi khứ hồi, chúng tôi luôn đưa ra chính sách giá tốt nhất không chỉ cho tour du lịch bằng xe máy việt nam mà còn cho các dịch vụ bổ sung khác.Đọc thêm",
            "Trở lại vào lần thứ ba vì chúng tôi biết nhóm du lịch Dirtbike là nhà điều hành tour du lịch bằng xe đạp địa hình tốt nhất tại Việt Nam, không chỉ chúng tôi mà rất nhiều người đã nói như vậy. Thành thật mà nói, chúng tôi hoàn toàn yêu thích chuyến tham quan của mình vì đây là một cuộc phiêu lưu tuyệt vời. Chuyến đi bao gồm 40 đến 50km đường đất mỗi ngày. Chúng tôi đạp xe qua nhiều ngôi làng nhỏ của người H - Mông, Dao, Thái - dọc theo những địa hình vô cùng thử thách, chứng kiến ​​những khung cảnh tuyệt đẹp mà chúng tôi phải thốt lên WOW. Vì tất cả chúng tôi đều ở trình độ sơ cấp nhưng thích trải nghiệm địa hình nên nhóm phải điều chỉnh hành trình cho phù hợp với trình độ của mình và lộ trình thậm chí còn được thay đổi linh hoạt trong chuyến tham quan. Rất khuyến khích công ty du lịch này!Đọc thêm",
            "Như mình đã nói ở trên, mình đã đến đây 3 lần và mỗi lần là một trải nghiệm khó quên. Tôi nghĩ đây có lẽ là khoảng thời gian trải nghiệm thú vị nhất mà tôi có được ở Việt Nam. Với WR250R vì tôi chỉ có nhiều kinh nghiệm đi địa hình và tôi đã có một trải nghiệm thú vị khi lái xe qua những ngọn núi hàng ngày! Người hướng dẫn Kim là một chàng trai tuyệt vời, nói tiếng Anh hoàn hảo và rất hữu ích. Cảm ơn các bạn! Đọc thêm",
            "Chỉ một bài đánh giá ngắn thôi là không đủ để cảm ơn Hiền và ê-kíp về 11 ngày off road tuyệt vời ở miền Bắc Việt Nam. Chuyến đi thực sự tuyệt vời với kỹ thuật ở một số nơi từng ngày! John, Mark và tôi đã có khoảng thời gian tuyệt vời nhất từ ​​trước đến nay, mặc dù thời tiết không đẹp chút nào!! Chúng tôi muốn giới thiệu chúng cho bất kỳ tay đua nào muốn có trải nghiệm cưỡi ngựa thực sự qua miền Bắc Việt Nam xinh đẹp! Mong được gặp lại các bạn.Đọc thêm",
            "Cảm ơn nhóm Dirtbike Travel rất nhiều vì chuyến tham quan enduro địa hình SIÊU 10 ngày mà chúng tôi đã có. Tiếc là chúng ta không có nhiều thời gian để khám phá cả nước mà tất nhiên chỉ có miền Bắc là vẫn bỏ sót một ít. Hướng dẫn viên nói tiếng Anh lưu loát và nắm rõ địa hình, như chính túi tiền của mình. Xe đạp có tiêu chuẩn phương Tây. Thức ăn địa phương thật tuyệt vời. Những con đường mòn rất đa dạng và đầy thử thách. CHÚNG TÔI KHÔNG THỂ MONG ĐỢI THÊM!!! Đó thực sự là một chuyến đi tuyệt vời trong cuộc đời chúng tôi. Chúng tôi sẽ giới thiệu đội du lịch Dirtbike cho bất kỳ ai có cùng niềm đam mê vì đội này thực sự là trang phục tuyệt vời nhất cho bất kỳ tay đua nào yêu thích thực hiện chuyến tham quan đầy bụi bẩn trên hai bánh tại Việt NamĐọc thêm",
            "Chúng tôi là một nhóm gồm những tay đua giàu kinh nghiệm đến từ Úc và mong muốn được thực hiện một chuyến đi địa hình thật khó khăn tại Việt Nam. Để tìm được công ty tốt nhất, chúng tôi đã dành 2 tháng để thảo luận về chuyến đi với nhiều nhà khai thác khác nhau. Cuối cùng, chúng tôi quyết định đấu với đội du lịch Dirtbike Việt Nam vì họ rất chuyên nghiệp và các tour của họ có tỷ lệ đường đất cao nhất, tất nhiên là không dành cho người yếu tim. Những con đường mòn rất tuyệt vời, một sự biến đổi tuyệt vời của các địa hình rất hung hãn và đầy thử thách từ bùn, đất, đồi, vũng nước, rãnh, đá, leo núi, xuyên rừng và băng qua suối và lòng sông. Nó hoàn toàn đáng giá từng xu. Mẫu xe đạp địa hình Honda CRF250L và WR250R mới nhất rất chắc chắn, là sự lựa chọn hoàn hảo cho những địa hình bùn sâu và rừng rậm. Hướng dẫn hoàn toàn tuyệt vời. Anh ấy yêu thích công việc của mình nên anh ấy biết mọi ngóc ngách của tất cả những con đường mòn và khu vực mà chúng tôi đã đi qua. Có những ngày vất vả, ngay cả với những người - OLD - những người đàn ông hơn 20 năm kinh nghiệm đạp xe trên đường đất, chúng tôi phải đạp xe sớm nhưng vẫn về khách sạn muộn, rất đau nhưng lại vui vì đó là điều chúng tôi cần. Kết thúc một ngày hoàn hảo với những món ăn tuyệt vời, sự chăm sóc chu đáo cũng như rượu và bia địa phương tuyệt vời haha. Chúng tôi không thể nói đủ cao về phi hành đoàn, những chiếc xe đạp - những con đường mòn. Nếu bạn có cùng sở thích với chúng tôi, đừng ngần ngại liên hệ với nhóm du lịch Dirtbike. Không chờ đợi, không vô nghĩa, đội ngũ tuyệt vời sẽ đáp ứng mọi mong muốn và nhu cầu của bạnĐọc thêm",
            "Nếu bạn đi xe đạp địa hình thì 6 ngày chúng ta vừa trải qua mới là chuyến tham quan thực sự. Đó là một cơ hội lớn để thoát khỏi con đường du lịch và tương tác nhiều hơn với người dân địa phương. Chúng tôi đã chọn trải nghiệm ở nhà nhiều nhất có thể và chúng tôi đã có khoảng thời gian tuyệt vời trong đời với lựa chọn này. Bất kể trình độ kỹ năng của bạn là gì, hướng dẫn viên có thể điều chỉnh lộ trình cho phù hợp. Chuyến tham quan là một sự kết hợp thực sự tuyệt vời giữa bật và tắt vì chúng tôi có các cấp độ khác nhau, vì vậy nó rất công bằng cho tất cả mọi người. Hướng dẫn viên của chúng tôi là một siêu anh hùng vì anh ấy luôn đặt trải nghiệm của khách hàng lên hàng đầu. Anh ấy đã cố gắng xử lý mọi rủi ro trên đường đi để đảm bảo chúng tôi có một chuyến đi rất thoải mái. Chắc chắn đó là một khuyến nghị lớn!!!! Đọc thêm",
            "Đã tham gia 2 chuyến du lịch với Hiền và nhóm của anh ấy. Mặc dù tôi chỉ là một tay đua vừa phải và những người khác trong nhóm đều đã tiến bộ, nhưng tôi vẫn có một khoảng thời gian tuyệt vời và họ cũng vậy. Miền Bắc Việt Nam là nơi tốt nhất cho chuyến tham quan bằng xe đạp địa hình và đây là nhóm người giỏi nhất để cho bạn thấy những địa điểm xa xôi, lối sống làng quê cũng như vùng nông thôn hẻo lánh và tuyệt vời. Không thể giới thiệu Hiền và nhóm của anh ấy đủ. Nếu bạn muốn trải nghiệm điều gì đó khác hơn là sự hối hả và nhộn nhịp của các thành phố lớn thì đây là chuyến đi nên làm. Bạn sẽ có được những bức ảnh về một số phong cảnh thực sự tuyệt vời và có khoảng thời gian tuyệt vời khi thực hiện việc đó.Đọc thêm"
        ],
        "star_ratings": [
            101,
            5,
            1,
            0,
            0
        ],
        "review_amount": 107,
        "location": [],
        "reviews_time": [
            "Written October 19, 2017",
            "Written September 26, 2017",
            "Written June 23, 2017",
            "Written June 22, 2017",
            "Written June 20, 2017",
            "Written June 20, 2017",
            "Written June 20, 2017",
            "Written May 25, 2017",
            "Written April 11, 2017",
            "Written April 7, 2017"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d4025487-Reviews-or50-ADV_Motorcycle_Tours_Dirtbike_Travel-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4025487-Reviews-or40-ADV_Motorcycle_Tours_Dirtbike_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4025487-Reviews-or60-ADV_Motorcycle_Tours_Dirtbike_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4025487-Reviews-ADV_Motorcycle_Tours_Dirtbike_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17462448-Reviews-Lucy_s_Dream_Fashion_and_Art_Exhibition_Center-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12574742-Reviews-Golden_Buffalo_Rider-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11444918-Reviews-Hanoi_Creative_City-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26630758-Reviews-Vietnam_Bestcare_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4340032-Reviews-Far_East_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25070733-Reviews-Hanoi_Flowers_Art_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8611127-Reviews-Your_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1946180-Reviews-Marco_Polo_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25458492-Reviews-Healing_Spa_and_Nail-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17115355-Reviews-Stellar_Of_The_Seas-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13368103-Reviews-Mon_Cheri_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8587886-Reviews-Get_up_Go_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d3957911-Reviews-Asia_Eyes_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8415920-Reviews-Your_Indochina_Travel_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6702827-Reviews-Paloma_Motorbike_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g6845054-d207080-Reviews-Paradise_Beach-Paradise_Beach_Mykonos_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g36232-d11672774-Reviews-Sunrise_Park-Lake_Bluff_Lake_County_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g60633-d4596394-Reviews-Ohe_o_Gulch-Kula_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g1507054-d9453855-Reviews-Chicken_Island-Ao_Nang_Krabi_Town_Krabi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g672292-d10484186-Reviews-La_Parguera_Bioluminescent_Bay-La_Parguera_Lajas_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g46868-d1507225-Reviews-Jersey_Shore_Premium_Outlets-Tinton_Falls_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d11965529-Reviews-Entourage_Vegas-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g60662-d109836-Reviews-Waimanalo_Beach-Waimanalo_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g1535286-d3539416-Reviews-Grotta_Della_Poesia-Roca_Vecchia_Melendugno_Province_of_Lecce_Puglia.html",
            "https://www.tripadvisor.com/Attraction_Review-g33034-d156825-Reviews-San_Pablo_Lytton_Casino-San_Pablo_California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d4025487-Reviews-or60-ADV_Motorcycle_Tours_Dirtbike_Travel-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d4025487-Reviews-or50-ADV_Motorcycle_Tours_Dirtbike_Travel-Hanoi.html"
    }
]