[
    {
        "attraction_name": "Adventure Aquarium",
        "attraction_name_vi": "Thủy cung phiêu lưu",
        "general_info": [
            "1.499 đánh giá",
            "- 2 trong số 21 điều cần làm ở Camden",
            "Bể cá"
        ],
        "attraction_summary": "Thủy cung Phiêu lưu chỉ cách trung tâm thành phố Philadelphia trên Bờ sông Camden vài phút và có các triển lãm có một không hai với hơn 15.000 loài thủy sinh trong suốt hai triệu gallon nước. Thủy cung là nơi tập trung bộ sưu tập cá mập lớn nhất vùng Đông Bắc, thủy cung duy nhất trên thế giới trưng bày hà mã, một trong sáu cơ sở duy nhất ở Mỹ có chim cánh cụt Little Blue là cư dân thường trú và trưng bày Cầu cá mập dài nhất thế giới, một cây cầu treo dây hình chữ V độc đáo chỉ cách Shark Realm vài inch. Adventure Aquarium là thành viên được công nhận của Hiệp hội Vườn thú và Thủy cung - AZA - và được tuân thủ các tiêu chuẩn cao nhất về chăm sóc và triển lãm động vật.Đọc thêm",
        "reviews": [
            "Đã đi với những đứa trẻ vị thành niên và thanh thiếu niên của tôi và họ yêu thích nó. Ngắm hà mã rất thú vị và việc đi ngang qua bể cá mập chỉ hơi đáng sợ. Một cái gì đó dành cho tất cả mọi người và mang tính giáo dục theo cách thú vị và hấp dẫn. Không thử bất kỳ lựa chọn thực phẩm nào của họ, nhưng có vẻ có nhiều loại để lựa chọn và một khu vực ngoài trời để thưởng thức bữa ăn của bạn. Bờ sông rất đẹp và thật tuyệt nếu được ngồi trên một trong những chiếc ghế dài để thư giãn và ngắm cảnh Philly. Đọc thêm",
            "Đáng để lái xe từ Ocean City, NJ! Chúng tôi đang đi nghỉ một tuần ở bãi biển và có vài ngày mưa. Chúng tôi quyết định đi tham quan thủy cung - cách OCNJ khoảng một giờ - . Chúng tôi có 2 đứa trẻ 5 tuổi và một đứa 8 tuổi - tất cả đều thích nó và có khoảng thời gian tuyệt vời. Nhiều hoạt động thực hành và khu vui chơi cho bé chạy nhảy.Đọc thêm",
            "Tôi đã có một thời gian thực sự tốt đẹp trong chuyến thăm của tôi.  Tôi đã được giảm giá AAA và được nhận vé vào cửa dành cho người lớn trong khoảng - 30. Tôi đã dành 4,5 giờ ở đây.  Các cuộc triển lãm đều rất đa dạng và sạch sẽ, với những biển hiệu thú vị.  Có một vài bể bơi cảm động, hai bộ phim 3D, những bữa ăn và những cuộc trò chuyện diễn ra suốt cả ngày.  Đừng bỏ lỡ việc cho hà mã ăn.  Nội dung về cá mập thực sự rất thú vị và ngay cả khu vực dành cho trẻ em cũng có những cuộc triển lãm thú vị dành cho người lớn.  Ngoài ra còn có nhiều điểm khác nhau để mua đồ ăn, đồ ăn nhẹ và đồ uống.  Có chỗ ngồi trong nhà tại quán ăn tự phục vụ ở chợ và chỗ ngồi ngoài trời cạnh vườn bia và chim cánh cụt.  Bạn có thể mang theo bữa trưa của riêng bạn, điều mà tôi đã làm.  Đến đó cũng dễ dàng, tôi sử dụng phà River Link.  Đoạn đường đi bộ từ phà đến thủy cung ngắn, sạch sẽ, đẹp mắt và cảm giác an toàn.  Tôi khuyên bạn nên.Đọc thêm",
            "Chúng tôi đã đi vào ngày Giáng sinh với các cậu bé 10 và 14 tuổi.  Thủy cung không quá đông đúc và khắp nơi đều có đồ trang trí ngày lễ.  Mặc dù nó không lớn lắm nhưng chúng ta có thể dễ dàng dành vài giờ ở đó. Việc xem chim cánh cụt và hà mã cho ăn rất thú vị và chúng tôi đã xem hai bộ phim 3D được làm rất tốt.  Nhìn chung, đây là một thủy cung đẹp và tôi khuyên bạn nên ghé thăm nếu bạn đi du lịch tới Philly.Đọc thêm",
            "Chúng tôi rất ngạc nhiên bởi bể cá này! Mặc dù nó hướng đến trẻ nhỏ...nhân tiện, điều đó RẤT thú vị, chúng tôi rất thích nó! Rất nhiều triển lãm, thậm chí cả hà mã! Rất nhiều nội dung tương tác cần làm để thu hút sự tham gia của những người trẻ tuổi. Chúng tôi đã có khoảng thời gian vui vẻ ở đây!Đọc thêm",
            "Nó gần như - 100 cho một cặp vợ chồng cao cấp cộng thêm - 22 cho một chiếc bánh mì kẹp cá và khoai tây chiên và - 10 cho bãi đậu xe.  Tôi biết giá bây giờ cao nhưng có vẻ hơi nhiều cho một chuyến thăm kéo dài trong 2 giờ.  Biển báo rất tệ, chúng tôi đã có vé nhưng không có biển báo nào cho chúng tôi biết rằng chúng tôi không phải xếp hàng chờ nếu có vé.  Các biển hiệu bên ngoài rất nhỏ và không dễ dàng chỉ ra lối vào.Đọc thêm",
            "Nó gần như - 100 cho một cặp vợ chồng cao cấp cộng thêm - 22 cho một chiếc bánh mì kẹp cá và khoai tây chiên và - 10 cho bãi đậu xe.  Tôi biết giá bây giờ cao nhưng có vẻ hơi nhiều cho một chuyến thăm kéo dài trong 2 giờ.  Biển báo rất tệ, chúng tôi đã có vé nhưng không có biển báo nào cho chúng tôi biết rằng chúng tôi không phải xếp hàng chờ nếu có vé.  Các biển hiệu bên ngoài rất nhỏ và không dễ dàng chỉ ra lối vào.Đọc thêm",
            "Chúng tôi đã rất ngạc nhiên khi thấy bể cá này! Mặc dù nó dành cho trẻ nhỏ... mà nhân tiện, điều này RẤT thú vị, chúng tôi rất thích! Có rất nhiều triển lãm, thậm chí cả hà mã! Có rất nhiều hoạt động tương tác để thu hút trẻ nhỏ. Chúng tôi đã có khoảng thời gian vui vẻ ở đây! Đọc thêm",
            "Đã ghé thăm thủy cung này 3 lần, sạch sẽ và chuồng nuôi được bảo quản tốt. Tôi đã đặt lịch bơi cùng cá mập và cá đuối gai độc và gặp gỡ hà mã. Cả hai đều là trải nghiệm tuyệt vời. Đọc thêm",
            "Thủy cung có rất nhiều thứ để xem - vấn đề là nó quá đông đến nỗi chúng tôi cảm thấy như đang ở trên một lối đi di chuyển của sân bay mà không có cách nào để dừng lại và tận hưởng những màn trình diễn tuyệt vời.  Tất cả những gì bạn có thể làm là gật đầu nhanh chóng như Clark Griswold ở Grand Canyon.  Nhiều màn hình nhỏ hơn đông đúc người đến mức bạn khó có thể nhìn thấy bên trong bể cá.  Chúng tôi thấy rất nhiều bậc cha mẹ mệt mỏi, căng thẳng vây quanh con cái để chúng không bị giẫm đạp.  Nhóm 8 người của tôi đã bị đẩy qua toàn bộ nơi này trong hơn một giờ.  Thực sự đáng tiếc vì nếu quy mô tuyển sinh hạn chế hơn thì sẽ thật tuyệt vời.  Yêu đường hầm cá mập, nơi chúng ta có thể có một chút thời gian để tận hưởng cái nhìn gần hơn.Đọc thêm",
            "Chúng tôi đã đi vào ngày Giáng sinh với các cậu bé 10 và 14 tuổi.  Thủy cung không quá đông đúc và khắp nơi đều có đồ trang trí ngày lễ.  Mặc dù nó không lớn lắm nhưng chúng ta có thể dễ dàng dành vài giờ ở đó. Việc xem chim cánh cụt và hà mã cho ăn rất thú vị và chúng tôi đã xem hai bộ phim 3D được làm rất tốt.  Nhìn chung, đây là một thủy cung đẹp và tôi khuyên bạn nên ghé thăm nếu bạn đi du lịch tới Philly.Đọc thêm",
            "Rất thích thời gian dành cho tôi và gia đình!! Mong sớm có thêm một con nữa! Tôi muốn làm lại tất cả trong bể cá! Đọc thêm",
            "Mặc dù việc xem các cuộc triển lãm thật tuyệt vời nhưng vẫn có quá nhiều điều tiêu cực.  Các biển báo thật khủng khiếp.  Chúng tôi đi tìm các nàng tiên cá và được cho biết thời gian đến cụ thể.  Chúng tôi cũng đã có thời gian cụ thể cho buổi biểu diễn. Điều chúng tôi không biết là thời gian diễn ra buổi biểu diễn chỉ cho phép bạn xếp hàng vào thời điểm đó.  Hàng dài hơn một giờ chỉ để các nàng tiên cá vẫy tay chào đám đông trong 2 phút.  Khi chúng tôi hoàn thành công việc, thủy cung sẽ đóng cửa sau 30 phút nữa nên chúng tôi chỉ có thể nhìn thấy một phần rất nhỏ của thủy cung.  Đối với 2 người cao niên và một đứa cháu, con số là - 115 người trong 4-5 giờ với gần 1,5 giờ đứng xếp hàng.Đọc thêm",
            "Không nhiều như thủy cung Baltimore nhưng bầu không khí thì - - tốt hơn và bạn thực sự có thể đến gần để xem những điều kỳ diệu được trưng bày và những chú cá mập cưng. Đọc thêm",
            "Tôi ghét đưa ra đánh giá thấp cho một thủy cung vì chúng là những địa điểm yêu thích của tôi để ghé thăm nhưng nơi này lại thất bại. Không có luồng thực sự nào trong bố cục nên nó khó hiểu và mọi người đến từ cả hai hướng nên không bao giờ có một góc nhìn thực sự tốt - bỏ túi - ở giữa những khách truy cập khác. Ngoài ra, chủ đề - cướp biển - không được thực hiện tốt lắm và hầu hết các xe tăng đều trông sến sẩm hoặc trần trụi. Tuy nhiên, các loài động vật này rất tuyệt... chúng chỉ bơi xung quanh như một tảng đá buồn hoặc một chiếc mỏ neo cũ chứ không phải thứ gì đó trông tự nhiên hơn.Đọc thêm",
            "During a visit of my relatives from Brooklyn to New Jersey we tried to come up with a good place for a Family Day trip to create some happy memories for everyone of the visit. We decided on the Adventure Aquarium in Camden. It is only a one-hour drive away and offers lots of fun, kid friendly and adult friendly activities as well as unique photo ops for memories. This is not our first visit to the Aquarium, but we always find it fun and entertaining each time.There were eight in our party which included a 12-year-old and two children - a 2-year-old and a 1-year-old. We brought a portable stroller to push the 1-year-old around. We used the Aquarium website to preorder and print tickets in advance of our arrival - which allowed us to skip the box office and walk directly into the Aquarium upon arrival.  Online tickets are timed with your entry time, and you are allowed to enter 30 minutes before to 30 minutes after your selected entry time. The Aquarium encourages guests to arrive based on their ticket entry time because they cannot guarantee entry outside of this window - especially during peak visitation times. The Aquarium offers discount tickets for Seniors 65 years and over, children between 2 and 13 years and is free for kids under age 2.The aquarium provides plenty of parking in front of the building in surface lots. Parking lot entrances can be found along North Delaware Avenue. There is also a circle in front of the Aquarium  - the Aquarium Loop Drive -  where you can conveniently drop off passengers  - such as infants with strollers or those using wheelchairs -  before parking your car in the lots.  Beware that wagons, wagon style strollers and large strollers are prohibited in the Aquarium due to the narrow walkways. However, you can rent wheelchairs and - or strollers  - Lower Level -  if needed. An additional fully refundable  - 10 deposit is required for each stroller and - or wheelchair rented. As you approach the entrance to the Aquarium, they offer several photo op venues where you can take photos with your own cell phone or camera as well as Aquarium staff who will take photos of your entire family. H2O Photo staff are also available to take photos after you cross the Shark Bridge. At the end of your visit, you can visit the H2O Photo center  - Lover Level -  to select either digital or physical souvenir photos to take home. We took several photos with cell phones at the photo op sites along the walkway to the entrance as well as a group family shot by H20 staff. Those who crossed the Shark bridge also took H2O photos at the end. We purchased digital photos at the end of our visit to share with everyone.Adventure Aquarium has an impressive array of activities spread over 3 Levels  - Lower Level, Level 1 and Level 2 -  and five Zones  - A to E - . It is wise to get an aquarium map to find your way around after you enter, which also tells you when special events like feeding times are done by Aquarium divers and staff as well as when live shows are taking place. It can be a challenge to navigate between the exhibits without a map of the layout. Even with a map we were confused many times as we navigated the maze of corridors between the different Zones.Probably the most impressive exhibit of the Aquarium is the Shark Tunnel  - Level 1 -  where you walk through a tunnel with sharks visibly swimming above and beside you as you go. There is also a Shark Bridge  - Level 1 -  where you can walk on a bridge made of heavy rope netting above a shark tank.  - Personally, I did not find the Shark Bridge that interesting or scary since you cannot see the sharks very well with the heavy netting obscuring your view of the sharks below. But you can get a nice photo op at the end of your trip through the bridge. -  We also enjoyed the sting ray tank, the Touch Me Tank and the jelly fish exhibit.For children there is a play zone  - Level 1 -  with obstacles for the kids to climb on and run amuck near the Penguin Island. Penguin Island is also interesting. Seeing the penguins fly through the water like birds is always impressive to watch. Should you need a break from touring the aquarium you can sit and rest in the Beer Garden  - Level 1 -  of the Aquarium. This is a pleasant, outdoor terrace with tables, chairs and umbrellas for shade offering impressive views of the Delaware River, the Benjamin Franklin Bridge and the Philadelphia skyline. There are also places to sit, rest and eat at Marketplace - Coffee Shop and a gift shop indoors  - at Level 1 -  as well.The Aquarium hours are from 9:30 AM to 5 PM seven days a week. We toured the Aquarium for 4 hours including lunch at the Marketplace, playtime for kids in Play Zone, a rest stop at the Beer Garden and the Penguin feeding live show in Penguin Island.Read more",
            "Chi phí của sinoir trên ssi là bao nhiêu? Đọc thêm",
            "Bạn có mở cửa vào tháng 1 không?Đọc thêm",
            "Giá vé vào cửa cho trẻ em từ 8 đến 15 tuổi là bao nhiêu? Giá vé vào cửa cho người lớn ?Đọc thêm",
            "Tôi muốn đi xem buổi hòa nhạc ở Brooks and Dunn ở đó có an toànĐọc thêm",
            "khu vực này, thẳng thắn mà nói, là một khu vực khó khăn.  Tuy nhiên, đối với một buổi hòa nhạc thì nó phải tương đối an toàn. Có sự hiện diện dày đặc của cảnh sát trong khu vực do các tòa nhà của chính phủ.Đọc thêm",
            "Xin chào, Bạn dành bao nhiêu thời gian để tham quan Thủy cung Phiêu lưu?Đọc thêm",
            "Chi phí đầu vào là bao nhiêu?Đọc thêm",
            "Họ có bán thẻ chụp ảnh hay bạn mua ảnh theo yêu cầu?  Những bức ảnh này có giá bao nhiêu?Đọc thêm",
            "Tôi không thấy tùy chọn thẻ ảnh ở đó. Tôi chỉ nhớ một bức ảnh, trước khi bạn đến lần đầu. Đọc thêm",
            "Tôi vừa mua vé đi tuần lễ ông bà từ ngày 8 tháng 9 đến ngày 14 tháng 9.  Do lũ lụt nên tôi không thể đến đó trong tuần này.   Họ có gia hạn vé cho tôi không?Đọc thêm",
            "Nếu đó chỉ là một chương trình khuyến mãi để lôi kéo ông bà tham gia, bạn có thể ổn nhưng hãy gọi điện và giải thích tình huống của bạn và tôi khuyên bạn nên nói chuyện với các tổng giám đốc và xin tên.Đọc thêm",
            "Xin chào, tôi dự định đến vào chủ nhật ngày 7 tháng 4. Xin vui lòng cho biết nó có mở cửa vào Chủ nhật hay không. Tôi cũng cần mua vé cho đứa con 1 tuổi của mình. vé có sẵn trong cùng một ngày hay tôi cần mua trước khi đến thăm. Cảm ơnĐọc thêm",
            "Xin lỗi tôi - tôi quay lại với bạn muộn.  Tôi đoán bạn đã biết rằng quán này mở cửa vào Chủ nhật và bạn chỉ có thể mua vé tại cửa.  Tôi không biết liệu đứa trẻ một tuổi có cần vé không. Tôi hy vọng gia đình bạn vui vẻ!Đọc thêm",
            "Xin chào, tôi dự định đến vào Chủ nhật ngày 7 tháng 4. Thủy cung có mở cửa vào Chủ nhật không? Tôi có cần mua vé cho đứa bạn già của tôi không? và vé có sẵn trong ngày hay tôi phải mua vé trước khi truy cập trực tuyến?Đọc thêm",
            "Con bạn được tự do, tôi đã mua vé trực tuyến.  Tôi cũng sẽ làm như vậy để tránh xếp hàng hoặc nếu chúng đã bán hết, bằng cách này bạn sẽ được đảm bảo vào cửa.Đọc thêm"
        ],
        "star_ratings": [
            563,
            606,
            213,
            75,
            42
        ],
        "review_amount": 1499,
        "location": [
            "Hoa Kỳ",
            "Thủy cung phiêu lưu",
            "Camden",
            "Những điều cần làm ở Camden",
            "New Jersey - NJ -"
        ],
        "reviews_time": [
            "Written June 6, 2023",
            "Written June 24, 2023",
            "Written July 16, 2023",
            "Written December 28, 2023",
            "Written April 9, 2024",
            "Written April 30, 2024",
            "Written April 30, 2024",
            "Written April 9, 2024",
            "Written March 18, 2024",
            "Written March 4, 2024",
            "Written December 28, 2023",
            "Written November 10, 2023",
            "Written September 27, 2023",
            "Written September 26, 2023",
            "Written September 13, 2023",
            "Written September 1, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g46340-d135399-Reviews-Adventure_Aquarium-Camden_New_Jersey.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g46340-d12675351-Reviews-Bain_s_Deli-Camden_New_Jersey.html",
            "https://www.tripadvisor.com/Restaurant_Review-g46340-d4416467-Reviews-Victor_s_Pub-Camden_New_Jersey.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60795-d461658-Reviews-Keating_s_Rope_Anchor-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g46340-d5032845-Reviews-Market_Street_Pizzeria_Italian_Bistro-Camden_New_Jersey.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60795-d433571-Reviews-Moshulu-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60795-d629008-Reviews-The_Franklin_Fountain-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60795-d433471-Reviews-Spasso_Italian_Grill-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60795-d1070950-Reviews-Zahav-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g46340-d928791-Reviews-Little_Slice_of_New_York-Camden_New_Jersey.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60795-d461469-Reviews-Bistro_Romano-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g46340-d7171195-Reviews-Ulysses_Wiggins_Waterfront_Park-Camden_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46340-d1853398-Reviews-Camden_Children_s_Garden-Camden_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46340-d629899-Reviews-Battleship_New_Jersey-Camden_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d107506-Reviews-Independence_Seaport_Museum-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d7153507-Reviews-Spruce_Street_Harbor_Park-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d12163505-Reviews-Museum_of_the_American_Revolution-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d104742-Reviews-Christ_Church-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d143542-Reviews-Penn_s_Landing-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d138249-Reviews-Elfreth_s_Alley-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d138272-Reviews-Weitzman_National_Museum_of_American_Jewish_History-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g46340-d135399-Reviews-or10-Adventure_Aquarium-Camden_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d4296778-Reviews-Patriot_Harbor_Lines-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d1861176-Reviews-WeVenture_Philadelphia-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d13962146-Reviews-Olde_City_Escape_Games-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d2017696-Reviews-Free_Tours_by_Foot-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d15607705-Reviews-Kick_Axe_Throwing_Philadelphia-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d19104290-Reviews-The_Musical_History_Tours-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d12230951-Reviews-MindEscape-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d1770479-Reviews-Philadelphia_Urban_Adventures-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d3604538-Reviews-Philadelphia_Segway_Tours-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d12003428-Reviews-Liberty_Escape_Rooms-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g42758-d3353864-Reviews-Haserot_Beach-Traverse_City_Grand_Traverse_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298173-d1308703-Reviews-Yokohama_Hakkeijima_Sea_Paradise-Yokohama_Kanagawa_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g190379-d21291572-Reviews-P1_Asian_Massage-Larnaca_Larnaka_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g562817-d10783275-Reviews-Turtle_Nursery-Morro_del_Jable_Pajara_Jandia_Peninsula_Fuerteventura_Canary_Isla.html",
            "https://www.tripadvisor.com/Attraction_Review-g294452-d25149407-Reviews-Cannabis_Store_Amsterdam_Bulgaria-Sofia_Sofia_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g304026-d3625445-Reviews-Freedom_Park_Lagos-Lagos_Lagos_State.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d17585538-Reviews-Rowdy_Bear_s_Smoky_Mountain_Snowpark-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d560888-Reviews-Koko_Crater_Botanical_Garden-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g36802-d1808322-Reviews-Illinois_Railway_Museum-Union_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g60340-d4057662-Reviews-St_Croix_Casino_Turtle_Lake-Turtle_Lake_Wisconsin.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g46340-d135399-Reviews-or10-Adventure_Aquarium-Camden_New_Jersey.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g46340-d135399-Reviews-Adventure_Aquarium-Camden_New_Jersey.html"
    }
]