[
    {
        "attraction_name": "Adventure Park USA",
        "attraction_name_vi": "Công viên Phiêu lưu Hoa Kỳ",
        "general_info": [
            "152 đánh giá",
            "1 trên 1 Thắng cảnh ở Monrovia",
            "Địa điểm ưa thíchTrung tâm giải trí trò chơi",
            "Địa điểm ưa thích",
            "Trung tâm giải trí trò chơi"
        ],
        "attraction_summary": "Kể từ mùa hè năm 2005 khi Adventure Park USA mở cửa, du khách đã phát cuồng về trung tâm giải trí gia đình thú vị này. Adventure Park USA là một công viên giải trí phương Tây rộng 17,5 mẫu Anh với tòa nhà rộng 22.000 foot vuông để phục vụ các chuyến phiêu lưu trong nhà cũng như ngoài trời. Chủ đề phương Tây của công viên thâm nhập vào tất cả các mặt tiền cửa hàng, sân gôn mini, thẻ laze và tàu lượn siêu tốc ly kỳ. Chủ sở hữu Larry Stottlemyer đã mở cơ sở hiện đại này với hy vọng trở thành một trong những công viên giải trí tốt nhất trong khu vực, một điều mà ông chắc chắn đã hoàn thành. Ông Stottlemyer trước đây sở hữu và điều hành điểm tham quan Putt-Putt ở Frederick, một địa điểm được người dân địa phương yêu thích. Anh ấy đã đạt được những thành tựu phi thường với nhượng quyền thương mại trước đây, tổ chức một trò chơi điện tử, một tàu lượn siêu tốc, 2 sân gôn thu nhỏ, nhượng quyền, chiến tranh dưới nước, bãi đậu xe và bắn súng laser, tất cả chỉ trên 1,7 mẫu đất. Bất chấp vô số điểm tham quan hiện có tại Adventure Park USA, công viên vẫn đang phát triển nhanh chóng.Đọc thêm",
        "reviews": [
            "Chúng tôi đã có một vụ nổ, nhưng nơi này có vẻ khá xuống cấp.  Các nhân viên thực sự đã chạy khắp nơi, cố gắng hết sức để mọi thứ diễn ra suôn sẻ và chuyên nghiệp, vì vậy tôi đánh giá cao họ - nhưng một số chuyến đi không có người phục vụ và ngay cả khi chúng tôi làm theo văn bản để báo hiệu đi xe, đôi khi vẫn có người đến cùng và đôi khi chúng tôi đã bỏ cuộc.  Nhiều chuyến đi hoạt động với công suất hạn chế - những chiếc xe cản ở vùng quay chỉ có 2 chiếc hoạt động.  Chúng tôi được thông báo rằng chiếc áo nhảy ếch chỉ có thể chứa được 4 đứa trẻ nếu không nó sẽ không hoạt động, và sau đó nó không hoạt động chút nào, điều này xảy ra sau khi chúng tôi đợi một người phục vụ và xếp hàng dài, vì vậy họ đã cố gắng đặt 6 đứa trẻ lên đó - vẫn chưa đầy- và nó sẽ không bắt đầu, vậy có lẽ người phục vụ đó không biết chuyện về 4 đứa trẻ? Họ sẽ không để nhiều hơn một người lớn cùng một lúc trên tàu lượn tumbleweed vì nó không lên được đồi, vì vậy chúng tôi thậm chí còn không thử bất kỳ chiếc tàu lượn lớn hơn nào, điều đó không tạo được nhiều sự tin tưởng. Một nửa số đường chơi bowling có một quả bóng bị kẹt và không hoạt động. Điều đó nói lên rằng, Những đứa trẻ của tôi rất thích thẻ laze, cầu trượt lớn, băng chuyền, vòng xoáy nghiêng, dãy Himalaya nhỏ và trò chơi tranh giành lặp đi lặp lại.  Có một sân chơi bên ngoài và bên trong. Tôi sẽ cảm thấy tốt hơn khi tiêu tiền nếu có nhiều việc hiệu quả hơn, nhưng nhìn chung đó là khoảng thời gian vui vẻ.Đọc thêm",
            "Đã lấy đi 4 đứa con của tôi. Thậm chí không thể đi xe. Họ không có công nhân ở mọi điểm thu hút. Họ nói nhắn tin nhưng không ai đến. Xin vui lòng tránh nơi này. Nghiêm túc mà nói, thật lãng phí 200 đô la để đi dạo bên ngoài.Đọc thêm",
            "Hôm qua đã đi với 5 đứa cháu từ 5 - 12 tuổi. Giá quá cao, thiếu nhân viên và nhiều trò chơi cũng như trò chơi điện tử không hoạt động. Phòng tắm bừa bộn và cần tp và xà phòng. Đã phải nhắn tin để có được nhân viên cho các điểm tham quan. Không phải là một giá trị tốt. Bọn trẻ chơi rất vui nhưng cần nhiều TLC.Đọc thêm",
            "Nơi khá tốt cho các điểm tham quan trong nhà. Vâng, nó có thể trở nên đắt đỏ. Chúng tôi đã thực hiện các điểm tham quan trong nhà không giới hạn và tôi nghĩ đã nhận được 25 đô la trò chơi điện tử. Nhìn chung, đứa trẻ 5 và 3 tuổi của chúng tôi đã có một trải nghiệm tuyệt vời. Hầu như tất cả các trò chơi arcade đều hoạt động và một số trò chơi thực sự thú vị. Thật tuyệt khi có thể thực hiện gắn thẻ laser, xem phim 4d, v.v. và chỉ cần trả trước. Giống như hầu hết các nơi, hơi thiếu nhân lực nhưng mọi người đều rất tử tế và hữu ích khi làm việc ở đó. Chúng tôi đã đi ngay khi họ mở cửa vào thứ Bảy và ở lại cho đến khoảng 1 giờ chiều, hơi bận rộn khi chúng tôi rời đi nhưng không tệ như chúng tôi dự đoán. Vì chuyến thăm đó nên chúng tôi đã chơi gôn mini vào một ngày tháng Ba đẹp trời và tôi nói rằng họ cần phải đến đầu tư hoặc đóng khóa học đó. Nó khá tệ, nhưng cũng có thể chỉ là đầu mùa giải. Địa điểm đẹp và rất thuận tiện. Đọc thêm",
            "Siêu thất vọng!   Chúng tôi đến lúc 11 giờ 30 cùng với hai cháu gái, 5 và 7 tuổi. Chúng tôi đã trả tiền cho thẻ All You Can Ride cho mỗi 100, cộng với thẻ 25 cho bố của chúng.  Mỗi người phải đi tổng cộng 3 chuyến.  Mọi chuyến đi khác mà họ muốn đi đều không có nhân viên.  Bạn phải nhắn tin ở lối vào và đợi một người phục vụ.  Đến hai chuyến đi, không có ai xuất hiện.  Đối với hai chuyến đi, phải chờ 10 phút.  Có một hàng dài để vào và họ vẫn cho phép khách mua vé, nhưng họ thiếu nhân lực trầm trọng.  Có vẻ họ rất tham lam khi cho phép nhiều người hơn mức họ có thể phục vụ. Sẽ không bao giờ đến đó một lần nữa.  Tôi là người địa phương và thường xuyên đến đó khi con tôi còn nhỏ.   Chúng tôi sẽ không đưa cháu gái của tôi đến đó.  Tôi hiểu rằng khắp nơi đang thiếu nhân công, nhưng có lẽ nơi này cần bán vé trước và chỉ bán số lượng có thể phục vụ được.  Xé toạc! Tôi cảm thấy tồi tệ cho những người làm việc ở đó.  Không được đào tạo bài bản, làm việc quá sức và không được quản lý hỗ trợ tốt.Đọc thêm",
            "Tôi đến đây hoàn toàn để lái chiếc Wildcat như tôi nhớ khi nó còn ở Williams Grove Park Mechanicsburg Pennsylvania hiện đã không còn tồn tại. Lúc đầu, tôi nghĩ con số 59 cho một chiếc dây đeo cổ tay là quá đáng nhưng khi bắt đầu thực hiện, quan điểm của tôi đã thay đổi. Tôi không chỉ được đi không giới hạn trên Wildcat mà còn có cờ vây, xe scrambler, tlit-a-whirl, thẻ laser, rạp hát xd, thực tế ảo, thuyền bội thu và các trò chơi điện tử chọn lọc. Wildcat hơi thô nhưng cực kỳ thú vị. Thực tế ảo, xe go kart và thẻ laze là những thứ tự nhiên hàng đầu. Hầu hết các trò chơi đều thú vị. Những chiếc thuyền bội thu có súng nước và bạn ngâm mình nhiều nhất sẽ bị ướt. Rạp hát xd quá bạo lực và ném tôi đến mức khiến tôi bị thương ở xương cụt. Đi xe thận trọng. Wild West Express đã đóng cửa khi tôi ở đó nên tôi có thể đánh giá điều đó. Nói chung là một nơi tuyệt vời. Đọc thêm",
            "Tôi đã cho nơi này cơ hội thứ hai sau chuyến thăm đầu tiên khó khăn Scrambler khiến tôi phát ốm và Wild West Express đã đánh tôi và tôi phải nói rằng... bây giờ tôi thực sự thích nó. Cuối cùng tôi cũng có cơ hội tham gia các điểm tham quan trong nhà. Ưu điểm: - Các điểm tham quan trong nhà tốt, trải nghiệm Hologate VR thật tuyệt vời, tuy nhiên, đừng đeo kính vì chúng có thể ấn vào mắt bạn và sẽ bị bẩn, Xe bội thu Spin Zone là mang tính giải trí, Thẻ Laser rất thú vị và Nhà hát XD mới cũng khá thú vị. - Wildcat là một chiếc tàu lượn tốt, rất êm ái và vui nhộn so với thời đại của nó. - Nhân viên ở đây rất tốtNitpicks: - Anh tôi đã gọi bánh pho mát và họ đã bị đóng băng, điều này khiến cho việc đặt thìa vào trở nên khó khăn mà không gây lộn xộn hoặc làm tổn thương bản thân. Nó có vị ổn. Nhược điểm: - Tránh Scrambler, The Wild West Express và Go Carts. Chiếc Scrambler quay với tốc độ bằng một nửa nhưng nó khiến tôi cảm thấy mệt mỏi hơn bất kỳ chiếc Scrambler thông thường nào khác. Chuyến tàu Wild West Express cực kỳ gồ ghề và đau đớn mặc dù lần trước tôi đi, họ đang tiến hành bảo trì nên hy vọng chuyến đi sẽ không đau đớn nhiều như vậy. Những chiếc xe go go liên tục bị hỏng, anh trai tôi dừng lại giữa đường hai lần, tôi nói đã đến lúc họ phải đi. Sau chuyến thăm thứ hai, tôi thực sự thích nơi này, tôi sẽ quay lại bất cứ khi nào tôi đến với Bố tôi.Đọc hơn",
            "Việc sắp xếp bữa tiệc khá đơn giản.  Tuy nhiên, vào ngày diễn ra bữa tiệc, các điều phối viên hầu như không phối hợp bất cứ điều gì, họ phát đồ ăn và đồ uống mà không có sự điều phối về thời gian của bất cứ điều gì.  Họ nói với chúng tôi rằng chúng tôi phải rời đi và vứt những túi quà lên bàn sau khi bọn trẻ đã rời đi, như một sự suy nghĩ lại, và nói với chúng tôi rằng chúng tôi phải nhanh chóng thu thập chúng mà không cần suy nghĩ trước.  Có một khoản phí bổ sung 100 đô la vào tài khoản mà không ai có thể giải thích cho chúng tôi, không có biên nhận nào chỉ là một khoản phí ngoài khoản phí của bên, hai tuần cố gắng chỉ ra mục đích của nó hoặc hoàn lại tiền cho chúng tôi và vẫn không có gì từ ban quản lý của họ.  Việc thiếu giao tiếp của họ khiến họ rất khó chịu trong vấn đề này.Đọc thêm",
            "Công viên tuyệt vời !!! Nó nhỏ nhưng bạn vẫn có thể có rất nhiều niềm vui cho mọi lứa tuổi. Mặc dù một đứa trẻ 1 tuổi không thể làm được nhiều việc nhưng con gái bạn tôi cũng đã có khoảng thời gian thực sự vui vẻ. Trò chơi điện tử có chủ đề độc đáo và lối vào công viên. Theo chủ đề về miền Tây cổ. Rode The Wildcat và rất ấn tượng rằng nó hoạt động trơn tru và được bảo trì khá tốt so với tuổi của nó và đã được di dời nhiều lần trước khi ở lại đây. Phần mà tôi thực sự ấn tượng là đường đua go-kart mượt mà đến thế nào! Hầu như tất cả những chiếc tôi đã từng đi đều gập ghềnh và khó điều khiển tay lái. Một điều tôi nghĩ thực sự gọn gàng là Mười Điều Răn được đặt dưới gốc cây rất gần The Wildcat. Chắc chắn sẽ quay lại.Đọc thêm",
            "Rất vui cho cả gia đình, chi phí hợp lý, không đông đúc, hoàn hảo! Các trò chơi kéo dài hơn nhiều so với các trò chơi lễ hội thông thường, không phải xếp hàng dài, nhân viên thân thiện. Tôi thực sự muốn giới thiệu nơi này cho bất kỳ ai thích công viên giải trí. Đọc thêm"
        ],
        "star_ratings": [
            48,
            63,
            27,
            6,
            8
        ],
        "review_amount": 152,
        "location": [],
        "reviews_time": [
            "Written July 23, 2023",
            "Written August 13, 2022",
            "Written July 16, 2022",
            "Written April 16, 2022",
            "Written August 21, 2021",
            "Written June 27, 2021",
            "Written June 21, 2021",
            "Written June 20, 2021",
            "Written May 7, 2021",
            "Written February 13, 2021"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g41272-d1382529-Reviews-Adventure_Park_USA-Monrovia_Maryland.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g41286-d15140025-Reviews-The_Derby-New_Market_Maryland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g41286-d2371772-Reviews-Morgan_s_American_Grill-New_Market_Maryland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g41120-d7014701-Reviews-Asian_Bistro-East_New_Market_Maryland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g41286-d4441028-Reviews-Domino_s_Pizza-New_Market_Maryland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g41286-d4583837-Reviews-Baskin_Robbins-New_Market_Maryland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g41286-d4460018-Reviews-Dunkin-New_Market_Maryland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g41286-d11741911-Reviews-Burger_King-New_Market_Maryland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g41286-d4522680-Reviews-McDonald_s-New_Market_Maryland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g41286-d19667494-Reviews-Popeyes_Louisiana_Kitchen-New_Market_Maryland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g41286-d3320312-Reviews-LIghthouse_Seafood_Deli-New_Market_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g41286-d25265747-Reviews-New_Market_Historic_District-New_Market_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g41120-d12496979-Reviews-New_Market_Plains_Vineyards-East_New_Market_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g41286-d7745640-Reviews-Fleshman_s_Antiques-New_Market_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g41286-d7796197-Reviews-RP_Brady-New_Market_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g60903-d534381-Reviews-Monocacy_National_Battlefield-Frederick_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g41276-d3596891-Reviews-Gaver_Farm-Mount_Airy_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g41276-d1936941-Reviews-Linganore_Winecellars-Mount_Airy_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g41276-d21359731-Reviews-Old_National_Pike_Park-Mount_Airy_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g41201-d6615471-Reviews-Green_Meadows_Petting_Farm-Ijamsville_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g41201-d20206577-Reviews-St_Ignatius_of_Loyola_Catholic_Church-Ijamsville_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g41272-d1382529-Reviews-or10-Adventure_Park_USA-Monrovia_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g41272-d1382529-Reviews-Adventure_Park_USA-Monrovia_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g41286-d7381761-Reviews-Happiloo-New_Market_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g41286-d7771488-Reviews-Robert_Esterly_Antiques-New_Market_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g60903-d18546062-Reviews-Tree_Trekkers-Frederick_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g60903-d12416196-Reviews-Clue_IQ_An_Escape_Room_Experience-Frederick_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g60903-d5111223-Reviews-Frederick_Visitor_Center-Frederick_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g60903-d7735847-Reviews-Historic_Downtown_Frederick-Frederick_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g60903-d3471622-Reviews-Carroll_Creek_Linear_Park-Frederick_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g60903-d3321438-Reviews-Baker_Park-Frederick_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g60903-d11964060-Reviews-Surelocked_In_Escape_Games-Frederick_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g60903-d218839-Reviews-National_Museum_of_Civil_War_Medicine-Frederick_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g32066-d560657-Reviews-Greek_Theater-Berkeley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d456107-Reviews-Perfume_River-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d10547212-Reviews-Diamond_District-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g13073965-d7712513-Reviews-Jaflong-Jaflong_Sylhet_Division.html",
            "https://www.tripadvisor.com/Attraction_Review-g30029-d1487031-Reviews-Da_Vinci_Science_Center-Allentown_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1878338-Reviews-Kimmy_Custom_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g227101-d670227-Reviews-Footloose_Fun_Bar-Saint_Julian_s_Island_of_Malta.html",
            "https://www.tripadvisor.com/Attraction_Review-g187514-d796251-Reviews-Santiago_Bernabeu_Stadium-Madrid.html",
            "https://www.tripadvisor.com/Attraction_Review-g189852-d313576-Reviews-Junibacken-Stockholm.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d145862-Reviews-Mount_Blue_Sky-Denver_Colorado.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g41272-d1382529-Reviews-or10-Adventure_Park_USA-Monrovia_Maryland.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g41272-d1382529-Reviews-Adventure_Park_USA-Monrovia_Maryland.html"
    }
]