[
    {
        "attraction_name": "Africa Safari Park",
        "attraction_name_vi": "Công viên Safari Châu Phi",
        "general_info": [
            "55 đánh giá",
            "24 trong số 81 điều cần làm ở Tỉnh Alexandria",
            "Khu vực hoang dã tự nhiên"
        ],
        "attraction_summary": "Công viên Safari Châu Phi là công viên safari đầu tiên ở Ai Cập mang đến cho mọi người cơ hội trải nghiệm phiêu lưu táo bạo.Đọc thêm",
        "reviews": [
            "Nơi tuyệt vời cho trẻ em và gia đình, nhiều loại động vật mặc dù không ở trong điều kiện tốt nhất nhưng là trải nghiệm tốt cho trẻ em, nhân viên thân thiện và hữu ích, tuy nhiên tôi vẫn cần chú ý một chút đến vệ sinh cá nhân nhưng điều này dễ hiểu đối với loại công việc này. Đọc thêm",
            "Một nơi tuyệt vời, đó là một chuyến đi săn thú vị bằng ô tô bởi nơi này thiếu voi và hươu cao cổ, đó là hơn 100 loài động vật thật hoàn hảo Đọc thêm",
            "Tôi không thể tin vào mắt mình về những gì tôi đã thấy ở nơi này. Nó được tổ chức và cấu trúc rất tốt. những người bảo vệ và công nhân ở đó rất tôn trọng và hữu ích, ngoại trừ người bảo vệ hành trình mà tôi đã báo cáo hành vi của anh ta với ban quản lý. Rất khuyến khích mọi người.Đọc thêm",
            "Có rất nhiều niềm vui với bọn trẻ khi nhìn thấy tất cả những con vật này và cho chúng ăn. Chuyến tham quan bằng ô tô riêng của chúng tôi trong một khu rừng thực sự là một trong những trải nghiệm tuyệt vời. Chắc chắn tôi giới thiệu nó cho mọi người và rất muốn ghé thăm nơi này một lần nữa. Đọc thêm",
            "Bạn phải mất rất nhiều công sức và thời gian để đến được nơi này vì nó cách thành phố gần nhất alexandria khoảng 85 km. Và cũng phải tốn rất nhiều tiền để đến được nơi này, khoảng 600 bảng Ai Cập và đó không phải là tất cả vì bạn phải boa cho từng người nuôi thú mà bạn tìm được để cho phép bạn cho thú ăn, chụp ảnh, v.v. bản thân trải nghiệm đã rất đáng thất vọng và nó càng trở nên tồi tệ hơn mỗi lần tôi ghé thăm. Thú vật chết đi và biến mất không được thay thế, những thú vật hiện tại rất lười biếng và đau khổ chờ chết, mọi hoạt động vui nhộn mà chúng từng tổ chức như khỉ nhảy lên thuyền chơi đùa đều bị hủy bỏ. Ngoài ra, bạn xem tất cả các loài động vật qua những chiếc lồng giống như một vườn thú bình thường khiến nó không còn là một công viên nữa, những chiếc sovounirs có chất lượng kém và rất đắt tiền, không có đồ ăn thức uống phù hợp. Cuối cùng, hãy đi đến sở thú bình thường tại thành phố của bạn mà hầu như không tốn công sức hay chi phí và cảm thấy thích thú hơn nhiều.Đọc thêm",
            "Bạn có thể dễ dàng dạo quanh bằng ô tô ở đây, chúng tôi đi cùng một đứa trẻ gần hai tuổi và nó rất thích thú, được cho ăn và chạm vào động vật; ngựa vằn, tuần lộc, đà điểu, gấu, hà mã, sư tử, v.v. Những chú khỉ đang ăn trên xe của chúng tôi là điểm nhấn rất thú vị. Gần gũi với động vật và không đông đúc. Gợi ý. Đọc thêm",
            "Cả gia đình đều thích chuyến đi, tuyến đường được tổ chức tốt và mọi thứ đều tuyệt vời. Hang động đẹp nhưng hầu hết các hộp đều trống rỗng, có vẻ như vẫn đang trong quá trình xây dựngXem thêm",
            "Hôm nay vợ chồng tôi đi bằng xe tự lái. Nó cách thành phố Beppu khoảng 15 km và rất dễ tìm thấy bằng mạng vệ tinh.  Chi phí vào cửa là 2500 yên mỗi người và 1100 yên mỗi người cho một giờ đi xe buýt đi rừng để xem chuyến đi săn ở Châu Phi. Theo cung cấp cho bạn nguồn cấp dữ liệu và không cần phải tự mua nguồn cấp dữ liệu. Họ đã dừng lại một vài điểm để bạn có thể cho các loài động vật ăn từ lồng được bảo vệ bên trong xe buýt đi rừng. Bạn đã dùng một chiếc kẹp kim loại để lấy thức ăn và cho vào lồng thép để những con vật đến gần có thể được bạn cho ăn. Chúng tôi cho dê, ngựa vằn, gấu đen, vài con sư tử, vài con lạc đà và một con voi ăn. Ngoài việc trực tiếp cho động vật ăn, chúng tôi còn nhìn thấy hổ, tê giác, kangaroo và báo gêpa từ xa.  Vui lòng tìm một số bức ảnh được chụp từ chuyến đi của chúng tôi ngày hôm nay. Thật là một trải nghiệm khiêm nhường khi được đến gần những loài động vật hoang dã sống trong môi trường sống của chúng. Nó thực sự rất vui và không cần phải thực hiện một chuyến đi đặc biệt nào đến Châu Phi, đây sẽ là một hành trình dài và mệt mỏi đối với người châu Á.Đọc thêm",
            "Trải nghiệm thú vị đặc biệt dành cho trẻ em Đây là một vườn thú mở đơn giản Giữ nhiều tiền lẻ để trả tiền boa cho những người bảo vệ động vật nếu bạn thích con mình cho thú ăn Tránh những ngày cuối tuần và ngày lễ Luôn bật máy ảnh và quay video Bạn nên đi bằng ô tô của mình Nếu bạn quyết định cho khỉ ăn rồi chuẩn bị rửa xe sau khi chúng ném rau khắp xe sau đó khỉ leo lên xe nhặt đồ ănĐọc thêm",
            "Được tổ chức bởi những chuyến đi vui vẻ. Đó là một trải nghiệm tuyệt vời đặc biệt là với những chú nai. Mọi người đều phải thực hiện chuyến đi. Đi thuyền là một trải nghiệm thú vị khác. Nó có giá khoảng 125 bảng Anh cho lối vào. Cách tốt nhất để sắp xếp một chuyến đi đưa bạn đi một chặng đường dài. Chọn một chiếc xe tải và hỏi những gì được bao gồm. Hãy dừng lại trước khi đến công viên vì điểm dừng tiếp theo là ở cuối chuyến đi của bạn. Trời nóng nên lời khuyên là bạn nên mang theo nhiều nước và một ít đồ ăn nhẹ trong ba lô cũng như kem chống nắng : . Mang theo khoảng 10 hoặc 20 pound egy để tip cho các chàng trai nếu bạn muốn.Đọc thêm",
            "Bạn có khách sạn nào ở gần đây không? Chúng ta sẽ đến công viên Africa Safari cùng 2 bé 5 và 3 tuổiĐọc thêm",
            "Chi phí bao nhiêu cho mỗi người nếu không có ô tô?",
            "Công viên có mở cửa vào thứ sáuĐọc thêm",
            "vângĐọc thêm",
            "Số di động liên tục không liên lạc được, có số nào khác không?Đọc thêm",
            "Còn nhà nghỉ, giá cả và đặt phòng thì sao?Đọc thêm"
        ],
        "star_ratings": [
            17,
            16,
            12,
            6,
            4
        ],
        "review_amount": 55,
        "location": [
            "Công viên Safari Châu Phi",
            "Những điều cần làm ở Tỉnh Alexandria",
            "Tỉnh Alexandria",
            "Châu phi",
            "Ai Cập"
        ],
        "reviews_time": [
            "Written November 20, 2023",
            "Written November 14, 2022",
            "Written October 12, 2022",
            "Written July 25, 2022",
            "Written October 7, 2019",
            "Written August 3, 2019",
            "Written April 11, 2019",
            "Written March 8, 2019",
            "Written February 7, 2019",
            "Written August 20, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g2625781-d506798-Reviews-Africa_Safari_Park-Alexandria_Governorate.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g2625781-d506798-Reviews-or10-Africa_Safari_Park-Alexandria_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g295398-d550320-Reviews-Montazah_Gardens-Alexandria_Alexandria_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g295398-d1936902-Reviews-Mamoura_Beach-Alexandria_Alexandria_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g295398-d3838091-Reviews-Aquarium_Museum-Alexandria_Alexandria_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g295398-d27505670-Reviews-Al_Shalalat_Park-Alexandria_Alexandria_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g295398-d26165671-Reviews-Flamingo_Beach-Alexandria_Alexandria_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g295398-d26165651-Reviews-Flamingo_Beach-Alexandria_Alexandria_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g2625781-d506803-Reviews-Master_s_Zoo-Alexandria_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g60842-d1822813-Reviews-Ole_Smoky-Gatlinburg_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d4185049-Reviews-HBO_Shop-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d501027-Reviews-Ronnie_Scott_s_Jazz_Club-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g674248-d6873019-Reviews-Piscines_Naturelles_De_Cavu-Sainte_Lucie_De_Porto_Vecchio_Zonza_Corse_du_Sud_Cors.html",
            "https://www.tripadvisor.com/Attraction_Review-g13811269-d2077265-Reviews-Linjiang_Street_Tonghua_Night_Market-Da_an_Taipei.html",
            "https://www.tripadvisor.com/Attraction_Review-g2314594-d1752804-Reviews-Ao_Thong_Takhian-Maret_Ko_Samui_Surat_Thani_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g39299-d142686-Reviews-MainStrasse_Village-Covington_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g48682-d610646-Reviews-Fort_Wadsworth-Staten_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d13795222-Reviews-Fonda_theatre-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g48254-d2007536-Reviews-Orange_County_Choppers-Newburgh_New_York.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g2625781-d506798-Reviews-or10-Africa_Safari_Park-Alexandria_Governorate.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g2625781-d506798-Reviews-Africa_Safari_Park-Alexandria_Governorate.html"
    }
]