[
    {
        "attraction_name": "Al Seef",
        "attraction_name_vi": "Al Seef",
        "general_info": [
            "543 đánh giá",
            "- 45 trong số 603 điều cần làm ở Dubai",
            "Địa điểm ưa thích - Địa danh",
            "Khu vực đi bộ ngắm cảnh"
        ],
        "attraction_summary": "Dọc theo bờ biển của Lạch Dubai là Al Seef, một lối đi dạo ven sông nhộn nhịp, nơi cái cũ gặp cái mới. Nó có hai khu: khu di sản thế giới cũ và khu hiện đại với các trung tâm thương mại, khách sạn và nhà hàng. Tại đây, bạn có thể tìm hiểu về sự khởi đầu của vùng Vịnh với tư cách là một cảng lặn ngọc trai nổi tiếng, khám phá chợ nổi ngoài trời và khu chợ theo phong cách những năm 1950, xăm hình henna và mua đồ thủ công dọc theo các con hẻm - sikkas. Bạn thậm chí có thể nhảy lên một chiếc thuyền dhow lãng mạn và ngắm nhìn khung cảnh tuyệt vời trên chuyến du thuyền ăn tối. Al Seef là nơi tuyệt vời để ghé thăm cùng với khu phố Al Fahidi gần đó trong một chuyến đi bộ.  - TripadvisorĐọc thêm",
        "reviews": [
            "Đọc thêm",
            "Al-seef là một nơi tuyệt vời để ghé thăm ở dubai. Nó có ngôi làng di sản mà người ta có thể thấy những ngôi nhà cổ được thiết kế như thế nào ở khu vực này trên thế giới. Có nhiều khớp thực phẩm bên cạnh đại dương. Bên kia là Dubai cũ. Nơi tốt đẹp để ghé thăm vào buổi tối. Đọc thêm",
            "Chúng tôi rất vui vì bạn thích trải nghiệm của mình tại Al Seef. Hãy ghé thăm chúng tôi một lần nữa sớm! Nhóm Al SeefĐọc thêm",
            "Khai trương vào năm 2017, Al Seef nằm dọc theo bờ sông Dubai là sự tái tạo của một khu chợ truyền thống. Nó chắc chắn trông và cảm thấy xác thực. Đó là một khu vực dễ chịu để đi dạo xung quanh và mua sắm hoặc ăn uống.  Chúng tôi đến thăm vào khoảng giữa trưa và rất yên tĩnh. Hãy nhớ dừng lại ở đâu đó và thưởng thức trà Karak. Gần đó là khu phố Al Fahidi lịch sử và những chiếc thuyền Abra sẽ đưa bạn băng qua Nhánh sông Dubai để có cơ hội khám phá các Chợ Gia vị và Vàng hấp dẫn hơn. Tôi rất muốn quay lại vào một ngày nào đó và ghé thăm vào ban đêm vì khu vực này trông càng mê hoặc hơn sau khi trời tối.Đọc thêm",
            "Chúng tôi rất vui vì bạn thích trải nghiệm của mình tại Al Seef. Hãy ghé thăm chúng tôi một lần nữa sớm! Nhóm Al SeefĐọc thêm",
            "Chuyến thăm thú vị tới Al Seef, được khuyến khích để xem các tòa nhà kiểu cũ và mua sắm giá rẻ.\nNhiều nơi ăn uống, giá trị thực sự tốt.\nThật tuyệt khi đi dạo dọc theo Promenade và nhìn thấy một khía cạnh khác của Dubai Đọc thêm",
            "Xin chào Corme2, cảm ơn bạn đã phản hồi tích cực! Chúng tôi luôn vui mừng khi nghe được những điều tốt đẹp từ các vị khách của mình. Nhóm Al SeefĐọc thêm",
            "Đây là một sự phát triển ấn tượng trên con lạch.\n\nSự phát triển bao gồm một mặt - cũ - anh chàng và - mặt mới. Mặt cũ thể hiện rõ nét tòa nhà và đường phố truyền thống của một thành phố Trung Đông cổ điển.\n\nCó một số lượng lớn các nhà hàng và cửa hàng, một bảo tàng ảo ảnh và một vài khách sạn.\n\nToàn bộ khu vực chạy dọc theo con lạch tạo nên một khung cảnh tuyệt đẹp.Đọc thêm",
            "Xin chào Nicholas, cảm ơn bạn đã phản hồi tích cực! Chúng tôi luôn vui mừng khi nghe được những điều tốt đẹp từ các vị khách của mình. Nhóm Al SeefĐọc thêm",
            "Khách sạn nằm ở một vị trí tuyệt vời. Tôi cảm thấy như tôi - tôi đang ở Maroc trong một bộ phim Indiana Jones. Rất nhiều cửa hàng n quán cà phê ngay bên dưới phòng của chúng tôi. Phòng nhỏ và không có điện cộng với sạc điện thoại từ Mỹ\n..vì vậy hãy mang theo bộ điều hợp..hoặc yêu cầu khách sạn mang cho bạn một bộ..Đọc thêm",
            "Lời chào từ Al Seef! Cảm ơn đánh giá của bạn, G7758. Nếu có bất kỳ điều gì chúng tôi có thể làm để cải thiện, vui lòng cho chúng tôi biết cách liên hệ: 800-738245. Chúng tôi mong muốn được nhìn thấy bạn một lần nữa sớm. Nhóm Al SeefĐọc thêm",
            "MIRZAM Chocolate phải ghé thăm tại Al Seef!\n\nẨn mình trên những con phố sôi động của Al Seef, chúng tôi tình cờ phát hiện ra viên ngọc quý ẩn giấu này của một cửa hàng sô cô la. \n\nTrong chuyến thăm của chúng tôi, chúng tôi rất vui được gặp người đứng sau quầy: Waseem, người toát ra lòng tốt và sự ấm áp. Anh ấy kiên nhẫn hướng dẫn chúng tôi tìm hiểu các loại sôcôla, hào phóng mời những người thử nghiệm và chia sẻ kiến ​​thức chuyên môn của mình. \n\nChúng tôi rời đi với những túi đầy đồ ăn và trái tim tràn đầy lòng biết ơn chỉ vì anh ấy. \n\nCho dù bạn là người đam mê sô cô la hay chỉ đơn giản là đang tìm kiếm một lối thoát ngọt ngào, địa điểm quyến rũ này hứa hẹn sẽ thỏa mãn cơn thèm của bạn và để lại cho bạn nụ cười.\n\nCảm ơn Waseem!Đọc thêm",
            "Xin chào Neehamb, cảm ơn bạn đã phản hồi tích cực! Chúng tôi luôn vui mừng khi nghe được những điều tốt đẹp từ các vị khách của mình. Nhóm Al SeefĐọc thêm",
            "Chúng tôi là du khách thường xuyên đến Al Seef khi thời tiết ở UAE mát mẻ hơn. Theo tôi, việc tái phát triển Bur Dubai Creekside cũ của Meraas là khá tuyệt vời. \nLấy cảm hứng từ kiến ​​trúc Dubai xưa với đá cát và tháp gió, họ đã thay đổi toàn bộ diện mạo của khu vực này.\nBãi đậu xe rộng rãi ở các tầng thấp hơn, vô số các khớp ăn uống đủ loại và tầm nhìn ra con lạch thật tuyệt vời!\nChắc chắn hãy ghé thăm vào đầu buổi tối cho đến khoảng thời gian hoàng hôn để có được trải nghiệm và trải nghiệm Al Seef tốt nhất vào ban đêm.Đọc thêm",
            "Xin chào TannyHabib, cảm ơn vì những lời tốt đẹp của bạn! Chúng tôi rất vui vì bạn hài lòng với dịch vụ của chúng tôi. Đội Al Seef\n\nĐọc thêm",
            "Tôi rất thích các trung tâm lịch sử của thành phố, nhưng đối với tôi điều này có vẻ không chân thực.  Toàn bộ khu vực này được xây dựng - theo phong cách - Dubai lịch sử, và tôi rất thích phong cảnh cũng như sự thay đổi nhịp độ so với phần còn lại của Dubai.  Nhưng tôi không thể không cảm thấy rằng đây chỉ đơn giản là một lớp sơn trang trí cho một trung tâm mua sắm ngoài trời.  Tôi ở tại khách sạn Al Seef, trải dài trên một khu vực rộng lớn và tôi không thể không nghĩ rằng ý tưởng là xác định vị trí các phòng để bạn phải đi bộ qua rất nhiều cửa hàng và tiêu rất nhiều tiền.Đọc hơn",
            "Xin chào BradHurley, cảm ơn phản hồi của bạn. Chúng tôi đánh giá cao việc bạn dành thời gian chia sẻ với chúng tôi, nó thực sự giúp chúng tôi cải thiện hoạt động kinh doanh của mình. Nhóm Al SeefĐọc thêm",
            "Al Seef và Al Fahidi rất đẹp. Yêu những con hẻm ở Al Fahidi. Phải xem trong chuyến thăm Dubai của bạn. Mang một chiếc abra từ Al Fahidi đến Gold Souk và đó là một trải nghiệm đáng yêuĐọc thêm",
            "Cảm ơn đánh giá tuyệt vời của 574Sabihaa. Rất vui được phục vụ bạn với tư cách là khách. Nhóm Al SeefĐọc thêm",
            "Al Seef và Al Fahidi rất đẹp. Yêu những con hẻm ở Al Fahidi. Phải xem trong chuyến thăm Dubai của bạn. Mang một chiếc abra từ Al Fahidi đến Gold Souk và đó là một trải nghiệm đáng yêuĐọc thêm",
            "Cảm ơn đánh giá tuyệt vời của 574Sabihaa. Rất vui được phục vụ bạn với tư cách là khách. Nhóm Al SeefĐọc thêm",
            "Tôi rất thích các trung tâm lịch sử của thành phố, nhưng đối với tôi điều này có vẻ không chân thực.  Toàn bộ khu vực này được xây dựng - theo phong cách - Dubai lịch sử, và tôi rất thích phong cảnh cũng như sự thay đổi nhịp độ so với phần còn lại của Dubai.  Nhưng tôi không thể không cảm thấy rằng đây chỉ đơn giản là một lớp sơn trang trí cho một trung tâm mua sắm ngoài trời.  Tôi ở tại khách sạn Al Seef, trải dài trên một khu vực rộng lớn và tôi không thể không nghĩ rằng ý tưởng là xác định vị trí các phòng để bạn phải đi bộ qua rất nhiều cửa hàng và tiêu rất nhiều tiền.Đọc hơn",
            "Xin chào BradHurley, cảm ơn phản hồi của bạn. Chúng tôi đánh giá cao việc bạn dành thời gian chia sẻ với chúng tôi, nó thực sự giúp chúng tôi cải thiện hoạt động kinh doanh của mình. Nhóm Al SeefĐọc thêm",
            "Đó là một nơi tốt đẹp để ghé thăm. Việc thiết lập khá tốt với bộ sưu tập thủ công mỹ nghệ đáng yêu và hấp dẫn. Đó là một nơi tốt để ghé thămĐọc thêm",
            "Xin chào Sanagg67, cảm ơn bạn đã phản hồi tích cực! Chúng tôi luôn vui mừng khi nghe được những điều tốt đẹp từ các vị khách của mình. Nhóm Al SeefĐọc thêm",
            "Lần đầu tiên tôi đến thăm nơi này vào năm 1985 khi tôi đến thăm Dubai lần đầu tiên và thấy nó thật hấp dẫn và đã ghé thăm nơi này một lần nữa vào ngày 14 tháng 4 năm 2024! Với tầm nhìn tuyệt vời ra con lạch lịch sử của Dubai, những chiếc thuyền buồm truyền thống và kiến ​​trúc thế giới cũ kết hợp với những tiện nghi hiện đại, Al Seef là lối sống du lịch lý tưởng. Đi dạo vào buổi tối muộn và đó là cuộc đi bộ dọc theo con đường ký ức khi tôi nhớ đã đến thăm nơi này gần ba thập kỷ trước! Điều làm tôi thích thú là sự pha trộn giữa cả cũ và mới khi họ bảo tồn quá khứ và hiện tại - vốn là một phần di sản văn hóa phong phú của Dubai - nơi thực sự tạo ra bùa mê kỳ diệu cho những người đam mê du lịch! Tiến sĩ Javed RasheedĐọc thêm",
            "Xin chào Tiến sĩ Javed, cảm ơn bạn đã phản hồi tích cực! Chúng tôi luôn vui mừng khi nghe được những điều tốt đẹp từ các vị khách của mình. Nhóm Al SeefĐọc thêm",
            "Chúng tôi đi ngang qua al seef cùng gia đình đến thăm Dubai, đi ngang qua Al seef rất đẹp dừng lại ở nhà pashmina để mua quà lưu niệm, đó là sai lầm lớn nhất Anh ta không tôn trọng mọi người, bắt đầu la hét với con chúng tôi và gia đình mà chúng tôi gọi là an ninh mà họ bắt đầu nói tiếng Urdu mà chúng tôi không hiểu lắm, chúng tôi đã yêu cầu họ nói bằng tiếng Anh vì đó là vấn đề của chúng tôi để hiểu Không chuyên nghiệp - thô lỗ - dịch vụ tồi tệ nhấtĐọc thêm",
            "Chúng tôi rất buồn khi thấy đánh giá tiêu cực của bạn và chúng tôi muốn biết thêm về nó. Vui lòng cho chúng tôi biết cách chúng tôi có thể liên hệ với bạn tại đây: 800 738245 Nhóm Al SeefĐọc thêm",
            "Nơi này sẽ đưa bạn đến một Dubai khác, nơi có nhiều tòa nhà chọc trời. Các cửa hàng và quán ăn nhỏ ở Lovley. Đó là điều phải xem khi bạn đến thăm Dubai, không phải tất cả đều là tiền, tiền.Đọc thêm",
            "Chúng tôi rất vui vì bạn thích trải nghiệm của mình tại Al Seef. Hãy ghé thăm chúng tôi một lần nữa sớm! Nhóm Al SeefĐọc thêm",
            "Chúng tôi là du khách thường xuyên đến Al Seef khi thời tiết ở UAE mát mẻ hơn. Theo tôi, việc tái phát triển Bur Dubai Creekside cũ của Meraas là khá tuyệt vời. Lấy cảm hứng từ kiến ​​trúc Dubai cũ với đá cát và tháp gió, họ đã thay đổi toàn bộ diện mạo của khu vực này. Bãi đậu xe rộng rãi ở các tầng thấp hơn, vô số quán ăn đủ loại và tầm nhìn ra con lạch thật tuyệt vời! Chắc chắn hãy ghé thăm vào đầu buổi tối cho đến khoảng thời gian hoàng hôn để có được trải nghiệm tốt nhất và trải nghiệm Al Seef về đêm.Đọc thêm",
            "Xin chào TannyHabib, cảm ơn vì những lời tốt đẹp của bạn! Chúng tôi rất vui vì bạn hài lòng với dịch vụ của chúng tôi. Đội Al Seef\n\nĐọc thêm",
            "Tôi dự kiến ​​sẽ chân thực hơn, nếu thực tế nó chỉ là sự bắt chước của chợ - con hẻm dài của những người bán hàng bán cùng một món đồ du lịch và một số quán ăn. Phải thừa nhận nhà vệ sinh công cộng có sẵn và trong tình trạng tốt.Đọc thêm",
            "Xin chào Ekspertas, cảm ơn phản hồi của bạn. Nếu có bất cứ điều gì chúng tôi có thể làm để trợ giúp, vui lòng cho chúng tôi biết cách chúng tôi có thể liên hệ với bạn: 800 738245 Nhóm Al SeefĐọc thêm",
            "Nơi tuyệt vời để ngắm cảnh đẹp của kênh đào, đi mua đồ tạo tác địa phương và ăn uống Các cửa hàng đều nằm trong khu vực mà người ta nghĩ rằng anh ấy - cô ấy trong quá khứ Rất tuyệt vời Các lối đi rộng và có tầm nhìn tuyệt vời Rất khuyến khích cho chiều muộnĐọc tiếp",
            "Cảm ơn bạn đã đánh giá tuyệt vời, Waldo P. Rất vui được phục vụ bạn với tư cách là khách. Nhóm Al SeefĐọc thêm",
            "Một nơi tuyệt vời để dạo chơi cùng gia đình nhưng tôi khuyên bạn nên đi vào buổi tối, ban ngày quá nóng. Trẻ em rất thích ngắm cảnh những chiếc thuyền cũĐọc thêm",
            "Xin chào T3109KJjacobm, cảm ơn bạn đã phản hồi tích cực! Chúng tôi luôn vui mừng khi nghe được những điều tốt đẹp từ các vị khách của mình. Nhóm Al SeefĐọc thêm"
        ],
        "star_ratings": [
            331,
            163,
            33,
            10,
            7
        ],
        "review_amount": 544,
        "location": [
            "Al Seef",
            "các Tiểu Vương Quốc Ả Rập Thống Nhất",
            "Trung đông",
            "Tiểu vương quốc Dubai",
            "Dubai",
            "Những điều cần làm ở Dubai"
        ],
        "reviews_time": [
            "Written July 2, 2023",
            "Written July 20, 2023",
            "Written December 5, 2023",
            "Written February 10, 2024",
            "Written February 26, 2024",
            "Written March 2, 2024",
            "Written March 20, 2024",
            "Written May 13, 2024",
            "Written May 28, 2024",
            "Written May 28, 2024",
            "Written May 13, 2024",
            "Written May 5, 2024",
            "Written April 14, 2024",
            "Written April 12, 2024",
            "Written April 10, 2024",
            "Written March 21, 2024",
            "Written March 12, 2024",
            "Written March 11, 2024",
            "Written March 8, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g295424-d12982407-Reviews-Al_Seef-Dubai_Emirate_of_Dubai.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g295424-d15293945-Reviews-Doors_Freestyle_Grill_Steakhouse-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Restaurant_Review-g295424-d15514632-Reviews-Skafos-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Restaurant_Review-g295424-d15645741-Reviews-SOL_Sky_Bar-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Restaurant_Review-g295424-d1723010-Reviews-Vivaldi_Restaurant_Lounge-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Restaurant_Review-g295424-d23792600-Reviews-Kimura_ya_Authentic_Japanese_Restaurant_4th_Branch_Creek-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Restaurant_Review-g295424-d25263033-Reviews-Mogiya_Authentic_Japanese_Restaurant-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Restaurant_Review-g295424-d3918843-Reviews-Chelsea_Arms-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Restaurant_Review-g295424-d3920860-Reviews-The_Lobby_Cafe-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Restaurant_Review-g295424-d13508206-Reviews-Gusto_Italian_Restaurant-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Restaurant_Review-g295424-d13494780-Reviews-Morgan_s_Gastropub-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d2182646-Reviews-Creekside_Park-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d14931109-Reviews-Museum_of_Illusions-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d478894-Reviews-Al_Fahidi_Historical_Neighbourhood-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d10330716-Reviews-Al_Fahidi_Historical_Neighbourhood-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d1936354-Reviews-The_Dubai_Fountain-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d324481-Reviews-Dubai_Creek-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d2182657-Reviews-Burjuman_Centre-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d3258617-Reviews-Al_Ghurair_Centre-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d1436120-Reviews-Bur_Dubai_Abra_Station-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d11854482-Reviews-Deira_Old_Souk_Abra_Station-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d12982407-Reviews-or10-Al_Seef-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d324445-Reviews-Burj_Al_Arab-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d676922-Reviews-Burj_Khalifa-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d23978652-Reviews-AURA_SKYPOOL-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d15324428-Reviews-Quranic_Park-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d27157328-Reviews-Ekart_Zabeel-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d23302976-Reviews-The_View_Palm_Jumeirah-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d3731800-Reviews-Gurunanak_Darbar_Sikh_Temple-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d4232991-Reviews-Sisters_Beauty_Lounge_Mirdif_City_Centre-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d16869266-Reviews-The_Camel_Farm-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d8078692-Reviews-JA_Bateaux_Dubai-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d27466630-Reviews-Dubai_Tour_Guide_Mudassar-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d15181629-Reviews-Al_Nahdi_Travel_and_Tourism-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d21199570-Reviews-Ideal_Desert_Safari-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d18917110-Reviews-Desert_Safari_Dubai-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d12417056-Reviews-Dubai_by_Foot-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d15528015-Reviews-Golden_Trip_Travel_and_Tourism-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d1898899-Reviews-Sheikh_Mohammed_Centre_for_Cultural_Understanding-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d4586274-Reviews-Swissotel_Spa_and_Sports-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d12050123-Reviews-Creek_Cruises-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d1089114-Reviews-Seawings_Seaplane_Tours-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d10898020-Reviews-Khat_Tours_and_Safaris-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d18906225-Reviews-Safari_Adventure-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d5606190-Reviews-ALT_Adventure_Leisure_Tourism-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d548580-Reviews-The_Cock-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d188504-Reviews-Saint_Patrick_s_Cathedral-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g295366-d1997239-Reviews-Acatenango_Volcano-Antigua_Sacatepequez_Department.html",
            "https://www.tripadvisor.com/Attraction_Review-g60864-d7951659-Reviews-Museum_of_Death-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g188644-d245720-Reviews-Avenue_Louise-Brussels.html",
            "https://www.tripadvisor.com/Attraction_Review-g47073-d1009188-Reviews-Fenton_Lake_State_Park-Jemez_Springs_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g31582-d109343-Reviews-Beaver_Lake-Eureka_Springs_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g2337164-d3397742-Reviews-Cerro_Gordo_Beach-Vega_Alta_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g44366-d13477437-Reviews-Farmington_Water_Park-Farmington_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g187849-d243410-Reviews-Grande_Museo_del_Duomo_di_Milano-Milan_Lombardy.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g295424-d12982407-Reviews-or10-Al_Seef-Dubai_Emirate_of_Dubai.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g295424-d12982407-Reviews-Al_Seef-Dubai_Emirate_of_Dubai.html"
    }
]