[
    {
        "attraction_name": "Alaska Wildlife Conservation Center",
        "attraction_name_vi": "Trung tâm bảo tồn động vật hoang dã Alaska",
        "general_info": [
            "3.877 đánh giá",
            "- 5 trong số 17 điều cần làm ở Girdwood",
            "Thiên nhiên - Khu vực hoang dã"
        ],
        "attraction_summary": "Trung tâm Bảo tồn Động vật Hoang dã Alaska nằm tại Mile 79 của Đường cao tốc Seward. AWCC là một khu bảo tồn phi lợi nhuận dành riêng cho việc bảo tồn động vật hoang dã của Alaska thông qua hoạt động bảo tồn, giáo dục, nghiên cứu và chăm sóc động vật chất lượng. Khu bảo tồn duy trì hơn 200 mẫu Anh môi trường sống rộng rãi để động vật cư trú cảm thấy như ở nhà khi thể hiện hành vi hoang dã tự nhiên của chúng. Du khách thường thấy gấu nâu bơi lội, nai sừng tấm đi lại, bò rừng bison đi lang thang, trâu xạ hương chơi đùa, sói tạo dáng, nhím leo trèo, v.v.! AWCC đã có thể chăm sóc hàng trăm loài động vật bị di dời vì du khách đến AWCC đã có những đóng góp quan trọng dưới hình thức phí vào cửa, tour du lịch, quyên góp, tư cách thành viên và mua sắm tại cửa hàng quà tặng. Vé vào cửa chung của Trung tâm Bảo tồn Động vật Hoang dã Alaska không bán hết. Vé có thể được mua khi đến vào ngày bạn đến thăm. Hoặc đặt tour hoặc Gặp gỡ Động vật! Đặt vé sớm và tận hưởng Gặp gỡ nai sừng tấm, Gặp gỡ Gấu và Đi bộ trong các Chuyến tham quan Hoang dã. Đọc thêm",
        "reviews": [
            "Hãy đến đây để xem Big 5 - cận cảnh hơn nhiều. Thật tuyệt khi nhìn thấy chúng từ tàu hỏa hoặc xe buýt nhưng chúng - thường ở rất xa - ở đây tôi có lẽ cách một con gấu xám 20 feet! Bò rừng cũng cực kỳ lớn.Đọc thêm",
            "Xe mô tô của chúng tôi đến vào khoảng 2 giờ chiều.  Đây là trên đường đến Anchorage, như một phần của chuyến tham quan đất liền Holland America của chúng tôi.  Sau hành trình của chúng tôi.  Tôi thực sự không mong đợi nhiều ở điểm dừng này, nhưng tôi rất ngạc nhiên.  Và đối với tôi, môi trường sống của các loài động vật thú vị hơn nhiều so với việc nhìn thấy chúng ở những khu vực chật hẹp nhỏ hơn của một số vườn thú.  Điều này không hề đáng buồn chút nào khi chứng kiến.  Chỉ là đối ngược.  Chúng tôi đã thấy rất nhiều động vật.  Con gấu và những con sói nổi bật đối với tôi.  Nhưng có rất nhiều thứ để xem.  Họ có một cửa hàng quà tặng đẹp, một số quầy hàng thực phẩm ở tòa nhà chính.  Rất đẹp.  Đây là một điểm dừng chân tuyệt vời trong chuyến tham quan đất liền của chúng tôi và tôi sẽ ghé thăm nơi này một lần nữa.Đọc thêm",
            "Đừng bỏ lỡ những chú gấu......chúng thật đáng kinh ngạc và xinh đẹp. Đã lên kế hoạch cho một chuyến đi vào thế giới hoang dã để xem gấu, nhưng đã hoãn lại vì chuyến đi này rất tuyệt. - lý do thực sự là thời tiết xấu, nhưng cuối ngày, chúng tôi rất vui khi được ở rất gần cả gấu nâu và gấu đen - Đọc thêm",
            "Chuyến thăm Alaska sẽ không trọn vẹn nếu bạn không đến AWCC. Bạn có thể gặp tất cả các loài động vật địa phương mà bạn muốn với một chính sách tuyệt vời: chúng cung cấp nơi trú ẩn cho Động vật hoang dã Alaska cần được giúp đỡ. Hãy tưởng tượng một số đàn con mất mẹ. Họ sẽ chết trong vài ngày tới trừ khi AWCC tìm thấy họ. Đó là điều bắt buộc! Bạn sẽ thích nó.Đọc thêm",
            "Yêu những gì họ làm cho động vật. Nằm trong một mạch 1 1 - 2 dặm. Có thể đi bộ, lái xe, đạp xe. Nếu đó là một ngày đẹp trời, chắc chắn bạn nên đi bộ. Cơ hội đến gần với động vật. Những con gấu và những con sói là những thứ được yêu thích. Thậm chí còn có một chú nhím ba chân được cứu sống. Anh ấy yêu thích các bức ảnh của mình, Biển báo rất nhiều thông tin. Họ kể câu chuyện về việc các con vật được mua như thế nào. Các con vật được chăm sóc rất tốt. Tuyệt vời cho gia đình, trẻ em, du khách lẻ. A - phải xem - nếu bạn có thời gian.Đọc thêm",
            "Bạn sẽ không bao giờ ở gần một con gấu xám hay gấu đen hơn thế này! Gia đình năm người của tôi đã có khoảng thời gian tuyệt vời khi đi dạo trên những con đường mòn và chụp ảnh. Chắc chắn đáng để dành thời gian sắp xếp trải nghiệm này vào chuyến đi Alaska của bạn. Và phông nền của những ngọn núi thật tuyệt đẹp!Đọc thêm",
            "Nó giống một sở thú hơn với các loài động vật có nhiều không gian để dạo chơi hơn so với một sở thú bình thường.  Điều tôi đặc biệt yêu thích ở nơi này là cách họ chỉ tiếp nhận những động vật không còn khả năng sống sót trong tự nhiên hoặc nhằm mục đích đưa chúng trở lại tự nhiên.  Những con vật này rõ ràng đã được chăm sóc tốt.Đọc thêm",
            "Chuyến thăm của tôi hơi vội vàng do lịch trình tham quan bằng du thuyền của tôi và một giờ trôi qua quá nhanh. Tôi đã dành nửa giờ chỉ để quan sát những con gấu. Khá dễ dàng để đi bộ giữa các chuồng và đó là cách tốt nhất để nhìn cận cảnh các loài động vật. Tôi yêu thích sự đa dạng của động vật ở đó và tất cả môi trường sống đều được tùy chỉnh cho từng giống.Đọc thêm",
            "TUYỆT VỜI Nơi đến thăm, chúng tôi đã không lên kế hoạch trước như thể chúng tôi đã thực hiện trải nghiệm Moose hoặc Bear.  Chúng tôi đi dạo trong công viên, rất dễ đi dạo và dễ dàng dành thời gian và ngắm nhìn động vật, nếu bạn lái xe, cần tìm chỗ đậu xe ở mỗi điểm dừng sau đó đi xem động vật, nếu bạn có thể khuyên bạn nên đi bộ, cũng ở phía xa công viên có lối đi bộ lót ván với tầm nhìn tuyệt đẹp ra núi và mặt nước.  Ra đi vào đầu giờ chiều có một dòng xe dài ít nhất 15-20 chiếc.  Đề nghị đi sớm, ăn nhẹ tại khu vực ăn uống ngoài trời, ngắm cảnh và ngắm động vật.  Bears và Wolves là những mục yêu thích của chúng tôi và đã hoạt độngĐọc thêm",
            "Dừng lại khi đang đi tham quan. Tập hợp các loài động vật địa phương được tìm thấy ở đây do bị thương hoặc để sinh sản để tái du nhập. Giống như một vườn thú ngoài trời. Rất vui được nhìn thấy động vật trong môi trường có phần bản địa.Đọc thêm",
            "Chúng tôi thích nhìn thấy tất cả các loài động vật khác nhau.  Trời lạnh, mưa và gió nhưng vui.  Thật thú vị khi được nhìn cận cảnh những chú gấu và tìm hiểu về tất cả các loài động vật khác nhau.  Chúng tôi đã cho Twix ăn nhím và đó cũng là một trải nghiệm khác.Đọc thêm",
            "Trung tâm động vật hoang dã này tọa lạc tại Girdwood, giữa Anchorage và Seward, ở Alaska. Nếu bạn đang ở trong khu vực thì phải ghé thăm. Đây là khu bảo tồn động vật hoang dã Alaska.  Động vật bị thương được điều trị và cung cấp không gian nhốt ở đây.  Bạn có thể nhìn thấy những loài động vật khác nhau có thể được tìm thấy ở Alaska. Bạn có thể mua vé vào cổng và sau đó có thể đỗ xe bên trong. Bạn có thể đi bộ xung quanh chuồng để quan sát các loài động vật từ gần. Bạn cũng có thể lái xe vòng quanh con đường để xem động vật.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã ghé thăm và ủng hộ sứ ​​mệnh bảo tồn Động vật hoang dã của Alaska của chúng tôi!Đọc thêm",
            "Thật là một nơi tuyệt vời để ngắm gấu nâu - đen, nai sừng tấm, bò rừng, cáo và các động vật bản địa khác ở Alaska.  Nơi này sạch sẽ và các con vật dường như được chăm sóc tốt.  Chuyến đi này rất đáng giá và tôi thực sự muốn giới thiệu nó!Đọc thêm",
            "Cảm ơn bạn rất nhiều vì những lời tốt đẹp của bạn và đã dành thời gian ghé thăm! Đọc thêm",
            "Điểm dừng tuyệt vời! Cưa hàng tấn động vật. Rõ ràng là họ tiêu tiền rất tốt, tuyệt vời đến mức họ đang hợp tác với Nhà nước trong dự án Wood Bison.  Yêu thích cuộc triển lãm gấu xám, đó là điều mới mẻ kể từ khi chúng tôi đến lần cuối. Cửa hàng quà tặng lớn với rất nhiều áo phông đẹp. Điều bất lợi duy nhất là ô tô - xe tập đi sử dụng cùng một con đường, vì vậy việc giữ an toàn cho trẻ mới biết đi của chúng tôi hơi khó khăn. Có thể cân nhắc mang theo xe đẩy.  Họ đã có một số món ăn ngon - đi ăn nóng.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã ghé thăm và ủng hộ sứ ​​mệnh của chúng tôi!Đọc thêm",
            "Đây là một trong những điểm nổi bật của cuộc phiêu lưu Alaska của chúng tôi. Vì vẫn còn tuyết dày 3-4 feet nên chúng tôi không thể thực hiện chuyến đi bộ đường dài như dự kiến. Điều đó làm giảm đáng kể cơ hội được nhìn thấy động vật hoang dã của chúng ta.  Chúng tôi gần như không đến trung tâm vì chi phí là - 25 . . .nhiều hơn một chút so với thông tin tôi đang nói.  Chúng tôi gần như xấu hổ vì đã có logic đó. Chúng tôi đã thấy rất nhiều động vật!  Mặc dù trời có gió và rất lạnh nhưng chúng tôi vẫn ở lại vài giờ và lái xe vòng quanh vài lần. Bằng cách này, chúng tôi đã tăng cơ hội nhìn thấy những con gấu thức dậy và giúp chúng tôi giải trí!  Chúng tôi có những hình ảnh tuyệt vời nhất! Hãy cố gắng biến đây thành một phần trong chuyến đi của bạn!Đọc thêm",
            "Cảm ơn bạn rất nhiều vì những lời của các bạn! Chúng tôi đánh giá cao việc bạn ghé qua và dành cả ngày với nhóm hoang dã của chúng tôi!Đọc thêm",
            "Trung tâm Bảo tồn Động vật hoang dã rất đáng để dành thời gian. Nếu bạn thuê xe, bạn có thể dừng lại ở Turnagain Arm, sau đó ở Girdwood, lái xe vòng quanh cơ sở, dừng lại bất cứ khi nào bạn muốn chụp ảnh. Trời mưa vào ngày chúng tôi ở đó, vì vậy chúng tôi lái xe vòng quanh. Bạn có thể đi bộ 1,5 dặm, và điều đó chắc chắn là tuyệt vời khi thời tiết tốt hơn. Những con bò xạ hương lớn, nhiều lông là một cảnh tượng đáng xem. Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã ủng hộ AWCC!Đọc thêm",
            "Chúng tôi đã có cơ hội đến thăm Trung tâm bảo tồn động vật hoang dã Alaska trong chuyến đi đến Alaska và đó thực sự là một trải nghiệm đáng chú ý. Chúng tôi luôn thích quan sát động vật hoang dã vì nó cho phép chúng tôi tận mắt chứng kiến ​​vẻ đẹp của thiên nhiên, nhìn thấy những sinh vật sống này trong môi trường sống tự nhiên của chúng. Mỗi loài sở hữu vẻ đẹp và sự quyến rũ riêng. Khi chúng ta gặp các loài động vật, chúng ta tự hỏi làm thế nào thiên nhiên lại tạo ra những sinh vật tuyệt vời đến vậy. Tại Trung tâm bảo tồn động vật hoang dã Alaska, chúng tôi có cơ hội nhìn thấy nhiều loại động vật có nguồn gốc từ bang Alaska. Trung tâm tiến hành nghiên cứu và áp dụng các biện pháp bền vững để chăm sóc những loài động vật này, đồng thời tạo cơ hội cho du khách chiêm ngưỡng vẻ đẹp của chúng và tìm hiểu về cách chung sống với chúng, từ đó hỗ trợ các nỗ lực bảo tồn nhằm ngăn chặn sự tuyệt chủng. Nếu bạn ở Alaska, chúng tôi rất khuyến khích ghé thăm nơi này. Bạn - chắc chắn sẽ có tình cảm sâu sắc với những con vật này, giống như chúng tôi đã làm.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì những lời tốt đẹp và đã hỗ trợ sứ mệnh bảo tồn động vật hoang dã của Alaska! Đọc thêm",
            "Đó là một ngày rất lạnh và nhiều gió nên chúng tôi lái xe vòng quanh để xem các loài động vật.  Hầu hết đều đã ra ngoài, ngoại trừ những con gấu đen đang ở yên trong hang của chúng.  Ngay cả con nai sừng tấm cũng ở trong chuồng của chúng. Có rất nhiều chỗ cho chúng đi lang thang và chúng đã được cho ăn vào buổi sáng chúng tôi đi.  Con đường bị đóng băng và lún, nhưng không thể tránh khỏi vào thời điểm này trong năm. Hãy dành thời gian của bạn, lái xe cẩn thận. Mặc nhiều lớp áo ấm bao gồm mũ, găng tay và khăn quàng cổ. Bởi vì họ đang ở trên một vùng đồng bằng rộng mở nên trời có nhiều gió. Rất gió.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì những lời tốt đẹp và đã ghé thăm khu bảo tồn! \nBạn chắc chắn đã trải nghiệm một Ngày xuân Alaska thực sự - khi ở cuối Turnagain Arm, chúng tôi chắc chắn bị những cơn gió mạnh đó tấn công. Chúng tôi - rất vui vì bạn đã tận hưởng chuyến thăm của mình mặc dù phải mặc nhiều quần áo để chống chọi với thời tiết! Đọc thêm",
            "Vợ tôi và tôi thực sự đánh giá cao việc tất cả những con vật này đều được - giải cứu. - Tôi thích cách chúng tôi có thể lái xe quanh khuôn viên trường và tham quan nhiều chuồng thú khác nhau. Họ cũng có một cửa hàng quà tặng rất đẹp. Đọc thêm",
            "Cảm ơn bạn rất nhiều vì những lời của các bạn! Chúng tôi rất vui vì bạn thích chuyến thăm của mình và được gặp gỡ các loài động vật của chúng tôi! Đọc thêm",
            "Kinh nghiệm tuyệt vời và nhân viên rất thân thiện. Một địa điểm tuyệt đẹp đã được nhìn thấy trên Dr. Oakley Yukon Vet và việc lái xe cũng như phong cảnh rất đáng để đi! Yêu động vật và những ngọn núi là một bức ảnh tuyệt vời!Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã ghé thăm khu bảo tồn và ủng hộ công việc bảo tồn động vật hoang dã của Alaska của chúng tôi! Đọc thêm",
            "Xin chào - trang web không hoạt động với tôi. Tôi hiểu nó - đó là một con đường dài 1,5 dặm.  Tôi chỉ đi bộ - lái xe qua nó?  Chúng ta có thể làm gì - hãy xem. Cảm ơnĐọc thêm",
            "Bạn có thể lái nó hoặc bạn có thể đi bộ. Chúng tôi đã đi bộ một phần của nó. Chúng tôi là một phần của chuyến tham quan nên xe tải thả chúng tôi tại một điểm và đón chúng tôi ở lối vào - lối ra. Tôi cũng thấy những chiếc ô tô chỉ chạy qua đường vòng. Nếu lái xe bạn có thể dừng lại để ra ngoài và chụp ảnh. Trung tâm là nơi sinh sống của nhiều loài động vật - bò rừng, bò xạ hương, hươu, v.v. - Vòng lặp sẽ đưa bạn đến khu vực bao quanh của chúng.Đọc thêm",
            "Xin chào, bạn cho gấu ăn lúc mấy giờ, cảm ơnĐọc thêm",
            "Chương trình động vật hàng ngày của chúng tôi như sau:\nChương trình Thời gian Địa điểm\nLời chim 9:30 sáng Phía sau cửa hàng quà tặng\nNhững thứ cần thiết cho gấu 11:30 sáng Lối đi lót ván BEARS\nTrò chuyện Nhím 12h30 Trước - Sau Cửa Hàng Quà Tặng\nNói - Chào - tới Kobuk 1:30 chiều Kobuk - s Enclosure\nGặp gỡ những chú cáo 2:30 chiều Phía sau cửa hàng quà tặng - Red Barn\nBears - Business 3:30 chiều BEARS Boardwalk\nGặp gỡ Sói 4:30 chiều Chuồng sóiĐọc thêm",
            "Nếu tôi đi tàu đến bến du thuyền Whittier, có cách nào để đến Trung tâm tham quan không?  Xe cho thuê từ Anchorage và từ Whittier đã được bán hết và tôi đã cố gắng tránh đi xe buýt đưa đón từ Anchorage, mặc dù tôi biết nhiều xe có điểm dừng ở Trung tâm.  Cảm ơn mọi gợi ý!Đọc thêm",
            "Xin chào, cảm ơn câu hỏi của bạn - Thuê ô tô hoặc xe buýt du lịch là cách duy nhất để đến AWCC, vì bạn không nên đi bộ từ Ga Xe lửa Portage. Chúng tôi hi vọng thông tin này sẽ có ích.\n\nTốt nhất,\nPeteĐọc thêm",
            "Có thể đi vòng quanh trung tâm bằng xe tay ga di động loại nhỏ không?Đọc thêm",
            "Xin chào Preston, câu hỏi hay. Chúng tôi có một con đường sỏi vòng quanh AWCC. Nó có thể không bằng phẳng ở một số nơi, vì vậy, nếu có thể, tôi đề xuất bạn lái xe và sau đó dừng lại ở những khu vực mà bạn muốn xem xét kỹ hơn. Hy vọng điều này hữu ích! Đọc thêm",
            "Tôi đang tự hỏi thời điểm nào trong ngày là tốt nhất để ghé thăm?  Cảm ơn!Đọc thêm",
            "Xin chào, cảm ơn bạn vì câu hỏi. Điều này thực sự phụ thuộc vào buổi nói chuyện giáo dục nào của chúng tôi mà bạn quan tâm, nhưng bất kỳ thời điểm nào trong ngày đều là thời điểm thích hợp. Tôi khuyên bạn nên kiểm tra lịch trình chương trình của chúng tôi trên trang web của chúng tôi để biết thêm thông tin về các chương trình của chúng tôi.\n\nTốt nhất,\nPeteĐọc thêm",
            "Lệ phí nhập học là bao nhiêu, tôi có thể - dường như không tìm thấy nó.\nCảm ơn\nYapĐọc thêm",
            "Bạn trả tiền cho mỗi chiếc xe và nó thay đổi theo chiều dài - 15- - 25Đọc thêm",
            "Tôi muốn được trợ giúp để quyết định xem tôi nên ghé thăm khi lần đầu tiên đến Alaska vào khoảng 8-9 giờ sáng hay khi tôi quay lại gần khu vực đó vào khoảng 2 giờ chiều? Tôi đã xem lịch trình cho động vật ăn, tuy nhiên có những con vật nào thường không được nhìn thấy trong những giờ đó không? Tôi sẽ ở đó vào tuần cuối cùng của tháng Năm!! Cảm ơn sự giúp đỡ của bạn!Đọc thêm",
            "Tôi đã đi vào buổi chiều và có thể nhìn thấy tất cả các loài động vật ngoại trừ con gấu vì những lý do rõ ràng. Thành thật mà nói, tôi có thể nói rằng hầu hết các loài động vật đều tiếp xúc liên tục, vì vậy tôi không nghĩ mình sẽ đi vào thời điểm nào trong ngàyĐọc thêm",
            "swtimberdoodle nói rằng đây là một - công viên động vật hoang dã bị nuôi nhốt - nhưng theo tôi hiểu, đây là một trung tâm phục hồi động vật hoang dã và sau khi được phục hồi, các loài động vật sẽ được thả trở lại tự nhiên.  Đúng không?Đọc thêm",
            "Nó phụ thuộc vào tình hình.  Nếu các loài động vật được cho là có thể tự mình sống sót một cách an toàn, chúng sẽ được thả trở lại môi trường sống tự nhiên của chúng.  Tôi biết họ có chương trình bò rừng và đó là mục tiêu cuối cùng của họ.  Mặt khác, có một số động vật được cứu hộ bị thương quá nặng hoặc quá quen với việc trở về tự nhiên nên chúng vẫn ở trong khu bảo tồn tương đối an toàn.Đọc thêm",
            "Xin chào, \n\nTôi sẽ đến Fairbanks và neo đậu từ ngày 8 tháng 3 đến ngày 14 tháng 3. Tôi sẽ ở Fairbanks 3 đêm 4 ngày. Tôi muốn biết có gì để làm ở Fairbanks và địa điểm ăn uống? Tôi sẽ ở neo đậu 2 đêm 3 ngày và tôi cũng muốn biết ăn ở đâu và làm gì? Tôi thích ở bên ngoài và tôi thích đi bộ đường dài, khám phá và thử những điều đã biết. Tôi đến từ Texas nên chúng tôi không phải đối mặt với nhiều tuyết và nhiệt độ lạnh ở đây so với ở đó. Cảm ơn bạn đã giúp đỡ tôi.Đọc thêm",
            "In Fairbanks, the two really nice activities are the gold mine dredge tour and the riverboat cruise with lots of activities and sights along the way,  -  the boat cruise includes lunch on land, then cruising by a sled dog homestead with demo, a seaplane demo, a shore excursion to an indian village, etc.  really fun. The gold dredge tour includes a mini railroad trip with instructional info along the way before you arrive at the dredge and pan for your own gold.   In Fairbanks try Lavelle - s downtown for dinner.  Great service and food.  \nWe visited Talkeetna but didn - t stay long.  Weren - t too impressed.  If you could ride the train from Anchorage to Talkeetna, that would be a nice excursion.\nThe highlight of any Alaska trip would be the Tundra Wilderness tour in Denali national park.  It is an 8 hour all-day bus ride with magnificent views of mountains and wildlife.  Also, we did the Husky Homestead excursion in Denali that takes you to an Iditarod winner - s dog facility. You are handed a puppy when you arrive and the ensuing demonstrations and talk about dog mushing and racing was fabulous.   \nAs for Anchorage area, we loved the Glacier Brewhouse but try to make reservations as it is a happening place. The Wildlife Conservation park is wonderful and you get to see these wonderful animals  -  grizzlies, lynx, wolves, musk ox, moose, etc etc -  close up.  The Portage Glacier cruise is how you can have a close up experience with a glacier that ends in a glacial lake from a small tour boat.  The Aleyeska Resort, outside of Anchorage is a gorgeous hotel. The cable car up the mountain is behind this luxury hotel.  If you did all of these activities, you would have a great taste of Alaska.Read more",
            "Thời gian trung bình để ghé thăm địa điểm này là bao nhiêu?Đọc thêm",
            "2-3 giờ tôi sẽ nói.Đọc thêm"
        ],
        "star_ratings": [
            2414,
            1053,
            305,
            65,
            41
        ],
        "review_amount": 3878,
        "location": [
            "Trung tâm bảo tồn động vật hoang dã Alaska",
            "Cây giăm bông",
            "Alaska - AK -",
            "Hoa Kỳ",
            "Các hoạt động ở Girdwood",
            "Neo đậu"
        ],
        "reviews_time": [
            "Written June 2, 2023",
            "Written June 3, 2023",
            "Written June 5, 2023",
            "Written June 17, 2023",
            "Written June 19, 2023",
            "Written June 21, 2023",
            "Written June 22, 2023",
            "Written June 27, 2023",
            "Written June 29, 2023",
            "Written June 29, 2023",
            "Written June 1, 2024",
            "Written May 26, 2024",
            "Written May 18, 2024",
            "Written May 14, 2024",
            "Written May 11, 2024",
            "Written May 7, 2024",
            "Written April 23, 2024",
            "Written April 12, 2024",
            "Written March 23, 2024",
            "Written March 21, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g31000-d483930-Reviews-Alaska_Wildlife_Conservation_Center-Girdwood_Anchorage_Alaska.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g31000-d207430-Reviews-Big_Game_Alaska-Girdwood_Anchorage_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g60880-d2266784-Reviews-Willawaw_Nature_Trail-Anchorage_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g31000-d6023930-Reviews-Byron_Glacier_Trail-Girdwood_Anchorage_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g31000-d559219-Reviews-Begich_Boggs_Visitor_Center-Girdwood_Anchorage_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g31000-d483930-Reviews-or10-Alaska_Wildlife_Conservation_Center-Girdwood_Anchorage_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g31000-d559220-Reviews-Chugach_State_Park-Girdwood_Anchorage_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g31000-d109929-Reviews-Alyeska_Ski_Area-Girdwood_Anchorage_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g31000-d12458600-Reviews-Virgin_Creek_Falls_Trail-Girdwood_Anchorage_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g31000-d562214-Reviews-McHugh_Creek_Recreation_Area-Girdwood_Anchorage_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g31000-d17601003-Reviews-Girdwood_Park_and_Skate-Girdwood_Anchorage_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g31163-d2149242-Reviews-Lazy_Otter_Charters-Whittier_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g28923-d105292-Reviews-Prince_William_Sound-Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g60880-d1534455-Reviews-Portage_Glacier_Cruises-Anchorage_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g31163-d620726-Reviews-Phillips_Cruises_and_Tours-Whittier_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g60880-d104206-Reviews-Portage_Glacier-Anchorage_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g31163-d3396756-Reviews-Anton_Anderson_Memorial_Tunnel-Whittier_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g31163-d2092068-Reviews-Saltwater_Excursions-Whittier_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g31163-d7806712-Reviews-Tundra_Adventure_Charters-Whittier_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g31163-d10378748-Reviews-Alaska_Good_Time_Charter-Whittier_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g1190444-d2290402-Reviews-Mikri_Vigla_Beach-Mikri_Vigla_Naxos_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g297701-d1048257-Reviews-Saraswati_Temple-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g48541-d532125-Reviews-Havens_Beach-Sag_Harbor_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g1190291-d6456858-Reviews-Aquarium_Split-Vranjic_Split_Dalmatia_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g33499-d1743115-Reviews-Wild_Animal_Sanctuary-Keenesburg_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g55581-d146639-Reviews-Comal_Park-Canyon_Lake_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g1414014-d24183836-Reviews-Hvammsvik_Hot_Springs-Mosfellsbaer_Capital_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d15032484-Reviews-Loutre-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d553418-Reviews-Ellis_Island_Casino_Brewery-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g616035-d2255787-Reviews-Ravana_Ella_Falls-Ella_Uva_Province.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g31000-d483930-Reviews-or10-Alaska_Wildlife_Conservation_Center-Girdwood_Anchorage_Alaska.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g31000-d483930-Reviews-Alaska_Wildlife_Conservation_Center-Girdwood_Anchorage_Alaska.html"
    }
]