[
    {
        "attraction_name": "Albrook Mall",
        "attraction_name_vi": "Trung tâm mua sắm Albrook",
        "general_info": [
            "3.678 đánh giá",
            "- 29 trong số 199 điều cần làm ở Thành phố Panama",
            "Trung tâm mua sắm"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Với hơn 700 cửa hàng trên 2 tầng, bạn có thể thoải mái mua sắm nếu có đủ thời gian hoặc mua sắm mệt mỏi nếu có thời gian hạn chế. Dự kiến ​​sẽ đi bộ nhiều. Các cửa hàng này rất đa dạng, từ các cửa hàng bách hóa lớn đến các cửa hàng có thương hiệu riêng lẻ.  Ngoài các cửa hàng, còn có khu ẩm thực, bàn du lịch và trung tâm giải trí, ví dụ: sân chơi bowling. Tôi không gặp vấn đề gì khi giao tiếp với vốn kiến ​​thức ít ỏi về tiếng Tây Ban Nha của mình.Đọc thêm",
            "Tôi hơi nghi ngờ về việc đi đến trung tâm mua sắm, vì tôi sống ở Florida và chúng tôi có rất nhiều nơi như vậy nhưng sau khi ghé thăm trung tâm mua sắm đó, chúng tôi đã tìm thấy một số chiếc xe đạp tuyệt vời giống như mọi nơi khác mà bạn phải nhìn xung quanh. Tôi đã mua một số áo polo rất tuyệt vời cho - 10 ở Mỹ. Nó sẽ có giá từ 50 trở lên. Chỉ cần đảm bảo rằng bạn rửa mọi thứ trong nước lạnh và treo nó lên. Không vấn đề gì khi bắt taxi không vấn đề gì khi tìm chỗ ăn nhiều chỗ ăn uống, một số cửa hàng đang cố gắng để có được mức giá tương đương với các mô hình bán lẻ. Hãy kiểm tra nghiên cứu của bạn trên Amazon trước khi muaĐọc thêm",
            "Lần đầu tiên ở đây và rất ấn tượng.   Đi tàu điện ngầm đến đây và đây là điểm dừng cuối cùng theo hướng này.  Trung tâm mua sắm hai tầng và rất nhiều cửa hàng và nhà hàng nổi tiếng.  Có rất nhiều người ở đây và bạn có thể nói đó là một trung tâm mua sắm sôi động.  Có những chuyến tàu cho trẻ em đi và một vòng quay vui vẻ ở trung tâm.  Rất khuyến khích một chuyến thăm. Đọc thêm",
            "Chúng tôi đã có một chuyến đi đến trung tâm mua sắm này vì chúng tôi cần một vài thứ trong chuyến đi của mình. Đây thực sự là một trung tâm mua sắm lớn. Khách sạn của chúng tôi không gần nhiều nhà hàng nên chúng tôi quyết định ăn ở đây. Họ có một khu ẩm thực khổng lồ với rất nhiều lựa chọn. Bạn sẽ tìm thấy rất nhiều nhà hàng từ Hoa Kỳ ở đây nhưng cũng có rất nhiều chuỗi nhà hàng địa phương. Đọc thêm",
            "Trung tâm mua sắm này thân thiện với ngân sách nên cũng đông đúc hơn Multiplaza. Bạn có thể tìm thấy những giao dịch tuyệt vời, nhưng bạn phải chuẩn bị đi bộ nhiều vì đây là một trung tâm mua sắm khổng lồ. Có một chuyến tàu nhỏ đi qua nên bạn cũng có thể đi trên đó. Tôi bị lạc ở đây và trở nên thất vọng. Nhưng nếu bạn đủ kiên nhẫn và có ý định tiết kiệm....thì đây là trung tâm mua sắm dành cho bạn. Đọc thêm",
            "Nơi chúng ta có thể tìm thấy mọi thứ, ekettonics, thức ăn nhanh, thẻ metrobus, quần áo. Giá cả tốt, gần bến xe buýt để đi đến hầu hết các vùng của Panama và nước ngoài. Ngoài ra nơi chúng tôi bắt xe buýt C 810 đi đến ổ khóa Miraflores. Để đến trung tâm mua sắm này, chỉ cần đến ga tàu điện ngầm Albrook. Đọc thêm",
            "This mall is has everything you need and more! Here are a few things we learned from our trip in January 2024.\n\n1. If you plan to shop a lot, stay at the Albrook Marriott. It - s connected to the mall and you won - t need to worry about transportation and you can always go put down your shopping in your room when your bags start getting heavy.\n\n2. If you - re not staying at the Marriott, then the fastest way to get to the mall is by train. You don - t need to have a MetroCard to ride the train. You can simply tap your Visa credit card to get on and off the train. The cost is  - 0.35. It - s best to take the train to get to the mall and then take an Uber back when you have all your heavy bags.\n\n3. Make sure you download the map of the mall on your phone as, from what I could see, there are no directories stations posted within the mall. The mall is large and you can spend a lot of time just trying trying to find the store you want to visit. The map makes it much easier. I recommend doing some research on the website to discover the stores and what they specialize in. Also watch review videos on TikTok and make a list of the stores you want to get to, as it is almost impossible to browse every store in the mall unless you have a few weeks to spend here. \n\n4. Be prepared to leave any large bags you bring into the mall with a bag storage agent has most of the large stores like El Costo and Titan do not allow you to bring anything larger than an over the shoulder purse or fanny pack into their stores. This actually works out well as you won - t have to lug your roller bag or a large backpack through the stores while shopping and the entire process is secure, but there can sometimes be long lines to turn in or retrieve the bags from the storage area. \n\n5. If you - re visiting the mall with friends, it is very likely that you won - t want to spend a lot of time in the same stores depending on your shopping lists . Be sure to set up a prearranged meeting point and time for lunch or when you - re ready to leave. \n\n6. For all my English-speaking friends, it - s helpful to learn a little Spanish before you go to the mall and to Panama altogether. Some of the workers in the mall will speak a little English, but most will speak Spanish only and you will have a much better shopping experience if you learn a little Spanish. You can also use Google translate and some of the store workers will use it to communicate with you if they don - t speak English but you can save yourself a lot of time by learning a few basic shopping phrases like how to ask for your size and how to order your food .\n\n7. Finally, when purchasing from some of the more budget, friendly stores, like El Costo and Titan, check the clothes carefully to make sure the size on the price tag matches the size sewn into the clothing. Also check for defects as the reason some of these clothes are priced so low is because they were not perfectly made. The stores also have fitting rooms where you can try on Items before you purchase them and this comes in really handy as well.Read more",
            "Dùng Uber để tới đây, rất rẻ. Ưu đãi trong nhiều ngày và nếu bạn thích mua sắm, bạn sẽ mua sắm cho đến khi kiệt sức! Có một cái gì đó ở đây cho tất cả mọi người. Tôi không tin rằng có tới 700 cửa hàng trong trung tâm mua sắm này vì tôi đã đi bộ xung quanh toàn bộ khu này nhưng tôi phải mất 5 giờ để đi hết nó. Mang giày thoải mái để thực hiện chuyến đi. Bắt đầu ở tầng một và xem liệu bạn có thể đi đến đầu bên kia không. Khi bạn lên tầng hai, bạn sẽ thấy không có nhiều cửa hàng thú vị hơn ở trên đó. Nhìn chung, một số cửa hàng bắt đầu trộn lẫn với nhau và có vẻ như họ bán những thứ giống nhau nhưng có tên khác nhau. Bạn phải trả tiền để sử dụng nhà vệ sinh, nhưng nếu bạn có biên nhận từ nhà hàng Paul, bạn sẽ được vào miễn phí. Phòng tắm không có gì đặc biệt.Đọc thêm",
            "Chúng tôi đã ghé thăm trung tâm mua sắm này một vài lần vì chúng tôi sử dụng phương tiện giao thông công cộng và nhà ga ở ngay bên kia đường. \nĐã có một vài bữa ăn trưa tại khu ẩm thực.  Dịch vụ không tuyệt vời nhưng đồ ăn thì không sao. \nĐã đi vào nhiều cửa hàng và cửa hàng tạp hóa.  \nThật mát mẻ - có máy lạnh, sạch sẽ và hiện đại.  Chi phí sử dụng nhà vệ sinh.  \nThời gian chúng tôi ở đó rất bận rộn.Đọc thêm",
            "It - s certainly large. It took me 3 days to properly explore it.  There are no signs or directions so go on the website and download the map.   Figure out which stores you want to go to.   You will find the range from discount stores to a couple of high end brands.  The brand name stores were actually more expensive than usual in this mall..   el costo, Conway, Steven - s and Dorian - s were my favs.   The bathrooms have a fee to enter.  I did not use any so cannot speak to the condition.   Plenty of food courts and small restaurants so you will not lack for food options.   Wear comfortable walking shoes -  not many mall seats and usually full of young men lounging so you will not get to sit down until you go to the food court    If you are visiting - stay at the adjoining Marriott which opens right into the mall.   Download some Spanish shipping phrases if you do not speak the language and always ask for your tourist discount if availableRead more",
            "Tôi đã có một kinh nghiệm tuyệt vời. Chúng tôi được chào đón bởi Yira, người đã dành thời gian thông báo cho chúng tôi về tất cả các dịch vụ và giới thiệu cho chúng tôi về kế hoạch khách hàng thân thiết. Bữa sáng hoàn hảo với trái cây và nước trái cây tươi, cà phê tuyệt vời và một loạt dịch vụ hiệu quả.Đọc thêm",
            "Các cửa hàng rất đa dạng, bạn phải mất thời gian để đi qua các cửa hàng và có rất nhiều thứ để xem trong các cửa hàng. Tôi thực sự giới thiệu nó vì phải xemĐọc thêm",
            "Dịch vụ nhất quán và chất lượng là kết quả của sự cam kết của nhân viên. Dịch vụ tuyệt vời từ Suheil, Karen, Kevin, Ruben và Mokoli. Môi trường sạch sẽ và thức ăn tuyệt vời. Yêu không khí bên hồ bơi.Đọc thêm",
            "Trải nghiệm khách sạn tuyệt vời. Nhân viên siêu thân thiện và chu đáo. Tôi đã đón sinh nhật cô ấy cùng gia đình. Mọi người đều tận hưởng thời gian ở khách sạn. Siêu thuận tiện để đi đến trung tâm mua sắm và trạm xe buýt nằm gần đó để di chuyển. Bữa sáng tự chọn rất ngon. Bể bơi có tầm nhìn đẹp. Đánh giá cao hộp đựng dầu gội và sữa tắm trong phòng tắm thay vì những chai nhỏ mà bạn thường thấy ở các khách sạn khác. Cảm ơn khách sạn vì món quà sinh nhật đáng yêu!Đọc thêm",
            "Điều duy nhất tôi không thích là mức giá mà bạn thấy không phải là số tiền bạn phải trả và tôi phải trả thuế mỗi lần - tôi muốn trả tiền mặt thôi nào tôi - tôi nghĩ tôi sẽ trả 99 cnt và bùng nổ - s 2D chúng tôi và đừng để tôi bắt đầu với việc đổ rác trên khắp các con phố, ngoại trừ việc đó. Tôi thích ở đó để mua sắm khi nghỉ phép. Tôi đã ở khách sạn Victoria - s và thật tuyệt vời, dịch vụ thật tuyệt vời - - - - Đọc thêm",
            "It - s certainly large. It took me 3 days to properly explore it.  There are no signs or directions so go on the website and download the map.   Figure out which stores you want to go to.   You will find the range from discount stores to a couple of high end brands.  The brand name stores were actually more expensive than usual in this mall..   el costo, Conway, Steven - s and Dorian - s were my favs.   The bathrooms have a fee to enter.  I did not use any so cannot speak to the condition.   Plenty of food courts and small restaurants so you will not lack for food options.   Wear comfortable walking shoes -  not many mall seats and usually full of young men lounging so you will not get to sit down until you go to the food court    If you are visiting - stay at the adjoining Marriott which opens right into the mall.   Download some Spanish shipping phrases if you do not speak the language and always ask for your tourist discount if availableRead more",
            "Nơi này thật khổng lồ. Tôi hiểu 700 cửa hàng. Được bảo quản thực sự tốt và nếu bạn không thể tìm thấy một món đồ ở đây thì có lẽ nó không tồn tại.Đọc thêm",
            "Chúng tôi đã ghé thăm trung tâm mua sắm này một vài lần vì chúng tôi sử dụng phương tiện giao thông công cộng và nhà ga ở ngay bên kia đường. Đã có một vài bữa ăn trưa tại khu ẩm thực.  Dịch vụ không tuyệt vời nhưng đồ ăn thì không sao. Đã đi vào nhiều cửa hàng và cửa hàng tạp hóa.  Thật mát mẻ - có máy lạnh, sạch sẽ và hiện đại.  Chi phí sử dụng nhà vệ sinh.  Thời gian chúng tôi ở đó rất bận rộn.Đọc thêm",
            "Dùng Uber để tới đây, rất rẻ. Ưu đãi trong nhiều ngày và nếu bạn thích mua sắm, bạn sẽ mua sắm cho đến khi kiệt sức! Có một cái gì đó ở đây cho tất cả mọi người. Tôi không tin rằng có tới 700 cửa hàng trong trung tâm mua sắm này vì tôi đã đi bộ xung quanh toàn bộ khu này nhưng tôi phải mất 5 giờ để đi hết nó. Mang giày thoải mái để thực hiện chuyến đi. Bắt đầu ở tầng một và xem liệu bạn có thể đi đến đầu bên kia không. Khi bạn lên tầng hai, bạn sẽ thấy không có nhiều cửa hàng thú vị hơn ở trên đó. Nhìn chung, một số cửa hàng bắt đầu trộn lẫn với nhau và có vẻ như họ bán những thứ giống nhau nhưng có tên khác nhau. Bạn phải trả tiền để sử dụng nhà vệ sinh, nhưng nếu bạn có biên nhận từ nhà hàng Paul, bạn sẽ được vào miễn phí. Phòng tắm không có gì đặc biệt.Đọc thêm",
            "This mall is has everything you need and more! Here are a few things we learned from our trip in January 2024.1. If you plan to shop a lot, stay at the Albrook Marriott. It - s connected to the mall and you won - t need to worry about transportation and you can always go put down your shopping in your room when your bags start getting heavy.2. If you - re not staying at the Marriott, then the fastest way to get to the mall is by train. You don - t need to have a MetroCard to ride the train. You can simply tap your Visa credit card to get on and off the train. The cost is  - 0.35. It - s best to take the train to get to the mall and then take an Uber back when you have all your heavy bags.3. Make sure you download the map of the mall on your phone as, from what I could see, there are no directories stations posted within the mall. The mall is large and you can spend a lot of time just trying trying to find the store you want to visit. The map makes it much easier. I recommend doing some research on the website to discover the stores and what they specialize in. Also watch review videos on TikTok and make a list of the stores you want to get to, as it is almost impossible to browse every store in the mall unless you have a few weeks to spend here. 4. Be prepared to leave any large bags you bring into the mall with a bag storage agent has most of the large stores like El Costo and Titan do not allow you to bring anything larger than an over the shoulder purse or fanny pack into their stores. This actually works out well as you won - t have to lug your roller bag or a large backpack through the stores while shopping and the entire process is secure, but there can sometimes be long lines to turn in or retrieve the bags from the storage area. 5. If you - re visiting the mall with friends, it is very likely that you won - t want to spend a lot of time in the same stores depending on your shopping lists . Be sure to set up a prearranged meeting point and time for lunch or when you - re ready to leave. 6. For all my English-speaking friends, it - s helpful to learn a little Spanish before you go to the mall and to Panama altogether. Some of the workers in the mall will speak a little English, but most will speak Spanish only and you will have a much better shopping experience if you learn a little Spanish. You can also use Google translate and some of the store workers will use it to communicate with you if they don - t speak English but you can save yourself a lot of time by learning a few basic shopping phrases like how to ask for your size and how to order your food .7. Finally, when purchasing from some of the more budget, friendly stores, like El Costo and Titan, check the clothes carefully to make sure the size on the price tag matches the size sewn into the clothing. Also check for defects as the reason some of these clothes are priced so low is because they were not perfectly made. The stores also have fitting rooms where you can try on Items before you purchase them and this comes in really handy as well.Read more",
            "Xin chào, bạn có cho thuê xe đẩy trẻ em ở trung tâm thương mại để sử dụng công cộngĐọc thêm",
            "Xin chào! Trung tâm mua sắm có xe lăn cho người khuyết tật di chuyển không?Đọc thêm",
            "Này, tôi chỉ muốn biết trung tâm mua sắm này có cho thuê xe đẩy trẻ em - xe đẩy mua sắm không? \nCám ơn rất nhiều! Đọc thêm",
            "Có nhà nghỉ ban ngày nào gần trung tâm mua sắm Albrook không?Đọc thêm",
            "Đừng nhớ đã nhìn thấy bất kỳ thứ gì ở khu vực gần đó. Trung tâm mua sắm cách xa khu vực có khách sạn.Đọc thêm",
            "Giá quần áoXem thêm",
            "Những cái trước rất đa dạng, vì bạn có thể tìm thấy các cửa hàng thương hiệu như Victoria Secret, Nike, American Eagle, Columbia, v.v. Những người duy trì một mức giá tiêu chuẩn ở các quốc gia khác nhau. Tuy nhiên, có những cửa hàng bách hóa địa phương nơi bạn có thể tìm thấy quần áo rẻ hơn.\n\nĐọc thêm",
            "Có đáng để in và lấy hạn ngạch trên trang web của trung tâm mua sắm không?Đọc thêm",
            "Xin chào, phiếu giảm giá duy nhất có ích là dành cho những doanh nghiệp không có phiếu mua hàng. \nTốt nhất bạn nên có hộ chiếu, họ sẽ khấu trừ thuế, cho họ biết trước khi xuất hóa đơn cho bạn.\nCó thể lấy họ vì họ thích thứ gì đó ở đó và nó có giảm giá Đọc thêm",
            "Có ai nhớ tên doanh nghiệp nào trong trung tâm thương mại này bán nước hoa với giá tốt không? Và có người bán váy đẹp?Đọc thêm",
            "Xin lỗi, nhưng tôi chỉ đi dạo loanh quanh vì còn chút thời gian trước khi rời Panama bằng máy bay. Nhưng tôi nghĩ bạn sẽ tìm thấy ở đó những gì bạn đang tìm kiếm! Ngay cả vào Thứ Sáu Đen - Đọc thêm",
            "Xin chào, bạn có mở cửa vào ngày lễ không?Đọc thêm",
            "Xin chào, bạn có nơi bán quà tặng tiệc sinh nhật không? Cảm ơn bạnĐọc thêm",
            "Tôi muốn biết đồ điện tử có rẻ không hoặc nơi nào tôi có thể nhận được giá tốt hơn ở PanamaĐọc thêm"
        ],
        "star_ratings": [
            1390,
            1313,
            734,
            172,
            69
        ],
        "review_amount": 3678,
        "location": [
            "Trung Mỹ",
            "Những điều cần làm ở Thành phố Panama",
            "Panama",
            "Trung tâm mua sắm Albrook",
            "Tỉnh Panama",
            "thành phố Panama"
        ],
        "reviews_time": [
            "Written July 21, 2023",
            "Written August 3, 2023",
            "Written August 23, 2023",
            "Written September 2, 2023",
            "Written October 12, 2023",
            "Written January 6, 2024",
            "Written January 21, 2024",
            "Written February 25, 2024",
            "Written February 28, 2024",
            "Written March 22, 2024",
            "Written May 24, 2024",
            "Written May 24, 2024",
            "Written May 11, 2024",
            "Written April 13, 2024",
            "Written March 29, 2024",
            "Written March 22, 2024",
            "Written March 10, 2024",
            "Written February 28, 2024",
            "Written February 25, 2024",
            "Written January 21, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g294480-d2300085-Reviews-Albrook_Mall-Panama_City_Panama_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g294480-d10030019-Reviews-Carl_s_Jr-Panama_City_Panama_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294480-d1068982-Reviews-El_Corral-Panama_City_Panama_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294480-d14109543-Reviews-Athanasiou-Panama_City_Panama_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294480-d7961667-Reviews-Churreria_Manolo_Albrook_Mall-Panama_City_Panama_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294480-d11981467-Reviews-Pizzeria_Giorgios-Panama_City_Panama_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294480-d10326888-Reviews-El_Asador-Panama_City_Panama_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294480-d8037780-Reviews-Gelarti_Helado_Gourmet-Panama_City_Panama_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294480-d8006191-Reviews-Popeye_s_Louisiana_Kitchen-Panama_City_Panama_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294480-d15275902-Reviews-Rock_Burger-Panama_City_Panama_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294480-d10468994-Reviews-Cafe_Met-Panama_City_Panama_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g294480-d317494-Reviews-Casco_Viejo-Panama_City_Panama_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g294480-d299921-Reviews-Panama_Canal-Panama_City_Panama_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g294480-d2513304-Reviews-Ancon_Hill-Panama_City_Panama_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g294480-d4341815-Reviews-Cinta_Costera-Panama_City_Panama_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g294480-d7938947-Reviews-Panama_Metro-Panama_City_Panama_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g294480-d547529-Reviews-Avenida_Balboa-Panama_City_Panama_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g294480-d7144346-Reviews-Iglesia_de_la_Merced-Panama_City_Panama_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g294480-d7180203-Reviews-Iglesia_del_Carmen-Panama_City_Panama_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g294480-d300546-Reviews-Metropolitan_National_Park-Panama_City_Panama_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g294480-d299996-Reviews-Museo_del_Canal_Interoceanico_de_Panama-Panama_City_Panama_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g294480-d2300085-Reviews-or10-Albrook_Mall-Panama_City_Panama_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g294480-d4272813-Reviews-Multiplaza_Pacific-Panama_City_Panama_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g294480-d25244791-Reviews-Mi_Viaje_a_Panama-Panama_City_Panama_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g294480-d15215936-Reviews-RD_TOUR_PTY-Panama_City_Panama_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g294480-d24069987-Reviews-Mario_Gonzalez-Panama_City_Panama_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g294480-d4272812-Reviews-Metromall_Panama-Panama_City_Panama_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g294480-d26629108-Reviews-EXP_Panama_Tours-Panama_City_Panama_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g294480-d2589867-Reviews-Mercado_Publico_del_Marisco-Panama_City_Panama_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g294480-d4917402-Reviews-Weil_Art_Gallery-Panama_City_Panama_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g294480-d10518826-Reviews-AltaPlaza_Mall-Panama_City_Panama_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g294480-d8338074-Reviews-Soho_City_Center-Panama_City_Panama_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g294480-d19385543-Reviews-Xploretourspty-Panama_City_Panama_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g294480-d26325497-Reviews-Metrobus_Panama-Panama_City_Panama_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g294480-d12196460-Reviews-Panama_Air_Adventures_Inc-Panama_City_Panama_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g294480-d6105456-Reviews-Gem_Charters_Day_Tours-Panama_City_Panama_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g294480-d11716266-Reviews-Divercity-Panama_City_Panama_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g294480-d15850925-Reviews-Monkey_Adventures-Panama_City_Panama_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g294480-d10472151-Reviews-Escape_Room_Panama-Panama_City_Panama_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g294480-d19526579-Reviews-Panama_Road_Trips-Panama_City_Panama_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g294480-d12100836-Reviews-Tours_Panama-Panama_City_Panama_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g294480-d4496987-Reviews-Rudy_s_Tours-Panama_City_Panama_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g294480-d10131155-Reviews-PTY_Life-Panama_City_Panama_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g294480-d12454805-Reviews-Panama_Barcrawl-Panama_City_Panama_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298434-d3966867-Reviews-Guna_Yala_Explorer-San_Blas_Islands_Guna_Yala_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g57102-d15189635-Reviews-Evermore_Park-Pleasant_Grove_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d3308043-Reviews-Seattle_Great_Wheel-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g294009-d5071980-Reviews-Simaisma_Beach-Doha.html",
            "https://www.tripadvisor.com/Attraction_Review-g1137975-d9581343-Reviews-Pir_Chinasi-Muzaffarabad_Azad_Kashmir.html",
            "https://www.tripadvisor.com/Attraction_Review-g190383-d15072042-Reviews-Russian_Orthodox_Church-Nicosia_Nicosia_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d2536000-Reviews-French_Market-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g1190777-d3410198-Reviews-Levan-Liznjan_Istria.html",
            "https://www.tripadvisor.com/Attraction_Review-g46516-d23297494-Reviews-Bell_Works-Holmdel_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g298278-d3734526-Reviews-KSL_City_Mall-Johor_Bahru_Johor_Bahru_District_Johor.html",
            "https://www.tripadvisor.com/Attraction_Review-g31232-d2044460-Reviews-Salt_River_Canyon_Scenic_Drive-Globe_Arizona.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g294480-d2300085-Reviews-or10-Albrook_Mall-Panama_City_Panama_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g294480-d2300085-Reviews-Albrook_Mall-Panama_City_Panama_Province.html"
    }
]