[
    {
        "attraction_name": "Alcazaba",
        "attraction_name_vi": "Alcazaba",
        "general_info": [
            "11.359 đánh giá",
            "- 9 trong số 344 điều cần làm ở Malaga",
            "Địa điểm lịch sử",
            "Bảo Tàng Lịch Sử"
        ],
        "attraction_summary": "Được xây dựng từ năm 1057 đến năm 1063, đây có lẽ là pháo đài quân sự quan trọng nhất còn sót lại từ thời kỳ Tây Ban Nha-Ả Rập.Đọc thêm",
        "reviews": [
            "Đọc thêm",
            "Nơi tuyệt vời để ghé thăm để biết lịch sử. Việc duy trì nơi này rất nghiêm ngặt vì vậy đừng quên mang theo ảnh của bạn nếu bạn muốn vào nơi này cũng khá đắt tiền. Và nhiều nơi bạn sẽ thấy bạn cũng không được phép đi. Đây là một địa điểm lịch sử nên cởi mở hơn với công chúng. Nhưng bản thân nó là một nơi tuyệt vờiĐọc thêm",
            "Một trong những địa điểm không thể bỏ qua khi đến Malaga.\n\nPháo đài cổ này được xây dựng trên một ngọn đồi có nhiều bằng chứng về cách nó phát triển qua nhiều thế kỷ với những người xây dựng liên tiếp sử dụng vật liệu từ các địa điểm khác của các nền văn minh trước đó.\n\nPháo đài có hai phần, dưới và trên. Chúng tôi quyết định chỉ làm pháo đài phía dưới. Nhiệt độ lúc đó là 40C và đây hóa ra lại là một quyết định đúng đắn vì việc đi lên pháo đài phía dưới thật khó khăn. Tôi không chắc chúng tôi có thể xây dựng được pháo đài phía trên trong cái nóng như vậy hay không.\n\nĐiều tuyệt vời nhất về pháo đài là các chuyến tham quan được tải xuống điện thoại của bạn và bạn chỉ cần nhập số điểm dừng và lắng nghe. Lời bình luận rõ ràng, súc tích và thực sự giúp bạn hiểu được quá trình phát triển của pháo đài ấn tượng này.\n\nLên đến đỉnh giống như một thành tích thực sự - chúng tôi lo lắng về việc đi xuống, tuy nhiên, có một thang máy và chúng tôi đã tận dụng tối đa lợi thế của nó.  Đây là quyền truy cập dành cho những người có vấn đề về di chuyển.Đọc thêm",
            "Pháo đài được xây dựng cách đây hàng nghìn năm và đáng để chiêm ngưỡng. Muốn lên tới đỉnh phải nỗ lực nên phải mang một đôi giày phù hợp. Thang máy có thể được sử dụng để đi lên và khám phá pháo đài một cách dễ dàng từ trên xuống. Hỏi nhân viên thang máy ở đâu.Đọc thêm",
            "Chúng tôi dừng lại ở Malaga trong chuyến tham quan bằng xe khách và có thời gian rảnh nên đi thẳng đến đây.  Vì hôm nay là Chủ nhật nên nó miễn phí - sau 2 giờ chiều -.   Rất nhiều đoạn leo dốc nhưng rất đáng giá với tầm nhìn tuyệt vời.   Rất đông đúc như mong đợi.  Sau đó chúng tôi phát hiện ra có thang máy, điều tốt nên biết. Lấy nước!Đọc thêm",
            "Chúng tôi đã đi thang máy lên, đó là một động thái tốt. Điểm thu hút rất thú vị và rẻ tiền có tầm nhìn tuyệt vời ra bến cảng và thành phố. Khá nhỏ nhưng chúng tôi vẫn dành hơn 2 giờ ở đó. Nếu bạn không đi thang máy thì việc đi bộ có thể hơi khó khăn vào một ngày nắng nóng, vì vậy hãy cẩn thận.Đọc thêm",
            "đáng để đi bộ, tầm nhìn tuyệt vời trên đỉnh tòa nhà mặc dù các biển báo chỉ đường sẽ hữu ích. cảm giác thoải mái dễ chịu khi đi dạo xung quanh, mặc dù chúng tôi đã đi trái mùa. có thể khác khi đông khách. giá trị tốt, đáng làmĐọc thêm",
            "Tôi - thành thật mà nói, tôi - luôn hơi hợm hĩnh khi nghe tin có người đến Costa del Sol. Đó là cho đến khi tôi phải nghỉ qua đêm ở Malaga, nơi thực sự là một thành phố quyến rũ! Tôi đã đi đến Alcazaba. Đầu tiên, tôi thực sự không thể tin được là nó rẻ đến mức nào. Là cư dân Vương quốc Anh, chúng tôi thường trả một số tiền lớn để vào các địa điểm lịch sử, vì vậy đó thực sự là một bất ngờ đáng yêu. \n\nThứ hai, đó là một nơi thực sự đáng yêu và thú vị để đi dạo xung quanh. Bạn sẽ phải vật lộn với xe đẩy hoặc xe lăn vì nơi đây có nhiều đồi núi và cầu thang. Tuy nhiên, nếu khả năng di chuyển của bạn tốt thì cũng đáng để đi lang thang. Những khu vườn xinh đẹp, những nét đặc trưng của nước, một quán cà phê xinh xắn có tầm nhìn. Vâng, quan điểm. Một lần nữa đáng trả tiền, thật là một bức tranh toàn cảnh ngoạn mục nhìn ra bến cảng! Lộng lẫy! \n\nTôi - tôi chắc rằng lâu đài trên đỉnh đồi thậm chí còn có tầm nhìn đẹp hơn nhưng khi nhìn thấy lối đi lên và trời khá nóng vào tháng 10, tôi đã từ chối và thay vào đó chỉ tận hưởng ở đây! Có nhà vệ sinh trong khu phức hợp là tốt. Đọc thêm",
            "Alcazaba được xây dựng như một pháo đài phòng thủ trên đỉnh tàn tích La Mã, việc xây dựng có từ thế kỷ thứ 9.\nTừ thế kỷ 11 trở đi, pháo đài, một phần của bức tường pháo đài bao quanh Málaga, đã được mở rộng. \n\nAlcazaba là một pháo đài của người Moorish và điều này được thể hiện qua những đồ trang trí phong phú. Những ảnh hưởng của Ả Rập được thể hiện qua hình thức mái vòm được trang trí đẹp mắt, các biển hiệu Ả Rập và các hình tượng Moorish. Hàng hiên và sân trong, ao hồ, những bức tranh khảm tuyệt đẹp; tất cả chúng đều được xem xét ở đây.\n\nAlczaba MalagaKhông chỉ ảnh hưởng của tiếng Ả Rập mới thể hiện rõ ở Alcazaba; bạn cũng sẽ gặp phải những ảnh hưởng của La Mã. Người Moor đã sử dụng các phần của Teatro Romano liền kề trong pháo đài. Do đó, các cột La Mã đi đôi với các mái vòm Ả Rập. \nMột sự kết hợp độc đáo!Đọc thêm",
            "Tôi đi bộ từ lâu đài phía trên xuống và đã mua vé kết hợp nên việc vào cổng rất nhanh.\nTôi nghĩ nó đáng để ghé thăm, rất nhiều lối đi, sân trong, được phục hồi và chăm sóc tốt.\nGiống như lâu đài, điều này đòi hỏi phải đi bộ rất nhiều và tôi khuyên bạn nên đi những đôi giày đi bộ chắc chắn. Bạn có thể quét mã trên điện thoại và chọn hướng dẫn âm thanh để cung cấp cho bạn thêm thông tin khi bạn dạo quanh.\nNơi này rất đáng để ghé thăm và đáng giá tiền.Đọc thêm",
            "Nơi này thực sự rất đẹp, chúng tôi đã cố gắng khám phá mọi thứ ở đó. Chủ yếu là các bức tường lâu đài, vườn hoa và một số phòng bằng gốm sứ. Không có nhiều thông tin nơi bạn có thể đọc. Tôi nghĩ đã có sẵn hướng dẫn bằng âm thanh để chọn, nhưng chúng tôi chắc chắn đã bỏ lỡ việc thu thập. Để thấy được vẻ đẹp của nơi này, bạn cần phải đến khi thời tiết tốt vì hầu hết là khu vực thoáng đãng. Các quan điểm rất tuyệt.Đọc thêm",
            "Một nơi rất đẹp để tham quan, quang cảnh từ lâu đài rất tráng lệ. Rất khuyến khích lâu đài này. Lời khuyên hữu ích là nên mua vé trước để rút ngắn thời gian chờ đợi ở hàng đợi khác.Đọc thêm",
            "tìm thấy điều này trong một văn phòng tham quan du lịch và kiến ​​trúc thật không thể tin được và nhà hát được vào cửa miễn phí sẽ quay trở lại trong tương lai gầnĐọc thêm",
            "Tôi đã rất ngạc nhiên khi đến thăm. Chúng tôi đến thăm vào sáng sớm khi nơi này mở cửa. Các khu vườn và phòng của Alcazaba được bảo quản tốt và rất thú vị khi đi dạo xung quanh, bạn chỉ ở ngay bên ngoài sự hối hả và nhộn nhịp của trung tâm thị trấn. Nhân viên rất hữu ích. Rất đáng để ghé thăm. Đọc thêm",
            "Dễ dàng dành nhiều thời gian ở đây với rất nhiều ngóc ngách để khám phá. Nó không có vẻ hào nhoáng như một số cung điện khác nhưng với một quán cà phê nằm bên trong, bạn có thể thư giãn trước khi tiếp tục. Tốt nhất nên mua vé trực tuyến trước để tránh phải xếp hàng khi vào. Rất nhiều đoàn du lịch ghé thăm và được ưu tiên. Siêu view từ nhiều điểm.Đọc thêm",
            "Tôi đã đến thăm Alcazaba trước đây và yêu thích nó nên đã đặt một chuyến đi để đưa đối tác của tôi đến đó, người đang ngồi xe lăn.  Thật không may sau khi đẩy anh ta tới thang máy thì nó đã bị đóng lại. Chúng tôi đã đi theo các biển báo - không đề cập đến việc nó đã bị đóng cửa - và rất khó chịu khi phải lùi lên đồi cũng như bất kỳ ai có vấn đề về di chuyển hoàn toàn không thể tiếp cận được. Thất vọng quáXem thêm",
            "Pháo đài hoàn toàn tuyệt đẹp mang đến cho bạn tầm nhìn tuyệt vời ra Malaga. Tôi đã đi khi chống gậy đi bộ: đó là một chút thử thách nhưng nó đáng giá! Có rất nhiều ghế dài để nghỉ ngơi trong khi ngắm cảnh. Hãy cố gắng đi sớm để tránh đám đông.Đọc thêm",
            "Hãy coi chừng móc túi. Chồng tôi bị đánh cắp ví trong chuyến du lịch mạo hiểm ở Malaga. Chỉ cần đi bộ một mình và xem đồ đạc của bạn.  Tại sao không có cảnh báo về nạn móc túi trên quầy du lịch?  Trên đỉnh lâu đài có một lời cảnh báo. Đã quá muộn!Đọc thêm",
            "Phải ghé thăm nếu bạn ở Malaga Đây là một địa điểm lịch sử rất đặc biệt Hơn nữa, quang cảnh thành phố từ tượng đài tuyệt vời này thật ngoạn mụcĐọc thêm",
            "Chúng tôi đến thăm vào buổi chiều muộn khi trời yên tĩnh và mát mẻ hơn. Alcazaba được xây dựng trên nền móng của người Phoenician từ năm 600 trước Công nguyên, một cung điện do người Hồi giáo xây dựng từ năm 300-1300 sau Công nguyên có hồ bơi yên tĩnh và những mái vòm phức tạp bao quanh sân trong. Có trưng bày đồ gốm được tìm thấy trong quá trình phục hồi. Khung cảnh của những ngọn đồi xung quanh, Malaga và bến cảng thật ngoạn mục.  Tôi đánh giá cao việc sử dụng gậy đi bộ của mình vì các bậc thang thường rất dốc. Có quán cà phê - quán bar và nhà vệ sinh trong khuôn viên. Đọc thêm",
            "Pháo đài đẹp, để đi dạo xung quanh và chiêm ngưỡng kiến ​​trúc, quang cảnh và khu vườn. Có một quán cà phê đẹp với sangria tuyệt vời và tầm nhìn ra pháo đài. Tuy nhiên, không có nhiều thông tin, một số loại sách hướng dẫn hoặc hướng dẫn có thể hay nhưng dù sao đây cũng là một nơi tuyệt vời để ghé thăm.Đọc thêm",
            "Làm cách nào tôi có thể đến Alcazaba từ bến du thuyền.Đọc thêm",
            "Đi bộ rất đơn giản từ bến du thuyền Malaga. Ngoài ra, hãy bắt taxi hoặc Uber.Đọc thêm",
            "Chào buổi tối, cách thuận tiện nhất để di chuyển từ Alcazaba đến lâu đài phía trên là gì?\nTôi hiểu rằng đi bộ 40 phút sẽ mệt mỏi. Cảm ơn trước.\nBarbarĐọc thêm",
            "Chào bạn, mình đi ngắm cảnh nên cũng tranh thủ đi dạo quanh thành phốXem thêm",
            "Họ cho chó vào Đọc thêm",
            "Tôi đang mang thai ở tháng thứ sáu và cùng với bạn đời của mình, chúng tôi đang cân nhắc việc đi Malaga vài ngày. Đường đến Pháo đài Alcazaba quá khó khăn hay leo lên dễ dàng?\nCảm ơn bạnĐọc thêm",
            "Có một số điểm bất tiện. Tôi không nhớ thang máy hay những con đường dễ đi, nhưng tôi nhớ những cầu thang dốc và những con đường lát đá trơn trượt.\nTôi có vấn đề về thị lực và tôi đã thực hiện một số động tác hạ xuống bằng tay trên vai chồng để ổn định.Đọc thêm",
            "Xin vui lòng đưa ra một số gợi ý về các nhà hàng tapas ngon, ngoài trời gần bảo tàng Picasso, Málaga. Manyas graçias Đọc thêm",
            "Hola, tôi muốn đưa ai đó đến Alcazaba, Teatro Romano và Bảo tàng Picasso, có thể nhiều hơn, vào đầu tháng Bảy. Bạn có thể làm tất cả những điều này mà không cần hướng dẫn không? Có vé kết hợp đi Gibralfaro - Teatro - Alcazaba không? Manyos graçias Đọc thêm",
            "- Bạn lấy thang máy ở đâu?  - Mất bao lâu để tải lên?  - Nó có làm việc vào thứ Bảy không?  - Nó giá bao nhiêu? .Đọc thêm",
            "Thang máy Alcazaba được đưa lên đường Guillén Sotelo ngay phía trước tòa nhà Tòa thị chính.Đọc thêm",
            "Các chuyến thăm chỉ được thực hiện bằng tiếng Tây Ban Nha hay còn có các ngôn ngữ khác?Đọc thêm",
            "Khả năng tiếp cận cho những người có vấn đề về di chuyển? Đặc biệt là các vấn đề về viêm khớp gối. Cảm ơn!Đọc thêm",
            "Có nhiều chỗ dốc .. Tôi gặp vấn đề với việc lên dốc và tôi đã vượt qua được nó với rất nhiều điểm dừng .. có rất nhiều nơi để dừng lại, nghỉ ngơi và có chỗ ngồi Đọc thêm",
            "Ở đó có tiện nghi gì không, đồ uống, nhà vệ sinh, cảm ơnĐọc thêm",
            "Có tại nhiều điểm khác nhau trên đường đi, đồ ăn, đồ uống và phòng tắm.Đọc thêm"
        ],
        "star_ratings": [
            5849,
            4474,
            906,
            87,
            44
        ],
        "review_amount": 11360,
        "location": [
            "Andalucia",
            "Tỉnh Malaga",
            "Những điều cần làm ở Málaga",
            "Tây ban nha",
            "Málaga",
            "Châu Âu",
            "Costa del Sol",
            "Alcazaba"
        ],
        "reviews_time": [
            "Written July 11, 2023",
            "Written August 18, 2023",
            "Written August 26, 2023",
            "Written October 18, 2023",
            "Written October 27, 2023",
            "Written October 31, 2023",
            "Written November 5, 2023",
            "Written January 3, 2024",
            "Written January 18, 2024",
            "Written February 15, 2024",
            "Written June 1, 2024",
            "Written May 24, 2024",
            "Written May 10, 2024",
            "Written May 5, 2024",
            "Written May 2, 2024",
            "Written May 1, 2024",
            "Written April 29, 2024",
            "Written April 25, 2024",
            "Written April 20, 2024",
            "Written April 19, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g187438-d243997-Reviews-Alcazaba-Malaga_Costa_del_Sol_Province_of_Malaga_Andalucia.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g187438-d21248619-Reviews-Dynamit-Malaga_Costa_del_Sol_Province_of_Malaga_Andalucia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187438-d21273712-Reviews-La_Caravana_Cocina_Viajera-Malaga_Costa_del_Sol_Province_of_Malaga_Andalucia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187438-d23571603-Reviews-La_Ristobottega-Malaga_Costa_del_Sol_Province_of_Malaga_Andalucia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187438-d23674358-Reviews-Sibuya_Urban_Sushi_Bar_Malaga-Malaga_Costa_del_Sol_Province_of_Malaga_Andalucia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187438-d23417059-Reviews-Brunchit_Alcazabilla-Malaga_Costa_del_Sol_Province_of_Malaga_Andalucia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187438-d10830057-Reviews-Spago_s_Fresh_Pasta-Malaga_Costa_del_Sol_Province_of_Malaga_Andalucia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187438-d12632048-Reviews-Radici_Osteria_Italiana-Malaga_Costa_del_Sol_Province_of_Malaga_Andalucia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187438-d4786767-Reviews-Manana_Bar_Malaga-Malaga_Costa_del_Sol_Province_of_Malaga_Andalucia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187438-d8342345-Reviews-Pizzeria_Italiana_Vittoria-Malaga_Costa_del_Sol_Province_of_Malaga_Andalucia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187438-d13196598-Reviews-Sake_Izakaya-Malaga_Costa_del_Sol_Province_of_Malaga_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187438-d11914853-Reviews-Museo_de_Malaga-Malaga_Costa_del_Sol_Province_of_Malaga_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187438-d5572882-Reviews-Parque_de_Malaga-Malaga_Costa_del_Sol_Province_of_Malaga_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187438-d1192265-Reviews-Teatro_Romano-Malaga_Costa_del_Sol_Province_of_Malaga_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187438-d10399664-Reviews-Jardines_de_Pedro_Luis_Alonso-Malaga_Costa_del_Sol_Province_of_Malaga_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187438-d6160304-Reviews-Escultura_del_Biznaguero-Malaga_Costa_del_Sol_Province_of_Malaga_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187438-d3670525-Reviews-Revello_de_Toro_Museum-Malaga_Costa_del_Sol_Province_of_Malaga_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187438-d10399773-Reviews-Ayuntamiento_de_Malaga-Malaga_Costa_del_Sol_Province_of_Malaga_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187438-d6105850-Reviews-Universidad_de_Malaga-Malaga_Costa_del_Sol_Province_of_Malaga_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187438-d1500092-Reviews-Banco_de_Espana-Malaga_Costa_del_Sol_Province_of_Malaga_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187438-d10168740-Reviews-Jardines_del_Castillo_de_Gibralfaro-Malaga_Costa_del_Sol_Province_of_Malaga_Anda.html",
            "https://www.tripadvisor.com/Attraction_Review-g187438-d243997-Reviews-or10-Alcazaba-Malaga_Costa_del_Sol_Province_of_Malaga_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187438-d25350500-Reviews-OXO_Museo_del_Videojuego-Malaga_Costa_del_Sol_Province_of_Malaga_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187438-d2049739-Reviews-Museo_del_Automovil_y_la_Moda_de_Malaga-Malaga_Costa_del_Sol_Province_of_Malaga_A.html",
            "https://www.tripadvisor.com/Attraction_Review-g187438-d1557607-Reviews-Museo_del_Vidrio_y_Cristal_de_Malaga-Malaga_Costa_del_Sol_Province_of_Malaga_Anda.html",
            "https://www.tripadvisor.com/Attraction_Review-g187438-d6685840-Reviews-Museum_Jorge_Rando-Malaga_Costa_del_Sol_Province_of_Malaga_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187438-d592917-Reviews-Museo_de_Artes_y_Costumbres_Populares-Malaga_Costa_del_Sol_Province_of_Malaga_Anda.html",
            "https://www.tripadvisor.com/Attraction_Review-g187438-d7891709-Reviews-Coleccion_del_Museo_Ruso-Malaga_Costa_del_Sol_Province_of_Malaga_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187438-d2067257-Reviews-Museo_Carmen_Thyssen_Malaga-Malaga_Costa_del_Sol_Province_of_Malaga_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187438-d7394146-Reviews-Museo_Interactivo_de_la_Musica_Malaga-Malaga_Costa_del_Sol_Province_of_Malaga_And.html",
            "https://www.tripadvisor.com/Attraction_Review-g187438-d4455848-Reviews-Malaga_Turismo-Malaga_Costa_del_Sol_Province_of_Malaga_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187438-d2357406-Reviews-Pancho_Tours_Malaga-Malaga_Costa_del_Sol_Province_of_Malaga_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187438-d23437238-Reviews-Terra_Andalusi-Malaga_Costa_del_Sol_Province_of_Malaga_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187438-d23202764-Reviews-Top_Tour_Malaga-Malaga_Costa_del_Sol_Province_of_Malaga_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187438-d9582251-Reviews-Parapark_Malaga-Malaga_Costa_del_Sol_Province_of_Malaga_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187438-d10594256-Reviews-Escape_Malaga-Malaga_Costa_del_Sol_Province_of_Malaga_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187438-d16648629-Reviews-Malaga_Tours-Malaga_Costa_del_Sol_Province_of_Malaga_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g34806-d6701123-Reviews-Buford_Dam_Park-Buford_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g255069-d16726681-Reviews-Great_Barrier_Reef-Cairns_Cairns_Region_Queensland.html",
            "https://www.tripadvisor.com/Attraction_Review-g293983-d319062-Reviews-Garden_of_Gethsemane-Jerusalem_Jerusalem_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g46593-d18544050-Reviews-Happy_Day_Farm-Manalapan_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g54171-d105765-Reviews-Drayton_Hall-Charleston_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49022-d17675899-Reviews-Charlotte_Metro_Credit_Union_Amphitheater-Charlotte_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g635665-d545936-Reviews-Dolfinarium-Harderwijk_Gelderland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g58748-d11662723-Reviews-Gold_Creek_Pond_Trail-Snoqualmie_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g60893-d11899074-Reviews-T_Tyler_Potterfield_Memorial_Bridge-Richmond_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g55857-d10112735-Reviews-PR_s_Saloon-Fort_Worth_Texas.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g187438-d243997-Reviews-or10-Alcazaba-Malaga_Costa_del_Sol_Province_of_Malaga_Andalucia.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g187438-d243997-Reviews-Alcazaba-Malaga_Costa_del_Sol_Province_of_Malaga_Andalucia.html"
    }
]