[
    {
        "attraction_name": "Alien Fresh Jerky",
        "attraction_name_vi": "Thịt khô ngoài hành tinh",
        "general_info": [
            "274 đánh giá",
            "1 trong 1 khu mua sắm ở Baker",
            "Cửa hàng quà tặng đặc sản"
        ],
        "attraction_summary": "Thật thú vị khi dừng lại ở đây trên đường qua Vegas. Rất nhiều hương vị thú vị và quà lưu niệm theo chủ đề người ngoài hành tinh khác nhau. Họ đang xây dựng một nhà nghỉ và đi bộ theo chủ đề người ngoài hành tinh ra phía sau nhưng vẫn chưa hoàn thành. Rất nhiều bức ảnh đẹpĐọc thêm",
        "reviews": [
            "Thịt bò khô tệ hơn tôi từng có. Nó thậm chí không thể ăn được. Chất lượng thịt kém khiến bạn không thể nhai được.Đọc thêm",
            "The unique community of Baker, with its two UFO, can be found just off Interstate 15 in the middle of the Mojave Desert in Southern California. This community is home to two interesting attractions. The Worlds Tallest Thermometer and the Alien Fresh Jerky Store. After paying a quick visit to the Thermometer we headed back to the camper and air conditioning. Companion noted a strange looking building a short distance away. Playing tourist, ventured over to check it out. The Alien Fresh Jerky Store is truly bizarre, with UFO and little green men decorating the exterior of the shop. Strange. One wonders if you are having a nightmare or just hallucinating because of the hot desert sun. Entered the shop, and one is greeted by a green alien in a silver space suit sitting on a bench, who appears to be the watching over the shop. After the getting over the shock of an alien staring at, you observe a large shop full of unique and different items. This establishment with it alien theme has a huge selection of beef jerky hundreds of different flavors, candy, nuts, and a huge number of different hot sauces for sale. A wide assortment of soft drinks can be purchased. You can even obtain a Homer Simpsons Duff Beer. Is it a real beer or just a soda made to look like the famous Duff Beer, who knows. As a follower of the great Homer, had to purchase a can for my office. The typical tourist memorabilia is also available. This weird store opened in 2000 and has become a classic tourist trap with its kitschy theme and selection of snacks. Beef jerky is the primary snack product sold here. One can purchase the familiar variations to the are you for real types. Just be prepared for sticker shock. As you wander around the store, watch out for little green men in space suites and other props. Each is different, some frighting and others plain comical. Next to this market, the owner envisions construction of a UFO themed hotel. Staff of humans are for the most part, friendly, not phaser armed and willing to assist you with any purchases. Purchased a couple bags of ice, a 3.25-ounce bag of Honey Teriyaki Beef Jerky and several soft drinks. Just hope the green men in their space ships do not have any intention of abducting us and taking us to somewhere up there I do not speak alien. Restroom facilities leave a lot to be desired and are gross! After visiting the facilities, one can understand why the aliens left their world and journey to ours. They were looking for a clean outhouse. Guess they never found one. This weird and wacky Alien Fresh Jerky store is a definite must visit location for space cadets, jerky enthusiasts, and tourists. There are no aliens at Area 51 in Nevada, they all escaped to Baker, California.Read more",
            "Tôi và chồng đã mua thịt khô của Alien Fresh Jerky trong hơn 25 năm nay. Cho đến ba tháng trước, chúng tôi luôn có trải nghiệm tích cực, nhưng sau một sự cố gần đây, tôi nghĩ mình sẽ không mua hàng của họ nữa. Vào dịp Giáng sinh năm 2021, tôi đã đặt mua ba túi thịt khô trực tuyến. Thật không may, một trong những túi đó bị mốc. Tôi đã liên hệ với AFJ để cho họ biết về vấn đề này và được thông báo rằng tôi sẽ được gửi một túi mới qua đường bưu điện. Sau hai tuần trôi qua và tôi vẫn chưa nhận được gì, tôi đã liên hệ lại. Lần thứ hai, tôi được tặng thẻ quà tặng 12 đô la để chi tiêu trên trang web của họ. Vấn đề là, một túi thịt khô có giá 12 đô la và phí vận chuyển là 11 đô la, vì vậy tôi sẽ phải trả 11 đô la để nhận được một túi thay thế. Khi tôi hỏi liệu có thể miễn phí vận chuyển không, AFJ gợi ý tôi nên mua 50 sản phẩm để được miễn phí vận chuyển. Cho đến tận ngày nay, tôi vẫn chưa nhận được sản phẩm thay thế cho túi thịt khô bị mốc đó. Không cần phải nói, chúng ta hãy tìm một nơi bán thịt khô mới để bắt đầu mua hàng. Đọc thêm",
            "Đáng để dành một phút để xem qua. Có thể hơi sến súa nhưng đó không phải là tất cả những gì mà các chuyến đi đường dài hướng đến sao, lol. Đây là một điểm dừng chân nhỏ tuyệt vời trên đường vào hoặc ra khỏi Vegas. Họ có một số thứ nhỏ khá thú vị và thịt bò khô cũng rất ngon. Đọc thêm",
            "Các đạo cụ bên ngoài rất vui nhộn và đáng để chụp ảnh. Bên trong có quá nhiều sản phẩm tục tĩu mà tôi không muốn con mình xem. Một cửa hàng cần mang theo bao nhiêu túi Good F-ing Nuts?!?! Có vẻ là vài trăm. Tương tự với Wake the F up Coffee Một lần nữa, bên ngoài thật mát mẻ.Đọc thêm",
            "Luôn phải dừng ở đây trên đường hoặc từ LV về nhà. Món thịt khô rất tuyệt vời với nhiều hương vị khác nhau để bạn lựa chọn nhưng những món quà dành cho khách du lịch khác trong cửa hàng của họ cũng rất tuyệt vời.Đọc thêm",
            "Bài đánh giá của tôi vào Chủ nhật, ngày 2 tháng 8 năm 2020Mỗi lần lái xe đến Vegas, tôi luôn đứng ở vị trí này để hỗ trợ trong 17 năm qua.  Nó từng là một cửa hàng nhỏ bé trên một khu đất bẩn với thịt bò khô, các loại hạt và kẹo, nhưng nó đã phát triển từ một cửa hàng nhỏ thành một cửa hàng lớn, có quầy bán đồ ăn nhanh. khách sạn đang được xây dựng và một bãi đậu xe lát đá. Tôi chưa bao giờ dừng lại ở Baker, mặc dù tôi thích nhìn thấy Nhiệt kế lớn nhất thế giới. Nhưng cái nóng đã khiến tôi tránh xa. Đây là một điểm tham quan rất thú vị và là điểm dừng chân yêu thích của tôi ở Vegas.  Rất nhiều ảnh OpsGiá đã tăng từ 8 đô một túi hoặc 3 x 20. Giá mới: 11 một túi hoặc 2 túi giảm 2. Dù giá bao nhiêu tôi cũng sẽ luôn ủng hộ. Ý tưởng gọn gàng từ gia đình Ramallo và hy vọng nó sẽ tồn tại...Đọc thêm",
            "Thật là một nơi thú vị để tình cờ gặp trên đường đi xem nhiệt kế lớn nhất ở Baker!  Mẹ tôi thích cảm giác xa lạ ở bất cứ đâu và nơi này đã lấy được chiếc bánh.  Bạn trai tôi ăn khô và nói không sao, thích nhưng không có gì đặc biệt.Đọc thêm",
            "Chúng tôi dừng lại ở đây khi đang trên đường để rửa kính chắn gió khỏi bọ. Họ không có chổi cao su và anh chàng đang làm việc bước ra đưa ra một ít bình xịt bọt để giúp làm sạch kính chắn gió và lấy chổi cao su cho chúng tôi. Lúc đó là khoảng 11 giờ đêm và anh ấy rất tốt bụng đã ra ngoài giúp đỡ chúng tôi. Chúng tôi đang cố gắng dùng khăn giấy để đuổi bọ và chắc chắn anh ấy đã nhìn thấy chúng tôi. Bên trong họ có những loại nước ngọt thủ công tuyệt vời và anh ấy thậm chí còn đi mua cho chúng tôi một hộp đựng 6 gói cho những chai mà chúng tôi đã mua. Dịch vụ khách hàng tuyệt vời và nơi mát mẻ một cách trực quan. Tôi không phải là một người ngốc nghếch nhưng thật tuyệt khi được nhìn thấy tất cả những điều thú vị. Tốt hơn nhiều so với bất kỳ lựa chọn dừng nào khác khi đang di chuyển.Đọc thêm"
        ],
        "star_ratings": [
            94,
            110,
            55,
            7,
            8
        ],
        "review_amount": 274,
        "location": [
            "Thịt khô ngoài hành tinh",
            "California CA",
            "Những điều cần làm ở Baker",
            "thợ làm bánh",
            "Hoa Kỳ"
        ],
        "reviews_time": [
            "Written June 4, 2024",
            "Written December 16, 2022",
            "Written July 28, 2022",
            "Written March 1, 2022",
            "Written April 21, 2021",
            "Written October 19, 2020",
            "Written September 23, 2020",
            "Written August 3, 2020",
            "Written June 16, 2020",
            "Written June 5, 2020"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g32036-d951390-Reviews-Alien_Fresh_Jerky-Baker_California.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g32036-d12453264-Reviews-Denny_s-Baker_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32036-d919517-Reviews-The_Mad_Greek_Cafe-Baker_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32036-d4630294-Reviews-Jack_in_the_Box-Baker_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32036-d4108415-Reviews-Los_Dos_Toritos-Baker_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32036-d4657405-Reviews-Arby_s-Baker_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32036-d12664065-Reviews-A_W_Restaurant-Baker_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32036-d4648446-Reviews-Del_Taco-Baker_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32036-d3874883-Reviews-Carl_s_Jr-Baker_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32036-d14090443-Reviews-Subway-Baker_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60902-d5018265-Reviews-Burger_King-Barstow_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32036-d601345-Reviews-World_s_Tallest_Thermometer-Baker_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32036-d5293396-Reviews-Dumont_Dunes_OHV_Park-Baker_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32036-d951390-Reviews-or10-Alien_Fresh_Jerky-Baker_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g298267-d10292008-Reviews-Telefrique_Harrisa-Jounieh_Mount_Lebanon_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g56451-d2202583-Reviews-Lake_Pflugerville-Pflugerville_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g309277-d531570-Reviews-Monteverde_Cloud_Forest_Biological_Reserve-Monteverde_Cloud_Forest_Reserve_Monteve.html",
            "https://www.tripadvisor.com/Attraction_Review-g56784-d146858-Reviews-Balmorhea_State_Park-Toyahvale_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g37784-d4745924-Reviews-Swinging_Bridge-Columbus_Junction_Iowa.html",
            "https://www.tripadvisor.com/Attraction_Review-g45198-d3427185-Reviews-Valley_View_Garden_Golf-Great_Falls_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g293919-d15266527-Reviews-Terminal_21_Pattaya-Pattaya_Chonburi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g294454-d549693-Reviews-Medvednica_mountain_Sljeme-Zagreb_Central_Croatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187525-d11769852-Reviews-The_Indoor_Market-Benidorm_Costa_Blanca_Province_of_Alicante_Valencian_Community.html",
            "https://www.tripadvisor.com/Attraction_Review-g187462-d276050-Reviews-Serra_de_Tramuntana-Majorca_Balearic_Islands.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g32036-d951390-Reviews-or10-Alien_Fresh_Jerky-Baker_California.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g32036-d951390-Reviews-Alien_Fresh_Jerky-Baker_California.html"
    }
]