[
    {
        "attraction_name": "ALL SHOOK UP - Tribute to the King",
        "attraction_name_vi": "TẤT CẢ RUNG ĐỘNG - Tưởng nhớ Đức Vua",
        "general_info": [
            "2.528 đánh giá",
            "15 trong số 261 buổi hòa nhạc tại Las Vegas",
            "Biểu diễn sân khấu"
        ],
        "attraction_summary": "Bạn đã xem phim và nghe các bài hát của anh ấy, nhưng bạn đã xem Elvis trực tiếp chưa? TẤT CẢ SHOOK UP, một chương trình đoạt giải thưởng và chương trình tưởng nhớ All-Elvis duy nhất biểu diễn ở Las Vegas, nơi bạn có thể nghe thấy tất cả Elvis, suốt đêm được hỗ trợ bởi một ban nhạc sống. Biểu diễn hàng đêmĐọc thêm",
        "reviews": [
            "Đọc thêm",
            "Chúng tôi đã xem một số tiết mục tưởng nhớ Elvis, đây là tiết mục hay nhất cho đến nay. Giọng hát hay, động tác tốt và tương tác tốt với khán giả. Ban nhạc cũng rất tài năng. Vì nó là một địa điểm nhỏ hơn nên cảm thấy thân mật hơn nhiều. Nó nằm ngoài phạm vi nhưng chắc chắn đáng để bạn đi xem. Ra đi cảm thấy rất phấn chấn. Đọc thêm",
            "Màn trình diễn đáng kinh ngạc. Địa điểm rất nhỏ thân mật. Anh chàng đóng vai Elvis cố định giọng nói và di chuyển. Anh ấy có khiếu hài hước tuyệt vời và thực sự khiến đám đông cảm thấy thoải mái. Tôi không mong đợi có được khoảng thời gian vui vẻ như tôi đã có. Một bộ phim phải xem đối với bất kỳ người hâm mộ Elvis nào.Đọc thêm",
            "Tất cả chúng ta đều bị rung chuyển bởi Elvis của Travis Allen. Bạn bè của chúng tôi đã đưa chúng tôi đến buổi biểu diễn trong chuyến thăm gần đây đến buổi biểu diễn Elvis đầu tiên của chúng tôi và họ đã gặp anh ấy 4 lần. Nếu bạn hòa mình vào nó bằng cách la hét, cổ vũ, hát và vỗ tay theo, bạn không thể không có một khoảng thời gian tuyệt vời. Travis trông giống Elvis, có giọng nói của Elvis và những bước di chuyển của anh ấy cũng vậy. Anh ấy cũng giao lưu với khán giả và cố gắng hết sức để đảm bảo mọi người đều vui vẻ. Tôi biết chúng tôi chắc chắn đã làm như vậy và chắc chắn chúng tôi sẽ quay lại chuyến đi tiếp theo tới Vegas.Đọc thêm",
            "Tôi là một fan hâm mộ lớn của Elvis và chương trình này không làm tôi thất vọng. Nó nằm ngoài dải đất và do đó không phải là một trong những khách sạn hạng A nhưng vẫn tuyệt vời. Nghệ sĩ biểu diễn của chúng tôi đã có tất cả các động tác và nghe giống hệt Elvis. Danh sách bài hát thật tuyệt vời. Rất khuyến khíchĐọc thêm",
            "Ồ!  Đây là một buổi biểu diễn tuyệt vời!  Tôi thực sự có cảm giác như đang xem Elvis.  Anh ấy có âm thanh và hành động giống như Vua.  Giọng nói và động tác của anh ấy thật ngoạn mục.  Tôi chắc chắn sẽ quay lại và giới thiệu chương trình này cho mọi người!  Đọc thêm",
            "Travis Allen thật tuyệt vời.   Anh ấy vui tính, giao lưu với đám đông và vào cuối mỗi buổi diễn, anh ấy dành thời gian để cùng mọi người chụp ảnh và ký tặng.\nChương trình này rất vui nhộn và thú vị dành cho mọi người ở mọi lứa tuổi.   Tôi đã xem nhiều nghệ sĩ Elvis biểu diễn và Travis chắc chắn là người giỏi nhất.   Mỗi lần sắp xếp đến Vegas, chúng tôi luôn đảm bảo rằng Travis sẽ biểu diễn, chúng tôi đặt các buổi biểu diễn khác vào ngày hôm đó.     Hãy nghe lời khuyên của tôi và đến xem Travis biểu diễn, bạn sẽ rất vui vì mình đã làm như vậy.   Bạn sẽ rời đi với một nụ cười trên khuôn mặt của bạn.  Cảm ơn Travis vì đã cống hiến rất nhiều cho các buổi biểu diễn cũng như dành nhiều thời gian để gặp gỡ và trò chuyện với mọi người sau buổi biểu diễn.    Tôi là một người hâm mộ cuộc sống.Đọc thêm",
            "Đó là một màn trình diễn tuyệt vời! Chương trình Elvis hay nhất mà tôi từng tham gia cho đến nay! Người mạo danh đã nắm bắt được năng lượng và tinh thần của Elvis rất tốt, anh trai tôi, người chưa bao giờ yêu thích Elvis, bắt đầu đùa giỡn! Tôi giới thiệu chương trình này rất nhiều! Đọc thêm",
            "Overall we had a good time at the show, however, in my opinion the venue and service let it down.We pre-booked tickets weeks in advance as we really wanted to see an Elvis tribute and were coming from the UK. The artist was good, one of the better impersonators I have seen. Good mix of songs. I did feel like the show was slightly rushed and was over very quickly, the hour went by so fast but overall had fun.Very disappointed with the service we received. On arrival no staff to greet you and no signs to say where the show was. I asked a member of staff who had her head in her phone and who we seemed to have inconvenienced by asking where the entrance to the show was. Walked onto the room and was taken to our seats, front row VIP which we paid a premium price for. On the table is a drinks menu, waited around 15 mins for someone to take our order but no one came over. We resorted to going up to the main desk to enquire and was told a waiter would be around to take our orderno one came. We went through the whole show without a drink. It seemed that the whole front row on the right side was not waited on for some reason but yet everyone else had drinks. This is the kind of show where a little tipple is needed. I feel that the venue is missing a trick with thiswe were expecting to go there and spend at least 100 on drinks! Also missing a trick with the cocktail list as would be good to have Elvis themed drinks. Also feel its a slight rip off to have to pay 10 for someone to take a photo of you and Elvis on your own phone. Felt a bit like a cattle market and just going through the motions, no conversation just one after another.Overall was a good show and the 3 stars are no reflection on the performer as he did put on a good show and the band were also great. However, rated at 3 stars due to the experience and lack of service Read more",
            "Đã tham dự hoạt động này trong kỳ nghỉ lễ Phục sinh và tôi đã không thất vọng. Ban nhạc chơi không ngừng nghỉ trong hơn một giờ. Năng lượng là điện, quá trình sản xuất rất xuất sắc và tôi thực sự muốn giới thiệu chương trình này cho bất kỳ ai ngay cả khi bạn không phải là người hâm mộ Elvis, một số người trong nhóm của chúng tôi sẽ không đóng cửa với tư cách là người hâm mộ nhưng họ chắc chắn làm như vậy ngay bây giờ. Có cảm giác như chúng tôi đang nhìn thấy vị Vua thực sự đang hành động. Elvis rất hài hước và quyến rũ khi chúng tôi gặp anh ấy để chụp ảnh sau đó. Tôi chắc chắn sẽ đi lần nữa! Đọc thêm",
            "Chương trình tuyệt vời với một trong những chương trình Elvis hay nhất mà tôi từng xem. Mẹ và bố tôi thích những bài hát và anh ấy hát giống hệt Elvis. Ban nhạc và người phục vụ cũng tuyệt vời. Tôi thực sự khuyên bạn không nên mua ghế VIP, vì địa điểm Alexis nhỏ và tất cả các ghế đều tuyệt vời. Chúng tôi ngồi ở khu vực VIP và chỗ ngồi thực sự chật chội vì họ có một chiếc bàn để bạn đặt đồ uống và họ bao quanh bàn bằng 4 chiếc ghế. Đó là một hệ thống khá phức tạp. Chỉ cần mua vé vào cửa chung, bạn sẽ thích chương trình và ở rất gần sân khấu. Chương trình tuyệt vời! Đọc thêm",
            "Chương trình tuyệt vời, người bắt chước Elvis có giọng hát và động tác tuyệt vời, cùng với ban nhạc sống. Chắc chắn sẽ giới thiệu chương trình này khi đến Las Vegas. Yêu Elvis và là một trong những khán giả may mắn nhận được khăn quàng cổ. Bạn có thể chụp ảnh với Elvis sau chương trình với giá 5 đô la bằng điện thoại của mình. Đọc thêm",
            "Một chương trình vô cùng tuyệt vời, không thể bỏ qua! Ban nhạc ba mảnh tuyệt vời với Elvis có giọng hát tuyệt vời. Cách khiêu vũ và phong cách Elvis của anh ấy đều được chú ý. Chương trình lúc 6 giờ chiều kéo dài 1 giờ 15 phút, một địa điểm thân mật tuyệt vời với các loại cocktail để mua xuyên suốt. Elvis đã thay đổi một số trang phục và hát tất cả những bản hit hay nhất. Tôi rất vui vì chúng tôi đã được xem buổi hòa nhạc này, rất muốn giới thiệu, giá vé v hợp lý, chuyến thăm Vegas sẽ không giống như vậy nếu bạn bỏ lỡ buổi hòa nhạc này! Đọc thêm",
            "Ban nhạc xuất sắc, MC vui tính. Đây có thể là sự báng bổ đối với thế hệ Elvis, nhưng Travis Allen còn tốt hơn cả sự thật.  Anh ấy cực kỳ đẹp trai, điệu nhảy, giọng nói và chuyển động xoay tròn của anh ấy gợi nhớ đến Elvis thời kỳ sơ khai.  Show là một món hời thực sự, được yêu thích trong chuyến đi này.  Đó là lúc 6 giờ chiều, thời điểm bất thường, nhưng không cản trở kế hoạch của chúng tôi, thực sự còn có lợi.Đọc thêm",
            "Cảm ơn đã đánh giá tuyệt vời! Chúng tôi rất vui vì bạn thích buổi biểu diễn. Vui lòng xem thêm các chương trình đặc sắc tại Nhà hát V và Nhà hát Saxe.\nĐọc thêm",
            "Hoàn toàn khủng khiếp. Đến Pegasus Alexis Park All Suite Resort để xem chương trình này. Bản thân tôi và bạn trai của tôi đã đi du lịch từ Anh đến Vegas và chọn xem chương trình này và thấy việc sắp xếp chỗ ngồi thật kinh khủng. Tôi ngồi trên bàn với một nhóm người ngẫu nhiên và bạn trai tôi ngồi phía sau tôi nhìn chằm chằm vào sau đầu tôi!! Tôi vui lòng hỏi một nhân viên xem chúng tôi có thể di chuyển được không vì có rất nhiều chỗ ngồi cạnh nhau còn trống. Nhân viên ghi nhớ đột ngột thông báo với tôi rằng nó đã được bán hết và chúng tôi không thể di chuyển. Tôi xin lỗi vì tôi vẫn đang tiếp tục nhưng buổi biểu diễn đã bắt đầu và tất cả chỗ ngồi tôi thấy đều trống. Sốc vẫn miễn phí. Do đó, chúng tôi rời khỏi chương trình vì nó rất đáng thất vọng. Tôi sẽ không giới thiệu cho bất cứ ai.Đọc thêm",
            "Tôi rất tiếc khi nghe về trải nghiệm của bạn tại buổi biểu diễn của chúng tôi. Chúng tôi cố gắng hỗ trợ khách hàng nếu họ gặp vấn đề với chỗ ngồi họ đã chọn trong quá trình mua hàng. Bản đồ chỗ ngồi trực tuyến không phải là ảo nên đôi khi chuyến thám hiểm của khách hàng quen sẽ khác khi họ đến. Tôi có thể nói chắc chắn với bạn rằng nhân viên sẽ chuyển bạn đến những chỗ ngồi có giá trị tương đương nếu còn trống. Khá thường xuyên, những chiếc ghế được mua sẽ trống do người mua đến muộn và trong một số trường hợp không đến được buổi biểu diễn. Tuy nhiên, chúng tôi có nghĩa vụ phải giữ những chỗ đó mở hoặc miễn phí như bạn đặt đề phòng trường hợp họ xuất hiện. Tôi chắc chắn rằng bạn có thể đồng ý rằng việc chuyển bạn đến một chỗ có vẻ như là một chỗ ngồi mở chỉ để khách quen đến sẽ gây ra sự gián đoạn trong buổi biểu diễn.  Nói rõ hơn, việc ngồi bàn tại một buổi biểu diễn không giống như ngồi bàn ở nhà hàng. Bạn không nhận được toàn bộ bảng cho chính mình. Tại mọi phòng trưng bày ở Las Vegas, những người ngồi ở bàn và gian hàng sẽ ngồi cùng với những người khác. Cách duy nhất bạn có thể tránh điều này là mua toàn bộ bảng. Trong quá trình mua vé, bạn sẽ không bao giờ được thông báo rằng bạn sẽ có toàn bộ bàn cho riêng mình. Liên quan đến bạn trai của bạn ngồi phía sau bạn. Đó có thể là những chiếc ghế bạn đã chọn khi mua hàng. Nếu có thể, bạn có thể chọn ngồi đối diện nhau. Hoặc việc hỏi những người khác trong bàn xem họ có muốn đổi chỗ cho nhau hay không.  Cuối cùng, tôi thực sự mong bạn ở lại để xem buổi biểu diễn. Nếu bạn ở lại, tôi nghĩ cuối cùng thì bạn sẽ thích buổi biểu diễn và thích hàng nghìn người khác ở đây trên TripAdvisor khi đánh giá 5 sao cho chương trình.  Trân trọng, Ban quản lý, Tất cả đều rung chuyển - Cống hiến cho nhà vuaĐọc thêm",
            "Chúng tôi đi bộ một dặm từ dải đất trong cái nóng ở Las Vegas để xem Travis Allen, người đóng giả Elvis ban đầu cho All Shook Up. Chúng tôi đã xem một người đóng giả Elvis rất giỏi biểu diễn tối nay, nhưng tiếc là bạn không thể đánh bại bản gốc. Đây sẽ là chuyến đi bộ cuối cùng của chúng tôi trong khoảng cách này từ dải đất trừ khi khách sạn sẵn lòng cho chúng tôi biết Elvis sẽ biểu diễn vào đêm nào. Tôi hiểu tại sao họ không thể cung cấp thông tin đó, nhưng như tôi đã nói, việc xuống khách sạn này và xem một buổi biểu diễn với một Elvis khác là quá tốn công sức. Cảm ơn Travis Allen vì đã chiều chuộng chúng tôi hơn 7 năm qua. Tuy nhiên, chúng tôi chúc buổi biểu diễn này và ban nhạc những điều tốt đẹp nhất vì đây đã là một hoạt động tuyệt vời trong nhiều năm. Đọc thêm",
            "Tôi muốn cảm ơn bạn đã đánh giá và những lời tốt đẹp của bạn về Nghệ sĩ Elvis mà bạn đã xem trong chương trình vào đêm bạn tham dự.  Chương trình thật may mắn khi có nhiều Elvis biểu diễn trong 9 năm qua chương trình đã biểu diễn ở Las Vegas.  Travis không phải là người đầu tiên đã tham gia chương trình trong nhiều năm và tôi rất vui vì bạn đã có thời gian trong nhiều năm để thưởng thức màn trình diễn của anh ấy.  Chương trình chưa bao giờ được quảng cáo là có sự tham gia của một người cụ thể nào vì chúng tôi luôn muốn chương trình nói về Elvis chứ không phải người biểu diễn trên sân khấu.  Chúng tôi hy vọng với sự hỗ trợ liên tục của những người như bạn, chương trình sẽ biểu diễn thêm 9 năm nữa với tất cả các nghệ sĩ biểu diễn tài năng đã làm rạng danh sân khấu của chúng tôi, bao gồm cả Travis.\n\nTôi cũng có thể đề xuất sử dụng taxi hoặc đi chung xe trong tương lai không.  Ngay cả việc đi bộ 20 phút cũng có thể khó khăn trong thời tiết nắng nóng. Đặc biệt là vào mùa hè.  Nếu bạn có ô tô, vui lòng lái xe tới khu nghỉ dưỡng.  Cách dải đất 5 phút và bãi đậu xe của chúng tôi miễn phí.Đọc thêm",
            "Chương trình này được tổ chức tại Phòng trưng bày Athena tại Alexis Park Resort kể từ tháng 3 năm 2023. Buổi biểu diễn có một tay trống trực tiếp và hai nghệ sĩ guitar, cũng như người đóng giả Elvis. Trên trang web All Shook Up, All Shook Up LLC sử dụng dàn diễn viên luân phiên và không đảm bảo nghệ sĩ nào sẽ biểu diễn hàng đêm. Mặc dù Công viên Alexis không phải là một khu nghỉ dưỡng sang trọng nhưng tôi thích những chiếc ghế và thực đơn đồ uống của họ. Buổi biểu diễn chắc chắn ngang bằng với các buổi biểu diễn mà bạn sẽ xem ở Tropicana. Đám đông có xu hướng lớn tuổi hơn. Tôi đã đến vào Ngày Thánh Patrick năm 2023 và một cặp đôi đã đến thẳng buổi biểu diễn sau đám cưới của họ! Rất nhiều người đã vui vẻ, trong đó có một anh chàng đến từ Scotland đã cảm ơn người biểu diễn vì đã cho phép anh ta được gặp Elvis ở Vegas. Rất ngọt ngào. Lý do duy nhất khiến đây không phải là 4 sao là vì trên một số bài hát, phần phối âm không tốt nên rất khó hiểu lời bài hát của một số bài hát đó. Nếu bạn đang mong đợi một chương trình đẳng cấp Wynn thì đây không phải là nó. Nếu bạn là một người hâm mộ Elvis, tôi nghĩ bạn sẽ có khoảng thời gian vui vẻ tại buổi biểu diễn này. Đã truy cập: tháng 3 năm 2023Đọc thêm",
            "Rất thích buổi biểu diễn. Tôi giới thiệu chương trình này không chỉ với những người hâm mộ Elvis mà cả những người khác có thể vừa nghe nói về Elvis. Tất cả những bài hát hay nhất của anh ấy đều được hát. Trang phục, điệu nhảy và đặc biệt là giọng hát của anh ấy đều rất hợp lý và ban nhạc cũng rất tuyệt.Đọc thêm"
        ],
        "star_ratings": [
            2256,
            214,
            43,
            6,
            19
        ],
        "review_amount": 2538,
        "location": [
            "Hoa Kỳ",
            "ALL SHOK UP - Tribute to the King",
            "Nevada NV",
            "Những điều cần làm ở Las Vegas",
            "Las Vegas"
        ],
        "reviews_time": [
            "Written June 15, 2023",
            "Written July 17, 2023",
            "Written November 14, 2023",
            "Written November 30, 2023",
            "Written December 20, 2023",
            "Written March 27, 2024",
            "Written April 25, 2024",
            "Written March 31, 2023",
            "Written April 21, 2022",
            "Written May 18, 2022",
            "Written July 23, 2022",
            "Written August 2, 2022",
            "Written February 15, 2020",
            "Written September 6, 2022",
            "Written August 9, 2022",
            "Written March 20, 2023",
            "Written April 2, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g45963-d6485207-Reviews-ALL_SHOOK_UP_Tribute_to_the_King-Las_Vegas_Nevada.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g45963-d422648-Reviews-Ferraro_s_Ristorante-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Restaurant_Review-g45963-d4092839-Reviews-Gangnam_Asian_BBQ-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Restaurant_Review-g45963-d422667-Reviews-Nobu_Las_Vegas_at_Virgin_Hotel-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Restaurant_Review-g45963-d491736-Reviews-Hofbrauhaus_Las_Vegas-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Restaurant_Review-g45963-d4549407-Reviews-Capriotti_s_Sandwich_Shop-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Restaurant_Review-g45963-d665285-Reviews-Kaizen_Fusion_Roll_Sushi-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Restaurant_Review-g45963-d15239193-Reviews-Big_Chicken-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Restaurant_Review-g45963-d3768988-Reviews-Joe_s_New_York_Pizza-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Restaurant_Review-g45963-d7021683-Reviews-Naked_City_Pizza-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Restaurant_Review-g45963-d1812190-Reviews-Marilyn_s_Cafe-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d258324-Reviews-Mohegan_Sun_Casino_at_Virgin_Hotel-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d2166576-Reviews-Wedding_Bell_Chapel_of_Las_Vegas-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d23854204-Reviews-Pegasus_Showroom_At_Alexis_Park-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d25272521-Reviews-Escape_Reality_Magic_Las_Vegas-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d23475625-Reviews-Elia_Beach_Club-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d127003-Reviews-Fountains_of_Bellagio-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d625114-Reviews-Bellagio_Conservatory_Botanical_Garden-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d6509306-Reviews-High_Roller-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d556066-Reviews-The_Atomic_Museum-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d553418-Reviews-Ellis_Island_Casino_Brewery-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d6485207-Reviews-or10-ALL_SHOOK_UP_Tribute_to_the_King-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d615091-Reviews-The_Beatles_Love_Cirque_du_Soleil-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d23537427-Reviews-Soul_Of_Motown-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d7738644-Reviews-Paranormal_The_Mindreading_Magic_Show-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d3870907-Reviews-MJ_Live-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d25272557-Reviews-Escape_Reality_Magic_Show_Las_Vegas_Garry_Janine_Carson-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d10209310-Reviews-Piff_the_Magic_Dragon-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d14081303-Reviews-The_Magic_of_Jen_Kramer-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d11798913-Reviews-Wayne_Newton_Up_Close_and_Personal-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d1763967-Reviews-The_Mentalist-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d11929830-Reviews-The_Bronx_Wanderers-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d24135020-Reviews-Sex_N_The_City_A_Super_Unauthorized_Musical_Parody-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d27697334-Reviews-Cash_After_Dark-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d27439562-Reviews-The_Theater_At_Virgin_Hotels-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d14932997-Reviews-Sacred_Pools_Spa_and_Ocean_Club-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d2353071-Reviews-Frank_Marino_s_Divas-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d26441933-Reviews-All_Motown-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d15389388-Reviews-Black_Magic_Live-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d209774-Reviews-Reliquary_Spa_Salon-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d6867444-Reviews-Mondays_Dark-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d23740686-Reviews-27_Show_Virgin_Horal-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d1551457-Reviews-The_Joint-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d4039183-Reviews-Djanel_Spa-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d535229-Reviews-Vegas_Specialty_Tours-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g41511-d2049851-Reviews-South_Shore_Music_Circus-Cohasset_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g6855319-d14052113-Reviews-Gulhi_Beach-Gulhi_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g47185-d109661-Reviews-Lincoln_National_Forest-Ruidoso_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g187801-d246574-Reviews-Santuario_di_Madonna_di_San_Luca-Bologna_Province_of_Bologna_Emilia_Romagna.html",
            "https://www.tripadvisor.com/Attraction_Review-g293960-d8027369-Reviews-Safa_Gold_Mall-Islamabad_Islamabad_Capital_Territory.html",
            "https://www.tripadvisor.com/Attraction_Review-g31792-d145337-Reviews-Petit_Jean_State_Park-Morrilton_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g2093488-d3518917-Reviews-Ek_Balam-Ek_Balam_Village_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g48302-d10020684-Reviews-Canal_Fest-North_Tonawanda_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g55930-d2230569-Reviews-SEA_LIFE_Grapevine-Grapevine_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g34219-d10198394-Reviews-Sugarloaf_Mountain-Ferndale_Lake_County_Florida.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g45963-d6485207-Reviews-or10-ALL_SHOOK_UP_Tribute_to_the_King-Las_Vegas_Nevada.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g45963-d6485207-Reviews-ALL_SHOOK_UP_Tribute_to_the_King-Las_Vegas_Nevada.html"
    }
]