[
    {
        "attraction_name": "Allegiant Stadium Tours",
        "attraction_name_vi": "Tham quan Sân vận động Allegiant",
        "general_info": [
            "415 đánh giá",
            "7 trong số 749 điều cần làm ở Las Vegas",
            "Sân vận động Arenas"
        ],
        "attraction_summary": "Trải nghiệm hành trình hậu trường này qua lịch sử và văn hóa của Raiders, tràn ngập những điều bất ngờ mà bạn chỉ có thể tìm thấy ở Vegas.Đọc thêm",
        "reviews": [
            "Nếu bạn đang tìm kiếm một hoạt động độc đáo với máy điều hòa thì hãy tham gia chuyến tham quan này.\n\nSân vận động là một tòa nhà tuyệt vời để ghé thăm - ngay cả khi bạn không phải là người hâm mộ bóng đá.\n\nChúng tôi đi bộ qua những nơi mà công chúng không thể tiếp cận trong ngày thi đấu, chẳng hạn như phòng thay đồ của đội và sân thi đấu.\n\nHướng dẫn viên rất thân thiện và nhiệt tình.  Anh ấy gần như đã biến chúng tôi thành người hâm mộ Raiders.Đọc thêm",
            "Chuyến tham quan thật tuyệt vời, cơ sở vật chất hoàn hảo! Michael và Marco là những hướng dẫn viên du lịch xuất sắc. Am hiểu về lịch sử phong phú của nhượng quyền thương mại, đồng thời cung cấp những hiểu biết sâu sắc về kiến ​​trúc và kỹ thuật trong việc xây dựng sân vận động. Tôi không phải là một người hâm mộ Raiders, nhưng là một người hâm mộ bóng đá cuồng nhiệt và đây là điều phải làm ở Vegas.  \n\nTuy nhiên....\n\nĐồ uống và lượt xem là một trò lừa đảo tuyệt đối ở mức 25 mỗi vé. Tôi đã trả 100 gia đình cho 4 ly vodka soda, soda đài phun nước, bỏng ngô và bánh quy xoắn. Đó là điều không thực tế và chỉ đơn giản là ngu ngốc. Ngoài ra, 1 nhân viên pha chế cho 25 người? Thật tuyệt khi tôi có thể kết thúc chuyến tham quan của mình khi đứng xếp hàng. Nghiêm túc mà nói, hãy đặt một kết thúc chua chát cho một trải nghiệm vốn dĩ là ngọt ngào. \n\nThêm vào đó, nó thậm chí không có dịch vụ quầy bar đầy đủ. Loại whisky duy nhất tôi được phép uống là Jack Daniels? Bánh quy cây đã khô và bỏng ngô vẫn ổn. Và hiểu điều này...Tôi không thể mang soda của mình vào cửa hàng của đội, nó phải được đổ đi trước khi rời đi. \n\nBỏ qua toàn bộ trải nghiệm thực phẩm. Đọc thêm",
            "Xin chào Michael,\n\nCảm ơn bạn đã ghé thăm Sân vận động Allegiant!\n\nChúng tôi rất vui vì bạn đã thích sân vận động của chúng tôi cùng với những người hướng dẫn tour của chúng tôi! Chúng tôi đánh giá cao phản hồi của bạn và hy vọng sẽ biến chuyến thăm tiếp theo của bạn thành trải nghiệm năm sao.\n\nHy vọng được gặp lại bạn!\nĐội ngũ Allegiant Stadium ToursĐọc thêm",
            "Chúng tôi không thể phủ nhận rằng có một chút thất vọng khi đội của chúng tôi chuyển đến LV nhưng chúng tôi đã hiểu và sau khi nhìn thấy sân vận động, chúng tôi HIỂU. Đung la một công trinh nghệ thuật! Chúng tôi đã thực hiện chuyến tham quan vào một ngày hoàn hảo vì họ đã mở cửa sổ sân vận động với ngọn đuốc được trưng bày đầy đủ. Tôi đã trả tiền cho gói đồ uống đặc biệt đáng giá vì cửa sổ mở và được ở trong sân vận động lâu hơn một chút nhưng chuyến tham quan hoàn toàn thỏa mãn, bạn có thể nhìn thấy mọi thứ.Đọc thêm",
            "Chuyến lưu diễn của chúng tôi vào tuần đầu tiên vào tháng Bảy.  Mua đồ uống tham quan có hướng dẫn và xem.  Ngọn đuốc tưởng niệm AL DAVIS khổng lồ.  Khả năng tiếp cận hiện trường thật đáng kinh ngạc để có được góc nhìn của người chơi từ hiện trường.  Thật tuyệt khi bước vào phòng họp báo, dãy phòng riêng, phòng thay đồ của cầu thủ Phòng thay đồ của Raiderttes.  Chúng tôi kết thúc tại cuộc đổ bộ Coors Light.  Có đồ ăn nhẹ của chúng tôi.  Tầm nhìn tuyệt vời từ cấp độ đó.  Cửa hàng Raiders rất rộng rãi.Đọc thêm",
            "Con gái tôi và tôi rất thích chuyến đi của chúng tôi! Thật nhiều thông tin và tuyệt vời để đi bộ khắp sân vận động mới. Hướng dẫn viên của chúng tôi rất thân thiện và vui vẻ. Sau chuyến tham quan, chúng tôi có thể mua nachos và được tặng một ly rượu vang miễn phí. Sau đó chúng tôi có thể ngồi xem trận bóng rổ nữ ở Las Vegas. Thật buồn cười khi họ lại đối đầu với đội bóng quê hương của chúng ta, D.C. Mystics! Đọc thêm",
            "Nếu chồng bạn là một người hâm mộ Raider suốt đời, giống như tôi, thì chuyến tham quan này là PHẢI! Chúng tôi đã bỏ qua bữa tiệc sau đó nhưng tận dụng rất tốt khoản giảm giá tại Raider Image đi kèm với vé. Chúng tôi thực sự kinh ngạc trước sự chú ý đến từng chi tiết của chuyến tham quan này và tất nhiên là với chính sân vận động. Nhận phòng thật dễ dàng. Chuyến tham quan đã được sắp xếp thời gian hợp lý và ngay cả khi bạn không phải là người hâm mộ Raider, thật tuyệt vời khi được xem hậu trường.Đọc thêm",
            "Nó ổn nhưng không tuyệt vời; 3,5 sao chứ không phải 4. Tôi đoán nếu bạn là một người hâm mộ cuồng nhiệt của Raiders thì chuyến tham quan có thể sẽ ý nghĩa hơn. Sân vận động mới và được bổ nhiệm độc đáo. Trải nghiệm làm thêm giờ hoàn toàn lãng phí tiền bạc - đừng bận tâm. Tất cả chỉ là một khu vực mở với một số trò chơi đơn giản là ném bóng đá, bóng bàn và một món ăn miễn phí là khoai tây chiên và nước sốt nacho cũ; một chiếc xúc xích rất cơ bản HOẶC một đồ uống. Ít nhất không đáng thêm 25. Đọc thêm",
            "Chào Teresa,\n\nCảm ơn bạn đã ghé thăm Sân vận động Allegiant!\n\nChúng tôi rất vui vì bạn thích sân vận động của chúng tôi cùng với những người tổ chức tour du lịch của chúng tôi! Vui lòng cho chúng tôi biết nếu chúng tôi có thể cải thiện điều gì khác để đảm bảo khách hàng có trải nghiệm 5 sao tuyệt vời trong chuyến tham quan của chúng tôi!\n\nHy vọng gặp lại bạn!\nĐội tham quan sân vận động AllegiantĐọc thêm",
            "Đã vui vẻ và được xem rất nhiều! Chắc chắn xứng đáng với giá nhập học. Các hướng dẫn viên du lịch thật tuyệt vời! Không được đến sân do có hội nghị nên tôi dự định sẽ đi vào một ngày sân mở cửa nhưng nếu không thì hãy đi, bạn sẽ không hối tiếc!Đọc thêm",
            "Chúng tôi đã tham gia chuyến lưu diễn vì đối tác của tôi là một fan hâm mộ của NFL. Chuyến tham quan rất vui vẻ, có kiến ​​thức và độ dài phù hợp. Tôi bị đau đầu gối và tôi đã theo kịp bước đi và tốc độ của nó. Thật tuyệt khi được chứng kiến ​​nửa kia sống thế nào trong những trận đấu này. Marny và Jeff là những hướng dẫn viên du lịch hoàn hảo và chúng tôi thậm chí còn nhìn thấy một vài chiếc xe đột kích cũng như có một người bạn cá nhân đưa chúng tôi đi vòng quanh. Một cách tuyệt vời để dành một vài giờ. .Đọc thêm",
            "Chúng tôi phải đi qua toàn bộ sân vận động bao gồm xem hộp chủ sở hữu, phòng thay đồ của đội, phòng thay đồ của đội cổ vũ và ra sân. Đó là một chuyến đi thực sự thú vị, chồng tôi và tôi thực sự rất thích nó. Mặc dù chúng tôi không phải là Người hâm mộ Raiders nhưng thật tuyệt khi được xem tất cả những cảnh hậu trường.Đọc thêm",
            "As a lifelong Raider fan justwinbaby who grew up going to games in Oakland, I took advantage of the opportunity to tour the new Raiders stadium in Vegas while there on vacation. I also forced my hubby, who is a Steeler fan I know, I know, to go with me. The tour guide was super fun ribbing in a good way the non-Raider fans on the tour. He also had a lot of good jokes, although I wished he would have had some Raider trivia thrown into his dialogue. I also wish that they had some Bill King audio playing in the press box but thats just me being nostalgic.  Got to see all the main areas of the stadium including the torch, club levels, owners box, press box, and locker rooms both players and Raiderettes with the progression of their costumes on display which was cool, the Superbowl trophies, and lots of odes to the retired players I grew up with, so I felt the tour price was worth it but as a Raider fan, I may be biased. :  Since our tour ended at lunch time, we decided to do the Overtime Experience because it was billed as having drinks and snacks. What a huge disappointment this part was. We were each given one token and told we could use it at the bar for an acholic drink, a soda, or a water. No snacks were mentioned and shame on me for not asking up front. We both got drinks a soda  a water served in typical stadium team cups. Then we saw the snack area off to the side with a billboard that said, exchange your token for a snack here. Snacks included a tiny hot dog, popcorn in a Raider box, a pretzel, or nachos and I think a cookie. So, for 25 pp, we ended up with a coke and a water. Would it kill them to give each of us one drink and one snack for the OT Experience?  We could also play corn hole, a large Connect-Four game, or a football toss and sit up at the top of the endzone to overlook the stadium while enjoying our overpriced drinks! This part of the tour is definitely a rip off and not worth it IMO.Overall, a fun time.Read more",
            "Chuyến tham quan sân vận động thật tuyệt vời. Đã đi thăm từ LA. Tôi đã cố gắng không để lộ cảm xúc ngay khi bước vào, đặc biệt vì tôi là một người hâm mộ cuồng nhiệt của Raider và tôi chưa bao giờ thân thiết với đội của mình đến thế này. Tôi chưa bao giờ có cơ hội đến gần thế này ngay cả khi họ ở Oakland. Chuyến tham quan thật tuyệt vời tuy nhiên điều khiến tôi thất vọng là tôi chưa bao giờ được thông báo điều đó trong khi chờ chuyến tham quan của mình bắt đầu rằng Nếu tôi muốn mua thứ gì đó như nước thì tôi không thể quay lại. Điều này thật đáng thất vọng vì tôi thực sự muốn một chai nước có logo raider và mang nó về nhà như một món quà lưu niệm nhỏ.Đọc thêm",
            "Chúng tôi đã thực hiện chuyến tham quan sân vận động với Dennis và Anthony! Đây là chuyến lưu diễn đầu tiên của chúng tôi và nó không thể tuyệt vời hơn được! Họ đã làm việc rất tốt và yêu thích sự nhiệt tình của họ!! Nóng lòng chờ đợi một trò chơi Raiders!Đọc thêm",
            "Anthony và Dennis thật tuyệt vời! Chi thêm 20,00 tiền cho VIP TOUR thư giãn trên lầu và tận hưởng khung cảnh sau đó thật đáng giá.   Sân vận động này cực kỳ ấn tượng. Đây là một trải nghiệm tuyệt vời!Đọc thêm",
            "Jeremy và Diana rất thân thiện, nhiều thông tin và dễ gần. Họ thổi phồng nhóm và không thúc ép bất cứ ai. Một chuyến tham quan tuyệt vời bắt đầu kết thúc.Đọc thêm",
            "Chuyến tham quan rất tuyệt, rất thú vị khi được nhìn thấy bên trong sân vận động và nơi diễn ra mọi hoạt động bên trong. Hướng dẫn viên của chúng tôi rất thân thiện và phần lớn là hiểu biết, nhưng không thể trả lời nhiều câu hỏi vì cô ấy còn mới. Người đồng dẫn chương trình của cô ấy rất tốt, nhưng không nói nhiều, Thực ra không làm gì nhiều ngoài việc hướng dẫn giao thông. Thực sự ra sân rất tuyệt và rõ ràng là sân vận động đó được xây dựng dành cho người hâm mộ. Không có chỗ ngồi nào tệ trong nhà. Mặc dù chúng tôi không phải là người hâm mộ bóng đá cuồng nhiệt, nhưng chuyến tham quan đủ tốt để chúng tôi cân nhắc rằng nếu Raiders ở đó, chúng tôi có thể thử đến xem một trận đấu nếu chi phí không quá cao. Đề xuất chuyến tham quan này như một sự thay thế cho cờ bạc hoặc thời gian chơi bi-a! Đọc thêm",
            "Chúng tôi đến từ Texas và phải nói rằng đó là một chuyến tham quan tuyệt vời! Phải nhìn thấy rất nhiều bên trong sân vận động. Chắc chắn hãy đưa nó vào danh sách những việc cần làm của bạn.Đọc thêm",
            "Russ và Marco là những người hướng dẫn tuyệt vời. Chúng tôi đã có thời gian tốt nhất!!  Chồng tôi đã chờ đợi chuyến lưu diễn này 4 năm rồi, và năm nay, anh ấy đã có thể chia sẻ kinh nghiệm với đứa cháu lớn nhất vừa tốt nghiệp trung học và đã đạt đẳng cấp kể từ khi bước vào cuộc đời chúng tôi! Những kỷ niệm suốt đời đã được thực hiệnĐọc thêm",
            "Một trong những chuyến tham quan sân vận động thể thao chuyên nghiệp hay nhất mà tôi từng thấy trong chuyến du lịch của mình. Tôi khuyên bạn nên ghé thăm nơi này khi ở Las Vegas! RaidersTrải nghiệmĐọc thêm",
            "Karl hướng dẫn viên du lịch của chúng tôi thật tuyệt vời.  Anh ấy rất hiểu biết và rất giỏi trong những gì anh ấy làm.  Lần tới khi tham gia chuyến tham quan, hy vọng tôi có thể nhờ anh ấy làm hướng dẫn viên.Đọc thêm",
            "Sự khác biệt giữa đồ uống, lựa chọn tham quan và chuyến tham quan sân vận động cơ bản là gì? Có giá trị tốt hơn nếu tham gia chuyến tham quan sân vận động cơ bản hay bạn sẽ bỏ lỡ bất cứ điều gìĐọc thêm",
            "Chúng tôi đã chọn chuyến tham quan và yêu thích nó. Chúng tôi có mặt ở khắp mọi nơi trong sân vận động! Bạn không thể thực hiện chuyến tham quan đồ uống nếu bạn đi cùng trẻ vị thành niên. Trong toàn bộ chuyến tham quan của tôi gồm khoảng 30 người, chỉ có 2 người ở lại sau khi chuyến tham quan kết thúc để thực hiện chuyến tham quan đồ uống. Tôi tin rằng bạn sẽ có đồ uống bên trong sân vận động. Đối với chúng tôi, số tiền đó là quá lớn so với những gì được mô tả.Đọc thêm",
            "Xin chào. Muốn đặt tour tham quan Sân vận động Allegiant Drink a View. Tại thời điểm nó có sẵn cho chúng tôi, nó cho biết kinh nghiệm thực địa còn hạn chế. Tôi đang cố gắng tìm hiểu điều đó có nghĩa là gì? Chúng ta có nên tham gia chuyến tham quan thông thường hay trả nhiều tiền hơn cho việc xem đồ uống?Đọc thêm"
        ],
        "star_ratings": [
            386,
            27,
            3,
            1,
            4
        ],
        "review_amount": 421,
        "location": [
            "Las Vegas",
            "Nevada NV",
            "Tham quan Sân vận động Allegiant",
            "Hoa Kỳ",
            "Những điều cần làm ở Las Vegas"
        ],
        "reviews_time": [
            "Written July 8, 2023",
            "Written July 17, 2023",
            "Written August 17, 2023",
            "Written August 23, 2023",
            "Written November 25, 2023",
            "Written March 3, 2024",
            "Written March 5, 2024",
            "Written March 11, 2024",
            "Written March 18, 2024",
            "Written March 28, 2024",
            "Written June 5, 2024",
            "Written June 2, 2024",
            "Written June 1, 2024",
            "Written June 1, 2024",
            "Written May 29, 2024",
            "Written May 28, 2024",
            "Written May 24, 2024",
            "Written May 21, 2024",
            "Written May 20, 2024",
            "Written May 20, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g45963-d23473814-Reviews-Allegiant_Stadium_Tours-Las_Vegas_Nevada.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g45963-d8778724-Reviews-Skyfall_Lounge-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Restaurant_Review-g45963-d8737867-Reviews-Rivea-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Restaurant_Review-g45963-d663943-Reviews-Stripsteak_Las_Vegas-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Restaurant_Review-g45963-d2199134-Reviews-Ri_Ra-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Restaurant_Review-g45963-d4586971-Reviews-Kumi_Japanese_Restaurant_and_Bar-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Restaurant_Review-g45963-d1370446-Reviews-Border_Grill-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Restaurant_Review-g45963-d10680078-Reviews-Libertine_Social-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Restaurant_Review-g45963-d492159-Reviews-Veranda-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Restaurant_Review-g45963-d481409-Reviews-Foundation_Room_Las_Vegas-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Restaurant_Review-g26308655-d7061481-Reviews-Della_s_Kitchen-Paradise_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d23464478-Reviews-Allegiant_Stadium-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d12205677-Reviews-The_Liberace_Museum_Collection-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d1501219-Reviews-Titanic_The_Artifact_Exhibition-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d127003-Reviews-Fountains_of_Bellagio-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d625114-Reviews-Bellagio_Conservatory_Botanical_Garden-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d3516016-Reviews-Shark_Reef_Aquarium-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d534111-Reviews-Casino_at_Mandalay_Bay-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d7125990-Reviews-Nostalgia_Street_Rods-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d10129915-Reviews-T_Mobile_Arena-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d6509306-Reviews-High_Roller-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d23473814-Reviews-or10-Allegiant_Stadium_Tours-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d1206511-Reviews-American_Adventure_Tours-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d126583-Reviews-The_Last_Vegas_Strip-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d104050-Reviews-Stratosphere_Tower-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d102514-Reviews-Fremont_Street_Experience-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d144168-Reviews-Chapel_of_the_Flowers-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d1936404-Reviews-Hoover_Dam_Bypass-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d6637961-Reviews-The_LINQ_Promenade-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d15673500-Reviews-National_Park_Express-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d581526-Reviews-Pink_Jeep_Tours_Las_Vegas-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d2373828-Reviews-Detours_of_Nevada-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d14151175-Reviews-Las_Vegas_Shooting_Center-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d662769-Reviews-Carrot_Top-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d4173939-Reviews-Michael_Jackson_ONE_by_Cirque_du_Soleil-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d532152-Reviews-House_of_Blues-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d3641417-Reviews-The_Range_702-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d17327244-Reviews-Venture_Out_Vegas-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d663940-Reviews-Grand_Adventures_Tours-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d553339-Reviews-Mac_King_Comedy_Magic_Show-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g189158-d245905-Reviews-Pavilhao_Chines-Lisbon_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g40063-d10397714-Reviews-Mae_s_Beach-Cameron_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g186545-d194657-Reviews-Ben_Nevis-Fort_William_Lochaber_Scottish_Highlands_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g189839-d12220102-Reviews-Swing_Inn_Nightclub-Malmo_Skane_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g34420-d3774482-Reviews-Key_West_Express_Marco_Island-Marco_Island_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g31281-d4262539-Reviews-Amazing_Jake_s-Mesa_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g293917-d13004572-Reviews-Chiangmai_Boxing_Stadium-Chiang_Mai.html",
            "https://www.tripadvisor.com/Attraction_Review-g608455-d9756229-Reviews-La_Plantation-Kampot_Kampot_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g40951-d10606511-Reviews-Moody_Beach-Wells_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g58947-d144576-Reviews-Capitol_Market-Charleston_West_Virginia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g45963-d23473814-Reviews-or10-Allegiant_Stadium_Tours-Las_Vegas_Nevada.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g45963-d23473814-Reviews-Allegiant_Stadium_Tours-Las_Vegas_Nevada.html"
    }
]