[
    {
        "attraction_name": "Alnwick Castle",
        "attraction_name_vi": "Lâu đài Alnwick",
        "general_info": [
            "5.912 đánh giá",
            "9 trên 47 hoạt động giải trí ở Alnwick",
            "Lâu đài"
        ],
        "attraction_summary": "Lâu đài Alnwick, một trong những lâu đài có người ở lớn nhất ở Anh, đã chứng kiến ​​các trận chiến, cuộc nổi loạn, bi kịch và lãng mạn, và là nơi sinh sống của nhiều người thú vị từ hiệp sĩ Harry Hotspur đến Harry Potter! Hãy tận hưởng chuyến tham quan các bộ sưu tập nghệ thuật và đồ nội thất trong Phòng Nhà nước chứa đầy kho báu hoặc tham gia chuyến tham quan có hướng dẫn viên Alnwick On Location của chúng tôi để tìm hiểu về các lâu đài có sự tham gia của các vai diễn trong phim bao gồm Harry Potter và Hòn đá phù thủy, Tu viện Downton và gần đây nhất là Dungeons and Dragons Honor Among Thieves. Tại sao không tham gia cùng các giáo sư nội trú của chúng tôi để học cách sử dụng chổi hoặc học các kỹ năng và nghề thủ công thời trung cổ tại Sân trong của Nghệ nhân, trước khi thử thách kỹ năng của bạn khi đối mặt với con quái vật nằm trong Dragon Quest! Với rất nhiều thứ để xem và làm, bạn có thể cần nhiều hơn một ngày, vì vậy khi mua vé cho ngày hôm đó, bạn có thể tham quan miễn phí trong năm bất cứ khi nào lâu đài mở cửa cho công chúng. Đặt vé trực tuyến để tiết kiệm 10 alnwickcastle.combooking.Đọc thêm",
        "reviews": [
            "Chúng tôi đến thăm nơi này trong kỳ nghỉ ba đêm ở Berwick trên Tweed. Thị trấn có rất nhiều cửa hàng, nhà hàng, quán rượu, v.v. Lâu đài có biển báo rõ ràng được dán từ trung tâm Alnwick. Chúng tôi đi bộ từ bến xe buýt, mất khoảng 10 phút. Khi đến đây đã là buổi chiều muộn nên chúng tôi đi thẳng tới lâu đài. Chúng tôi không có đủ thời gian để vào bên trong, nhưng những gì chúng tôi đã làm là đi bộ xuống đồi đến cây cầu và chúng tôi có được những góc nhìn đẹp nhất từ ​​đó. Chúng tôi đi dọc bờ sông, ngắm nhìn tất cả những khung cảnh tuyệt vời mà bạn có thể có. Chuyến thăm rất xứng đáng với thời gian chúng tôi có ở đây. Hãy cầm máy ảnh và chụp một số bức ảnh tuyệt vời về lâu đài từ phía dưới con sông này.Đọc thêm",
            "Bắt đầu sớm, lên kế hoạch cho ngày của bạn xung quanh các chuyến tham quan được cung cấp và thời gian đóng cửa, nhà nguyện gia đình đóng cửa lúc 2:30 vào ngày chúng tôi đến thăm. Các chuyến tham quan rất thú vị và nhiều thông tin; khuôn viên cũng có nhiều khu vực tự hướng dẫn. Một ngày vui vẻ!Đọc thêm",
            "Thứ Năm ngày 22 tháng 6 năm 2023. Đây là một lâu đài nứt nẻ ở một vị trí tuyệt đẹp; thật dễ dàng để hiểu tại sao nó được gọi là Windsor của phương Bắc. Đúng, nó tạo ra phần lớn mối liên hệ với việc quay phim Harry Potter, nhưng tại sao không, và điều đó chắc chắn có vẻ rất hấp dẫn trẻ em và khá nhiều người lớn! những người đã đến thăm khi chúng tôi ở đó. Chúng tôi rất thích xem bài học bay chổi! Phần lớn lâu đài ở trong tình trạng rất tốt. Việc ghé thăm Phòng Bang là điều bắt buộc - những căn phòng tuyệt vời, những bức tranh tuyệt vời và một số đồ nội thất tuyệt vời để chiêm ngưỡng. Điều cản trở đối với tôi, một người yêu sách, chính là thư viện đơn giản là giật gân. Tôi đã trả phí vào cửa chỉ để thấy điều đó. Và rõ ràng nó cũng là nơi sống của Công tước hiện tại và gia đình ông ấy. Rất khuyến khích.  Đọc thêm",
            "Đắt một chút và phải dựng giàn giáo lên một số tòa nhà và những chú chó đáng tiếc không được phép vào trong khuôn viên nhưng thích đi dạo quanh các phòng khánh tiết, Dragon Quest rất thú vị. Xin gửi lời cảm ơn chân thành tới Wayne, chúng tôi rất thích bài nói chuyện của anh ấy về vũ khí và kho vũ khí. Điểm nổi bật trong ngày!Đọc thêm",
            "Đây là một lâu đài được bảo trì hoàn hảo ở một vị trí hùng mạnh. Điều ngạc nhiên lớn đối với chúng tôi là chất lượng của các Phòng State được trang bị nội thất phong phú. \nNhiều du khách là những người hâm mộ Harry Potter nhưng khía cạnh này không lấn át cách trình bày của nơi này.\nRất đáng để ghé thăm ngay cả khi nó ở mức giá đắt đỏ.\nQuán cà phê rất lành mạnh với nhiều chỗ ngồiĐọc thêm",
            "Lâu đài cực kỳ ấn tượng, nơi có nhiều chuyến tham quan giải thích rất rõ ràng về tầm quan trọng của gia đình Percy trong nhiều thế kỷ cũng như nhiều thay đổi và bổ sung đối với chính lâu đài. Một lời cảm ơn đặc biệt dành cho Brian, người hướng dẫn cực kỳ am hiểu của chúng tôi, người đã đưa một nhóm lớn chúng tôi đi tham quan bên ngoài, bất chấp những cơn mưa rào ngắt quãng trong tay áo sơ mi và một chiếc ô mà không để nó làm gián đoạn phần bình luận của anh ấy.  Rất đáng để ghé thăm - mặc dù đắt tiền!Đọc thêm",
            "Kinh nghiệm tỷ lệ đầu tiên. Chuyến thăm thực sự tốt đến Lâu đài Alnwick là những khu vực thực sự thú vị, lâu đài được bảo quản rất đẹp với một số phòng tuyệt vời. Khu vực nhà vệ sinh và quán cà phê được giữ sạch sẽ và gọn gàng. Triển lãm Fusilier rất cảm động, thú vị và khai sáng. Chắc chắn đáng để ghé thăm và cũng xứng đáng với phí vào cửa.Đọc thêm",
            "Là những người hâm mộ Harry Potter và Castle, chúng tôi phải đến đây. Thật không may cho chúng tôi, một số xe khách chở trẻ em đến thăm nước ngoài đã đến đúng lúc chúng tôi đến và chúng không được quản lý tốt bởi người giám sát, không phải lỗi của lâu đài nhưng tôi đã thấy bọn trẻ cố gắng nhảy lên để đập vào đèn chùm trong phòng chính và xô vào mọi người - các nhân viên lâu đài đã chứng kiến ​​​​điều này và không can thiệp. \nCác phòng của bang rất đẹp và chúng tôi đã dành ba giờ đồng hồ để lang thang quanh lâu đài để thu thập mọi thứ. Chắc chắn đây là một nơi tuyệt vời để ghé thăm. \nChúng tôi có một số đồ uống nóng và tôi phải nói rằng 3,50 cho một sô cô la nóng chứa đầy một nửa trong một cốc cỡ tiêu chuẩn mang đi và được làm đơn giản từ bột và chỉ cần nhấn nút là bị tống tiền. Nhấn nút ít nhất hai lần và đổ đầy cốc!! Hoặc quảng cáo nó như một thức uống nhỏ. \nNhìn chung đáng để ghé thăm nhưng nếu không phải là người hâm mộ Harry Potter, bạn có thể cảm thấy choáng ngợp trước lượng nội dung liên quan đến HP. \nMột tòa nhà xinh xắn, hãy ngước lên khi đi dạo xung quanh vì các chi tiết ở phần bên ngoài cao hơn của lâu đài rất đáng để chiêm ngưỡng.Đọc thêm",
            "Ngày đi chơi tuyệt vời của gia đình đã khiến chúng tôi gắn bó gần năm giờ đồng hồ.  Không phải là những người hâm mộ Harry Potter cuồng nhiệt nên điểm thu hút chính là ý nghĩa lịch sử.  Các nhân viên rất thân thiện và hấp dẫn.  Có rất nhiều chuyến tham quan miễn phí với những hướng dẫn viên am hiểu. Chúng tôi - Adam, cực kỳ hấp dẫn và rất vui khi trả lời chi tiết câu hỏi mà anh cả của tôi đặt ra.  Trong nhà, mỗi phòng đều có người hướng dẫn và bất kể câu hỏi nào được hỏi về chi tiết nhỏ nhất, họ đều dành thời gian để trả lời đầy đủ và thực sự gắn kết với những đứa trẻ đang thể hiện sự quan tâm sâu sắc muốn thực sự tìm hiểu thêm về điều này. di tích lịch sử.  The Dragon Quest - một trải nghiệm đi bộ phong phú, xen lẫn với việc cậu út của tôi thấy nó quá choáng ngợp vì bên trong rất tối và ồn ào, nhưng cậu ấy rất thích cuộc nói chuyện vào cuối ngày, về vũ khí và áo giáp đã thay đổi như thế nào qua các thời đại .\n\nChúng tôi đã đi dã ngoại với chúng tôi và có rất nhiều chỗ ngồi.  Chúng tôi đã tham gia khóa đào tạo dùng chổi miễn phí, một lần nữa các nhân viên cực kỳ thân thiện và hấp dẫn và đó là cơ hội tuyệt vời để bọn trẻ chứng kiến ​​những người lớn tự lừa dối mình!\n\nNhìn chung một ngày tuyệt vời.  Mặc dù nó có mối quan hệ với những bộ phim nổi tiếng, nhưng nó vẫn chủ yếu là tòa nhà lịch sử và câu chuyện rộng lớn đi kèm với nó mà bạn sẽ thấy cùng với một chút niềm vui bổ sung liên quan đến người nổi tiếng hiện đại. Chắc chắn hãy tham gia các chuyến tham quan, đây là nơi chứa đựng tất cả thông tin.Đọc thêm",
            "Khi đến Alnwick và hướng đến bãi đậu xe mà chúng tôi đã định sử dụng, may mắn đầu tiên của chúng tôi là tìm thấy một chỗ đậu xe trống trên phố chỉ cách lối vào lâu đài một quãng ngắn.\n\nLâu đài tuyệt đẹp và được bảo quản đẹp cả bên trong lẫn bên ngoài. Các phòng của nhà nước rất đẹp và bạn có thể thấy rằng chúng vẫn được yêu thích như một ngôi nhà gia đình. Tuy nhiên, có một chút thất vọng là không được phép chụp ảnh bên trong.\n\nMối liên hệ với Harry Potter đã tạo thêm sự thú vị, khi chúng tôi xem bọn trẻ học cách bay chổi trên bãi cỏ!\n\nĐáng để ghé thăm. Đọc thêm",
            "Một chuyến thăm hoàn toàn tuyệt vời. Bản thân lâu đài đã tráng lệ và hướng dẫn viên du lịch tuyệt vời. Vô cùng hiểu biết, nhiệt tình và hữu ích. Một lần ghé thăm là không đủ và chúng tôi sẽ quay lại.Đọc thêm",
            "Chúng tôi đã có một ngày đáng yêu ở đây, lâu đài xinh đẹp có rất nhiều thứ để xem. Rất thú vị và thích thú khi lâu đài vẫn được công tước và gia đình sử dụng. Các nhân viên rất am hiểu, thân thiện chào đón. Bạn được khuyến khích đặt câu hỏi mà chúng tôi đã làm và nhận được câu trả lời tuyệt vời. Rất muốn giới thiệu.Đọc thêm",
            "Lâu đài Alnwick có rất nhiều thứ để xem và làm. Chuyến tham quan lịch sử của vách đá thật tuyệt vời. Lâu đài cần ít nhất cả ngày. Vé cho phép bạn tham quan miễn phí trong một năm.Đọc thêm",
            "Có một ngày đi chơi với Con gái tôi, bạn đời của cô ấy và Cháu gái của tôi.  Thật là tuyệt.  Rất trẻ tương tác.  Cháu gái tôi rất thích bài học dùng chổi.  Tôi phải nói là buồn cười.  Chúng tôi dành cả ngày ở đó để đi dạo quanh lâu đài và tham gia vào mọi hoạt động.  Tôi phải nói rằng tất cả các nhân viên đều tuyệt vời.  Mọi người đều nói chuyện với chúng tôi và quan trọng là cháu gái tôi.  Nơi này rất đáng để ghé thăm.  Một món hời cho một ngày đi chơi. Đầy đủ thông tin và lịch sử.  Chúng tôi chắc chắn sẽ trở lại.  Làm tốt lắm Lâu đài Alnwick, bạn đã làm rất tốt và mỗi thành viên trong đội ngũ nhân viên đều làm rất tốtĐọc thêm",
            "Tôi đã đến thăm vào năm 2019 và nó thật đáng yêu. Lâu đài vườn, vv giá vào cửa hợp lý. Hôm nay chúng tôi trở về vì chồng tôi chưa đến thăm.  Toàn bộ nơi này đã biến thành một công viên giải trí. Giá cắt cổ, họ tính phí riêng cho bãi đậu xe trong vườn và lâu đài. Sẽ có giá 50 mỗi cái. Hoàn toàn tách ra và cảm nhận nếu địa điểm thay đổi hoàn toàn.   Thật xấu hổ vì nhiều gia đình không đủ khả năng chi trả.  Không cần phải nói chúng tôi đã rời đi trước khi vào.Đọc thêm",
            "Nếu bạn là thành viên của English Heritage, bạn sẽ phải trả ít hơn 15 đô la cho vé mua tại chỗ. Điều này không được đề cập trên trang web của họ. Ngôi sao thứ hai ngoài lâu đài xám xịt này là do quán cà phê nghèo, bánh nướng, cốc giấy. Đọc thêm",
            "Chó không được phép tham gia cuộc hành trình lãng phí, nơi duy nhất không thân thiện với chó cùng với những khu vườn sẽ tránh trong tương lai ít nhất thị trấn đã tốt hơnĐọc thêm",
            "Nơi rộng lớn mà bạn có thể dễ dàng ở lại trong ngày. Rất nhiều hoạt động cho tất cả. Thật xấu hổ vì nó không thân thiện với chó vì một trong số chúng tôi phải ở lạiĐọc thêm",
            "Ngày tuyệt vời. Rất nhiều việc để làm và khám phá, có thể dễ dàng dành cả ngày ở đó. Hướng dẫn viên du lịch của chúng tôi, Bill và Alex hoàn toàn tuyệt vời và rõ ràng có niềm đam mê với công việc của họ. Chắc chắn sẽ giới thiệu cho người khác đi Đọc thêm",
            "Chúng tôi đến thăm vào chiều thứ ba.  Tiền chi tiêu tốt, nên đặt trực tuyến để tiết kiệm tiền.  Bao gồm chuyến tham quan Phòng Nhà nước được hộ tống, chúng tôi đã đến đúng lúc, điều này thật thú vị và mang tính thông tin.Đọc thêm"
        ],
        "star_ratings": [
            3394,
            1515,
            575,
            233,
            196
        ],
        "review_amount": 5913,
        "location": [
            "Alnwick",
            "Châu Âu",
            "Northumberland",
            "Vương quốc Anh Vương quốc Anh",
            "nước Anh",
            "Các hoạt động ở Alnwick",
            "Lâu đài Alnwick"
        ],
        "reviews_time": [
            "Written June 14, 2023",
            "Written June 28, 2023",
            "Written June 29, 2023",
            "Written June 29, 2023",
            "Written July 3, 2023",
            "Written July 4, 2023",
            "Written July 6, 2023",
            "Written July 6, 2023",
            "Written July 14, 2023",
            "Written July 19, 2023",
            "Written June 6, 2024",
            "Written June 6, 2024",
            "Written June 5, 2024",
            "Written June 5, 2024",
            "Written June 4, 2024",
            "Written June 3, 2024",
            "Written May 31, 2024",
            "Written May 30, 2024",
            "Written May 29, 2024",
            "Written May 26, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g504032-d4187580-Reviews-Alnwick_Castle-Alnwick_Northumberland_England.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g504032-d2429560-Reviews-Strawberry_Lounge-Alnwick_Northumberland_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g504032-d12234564-Reviews-The_Origami_Cafe_Gift_Shop-Alnwick_Northumberland_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g504032-d8371941-Reviews-Mumbai_Flavours-Alnwick_Northumberland_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g504032-d17343195-Reviews-Sherkhan_Of_Alnwick-Alnwick_Northumberland_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g504032-d730623-Reviews-Carlo_s-Alnwick_Northumberland_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g504032-d1164025-Reviews-The_Tavern_Steakhouse-Alnwick_Northumberland_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g504032-d1752462-Reviews-Caffe_Tirreno-Alnwick_Northumberland_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g504032-d2510815-Reviews-Grannies-Alnwick_Northumberland_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g504032-d2538678-Reviews-Di_Sopra-Alnwick_Northumberland_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g504032-d1196732-Reviews-Lilburn_s-Alnwick_Northumberland_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g504032-d4092429-Reviews-Bailiffgate_Museum_and_Gallery-Alnwick_Northumberland_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g504032-d15247946-Reviews-Fusiliers_Museum_Of_Northumberland-Alnwick_Northumberland_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g504032-d24851409-Reviews-Alnwick_Castle_And_Gardens-Alnwick_Northumberland_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g504032-d2391860-Reviews-Artworks_in_Alnwick-Alnwick_Northumberland_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g504032-d14967536-Reviews-St_Michael_s_Church-Alnwick_Northumberland_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g504032-d2187728-Reviews-Alnwick_Markets-Alnwick_Northumberland_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g504032-d12278437-Reviews-The_Alnwick_Gallery-Alnwick_Northumberland_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g504032-d260612-Reviews-The_Alnwick_Garden-Alnwick_Northumberland_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g504032-d27084368-Reviews-St_Paul_s-Alnwick_Northumberland_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g504032-d25380436-Reviews-Lilidorei_At_The_Alnwick_Garden-Alnwick_Northumberland_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g504032-d4187580-Reviews-or10-Alnwick_Castle-Alnwick_Northumberland_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g1137980-d592122-Reviews-Dunstanburgh_Castle-Craster_Alnwick_Northumberland_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g504032-d268407-Reviews-Chillingham_Castle-Alnwick_Northumberland_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g504032-d3485143-Reviews-Edlingham_Castle_and_Edlingham_Church-Alnwick_Northumberland_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g315984-d11955476-Reviews-The_Ferryman_s_Hut_Museum-Alnmouth_Alnwick_Northumberland_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g8311480-d8484618-Reviews-Holy_Trinity_Old_Bewick-Old_Bewick_Alnwick_Northumberland_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g315984-d10193688-Reviews-Church_Hill-Alnmouth_Alnwick_Northumberland_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g315984-d10193664-Reviews-Old_Battery-Alnmouth_Alnwick_Northumberland_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g504032-d23211548-Reviews-Brightwater_Gallery-Alnwick_Northumberland_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g504032-d3452146-Reviews-Marilyn_Melrose_Lifestyle_Boutique-Alnwick_Northumberland_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g504032-d10544414-Reviews-A_World_of_Difference-Alnwick_Northumberland_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g504032-d17606014-Reviews-Ruby_Tuesday_Alnwick-Alnwick_Northumberland_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g504032-d24988569-Reviews-Harry_s_Bar-Alnwick_Northumberland_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g504032-d5915468-Reviews-The_Market_Tavern_Alnwick-Alnwick_Northumberland_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186394-d13970700-Reviews-Lundgren_Tours-Newcastle_upon_Tyne_Tyne_and_Wear_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g504032-d15752731-Reviews-A_Taste_of_Northumbria-Alnwick_Northumberland_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g504032-d2292802-Reviews-The_Tanners_Arms-Alnwick_Northumberland_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g190454-d2397805-Reviews-Kaiserbrundl_Herrensauna-Vienna.html",
            "https://www.tripadvisor.com/Attraction_Review-g49317-d106533-Reviews-Alligator_River_National_Wildlife_Refuge-Manns_Harbor_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d318323-Reviews-WonderWorks-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g154943-d288116-Reviews-Lululemon-Vancouver_British_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58003-d1135061-Reviews-Natural_Bridge_Zoo-Natural_Bridge_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d1898538-Reviews-The_Greek_Theatre-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60097-d1095429-Reviews-Harley_Davidson_Museum-Milwaukee_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60403-d4406418-Reviews-Dells_Lumberjack_Show-Wisconsin_Dells_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g30531-d14912979-Reviews-Downtown_OWA-Foley_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g34636-d16774310-Reviews-Shell_Beach-Siesta_Key_Florida.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g504032-d4187580-Reviews-or10-Alnwick_Castle-Alnwick_Northumberland_England.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g504032-d4187580-Reviews-Alnwick_Castle-Alnwick_Northumberland_England.html"
    }
]