[
    {
        "attraction_name": "Alsa",
        "attraction_name_vi": "Alsa",
        "general_info": [
            "1.216 đánh giá",
            "105 trên 201 Giao thông vận tải ở Madrid",
            "Dịch vụ xe buýt"
        ],
        "attraction_summary": "Alsa là nhà điều hành hàng đầu trong lĩnh vực vận tải hành khách bằng đường bộ của Tây Ban Nha. Với hơn một trăm năm kinh nghiệm và thiên hướng đổi mới liên tục, Alsa được tích hợp vào Tập đoàn National Express, một nhà điều hành vận tải công cộng quốc tế vận hành xe buýt, xe khách và đường sắt ở Vương quốc Anh, lục địa Châu Âu, Bắc Mỹ, Bắc Phi và Trung đông. Khái niệm vận tải từ góc độ tổng thể và sự hài lòng nhất quán của khách hàng là tiền đề để ALSA thực hiện các hoạt động của mình. Với tư cách là một nhà điều hành tích hợp, nó có thể đáp ứng các nhu cầu vận chuyển khác nhau của người dân, cung cấp nhiều loại dịch vụ cho thuê xe khách tùy ý và dịch vụ du lịch trong khu vực, quốc gia, quốc tế, đô thị, và du lịch.Đọc thêm",
        "reviews": [
            "Đọc thêm",
            "Xe buýt cũ, phích cắm không hoạt động để sạc thiết bị, phòng tắm không hoạt động trong chuyến đi 5 giờ. Trang web cho biết các chuyến đi quốc tế luôn có phòng tắm trên máy bay - nếu không thì tôi đã không đặt chỗ này. Giá cả hợp lý và chúng tôi đã đến nơi đúng giờ nhưng tôi ước có thể trả nhiều tiền hơn để có được dịch vụ tốt hơn.Đọc thêm",
            "Gần đây tôi đã đi du lịch giữa Madrid và Granada bằng xe buýt Alsa. Tôi đã thực hiện chuyến đi trước đây nhưng lần này thì khác. Họ sử dụng những chiếc sàn bán đôi lớn đó. Đối với tôi, việc nhồi nhét số lượng hành khách tối đa mà không hề cân nhắc đến sự thoải mái cá nhân. Đó là một chuyến đi kéo dài bốn tiếng rưỡi, thường giúp chúng tôi nghỉ ngơi khoảng nửa chặng đường để ăn nhẹ và đi vệ sinh. Trong chuyến đi xa của tôi, tôi đã ngồi cùng bàn. Đầu gối của tôi chạm vào đầu gối của người đàn ông đối diện, và bên cạnh tôi là một chàng trai trẻ dang rộng chân theo kiểu nam nhi. Việc không có thời gian nghỉ ngơi khiến chuyến đi trở nên khó khăn. Trên đường về tôi có một chỗ ngồi khác, nhưng máy điều hòa dường như không hoạt động và chỗ ngồi của tôi không có máy thổi khí. Tôi rời xe buýt ở Madrid trong tâm trạng thực sự đau khổ. Tất nhiên là tôi đã già, nhưng tuổi tác là điều mà các nhà cung cấp dịch vụ nên tính đến, và trong chuyến đi còn có những người già khác. \n\nDưới đây là một số lời khuyên có thể giúp ích cho những người bạn đồng hành. Để nó cho đến phút cuối cùng trước khi đặt phòng. Họ không bỏ lại ai ở lại và do đó lên chuyến xe buýt thứ hai - loại bình thường. Chọn một lối đi thay vì chỗ ngồi gần cửa sổ để bạn có thể duỗi chân ra lối đi và thỉnh thoảng đứng dậy. Hoặc Đi Bằng Tàu Hỏa.\n\nTôi đính kèm một bức ảnh của một chiếc xe buýt thông thường. Không chỉ tốt hơn mà còn dừng lại ở một dịch vụ trên đường đi..Đọc thêm",
            "Đi du lịch Santiago, Tây Ban Nha đến Lisbon Bồ Đào Nha. Dừng lại một giờ, không phải là một nơi tuyệt vời nhưng thêm một lần dừng trong phòng tắm sẽ hữu ích vì phòng tắm trên tàu rất tệ, khó mở và bẩn. Xe buýt đã cũ cho một chuyến đi dài như vậy.Đọc thêm",
            "Chúng tôi đi du lịch 2 lần một tuần. Trong 2 lần này chúng tôi đã sử dụng cùng một chiếc xe buýt với cùng một tài xế. \n\nLần đầu tiên tài xế không giúp đóng gói hành lý vào nơi để hành lý. Được rồi, có thể đó không phải là vấn đề nhiệm vụ của anh ấy nhưng tôi chưa bao giờ gặp một công ty hay tài xế nào kể từ khi tôi đi du lịch mà không giúp đỡ nếu tôi hỏi. Tôi không phải là người duy nhất cần giúp đỡ\n\nCách thứ hai tệ hơn\n\nNgười lái xe đã cười trong khi chúng tôi đóng gói hành lý và sau khi anh ấy đặt túi sang nơi khác, khi chúng tôi đến nơi anh ấy không mở cửa để bỏ túi ra ngay cả khi chúng tôi yêu cầu. Anh ấy thô lỗ, vô ích, kiêu ngạo, không tử tế, v.v. Tôi có thể sử dụng tất cả các dấu hiệu tiêu cực cho anh ấy. \n\nTôi đang tố cáo anh ta và những người đã thuê một người đàn ông vô dụng, không thể nói chuyện tử tế với mọi người. Chỉ là một lời khuyên, nếu ai đó không biết cách xử lý khách hàng thì anh ta cần phải làm việc trong một nhà kho nơi anh ta ở một mình. \nTôi sẽ báo cáo anh ta trên mọi nền tảng, điều đáng tiếc là cũng gây tiếng xấu cho công ty. \nTôi hy vọng việc thuê những người như vậy là xứng đáng.Đọc thêm",
            "Công ty cung cấp rất ít thông tin cho chuyến đi của bạn. Ba lần chúng tôi gặp phải tình trạng chậm trễ, thông tin không chính xác và không có xe buýt nào. Thông tin liên lạc không hoạt động và nhân viên tại các nhà ga hầu như không hỗ trợ gì. \nXe buýt sạch sẽ và nhìn chung yên tĩnh.\nMột số xe cực kỳ nhỏ và hơi khó chịu, đặc biệt là đối với các tuyến đường dài. Trên một số xe, xe dừng lại để tiếp nhiên liệu, cho phép hành khách xuống xe trong giây lát. Đọc thêm",
            "Người lái xe là một tên khốn đã phớt lờ chúng tôi khi chúng tôi hỏi anh ta. Từ chối cho chúng tôi lên xe buýt ngay cả khi có chỗ cho chúng tôi, xe buýt trống một nửa. Chúng tôi đã trả tiền vé nhưng vào một thời điểm khác và anh ấy giao tiếp một cách thô lỗĐọc thêm",
            "Bạn tôi và tôi đã đặt trước một chuyến xe buýt kéo dài 11 giờ từ Barcelona đến những tháng đẹp trời. Chỉ vài ngày trước họ đã gửi email cho tôi để nói rằng chuyến đi của chúng tôi đã bị trì hoãn TOÀN BỘ NGÀY. Điều này có nghĩa là chúng tôi phải đặt chỗ ở vào phút cuối cũng như thay đổi chỗ ở hiện tại ở Nice. Hành trình bằng xe buýt vẫn ổn và nhân viên rất thân thiện nhưng phải mất thêm 2 tiếng rưỡi, điều này không lý tưởng để kết thúc một hành trình vốn đã dài. Ngoài ra, xe buýt khá bẩn vì những túi rác mà tôi cho là ngày hôm trước đều đầy ắp và có giấy gói thực phẩm và rác khắp nơi. Ngoài ra còn thiếu hệ thống thông gió và do toàn bộ người và thức ăn trên xe buýt trong nhiều giờ, điều này khiến xe buýt có mùi khá khó chịu.Đọc thêm",
            "Sự đối xử không thể chấp nhận và vô lý từ tài xế đến tất cả hành khách.  Anh không muốn hành khách mang đồ ăn lên xe, trên vé không có chỗ nào ghi điều đó. Sau đó tài xế lái xe suốt 5h nói to trên điện thoại. Điểm nổi bật của chiếc bánh là nhà vệ sinh không được sử dụng và có một điểm dừng 10 phút trên đường từ Seville-Portimao. Wi-Fi cũng không hoạt động.Đọc thêm",
            "Tôi đã sử dụng Alsa cho chuyến đi trong ngày từ Malaga đến Seville. Nhìn chung, chuyến đi thành công, xe buýt khá thoải mái và đúng giờ. Tuy nhiên, chúng tôi đã nhận được email nhắc nhở vào đêm hôm trước rằng chỉ bao gồm xe buýt của chúng tôi đến Seville chứ không phải xe buýt quay lại Malaga. Điều này hơi đáng lo ngại, vì tôi chắc chắn đã đặt vé khứ hồi. Khi đến bến xe buýt Seville, không có thông tin nào trên bảng về xe buýt khứ hồi của chúng tôi trở lại Malaga và máy bán vé thông báo rằng không có dịch vụ nào chạy đến Malaga vào ngày hôm đó. Điều này khiến chúng tôi khá căng thẳng vì chúng tôi nghĩ rằng mình bị mắc kẹt cách khách sạn 2,5 giờ! May mắn thay, chúng tôi đã xuống xe buýt và tìm được xe buýt trở về - chỉ cần lưu ý rằng với Alsa, thông tin du lịch thực sự không có nhiều. Đọc thêm",
            "Trải nghiệm rất tệ. Không đủ chỗ để chân, xe buýt không có đủ chỗ để ngồi thoải mái. Chúng tôi rời Barcelona trễ 20 phút và đến Valencia muộn hơn 1 giờ!Đọc thêm",
            "Tôi mua vé tại máy ki-ốt ở trạm xe buýt vì cửa sổ của họ đã đóng. Tôi đã chọn nhiều lần vé 9h15 nhưng máy lại in cho tôi vé 2h15 mà không báo trước nên tôi phải đi cả ngày mới đến nơi. Hơn nữa, nhân viên Alsa rất thô lỗ và không cho phép tôi lên xe buýt với tấm vé trễ. Tôi muốn biết tên cô ấy để yêu cầu bồi thường nhưng cô ấy không tuân thủ. Cô ấy tấn công tôi và đánh vào tay tôi hai lần để ngăn tôi chụp ảnh, sau đó cô ấy gọi cảnh sát đang trì hoãn xe buýt. Cảnh sát đảm bảo rằng tôi có quyền chụp ảnh một nhân viên và bắt đầu khiếu nại chính thức chống lại Alsa.Đọc thêm",
            "Thùng rác theo nghĩa đen. Công ty khủng khiếp, vé sẽ không in từ máy của chính họ và họ thậm chí sẽ không in cho tôi một cái khác cho đến khi xe buýt rời đi. Hãy tránh xa công ty rác rưởi này bằng mọi giáĐọc thêm",
            "Vào buổi sáng tháng 5, tôi đưa công ty này từ Santiago de Compostela đến Poto.   Công ty này đã đặt trước quá nhiều khách và ba xe buýt đến cùng một lúc.  Việc lên máy bay hoàn toàn hỗn loạn.  Hàng trăm khách đổ xô lên xe buýt và tài xế nào đi đúng xe.  Rõ ràng là các tài xế muốn đuổi khách.  Họ thô lỗ và hoàn toàn vô ích.  Họ chưa bao giờ nói cho bạn biết xe nào là đúng mà chỉ nói đây KHÔNG phải là xe buýt của họ.   Không có dấu hiệu về điểm đến trên xe buýt.  Een xe buýt không. hiển thị trên vé không giống với những chiếc xe buýt chính xác mà bạn nên lên.   Đây là trải nghiệm TUYỆT VỜI nhất mà tôi có khi đi du lịch bằng xe buýt.  Lời khuyên tha thiết của tôi là: KHÔNG BAO GIỜ đi xe buýt của công ty này.    Các tài xế xe buýt chỉ muốn chơi trò chơi cho đến khi bạn có thể tự tìm được xe buýt chính xác cho mình.Đọc thêm",
            "Tôi đã bắt chuyến đi từ ibiza đến san antonio trên tuyến xe buýt số 8, 24052024 lúc 18:22 Số xe buýt: 00050Tài xế từ chối trả lại 40 xu vì không có tiền lẻ, khi tôi nói với anh ấy rằng bạn sẽ quay lại khi một khách hàng khác trả tiền vì chuyến đi dài 1 giờ, anh ấy cố gắng nói không có gì và tôi thật ngu ngốc, tôi đáp lại rằng bạn thật ngu ngốc khi đối xử với mọi người như vậy, anh ấy yêu cầu tôi rời đi nên 8 nói rằng chiếc xe buýt này là dành cho những người không phải của bạn. Thái độ rất thô lỗ, cùng ngày, tuyến số 8 đi theo hướng khác, tài xế đã bắt một cặp vợ chồng có con nhỏ vào giữa trưa bằng xe đẩy trẻ em để xuống xe buýt vì họ không có đủ tiền mặt và họ đề nghị thanh toán bằng thẻ, ở Anh, các tài xế xem xét một số tình huống khó khăn như thế này, Người lái xe ở Ibiza dừng xe buýt và bắt đầu la hét yêu cầu họ rời đi, đó là một trải nghiệm khủng khiếp khi chứng kiến. Công ty khủng khiếp với rất nhiều tài xế thô lỗ do thiếu trách nhiệm và trách nhiệm. Tôi đã cố gắng khiếu nại trực tuyến tuy nhiên tôi đã thất bại hai lần khi cố gắng trong nửa giờ vì hệ thống quá phức tạp và liên tục xảy ra lỗi. Thật là một công ty khủng khiếp, Đọc thêm",
            "Đặt vé trước trực tuyến, không thể lỗi hệ thống đặt vé trực tuyến. Cả hai hành trình đều chạy đúng lịch trình, xe cực kỳ sạch sẽ, có máy lạnh và hệ thống giải trí được trang bị trên mỗi ghế. Các tài xế rất niềm nở và thân thiện và chi phí đi lại rất hợp lý, quả là một cách tuyệt vời để đi du lịch.Đọc thêm",
            "Santiago de Compostela đến Porto ngày 15 tháng 5 năm 2024: Tài xế xe buýt nhắn tin, kiểm tra email, liên tục loay hoay với radio khi đang lái xe. Chắc chắn và thô lỗ, là tốt. Đã kiểm tra tất cả các hộp vì không an toàn, không chuyên nghiệp, không quan tâm. Người này có hơn 40 mạng sống trong tay? Thảm họa đang chực chờ xảy ra.Đọc thêm",
            "Dịch vụ xe buýt Alsa.es. Một chuyến đi hoàn toàn hỗn loạn. Nó rời đi muộn 45 phút. Tài xế xe buýt hung hăng, không giao tiếp. Bạn phải trả một euro để sử dụng nhà vệ sinh trên tàu! Thay vì sử dụng tàu.Đọc thêm",
            "Thực hiện chuyến đi Santiago de Composello đến Porto sáng nay. Thủ tục lên máy bay rất vô tổ chức và không có thông tin liên lạc từ tài xế. Thậm chí còn có số xe buýt sai được đánh dấu ở phía trước xe buýt. Còn lại trễ 45 phút mà không có lời xin lỗi. Cả ba tài xế đều thô lỗ. Hoặc hét vào mặt hành khách hoặc phớt lờ bạn. Thật nực cười khi bạn phải trả tiền để sử dụng WC. Tránh nếu bạn có thể.Đọc thêm",
            "Xe buýt không bao giờ đến. Một chiếc xe buýt khác đã đến, tôi hỏi tài xế xe buýt xem anh ta có tin gì không, anh ta trả lời rằng hôm đó đã hết giờ. Tôi cần đổi chuyến bay.Đọc thêm",
            "Chúng tôi đã đặt trước chuyến xe buýt từ Seville đến Malaga. Xe buýt rời bến xe buýt Seville đúng giờ và chúng tôi đến Malaga chỉ muộn 10 phút. Lái xe qua những ngọn núi thật tuyệt. Chúng tôi đã dừng một lần trong nhà vệ sinh tại một trạm dịch vụ sạch sẽ. Xe buýt đã đầy một nửa. Không có nhà vệ sinh trên tàu. Tài xế có vẻ thân thiện. Không có tiếng Anh nên những hành khách khác giải thích bất cứ điều gì hữu ích. Chuyến đi thoải mái. Đúng như chúng tôi mong đợi. Khuyến nghị. Ngạc nhiên bởi những đánh giá khác nhưng cuộc hành trình của chúng tôi tương đối ngắn.Đọc thêm",
            "Cách sử dụng màn hìnhĐọc thêm",
            "Làm thế nào để sử dụng quần lót trong tiếng Anh?\nMàn hình được sử dụng như thế nào?\nTôi không hiểu. \nKhông có màn hình trong xe buýt.\nXin lỗi.Đọc thêm",
            "Tôi có cần xác nhận vé trước khi lên máy bay không?Đọc thêm",
            "Xe buýt trên tuyến Madrid Barajas - Leòn, giờ chiều 1.30pm..2.3pm..2.45pm, loại Comfort hoặc Supra. Họ có nhà vệ sinh không? Đã 5 giờ rồi.. Tôi có thể mua vé ở T4 ở đâu? Cảm ơn bạnĐọc thêm",
            "CHÀO. Tôi xin lỗi tôi không hiểu.  Hãy hỏi bằng tiếng Anh. Cảm ơn bạn Đọc thêm",
            "Xin chào, tôi đang đi từ Dijon đến Barcelona, ​​​​có xe buýt khởi hành từ ga xe lửa Dijon không?",
            "Xin chào!! Những chiếc ghế ở cuối có thể ngả ra sau. Chỉ là tôi sắp đi một chuyến dài vào ban đêm và những người trước cửa đã bận rộn rồi. Cảm ơn bạnĐọc thêm",
            "Không. Họ không thể ngả lưng. Tôi cũng không khuyên bạn nên đi du lịch với công ty này, trừ khi bạn không có lựa chọn nào khác. Đi du lịch thật khủng khiếp. Đặc biệt là những chuyến đi ngắn ngày. Chúc may mắnĐọc thêm",
            "Chào buổi sáng,\nGiá có ổn định không hay phải đặt trước?\nVì chúng tôi vừa đáp chuyến bay về nên tôi không dám mua vé vì sợ máy bay bị hoãn, điều này có thể sẽ xảy ra.\nCảm ơn bạn trước vì đèn của bạn, \nChúc một ngày tốt lành, Đọc thêm",
            "Xin chào,\n\nGiá cả ổn định mặc dù có những ưu đãi trước giúp bạn tiết kiệm tới € 66. Tôi không biết liệu họ có ưu đãi vào phút cuối hay không.\n\nLời chàoĐọc thêm",
            "KHÔNG BAO GIỜ DU LỊCH NƯỚC NGOÀI VỚI ALSA, họ để chúng tôi mắc kẹt ở Pháp và sau phiên tòa, họ không hoàn lại tiền của chúng tôi, họ cũng thay đổi công ty mà không báo trước, được gọi là OIBUS, vì vậy vui lòng không đi du lịch nước ngoài cùng alsaĐọc thêm",
            "Chúng tôi đã đi cùng ALSA từ Seville đến Lisbon mà không gặp vấn đề gì. Họ đã khá đúng giờ cả khi khởi hành và đến. Xe buýt trong tình trạng tốt và có wi fi.Đọc thêm",
            "Xe buýt ALSA từ Santiago del Compostela đến Oporto có năm điểm dừng và là xe buýt tiêu chuẩn không cao cấp.  Tại những điểm dừng đó, hành khách có cơ hội sử dụng phòng nghỉ không?Đọc thêm",
            "Xin chào, điều đó thường dừng lại ở Vigo, nhưng để đảm bảo, chúng tôi khuyên bạn nên hỏi tài xế. Trân trọng!Đọc thêm",
            "Xin chào, tôi muốn đi từ các bà mẹ đến Paris với vali 25 kg, bạn có giới thiệu dịch vụ xe buýt ALSA không?Đọc thêm",
            "Không có vấn đề gì, nó luôn hoạt động tốt với tôi với alsa. Cho đến nay rất tốt.Đọc thêm",
            "Bạn tìm số định vị của xe buýt ở đâu?\nĐọc thêm",
            "Tùy thuộc vào nơi bạn đi đến và đi.\nTôi đã đi từ Malaga đến Granada.\nCả hai đều dễ dàng.\nKhi bạn đến trạm xe buýt, tất cả đều có trên màn hình và các bến xe được đánh số.\nLuôn có nhân viên xung quanh để xác nhận bến xe đúng của bạn.\nĐừng lo lắng, dễ lắm, nhưng hãy đến đúng giờ.\nHọ hiếm khi dừng lại để đi vệ sinh nên hãy cẩn thận. Đọc thêm"
        ],
        "star_ratings": [
            179,
            92,
            74,
            119,
            752
        ],
        "review_amount": 1216,
        "location": [
            "Châu Âu",
            "Những điều cần làm ở Madrid",
            "Cộng đồng Madrid",
            "Alsa",
            "Madrid",
            "Tây ban nha"
        ],
        "reviews_time": [
            "Written June 25, 2023",
            "Written June 29, 2023",
            "Written July 28, 2023",
            "Written August 22, 2023",
            "Written August 25, 2023",
            "Written August 29, 2023",
            "Written September 7, 2023",
            "Written September 11, 2023",
            "Written September 15, 2023",
            "Written October 4, 2023",
            "Written May 29, 2024",
            "Written May 26, 2024",
            "Written May 26, 2024",
            "Written May 24, 2024",
            "Written May 19, 2024",
            "Written May 16, 2024",
            "Written May 12, 2024",
            "Written May 12, 2024",
            "Written May 10, 2024",
            "Written April 27, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g187514-d8532075-Reviews-Alsa-Madrid.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g187514-d11743176-Reviews-Restaurante_Aranda_Madrid-Madrid.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187514-d10227497-Reviews-Aboca_Restobar-Madrid.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187514-d23031631-Reviews-Bar_Chara-Madrid.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187514-d23279187-Reviews-Madrida-Madrid.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187514-d2475570-Reviews-Matsuri-Madrid.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187514-d7078293-Reviews-El_ratito-Madrid.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187514-d23631125-Reviews-Abaceria_La_Cancela_De_Torralba-Madrid.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187514-d8285901-Reviews-Orgaz-Madrid.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187514-d17762445-Reviews-Rodilla-Madrid.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187514-d20055163-Reviews-La_Cocinita_de_Zoe-Madrid.html",
            "https://www.tripadvisor.com/Attraction_Review-g187514-d3545435-Reviews-Parque_La_Quinta_de_los_Molinos-Madrid.html",
            "https://www.tripadvisor.com/Attraction_Review-g187514-d191050-Reviews-Parque_del_Retiro-Madrid.html",
            "https://www.tripadvisor.com/Attraction_Review-g187514-d198867-Reviews-Museo_Nacional_Thyssen_Bornemisza-Madrid.html",
            "https://www.tripadvisor.com/Attraction_Review-g187514-d190143-Reviews-Prado_National_Museum-Madrid.html",
            "https://www.tripadvisor.com/Attraction_Review-g187514-d2352610-Reviews-Parque_de_El_Capricho-Madrid.html",
            "https://www.tripadvisor.com/Attraction_Review-g187514-d190146-Reviews-Royal_Palace_of_Madrid-Madrid.html",
            "https://www.tripadvisor.com/Attraction_Review-g187514-d246516-Reviews-Gran_Via-Madrid.html",
            "https://www.tripadvisor.com/Attraction_Review-g187514-d7824943-Reviews-Calle_de_Alcala-Madrid.html",
            "https://www.tripadvisor.com/Attraction_Review-g187514-d14176968-Reviews-Mementorium-Madrid.html",
            "https://www.tripadvisor.com/Attraction_Review-g187514-d244713-Reviews-Parque_Juan_Carlos_I-Madrid.html",
            "https://www.tripadvisor.com/Attraction_Review-g187514-d8532075-Reviews-or10-Alsa-Madrid.html",
            "https://www.tripadvisor.com/Attraction_Review-g187514-d23603825-Reviews-Wine_Tours_From_Madrid-Madrid.html",
            "https://www.tripadvisor.com/Attraction_Review-g187514-d26837468-Reviews-Letango_Tours_Madrid-Madrid.html",
            "https://www.tripadvisor.com/Attraction_Review-g187514-d13205212-Reviews-Madrid_Airport_Transfers-Madrid.html",
            "https://www.tripadvisor.com/Attraction_Review-g187514-d17609355-Reviews-Madrid_Airport_Transfers_Tours_Welcome_Pickups-Madrid.html",
            "https://www.tripadvisor.com/Attraction_Review-g187514-d18850447-Reviews-Civitatis-Madrid.html",
            "https://www.tripadvisor.com/Attraction_Review-g187514-d20222695-Reviews-VIAJES_GRAN_VIA-Madrid.html",
            "https://www.tripadvisor.com/Attraction_Review-g187514-d7892146-Reviews-Madrid_Metro-Madrid.html",
            "https://www.tripadvisor.com/Attraction_Review-g187514-d244302-Reviews-Teleferico_de_Madrid-Madrid.html",
            "https://www.tripadvisor.com/Attraction_Review-g187514-d16761773-Reviews-Transfer_Madrid_World-Madrid.html",
            "https://www.tripadvisor.com/Attraction_Review-g187514-d23524742-Reviews-Spainwebtour_Madrid-Madrid.html",
            "https://www.tripadvisor.com/Attraction_Review-g187514-d6894910-Reviews-CoWmadrycie_Przewodnik_po_Madrycie_i_okolicach-Madrid.html",
            "https://www.tripadvisor.com/Attraction_Review-g187514-d4346912-Reviews-The_Madrid_Wine_Experience-Madrid.html",
            "https://www.tripadvisor.com/Attraction_Review-g187514-d20911786-Reviews-MINA_MADRID_Escape_Room-Madrid.html",
            "https://www.tripadvisor.com/Attraction_Review-g187514-d17804398-Reviews-Ncerrados_Escape_Room_Madrid-Madrid.html",
            "https://www.tripadvisor.com/Attraction_Review-g187514-d19119932-Reviews-Road_Out_Escape_Room-Madrid.html",
            "https://www.tripadvisor.com/Attraction_Review-g187514-d17671000-Reviews-The_guides_you_need-Madrid.html",
            "https://www.tripadvisor.com/Attraction_Review-g187514-d23337427-Reviews-Alexcaperoom-Madrid.html",
            "https://www.tripadvisor.com/Attraction_Review-g187514-d17374884-Reviews-La_Estacion_Escape_Room-Madrid.html",
            "https://www.tripadvisor.com/Attraction_Review-g187514-d17723793-Reviews-Madrid_Vegan_Tours-Madrid.html",
            "https://www.tripadvisor.com/Attraction_Review-g187514-d4403747-Reviews-Routes_Adventures-Madrid.html",
            "https://www.tripadvisor.com/Attraction_Review-g187514-d12909720-Reviews-Estadio_Civitas_Metropolitano-Madrid.html",
            "https://www.tripadvisor.com/Attraction_Review-g187514-d8870934-Reviews-Parque_Juan_Pablo_II-Madrid.html",
            "https://www.tripadvisor.com/Attraction_Review-g297922-d6614342-Reviews-Hua_Hin_Night_Market-Hua_Hin_Prachuap_Khiri_Khan_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g60764-d290336-Reviews-Cunningham_Falls_State_Park-Thurmont_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g662620-d10069539-Reviews-180_Degrees_Sunset_Bar-Mykonos_Town_Mykonos_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g35593-d12731763-Reviews-St_Anthony_Sand_Dunes-Saint_Anthony_Idaho.html",
            "https://www.tripadvisor.com/Attraction_Review-g676803-d2718238-Reviews-Birdpark_Malta-Salina_Island_of_Malta.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d10617660-Reviews-Czech_railways-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g1190421-d4581301-Reviews-Aliki_Beach-Aliki_Paros_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g58528-d141338-Reviews-Lake_Sammamish_State_Park-Issaquah_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g187529-d2386747-Reviews-L_Umbracle_Mya-Valencia_Province_of_Valencia_Valencian_Community.html",
            "https://www.tripadvisor.com/Attraction_Review-g274793-d10284246-Reviews-Gravitational_Slide_on_Gubalowka-Zakopane_Lesser_Poland_Province_Southern_Poland.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g187514-d8532075-Reviews-or10-Alsa-Madrid.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g187514-d8532075-Reviews-Alsa-Madrid.html"
    }
]