[
    {
        "attraction_name": "Amalfi Coast",
        "attraction_name_vi": "Bờ biển Amalfi",
        "general_info": [
            "1.302 đánh giá",
            "27 trong số 340 điều cần làm ở Bờ biển Amalfi",
            "Đi xe ngắm cảnh"
        ],
        "attraction_summary": "Còn được gọi là Amalfi Drive, tuyến đường ven biển về phía nam từ Sorrento này là một trong những tuyến đường đẹp nhất ở Châu Âu.Đọc thêm",
        "reviews": [
            "Serena hướng dẫn viên du lịch của chúng tôi và Pasquale thật xuất sắc!!!!  Chúng tôi có một số hạn chế về thời gian và họ đảm bảo rằng chúng tôi sẽ quay lại phá sản kịp thời. Tình yêu của Serena đối với khu vực này là điều hiển nhiên và cô ấy đã khiến chuyến đi trở thành một trải nghiệm tuyệt vời. Cô ấy thậm chí còn chơi những bản nhạc đáng yêu khi chúng tôi đi du lịch bờ biển. Điều này đã thêm vào kinh nghiệm. Đọc thêm",
            "Chúng tôi bắt đầu tuần trăng mật ở Naples và thuê một chiếc ô tô để lái xuống khách sạn ở Positano và tất nhiên, việc hoàn thành chuyến đi đến Bờ biển Amalfi là ưu tiên hàng đầu của chúng tôi. Chúng tôi quyết định cạnh tranh lái xe về phía Đông từ Sorrento đến Salerno để sau đó có thể đi đến Naples để thăm Pompeii.\nĐiều chính cần nói là quang cảnh hoàn toàn tuyệt đẹp. Việc lái xe ven biển, đặc biệt nếu bạn gặp thời tiết tốt, phải được tin tưởng và cách địa hình, kiến ​​trúc và màu sắc phát triển khi bạn di chuyển qua các thị trấn khá ấn tượng.\nPositano là phải dừng lại. Chúng tôi thật may mắn khi được ở lại đây nhưng nó hoàn toàn xứng đáng với danh tiếng là một trong những điểm nổi bật của bờ biển, với nhiều cửa hàng và nhà hàng đẹp mắt cũng như màu sắc ấn tượng trên khắp các tòa nhà.\nTôi cũng khuyên bạn nên dừng lại ở nhà thờ Saint Januarius ở Praiano vì nó có vị trí đẹp với thiết kế ấn tượng bên trong. \nTất cả những điều đó đã nói lên rằng, vấn đề lớn tất nhiên với Amalfi là đường sá. Lời khuyên của tôi dành cho bất kỳ ai đang nghĩ đến việc tự lái xe là, nếu bạn có bất kỳ lo lắng hoặc lo lắng nào thì điều đó có thể quá khó khăn đối với bạn, thì hãy tin vào bản năng của mình! Đường cực kỳ chật hẹp, đông đúc và người lái xe địa phương không quan tâm - về cơ bản mọi điều bạn đã nghe đều là sự thật. Chồng tôi là một người lái xe xuất sắc, có nhiều kinh nghiệm lái xe ở nông thôn và nông thôn nhưng anh ấy vẫn cảm thấy việc này đầy thử thách. Tôi cũng lái xe nhưng không đời nào tôi có đủ tự tin để lái đến bất kỳ miền nam nước Ý nào, ít nhất là Amalfi. Vì vậy, hãy tìm một phương tiện du lịch phù hợp, có thể là xe khách hoặc đi tham quan các thị trấn bằng Thuyền, nhưng dù thế nào thì đó cũng là một trải nghiệm rất đáng giá. \nĐọc thêm",
            "Bờ biển Amalfi tuyệt đẹp là một vùng Địa Trung Hải ven biển ngoạn mục ở phía tây nam nước Ý. Nó gần Naples. Bờ biển Amalfi nổi tiếng với phong cảnh ven biển gồ ghề. Bờ biển Amalfi là điểm đến dành cho du khách và người Ý, những người đánh giá cao các nhà hàng địa phương. Bờ biển Amalfi khuyến khích sự lãng mạn.Đọc thêm",
            "Mọi thứ đều tuyệt vời, thị trấn Amalfi ok không tuyệt vời nhưng tốt, phần còn lại thì tuyệt vời: khu vườn Ravello, phà đến Positano, Positano, đi bộ vào đất liền dưới những cây chanh gần thị trấn Amalfi, v.v. Chúng tôi đi du lịch vào tháng 5 và lẩn tránh đám đông. Tôi thấy đường cũng ổn, nhưng tôi đã quen với đường hẹp.Đọc thêm",
            "Bãi biển Spiaggia di Positano Marina Grande khá đẹp cho ngày nắng. tôi đã đi dạo bãi biển và đi phà cũng ấn tượng. thư giãn ở quán ngắm hoàng hôn cũng rất thoải mái.Xem thêm",
            "Bắt xe buýt SITA từ Sorrento đến Amalfi. Phong cảnh rất đẹp nhưng điều kiện xe buýt rất tồi tệ. Các cửa sổ bẩn thỉu làm hỏng tầm nhìn. Trời nóng và ngột ngạt.  Do tình trạng tắc nghẽn giao thông nên phải mất 2 giờ từ Sorrento đến Amalfi. Tôi cần một điểm dừng trong nhà vệ sinh và phải đi bộ 400 mét tới một nhà vệ sinh công cộng ở đầu thị trấn - cho đến nay nơi đó chỉ có đàn dê lẻ loi. Cửa hàng du lịch. Đi một vòng quanh và quay lại bến xe buýt trong vòng một giờ là xong.Đọc thêm",
            "Bờ biển đẹp nhất từ ​​​​trước đến nay. Những con đường quanh co thật phấn khởi. Nếu bạn thích phong cảnh tuyệt vời thì đây là nơi dành cho bạn.Đọc thêm",
            "Cảm xúc lẫn lộn. Tôi có lẽ sẽ không bao giờ quay trở lại. Giá cả không cung cấp giá trị. Thức ăn không phải là thứ gì quá ngon, ở mức 20 - 30 euro mỗi đĩa. Đám đông giống như đang ở Disneyland với những đường nét và sự rung cảm. Bạn có cảm giác như đàn gia súc đang đi dạo trên những con phố ngột ngạt ở những hàng dọc trung tâm, khi nhìn vào các cửa hàng chủ yếu bán những món đồ lặt vặt.  Cũng hoàn toàn vô tổ chức, không có nhà vệ sinh hay thậm chí cả giấy vệ sinh trong phòng tắm của nhà hàng sau khi trả bữa ăn 100 euro. Hoặc đi phà sau khi trả hơn 100 euro cho gia đình, những tiện nghi bẩn thỉu. Đường bờ biển đẹp, không đẹp nhất thế giới nhưng lại có sự kỳ diệu. Tôi đã đi vào tuần trước của tháng 5 và trời quá lạnh đối với bãi biển. Tôi nghĩ đó là một nơi xinh đẹp quyến rũ trước khi đông đúc. Ravello rất tuyệt, trời đang mưa và thực sự thích điều này nên đám đông không quá tệ. Chúng tôi ở Maiori, nơi yên tĩnh hơn một chút nhưng không đẹp như tranh vẽ.  Tôi không thể nói rằng tôi muốn giới thiệu Bờ biển Amalfi cho bất kỳ ai. Có thể sẽ quay lại vào tháng 7 và tháng 8 khi đang ở trên thuyền hoặc du thuyền. Nếu không thì đó là một cái bẫy du lịch, vô cùng căng thẳng. Tôi nghĩ có nhiều nơi tốt hơn ở Châu Âu cung cấp nhiều hơn, nhưng cho mỗi nơi.  Những thứ như bị tính phí bao gồm chỗ ngồi tại nhà hàng để ngồi xuống và dùng một bữa ăn tầm thường có vẻ nhếch nhác. Tôi nghĩ đây vốn là những làng chài buồn ngủ đã bị khách du lịch tràn ngập và hệ thống không thể đối phó được. Theo tôi đó không phải là một kỳ nghỉ thư giãn. Thức ăn là một sự thất vọng. Vẻ đẹp tự nhiên vẫn còn đó nhưng bị hủy hoại bởi du lịch quá mức và quản lý tồi.Đọc thêm",
            "Quá đông đúcĐườngThị trấnBãi biểnPositano đáng để ghé thămRavello đáng yêuThị trấn Amalfi thực sự đáng thất vọngBãi biển Praia đẹpKhung cảnh đáng yêu khi bạn nhìn qua đầu người dân, xe hơi và xe buýtChúng tôi nghĩ rằng chúng tôi sẽ quay lại vào mùa thấp điểm và đi bộ trên đồi nhiều hơnĐọc thêm",
            "Xe buýt công cộng là những tài xế xe buýt tồi tệ, thô lỗ và hung hãn, mỗi giờ họ đến đầy, bạn lại có những kẻ ngu ngốc với vali. Đừng ở một nơi khá yên tĩnh nơi bạn phải có những chiếc xe buýt lố bịch này,Đọc thêm",
            "Chúng tôi có những trải nghiệm lẫn lộn khi đi qua Bờ biển Amalfi. Không nghi ngờ gì nữa, Bờ biển Amalfi là một trong những nơi đẹp nhất nhưng có một số thứ sẽ không khiến chúng tôi quay lại đây. 1 Chúng tôi thấy dịch vụ nhà hàng khá kém. Nhân viên phục vụ không chu đáo; Nhiều lần chúng tôi phải yêu cầu những thứ cơ bản. Một số người hành động như thể họ không quan tâm và thiếu đào tạo cơ bản. 2 Nhà vệ sinh công cộng là BÍ MẬT được giữ kín TỐT NHẤT vì hầu như không có Biển báo. Nhiều lần ngay cả khi chúng tôi trả tiền cho nhà vệ sinh, họ vẫn thiếu giấy vệ sinh hoặc có thứ gì đó bị hỏng. 3 Thức ăn rất đắt nhưng một số loại pizza không có gì ngoài nước sốt cà chua 3 Thuế siêu đắt! Nếu bạn phải tìm giá trên Google thì giá phải từ 80 euro ghi là 10-15 euro trong khi thực tế chúng tôi phải trả 150 euro Đọc thêm",
            "Một số quang cảnh tuyệt đẹp nhất nhưng... một số tình trạng tắc nghẽn giao thông tồi tệ nhất mà CHÚNG TÔI TỪNG gặp phải khi cả Positano và Amalfi đều đóng cửa đối với khách du lịch vì quá đông đúc, ô tô tràn ngập trên những con đường vốn đã hẹp ở ngoại ô khiến đường càng hẹp hơn. Với hai chuyến đi thuyền bị hủy hai lần do thời tiết xấu, do không đủ hành khách đặt trước - vì có thuyền hoạt động ở khắp mọi nơi nên chúng tôi quyết định lái xe. Đường rất quanh co đến nỗi xe buýt và xe khách, ở một số khu vực, không thể đi qua! Có những khu vực mà người dân địa phương dựng mái chèo màu xanh lá cây và màu đỏ tại các điểm thắt nút để cố gắng kiểm soát giao thông nhưng những thứ này không hiệu quả ở xa hơn trên đường và cảnh sát đã phải can thiệp để giao thông thông suốt. Chúng tôi đã gặp ít nhất ba tình huống bế tắc mà không ai nhúc nhích trong hơn nửa giờ! Nhưng... bờ biển thật tuyệt vời và chúng tôi sẽ quay lại thăm nhưng... bằng thuyền! Đọc thêm",
            "The time had come! It was finally time for our trip to Italy and the Mediterranean! After months of researching, I came across Vito on You Tube! I loved his animation, infectious smile, and the way he interacted and sang with all the customers on the videos. I booked a tour for six of us three couples coming from Miami, Florida. We flew told us to take the bullet train to Naples and that he would pick us up there and take us to the day along the Amalfi coast. His son Fabio  was waiting for us with the sign with my name on it when we got off the train. He loaded us into a Mercedes-Benz van, fully air conditioned top-of-the-line. He drove us on the back roads to get us to RAVELLO Which would be our first top. Along the way he stopped Well, I was to take pictures at many places with jaw, dropping amazing views all the while telling us the story of everything we were seeing. Extremely animated and very knowledgeable about his country and the areas we were driving through. We arrived in RAVELLO And he told us to meet him back at the parking lot in two hours. We headed to Villa.Cimbrone The only way to describe it is Spectacular perfectly manicured gardening at the top of the sky overlooking the sea. When you walk out onto la terraza del Infiniti you lose your breath For a moment. It is what fairytales are made of. We went to have an espresso in the café just below Terrace Il balconi di Lucilli a quaint Little café with delicious coffee and gelato! After taking the most amazing pictures in the most beautiful place, we headed back to the Center Square, Village for shopping. Then it was off to Amalfi Fabio again drove us along the winding roads of the Amalfi coast were at every turn. There was just another breathtaking view to take a picture of us about the history of all the villages along the way to take pictures arrived in Amalfi where I said I had to go see the Duomo di Sant Andrea Which was more breathtaking in person than in the pictures the grander l Cannot be described, so please make sure you Put this on your bucket list. And then to sit outside of Il pianeta del Gelato to enjoy the world, famous lemon, flavored gelato inside the giant lemon! Needless to say, it was a very beautiful experience to sit outside and be an Italian for a little while All my lucky stars and being grateful to God that he brought me to such an incredible place on earth then we were off to Positano! Another quaint, small but incredibly beautiful village, full of beautiful stores for shopping and amazing restaurants with incredible views for anything that your heart desires! All the while Fabio was an incredible driver, an incredible tour guide and just a wonderfully fun person to be around all day! He then took us to Naples and show us a local restaurant where we got out and had authentic margarita pizza in Naples along with local wine it was an incredible lunch! This is where we said goodbye to Fabio. He told us how to get back to the train so that we could walk around and enjoy Naples and do some more shopping before getting back on the train to Rome.I highly recommend SEE AMALFI COAST PRIVATE  TOURS We had only one day to see the Amalfi coast and in such little time so much! Thanks to Fabio We checked off a big part of our bucket list! Thank you, Vito and thank you Fabio for a wonderful day! Cant wait to come back!Read more",
            "Amalfi thực sự là nơi khủng khiếp nhất mà tôi từng không may đặt chân tới.  Quá đông đúc, giá quá cao, hàng nghìn người chen chúc, xô đẩy và la hét để lên được những chiếc xe buýt và phà hiếm hoi đến, đôi khi trễ cả tiếng đồng hồ, taxi không đón những nhóm nhỏ hơn 8 khách, nhân viên công ty xe buýt và phà. theo đúng nghĩa đen là sẽ không trả lời các câu hỏi ngay cả bằng tiếng Ý.  Nỗi đau thuần khiết, không pha trộn.  Không bao giờ nữa.Đọc thêm",
            "Chúng tôi mất 3 giờ để đi từ Positano đến Amalfi bằng ô tô. Chúng tôi thậm chí còn không đến được Amalfi - sau 30 phút không di chuyển, chúng tôi quyết định quay lại. Mọi thứ thật đông đúc. Không có nhà vệ sinh, và sau 3 giờ chờ đợi trên xe, chúng tôi rất cần một cái. Khắp nơi đều có người đi bộ nhưng không có làn đường dành cho người đi bộ. Xe tay ga đang chạy như điên. Bãi biển ở Positano bẩn. Ngoài đời cũng không đẹp bằng. Sẽ không quay lại bao giờ nữa. Có nhiều lựa chọn thay thế tốt hơn.Đọc thêm"
        ],
        "star_ratings": [
            892,
            189,
            98,
            48,
            76
        ],
        "review_amount": 1303,
        "location": [
            "Bờ biển Amalfi",
            "Châu Âu",
            "Tỉnh Salerno",
            "Những hoạt động không thể bỏ qua ở Bờ biển Amalfi",
            "Nước Ý",
            "Campania"
        ],
        "reviews_time": [
            "Written August 31, 2023",
            "Written October 27, 2023",
            "Written March 9, 2024",
            "Written March 10, 2024",
            "Written April 7, 2024",
            "Written June 5, 2024",
            "Written June 1, 2024",
            "Written May 31, 2024",
            "Written May 30, 2024",
            "Written May 28, 2024",
            "Written May 23, 2024",
            "Written May 16, 2024",
            "Written May 15, 2024",
            "Written April 28, 2024",
            "Written April 26, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g187779-d198787-Reviews-Amalfi_Coast-Amalfi_Coast_Province_of_Salerno_Campania.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g194863-d24182258-Reviews-Roc_Pizza_Steak-Positano_Amalfi_Coast_Province_of_Salerno_Campania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g194863-d23422050-Reviews-Le_Petit_Murat_Lounge_Bar-Positano_Amalfi_Coast_Province_of_Salerno_Campania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g194863-d3168945-Reviews-Adamo_ed_Eva_by_Eden_Roc-Positano_Amalfi_Coast_Province_of_Salerno_Campania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g194863-d23991838-Reviews-La_Scalinatella-Positano_Amalfi_Coast_Province_of_Salerno_Campania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g194863-d6755985-Reviews-Casa_Mele-Positano_Amalfi_Coast_Province_of_Salerno_Campania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g194863-d4097948-Reviews-Casa_e_Bottega-Positano_Amalfi_Coast_Province_of_Salerno_Campania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g194863-d2479882-Reviews-Il_Tridente-Positano_Amalfi_Coast_Province_of_Salerno_Campania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g194863-d14098781-Reviews-Ohima_Restaurant-Positano_Amalfi_Coast_Province_of_Salerno_Campania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g194863-d6567363-Reviews-Latteria-Positano_Amalfi_Coast_Province_of_Salerno_Campania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g194863-d785828-Reviews-Da_Vincenzo-Positano_Amalfi_Coast_Province_of_Salerno_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g194863-d669725-Reviews-Spiaggia_di_Positano_Marina_Grande-Positano_Amalfi_Coast_Province_of_Salerno_Campa.html",
            "https://www.tripadvisor.com/Attraction_Review-g194863-d8761236-Reviews-El_Pirata-Positano_Amalfi_Coast_Province_of_Salerno_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g194863-d15816569-Reviews-Chiesa_di_Santa_Caterina-Positano_Amalfi_Coast_Province_of_Salerno_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g194863-d15020543-Reviews-MAR_Museo_Archeologico_Romano_Positano-Positano_Amalfi_Coast_Province_of_Salerno.html",
            "https://www.tripadvisor.com/Attraction_Review-g194863-d524955-Reviews-Chiesa_di_Santa_Maria_Assunta_e_Cripta_Medievale-Positano_Amalfi_Coast_Province_of.html",
            "https://www.tripadvisor.com/Attraction_Review-g194863-d10495006-Reviews-Miniaci_Art_Gallery-Positano_Amalfi_Coast_Province_of_Salerno_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g194863-d669732-Reviews-Fornillo-Positano_Amalfi_Coast_Province_of_Salerno_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g1149890-d3208793-Reviews-La_Valle_dei_Mulini-Gragnano_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g194863-d15047762-Reviews-Positano-Positano_Amalfi_Coast_Province_of_Salerno_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g194863-d21314866-Reviews-Chiesa_Santa_Maria_Del_Rosario-Positano_Amalfi_Coast_Province_of_Salerno_Campani.html",
            "https://www.tripadvisor.com/Attraction_Review-g187779-d198787-Reviews-or10-Amalfi_Coast-Amalfi_Coast_Province_of_Salerno_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187780-d24045796-Reviews-Amalfi_Heaven_Gardens-Amalfi_Amalfi_Coast_Province_of_Salerno_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187780-d20292631-Reviews-Cruise_Snorkel_Amalfi_Coast-Amalfi_Amalfi_Coast_Province_of_Salerno_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187780-d3671172-Reviews-Exclusive_Cruises-Amalfi_Amalfi_Coast_Province_of_Salerno_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187780-d2645865-Reviews-Amalfi_Marine-Amalfi_Amalfi_Coast_Province_of_Salerno_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g194863-d23087265-Reviews-Amalfi_Coast_My_Way-Positano_Amalfi_Coast_Province_of_Salerno_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g194863-d23849802-Reviews-Sail_Fun_Positano-Positano_Amalfi_Coast_Province_of_Salerno_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g194863-d19598784-Reviews-Amalfi_Coast_Dream_Tours-Positano_Amalfi_Coast_Province_of_Salerno_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g194863-d2012322-Reviews-Blue_Star_Boat_Tours-Positano_Amalfi_Coast_Province_of_Salerno_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187781-d13825395-Reviews-Direction_Capri-Salerno_Amalfi_Coast_Province_of_Salerno_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g194863-d7940059-Reviews-Walk_Positano_by_Gabriella-Positano_Amalfi_Coast_Province_of_Salerno_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g194863-d10712077-Reviews-Kayak_in_Positano-Positano_Amalfi_Coast_Province_of_Salerno_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g194863-d2149366-Reviews-Positano_Boats-Positano_Amalfi_Coast_Province_of_Salerno_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g194863-d17478187-Reviews-Positano_Home_Cooking-Positano_Amalfi_Coast_Province_of_Salerno_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g194863-d2338327-Reviews-Noleggio_barche_Lucibello-Positano_Amalfi_Coast_Province_of_Salerno_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g194863-d1837694-Reviews-La_Brezza_Net_Art_Cafe-Positano_Amalfi_Coast_Province_of_Salerno_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g194863-d4437057-Reviews-Antonello_della_Mura-Positano_Amalfi_Coast_Province_of_Salerno_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g194863-d4590228-Reviews-Gentile_Positano_Gioielleria-Positano_Amalfi_Coast_Province_of_Salerno_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g194863-d15675744-Reviews-The_Wine_Shop-Positano_Amalfi_Coast_Province_of_Salerno_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g194863-d13162049-Reviews-Valentine_s_Boat_Rent-Positano_Amalfi_Coast_Province_of_Salerno_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g194863-d6847903-Reviews-Positano_Paradise_Lounge_Bar-Positano_Amalfi_Coast_Province_of_Salerno_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g194863-d2350601-Reviews-D_Anna_Positano-Positano_Amalfi_Coast_Province_of_Salerno_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g194863-d4208541-Reviews-Don_Catello-Positano_Amalfi_Coast_Province_of_Salerno_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d21010423-Reviews-Bla_Bla_Dubai-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g303631-d550339-Reviews-Paulista_Avenue-Sao_Paulo_State_of_Sao_Paulo.html",
            "https://www.tripadvisor.com/Attraction_Review-g736874-d5244922-Reviews-Metalia_Beach-Limenaria_Thasos_Northeast_Aegean_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g1177043-d6995666-Reviews-Karavostasi_Beach-Bali_Rethymnon_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g47560-d206461-Reviews-New_Croton_Dam-Croton_on_Hudson_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g187782-d14139496-Reviews-Marina_Piccola-Sorrento_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g154943-d184065-Reviews-The_Aquabus-Vancouver_British_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d10020668-Reviews-Chicago_Air_and_Water_Show-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g295413-d13498239-Reviews-Amanah_Mall-Lahore_Punjab_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d13355845-Reviews-Royal_Smart_Limousine-Dubai_Emirate_of_Dubai.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g187779-d198787-Reviews-or10-Amalfi_Coast-Amalfi_Coast_Province_of_Salerno_Campania.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g187779-d198787-Reviews-Amalfi_Coast-Amalfi_Coast_Province_of_Salerno_Campania.html"
    }
]