[
    {
        "attraction_name": "AMC Dine-in Houston 8",
        "attraction_name_vi": "Bữa tối AMC ở Houston 8",
        "general_info": [
            "182 đánh giá",
            "- 23 trên 175 Trò chơi vui nhộn ở Houston",
            "Rạp chiếu phim"
        ],
        "attraction_summary": "Đây có lẽ là trải nghiệm xem phim tồi tệ nhất mà tôi từng có. Khỏe mạnh khi đi bộ đến rạp chiếu phim của bạn. Tuy nhiên, ngay khi chúng tôi bước vào rạp 8, mọi thứ đã trở nên hỗn loạn. Ghế ngồi bị xé nát, hệ thống điều hòa có vết nước trắng xóa khắp trần nhà, bốc mùi hôi thối và có côn trùng bay khắp nơi. Tôi ước gì tôi có thể yêu cầu hoàn lại tiền.Đọc thêm",
        "reviews": [
            "Một trong những AMC hay nhất tôi từng đến. Dịch vụ này rất tốt và rất sạch sẽ mặc dù một số người nói là không.Đọc thêm",
            "Đây từng là nhà hát yêu thích của chúng tôi khi còn là Sundance. Đám đông tụ tập và ăn uống bên trong.  Nhà hát sạch sẽ và nơi này có nhân viên tốt.  Bây giờ nó - là một bãi rác hoàn chỉnh.  Ba lần cuối cùng tôi đi thật là khủng khiếp.  Một ngày nọ, họ không thể làm cho máy chiếu hoạt động và sau khi mọi người đợi 20 phút, họ phải hủy phim và yêu cầu mọi người rời đi.  Họ đã vĩnh viễn đưa bộ phim ra khỏi lịch trình của mình.  Lần tiếp theo, họ treo biển phim nhầm rạp và ngay cả sau khi được thông báo về sai sót cũng không ai đổi tên.  Đêm qua, họ có một người làm việc nhượng bộ, máy làm đá đã hết và họ chỉ tắt nó đi và một nửa số nước ngọt đã hết.  Chữ trên hầu tước nhà hát - cong vẹo đến mức trông như một đứa trẻ 5 tuổi đã treo chúng lên.   Không có gì bắt đầu hiển thị trên màn hình từ 7 đến 7 phút sau khi bộ phim được cho là sẽ bắt đầu nên chúng tôi phải xem bản xem trước 15 phút muộn 7 phút.  Rạp hát này - s cửa - s sẽ sớm đóng cửa.  Xấu hổ làm sao.  Nó từng là một nơi mát mẻ như vậy.  Ban quản lý không tồn tại và đội ngũ nhân viên cực kỳ không được đào tạo và không biết gì.  Chúng tôi đã mua sô cô la và rõ ràng là nó đã tan chảy, nguội lại và để lại trên quầy trưng bày.  Bạn phải tắt AC khi đóng cửa và tất cả sô cô la tan chảy.  Họ không quan tâm.Đọc thêm",
            "Nếu bạn đang đến thăm Houston - muốn xem một bộ phim, vui lòng không đến đây. Đây là rạp chiếu phim bẩn nhất mà tôi từng đến. Chưa kể việc đỗ xe rất tệ và họ lừa bạn không được xác nhận. Chúng tôi có rất nhiều rạp chiếu phim. Ngay cả khi cái này có vẻ thuận tiện nhất... Vui lòng chọn cái khác.Đọc thêm",
            "Chúng tôi thường đến rạp hát này thường xuyên vì nó ở gần và vì nó ở trung tâm thành phố nên ít trẻ con hơn. Tuy nhiên, 3 lần gần đây nhất, nó đều thiếu nhân lực và bẩn thỉu ngay cả khi mới là buổi chiếu đầu tiên trong ngày.  Chúng tôi chưa bao giờ nhận được thông báo rằng khoản bồi hoàn đậu xe đã thay đổi. Thế là sau khi đi qua đường ưu đãi và chi tiêu - 20, tôi được người soát vé - người từng hoàn tiền đậu xe - cho biết rằng sự nhượng bộ đó giờ đã làm được điều đó. Vì vậy, khi quay lại, tôi đến quầy giảm giá và được thông báo rằng bạn phải được hoàn tiền vào thời điểm mua. Cô ấy từ chối hoàn trả cho tôi mặc dù tôi đã có biên nhận cho mục đích nhượng bộ của mình. Chúng tôi đã đi xem phim của chúng tôi. Rạp hát vẫn bẩn thỉu như xưa. Bạn thực sự dính vào sàn nhà.  Chúng tôi đã thắng - sẽ không quay lại.Đọc thêm",
            "Chuyến thăm cuối cùng là với công ty cũ và chúng tôi đã đưa bọn trẻ đến công ty này để trải nghiệm điều gì đó khác biệt!  Việc dễ dàng nhận được vé trực tuyến của chúng tôi thật tuyệt vời.  Chúng tôi đã không đặt bất kỳ món ăn nào trực tuyến nhưng điều đó cũng thật dễ dàng.  Nơi này thực sự yên tĩnh khi chúng tôi bước vào, mọi thứ đều dễ dàng có được, vé, đồ ăn và chỗ ngồi!  Toàn bộ nơi này cũng là phòng vệ sinh sạch sẽ!  Công nhân cũng rất tốt với bọn trẻ!  Nếu bạn - đang thắc mắc về bãi đậu xe, thì bãi đậu xe ngầm là - 12, NHƯNG, nhà hát đã giảm - 12 giá thức ăn của chúng tôi để được hoàn lại tiền đỗ xe.   - - Chỗ đậu xe tốt nhất? Đi bãi đậu xe ngầm dưới Jones Plaza, đi vào và rẽ phải.  Đỗ xe gần thang máy nhất và đi lên, bạn - đang ở ngay rạp hát!  Đừng lo...có RẤT NHIỀU an ninh quanh đây!  Rạp chiếu phim ở trung tâm thành phố? Chuẩn rồi!  Nó giống như có một bí mật được giữ kín nhất!Đọc thêm",
            "Đây là nhà hát TỐT NHẤT trên hành tinh. Em bé đang khóc, mọi người đang nói chuyện, không tìm thấy người quản lý - hay nhân viên nào, thậm chí không có ai làm việc ở đó ngoại trừ người phụ nữ bán bỏng ngô! TÔI KHÔNG THỂ tin rằng mình phải bỏ dở bộ phim giữa chừng vì một rạp được quản lý khủng khiếp. SAU ĐÓ, khi tôi gọi đến số được đăng trực tuyến cho amc.com vì chúng tôi không thể tìm thấy một nhân viên nào - đó là - không phục vụ bỏng ngô hay ngồi trên tai nghe ăn pizza và nói chuyện điện thoại, điều này thực sự đã xảy ra - họ nói tốt, đó - Chúng ta không thể làm gì vì bộ phim đã bắt đầu rồi, bạn sẽ phải giải quyết vấn đề đó khi ở rạp...hoặc tôi có thể chuyển tin nhắn tới công ty AMC nhưng họ có thể sẽ - không gọi lại cho bạn... Tôi cảm thấy giống như AMC vừa lấy trộm tiền của chúng tôi và bán sự thật rằng họ là một rạp hát chất lượng cao và chúng tôi sẽ có trải nghiệm tốt và không ai giúp đỡ chúng tôi hoặc giám sát cơ sở. KHÔNG đi đây. Nếu bạn - đang đến thăm Houston, hãy đến iPic hoặc Edwards Greenway - ít nhất họ cũng có người làm việc ở đó và sẽ không đánh cắp trải nghiệm xem phim của bạn -! Ahh tôi - thật buồn vì đây là cách tôi phải xem bản phát hành mới...Tôi hy vọng mô tả thô sơ về trải nghiệm của tôi không - khiến bạn rơi vào hoàn cảnh giống như tôi.Đọc thêm",
            "I have been to this particular theater several times, and have generally been underwhelmed. It is often understaffed, short or out of concessions items, and the theaters are generally somewhat dirty. Nevertheless, I have continued to come to this location as it is the most geographically convenient for me. However, after last night, I will not be visiting this theater again, nor will my friends. I bought tickets to see a 9:15 showing of Aladin last night. Yesterday was also Pride in Houston, which is located downtown within a few blocks of this theater. I work downtown and live quite near it and know that downtown tends to shut down after 5 and on the weekends. That to say, there are very few places for people to find amenities such as food, beverages, and restrooms during off times. When we arrived at the theater, we got in line to purchase snacks and beverages, although there was a young, black female in front of us, who had clearly been attending the Pride festivities  - rainbow necklaces, rainbow themed shirt, etc. -  and who was asking the counter person if she could use the restroom. Apparently, he told her that the restrooms are only for patrons, and she said that she was waiting for her friends and they would buy something and asked if she could go ahead and use the restroom. The clerk went into a back room, apparently to grab the manager, and returned and told her to stand a few feet away, which she did. Now, this young lady very obviously needed to use the restroom pretty desperately  - or she - s very talented at acting out desperately needing to go - . While we were ordering our items, a woman  - apparently the manager? White lady with mouse brown hair -  approached the young lady and told her that was not allowed to use the restroom. The young lady again said that here friends were buying something and asked if she could go ahead. At this point, the manager and 2-3 other employees were standing right in the area. The manager told her could not use the restroom, and the young lady began begging. At this point, in the vein of BBQ Becky, Permit Patty, and Cornerstore Caroline, the manager called the police on the young lady. A police office came over and over the course of the next few minutes, while her friends were in the concessions line, the young lady continued to beg to use the restroom and was told to leave. My friends and I got through the ticket taker, and at this point the manager was wanting the young lady arrested. For needing to use the restroom. I told the manager that what she was doing was cruel, and she told me to F off. In short, a young lady  - and member of the public -  who had been attending a celebration of diversity and love, in an area devoid of restrooms, asked a business open to the public to use a restroom and was not only denied, but threatened with arrest. I get that this theater is downtown, and working in the area, I understand that indigent persons often try to access facilities which are for paying customers. However, this young  lady was clearly not drunk or indigent, and there are circumstances were humans and businesses can make exceptions to help each other out. It would have cost the theater so little for the manager or another of the idle employees to escort the young lady to the restroom  - if there were concerned she would sneak into a movie - . I somehow doubt there would have been the same result if the young lady was white. A moment - s kindness and compassion would have cost nothing. Yet, the staff at this theater felt the need to act inhumanely and for their efforts neither my friends nor myself will ever return to this theater. Additionally, I doubt that this young lady or her friends will patronize this theater either.Read more",
            "Đã từng là một nhà hát lớn dưới thời Sundance. Chỗ đậu xe từng được hoàn trả... Bây giờ bạn phải trả - 12. Phòng tắm hoàn toàn bẩn thỉu, và rạp chiếu phim - cũng không khá hơn là bao. Thật là xấu hổ!Đọc thêm",
            "Đêm Giáng sinh ở thị trấn để xem trận đấu. Chúng tôi đã đi xem Aquaman. Bộ phim rất tuyệt. Rạp chiếu phim thì không được như vậy. Ghế ngồi hơi khó chịu và bẩn. Chỗ để tay - chỗ để đồ ăn thì bẩn thỉu. Có vẻ như gần đây không được lau chùi và sàn nhà cực kỳ dính. Chỉ làm cho nó hơi khó chịu. Tôi phải đi lấy khăn ăn có xà phòng để lau sạch khu vực đó.. nếu tôi - ở lại thị trấn và muốn xem phim, có lẽ sẽ không chọn chỗ này. Đọc thêm",
            "Đỗ xe có miễn phí không?Đọc thêm",
            "Tôi có thể đỗ xe ở đâu?Đọc thêm",
            "Rạp chiếu phim Sunance tiếp giáp với một nhà để xe.  - Du khách có thể được đỗ xe miễn phí đã được xác nhận khi mang vé đậu xe đến phòng vé. - Đọc thêm"
        ],
        "star_ratings": [
            98,
            50,
            18,
            6,
            10
        ],
        "review_amount": 182,
        "location": [
            "Texas - TX -",
            "Hoa Kỳ",
            "Bờ Vịnh Texas",
            "Houston",
            "Những điều cần làm ở Houston",
            "Bữa tối AMC ở Houston 8"
        ],
        "reviews_time": [
            "Written November 20, 2021",
            "Written April 17, 2020",
            "Written September 15, 2019",
            "Written September 15, 2019",
            "Written August 17, 2019",
            "Written August 7, 2019",
            "Written July 6, 2019",
            "Written June 23, 2019",
            "Written May 8, 2019",
            "Written December 25, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g56003-d2481133-Reviews-AMC_Dine_in_Houston_8-Houston_Texas.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g56003-d485425-Reviews-Frank_s_Pizza-Houston_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g56003-d1160526-Reviews-Flying_Saucer-Houston_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g56003-d470222-Reviews-Aquarium_Restaurant-Houston_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g56003-d2583384-Reviews-Hearsay_Market_Square-Houston_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g56003-d445961-Reviews-Perbacco-Houston_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g56003-d8448091-Reviews-The_Moonshiners-Houston_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g56003-d442176-Reviews-Sambuca_Houston-Houston_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g56003-d10006651-Reviews-Pappas_Bros_Steakhouse-Houston_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g56003-d10840983-Reviews-Conservatory_Underground_Beer_Garden_Food_Hall-Houston_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g56003-d442212-Reviews-Birraporetti_s-Houston_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g56003-d281473-Reviews-Houston_Symphony-Houston_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g56003-d145366-Reviews-Alley_Theatre-Houston_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55984-d3915632-Reviews-Historic_Downtown_Hico-Hico_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g56003-d105912-Reviews-Houston_Grand_Opera-Houston_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g56003-d535444-Reviews-Hobby_Center_for_the_Performing_Arts-Houston_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g56003-d561106-Reviews-Sesquicentennial_Park-Houston_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g56003-d561052-Reviews-Bayou_Place-Houston_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g56003-d144357-Reviews-Wortham_Center-Houston_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g56003-d103601-Reviews-Theatre_Under_The_Stars-Houston_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g56003-d2460402-Reviews-JPMorgan_Chase_Tower-Houston_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g56003-d2481133-Reviews-or10-AMC_Dine_in_Houston_8-Houston_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g56003-d23261247-Reviews-The_Escape_Game_Houston_Galleria-Houston_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g56003-d13558203-Reviews-The_Escape_Game_Houston_City_Centre-Houston_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g56003-d10182506-Reviews-Escape_Hunt-Houston_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g56003-d10062199-Reviews-Escape_Now-Houston_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g56003-d23151229-Reviews-Cidercade_Houston-Houston_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g56003-d7351760-Reviews-IFLY_Indoor_Skydiving_Houston_Memorial-Houston_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g56003-d12064075-Reviews-Escape_It_Houston-Houston_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g56003-d7398395-Reviews-Escape_The_Room_Texas-Houston_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g56003-d1840190-Reviews-Discovery_Green-Houston_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g56003-d10726371-Reviews-Exitus_VR-Houston_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g56003-d145365-Reviews-Jesse_H_Jones_Hall_for_the_Performing_Arts-Houston_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g56003-d8393040-Reviews-Hard_Rock_Cafe-Houston_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g56003-d4098300-Reviews-Live_at_Bayou_Place-Houston_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g56003-d8064960-Reviews-Revention_Music_Center-Houston_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g56003-d16819518-Reviews-Joyride_Houston-Houston_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g56003-d11931846-Reviews-Nightly_Spirits-Houston_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g33188-d116946-Reviews-Sue_meg_State_Park-Trinidad_Humboldt_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60946-d105259-Reviews-Roger_Williams_Park_Zoo-Providence_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g297701-d2312090-Reviews-Legong_and_Barong_Waksirsa_Dance-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g147358-d147484-Reviews-The_Baths-Virgin_Gorda_British_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g56451-d2202583-Reviews-Lake_Pflugerville-Pflugerville_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g274873-d734854-Reviews-Metelkova-Ljubljana_Upper_Carniola_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g34088-d10716510-Reviews-Boca_Raton_Beaches-Boca_Raton_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g51225-d209044-Reviews-Beavers_Bend_State_Park_and_Nature_Center-Broken_Bow_McCurtain_County_Oklahoma.html",
            "https://www.tripadvisor.com/Attraction_Review-g608882-d4270216-Reviews-Fridheimar-Reykholt_South_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g297555-d4106327-Reviews-Hollywood_Sharm_El_Sheikh-Sharm_El_Sheikh_South_Sinai_Red_Sea_and_Sinai.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g56003-d2481133-Reviews-or10-AMC_Dine_in_Houston_8-Houston_Texas.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g56003-d2481133-Reviews-AMC_Dine_in_Houston_8-Houston_Texas.html"
    }
]