[
    {
        "attraction_name": "American Dream",
        "attraction_name_vi": "Giấc mơ Mỹ",
        "general_info": [
            "851 đánh giá",
            "- 1 trong 4 khu mua sắm ở Đông Rutherford",
            "Trò chơi - Trung tâm giải trí",
            "Trung tâm mua sắm",
            "Sân gôn thu nhỏ"
        ],
        "attraction_summary": "Giấc mơ Mỹ là một xứ sở thần tiên rộng lớn - hoàn hảo cho một ngày vui chơi. Chỉ cách Thành phố New York vài phút, khu phức hợp này sẽ làm hài lòng trẻ em với Công viên nước DreamWorks, Nickelodeon Universe, thủy cung, v.v. Thậm chí còn có khu nghỉ mát trượt tuyết và trượt tuyết trong nhà quanh năm. Người lớn có thể tận hưởng liệu pháp bán lẻ tại nhiều cửa hàng hàng đầu và các thương hiệu quốc tế. Đừng bỏ lỡ TiLT, bảo tàng ảo ảnh quang học với nhiều cơ hội chụp ảnh độc đáo; và tiếp nhiên liệu tại một loạt các lựa chọn ăn uống. Hãy ghé thăm vào các ngày trong tuần để ít đám đông hơn và không phải xếp hàng bằng cách mua vé trực tuyến.Đọc thêm",
        "reviews": [
            "Giấc mơ Mỹ thật tuyệt vời! Nó rất lớn nhưng dễ di chuyển do có nhiều bản đồ kỹ thuật số chỉ cho bạn cách đến các địa điểm. Công viên giải trí Nickelodeon thật tuyệt vời. Nó có đầy đủ các chuyến đi thú vị cho mọi lứa tuổi. Nhà hàng Mr Beast Burger là nơi tuyệt vời để dừng chân ở trung tâm thương mại để ăn trưa. Nói chung tôi rất khuyến khích!Đọc thêm",
            "Chúng tôi dừng lại ở đây trên đường đi nghỉ nên không có cơ hội trải nghiệm các điểm tham quan.  Chúng tôi đã đến cửa hàng Toys R Us có hai tầng, nơi có nhiều lựa chọn đồ chơi và họ cũng có chuyến tàu riêng đưa trẻ em đi khắp trung tâm thương mại.  Tôi yêu thích chủ đề gần các cửa hàng cao cấp.  Đọc thêm",
            "Tôi - đã nhiều lần đến với Giấc mơ Mỹ, giờ đây tôi có thể nói rằng những khoảng trống rộng lớn của cửa hàng đang dần lấp đầy. Trung tâm mua sắm này rất LỚN vì vậy hãy chuẩn bị đi bộ. Cơ sở vật chất sạch sẽ và nhân viên thân thiện và hữu ích. Có rất nhiều hoạt động dành cho mọi lứa tuổi nên đây có thể là một ngày vui vẻ cùng gia đình hoặc bạn bè. Một lời phàn nàn tôi có là việc cung cấp thức ăn. Có vẻ như sẽ mất nhiều thời gian hơn để trung tâm mua sắm có thể cung cấp nhiều nhà hàng hơn. Một điều cần lưu ý là giống như những người khác đã nói, nơi này có mức giá trên mức trung bình cho hầu hết mọi thứ, vì vậy hãy chuẩn bị sẵn sàng.Đọc thêm",
            "Một trải nghiệm gia đình tuyệt vời. Từ thế giới Nicklodean đến trải nghiệm trượt tuyết và trượt băng. Thức ăn rất ngon! Chúng tôi đã dành 3 giờ vì vội vàng nhưng bạn có thể dành cả ngày cho một chuyến đi được lên kế hoạch hợp lý. Lưu ý..Phải đi bộ nhiều!Đọc thêm",
            "Đã qua thời gian mua sắm và trượt băng của chúng tôi. Trung tâm mua sắm này rất lớn và bạn sẽ phải bước đi khi đi bộ xung quanh. Nơi này có mọi cửa hàng mà bạn có thể tưởng tượng. Trung tâm mua sắm này cung cấp rất nhiều thứ, chẳng hạn như công viên nước và nickelodeon. Một điều có thể tốt hơn là các lựa chọn ăn uống.Đọc thêm",
            "Nơi tuyệt vời nhưng WAAAAAY quá đắt.  - 23 mỗi người để chơi một sân gôn mini - thậm chí còn không tầm thường.  - 16,50 cho một chiếc bánh mì kẹp phô mai cơ bản, và - 5 chỉ để đỗ xe, v.v...ngoài ra, nó rất thú vị và có nhiều việc phải làm cho mọi người.Đọc thêm",
            "Đã đến sân golf mini Angry Birds - sân golf mini ánh sáng đen. Nó không đáng. Hoàn toàn rẻ và chất lượng thấp. Trung tâm mua sắm cũng thiếu rất nhiều cửa hàng ở phía sau, thiếu một lượng lớn ở tầng 2 và tầng 3. Bây giờ tôi đã hiểu tại sao.Đọc thêm",
            "I am very disappointed in my experience at dream works waterpark.  I decided to celebrate my daughters 3rd birthday there on May 11th, I spent  - 2,538.56 for 12 tickets and the skybox suite which holds 16 people, then I spent another  - 250 on burger shack and they would even give me utensils.  There were no utensils in our bag so I went to the food area to ask for some and the manager Joanna refused to give me utensils.  She insisted that she personally packed and delivered the food to my skybox suite and gave us utensils and that was not the case.  She was not even the person who delivered the food to my suite, I explained to her that the person who delivered to me was wearing a light blue shirt while Joanna was wearing a black shirt, which means she was mistaken me for another party.  Joanna then told me if I had any issue to take that up with guest services.  Why would I go to guest services for utensils to eat with?  I gave up after that and we ate with our hands, such an embarrassment. Another issue was that the wrists bands they gave us wouldn - t work.  They gave us 3 different sets of wristbands to get in our suite and none of them worked.  Therefore I had to stay in the suite instead of enjoying the waterpark with my baby girl for her birthday.  They said they would send someone to stay in the area to let us back in the suit but that young man was only there for a short time and was too busy talking to his colleagues while we stood waiting for assistance.  So much time was wasted with me going back and for to check in about the wrist bands and waiting for assistance that I spent the majority of my time in the suite just waiting for a resolution.   The concierge took an hour to respond to my txt message when I needed assistance so that was unhelpful as well.  Also the VIP hot tub was not in use during our stay which was another disappointment.  The water park itself is great and the children really enjoyed themselves, but it was frustrating, disappointing, and an embarrassment to me after spending all that money and receiving such poor service.  I feel like this was a waste of my money, I did not enjoy my time there.  Next time I will go to the new waterpark in Atlantic City where I could hopefully receive better service and will definitely spend less money.Read more",
            "Vừa đi dự sinh nhật con trai tôi, căn lều nhỏ và quá đắt so với kích thước nhưng tôi muốn đảm bảo rằng chúng tôi có một nơi để cất đồ đạc, thư giãn một lát và tập hợp lại. Giá của những chai nước là hơn - 5 cái đó - sự táo bạo - và một cốc bia thì quá lớn - 11 - thậm chí tôi còn không biết mình đã chi bao nhiêu cho thức ăn cho bọn trẻ, những phần ăn nhỏ. Nhưng cuối cùng bọn trẻ rất thích nó, rất nhiều công nhân và nhân viên cứu hộ đang làm nhiệm vụ, điều đó thật tuyệt. Tôi phải nói rằng hầu hết mọi thứ đều sạch sẽ nhưng mối quan tâm duy nhất của tôi là của họ là một miếng đệm ngẫu nhiên trôi nổi trong bể tạo sóng, một chiếc tăm xỉa răng và tôi - thỉnh thoảng nhìn thấy những sợi tóc ngẫu nhiên từ bím tóc trên sàn nhà lmfao nhưng đó - không phải lỗi của công nhân mà - đó chỉ là lỗi thiếu suy nghĩ của mọi người.Đọc thêm",
            "Sân golf mini trong nhà dễ thương. Sáu người chúng tôi đã hoàn thành khóa học khá nhanh. Sân chơi nhỏ và chật hẹp giữa các lỗ, nhưng chúng tôi rất thích.Đọc thêm",
            "Ngược lại với khoảng thời gian tuyệt vời của chúng tôi bên trong Công viên nước, trải nghiệm này hoàn toàn lãng phí thời gian và tiền bạc đối với gia đình có thanh thiếu niên của chúng tôi. Khi chúng tôi đến thì đã có 3 tàu lượn siêu tốc lớn đóng cửa. Chúng tôi đã có thể thực hiện tổng cộng 2 điểm hấp dẫn và chỉ thế thôi. Chúng tôi muốn giới thiệu điều này chỉ dành cho trẻ nhỏ. Hãy tiêu tiền của bạn vào nơi khác!Đọc thêm",
            "Công viên nước trong nhà thật ngoạn mục! Chúng tôi đến ngay lúc khai trương công viên và có thể đi bộ trên mỗi chuyến đi. Có rất nhiều đường trượt cảm giác mạnh, thanh thiếu niên của chúng tôi đã có một trải nghiệm thật tuyệt vời! Có RẤT NHIỀU bước và đôi khi bạn bối rối không biết lấy ống - thảm ở đâu và sau đó tìm điểm bắt đầu của slide. Nhưng nhìn chung, cả 6 người chúng tôi - người lớn và thanh thiếu niên - đã có khoảng thời gian tuyệt vời!Đọc thêm",
            "While I wouldn - t call it a  - dream - , this is a really good mall with plenty of options nonetheless.The mall is huge. I tried to walk it and I accomplished most of it. It was due to the structure of the mall that I missed a little area by mistake. Just walking the entirely of the mall you will certainly get your steps in. It - s not confining either, as there - s a lot of room for crowds without you feeling particularly crowded - which is good if you don - t like crowds, like me.There - s way too many businesses to list here, so check the directory online - including eateries, businesses, and other such things like the Angry Birds Mini golf. Some of the businesses are more than one floor as well.This mall has a theme park, a water park, an aquarium, skiing, an ice skating rink, an arcade, and plenty in between. If you - re headed here for the parks, try and get here earlier. By the time it hit early afternoon, the lines for both were ridiculously long.There are parts of the mall that attempt to appear  - high end - , so if that - s your thing, you should enjoy it. Prices here are a little steep in some areas however, so keep that in mind. Some of the artsy parts are okay, others aren - t my personal cup of tea - but plenty to look at in that regard.This mall is beyond welcoming in some aspects. There is plenty of seating and even areas to lay down. Random beanbags are also in some areas, tables, and there are plenty of charging stations.It typically opens at 11am. I thought it was 10am, so I had gotten there early. I - m grateful that I did, because by the time I got out hours later, the parking lot was packed. So if you are coming here and want a good spot, get here early enough. There is plenty of parking and several lots, but use caution due to the bad drivers navigating these lots and the ones waiting for spots to avoid walking an extra 10 feet.This mall is located in the potentially busy Meadowlands Sports Complex, so it - s not typical in getting here without some hassles. I get why they put it here, but it can be a pain getting here - especially if there - s an event or two also happening. Some of the signage isn - t great, so pay attention so you don - t miss your destination.Personally, I think it would - ve been better had they had put this mall in a different area geographically. Again, I get why they put it where they put it, but I - d have to think twice before considering coming here.Overall a pretty good and sizable mall. Plenty to do and you could easily spend hours here. Kids will love it of course. Recommended to all. Just check if there is a sporting event or concert in this Complex, because it might make a trip here become more of a hassle depending.Read more",
            "Khi chúng tôi mới đến, hầu hết các chuyến đều không chạy. Nước không được bật. Một số ít mở cửa nhưng lại không có nhân viên phù hợp. Các nhân viên cứu hộ hầu như không chú ý. Rất thiếu nhân lực. Người làm công việc đi tàu điện ngầm đã để bọn trẻ giữ ống và tiếp tục đi xe trong khi những người khác đợi 20 phút từ bồn tắm để đi. Anh ấy không có manh mối nào cả. Họ có một công nhân để quản lý ba slide, việc xếp hàng mất nhiều thời gian hơn bình thường. Đừng mua thẻ nhanh vì công nhân thậm chí không chú ý. Rất tốn kém vì không có nhiều trải nghiệm khi một nửa số chuyến đi bị đóng cửa hoặc không hoạt động cho đến nửa ngày. Thảm và bồn tắm cách xa các cầu trượt thực tế.. họ nên dán hình ảnh của các cầu trượt ở cầu thang để bạn biết đó là cầu thang nào. Rất khó hiểu bởi những cái tên. Hầu hết công nhân cũng không biết chuyện gì đang xảy ra..Đọc thêm",
            "Thật không may, tôi đã có trải nghiệm tồi tệ với bộ phận dịch vụ khách hàng! Tôi đã đánh mất kính trong chuyến thăm tháng Hai và chuyến thăm này tôi đã ghé qua bàn dịch vụ và người đàn ông duy nhất ở đó tốt bụng nhưng không hữu ích! Anh ấy phớt lờ yêu cầu kiểm tra kính của tôi và anh ấy cứ nói với tôi - Nếu chúng tôi có kính của bạn, chúng tôi sẽ gọi cho bạn - nhưng, tôi đã yêu cầu anh ấy kiểm tra ngăn kéo. Và, Ngài đã không làm thế!Đọc thêm",
            "Đưa gia đình tôi đi chúc mừng sinh nhật con tôi.  Chúng tôi đã đi vào ngày thứ Bảy và dự kiến ​​sẽ chật cứng người cho Kỳ nghỉ Xuân, nhưng thực tế không phải vậy. Vấn đề là một số chuyến đi không được mở và chưa được bảo trì. Chúng tôi đã kiểm tra ứng dụng và biết có 3 ứng dụng, nhưng khi chúng tôi đến đó, 2 ứng dụng khác đã bị đóng cửa. Chúng tôi chỉ thực hiện 4 chuyến đi lớn hơn, nhưng ngay cả khi làm như vậy, họ vẫn liên tục tắt các chuyến đi một cách ngẫu nhiên. Chúng tôi đã xếp hàng 3 chuyến, được yêu cầu quay lại sau 5 phút để bảo trì và họ làm như vậy một cách ngẫu nhiên, vậy - không có vấn đề gì sao?? Sau khi ngừng hoạt động, chúng tôi tiếp tục sử dụng Máy hủy tài liệu, đợi 40 phút và những người khác cũng vậy. Có vẻ như không phải chờ đợi lâu, nhưng với một công viên trống rỗng và một nửa số chuyến đi đã đóng cửa, chúng tôi rất thất vọng. Chúng tôi đã nhận được vé đi lúc chạng vạng và có thể dễ dàng tham gia tất cả các chuyến đi, NẾU chúng hoạt động bình thường.  Một số khách hàng quen khác cũng nói như vậy và rằng chúng tôi sẽ không quay lại. Tôi khuyên bạn nên thêm thời gian chờ chuyến đi vào ứng dụng của mình, bên cạnh việc duy trì các chuyến đi, vốn không hiện hành khi chúng tôi ở đó. Nó có thể giúp mọi người quyết định không lãng phí tiền và quay lại sau khi có nhiều chuyến đi hơn.Đọc thêm",
            "Có khách sạn nào trong khu vực cung cấp dịch vụ vận chuyển đến trung tâm mua sắm không?Đọc thêm",
            "Hampton Inn Carlstadt-At The MeadowlandsĐọc thêm"
        ],
        "star_ratings": [
            307,
            145,
            154,
            103,
            145
        ],
        "review_amount": 854,
        "location": [
            "Đông Rutherford",
            "Hoa Kỳ",
            "New Jersey - NJ -",
            "Những hoạt động không thể bỏ qua ở Đông Rutherford",
            "Giấc mơ Mỹ"
        ],
        "reviews_time": [
            "Written July 12, 2023",
            "Written August 11, 2023",
            "Written November 20, 2023",
            "Written January 16, 2024",
            "Written February 12, 2024",
            "Written March 15, 2024",
            "Written June 2, 2024",
            "Written May 25, 2024",
            "Written May 8, 2024",
            "Written May 4, 2024",
            "Written May 4, 2024",
            "Written May 4, 2024",
            "Written April 28, 2024",
            "Written April 26, 2024",
            "Written April 26, 2024",
            "Written April 16, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g46404-d19291667-Reviews-American_Dream-East_Rutherford_New_Jersey.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g46404-d15556850-Reviews-House_of_Que-East_Rutherford_New_Jersey.html",
            "https://www.tripadvisor.com/Restaurant_Review-g46404-d23732413-Reviews-Yard_House-East_Rutherford_New_Jersey.html",
            "https://www.tripadvisor.com/Restaurant_Review-g46404-d26871326-Reviews-Marcus_Live_Bar_Grille-East_Rutherford_New_Jersey.html",
            "https://www.tripadvisor.com/Restaurant_Review-g46404-d5561993-Reviews-Pink-East_Rutherford_New_Jersey.html",
            "https://www.tripadvisor.com/Restaurant_Review-g46404-d12691442-Reviews-Bergen_Social-East_Rutherford_New_Jersey.html",
            "https://www.tripadvisor.com/Restaurant_Review-g46344-d3674380-Reviews-Redds_Restaurant-Carlstadt_New_Jersey.html",
            "https://www.tripadvisor.com/Restaurant_Review-g46344-d23435290-Reviews-Mr_Beast_Burger-Carlstadt_New_Jersey.html",
            "https://www.tripadvisor.com/Restaurant_Review-g46344-d4540439-Reviews-Subway-Carlstadt_New_Jersey.html",
            "https://www.tripadvisor.com/Restaurant_Review-g46812-d1998964-Reviews-Sinbad_Cafe_Grill-Secaucus_New_Jersey.html",
            "https://www.tripadvisor.com/Restaurant_Review-g46812-d2058615-Reviews-La_Reggia_Restaurant_and_Banquets-Secaucus_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46404-d23370462-Reviews-Tilt_Museum-East_Rutherford_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46404-d19976080-Reviews-New_Jersey_SEA_LIFE_Aquarium_at_American_Dream-East_Rutherford_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46404-d19377827-Reviews-Nickelodeon_Universe_at_American_Dream-East_Rutherford_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46404-d20326220-Reviews-DreamWorks_Water_Park_at_American_Dream-East_Rutherford_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46404-d20356551-Reviews-Big_Snow_At_American_Dream-East_Rutherford_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46404-d4586302-Reviews-MetLife_Stadium-East_Rutherford_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46404-d24003172-Reviews-The_Dream_Wheel_At_American_Dream-East_Rutherford_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46404-d26802950-Reviews-Winter_Lantern_Festival-East_Rutherford_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46404-d2547526-Reviews-New_Meadowlands_Market-East_Rutherford_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d267031-Reviews-Manhattan_Skyline-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g46404-d19291667-Reviews-or10-American_Dream-East_Rutherford_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46404-d23998792-Reviews-The_Escape_Game_New_Jersey_At_American_Dream-East_Rutherford_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46404-d6966723-Reviews-Meadowlands_Racing_Entertainment-East_Rutherford_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46404-d13005504-Reviews-Side_Scrollers-East_Rutherford_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46404-d26304598-Reviews-Activate_New_Jersey_American_Dream-East_Rutherford_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46404-d23444594-Reviews-Mirror_Maze_at_American_Dream-East_Rutherford_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46404-d23141493-Reviews-Angry_Birds_Mini_Golf_at_American_Dream-East_Rutherford_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46404-d20328638-Reviews-Blacklight_Mini_Golf_at_American_Dream-East_Rutherford_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46404-d23380827-Reviews-Legoland_Discovery_Center-East_Rutherford_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46404-d27416379-Reviews-The_Rink-East_Rutherford_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46404-d27061624-Reviews-Castle_Billiards_Lounge-East_Rutherford_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46404-d26320977-Reviews-Paradox_Experience_New_Jersey-East_Rutherford_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46404-d19976078-Reviews-LEGOLAND_Discovery_Center_New_Jersey_at_American_Dream_Mall-East_Rutherford_New_J.html",
            "https://www.tripadvisor.com/Attraction_Review-g551875-d191357-Reviews-Dunvegan_Castle_Gardens-Dunvegan_Isle_of_Skye_The_Hebrides_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g2372861-d8493949-Reviews-Japanese_Garden-Lumban_Laguna_Province_Calabarzon_Region_Luzon.html",
            "https://www.tripadvisor.com/Attraction_Review-g1202780-d12234340-Reviews-A1_Raceway-Tema_Greater_Accra.html",
            "https://www.tripadvisor.com/Attraction_Review-g970318-d312109-Reviews-Cupecoy_Bay_Beach-Cupecoy_Bay_Sint_Maarten_St_Martin_St_Maarten.html",
            "https://www.tripadvisor.com/Attraction_Review-g187855-d232103-Reviews-Museo_Nazionale_dell_Automobile-Turin_Province_of_Turin_Piedmont.html",
            "https://www.tripadvisor.com/Attraction_Review-g57719-d1773119-Reviews-Burke_Lake_Park-Fairfax_Station_Fairfax_County_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g54273-d263244-Reviews-Harbour_Town_Lighthouse_and_Museum-Hilton_Head_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g189167-d2542740-Reviews-Telefericos_da_Madeira-Funchal_Madeira_Madeira_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g147429-d12690020-Reviews-Pig_Beach-Great_Exuma_Out_Islands_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g28933-d117417-Reviews-Henry_s_Lake_State_Park-Idaho.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g46404-d19291667-Reviews-or10-American_Dream-East_Rutherford_New_Jersey.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g46404-d19291667-Reviews-American_Dream-East_Rutherford_New_Jersey.html"
    }
]