[
    {
        "attraction_name": "Amica Travel",
        "attraction_name_vi": "Du lịch Amica",
        "general_info": [
            "379 đánh giá",
            "- 160 trên 1.089 Hoạt động ngoài trời tại Hà Nội",
            "Chuyến tham quan lịch sử - di sảnChuyến tham quan đi bộChuyến tham quan sinh tháiChuyến tham quan ngắm cảnh",
            "Chuyến tham quan lịch sử - di sản",
            "Những chuyến đi bộ",
            "Du lịch sinh thái",
            "Tour tham quan"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Bản thân chuyến tham quan đã là một niềm vui thực sự. Hướng dẫn viên am hiểu và thân thiện của chúng tôi cùng với một người lái xe lành nghề đã đưa chúng tôi vào cuộc hành trình qua thành phố Hà Nội đầy mê hoặc. Từ việc khám phá những con phố nhộn nhịp và những khu chợ sôi động của Phố Cổ đến tham quan các địa danh mang tính biểu tượng như Lăng Chủ tịch Hồ Chí Minh và Văn Miếu, mỗi điểm dừng là một sự đắm mình quyến rũ vào lịch sử và văn hóa phong phú của khu vực. Một trong những điểm nổi bật của chuyến tham quan là trải nghiệm ẩm thực. Hướng dẫn viên đã giới thiệu cho chúng tôi những hương vị đa dạng và ngon lành của ẩm thực Việt Nam. Tôi thực sự khuyên bạn nên đặt tour với Amica Travel nếu bạn đang có ý định khám phá Việt Nam.Đọc thêm",
            "Xin chào,\nCảm ơn bạn đã dành thời gian để chia sẻ kinh nghiệm của bạn với chúng tôi.\nChúng tôi rất vui khi biết rằng bạn đã có trải nghiệm tốt với dịch vụ của chúng tôi.\nCảm ơn quý khách đã đặt niềm tin và sự tin tưởng vào Amica Travel.\nMong rằng chúng tôi sẽ sớm gặp lại bạn.\nTrân trọng\nNhóm du lịch AmicaĐọc thêm",
            "Một trải nghiệm tuyệt vời với đội. Từ tổ chức đến chương trình taylor made, chúng tôi đều rất vui mừng. Và chất lượng dịch vụ với sự chú ý đến từng chi tiết. Chúng tôi chắc chắn sẽ sử dụng chúng một lần nữa. Hướng dẫn viên của chúng tôi Liên rất tốt bụng và sâu sắc. Cảm ơnĐọc thêm",
            "Xin chào, \nCảm ơn bạn đã dành thời gian để chia sẻ kinh nghiệm của bạn với chúng tôi. \nChúng tôi rất vui khi biết rằng bạn đã có trải nghiệm tốt với dịch vụ của chúng tôi. \nCảm ơn quý khách đã đặt niềm tin và sự tin tưởng vào Amica Travel. \nMong rằng chúng tôi sẽ sớm gặp lại bạn. \nTrân trọng \nNhóm du lịch Amica Đọc thêm",
            "Chuyên nghiệp, thân thiện, linh hoạt, sẵn sàng, thấu hiểu, đam mê Kỳ nghỉ của chúng tôi thật hoàn hảo! một lần nữa xin cảm ơn AMICA TRAVEL 2 tuần ngập tràn niềm vui và những món quà lưu niệm khó quên tại miền Nam Việt Nam.Đọc thêm",
            "Chúng tôi đã đặt kỳ nghỉ ở Lào và Campuchia thông qua Amica Travel và đó là một trải nghiệm tuyệt vời nhờ họ. Họ đã chuẩn bị một gói kỳ nghỉ hoàn toàn phù hợp với chúng tôi và chúng tôi có cơ hội gặp gỡ mọi người và cảm nhận văn hóa. Tất cả các khách sạn ngoại trừ ở Siam Reap đều rất đẹp. Đội tuyển Lào đã được chúng tôi ưu tiên. Cảm ơn bạn vì những ngày nghỉ tuyệt vờiĐọc thêm",
            "Cảm ơn FredericM864! \n\nNhóm Amica Đọc thêm",
            "Trải nghiệm tuyệt vời, những con người và địa điểm tuyệt vời, một người hướng dẫn rất hiệu quả và có sức chứa, anh ấy luôn tìm ra giải pháp cho những mong đợi của chúng tôi - ví dụ như một cửa hàng thủ công ống khói, địa điểm nhà hàng để đặt chỗ cho thực khách, một số thay đổi nhỏ so với chương trình ban đầu, v.v. - . Amica travel đảm bảo kiểm soát chất lượng sâu sắc các dịch vụ của mình, đó là một điểm cộng thực sự.Đọc thêm",
            "Xin chào Pascal, du khách Amica thân mến, \n\nCảm ơn tin nhắn hài lòng của bạn. Cảm ơn tin nhắn của bạn! \n\nCó một mùa hè vui vẻ, \nTrân trọng\n\nNhóm - Amica Travel.Đọc thêm",
            "Chúng tôi đã có một chuyến tham quan tuyệt vời với Amica Travel. Hướng dẫn viên Cường của chúng tôi rất tuyệt vời, tuyệt vời với trẻ em và rất hiểu biết. Tất cả các khách sạn họ đặt đều cung cấp dịch vụ tốt nhất cũng như đồ ăn. Tôi thích có thể nhìn thấy nhiều thứ địa phương hơn chứ không chỉ những địa điểm du lịch. Việc tương tác với các gia đình địa phương trong bữa ăn cho phép chúng tôi phiêu lưu hơn một chút. Amica thật tuyệt vời khi lên kế hoạch cho một hành trình phù hợp với gia đình chúng tôi và lắng nghe những gì chúng tôi muốn thấy và những gì sẽ không hiệu quả với gia đình chúng tôi. Tôi đã giới thiệu Amica cho bạn bè và đảm bảo rằng bất kỳ ai mà tôi biết muốn đi du lịch đến Việt Nam sẽ liên hệ với họ để sắp xếp chuyến đi. Đọc thêm",
            "những người có lương tâm.  CHÚ Ý!!!!!!!!  theo dõi cách ngày khi chúng tôi đi lưu diễn - chúng tôi đã thực hiện 3 tuần - để đảm bảo rằng chúng tôi hài lòng và được hướng dẫn viên của chúng tôi - s - chăm sóc.  RẤT - RẤT am hiểu về Việt Nam.  khách sạn đã được chú ý.  chúng ta có thể cho nhiều hơn 5 trên 5 sao không ???  hãy sử dụng chúng - bạn sẽ rất vuiĐọc thêm",
            "Chúng tôi đã trải qua 2 tuần khó quên tại Việt Nam nhờ Amica Travel. Từ kế hoạch đến thực hiện mọi thứ đều hoàn hảo. Phúc, người liên hệ của chúng tôi tại Amica, luôn sẵn sàng. Chúng tôi đã có thể khám phá Việt Nam và con người Việt Nam bằng cách bước sang một bên, tiếp cận những địa điểm và con người mà chúng tôi sẽ không bao giờ có thể tiếp cận nếu chỉ ở một mình, - với cái mũi hếch lên - . Chúng tôi di chuyển từ những địa điểm không thể di chuyển nhưng không thể bỏ qua - Hà Nội, Huế, Hội An, v.v. - đến thăm những người nông dân nhỏ, nghệ nhân, ngư dân hoặc những người dân địa phương giản dị - những người chào đón chúng tôi hết sức tử tế. Điều này cho phép chúng ta chạm đến vị trí đặc quyền mà người ta có thể có - vẫn - khi sống ở một đất nước như Pháp - tiền lương, hưu trí, an sinh xã hội, v.v. - , so với sự khắc nghiệt của nhiều ngành nghề mà chúng ta được giao cho chúng ta phải quan sát trong 15 ngày này. Trong thời gian lưu trú, không có một sai sót nào về mặt tổ chức, các hướng dẫn viên và tài xế luôn rất chu đáo với chúng tôi. Nói tóm lại, dù tôi có tìm kiếm điểm tiêu cực đến đâu, tôi cũng không thể tìm thấy nó. Do đó, chúng tôi 200 - giới thiệu Amica Travel cả về cách tiếp cận con người và nội dung của kỳ nghỉ.Đọc thêm",
            "Chúng tôi đánh giá rất cao sự hỗ trợ của Amica Travel cho chuyến đi Việt Nam, Lào và Campuchia lần này. Khi chuẩn bị cho chuyến đi, Yến đã nắm bắt được phong cách, nhu cầu của chúng tôi và đưa ra những gợi ý sáng suốt. Trong chuyến đi, các hướng dẫn viên người Pháp đã cung cấp một sự kết nối quan trọng giữa chúng tôi với con người và văn hóa của đất nước. Chúng tôi đã có được quyền tiếp cận với những người và những địa điểm mà lẽ ra chúng tôi sẽ không thể tiếp cận được. Sự cân bằng giữa chỗ ở mộc mạc hơn - nhưng vẫn thoải mái - và chỗ ở có nhiều tiện nghi hơn đã được điều chỉnh tốt. Sự cân bằng giữa các chuyến tham quan văn hóa và lịch sử cũng như những giây phút thư giãn và thoải mái cho phép chúng tôi tận hưởng kỳ nghỉ đầu tiên ở Châu Á này.Đọc thêm",
            "Chúng tôi đã ghé thăm Amica Travel trong lần đầu tiên đến Việt Nam. Chúng tôi rất hài lòng với tổ chức. Thảo, người đã chăm sóc chúng tôi rất sẵn sàng trước và trong thời gian chúng tôi ở. Ngoài ra, cô ấy còn nói tiếng Pháp hoàn hảo. Tổ chức hoàn hảo này đã cho phép chúng tôi có một kỳ nghỉ rất tốt, chúng tôi đã muốn quay trở lại!Đọc thêm",
            "Chào buổi sáng,\nChúng tôi rất vui vì bạn hài lòng với chuyến đi do Amica Travel tổ chức.\nChúng tôi cảm ơn sự tin tưởng của bạn cũng như những lời khen ngợi của bạn về dịch vụ của chúng tôi.\nChúng tôi hy vọng sẽ sớm gặp lại bạn.\nTrân trọng,\nĐội ngũ của - Amica TravelĐọc thêm"
        ],
        "star_ratings": [
            336,
            32,
            4,
            4,
            3
        ],
        "review_amount": 379,
        "location": [],
        "reviews_time": [
            "Written December 10, 2023",
            "Written October 8, 2023",
            "Written October 1, 2022",
            "Written May 20, 2019",
            "Written June 22, 2018",
            "Written April 11, 2017",
            "Written May 16, 2016",
            "",
            "Written May 20, 2024",
            "",
            "Written May 17, 2024",
            "",
            "Written May 13, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d8861467-Reviews-Amica_Travel-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8861467-Reviews-or10-Amica_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8861467-Reviews-Amica_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6948503-Reviews-NQ_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27710482-Reviews-Tree_Beauty_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19484956-Reviews-Hanoi_Airport_Transfer_Company-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15224304-Reviews-Aloha_Vietnam_Travel_Guide-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11641267-Reviews-Authentik_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d18454690-Reviews-IZITOUR_com-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6478840-Reviews-Vacation_Indochina_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4131452-Reviews-Asia_Pacific_Travel_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6941945-Reviews-54_Traditions_Gallery-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15089915-Reviews-Aloha_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8299923-Reviews-The_Unicorn_Pub-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15693034-Reviews-Escape_Sails-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d20262832-Reviews-Ftrip_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15292388-Reviews-Mei_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15589284-Reviews-Viaje_Asean-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g951014-d16662847-Reviews-Neva_Outlet-Konakli_Alanya_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g187895-d2077435-Reviews-Silathai_Thai_Massage_Center-Florence_Tuscany.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2037764-Reviews-Bitexco_Financial_Tower-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g609015-d8380202-Reviews-Plage_de_Sa_Tuna-Begur_Costa_Brava_Province_of_Girona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g188057-d3203924-Reviews-Bains_des_Paquis-Geneva.html",
            "https://www.tripadvisor.com/Attraction_Review-g293934-d459847-Reviews-Baku_Old_City-Baku_Absheron_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g294217-d320284-Reviews-Lan_Kwai_Fong-Hong_Kong.html",
            "https://www.tripadvisor.com/Attraction_Review-g46082-d145676-Reviews-Lake_Umbagog-Errol_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g187857-d1963434-Reviews-Renon_s_Cable_Car-Bolzano_Province_of_South_Tyrol_Trentino_Alto_Adige.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d246658-Reviews-National_Garden-Athens_Attica.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d8861467-Reviews-or10-Amica_Travel-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d8861467-Reviews-Amica_Travel-Hanoi.html"
    }
]