[
    {
        "attraction_name": "Amnicon Falls State Park",
        "attraction_name_vi": "Công viên tiểu bang Thác Amnicon",
        "general_info": [
            "186 đánh giá",
            "1 trong 3 điều cần làm ở South Range",
            "Công viên tiểu bang"
        ],
        "attraction_summary": "Những thác nước tuyệt đẹp mà tôi tin rằng hầu hết mọi người đều có thể tiếp cận, ngay cả những người ngồi trên ghế điện do những con đường được giữ gìn cẩn thận. Nhà ngoài sạch sẽ cho nhà ngoài-lol.  Còn nhiều con đường sẽ khó khăn hơn, tiếc là chúng ta đã qua thời kỳ đó trong đời.Đọc thêm",
        "reviews": [
            "Khu vực thác nước sẽ khiến bạn nhớ đến phong cảnh của Công viên Quốc gia Zion nếu bạn may mắn được ghé thăm nơi đó. Nếu bạn không may mắn như vậy, thì chắc chắn hãy đến Công viên Bang Amnicon và bạn sẽ biết mình đang thiếu những gì. Mang theo đồ bơi và có thể là phao để bạn có thể ngâm mình và nổi trong làn nước tối gần thác nước. Vào tháng bảy nước không lạnh. Thật hoàn hảo vào một ngày nóng nực để bơi lội sảng khoái trong làn nước ôn hòa. Địa chất của khu vực rất hấp dẫn; hãy nhớ đọc biển báo và nếu có thể, hãy tham gia chuyến tham quan tự hướng dẫn về địa chất. Ở một số công viên, bạn phải đi trên những con đường mòn để không làm tổn thương những tán lá mỏng manh bên ngoài đường mòn. Nhưng ở đây tôi không thấy biển báo nào yêu cầu bạn phải đi trên đường mòn. Mọi người đang đi xuống khu vực thác và suối nên chúng tôi cũng đi theo. Tuyệt đẹp vào một ngày nắng. Những chú cá nhỏ dưới nước thậm chí còn nhìn thấy một con tôm càng nhỏ ăn tảo bám trên đá. Thật đáng giá khi bạn phải lái xe 6,5 giờ từ Milwaukee nếu bạn cũng đến Công viên Bang Pattison. Xem liệu bạn có thể chen chân vào Thác Đồng không.Đọc thêm",
            "Trên đường đến Ashland, chúng tôi dừng lại ở Pattison và sau đó là Công viên Bang Thác Amnicon. Tại Amnicon, chúng tôi lái xe đến bãi đậu xe xa nhất dọc theo phía đông của con sông rồi đi bộ lên xuống sông ở phía đó trước khi băng qua cầu và đi bộ quanh đảo rồi đi thêm một chút nữa xuống phía tây của sông. dòng sông. Những con đường mòn đều được bảo trì tốt và phong cảnh rất đẹp. Vào tháng Năm, tất cả các thác đều chảy nước. Thật tuyệt vời cho những ai nảy ra ý tưởng về giá đỡ selfie có tầm nhìn ra Cầu Horton và Thác Hạ ở phía sau.Đọc thêm",
            "Trên đường đến Ashland, chúng tôi dừng lại ở Pattison và sau đó là Công viên Bang Thác Amnicon. Tại Amnicon, chúng tôi lái xe đến bãi đậu xe xa nhất dọc theo phía đông của con sông rồi đi bộ lên xuống sông ở phía đó trước khi băng qua cầu và đi bộ quanh đảo rồi đi thêm một chút nữa xuống phía tây của sông. dòng sông. Những con đường mòn đều được bảo trì tốt và phong cảnh rất đẹp. Vào tháng Năm, tất cả các thác đều chảy nước. Thật tuyệt vời cho những ai nảy ra ý tưởng về giá đỡ selfie có tầm nhìn ra Cầu Horton và Thác Hạ ở phía sau.Đọc thêm",
            "Không thể ngồi trong trại của bạn vì Bầy ruồi nhỏ.  Không thể ngủ được vì tiếng gầm của bãi tàu cách đó vài dặm. Tôi thực sự đã không ngủ cả đêm.Đọc thêm",
            "Có nhiều thác nước đẹp để ngắm, tất cả đều nằm gần nhau nên rất dễ ngắm. G look ad Tôi đã cố gắng đến xem nơi tuyệt đẹp nàyĐọc thêm",
            "Khu vực thác nước sẽ khiến bạn nhớ đến phong cảnh của Công viên Quốc gia Zion nếu bạn may mắn được ghé thăm nơi đó. Nếu bạn không may mắn như vậy, thì hãy chắc chắn đến Công viên Bang Amnicon và bạn sẽ biết mình đang thiếu những gì. Mang theo đồ bơi và có thể là phao để bạn có thể ngâm mình và nổi trong làn nước tối gần thác nước. Vào tháng bảy nước không lạnh. Thật hoàn hảo vào một ngày nóng nực để bơi lội sảng khoái trong làn nước ôn hòa. Địa chất của khu vực rất hấp dẫn; hãy nhớ đọc biển báo và nếu có thể, hãy tham gia chuyến tham quan tự hướng dẫn về địa chất. Ở một số công viên, bạn phải đi trên những con đường mòn để không làm tổn thương những tán lá mỏng manh bên ngoài đường mòn. Nhưng ở đây tôi không thấy biển báo nào yêu cầu bạn phải đi trên đường mòn. Mọi người đang đi xuống khu vực thác và suối nên chúng tôi cũng đi theo. Tuyệt đẹp vào một ngày nắng. Những chú cá nhỏ dưới nước thậm chí còn nhìn thấy một con tôm càng nhỏ ăn tảo bám trên đá. Thật đáng giá khi bạn phải lái xe 6,5 giờ từ Milwaukee nếu bạn cũng đến Công viên Bang Pattison. Xem liệu bạn có thể chen chân vào Thác Đồng không.Đọc thêm",
            "Công viên xinh đẹp với nhiều con đường mòn đẹp, dễ dàng cho phép bơi quanh thác. Nhiều băng ghế để nghỉ ngơi và suy ngẫm. Những khu vực đẹp để dã ngoại.Đọc thêm",
            "Những thác nước tuyệt đẹp mà tôi tin rằng hầu hết mọi người đều có thể tiếp cận, ngay cả những người ngồi trên ghế điện do những con đường được giữ gìn cẩn thận. Nhà ngoài sạch sẽ cho nhà ngoài-lol.  Còn nhiều con đường sẽ khó khăn hơn, tiếc là chúng ta đã qua thời kỳ đó trong đời.Đọc thêm",
            "Đây là một công viên đẹp.  Mặc dù khi chúng tôi ở đó, mực nước rất thấp nên thác không chảy mạnh và lòng sông toàn là đá và bụi bẩn.  Tôi rất thích đi qua cây cầu gỗ và đứng trên mép đường mòn để chụp một số bức ảnh tuyệt vời về các khối đá và thác nước, chồng và con gái tôi đi theo con đường mòn xuống và có thể đi bộ dọc theo lòng sông.  Nhìn chung đó là một ngày thú vị.  Chúng tôi muốn quay trở lại vào mùa thu và khi mực nước cao hơn một chút.Đọc thêm",
            "Đây là một công viên tuyệt vời để ghé thăm. Cây cầu và thác rất đẹp. Bản thân công viên được giữ khá tốt. Tuy nhiên, hãy chắc chắn rằng bạn sử dụng phòng tắm trước khi đến đó. Có một tấm biển trên phòng tắm nói rằng họ không bảo trì chúng hàng ngày. Đó là một cách đánh giá thấp. Tuy nhiên, điều đó sẽ không cản trở bạn đến đây vì đây thực sự là một trải nghiệm.Đọc thêm",
            "Công viên có một số khu vực tuyệt vời để dã ngoại, tận hưởng thời gian dưới nước và ngắm thác. Thác không lớn lắm nhưng vì nó ở phía đông nên nó có giá trị dừng lại. Cây cầu có mái che đẹp để đi bộ qua. Có thể có những con đường mòn dài hơn nhưng chúng tôi chỉ nhìn thấy thác nước bên con lạch. Có rất nhiều thác nhỏ khi họ đi đến thác.Đọc thêm",
            "Chúng tôi khá ngẫu nhiên dừng lại ở đây để xem một số thác nước.  Chúng thực sự rất đẹp và tôi có thể thấy nếu bạn mặc đồ tắm vào một ngày hè nóng nực thì đây sẽ là một cách hay để dành vài giờ.  Tuy nhiên, phí vào cửa 11 ngày với xe thuê ngoài tiểu bang có vẻ hơi cao.  Ngoài ra, một bản đồ lớn tại trạm thu phí có thể hữu ích để làm rõ rằng bạn muốn rẽ phải và lái xe một đoạn ngắn đến bãi đậu xe ở cuối đường để đến thác.Đọc thêm"
        ],
        "star_ratings": [
            152,
            25,
            5,
            3,
            1
        ],
        "review_amount": 186,
        "location": [
            "Dãy phía Nam",
            "Những điều cần làm ở dãy phía Nam",
            "Công viên tiểu bang Thác Amnicon",
            "Wisconsin WI",
            "Hoa Kỳ"
        ],
        "reviews_time": [
            "Written July 22, 2023",
            "Written July 24, 2023",
            "Written May 21, 2024",
            "Written May 21, 2024",
            "Written May 19, 2024",
            "Written August 31, 2023",
            "Written July 24, 2023",
            "Written July 23, 2023",
            "Written July 22, 2023",
            "Written August 27, 2022",
            "Written August 25, 2022",
            "Written July 26, 2022",
            "Written July 25, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g60289-d1008086-Reviews-Amnicon_Falls_State_Park-South_Range_Wisconsin.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g60289-d409564-Reviews-Rapids_Riverside_Bar_and_Grill-South_Range_Wisconsin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60289-d409494-Reviews-Dreamland_Supper_Club-South_Range_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60289-d1008086-Reviews-or10-Amnicon_Falls_State_Park-South_Range_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60320-d2509938-Reviews-Superior_Entry_Lighthouse-Superior_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60320-d10533063-Reviews-Nemadji_Golf_Course-Superior_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60289-d5835538-Reviews-EZ_Street_Saloon-South_Range_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60320-d27011736-Reviews-Wine_Tyme_Winery-Superior_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60289-d5844043-Reviews-Kounty_Quarthouse-South_Range_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g939035-d1955552-Reviews-Briksdal_Glacier_Briksdalbreen-Stryn_Stryn_Municipality_Sogn_og_Fjordane_Western_.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d7346578-Reviews-IJ_Hallen-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g143047-d145786-Reviews-Lake_Crescent-Olympic_National_Park_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g56015-d10499331-Reviews-Chisholm_Aquatics_Center-Hurst_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d15109936-Reviews-Kuzguncuk_Sahili-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g46515-d4375393-Reviews-Pier_A_Park-Hoboken_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g1758900-d7808470-Reviews-XYLO_at_The_Palace-Taguig_City_Metro_Manila_Luzon.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d2028581-Reviews-Divoka_Sarka-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g189158-d195107-Reviews-Castelo_de_S_Jorge-Lisbon_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g48804-d2432033-Reviews-Warwick_Valley_Winery-Warwick_New_York.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g60289-d1008086-Reviews-or10-Amnicon_Falls_State_Park-South_Range_Wisconsin.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g60289-d1008086-Reviews-Amnicon_Falls_State_Park-South_Range_Wisconsin.html"
    }
]