[
    {
        "attraction_name": "Amo Vietnam",
        "attraction_name_vi": "tôi yêu Việt Nam",
        "general_info": [
            "320 đánh giá",
            "181 trên 1.948 Chuyến tham quan Hoạt động tại Hà Nội",
            "Chuyến tham quan văn hóa",
            "Chuyến tham quan di sản lịch sử",
            "Tour tham quan",
            "Tour riêng",
            "Chuyến tham quan chụp ảnh"
        ],
        "attraction_summary": "Amo Travel cung cấp các gói tour chân thực nhất với chi phí tiết kiệm nhất tại Việt Nam. Tất cả các tour du lịch được tùy chỉnh cá nhân để phù hợp với nhu cầu của bạn. Hãy cùng du lịch với các chuyến tham quan độc quyền của chúng tôi: Đạp xe Hà Nội ẩn giấu, Ẩm thực đường phố Hà Nội và Chuyến tham quan buổi sáng Hà NộiĐọc thêm",
        "reviews": [
            "Mọi thứ diễn ra rất suôn sẻ, toàn bộ chuyến đi bao gồm 13 ngày vòng quanh Việt Nam và 3 đêm qua ở Mũi Né được tổ chức rất tốt, hướng dẫn viên và tài xế luôn rất đúng giờ và linh hoạt, chúng tôi đã có khoảng thời gian tuyệt vời ở Việt Nam và đó là nhờ các nhân viên du lịch Amo, đặc biệt là Thủy đã luôn hỗ trợ và giúp đỡ chúng tôi trong mọi tình huống. Chuyến tàu ngủ là một trải nghiệm thú vị, chuyến du ngoạn trên vịnh Hạ Long thật ngoạn mục. Các khách sạn đều rất đẹp và khách sạn The Anam ở Mũi Né thật tuyệt vời. Một lần nữa xin cảm ơn Thủy vì tất cả những gì bạn đã làm cho chúng tôi, chúng tôi đã có một kỳ nghỉ tuyệt vời ở Việt Nam và chúng tôi rất thích văn hóa cũng như lòng hiếu khách của người Việt Nam.Đọc thêm",
            "Gần đây tôi đã đến thăm Việt Nam cùng bạn bè, thật tuyệt vời. Không có nhiều ngày và Amo Travel Vietnam thực sự hữu ích trong việc tổ chức chỗ ở và đưa đón giữa các địa điểm. Đặc biệt cảm ơn Thuận Nguyễn vì sự chuyên nghiệp và lòng tốt của cô ấy, cô ấy đã tạo nên sự khác biệt.Đọc thêm",
            "Amo Travel đã vượt quá mong đợi của chúng tôi khi sắp xếp một hành trình đáng chú ý cho chuyến tham quan riêng của chúng tôi tại Campuchia. Sự thành thạo của các hướng dẫn viên của chúng tôi tại Siem Reap và Phnom Penh, những người nói tiếng Anh lưu loát, thực sự đáng khen ngợi. Lời kể đầy nhiệt huyết và hiểu biết của họ về lịch sử phong phú của Campuchia đã làm tăng thêm chiều sâu cho hành trình của chúng tôi, tạo nên một trải nghiệm thực sự đáng nhớ và thú vị cho chúng tôi. Đọc thêm",
            "Kim Anh từ Amo Travel thật tuyệt vời. Tôi liên hệ với cơ quan vào tháng 2 năm 2023 để hỏi thăm về chuyến thăm Việt Nam vào tháng 11. Kim Anh trả lời ngay và gợi ý một số tour du lịch. Trong 9 tháng tiếp theo, cô ấy đã trả lời rất nhiều câu hỏi của tôi và lên kế hoạch cho chuyến đi của chúng tôi. Cô ấy trả lời các câu hỏi qua email hoặc WhatsApp rất nhanh, thường là sau giờ làm việc vì chênh lệch múi giờ giữa Canada và Việt Nam. Chuyến đi mà cô ấy lên kế hoạch cho chúng tôi bao gồm Hà Nội, Vịnh Hạ Long, Hội An, Đà Nẵng, Huế, Hồ Chí Minh. Mọi thứ diễn ra suôn sẻ, hướng dẫn viên và tài xế của chúng tôi luôn đúng giờ và luôn xuất sắc. Chúng tôi thực sự rất thích thời gian ở Việt Nam và sẽ quay lại để dành thời gian dài hơn ở đất nước này. Chúng tôi cũng muốn đến thăm Campuchia. Chúng tôi chắc chắn sẽ liên hệ lại với Kim Anh và Amo Travel cho lần ghé thăm tiếp theo.Đọc thêm",
            "Tôi đã có chuyến đi kéo dài hai tuần ở Việt Nam và trong vài ngày đầu tiên, tôi quyết định tin tưởng vào Amotravel. Mọi thứ đều hoàn hảo và được tổ chức tốt. Trước khi khởi hành và tại chỗ, Chi Nguyen đã hỗ trợ chúng tôi hết mình. Cô ấy thật tuyệt. Tôi sẽ luôn giới thiệu Amotravel. Ngoài ra, vì chất lượng, giá cả! Đọc thêm",
            "Việt Nam là một đất nước của những sự tương phản, và cô Nguyễn cùng các nhân viên còn lại của Amo đã khiến chuyến du lịch riêng của chúng tôi trở nên rất đáng nhớ. Một số trục trặc đã được giải quyết nhanh chóng và hiệu quả. Yêu du ngoạn Vịnh Hạ Long trên La Regina Legend. Các cabin đều thoải mái, đồ ăn thì tầm thường. Múa rối nước ở Hà Nội là một bất ngờ rất thú vị, nhưng phần lớn thành phố có vẻ mệt mỏi. Sài Gòn là một thành phố sôi động, náo nhiệt nhưng tiếng ồn xây dựng đến tận 3 giờ sáng một đêm và khả năng cách âm kém khiến không thể ngủ được. Khu phức hợp Angkor Watt thật hấp dẫn.  Kỳ nghỉ tại khu nghỉ dưỡng bãi biển Hồ Tràm là một cơ hội tuyệt vời để thư giãn.Đọc thêm",
            "Đơn giản là hoàn hảo. Không có gì để phàn nàn hoặc đề nghị. Cảm ơn bà Sole Houng. Sự trợ giúp hàng ngày của cô ấy thật hoàn hảo.Đọc thêm",
            "Tôi đã có trải nghiệm tuyệt vời tại Hà Nội cùng cô Thủy và các đồng nghiệp. Họ đã giúp đỡ tôi rất nhiều và tổ chức cho tôi hai chuyến tham quan thủ đô có hướng dẫn để chia sẻ kiến ​​thức và chuyên môn rõ ràng của họ. Tôi rất muốn giới thiệu!Đọc thêm",
            "Đây là dịch vụ tốt nhất mà tôi có, rất đáng tin cậy và công bằng, mọi thứ đều được tổ chức tốt và Thủy từ đại lý luôn có mặt mỗi khi tôi đặt chỗ từ người khác, điều đó không tốt bằng!. Tôi yêu thích mọi địa điểm được giới thiệu, hướng dẫn viên du lịch rất tuyệt và nói tiếng Anh rất tốt!Đọc thêm",
            "Trải nghiệm tuyệt vời và hành trình tuyệt vời mà Amo đã tùy chỉnh cho tôi đến từng chi tiết khiến chuyến đi này trở nên khó quên. Giao tiếp dễ dàng, đội ngũ chuyên nghiệp, đáng tin cậy, rất thân thiện và chăm sóc bạn. Không đề cập đến giá cả hợp lý, Đọc thêm",
            "Chào buổi sáng tôi muốn biết có ai biết tôi có thích du lịch và Thái Lan không, cảm ơn\nĐọc thêm",
            "Đúng . Đây là những gì họ đã nói với tôiĐọc thêm",
            "giá cho chuyến đi qua đêm 2 ngày tới Vịnh Hạ Long thông qua công ty này là bao nhiêu?Đọc thêm",
            "Kính gửi Dòng S,\n\nCảm ơn yêu cầu của bạn, tôi có thể biết bạn thích hành trình nào để tôi có thể gửi cho bạn lời đề nghị của chúng tôi không\n\nCảm ơn,\n\nLâm NgôĐọc thêm",
            "CHÀO! Xin lỗi đã làm phiền bạn, tôi đang lên ý tưởng cho chuyến du ngoạn Vịnh Hạ Long vào tháng 8 tới...\n\nMình đọc thấy bạn đặt dịch vụ tương tự qua Amo Việt Nam, tôi muốn hỏi bạn, bạn đặt trực tuyến trước hay trực tiếp tại đại lý?\n\nDu thuyền có thể tốn bao nhiêu tiền?\n\nCảm ơn bạn rất nhiều trước!\n\nLucaĐọc thêm",
            "Xin chào Luca, Bạn có thể gửi email cho chúng tôi. Chúng tôi sẽ trả lời câu hỏi của bạn càng chi tiết càng tốt. Cảm ơn bạn rất nhiều, tôi yêu Travel TeamĐọc thêm",
            "Tôi đang tổ chức một chuyến du lịch Việt Nam vào năm sau cùng vợ, đến từ Bangkok và đến Hà Nội, nơi tôi muốn ở 3 ngày, Lotel Nova hay Serene Hotel là gì? Dành 2 đêm trên du thuyền có còi báo động ở vịnh dài ??? rồi đi đến cơn chim hoàng yến. khách sạn hay cung điện serena? ở huế 2 ngày ở huế và đi hội an 1 ngày hoặc đến nhà dân trong làng hoặc đến biệt thự nhà vườn làm thuyền 1 ngày trên sông mekong cuối cùng đáp máy bay hcm đến bangkok. Liệu nó có vẻ khả thi với bạn? Bạn có thể viết thư cho tôi về đề xuất của bạn và mọi chi phí không? Chi phí cho hướng dẫn viên nói tiếng Ý có cao hơn không? cảm ơn bạnĐọc thêm",
            "Chắc chắn AmoViệt Nam có thể giúp bạn lên kế hoạch mọi thứ bằng tiếng Ý và bạn có thể nhờ họ hướng dẫnĐọc thêm",
            "Evan thân mến,\n\nBạn có nhận được thư trả lời của tôi khoảng một tháng trước không? Tôi hy vọng rằng bạn sẽ cảm thấy hài lòng với câu trả lời! \nCảm ơn rất nhiều\n\nLâm NgôĐọc thêm",
            "Xin chào\n\nChúng tôi là một nhóm gồm 4 người lớn và 3 trẻ em ở Hà Nội vào tháng 7. Tôi muốn biết chi phí cho chuyến tham quan kéo dài 4 đến 5 ngày và hành trình sơ bộ\n\nTrân trọng\n\nEvan Johnson\n\nNam PhiĐọc thêm",
            "Evan thân mến,\n\nLời chào nồng nhiệt nhất từ ​​Amo Vietnam Travel! \nThật đáng tiếc khi chúng tôi không kiểm tra Trip Advisor thường xuyên, chỉ trong trường hợp chúng tôi có đánh giá mới.\n\nMiền Bắc: Chúng tôi đang thực hiện chuyến đi 6 ngày 5 đêm \n\nĐây là dự thảo Hành trình. \n\nNgày 1: Đến Hà Nội ---\nNgày 2: Tham quan thành phố Hà Nội Tàu đêm B--\nNgày 3: Lào Cai Sapa Đi bộ đến Làng B--\nNgày 4: Tham quan chợ đêm Sapa Tàu đêm về Hà Nội BL-\nNgày 5: Hà Nội Đến Hạ Long -LD.\nNgày 6: Hạ Long Hà Nội - Khởi hành\n\nĐiều quan trọng nhất là Thị trường và có một số thị trường để lựa chọn.\nChợ Cốc Ly vào thứ Ba\nChợ Cao Sơn vào thứ Tư\nLũng Khấu Nhin vào ngày thứ Năm.\nCán Cấu vào thứ bảy\nChợ Bắc Hà ngày chủ nhật\n\nVì vậy xin vui lòng thông báo cho chúng tôi thời gian của bạn. \nTôi sẽ lập đầy đủ hành trình cho bạn\n\nTrân trọng,\n\nĐội ngũ du lịch Amo Việt NamĐọc thêm"
        ],
        "star_ratings": [
            303,
            14,
            2,
            0,
            1
        ],
        "review_amount": 320,
        "location": [
            "Những điều cần làm ở Hà Nội",
            "Châu Á",
            "Việt Nam",
            "Hà Nội",
            "tôi yêu Việt Nam"
        ],
        "reviews_time": [
            "Written May 12, 2024",
            "Written May 1, 2024",
            "Written December 13, 2023",
            "Written December 11, 2023",
            "Written December 6, 2023",
            "Written November 17, 2023",
            "Written August 27, 2023",
            "Written June 20, 2023",
            "Written June 13, 2023",
            "Written June 1, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d5061686-Reviews-Amo_Vietnam-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5061686-Reviews-or10-Amo_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26394901-Reviews-2hand_vintage-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2455577-Reviews-Vietnam_Impressive_Private_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1837683-Reviews-Hanoi_Urban_Adventures-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7378184-Reviews-Motorbike_Tours_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26208824-Reviews-Open_Asia_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17450631-Reviews-Vietnam_Escape_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14000245-Reviews-Vactours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6498824-Reviews-Asia_Great_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1809048-Reviews-Travel_Sense_Asia-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6508941-Reviews-Incredible_Asia_Journeys-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10088687-Reviews-Yen_Cooking-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11950353-Reviews-Dao_s_Care_Spa_Ba_Dinh-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d455010-Reviews-Huu_Tiep_Lake_and_the_Downed_B_52-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4731869-Reviews-B52_Victory_Museum-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7834952-Reviews-Hanoi_Voyages-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g147309-d15683814-Reviews-Benta_River_Falls-Jamaica.html",
            "https://www.tripadvisor.com/Attraction_Review-g49381-d8679173-Reviews-Harrah_s_Cherokee_Valley_River_Casino-Murphy_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g304551-d3705429-Reviews-Majnu_Ka_Tilla-New_Delhi_National_Capital_Territory_of_Delhi.html",
            "https://www.tripadvisor.com/Attraction_Review-g58671-d7386023-Reviews-Myrtle_Falls-Paradise_Mount_Rainier_National_Park_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g50207-d137605-Reviews-USS_Cod_Submarine_Memorial-Cleveland_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g189542-d319624-Reviews-Kronborg_Slot-Helsingoer_Helsingoer_Municipality_Copenhagen_Region_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g57007-d3446981-Reviews-Defa_s_Dude_Ranch-Hanna_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g635766-d7127391-Reviews-Sea_Garden-Burgas_Burgas_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d557923-Reviews-Lumpinee_Boxing_Stadium-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g34550-d142895-Reviews-Big_Lagoon_State_Park-Pensacola_Florida.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d5061686-Reviews-or10-Amo_Vietnam-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d5061686-Reviews-Amo_Vietnam-Hanoi.html"
    },
    {
        "attraction_name": "Amo Vietnam",
        "attraction_name_vi": "tôi yêu Việt Nam",
        "general_info": [
            "320 đánh giá",
            "181 trên 1.948 Chuyến tham quan Hoạt động tại Hà Nội",
            "Chuyến tham quan văn hóa",
            "Chuyến tham quan di sản lịch sử",
            "Tour tham quan",
            "Tour riêng",
            "Chuyến tham quan chụp ảnh"
        ],
        "attraction_summary": "Amo Travel cung cấp các gói tour chân thực nhất với chi phí tiết kiệm nhất tại Việt Nam. Tất cả các tour du lịch được tùy chỉnh cá nhân để phù hợp với nhu cầu của bạn. Hãy cùng du lịch với các chuyến tham quan độc quyền của chúng tôi: Đạp xe Hà Nội ẩn giấu, Ẩm thực đường phố Hà Nội và Chuyến tham quan buổi sáng Hà NộiĐọc thêm",
        "reviews": [
            "Điều tuyệt vời nhất trong trải nghiệm của tôi là biết rằng Amo Travel đã xử lý mọi chi tiết trong hành trình của tôi và tất cả những gì tôi phải làm là tận hưởng! Thủy rất chuyên nghiệp và hiểu biết về những chuyến du ngoạn tôi có thể thực hiện ở Sapa và Vịnh Hạ Long. Và cô ấy đã đúng, tôi đã có một khoảng thời gian tuyệt vời!  Cảm ơn bạn Thủy!Đọc thêm",
            "Chi tại Amo Travel đã sắp xếp cho tôi tham gia một chuyến du lịch nhóm tham quan những điểm nổi bật của khu vực Ninh Bình. Cô ấy tổ chức rất tốt, luôn thông báo cho tôi về các vấn đề vận chuyển từ đầu đến cuối. Tôi cảm thấy được chăm sóc rất tốt. Trong tương lai, tôi chắc chắn sẽ sử dụng công ty du lịch này cho các chuyến tham quan tùy chỉnh trong khu vực Hà Nội.Đọc thêm",
            "Chi và nhóm của cô ấy hoàn toàn tuyệt vời về hiệu quả và sự chú ý đến từng chi tiết khi lên kế hoạch sắp xếp chuyến du lịch khắp Việt Nam của chúng tôi. Dịch vụ hạng nhấtĐọc thêm",
            "Từ thời điểm chúng tôi liên hệ với họ để tổ chức kỳ nghỉ cho đến ngày cuối cùng của kỳ nghỉ, Amo travel đã thể hiện sự chuyên nghiệp, dịch vụ và chăm sóc khách hàng đặc biệt. Kỳ nghỉ của chúng tôi được tổ chức tuyệt vời với rất nhiều hoạt động, tham quan và trải nghiệm văn hóa khác nhau. Mọi việc diễn ra đúng như kế hoạch trong chương trình. Bọn trẻ đã có một thời gian tuyệt vời. Xin chân thành cảm ơn Thảo vì sự tổ chức, sự kiên nhẫn và dịch vụ khách hàng. Chúng tôi sẽ không ngần ngại đặt chỗ qua Amo Travel một lần nữa! Cảm ơn bạn rất nhiều!Đọc thêm",
            "Tôi không thường viết đánh giá trên tripadvisor nhưng dịch vụ của Ngo Lams xứng đáng được nhắc đến. Chuyến đi đầu tiên của tôi với Ngo Lam là vào năm 2017, khi tôi đặt tour chụp ảnh Hà Nội buổi sáng với Ngo và tour Hà Nội buổi chiều. Ngo đã đưa chúng tôi đến nhiều địa điểm ẩn giấu ở Hà Nội, và thậm chí còn đáp ứng yêu cầu của tôi là muốn đến thăm một hòn đảo chuyên làm bánh tráng. Chúng tôi được dành một buổi chiều để uống trà với một gia đình địa phương ở đó, những người đã biểu diễn văn hóa dân gian địa phương cho chúng tôi bằng các nhạc cụ truyền thống của họ, sau đó là nhiều chuyến đi bộ quanh đảo để đến những khu vực ít người qua lại để chụp ảnh. Chuyến đi thứ hai của tôi với Ngo cũng tuyệt vời như vậy, nếu không muốn nói là tốt hơn. Tôi đã ở Hà Nội một cách bất ngờ trong 24 giờ do có bão ở Hồng Kông, và đã gọi cho Ngo một ngày trước khi tôi đến để xem anh ấy có rảnh không. Vì Ngo nhớ rằng tôi đã đến Hà Nội vào năm trước, anh ấy đã đề nghị đưa tôi đi một chuyến tham quan bí mật quanh Hà Nội bằng xe máy, đến những nơi mà thông thường bạn sẽ không thể hoặc không biết cách tiếp cận với tư cách là khách du lịch, chứ đừng nói đến việc không có xe máy. Đối với bất kỳ ai đã từng đến Việt Nam, họ sẽ biết rằng việc sở hữu một chiếc xe máy hóa ra là một ý tưởng tuyệt vời và là cách dễ nhất để di chuyển xung quanh vì đây là phương tiện giao thông phổ biến nhất. Nhiều làn đường nhỏ hơn với các cộng đồng ẩn sau chúng sẽ không thể đến được nếu không có xe máy. Như thường lệ, Ngo đã chỉ cho tôi một khoảng thời gian tuyệt vời ở Hà Nội, và thậm chí còn sắp xếp xe taxi đưa tôi đến sân bay sau đó. Anh ấy luôn ân cần, tử tế, kiên nhẫn và hiếu khách và tôi thực sự muốn giới thiệu dịch vụ và công ty của anh ấy. Đọc thêm",
            "Tôi đã đi du lịch 2 tuần ở miền Bắc Việt Nam với bà ngoại 80 tuổi của tôi. Thuy và đội ngũ Amo Travel đã đáp ứng mọi nhu cầu của chúng tôi và tạo ra một tour du lịch rất phù hợp cho chúng tôi. Chúng tôi đã ở lại nhà Thuy trong vài đêm trong suốt chuyến đi, gia đình cô ấy rất nồng nhiệt chào đón và chúng tôi đã có một số bữa tối rất ngon với họ. Chắc chắn, tôi sẽ quay lại Việt Nam và sẽ chọn Amo Travel một lần nữa. Đọc thêm",
            "Cảm ơn Amo Việt Nam rất nhiều, anh Lâm đã tổ chức cho chúng tôi một chuyến đi tuyệt vời đến miền Bắc Việt Nam. Anh ấy đưa chúng tôi đến gặp rất nhiều người dân địa phương Việt Nam và thử nhiều món ăn ngon của địa phương, đặc biệt là tôi rất thích món Bún Chả. Anh đưa chúng tôi đi thăm nhiều địa điểm thú vị và nổi tiếng ở Hà Nội. Chúng tôi cũng ghé thăm Sapa, nơi Amo Travel đưa chúng tôi đến với cuộc sống thực sự của người dân địa phương trong thung lũng lớn và khung cảnh đặc biệt của những cánh đồng lúa trên núi và ở cùng với người dân tộc ở đó. Một kỷ niệm khó quên khác trong trải nghiệm với Amo Travel là chuyến tham quan Vịnh Hạ Long xinh đẹp qua đêm trên du thuyền. Đó là sự sắp xếp tour du lịch tuyệt vời với lòng hiếu khách đáng yêu từ Amo Travel. Chúng tôi đã có khoảng thời gian tuyệt vời ở miền bắc Việt Nam bao gồm: Hà Nội, Vịnh Hạ Long Sapa với Amo Travel. Tôi thực sự giới thiệu Amo Travel, anh Lam cho bạn khi bạn muốn đến thăm Việt Nam, công ty tổ chức tour du lịch tốt nhất tại Việt Nam cho kỳ nghỉ của bạn tại Việt Nam.Đọc thêm",
            "Lam là một hướng dẫn tuyệt vời! Tôi chưa bao giờ đến Việt Nam nên chuyến đi này rất quan trọng. Lam đến đúng giờ, giá cả rất hợp lý và là nguồn kiến ​​thức dồi dào về thành phố và đất nước mà anh ấy yêu thích! Anh ấy đã giúp tôi lên kế hoạch cho mọi thứ! Khuyến nghị cao nhất của tôi!!Đọc thêm",
            "Tôi đánh giá cao Lâm trong việc tổ chức chuyến du lịch của bạn tại Việt Nam. Anh ấy tổ chức chuyến du lịch của chúng tôi đến từng chi tiết với mức giá rất trung thực, anh ấy chọn những địa điểm ít du lịch hơn và thú vị nhất để ghé thăm, anh ấy giải quyết một cách xuất sắc những vấn đề bất ngờ mà chúng tôi gặp phải trong chuyến du lịch và luôn quan tâm đến chúng tôi trong suốt thời gian chúng tôi ở Việt Nam.Đọc thêm",
            "Lam là một hướng dẫn viên du lịch tuyệt vời và tôi thực sự khuyên bạn nên đặt các chuyến tham quan với Lam và công ty của anh ấy. Tôi đến Hà Nội một mình và ngắm nhìn thành phố trên xe máy là cách để làm điều đó. Lam chỉ cho tôi những khu vực khác nhau của thành phố mà nhiều du khách chưa biết đến thăm. Anh ấy cũng phục vụ chuyến tham quan những thứ tôi muốn xem và thử các món ăn cũng như món tráng miệng địa phương. Chúng tôi đã có món Bun Cha ngon nhất thành phố!! Cảm ơn Lam! Tôi đã có khoảng thời gian tuyệt vời và hy vọng những người khác đặt chuyến tham quan giống bạn!Đọc thêm",
            "Chào buổi sáng tôi muốn biết có ai biết tôi có thích du lịch và Thái Lan không, cảm ơn\nĐọc thêm",
            "Đúng . Đây là những gì họ đã nói với tôiĐọc thêm",
            "giá cho chuyến đi 2 ngày qua đêm đến Vịnh Hạ Long thông qua công ty này là bao nhiêu?Đọc thêm",
            "Kính gửi Dòng S,\n\nCảm ơn yêu cầu của bạn, tôi có thể biết bạn thích hành trình nào để tôi có thể gửi cho bạn lời đề nghị của chúng tôi không\n\nCảm ơn,\n\nLâm NgôĐọc thêm",
            "CHÀO! Xin lỗi đã làm phiền bạn, tôi đang lên ý tưởng cho chuyến du ngoạn Vịnh Hạ Long vào tháng 8 tới...\n\nMình đọc thấy bạn đặt dịch vụ tương tự qua Amo Việt Nam, tôi muốn hỏi bạn, bạn đặt trực tuyến trước hay trực tiếp tại đại lý?\n\nDu thuyền có thể tốn bao nhiêu tiền?\n\nCảm ơn bạn rất nhiều trước!\n\nLucaĐọc thêm",
            "Xin chào Luca, Bạn có thể gửi email cho chúng tôi. Chúng tôi sẽ trả lời câu hỏi của bạn càng chi tiết càng tốt. Cảm ơn bạn rất nhiều, tôi yêu Travel TeamĐọc thêm",
            "Tôi đang tổ chức một chuyến du lịch Việt Nam vào năm sau cùng vợ, đến từ Bangkok và đến Hà Nội, nơi tôi muốn ở 3 ngày, Lotel Nova hay Serene Hotel là gì? Dành 2 đêm trên du thuyền có còi báo động ở vịnh dài ??? rồi đi đến cơn chim hoàng yến. khách sạn hay cung điện serena? ở huế 2 ngày ở huế và đi hội an 1 ngày hoặc đến nhà dân trong làng hoặc đến biệt thự nhà vườn làm thuyền 1 ngày trên sông mekong cuối cùng đáp máy bay hcm đến bangkok. Liệu nó có vẻ khả thi với bạn? Bạn có thể viết thư cho tôi về đề xuất của bạn và mọi chi phí không? Chi phí cho hướng dẫn viên nói tiếng Ý có cao hơn không? cảm ơn bạnĐọc thêm",
            "Chắc chắn AmoViệt Nam có thể giúp bạn lên kế hoạch mọi thứ bằng tiếng Ý và bạn có thể nhờ họ hướng dẫnĐọc thêm",
            "Evan thân mến,\n\nBạn có nhận được thư trả lời của tôi khoảng một tháng trước không? Tôi hy vọng rằng bạn sẽ cảm thấy hài lòng với câu trả lời! \nCảm ơn rất nhiều\n\nLâm NgôĐọc thêm",
            "CHÀO\n\nChúng tôi là một nhóm gồm 4 người lớn và 3 trẻ em ở Hà Nội trong tháng Bảy. Muốn tìm hiểu chi phí cho chuyến du lịch 4 đến 5 ngày và hành trình sơ bộ\n\nTrân trọng\n\nEvan Johnson\n\nNam PhiĐọc thêm",
            "Evan thân mến,\n\nLời chào nồng nhiệt nhất từ ​​Amo Vietnam Travel! \nThật đáng tiếc khi chúng tôi không kiểm tra Trip Advisor thường xuyên, chỉ trong trường hợp chúng tôi có đánh giá mới.\n\nMiền Bắc: Chúng tôi đang thực hiện chuyến đi 6 ngày 5 đêm \n\nĐây là dự thảo Hành trình. \n\nNgày 1: Đến Hà Nội ---\nNgày 2: Tham quan thành phố Hà Nội Tàu đêm B--\nNgày 3: Lào Cai Sapa Đi bộ đến Làng B--\nNgày 4: Tham quan chợ đêm Sapa Tàu đêm về Hà Nội BL-\nNgày 5: Hà Nội Đến Hạ Long -LD.\nNgày 6: Hạ Long Hà Nội - Khởi hành\n\nĐiều quan trọng nhất là Thị trường và có một số thị trường để lựa chọn.\nChợ Cốc Ly vào thứ Ba\nChợ Cao Sơn vào thứ Tư\nLũng Khấu Nhin vào ngày thứ Năm.\nCán Cấu vào thứ bảy\nChợ Bắc Hà ngày chủ nhật\n\nVì vậy xin vui lòng thông báo cho chúng tôi thời gian của bạn. \nTôi sẽ lập đầy đủ hành trình cho bạn\n\nTrân trọng,\n\nĐội ngũ du lịch Amo Việt NamĐọc thêm"
        ],
        "star_ratings": [
            303,
            14,
            2,
            0,
            1
        ],
        "review_amount": 320,
        "location": [
            "Những điều cần làm ở Hà Nội",
            "Châu Á",
            "Việt Nam",
            "Hà Nội",
            "tôi yêu Việt Nam"
        ],
        "reviews_time": [
            "Written April 11, 2023",
            "Written February 7, 2023",
            "Written January 3, 2023",
            "Written August 20, 2019",
            "Written May 15, 2019",
            "Written May 12, 2019",
            "Written April 22, 2019",
            "Written February 9, 2019",
            "Written December 30, 2018",
            "Written November 12, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d5061686-Reviews-or10-Amo_Vietnam-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5061686-Reviews-Amo_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5061686-Reviews-or20-Amo_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26394901-Reviews-2hand_vintage-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2455577-Reviews-Vietnam_Impressive_Private_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1837683-Reviews-Hanoi_Urban_Adventures-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7378184-Reviews-Motorbike_Tours_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26208824-Reviews-Open_Asia_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17450631-Reviews-Vietnam_Escape_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14000245-Reviews-Vactours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6498824-Reviews-Asia_Great_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1809048-Reviews-Travel_Sense_Asia-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6508941-Reviews-Incredible_Asia_Journeys-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10088687-Reviews-Yen_Cooking-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11950353-Reviews-Dao_s_Care_Spa_Ba_Dinh-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d455010-Reviews-Huu_Tiep_Lake_and_the_Downed_B_52-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4731869-Reviews-B52_Victory_Museum-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7834952-Reviews-Hanoi_Voyages-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d2322672-Reviews-Purple_Reign_THE_Prince_Tribute_Show-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g3688711-d11997371-Reviews-Kereita_Forest-Nairobi_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g303848-d314595-Reviews-Otavalo_Market-Otavalo_Imbabura_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g5105566-d3139610-Reviews-Agia_Sofia_Cave-Topolia_Kissamos_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g41298-d273168-Reviews-Ocean_City_Beach-Ocean_City_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g37209-d274341-Reviews-Fort_Harrison_State_Park-Indianapolis_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g294205-d1392591-Reviews-Banana_Island_Gezira_el_Mozh-Luxor_Nile_River_Valley.html",
            "https://www.tripadvisor.com/Attraction_Review-g155032-d155373-Reviews-Mount_Royal_Park-Montreal_Quebec.html",
            "https://www.tripadvisor.com/Attraction_Review-g53354-d10241918-Reviews-Parkside_Place_Park-North_Wales_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g32780-d273172-Reviews-The_Wedge-Newport_Beach_California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d5061686-Reviews-or20-Amo_Vietnam-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d5061686-Reviews-or10-Amo_Vietnam-Hanoi.html"
    },
    {
        "attraction_name": "Amo Vietnam",
        "attraction_name_vi": "tôi yêu Việt Nam",
        "general_info": [
            "320 đánh giá",
            "181 trên 1.948 Chuyến tham quan Hoạt động tại Hà Nội",
            "Chuyến tham quan văn hóa",
            "Tour Di sản Lịch sử",
            "Tour tham quan",
            "Tour riêng",
            "Tour chụp ảnh"
        ],
        "attraction_summary": "Amo Travel cung cấp các gói tour chân thực nhất với chi phí tiết kiệm nhất tại Việt Nam. Tất cả các tour du lịch được tùy chỉnh cá nhân để phù hợp với nhu cầu của bạn. Hãy cùng du lịch với các chuyến tham quan độc quyền của chúng tôi: Đạp xe Hà Nội ẩn giấu, Ẩm thực đường phố Hà Nội và Chuyến tham quan buổi sáng Hà NộiĐọc thêm",
        "reviews": [
            "Tôi tìm thấy công ty du lịch này thông qua dịch vụ ở trọ của họ. Thủy thật tuyệt vời khi giới thiệu gói du lịch Vịnh Hạ Long tuyệt vời cho gia đình tôi có hai con dưới 4 tuổi. Chúng tôi rất thích chuyến đi. Thủy rất phản hồi qua email và để đảm bảo đặt chỗ, cô chỉ yêu cầu một khoản đặt cọc tương đối nhỏ. Cô ấy cũng hỗ trợ trả lời bất kỳ câu hỏi nào khác mà tôi có. Một đại lý du lịch rất thân thiện.Đọc thêm",
            "Snowie_oz thân mến,\n\nLẽ ra tôi nên viết một bức thư dài để bày tỏ sự cảm kích sâu sắc trước những lời tốt đẹp của bạn. Thực ra chuyến tham quan Vịnh Hạ Long của bạn là một trải nghiệm độc đáo mà Thủy và Nhóm đã cố gắng hết sức để tổ chức suôn sẻ. \n\nChúng tôi hy vọng sớm gặp bạn tại Việt Nam và chúng tôi sẽ đưa bạn tham quan Hà Nội buổi sáng hoặc một chuyến đi bí mật khác ở Hà Nội. \n\nĐội du lịch Amo\nĐọc thêm",
            "Bây giờ tôi đã đến Việt Nam và Hà Nội, và tôi chỉ tin tưởng Lâm trong việc sắp xếp mọi chuyến đi đến đó cho tôi.  Cả anh và vợ đều tuyệt vời!   Tôi đã ở cùng họ tại nhà nghỉ chỉ phục vụ bữa sáng và tôi rất vui được gặp họ.   Anh ấy đã sắp xếp cho tôi trên khắp đất nước và anh ấy luôn lịch sự, hiệu quả, chu đáo và ân cần.   Tôi không thể giới thiệu họ đủ cao và tôi sẽ LUÔN sử dụng dịch vụ của anh ấy - và những lời giới thiệu - bất cứ khi nào tôi ở Việt Nam và các nơi khác ở Châu Á... Đáng tin cậy là vấn đề quan trọng nhất ở khu vực đó trên thế giới, và anh ấy hoàn toàn như vậy .Đọc thêm",
            "Lawrence thân mến, \n\nCảm ơn bạn rất nhiều vì những lời tốt đẹp về dịch vụ của Amo Trave cũng như sự tin tưởng của bạn đã được xây dựng với chúng tôi trong thời gian dài. Đánh giá của bạn khuyến khích chúng tôi làm việc ngày càng chăm chỉ hơn để cung cấp những dịch vụ tốt nhất cho bạn cũng như những khách du lịch khác. \n\nHãy nhớ rằng, Amo Travel sẽ luôn sẵn sàng phục vụ bạn trong lần thứ tư, thứ năm tới Việt Nam. \n\nChúng tôi chúc bạn có thời gian vui vẻ\n\nNhóm du lịch AmoĐọc thêm",
            "Tôi sử dụng Amo Travel để đặt tour mỗi lần đến Việt Nam. Tôi thích việc họ có thể đáp ứng ngân sách của tôi một cách dễ dàng vì đôi khi tôi thích những chuyến du lịch giá cả phải chăng nhưng thoải mái và những lúc khác tôi thích những chuyến du lịch sang trọng. Năm nay tôi đến Sapa lần thứ hai. Đẹp như lần đầu tiên tôi đi cách đây hơn 10 năm. Tôi rất hài lòng với sự sắp xếp của Amo Travel và hướng dẫn viên thật tuyệt vời. Tôi thực sự thích thử những món ăn đường phố mới mà tôi không thể tìm thấy. Là một người quen du lịch ở Việt Nam, tôi rất hào hứng khi được đến thăm hồ Thác Bà ở tỉnh Yên Bái. Hồ được con người tạo ra để làm thủy điện và có một lịch sử rất thú vị. Tôi cảm thấy rất may mắn khi được Amo Travel khuyên nên đến đây vì tôi không nghĩ việc người nước ngoài nhìn thấy nó là điều bình thường. Tôi sẽ quay lại Việt Nam vào năm sau và sẽ đặt chuyến đi lần nữa với Amo Travel. Tôi luôn giới thiệu họ với bạn bè của tôi ở Úc và họ luôn rất vui khi được gặp anh Lam và nhóm của anh ấy. Cảm ơn bạn và hẹn gặp lại vào năm tới!Đọc thêm",
            "Cảm ơn Melissa vì những lời hay ý đẹp về dịch vụ của Amo Travel. \n\nChúng tôi rất vinh dự khi có những khách hàng trung thành như bạn cũng như tự hào là công ty du lịch của bạn tại Việt Nam, Campuchia và Lào. \n\nCảm ơn và hẹn gặp lại trong chuyến đi tiếp theo\n\nNhóm du lịch AmoĐọc thêm",
            "Amo Travel đã được giới thiệu cho chúng tôi và bây giờ tôi rất muốn giới thiệu AMO vietnam cho bất kỳ ai muốn khám phá Việt Nam. Thủy đã cố gắng điều chỉnh hoàn hảo chuyến đi của chúng tôi theo nhu cầu khám phá của chúng tôi một cách thoải mái. Chúng tôi ở trong những khách sạn boutique xinh đẹp ở giữa vùng nông thôn. Hướng dẫn của chúng tôi hoàn hảo cho chúng tôi và người lái xe đáng tin cậy và tốt bụng nhất. Chúng tôi đã thấy rất nhiều trong 8 ngày! Tuy nhiên, nó rất thư giãn và dễ dàng thực hiện.Đọc thêm",
            "Delorge thân mến,\n\nCảm ơn những lời tốt đẹp của bạn về dịch vụ của Amo Travel. Chúng tôi rất vui vì các dịch vụ được chúng tôi chọn lọc từ khách sạn, xe hơi, tàu thuyền và hướng dẫn viên du lịch đã đáp ứng mọi mong đợi của bạn cho chuyến đi. \n\nViệt Nam vẫn còn nhiều điều thú vị để cung cấp và chúng tôi luôn sẵn sàng phục vụ bạn với những dịch vụ tốt nhất hiện có. \n\nCảm ơn\n\nNhóm du lịch AmoĐọc thêm",
            "Đây là trải nghiệm thứ 2 của chúng tôi với Amo Travel. Vợ chồng tôi đến Vịnh Hạ Long lần đầu tiên vào năm 2014. Tuy nhiên, Lâm đã khuyên chúng tôi nên đi Sapa vào năm nay. Đó là một trải nghiệm tuyệt vời! Amo Travel đã chăm sóc chúng tôi, chúng tôi không phải lo lắng về việc đặt vé xe buýt hay tìm kiếm khách sạn tốt nhất. Xe buýt của chúng tôi rất đẹp và thoải mái nhờ có đường cao tốc mới được xây dựng dẫn thẳng đến tỉnh Lào Cai. Chỗ ở của chúng tôi ở Sapa thật tuyệt vời! Họ đặt cho chúng tôi một khách sạn boutique có tầm nhìn ra Núi Phan-xi-păng. Nó sạch sẽ, rộng rãi và riêng tư. Trên hết, nó có một vòi sen rất nóng. Tắm nước nóng rất quan trọng khi nhiệt độ ở mức 8 độ C. Mặt trời ở Sapa mọc và lặn rất sớm. Vì vậy, hãy sẵn sàng nghe thấy tiếng đập xây dựng vào lúc nửa đêm về sáng. Nếu tôi phải soi mói thì phần thức ăn khách sạn cung cấp quá lớn. Thực sự ngạc nhiên khi được phục vụ nhiều thịt như vậy so với cơm của chúng tôi. Chúng tôi thích đi dạo quanh thị trấn Sapa và gặp gỡ người dân địa phương. Món ăn đường phố BBQ nhất định phải thử! Nếu bạn không ngại ăn nội tạng. Hãy thử món chân gà tẩm gia vị giòn! Thật tuyệt vời với Bia Hà Nội! Nói chung, Amo Travel sẽ là sự lựa chọn cho chuyến du lịch của tôi tại Việt Nam. Tôi rất vui khi được thử chuyến du lịch Lào vào năm tới vì Lam nói với chúng tôi rằng công ty của anh ấy cũng tổ chức các chuyến du lịch Đông Dương. Cuối cùng, tôi xin cảm ơn Lam và gia đình anh ấy vì sự hiếu khách và dịch vụ dễ thương của họ. Hẹn lần sau nhé, Au Revoir!Đọc thêm",
            "Kính gửi Hồng Sing S,\n\nNhững lời tuyệt vời mà bạn đã viết cho Amo Travel Team là gì. \n\nCảm ơn bạn đã chia sẻ trải nghiệm của mình với những du khách khác. Tôi phải đồng ý với bạn rằng bạn không thể diễn tả hết những kỷ niệm tuyệt vời này trừ khi bạn đã nếm trải, no nê, chứng kiến, tích lũy những trải nghiệm này trong chuyến đi của mình.\n\nTôi rất tin tưởng rằng Amo Travel có thể phục vụ bạn chuyến đi thành công thứ 3 tại Việt Nam trong thời gian sắp tới.\n\nVới sự trân trọng nồng nhiệt,\nĐội du lịch Amo\n\nĐọc thêm",
            "Tôi vừa trở về sau chuyến đi thứ hai sau sáu tháng sử dụng Amo Travel làm đại lý. Tôi đã viết bài đánh giá đầu tiên về Amo Travel với tư cách là hướng dẫn viên cho chuyến đi đến miền Bắc Việt Nam vào tháng 6 năm ngoái. Tôi đã ca ngợi họ ngay từ email đầu tiên cho đến khi kết thúc chuyến đi 10 ngày của chúng tôi. Bây giờ tôi vừa trở về sau chuyến du lịch 13 đêm ở Myanmar với Amo Travel và đối tác tuyệt vời của anh ấy, cô Khin, người điều hành văn phòng Myanmar. Thành thật mà nói, tôi có tính bảo trì khá cao....Tôi hỏi hàng triệu câu hỏi và muốn có rất nhiều kiến thức trước....đặc biệt là kể từ khi tôi đi du lịch Việt Nam lần đầu tiên cùng ba cô con gái và chuyến đi gần đây đến Myanmar với người mẹ 88 tuổi của tôi. Cả Lam và bà Khin đều là những người kiên nhẫn nhất từ ​​trước đến nay. Họ trả lời mọi câu hỏi một cách nhanh chóng và kỹ lưỡng. Vào thời điểm tôi thực sự đến đích, tôi cảm thấy hoàn toàn tin tưởng vào khả năng của họ để giúp chuyến đi của tôi không phải lo lắng. Cả hai chuyến đi của tôi đều là một giấc mơ thành hiện thực và là điều mà tôi chưa bao giờ có thể tưởng tượng được. Không có một trục trặc nào trong việc lập kế hoạch bao gồm nhiều phương thức vận chuyển khác nhau, v.v. Không chỉ hậu cần hoàn hảo mà những trải nghiệm cá nhân mà họ tạo ra cho chúng tôi thực sự đã khiến cả mẹ tôi và tôi nhiều lần rơi nước mắt. Họ đã tạo ra một hành trình để chúng tôi gặp gỡ, giao lưu và ăn uống với người dân địa phương và thực sự hòa mình vào nền văn hóa. Là một du khách dày dạn kinh nghiệm trong nhiều năm, tôi cực kỳ thành thạo trong việc tạo hành trình cho riêng mình. Tôi KHÔNG BAO GIỜ có thể tạo ra những gì họ đã làm cho tôi và tôi không thể hết lòng giới thiệu họ. Tôi đã nhớ họ và có kế hoạch quay lại vào năm sau. Tôi rất vui được cung cấp thêm bất kỳ thông tin hoặc đề xuất nào nếu bạn cần. Đọc thêm",
            "Lisa thân mến,\n\nCảm ơn bạn rất nhiều vì đã nêu bật các dịch vụ của chúng tôi. Như tôi đã đảm bảo với bạn trong chuyến đi Việt Nam vừa qua rằng dịch vụ của chúng tôi vẫn có chất lượng cao cho dù bạn đi du lịch ở đâu. \n\nChuyến đi Miến Điện và sự đón tiếp nồng hậu của chị Khin đã cho thấy sự thật này và ghi thêm 1 điểm vào chất lượng dịch vụ tích lũy được của chúng tôi. \n\nTôi đang chờ đợi sự trở lại của bạn tại Việt Nam trong năm nay!\n\nTrân trọng từ Lâm và Amo Travel Team\nĐọc thêm",
            "Lâm đưa chúng tôi đi tham quan chụp ảnh vào sáng sớm và mặc dù trời mưa nhưng chúng tôi vẫn có thể ghi lại một số hoạt động vào sáng sớm ở Hà Nội. Chúng tôi đến chợ hoa, chợ rau quả cũng như cây cầu đường sắt cũ. Nó rất đáng để đầu tư thời gian.Đọc thêm",
            "Hfotheri thân mến,\n\nCảm ơn những lời tốt đẹp của bạn về sản phẩm độc quyền của chúng tôi. Với tư cách là người dẫn đầu các chuyến tham quan qua ảnh, chúng tôi rất mong bạn có cơ hội chụp ảnh tuyệt vời vào buổi sáng sớm ở Hà Nội.\n\nThật đáng tiếc khi cơn mưa đã ngăn cản chúng tôi khám phá các hoạt động khác trong thành phố. Vì vậy, chúng tôi có thể làm điều đó khi bạn trở lại Hà Nội.\n\nNhóm du lịch AmoĐọc thêm",
            "Đây là lần thứ hai tôi sử dụng Amo Việt Nam làm dịch vụ từ Úc đến thăm Việt Nam.  Cũng giống như lần đầu tiên, sự liên lạc diễn ra tuyệt vời khi chúng tôi sắp xếp lịch trình của mình qua email.  Tất cả mọi thứ đã được thực hiện là của.  Trong một trường hợp, chúng tôi đã đặt hai chuyến bay nội địa mà Lam với kiến ​​thức địa phương của anh ấy nhận thấy là quá khó nối chuyến.  Chúng tôi đã thay đổi những điều này theo lời khuyên của anh ấy và hóa ra đó là quyết định đúng đắn vì nếu không chúng tôi sẽ bị mắc kẹt. Vào kỳ nghỉ, chúng tôi có một hướng dẫn viên ở Huế do Amo cung cấp, người rất xuất sắc và việc đưa đón mà chúng tôi tổ chức thông qua Amo đều đúng giờ và lịch sự. Ở cả ba thành phố, chúng tôi đã nghe theo lời giới thiệu của nhà hàng Lams và tất cả đều rất tốt. Tôi chắc chắn sẽ ghé thăm Việt Nam lần nữa và sẽ tiếp tục sử dụng Amo Việt Nam.Đọc thêm",
            "Ken thân mến,\n\nThay mặt toàn bộ nhóm Amo Travel, xin cảm ơn bạn vì phản hồi đáng yêu này.\n\nTôi rất vui vì có thể giúp bạn giải quyết vấn đề về chuyến bay nhưng xin hãy nhớ rằng đó là chuyên môn của tôi sau nhiều năm làm việc trong ngành du lịch và chắc chắn tất cả đội ngũ của chúng tôi đều có thể làm điều đó tốt nhất có thể.\n\nTôi thậm chí còn cảm thấy hạnh phúc hơn khi biết rằng bạn yêu thích chuyến tham quan ở Huế với sự hỗ trợ của hướng dẫn viên của chúng tôi! Chắc chắn bạn có thể hỗ trợ bạn 2424 mỗi ngày và cung cấp cho bạn tất cả thông tin cần thiết.\n\nVui lòng kết nối với chúng tôi trên Instragram, Facebook hoặc Twitter, nơi Amo Travel thường xuyên đăng những bức ảnh và câu chuyện đáng chú ý với hy vọng truyền cảm hứng cho những chuyến đi trong tương lai của bạn. Điều gì tiếp theo trong danh sách của bạn? Miến Điện? Campuchia? Chỉ cần cho chúng tôi biết! Chúng tôi rất hân hạnh được phục vụ bạn lần thứ 3.\n\nNhóm du lịch AmoĐọc thêm",
            "Họ đã giúp đỡ Vịnh Hạ Long của chúng tôi. Chúng tôi có xe riêng đưa chúng tôi đến đó và đưa chúng tôi về Hà Nội. Họ thành thật giúp đỡ trong việc lựa chọn hành trình tốt nhất. Đọc thêm",
            "Bạn MVwijland thân mến, \n\nCảm ơn bạn rất nhiều vì những lời nói tuyệt vời về dịch vụ của Amo Travel. Chúng tôi thường cung cấp chất lượng dịch vụ tốt nhất dựa trên yêu cầu từ khách hàng. Lần này chúng tôi rất vui mừng vì đã thực hiện được chuyến đi vịnh Hạ Long tuyệt đẹp cho bạn và gia đình. \n\nChúng tôi rất mong sớm được gặp bạn tại Việt Nam, Campuchia và Lào.\n\nNhóm du lịch AmoĐọc thêm",
            "Tôi không thường xuyên viết đánh giá nhưng tôi cần phải nói rằng chúng tôi đã có trải nghiệm tuyệt vời khi đi du lịch cùng LamAmo Việt Nam. Chúng tôi rời Hà Nội trên một chiếc xe rất thoải mái trong tổng cộng 8 đêm. Chúng tôi đã đến thăm vùng Hà GiangĐồng Văn cũng như Sapa. Lâm đã lên kế hoạch mọi thứ cho chúng tôi và hoàn toàn là người hướng dẫn tốt nhất mà tôi từng có. Anh ấy CỰC KỲ kiên nhẫn với chúng tôi, 5 người ở các độ tuổi khác nhau đi du lịch dài ngày với những nhu cầu khác nhau trên những con đường đầy thử thách, v.v... Anh ấy luôn nở nụ cười trên môi, tốt bụng, hữu ích và luôn cố gắng để đảm bảo hành trình của chúng tôi được suôn sẻ một lần trong đời. Tôi cảm thấy như mình đã có được một người bạn mà tôi sẽ có trong đời. Tôi đã dành một năm để lên kế hoạch cho chuyến hành trình của mình và RẤT vui vì chúng tôi đã chọn đại lý của anh ấy! Nếu bạn có thắc mắc về chuyến đi của chúng tôi, tôi rất vui được giúp đỡ và không thể giới thiệu anh ấy đủ cao .Cảm ơn bạn, LisaĐọc thêm",
            "Lisa thân mến, \n\nTôi rất vui khi đọc được những lời ngọt ngào của các bạn về tôi và Amovietnam cũng như các bạn đánh giá đây là chuyến đi để đời. Trên thực tế, kế hoạch chuyến đi rất lý tưởng vì tất cả các ngày đi du lịch đều hoàn hảo cho ngày họp chợ ở Lũng Phìn, Đồng Văn và Cốc Ly. Bạn đã có khoảng thời gian tuyệt vời để trải nghiệm những phiên chợ chân thực nhất cũng như phong cách sống của các dân tộc Mông, Zao, Tày. \n\nChuyến đi dù không hề dễ dàng vì đường quanh co, lên xuống nhưng bạn và đồng đội có thể chứng kiến ​​khung cảnh ngoạn mục ở vùng núi!\n\nBây giờ, tôi có thể cảm thấy rằng công việc của mình đã hoàn thành một cách hoàn hảo và tôi mong sớm được gặp bạn tại Lào như chúng tôi đã lên kế hoạch! \n\nAmo Việt NamĐọc thêm",
            "Chào buổi sáng tôi muốn biết có ai biết tôi có thích du lịch và Thái Lan không, cảm ơn\nĐọc thêm",
            "Đúng . Đây là những gì họ đã nói với tôiĐọc thêm",
            "giá cho chuyến đi qua đêm 2 ngày tới Vịnh Hạ Long thông qua công ty này là bao nhiêu?Đọc thêm",
            "Kính gửi Dòng S,\n\nCảm ơn yêu cầu của bạn, tôi có thể biết bạn thích hành trình nào để tôi có thể gửi cho bạn lời đề nghị của chúng tôi không\n\nCảm ơn,\n\nLâm NgôĐọc thêm",
            "CHÀO! Xin lỗi đã làm phiền bạn, tôi đang lên ý tưởng cho chuyến du ngoạn Vịnh Hạ Long vào tháng 8 tới...\n\nMình đọc thấy bạn đặt dịch vụ tương tự qua Amo Việt Nam, tôi muốn hỏi bạn, bạn đặt trực tuyến trước hay trực tiếp tại đại lý?\n\nDu thuyền có thể tốn bao nhiêu tiền?\n\nCảm ơn bạn rất nhiều trước!\n\nLucaĐọc thêm",
            "Xin chào Luca, Bạn có thể gửi email cho chúng tôi. Chúng tôi sẽ trả lời câu hỏi của bạn càng chi tiết càng tốt. Cảm ơn bạn rất nhiều, tôi yêu Travel TeamĐọc thêm",
            "Tôi đang tổ chức một chuyến du lịch Việt Nam vào năm sau cùng vợ, đến từ Bangkok và đến Hà Nội, nơi tôi muốn ở 3 ngày, Lotel Nova hay Serene Hotel là gì? Dành 2 đêm trên du thuyền có còi báo động ở vịnh dài ??? rồi đi đến cơn chim hoàng yến. khách sạn hay cung điện serena? ở huế 2 ngày ở huế và đi hội an 1 ngày hoặc đến nhà dân trong làng hoặc đến biệt thự nhà vườn làm thuyền 1 ngày trên sông mekong cuối cùng đáp máy bay hcm đến bangkok. Liệu nó có vẻ khả thi với bạn? Bạn có thể viết thư cho tôi về đề xuất của bạn và mọi chi phí không? Chi phí cho hướng dẫn viên nói tiếng Ý có cao hơn không? cảm ơn bạnĐọc thêm",
            "Chắc chắn AmoViệt Nam có thể giúp bạn lên kế hoạch mọi thứ bằng tiếng Ý và bạn có thể nhờ họ hướng dẫnĐọc thêm",
            "Evan thân mến,\n\nBạn có nhận được thư trả lời của tôi khoảng một tháng trước không? Tôi hy vọng rằng bạn sẽ cảm thấy hài lòng với câu trả lời! \nCảm ơn rất nhiều\n\nLâm NgôĐọc thêm",
            "Xin chào\n\nChúng tôi là một nhóm gồm 4 người lớn và 3 trẻ em ở Hà Nội vào tháng 7. Tôi muốn biết chi phí cho chuyến tham quan kéo dài 4 đến 5 ngày và hành trình sơ bộ\n\nTrân trọng\n\nEvan Johnson\n\nNam PhiĐọc thêm",
            "Evan thân mến,\n\nLời chào nồng nhiệt nhất từ ​​Amo Vietnam Travel!\nThật đáng tiếc khi chúng tôi không thường xuyên kiểm tra Trip Advisor, chỉ trong trường hợp chúng tôi có đánh giá mới.\n\nỞ miền Bắc Việt Nam: Chúng tôi đang thực hiện chuyến đi 6 ngày 5 đêm\n\nĐây là dự thảo hành trình.\n\nNgày 1: Đến Hà Nội ---\nNgày 2: Tham quan thành phố Hà Nội bằng tàu hỏa đêm B--\nNgày 3: Đi bộ đường dài Lào Cai Sapa đến các làng B--\nNgày 4: Tham quan chợ Sapa bằng tàu hỏa đêm đến Hà Nội BL-\nNgày 5: Đến Hà Nội Hạ Long - LD.\nNgày 6: Hạ Long Hà Nội - Khởi hành\n\nĐiều quan trọng nhất là Chợ và có một số chợ để lựa chọn.\nChợ Cốc Ly vào thứ Ba\nChợ Cao Sơn vào thứ Tư\nLung Khau Nhin vào thứ Năm.\nCần Câu vào thứ Bảy\nChợ Bắc Hà vào Chủ Nhật\n\nVì vậy, vui lòng thông báo cho chúng tôi thời gian của bạn.\nTôi sẽ lập hành trình đầy đủ cho bạn\n\nTrân trọng,\n\nNhóm Amo Vietnam TravelĐọc thêm"
        ],
        "star_ratings": [
            303,
            14,
            2,
            0,
            1
        ],
        "review_amount": 320,
        "location": [
            "Những điều cần làm ở Hà Nội",
            "Châu Á",
            "Việt Nam",
            "Hà Nội",
            "tôi yêu Việt Nam"
        ],
        "reviews_time": [
            "Written January 16, 2017",
            "Written October 31, 2016",
            "Written October 13, 2016",
            "Written May 5, 2016",
            "Written January 18, 2016",
            "Written December 10, 2015",
            "Written September 27, 2015",
            "Written September 13, 2015",
            "Written July 22, 2015",
            "Written July 4, 2015"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d5061686-Reviews-or20-Amo_Vietnam-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5061686-Reviews-or10-Amo_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5061686-Reviews-or30-Amo_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5061686-Reviews-Amo_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26394901-Reviews-2hand_vintage-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2455577-Reviews-Vietnam_Impressive_Private_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1837683-Reviews-Hanoi_Urban_Adventures-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7378184-Reviews-Motorbike_Tours_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26208824-Reviews-Open_Asia_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17450631-Reviews-Vietnam_Escape_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14000245-Reviews-Vactours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6498824-Reviews-Asia_Great_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1809048-Reviews-Travel_Sense_Asia-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6508941-Reviews-Incredible_Asia_Journeys-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10088687-Reviews-Yen_Cooking-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11950353-Reviews-Dao_s_Care_Spa_Ba_Dinh-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d455010-Reviews-Huu_Tiep_Lake_and_the_Downed_B_52-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4731869-Reviews-B52_Victory_Museum-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7834952-Reviews-Hanoi_Voyages-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g1575476-d4456025-Reviews-Marietas_Islands-Nayarit_Pacific_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g60097-d625152-Reviews-Milwaukee_Public_Market-Milwaukee_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g293917-d6420100-Reviews-CentralFestival_Chiangmai-Chiang_Mai.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d295879-Reviews-Palau_Guell-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d4322781-Reviews-Train_Night_Market-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d26151332-Reviews-SOT_Dubai_Nightclub_Restaurant_Lounge-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d108636-Reviews-Heritage_Square_Museum-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g154917-d207492-Reviews-Maligne_Lake-Jasper_National_Park_Alberta.html",
            "https://www.tripadvisor.com/Attraction_Review-g298452-d12409072-Reviews-Runway_Manila-Pasay_Metro_Manila_Luzon.html",
            "https://www.tripadvisor.com/Attraction_Review-g189431-d649917-Reviews-Agia_Anna_Beach-Naxos_Cyclades_South_Aegean.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d5061686-Reviews-or30-Amo_Vietnam-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d5061686-Reviews-or20-Amo_Vietnam-Hanoi.html"
    },
    {
        "attraction_name": "Amo Vietnam",
        "attraction_name_vi": "tôi yêu Việt Nam",
        "general_info": [
            "320 đánh giá",
            "181 trong số 1.948 Tour Hoạt động tại Hà Nội",
            "Chuyến tham quan văn hóa",
            "Chuyến tham quan di sản lịch sử",
            "Tour tham quan",
            "Tour riêng",
            "Chuyến tham quan chụp ảnh"
        ],
        "attraction_summary": "Amo Travel cung cấp các gói tour chân thực nhất với chi phí tiết kiệm nhất tại Việt Nam. Tất cả các tour du lịch được tùy chỉnh cá nhân để phù hợp với nhu cầu của bạn. Hãy cùng du lịch với các chuyến tham quan độc quyền của chúng tôi: Đạp xe Hà Nội ẩn giấu, Ẩm thực đường phố Hà Nội và Chuyến tham quan buổi sáng Hà NộiĐọc thêm",
        "reviews": [
            "Tôi là khách du lịch thường xuyên đến Việt Nam để công tác và giải trí. Cách đây vài năm, tôi rất hân hạnh được gặp Lâm và Thúy từ Amo Việt Nam và họ đã trở thành gia đình của tôi tại Việt Nam. Chuyến đi này, là lần đầu tiên bạn bè của tôi đến Việt Nam và tôi biết mình có thể tin tưởng vào Lam và Amo Việt Nam để giúp tôi đặt tour đi Địa đạo Củ Chi một cách tốt nhất. Tôi đã đến Củ Chi vài lần bằng xe buýt và ô tô riêng nhưng lần này Lâm đề nghị đi bằng thuyền. Đó chắc chắn là cách tốt nhất để đến Củ Chi và thuyền dừng lại ngay tại địa điểm. Nó nhanh hơn nhiều so với xe buýt và có thể ngắm cảnh tốt trên đường đi. Chúng tôi may mắn có được thời tiết tốt. Chuyến tham quan các đường hầm rất hay - rất thú vị mặc dù đây là lần thứ 4 của tôi. Chúng tôi có cùng một hướng dẫn từ thuyền cho các đường hầm và anh ấy rất tốt và rất thân thiện. Có trái cây tươi và đồ uống lạnh được cung cấp trên thuyền. Chúng tôi đi vào buổi chiều và ăn tối tại Củ Chi trước khi lên thuyền quay về. Tôi chắc chắn sẽ khuyên bạn nên đặt qua Amo Việt Nam. Tôi luôn có những chuyến tham quan chất lượng tốt và tôi đã đặt chỗ với họ trong nhiều năm nay.Đọc thêm",
            "Melissa J thân mến,\n\nCảm ơn bạn rất nhiều vì những lời nói tuyệt vời về dịch vụ của Amovietnam. \nVì bạn đã trải nghiệm dịch vụ của chúng tôi trong các chuyến công tác đã qua nên chúng tôi muốn cung cấp dịch vụ hàng đầu với hành trình riêng ở Vịnh Hạ Long và chuyến đi đến Củ Chi bằng thuyền. \n\nChuyến đi này hoàn toàn dựa trên các dịch vụ thông thường được cung cấp và chúng tôi rất vui vì một lần nữa bạn đánh giá dịch vụ của chúng tôi là xuất sắc.\n\nChúng tôi đang chờ đợi chuyến đi thứ năm, thứ sáu của bạn tại Việt Nam.... Chúng tôi sẽ luôn đảm bảo dịch vụ xuất sắc của mình.\n\nĐội ngũ AmovietnamĐọc thêm",
            "Chuyến đi Việt Nam của chúng tôi đã được Lâm thực hiện và cứu vãn.  Lâm đưa chúng tôi đi tham quan Ẩm thực Đường phố tuyệt vời vào ngày đầu tiên, sau đó sắp xếp một chiếc xe riêng để đưa chúng tôi ra khỏi Hà Nội và chèo thuyền qua các hang động và ăn trưa tại một nhà dân ở vùng nông thôn trồng lúa.  Các máy chủ, lái xe và hướng dẫn đều tuyệt vời.  Ngày hôm sau chúng tôi sẽ phiêu lưu và bắt tàu đến Đà Nẵng, tìm taxi và đến Hội An vào buổi chiều trước khi bắt máy bay về Sài Gòn.  Lam xem qua hành trình của chúng tôi và đề nghị sắp xếp tài xế và ô tô cho phần này của chuyến phiêu lưu.  Quyết định tuyệt vời.  Chúng tôi đã nhìn thấy những cảnh đẹp mà chúng tôi sẽ không thể có được bằng cách khác và rất biết ơn Lâm và nhân viên của anh ấy vì sự chăm sóc và tạo điều kiện tuyệt vời của họ cho chuyến du lịch vòng quanh Việt Nam của chúng tôi.  jCuộc phiêu lưu tuyệt vời nhờ có Lâm!Đọc thêm",
            "Leslie thân mến,\n\nThật là một lời tuyệt vời về Amovietnam và về cá nhân tôi. Tôi thực sự yêu thích ẩm thực đường phố ở Hà Nội, đó là lý do tại sao tôi muốn tặng bạn chuyến tham quan độc quyền này của công ty chúng tôi! \n\nThật tuyệt vời khi được đi du lịch cùng bạn và giúp bạn sắp xếp lại các dịch vụ ở khu vực trung tâm! \n\nTôi rất mong được gặp lại bạn ở Hà Nội. \n\nLâm và đội ngũ AmovietnamĐọc thêm",
            "Chúng tôi thật may mắn khi được dành khoảng một tuần với hướng dẫn viên Lam từ Amo Việt Nam.  Chúng tôi đã xây dựng một hành trình tùy chỉnh quanh Hà Nội và Tây Bắc Việt Nam với trọng tâm chính là nhiếp ảnh.  Tôi sẽ bắt đầu bằng cách nói rằng tôi đã có được một số bức ảnh mà sẽ không bao giờ có được nếu không có Lam; anh ấy đã đưa tôi đến những nơi trước giờ mở cửa và là người giúp tôi nói chuyện với mọi người để chụp ảnh!  Lam rất am hiểu về tất cả các địa điểm chúng tôi đã đến và có một bộ bách khoa toàn thư về kiến ​​thức về phong tục, lịch sử và ẩm thực địa phương.  Anh ấy đảm bảo rằng chúng tôi sẽ kiếm được nhiều tiền khi nói đến chỗ ngủ; không quá đắt, nhưng họ luôn có một cái nhìn tuyệt vời!  Tôi muốn giới thiệu Amo Vietnam cho bất kỳ ai muốn đi du lịch đến Việt Nam.Đọc thêm",
            "Samara thân mến,\n\nCảm ơn những lời nói tuyệt vời của Amovietnam. \nChúng tôi rất vui vì bạn đã đánh giá cao chuyến tham quan chụp ảnh riêng tư của chúng tôi ở miền Bắc Việt Nam.\nTôi mong bạn có cơ hội trở lại Việt Nam vào tháng 9 năm nay để hoàn thành nhiệm vụ chụp những bức ảnh tuyệt đẹp về Tú Lệ, Mù Cang Chải, La Pán Tẩn và Sapa. \nVà tất nhiên là những chuyến chụp ảnh đặc sắc ở Hà Nội tham quan chợ mà chúng tôi đã bỏ lỡ vì quá mệt. \n\nĐội ngũ AmovietnamĐọc thêm",
            "Chúng tôi đã có một chuyến du ngoạn Vịnh Hạ Long do Amo Việt Nam tổ chức và mọi thứ thực sự hoàn hảo. Ấn tượng từ email đầu tiên là họ được tổ chức thực sự tốt, có chuyên gia và hướng đến khách hàng. Và giá tour cũng rẻ hơn những tour khác mà tôi đã kiểm tra. Trên thực tế, các chuyến tham quan rất hoàn hảo, mọi thứ đều hoạt động đúng cách. Chúng tôi cũng đã dừng chân ở TP.HCM để tham quan địa đạo Củ Chi và họ cũng đã tổ chức nó một cách tuyệt vời. Một lần nữa xin cảm ơn Ngọc vì mọi thứ và xin chúc mừng vì tiếng Ý của bạn!Đọc thêm",
            "Xin chao Enrico,\n\nCảm ơn lời nói của bạn! Tôi đã xem những bức ảnh anh ấy chụp trong chuyến đi Việt Nam. Chúng thực sự đẹp và sẽ thể hiện sức mạnh cũng như sự chăm chỉ của anh ấy. \n\nTôi luôn sẵn sàng uống thêm bia và thảo luận về ảnh. \nHi vọng bạn sẽ sớm quay lại để thực hiện chuyến du lịch chụp ảnh tại Lào và Campuchia, đặc biệt là miền Bắc Việt Nam tại khu vực Tú Lệ, Mù Cang Chải, Sapa và Hoàng Su Phì.\n\nTrân trọng\n\nLâm NgôĐọc thêm",
            "Đó là một chuyến đi xe đạp tuyệt vời bao trùm các con phố bên trong Hà Nội dọc theo sông Hồng. Chúng tôi đã được nhìn thấy những cảnh đẹp tuyệt vời khi gặp gỡ người dân địa phương Việt Nam. Chúng tôi rất ấn tượng bởi thực tế là toàn bộ trải nghiệm này rất an toàn, thoải mái, đáng tin cậy đối với tất cả khách du lịch đến thăm Hà Nội. Chúng tôi hy vọng khi đến thăm Hà Nội lần nữa sẽ sử dụng dịch vụ tuyệt vời do vợ anh Lâm cung cấp.Đọc thêm",
            "Ramesh thân mến, \n\nTôi nên trả lời sớm hơn đánh giá của bạn! Tôi muốn nói lời cảm ơn vì những lời tuyệt vời của bạn về chuyến đi xe đạp Hidden Hà Nội của chúng tôi. \n\nTôi luôn sẵn sàng cho một chuyến tham quan khác ở Hà Nội khi bạn có cơ hội quay lại đây.\n\nĐội ngũ AmovietnamĐọc thêm",
            "Tôi không thể cảm ơn Lam đủ vì đã cho chúng tôi thấy một Hà Nội thực sự với chuyến du lịch Hà Nội ẩn giấu tuyệt vời trong ngày của anh ấy. Vợ chồng Lâm chào đón chúng tôi vào nhà và mở mang tầm mắt cho chúng tôi về thực tế cuộc sống của người Việt. Đây là một chuyến tham quan PHẢI làm và khó quên- 100 lời giới thiệu cho tất cả mọi người!!!! Đọc thêm",
            "Xin chào ngài,\nCảm ơn bạn đã nhận xét về chuyến tham quan độc quyền của chúng tôi tại Hà Nội: Xe đạp Hà Nội ẩn giấu. \nLà một người dân địa phương sống và lớn lên ở Hà Nội. Tôi rất tự hào được cho bạn thấy thành phố xinh đẹp của tôi. \nTôi yêu thành phố của mình và tôi càng hạnh phúc hơn khi có thể mang đến cho bạn tình yêu này\n\nĐội ngũ AmovietnamĐọc thêm",
            "Đây không phải là chuyến đi đầu tiên của tôi đến Hà Nội nhưng sau chuyến tham quan ẩm thực đường phố với Thảo thú vị, tôi nhận ra trước đây mình đã bỏ lỡ rất nhiều điều. Ba người chúng tôi được đưa đến những quán ăn đường phố và quán cà phê nhỏ ở Hà Nội để nếm thử những món ngon địa phương. Ngay cả một trận mưa xối xả dường như cũng là một phần của trải nghiệm khi chúng tôi dừng lại dưới mái hiên, uống một cốc bia và ngắm nhìn Hà Nội trôi qua. Đó là lời giới thiệu tuyệt vời về ẩm thực Việt Nam cho bạn bè của tôi trong lần đầu tiên họ đến thăm, và đối với tôi đó là cái nhìn thứ hai về những địa điểm tôi đã đi qua trong những chuyến đi trước. Tất cả các món ăn thử đã được bao gồm trong chi phí của chuyến tham quan.Đọc thêm",
            "Maryan thân mến,\n\nLẽ ra tôi nên viết một lá thư chính thức trên tripadvisor bên cạnh một lá thư cá nhân gửi cho bạn. \nCảm ơn bạn rất nhiều vì đã lựa chọn tour WOW ẩm thực đường phố Hà Nội về đêm của chúng tôi. Hướng dẫn viên của chúng tôi \nThảo nhờ tôi gửi lời cảm ơn đến bạn và những người bạn tuyệt vời của bạn. \nVới bức thư này tôi muốn nhắc lại những món ăn tuyệt vời như; Bánh xèo Hà Nội, các loại chè, bánh que...v.v. \nTôi hy vọng sẽ có một cơ hội khác để ăn tối cùng bạn với những món ăn được chế biến bởi đầu bếp gia đình tuyệt vời của chúng tôi như Andrew đã làm trong chuyến đi Việt Nam.\n\nTrân trọng,\nLâm NgôĐọc thêm",
            "Amo Việt Nam đã tổ chức chuyến đi của chúng tôi tại Việt Nam từ A đến Z. Chúng tôi ở lại 10 ngày để thăm Hà Nội, Tam Cốc, Bắc Hà trên núi, tất nhiên là dọc Vịnh, Huế và Hội An ở miền Trung Việt Nam. Việc tổ chức rất hoàn hảo và bao gồm cả việc chậm trễ của các chuyến tàu. Thủy cũng gọi cho chúng tôi hai lần để đảm bảo mọi thứ đều hoàn hảo! Tổ chức tốt này, cùng với sự chào đón nồng nhiệt và đồ ăn tuyệt vời tại mỗi nhà trọ mà chúng tôi ở, đã giúp chúng tôi tận hưởng chuyến đi của mình một cách sâu sắc!Đọc thêm",
            "Jonathan thân mến,\nLẽ ra tôi nên viết một bức thư dài để bày tỏ sự cảm kích sâu sắc trước những lời tốt đẹp của bạn. Thực ra chuyến đi trekking Bắc Hà và Vịnh Hạ Long của bạn là một trải nghiệm độc đáo mà Thủy và Nhóm đã cố gắng hết sức để tổ chức suôn sẻ. \n\nSingapore rất gần với Việt Nam nên bạn có thể đến cho một chuyến đi khác. Lần này chúng tôi sẽ đưa bạn tham gia chuyến đi Hidden Hà Nội Biking và uống thêm bia tại Chezlinhlinh house. \n\nĐội ngũ Amo Việt NamĐọc thêm",
            "Lâm đưa tôi đi chụp ảnh sáng sớm ở Hà Nội. Đó là một sự khởi đầu sớm nhưng nó đáng giá, đáng giá từng giây phút bị mất ngủ. Đó có thể là ngày của tôi và nó khiến tôi ở lại Hà Nội. Anh ấy đón tôi vào khoảng 4h30 chiều tại khách sạn và chúng tôi đạp xe của anh ấy đến chợ hoa. Ngắm nhìn Hà Nội vào giờ này của buổi sáng từ phía sau một chiếc xe đạp thật thú vị. Thành phố vừa thức dậy vừa đi ngủ xung quanh chúng tôi. Chợ hoa đáng để ghé thăm ngay cả khi không có máy ảnh nhưng đối với tôi, nó còn thú vị hơn khi có máy ảnh. Lam là một nhiếp ảnh gia và cũng tổ chức các chuyến tham quan chụp ảnh kéo dài, vì vậy thật tuyệt khi được chụp ảnh cùng anh ấy. Có rất nhiều thông tin hữu ích nhưng Lâm không lấn át tôi. Có rất nhiều kết cấu, hình dạng, màu sắc và quan trọng nhất là con người. Người Việt Nam rất thích chụp ảnh và họ đã ghi nhận phần lớn lỗi chụp ảnh của tôi. Khi trời sáng dần cũng là lúc đi tìm cà phê ở Hà Nội xưa. Đó là cà phê trứng ở quán cà phê được thành lập lần đầu tiên vào năm 1925. Nó nằm ở một hành lang mà tôi sẽ khó lòng tìm được. Chúng tôi bước qua những bao cà phê và lên lầu tới một khoảng sân rộng. Cà phê trứng nghe có vẻ kỳ lạ nhưng không phải vậy. Trứng được đánh với đường thành bọt - ngon.  Sau đó đi đến Hồ Hoàn Kiếm, trung tâm của Hà Nội cổ. Ánh sáng vừa phải vào thời điểm chúng tôi đến Hà Nội tương đương với Bãi biển Venice - những người đàn ông tập thể dục với thanh tạ khi mặt trời mọc trên hồ trong khi phía sau là điệu nhảy truyền thống. Chúng tôi đi dạo quanh hồ nhưng ánh sáng vẫn ở ngay nơi chúng tôi mới đến. Điểm dừng chân cuối cùng của chúng tôi là món phở ngon nhất ở Hà Nội. Chỉ riêng điều đó thôi cũng đã khiến chuyến đi trở nên đáng giá - nhưng còn nhiều điều hơn thế nữa.Đọc thêm",
            "Andrew thân mến:\n\nCảm ơn bạn rất nhiều vì đã dành thời gian viết đánh giá tuyệt vời về công ty chúng tôi, Amo Việt Nam. Lời nói tuyệt vời của bạn ngọt ngào như vị cà phê lòng đỏ trứng. Thật tuyệt vời khi bạn thích sản phẩm độc quyền của chúng tôi. Du lịch chụp ảnh Hà Nội. Điều chúng ta còn thiếu là một chút mưa nhẹ đầu Xuân làm mờ bóng người bán hoa trên đường. \n\nTôi đang đợi bạn tham gia chuyến tham quan bằng xe đạp Hidden Hà Nội riêng tư của chúng tôi cho chuyến thăm tiếp theo của bạn. \n\nLời chúc tốt nhất,\n\nĐội ngũ du lịch Amo Việt NamĐọc thêm",
            "Chuyến đi gần đây của chúng tôi đến Việt Nam thật tuyệt vời.  Mọi thứ được sắp xếp đều diễn ra như đồng hồ.  Các tài xế và hướng dẫn viên luôn đúng giờ và đặc biệt lịch sự, lịch sự và thân thiện.  Chuyến du lịch riêng của chúng tôi bắt đầu từ Sài Gòn đến nhà trọ tốt nhất đồng bằng sông Cửu Long EVER..Jardin Du Mekong sau đó đến Hội An, nơi khu phố cổ vẫn còn ngập lụt vì cơn bão gần đây nhưng vẫn rất thú vị, Huy và cuối cùng vào Hà Nội, nơi chúng tôi ở lại một đêm với Thủy và Lam và 3 đứa con của họ rất tuyệt vời và chu đáo với chỗ ở rất thoải mái.  Chúng tôi dành một đêm trên một chiếc thuyền rác ở Vịnh Hạ Long, nơi thời tiết xấu nhưng không làm giảm tinh thần của chúng tôi.  Đồ ăn chúng tôi ăn ở Việt Nam không có gì là ngon cả.  Những người chúng tôi gặp đều cực kỳ tốt bụng và thân thiện, và những nơi chúng tôi đến thực sự thú vị và ấn tượng.  Tôi muốn cảm ơn Thủy rất nhiều vì đã tổ chức một chuyến đi tuyệt vời cho chúng tôi.  Rất khuyến khích. xx Cathy SassenbergĐọc thêm",
            "Kính gửi Cathy Sassenberg:\n\nCảm ơn bạn rất nhiều vì đã dành thời gian viết đánh giá tuyệt vời về công ty chúng tôi, Amo Việt Nam. Tôi chắc chắn rằng việc di chuyển rất khó khăn với tình huống mà bạn gặp phải trong chuyến đi. Vì vậy, chúng tôi đã cố gắng hết sức để đảm bảo mọi thứ diễn ra suôn sẻ. Đánh giá theo nhận xét của bạn, tôi nghĩ chúng tôi đã đạt được điều này!\n\nTôi và Thủy cảm ơn lời khen của bạn và chúng tôi mong được sắp xếp một kỳ nghỉ khác cho bạn vào một thời điểm nào đó trong tương lai. Vui lòng nói với bạn bè và người thân của bạn rằng chúng tôi sẽ dành cho họ sự quan tâm cá nhân tương tự như bạn nếu họ quyết định đi du lịch cùng chúng tôi trong một kỳ nghỉ riêng tư được cá nhân hóa đến Việt Nam, Campuchia hoặc Lào!\n\nLời chúc tốt nhất,\n\nĐội ngũ du lịch Amo Việt NamĐọc thêm"
        ],
        "star_ratings": [
            303,
            14,
            2,
            0,
            1
        ],
        "review_amount": 320,
        "location": [
            "Những điều cần làm ở Hà Nội",
            "Châu Á",
            "Việt Nam",
            "Hà Nội",
            "tôi yêu Việt Nam"
        ],
        "reviews_time": [
            "Written February 17, 2015",
            "Written February 14, 2015",
            "Written December 1, 2014",
            "Written September 1, 2014",
            "Written August 16, 2014",
            "Written August 12, 2014",
            "Written June 26, 2014",
            "Written May 4, 2014",
            "Written February 24, 2014",
            "Written December 12, 2013"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d5061686-Reviews-or30-Amo_Vietnam-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5061686-Reviews-or20-Amo_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5061686-Reviews-or40-Amo_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5061686-Reviews-Amo_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26394901-Reviews-2hand_vintage-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2455577-Reviews-Vietnam_Impressive_Private_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1837683-Reviews-Hanoi_Urban_Adventures-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7378184-Reviews-Motorbike_Tours_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26208824-Reviews-Open_Asia_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17450631-Reviews-Vietnam_Escape_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14000245-Reviews-Vactours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6498824-Reviews-Asia_Great_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1809048-Reviews-Travel_Sense_Asia-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6508941-Reviews-Incredible_Asia_Journeys-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10088687-Reviews-Yen_Cooking-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11950353-Reviews-Dao_s_Care_Spa_Ba_Dinh-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d455010-Reviews-Huu_Tiep_Lake_and_the_Downed_B_52-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4731869-Reviews-B52_Victory_Museum-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7834952-Reviews-Hanoi_Voyages-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d643093-Reviews-Mamma_Mia-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g152515-d153310-Reviews-Playa_de_los_Amantes-Cabo_San_Lucas_Los_Cabos_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d190683-Reviews-Conciergerie-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g190454-d12843514-Reviews-Volksgarten_Clubdiskothek-Vienna.html",
            "https://www.tripadvisor.com/Attraction_Review-g56084-d270425-Reviews-Llano_Slab-Kingsland_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d12661256-Reviews-Plaja_de_Sant_Sebastian-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g32171-d8368271-Reviews-Chopra_Center-Carlsbad_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g189460-d1230867-Reviews-Porto_Katsiki-Lefkada_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d23996268-Reviews-BalloonFly-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g2501725-d148028-Reviews-Scilly_Cay-Island_Harbour_Anguilla.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d5061686-Reviews-or40-Amo_Vietnam-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d5061686-Reviews-or30-Amo_Vietnam-Hanoi.html"
    },
    {
        "attraction_name": "Amo Vietnam",
        "attraction_name_vi": "tôi yêu Việt Nam",
        "general_info": [
            "320 đánh giá",
            "181 trên 1.948 Chuyến tham quan Hoạt động tại Hà Nội",
            "Tour du lịch văn hóa",
            "Chuyến tham quan di sản lịch sử",
            "Tour tham quan",
            "Tour riêng",
            "Chuyến tham quan chụp ảnh"
        ],
        "attraction_summary": "Amo Travel cung cấp các gói tour chân thực nhất với chi phí tiết kiệm nhất tại Việt Nam. Tất cả các tour du lịch được tùy chỉnh cá nhân để phù hợp với nhu cầu của bạn. Hãy cùng du lịch với các chuyến tham quan độc quyền của chúng tôi: Đạp xe Hà Nội ẩn giấu, Ẩm thực đường phố Hà Nội và Chuyến tham quan buổi sáng Hà NộiĐọc thêm",
        "reviews": [
            "Con gái tôi và tôi đến từ Nam Phi đã đặt chuyến đi tuyệt vời đến Việt Nam cùng với Thúy và Lâm. Chúng tôi đã có một kỳ nghỉ tại nhà tuyệt vời với họ và một chuyến tham quan bằng xe đạp quanh Hà Nội - sáu giờ và !8 kl sau đó và những cái bụng đầy ắp từ những nhà hàng đường phố tuyệt vời, thật tuyệt vời.  Sau đó chúng tôi đến Sapa - thật là một trải nghiệm tuyệt vời với Dân gian Bộ lạc, sau đó là HAI đêm trên thuyền ở Vịnh Hạ Long, bơi lội và chèo thuyền kayak - món ăn chết người trên thuyền.  Bốn ngày mua sắm, đạp xe và bơi lội ở Hội An, chuyến đi do Amo tổ chức - và tất cả đều hoạt động như đồng hồ. Những con người tuyệt vời và một đất nước tuyệt vời. Cảm ơn vì đã làm cho tôi và con gái tôi có một chuyến đi tuyệt vời. x x x Margie và jenni WillowsĐọc thêm",
            "Margie thân mến, \n\nCảm ơn bạn đã lựa chọn Hanoi Homes và Amo Vietnam cho kỳ nghỉ của mình tại đất nước xinh đẹp của chúng tôi. Tôi đánh giá cao sự đóng góp nhỏ bé của bạn cho Quỹ xe đạp khi bạn lựa chọn sản phẩm Xe đạp Hà Nội ẩn giấu của chúng tôi. \n\nĐiểm nổi bật của bạn đối với dịch vụ của chúng tôi là sự khích lệ to lớn để chúng tôi thực hiện dịch vụ tốt hơn trong tương lai. \n\nChuyến tham quan Food on Foot mới của chúng tôi đang chờ bạn. Thủy cảm ơn những lời tốt đẹp và thời gian của bạn cho một đánh giá tốt đẹp như vậy.\n\nLời chúc tốt đẹp nhất Tình yêuĐọc thêm",
            "Sole đã theo chân chúng tôi tổ chức chuyến đi Việt Nam một cách tuyệt vời: tử tế, nhanh chóng và sẵn sàng tư vấn. Anh ấy nói tiếng Ý và luôn trả lời các câu hỏi hoặc những sự kiện nhỏ bất ngờ. Tôi đánh giá cao cơ quan này! Làm tốt lắm Sun!! Đọc thêm",
            "Tôi vừa trở về sau 18 ngày tuyệt vời ở Việt Nam và Campuchia. Chương trình do Amotravel tùy chỉnh, bao gồm vận chuyển bằng ô tô, thuyền và máy bay và được thực hiện một cách chính xác và chính xác, và phần lớn công lao cho việc này thuộc về Thuận Nguyễn Cinzia, luôn chu đáo và sẵn sàng, ngay cả vào Chủ nhật. lĩnh vực này, các hướng dẫn viên và tài xế cũng không khác gì trong việc giới thiệu về Việt Nam trong quá khứ và hiện tại. Một số khách sạn và ngày ven biển được lựa chọn ở Phú Quốc, tại Sea Sense Resort, đều rất tốt. Chuyến du ngoạn Vịnh Hạ Long trên Nữ hoàng Legend thật khó quên, với cabin hoành tráng và bữa tối rất ngon. Tóm lại, vợ chồng tôi hoàn toàn hài lòng nhờ Amotravel.Angel và QueenĐọc thêm",
            "Chúng tôi viết bài đánh giá này bằng tiếng Ý vì Thuận, người liên hệ của Amo Travels tại Ý, nói và viết tiếng Ý rất tốt, tôi nghĩ là một điểm cộng đối với nhiều người. Chúng tôi là một cặp đôi du khách độc lập, trong trường hợp này, chúng tôi đã chọn dựa vào một công ty lữ hành địa phương vì hai lý do. Lý do đầu tiên là bạn không thể lái xe ở Việt Nam và bạn sẽ phải đi nhiều chuyến riêng lẻ và cuối cùng vẫn được hỗ trợ. Lý do thứ hai là có ít ngày có sẵn 9 ngày cần tối ưu hóa và ít lãng phí thời gian. Về bản chất, chúng tôi thực sự nhiệt tình về mọi thứ, năng lực, lòng tốt và sự sẵn sàng của Thuận, tính minh bạch của giá cả, hiệu quả của hướng dẫn viên, tính đúng giờ của mỗi chuyến đi. Chúng tôi luôn nhanh chóng đồng ý về tổ chức và phong cách của chuyến đi. Chúng tôi muốn có một trải nghiệm sâu sắc và chân thực, mở rộng phần nông thôn và xa hơn các tuyến đường của tổ chức và chúng tôi hoàn toàn được hiểu. Chúng tôi đã yêu Việt Nam, một đất nước xinh đẹp với những con người phi thường. Chúng tôi chắc chắn rằng Thuận và Amo Travel đã đưa chúng tôi vào vị trí để sống trọn vẹn nhất và không phải lo lắng. Đọc thêm",
            "Nhóm gia đình 6 người chúng tôi đến Việt Nam vào cuối tháng 4 được ủy thác tổ chức chuyến đi AMO travel. Thủy lo mọi việc và mọi thứ đều hoàn hảo. Một hướng dẫn viên có tài xế chỉ cho chúng tôi về phía bắc của đất nước, ngoài đường mòn. Lòng tốt và sự chào đón của Thủy và các hướng dẫn viên của chúng tôi, ngoài một đất nước tuyệt vời để khám phá, đã đóng góp phần lớn đến sự thành công trọn vẹn của chuyến đi này. Chúng tôi sẽ quay lại Việt Nam để khám phá những vùng đất khác của đất nước xinh đẹp này và không chút do dự, chúng tôi sẽ gọi Thủy để lo mọi việc. Cảm ơn bạn vì chuyến đi tuyệt vời nàyĐọc thêm",
            "Cảm ơn Thủy đã tổ chức chuyến thăm Hà Nội của chúng tôi. Chúng tôi bắt đầu tổ chức muộn và mặc dù vậy Thủy đã làm mọi thứ có thể để tư vấn cho chúng tôi và tìm những chương trình phù hợp cho con cái chúng tôi. Hướng dẫn viên rất thân thiện và chia sẻ niềm đam mê của anh ấy với đất nước. Để được tư vấnĐọc thêm",
            "Nếu có thể cho sáu sao thì trợ lý du lịch Thuận Nguyễn Sara của chúng tôi sẽ xứng đáng nhận được tất cả. Chúng tôi đã được theo dõi ngay từ đầu với năng lực, tính chuyên nghiệp và sự chú ý đến từng chi tiết tối đa. Chuyến tham quan được tùy chỉnh mà không gặp vấn đề gì về loại khách sạn, hoạt động và phương tiện di chuyển, thích ứng với từng chi tiết. Các hướng dẫn viên và bạn đồng hành được chọn đều có tiêu chuẩn cao. Giá đưa ra là hoàn toàn đầy đủ. Trong giao tiếp, Thuận luôn nhanh nhẹn, chính xác và vui vẻ cả trước và trong chuyến đi. Chúng tôi rất vui và hy vọng sẽ có thêm những chuyến đi khác đến Đông Nam Á cùng Amotravel.Đọc thêm",
            "Một tổ chức hoàn hảo, hoàn toàn phù hợp với hồ sơ gia đình của chúng tôi. Cảm ơn bạn một lần nữa vì trải nghiệm tuyệt vời này, chúng tôi sẽ giới thiệu bạn mà không do dự... Biết rằng bạn cũng đã được đề xuất cho chúng tôi.Tam coc, dhalong bay.... Thật tuyệt vờiCảm ơn một lần nữa ..Đọc thêm",
            "Sự chào đón và tổ chức của Thủy rất hoàn hảo, cả về chất lượng hướng dẫn viên, sự đúng giờ của tài xế, vị trí và chất lượng của khách sạn. Chúng tôi đánh giá cao Amo-Travel. Sylvie và Didier.Đọc thêm",
            "Giới thiệu một chút: chúng tôi là hai cặp đôi là bạn bè và đã đi du lịch rất nhiều nơi. Chúng tôi quyết định tổ chức lễ Phục sinh này, có 2 tuần ở Việt Nam. Chúng tôi đang đòi hỏi và chúng tôi không hài lòng. Nói như vậy, chúng tôi đã giao phó cho AMO TRAVEL con người SARA tên là Thiane Nguyen và các nhân viên của cô ấy cho chuyến đi của chúng tôi: Mọi thứ đều vượt quá mọi sự mong đợi: một chuyến đi khó quên, được thiết kế riêng theo mọi yêu cầu của chúng tôi. Chúng tôi nhận thấy sự chuyên nghiệp tuyệt vời và sự nghiêm túc, nhưng trên hết là khả năng của Sara đôi khi còn cảm nhận được mong muốn và ý thích bất chợt của chúng tôi, đã khiến một chuyến đi đơn giản trở thành một khoảnh khắc khó quên. Một tổ chức hoàn hảo, với sự lựa chọn tuyệt vời về sân khấu, khách sạn, chuyến du ngoạn và thời gian, luôn luôn chú ý, đạt tiêu chuẩn cao nhờ những lời khuyên không bao giờ tầm thường của anh ấy. Luôn sẵn sàng đáp ứng mọi yêu cầu của chúng tôi về thông tin với sự quản lý cẩn thận và hiệu quả. Điều này cũng đúng trong trường hợp có vấn đề hoặc trường hợp khẩn cấp xảy ra trong chuyến đi: SARA luôn sẵn sàng giúp đỡ và tư vấn cho chúng tôi vào bất kỳ thời điểm nào trong ngày, bất kể thời gian nào. Những người hướng dẫn đi cùng chúng tôi là một sự khám phá thực sự: LUNA nói riêng là một người bạn đồng hành tốt bụng và có văn hóa. Với tiếng Ý hoàn hảo của mình, cô ấy đã kể cho chúng tôi nghe về đất nước của mình một cách tốt nhất, kín đáo, thân thiện và hiệu quả: BRAVA! Vì vậy, chúng tôi nhiệt liệt giới thiệu SARA và AMO TRAVEL cùng đội ngũ nhân viên của công ty. Chúng tôi đã lên kế hoạch cho chuyến đi tiếp theo tới Campuchia và Lào... luôn đồng hành cùng SARA và AMO TRAVEL. HIMarcoĐọc thêm",
            "Chào buổi sáng tôi muốn biết có ai biết tôi có thích du lịch và Thái Lan không, cảm ơn\nĐọc thêm",
            "Đúng . Đây là những gì họ đã nói với tôiĐọc thêm",
            "giá cho chuyến đi qua đêm 2 ngày tới Vịnh Hạ Long thông qua công ty này là bao nhiêu?Đọc thêm",
            "Kính gửi Dòng S,\n\nCảm ơn yêu cầu của bạn, tôi có thể biết bạn thích hành trình nào để tôi có thể gửi cho bạn lời đề nghị của chúng tôi không\n\nCảm ơn,\n\nLâm NgôĐọc thêm",
            "CHÀO! Xin lỗi đã làm phiền bạn, tôi đang lên ý tưởng cho chuyến du ngoạn Vịnh Hạ Long vào tháng 8 tới...\n\nMình đọc thấy bạn đặt dịch vụ tương tự qua Amo Việt Nam, tôi muốn hỏi bạn, bạn đặt trực tuyến trước hay trực tiếp tại đại lý?\n\nDu thuyền có thể tốn bao nhiêu tiền?\n\nCảm ơn bạn rất nhiều trước!\n\nLucaĐọc thêm",
            "Xin chào Luca, Bạn có thể gửi email cho chúng tôi. Chúng tôi sẽ trả lời câu hỏi của bạn càng chi tiết càng tốt. Cảm ơn bạn rất nhiều, tôi yêu Travel TeamĐọc thêm",
            "Tôi đang tổ chức một chuyến du lịch Việt Nam vào năm sau cùng vợ, đến từ Bangkok và đến Hà Nội, nơi tôi muốn ở 3 ngày, Lotel Nova hay Serene Hotel là gì? Dành 2 đêm trên du thuyền có còi báo động ở vịnh dài ??? rồi đi đến cơn chim hoàng yến. khách sạn hay cung điện serena? ở huế 2 ngày ở huế và đi hội an 1 ngày hoặc đến nhà dân trong làng hoặc đến biệt thự nhà vườn làm thuyền 1 ngày trên sông mekong cuối cùng đáp máy bay hcm đến bangkok. Liệu nó có vẻ khả thi với bạn? Bạn có thể viết thư cho tôi về đề xuất của bạn và mọi chi phí không? Chi phí cho hướng dẫn viên nói tiếng Ý có cao hơn không? cảm ơn bạnĐọc thêm",
            "Chắc chắn AmoViệt Nam có thể giúp bạn lên kế hoạch mọi thứ bằng tiếng Ý và bạn có thể nhờ họ hướng dẫnĐọc thêm",
            "Evan thân mến,\n\nBạn có nhận được thư trả lời của tôi khoảng một tháng trước không? Tôi hy vọng rằng bạn sẽ cảm thấy hài lòng với câu trả lời! \nCảm ơn rất nhiều\n\nLâm NgôĐọc thêm",
            "CHÀO\n\nChúng tôi là một nhóm gồm 4 người lớn và 3 trẻ em ở Hà Nội trong tháng Bảy. Muốn tìm hiểu chi phí cho chuyến du lịch 4 đến 5 ngày và hành trình sơ bộ\n\nTrân trọng\n\nEvan Johnson\n\nNam PhiĐọc thêm",
            "Evan thân mến,\n\nLời chào nồng nhiệt nhất từ ​​Amo Vietnam Travel! \nThật đáng tiếc khi chúng tôi không kiểm tra Trip Advisor thường xuyên, chỉ trong trường hợp chúng tôi có đánh giá mới.\n\nMiền Bắc: Chúng tôi đang thực hiện chuyến đi 6 ngày 5 đêm \n\nĐây là dự thảo Hành trình. \n\nNgày 1: Đến Hà Nội ---\nNgày 2: Tham quan thành phố Hà Nội Tàu đêm B--\nNgày 3: Lào Cai Sapa Đi bộ đến Làng B--\nNgày 4: Tham quan chợ đêm Sapa Tàu đêm về Hà Nội BL-\nNgày 5: Hà Nội Đến Hạ Long -LD.\nNgày 6: Hạ Long Hà Nội - Khởi hành\n\nĐiều quan trọng nhất là Thị trường và có một số thị trường để lựa chọn.\nChợ Cốc Ly vào thứ Ba\nChợ Cao Sơn vào thứ Tư\nLũng Khấu Nhin vào ngày thứ Năm.\nCán Cấu vào thứ bảy\nChợ Bắc Hà ngày chủ nhật\n\nVì vậy xin vui lòng thông báo cho chúng tôi thời gian của bạn. \nTôi sẽ lập đầy đủ hành trình cho bạn\n\nTrân trọng,\n\nĐội ngũ du lịch Amo Việt NamĐọc thêm"
        ],
        "star_ratings": [
            303,
            14,
            2,
            0,
            1
        ],
        "review_amount": 320,
        "location": [
            "Những điều cần làm ở Hà Nội",
            "Châu Á",
            "Việt Nam",
            "Hà Nội",
            "tôi yêu Việt Nam"
        ],
        "reviews_time": [
            "Written October 29, 2013",
            "",
            "Written May 29, 2024",
            "",
            "Written May 12, 2024",
            "",
            "Written May 8, 2024",
            "",
            "Written May 4, 2024",
            "",
            "Written May 2, 2024",
            "",
            "Written May 1, 2024",
            "",
            "Written April 25, 2024",
            "",
            "Written April 14, 2024",
            "",
            "Written April 9, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d5061686-Reviews-or40-Amo_Vietnam-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5061686-Reviews-or30-Amo_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5061686-Reviews-or50-Amo_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5061686-Reviews-Amo_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26394901-Reviews-2hand_vintage-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2455577-Reviews-Vietnam_Impressive_Private_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1837683-Reviews-Hanoi_Urban_Adventures-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7378184-Reviews-Motorbike_Tours_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26208824-Reviews-Open_Asia_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17450631-Reviews-Vietnam_Escape_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14000245-Reviews-Vactours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6498824-Reviews-Asia_Great_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1809048-Reviews-Travel_Sense_Asia-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6508941-Reviews-Incredible_Asia_Journeys-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10088687-Reviews-Yen_Cooking-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11950353-Reviews-Dao_s_Care_Spa_Ba_Dinh-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d455010-Reviews-Huu_Tiep_Lake_and_the_Downed_B_52-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4731869-Reviews-B52_Victory_Museum-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7834952-Reviews-Hanoi_Voyages-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g303857-d600499-Reviews-Lake_Siwa-Siwa_Matrouh_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g31376-d1547940-Reviews-Four_Corners_Monument-Teec_Nos_Pos_Apache_County_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g36669-d590459-Reviews-Medieval_Times-Schaumburg_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g303832-d10751744-Reviews-Girandella_Beach-Rabac_Istria.html",
            "https://www.tripadvisor.com/Attraction_Review-g150812-d3320138-Reviews-Quinta_Avenida-Playa_del_Carmen_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d7183628-Reviews-Lyric_Theatre-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60806-d8762240-Reviews-Young_River_Falls-Astoria_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d1064131-Reviews-Areopagus-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g295414-d553595-Reviews-Mazar_E_Quaid-Karachi_Sindh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g776005-d6953065-Reviews-La_Scala_Beach-Thassos_Town_Limenas_Thasos_Northeast_Aegean_Islands.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d5061686-Reviews-or50-Amo_Vietnam-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d5061686-Reviews-or40-Amo_Vietnam-Hanoi.html"
    },
    {
        "attraction_name": "Amo Vietnam",
        "attraction_name_vi": "tôi yêu Việt Nam",
        "general_info": [
            "320 đánh giá",
            "181 trên 1.948 Chuyến tham quan Hoạt động tại Hà Nội",
            "Chuyến tham quan văn hóa",
            "Chuyến tham quan di sản lịch sử",
            "Tour tham quan",
            "Tour riêng",
            "Chuyến tham quan chụp ảnh"
        ],
        "attraction_summary": "Amo Travel cung cấp các gói tour chân thực nhất với chi phí tiết kiệm nhất tại Việt Nam. Tất cả các tour du lịch được tùy chỉnh cá nhân để phù hợp với nhu cầu của bạn. Hãy cùng du lịch với các chuyến tham quan độc quyền của chúng tôi: Đạp xe Hà Nội ẩn giấu, Ẩm thực đường phố Hà Nội và Chuyến tham quan buổi sáng Hà NộiĐọc thêm",
        "reviews": [
            "Việt Nam: một đất nước hấp dẫn, giàu lịch sử và có phong cảnh ngoạn mục và việc đến thăm đất nước này cùng Nhà điều hành tour này là một lựa chọn tuyệt vời. Hướng dẫn viên và tài xế có năng lực và chu đáo đáp ứng mọi yêu cầu của chúng tôi, đúng giờ và luôn thân thiện, đặc biệt Hương Sole, người đã hỗ trợ và tư vấn cho tôi trong sáu tháng trong việc quyết định mọi giai đoạn và từng chi tiết của chuyến tham quan một cách chuyên nghiệp và trên hết là rất kiên nhẫn. Đặc biệt là Hang Lương Luna, người đã cùng chúng tôi đến Hà Nội và Ninh Bình, đã mô tả bằng tiếng Ý hoàn hảo và rất chi tiết về các di tích, đền chùa và bất cứ thứ gì khác minh họa cho lịch sử của đất nước này. 11 ngày tìm hiểu Việt Nam từ Bắc vào Nam thôi chưa đủ, tôi mong được trở lại vào thời điểm thuận lợi hơn để đào sâu thêm kiến ​​thức về miền Bắc và tại sao không, lần thứ ba khám phá miền Nam tráng lệ. Cảm ơn AmoTravelĐọc thêm",
            "Chúng tôi rất vui khi chọn Amo Travel cho chuyến đi Lào, Campuchia và Việt Nam. Chúng tôi là một cặp đôi thích đi du lịch một mình với những hành trình được thiết kế riêng và Amo Travel phù hợp với chúng tôi. Chuyên môn và sự chú ý của Hương trong việc đáp ứng các yêu cầu của chúng tôi đã giúp ích rất nhiều trong việc lập ra hành trình khoảng 4 tuần được thực hiện với sự chính xác và đúng giờ: không bao giờ có sự nhầm lẫn, không bao giờ có bất kỳ thất bại nào. Mọi thứ diễn ra theo đúng kế hoạch. Chúng tôi đã trao đổi rất nhiều email để đi đến chương trình cuối cùng và Sole luôn trả lời rất đúng giờ và hoàn toàn sẵn sàng đáp ứng mọi thay đổi mà chúng tôi thỉnh thoảng yêu cầu ở cô ấy. Chúng tôi đã được cung cấp rất nhiều tài liệu cho phép để chúng tôi có cái nhìn tổng quát về 3 nước và còn cung cấp cho chúng tôi SIM điện thoại của cả Việt Nam và Campuchia. Trong thời gian lưu trú, cô ấy đảm bảo cho chúng tôi rằng cô ấy luôn sẵn sàng liên lạc bất cứ lúc nào và chúng tôi rất vui khi nhận được tin nhắn hàng ngày của cô ấy, điều này luôn khiến chúng tôi cảm thấy được quan tâm. Chúng tôi biết rằng việc có hướng dẫn viên bằng tiếng Ý ở ba quốc gia không hề dễ dàng và do đó chúng tôi đã chuyển đi từ trước và các hướng dẫn viên được cung cấp thường cho thấy khả năng hợp lý trong việc truyền đạt kiến ​​thức lịch sử và văn hóa của họ bằng tiếng Ý có thể chấp nhận được. Ở những nơi không lường trước được việc lái xe, trong các chuyến đi đến và đi từ sân bay hoặc chuyển từ thành phố này sang thành phố khác, người lái xe đã thực hiện công việc theo lịch trình: xe luôn rất thoải mái, sạch sẽ và luôn có sẵn nước. Chỗ ở khách sạn còn hơn cả tuyệt vời với các dịch vụ chất lượng cao. Chúng tôi đánh giá cao công ty này cho chuyến đi đến Đông Dương, một chuyến đi tuyệt vời về mặt tổ chức đối với chúng tôi. Anna và FrancescoĐọc thêm",
            "Tôi vừa trở về sau chuyến đi về phía đông thế giới cách đây vài ngày. Lần này tôi chọn đến thăm Luang Prabang ở Lào, rồi bay đến Việt Nam lần thứ hai, dừng chân ở phía bắc đất nước tuyệt vời này. Để được hỗ trợ trong quá trình hướng dẫn chuyến đi bằng tiếng Ý, xe và tài xế tôi đã liên hệ với Amotravel. Phải nói gì ! Tôi hạnh phúc vì tôi đã làm nó! Mọi thứ được tổ chức hoàn hảo, hướng dẫn viên xuất sắc, tài xế thận trọng và chuyên nghiệp, khách sạn xuất sắc và trên hết là cảm ơn Trang vì sự kiên nhẫn của anh ấy trong việc đáp ứng mọi yêu cầu của tôi. Cảm ơn bạn một lần nữa! Nếu bạn nghĩ đến việc đến thăm Lào, Việt Nam hoặc Campuchia, hãy thực hiện và bạn sẽ không hối tiếc. Nếu bạn chọn Amotravel, bạn sẽ chắc chắn rằng mọi thứ sẽ diễn ra theo cách tốt nhất. Chúc bạn có một chuyến đi vui vẻ!Đọc thêm",
            "Công ty Amotravel thực sự rất chuyên nghiệp. Nhờ Thủy Nguyễn, người điều hành tour, chúng tôi đã có một tuần yên bình nhờ sự tổ chức chặt chẽ và chất lượng. Một lần nữa xin cảm ơn Thủy thay mặt cho Marilyne và Christophe từ Normandy ở PHÁPĐọc thêm",
            "Chuyến đi Việt Nam và Campuchia đầy đủ và được tổ chức tốt. Cơ sở vật chất thoải mái, giao thông đa dạng và hiệu quả, nhân viên và hướng dẫn viên rất tốt bụng ở khắp mọi nơi, nhiều cảnh quan, dân tộc, đền chùa. Amotravel thực sự là một cơ quan có năng lực, chu đáo và đáng tin cậy. Một lần nữa xin cảm ơn tất cả mọi thứ, đặc biệt là lòng tốt của bạn! Alessandra GrossiBrunella EvangelistiLaura DesideriMonica CarcanoĐọc thêm",
            "Chúng tôi đã tin tưởng Amo Travel cho chuyến khám phá đầu tiên về Việt Nam và chúng tôi đã trở lại đầy mê hoặc. Thủy, người đã chăm sóc chúng tôi, đã cân nhắc mọi yêu cầu của chúng tôi và theo dõi suốt hành trình để khiến chuyến đi này trở nên khó quên. Ngoài những cảnh quan tuyệt đẹp, lòng tốt của người Việt Nam và các hướng dẫn viên sẽ còn in sâu trong trái tim chúng tôi. Một lần nữa xin cảm ơn Thủy vì sự chuyên nghiệp và lòng tốt của bạn. Tôi nhắm mắt khuyên bạn.Đọc thêm",
            "Một chuyến đi tuyệt vời, đi bộ, đi xe đạp và thuyền. Mọi thứ đều hoàn hảo và sự xuất hiện của chúng tôi đã được chờ đợi ở mỗi địa điểm. Cảm ơn và hẹn gặp lại bạn trong chuyến đi Lào tiếp theo.Đọc thêm",
            "Chuyến tham quan này được tổ chức xuất sắc bởi cô Thu Hương của Amotravel, đã giúp chúng tôi được ngắm nhìn những địa điểm hấp dẫn và mang tính biểu tượng nhất của hai quốc gia đặc biệt, giàu lịch sử, văn hóa và truyền thống này. Các khách sạn đã được chào đón và sạch sẽ. Các hướng dẫn viên Michele Mik Marconi và Kim, có năng lực và có thể nói tiếng Ý hoàn hảo, đã minh họa sâu sắc những di tích quan trọng nhất đối với chúng tôi. Rõ ràng, chúng tôi đặc biệt ấn tượng với chuyến du ngoạn đến Vịnh Hạ Long đầy bất ngờ, cố đô Huế, Mỹ Sơn và các ngôi đền Angkor. Chúng tôi cũng tận hưởng chuyến đi thuyền trên hồ với những ngôi nhà di động và ăn trưa tại nhà nông dân. Cuộc hành trình được thực hiện với những chiếc xe thoải mái và những tài xế rất lành nghề và chu đáo, những người không bao giờ để chúng tôi thiếu nước ngọt và khăn thơm để lau mồ hôi trong thời tiết nắng nóng. Chúng tôi yêu hai dân tộc vĩ đại, lịch sự và kiêu hãnh này.Đọc thêm",
            "Tour du lịch được tổ chức tốt và luôn có mặt hỗ trợ. Hướng dẫn viên nói tiếng Ý đã được đào tạo để đảm bảo sự thanh thản tối đa.Đọc thêm",
            "Nhờ Amo Việt Nam và đặc biệt là Nguyễn, chúng tôi đã có cơ hội tìm hiểu vẻ đẹp, màu sắc, hương vị, truyền thống và văn hóa của đất nước đặc biệt này. Thực sự xin chúc mừng cho một tổ chức hoàn hảo!Đọc thêm"
        ],
        "star_ratings": [
            303,
            14,
            2,
            0,
            1
        ],
        "review_amount": 320,
        "location": [
            "Những điều cần làm ở Hà Nội",
            "Châu Á",
            "Việt Nam",
            "Hà Nội",
            "tôi yêu Việt Nam"
        ],
        "reviews_time": [
            "",
            "Written March 31, 2024",
            "",
            "Written March 25, 2024",
            "",
            "Written March 22, 2024",
            "",
            "Written March 18, 2024",
            "",
            "Written March 16, 2024",
            "",
            "Written March 16, 2024",
            "",
            "Written March 16, 2024",
            "",
            "Written March 14, 2024",
            "",
            "Written March 12, 2024",
            "",
            "Written March 3, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d5061686-Reviews-or50-Amo_Vietnam-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5061686-Reviews-or40-Amo_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5061686-Reviews-or60-Amo_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5061686-Reviews-Amo_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26394901-Reviews-2hand_vintage-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2455577-Reviews-Vietnam_Impressive_Private_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1837683-Reviews-Hanoi_Urban_Adventures-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7378184-Reviews-Motorbike_Tours_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26208824-Reviews-Open_Asia_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17450631-Reviews-Vietnam_Escape_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14000245-Reviews-Vactours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6498824-Reviews-Asia_Great_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1809048-Reviews-Travel_Sense_Asia-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6508941-Reviews-Incredible_Asia_Journeys-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10088687-Reviews-Yen_Cooking-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11950353-Reviews-Dao_s_Care_Spa_Ba_Dinh-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d455010-Reviews-Huu_Tiep_Lake_and_the_Downed_B_52-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4731869-Reviews-B52_Victory_Museum-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7834952-Reviews-Hanoi_Voyages-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g57894-d4419138-Reviews-Ida_Lee_Park-Leesburg_Loudoun_County_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d1674339-Reviews-Adventure_Raceway-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g35004-d17561628-Reviews-Georgia_Mountain_Coaster-Helen_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g50207-d1753885-Reviews-B_a_Sweetie_Candy_Company-Cleveland_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g41523-d569066-Reviews-Swan_Pond_River-Dennis_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d214996-Reviews-St_Michan_s_Church-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g33851-d106090-Reviews-Yale_University-New_Haven_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g304074-d4745537-Reviews-TQ_Plaza-Budva_Budva_Municipality.html",
            "https://www.tripadvisor.com/Attraction_Review-g644390-d651486-Reviews-Gilligan_s_Island-Playa_de_Guanica_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g49064-d255978-Reviews-Lake_Phelps-Creswell_North_Carolina.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d5061686-Reviews-or60-Amo_Vietnam-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d5061686-Reviews-or50-Amo_Vietnam-Hanoi.html"
    },
    {
        "attraction_name": "Amo Vietnam",
        "attraction_name_vi": "tôi yêu Việt Nam",
        "general_info": [
            "320 đánh giá",
            "181 trên 1.948 Chuyến tham quan Hoạt động tại Hà Nội",
            "Chuyến tham quan văn hóa",
            "Tour Di sản Lịch sử",
            "Tour tham quan",
            "Tour riêng",
            "Chuyến tham quan chụp ảnh"
        ],
        "attraction_summary": "Amo Travel cung cấp các gói tour chân thực nhất với chi phí tiết kiệm nhất tại Việt Nam. Tất cả các tour du lịch được tùy chỉnh cá nhân để phù hợp với nhu cầu của bạn. Hãy cùng du lịch với các chuyến tham quan độc quyền của chúng tôi: Đạp xe Hà Nội ẩn giấu, Ẩm thực đường phố Hà Nội và Chuyến tham quan buổi sáng Hà NộiĐọc thêm",
        "reviews": [
            "Tôi rất vui khi được thực hiện hành trình tâm linh này theo bước chân của Thầy, mà qua một tai nạn không may, đã biến tôi thành một trải nghiệm nhân văn mà tôi sẽ không bao giờ quên. Cảm ơn tất cả các nhân viên vì cách họ xử lý sự bất tiện với tính chuyên nghiệp cao độ và tình cảm tuyệt vời.Đọc thêm",
            "Một chuyến đi có người hướng dẫn vào một thực tế chưa được biết đến và hấp dẫn: miền Nam Việt Nam và Campuchia. Lần đầu tiên ở châu Á, vào dịp Tết Nguyên đán, và trong suốt hai tuần, chúng tôi đã giao phó bản thân cho sự điều phối từ Hà Nội của công ty lữ hành Nguyen Huong Sole của Amo Travel. Với sự chú ý đến từng chi tiết - tài xế và hướng dẫn viên riêng - chuyến đi đã cho phép chúng tôi khám phá một số khía cạnh thiết yếu của cuộc sống ở hai quốc gia đang phát triển nhanh chóng với nền văn minh ngàn năm tuổi. Các hướng dẫn viên cũng nói tiếng Ý và các tài xế luôn sẵn sàng phục vụ khách hàng, đã ưu ái cho chúng tôi kiến ​​thức về những thực tế rất khác biệt này từ châu Âu: từ Thành phố Hồ Chí Minh hỗn loạn nhưng vẫn trật tự - trước đây là Sài Gòn - đến khu vực sông Mê Kông; từ đảo Phú Quốc của Việt Nam Sardinia đến Phnom Penh; từ Siem Reap kỳ diệu với những ngôi đền ngoạn mục, đến ngôi làng nổi Kompong Khleang với những người đánh cá, đến những đường hầm bí ẩn của Củ Chi và Dinh Độc Lập uy nghiêm gần Bảo tàng Chiến tranh. Một chuyến đi được lên kế hoạch hoàn hảo, nói tóm lại, là nhờ sự tổ chức hoàn hảo của bà Huong của Amo Travel trong suốt các giai đoạn khác nhau của hành trình tuyệt vời này. Cảm ơn tất cả mọi người đã ủng hộ, chú ý đến từng chi tiết và...hẹn gặp lại các bạn lần sau!Đọc thêm",
            "Tổ chức xuất sắc từ Ý, tốt bụng và hữu ích, họ đã chuẩn bị hành trình của chúng tôi theo cách tốt nhất có thể theo hướng dẫn của chúng tôi. Được khuyên dùng.Đọc thêm",
            "Chúng tôi đã liên hệ với Amo travel và được liên lạc với Trang cùng với cô ấy, chúng tôi lên kế hoạch cho chuyến du lịch 15 ngày tại Việt Nam với hướng dẫn viên bằng tiếng Ý, tất cả đều có chi phí hợp lý hơn, có tính đến tiêu chuẩn tuyệt vời của khách sạn và du lịch bằng máy bay nội địa. Luôn sẵn sàng cả trước khi khởi hành và trong thời gian bạn ở Việt Nam. Tôi chắc chắn sẽ giới thiệu chuyến đi và công ty cho bạn bè và người quen....Đọc thêm",
            "Tôi đã liên hệ với Trang từ Ý qua email và ngay lập tức tôi nhận được tất cả các báo giá về chuyến du ngoạn cho chuyến du ngoạn đến Việt Nam cùng với một số lời khuyên. Chúng tôi đã đặt 4 chuyến du ngoạn: - Đồng bằng sông Cửu Long, được hướng dẫn bởi một cô gái, tôi không nhớ tên, chuyến tham quan rất thú vị, Tôi đã mong đợi một điều gì đó hơn thế... quá nhiều thời gian nghỉ ngơi để mua các sản phẩm địa phương-Đường hầm Củ Chi với Vincent là người hướng dẫn, người rất tốt bụng và vui vẻ với chúng tôi, chuyến tham quan rất thú vị-Vịnh Hạ Long TUYỆT VỜI. Tàu đẹp, thủy thủ đoàn rất tốt bụng, đồ ăn tuyệt vời-Ninh Bình với Thayson làm hướng dẫn viên, chuyến tham quan rất đẹp, hơi mệt nhưng đáng giá!!! Trong mỗi chuyến tham quan, chúng tôi có phương tiện đi lại tuyệt vời với tài xế riêng, bữa trưa và hướng dẫn viên đi cùng chúng tôi. Họ cũng có sẵn hướng dẫn viên nói tiếng Ý với mức giá chỉ bằng có lẽ hơi cao. Tôi giới thiệu Amotravel cho mọi người đến thăm Việt NamTôi giới thiệu Amotravel cho mọi ngườiĐọc thêm",
            "Chúng tôi đã chuyển sang Amo Travel để thực hiện chuyến tham quan đồng bằng sông Cửu Long kéo dài ba ngày. Những địa điểm và con người tuyệt vời, tổ chức hoàn hảo, dịch vụ và sự trợ giúp xuất sắc. Khuyến cáoĐọc thêm",
            "17 ngày với thiên nhiên thuần khiết, nghệ thuật, lịch sử và niềm vui: Chúng tôi là 3 người bạn đã quyết định trải qua kỳ nghỉ đông ở Việt Nam và chúng tôi tin tưởng vào chuyến du lịch của Amo! Houng ngay lập tức rất tốt bụng và cực kỳ chu đáo với chúng tôi! Mọi thứ đều được sắp xếp chi tiết và các chuyển động đều hoàn hảo. Chọn du lịch Amo là lựa chọn tốt nhất mà chúng tôi có thể thực hiện! Việt Nam thật tuyệt vời, con người ở đây cũng vậy, tốt bụng, mỉm cười và luôn sẵn sàng giúp đỡ: Ôm thật chặt Chi và Nữ hoàng vì sự hiện diện những hướng dẫn tuyệt vời và chấp nhận mọi sự chậm trễ của chúng tôi: Đọc thêm",
            "Tour du lịch được tổ chức rất tốt, những địa điểm ngoạn mục đã ghé thăm, sự kết hợp của những chuyến tham quan đầy lịch sử nhưng cũng có cuộc sống địa phương và đương đại! Tôi đánh giá cao nó vì tôi yêu thích nóĐọc thêm",
            "Địa điểm đẹp, giàu lịch sử, con người thân thiện, đồ ăn ngon. Đó là chuyến đi đáng giá. Tổ chức này là tuyệt vời. Cảm ơn Huang Sole của công ty du lịch Amo tại Hà Nội.Đọc thêm",
            "Chuyến đi đẹp, tour được tổ chức rất tốt, hướng dẫn viên và khách sạn tốt, đặc biệt là ở Việt Nam. Con người thân thiện. Làm tốt lắmĐọc thêm",
            "Chào buổi sáng tôi muốn biết có ai biết tôi có thích du lịch và Thái Lan không, cảm ơn\nĐọc thêm",
            "Đúng . Đây là những gì họ đã nói với tôiĐọc thêm",
            "giá cho chuyến đi qua đêm 2 ngày tới Vịnh Hạ Long thông qua công ty này là bao nhiêu?Đọc thêm",
            "Kính gửi Dòng S,\n\nCảm ơn yêu cầu của bạn, tôi có thể biết bạn thích hành trình nào để tôi có thể gửi cho bạn lời đề nghị của chúng tôi không\n\nCảm ơn,\n\nLâm NgôĐọc thêm",
            "CHÀO! Xin lỗi đã làm phiền bạn, tôi đang lên ý tưởng cho chuyến du ngoạn Vịnh Hạ Long vào tháng 8 tới...\n\nMình đọc thấy bạn đặt dịch vụ tương tự qua Amo Việt Nam, tôi muốn hỏi bạn, bạn đặt trực tuyến trước hay trực tiếp tại đại lý?\n\nDu thuyền có thể tốn bao nhiêu tiền?\n\nCảm ơn bạn rất nhiều trước!\n\nLucaĐọc thêm",
            "Xin chào Luca, Bạn có thể gửi email cho chúng tôi. Chúng tôi sẽ trả lời câu hỏi của bạn càng chi tiết càng tốt. Cảm ơn bạn rất nhiều, tôi yêu Travel TeamĐọc thêm",
            "Tôi đang tổ chức một chuyến du lịch Việt Nam vào năm sau cùng vợ, đến từ Bangkok và đến Hà Nội, nơi tôi muốn ở 3 ngày, Lotel Nova hay Serene Hotel là gì? Dành 2 đêm trên du thuyền có còi báo động ở vịnh dài ??? rồi đi đến cơn chim hoàng yến. khách sạn hay cung điện serena? ở huế 2 ngày ở huế và đi hội an 1 ngày hoặc đến nhà dân trong làng hoặc đến biệt thự nhà vườn làm thuyền 1 ngày trên sông mekong cuối cùng đáp máy bay hcm đến bangkok. Liệu nó có vẻ khả thi với bạn? Bạn có thể viết thư cho tôi về đề xuất của bạn và mọi chi phí không? Chi phí cho hướng dẫn viên nói tiếng Ý có cao hơn không? cảm ơn bạnĐọc thêm",
            "Chắc chắn AmoViệt Nam có thể giúp bạn lên kế hoạch mọi thứ bằng tiếng Ý và bạn có thể nhờ họ hướng dẫnĐọc thêm",
            "Evan thân mến,\n\nBạn có nhận được thư trả lời của tôi khoảng một tháng trước không? Tôi hy vọng rằng bạn sẽ cảm thấy hài lòng với câu trả lời! \nCảm ơn rất nhiều\n\nLâm NgôĐọc thêm",
            "Xin chào\n\nChúng tôi là một nhóm gồm 4 người lớn và 3 trẻ em ở Hà Nội vào tháng 7. Tôi muốn biết chi phí cho chuyến tham quan kéo dài 4 đến 5 ngày và hành trình sơ bộ\n\nTrân trọng\n\nEvan Johnson\n\nNam PhiĐọc thêm",
            "Evan thân mến,\n\nLời chào nồng nhiệt nhất từ ​​Amo Vietnam Travel! \nThật đáng tiếc khi chúng tôi không kiểm tra Trip Advisor thường xuyên, chỉ trong trường hợp chúng tôi có đánh giá mới.\n\nMiền Bắc: Chúng tôi đang thực hiện chuyến đi 6 ngày 5 đêm \n\nĐây là dự thảo Hành trình. \n\nNgày 1: Đến Hà Nội ---\nNgày 2: Tham quan thành phố Hà Nội Tàu đêm B--\nNgày 3: Lào Cai Sapa Đi bộ đến Làng B--\nNgày 4: Tham quan chợ đêm Sapa Tàu đêm về Hà Nội BL-\nNgày 5: Hà Nội Đến Hạ Long -LD.\nNgày 6: Hạ Long Hà Nội - Khởi hành\n\nĐiều quan trọng nhất là Thị trường và có một số thị trường để lựa chọn.\nChợ Cốc Ly vào thứ Ba\nChợ Cao Sơn vào thứ Tư\nLũng Khấu Nhin vào ngày thứ Năm.\nCán Cấu vào thứ bảy\nChợ Bắc Hà ngày chủ nhật\n\nVì vậy xin vui lòng thông báo cho chúng tôi thời gian của bạn. \nTôi sẽ lập đầy đủ hành trình cho bạn\n\nTrân trọng,\n\nĐội ngũ du lịch Amo Việt NamĐọc thêm"
        ],
        "star_ratings": [
            303,
            14,
            2,
            0,
            1
        ],
        "review_amount": 320,
        "location": [
            "Những điều cần làm ở Hà Nội",
            "Châu Á",
            "Việt Nam",
            "Hà Nội",
            "tôi yêu Việt Nam"
        ],
        "reviews_time": [
            "",
            "Written February 25, 2024",
            "",
            "Written February 19, 2024",
            "",
            "Written February 6, 2024",
            "",
            "Written February 6, 2024",
            "",
            "Written February 1, 2024",
            "",
            "Written January 29, 2024",
            "",
            "Written January 29, 2024",
            "",
            "Written January 26, 2024",
            "",
            "Written January 26, 2024",
            "",
            "Written January 26, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d5061686-Reviews-or60-Amo_Vietnam-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5061686-Reviews-or50-Amo_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5061686-Reviews-or70-Amo_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5061686-Reviews-Amo_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26394901-Reviews-2hand_vintage-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2455577-Reviews-Vietnam_Impressive_Private_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1837683-Reviews-Hanoi_Urban_Adventures-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7378184-Reviews-Motorbike_Tours_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26208824-Reviews-Open_Asia_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17450631-Reviews-Vietnam_Escape_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14000245-Reviews-Vactours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6498824-Reviews-Asia_Great_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1809048-Reviews-Travel_Sense_Asia-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6508941-Reviews-Incredible_Asia_Journeys-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10088687-Reviews-Yen_Cooking-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11950353-Reviews-Dao_s_Care_Spa_Ba_Dinh-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d455010-Reviews-Huu_Tiep_Lake_and_the_Downed_B_52-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4731869-Reviews-B52_Victory_Museum-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7834952-Reviews-Hanoi_Voyages-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d655062-Reviews-Olympic_Spa-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g52125-d3478397-Reviews-White_River_Falls_State_Park-Wasco_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d8278689-Reviews-National_Observatory_of_Athens-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d103238-Reviews-Skydeck_Chicago_Willis_Tower-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g59946-d9739307-Reviews-Pike_Lake_State_Park-Hartford_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g664648-d4893986-Reviews-Issos_Beach-Agios_Georgios_Corfu_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g32513-d2233275-Reviews-Bolsa_Chica_State_Beach-Huntington_Beach_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g14135118-d1820205-Reviews-Nakasu_District-Nakasu_Hakata_Fukuoka_Fukuoka_Prefecture_Kyushu.html",
            "https://www.tripadvisor.com/Attraction_Review-g59423-d105485-Reviews-Pipestem_State_Park-Pipestem_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g663152-d9755571-Reviews-Chrousso_Beach-Paliouri_Kassandra_Halkidiki_Region_Central_Macedonia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d5061686-Reviews-or70-Amo_Vietnam-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d5061686-Reviews-or60-Amo_Vietnam-Hanoi.html"
    },
    {
        "attraction_name": "Amo Vietnam",
        "attraction_name_vi": "tôi yêu Việt Nam",
        "general_info": [
            "320 đánh giá",
            "181 trên 1.948 Chuyến tham quan Hoạt động tại Hà Nội",
            "Chuyến tham quan văn hóa",
            "Chuyến tham quan di sản lịch sử",
            "Tour tham quan",
            "Tour riêng",
            "Chuyến tham quan chụp ảnh"
        ],
        "attraction_summary": "Amo Travel cung cấp các gói tour chân thực nhất với chi phí tiết kiệm nhất tại Việt Nam. Tất cả các tour du lịch được tùy chỉnh cá nhân để phù hợp với nhu cầu của bạn. Hãy cùng du lịch với các chuyến tham quan độc quyền của chúng tôi: Đạp xe Hà Nội ẩn giấu, Ẩm thực đường phố Hà Nội và Chuyến tham quan buổi sáng Hà NộiĐọc thêm",
        "reviews": [
            "Chuyến đi hai tuần giữa Việt Nam và Campuchia, 12 người, ba chuyến bay, chín khách sạn. Tổ chức hoàn hảo, không chậm trễ, hướng dẫn viên bằng tiếng Ý, những khách sạn tuyệt vời thực hiện đúng lời hứa của họ. Hơn thế nữa...Đọc thêm",
            "Chuyến đi Việt Nam và Campuchia được tổ chức bởi công ty Amotravel.com tại Hà Nội. Bà Sole Wong và tất cả nhân viên đã khuyên chúng tôi trước khi rời đi và theo dõi tin nhắn qua WhatsApp bằng tiếng Ý trong suốt chuyến đi, liên tục hỏi thăm về việc đúng giờ của tài xế xe Van và hướng dẫn viên địa phương. Họ đã đặt chỗ nhà hàng cho chúng tôi trong suốt chuyến đi. Một sự hiện diện liên tục và liên tục. Thực sự đáng khen ngợi sự quan tâm của khách hàng. Nếu bạn muốn đến Việt Nam và Campuchia, tôi đánh giá cao nhà điều hành này. Hơn nữa, chúng tôi đã tiết kiệm được hơn 2.000 euro so với công ty du lịch Ý cung cấp cho chúng tôi chuyến đi tương tự với cùng chỗ ở. Cảm ơn bà Sole Wong. Cảm ơn Amotravel.comĐọc thêm",
            "Chúng tôi đã liên hệ với đại lý địa phương này qua mạng xã hội và họ đã sắp xếp một hành trình chung, với các chuyến bay du lịch và dịch vụ đưa đón, khách sạn, hướng dẫn viên và trải nghiệm. Những địa điểm được chọn, từ khách sạn đến trải nghiệm ẩm thực địa phương hoặc đồ thủ công ngay cả bên ngoài các tuyến du lịch thông thường, rất chào mừng, tất cả đều xuất sắc!!! Chúng tôi được cung cấp một SIM để họ liên lạc với chúng tôi hàng ngày để đảm bảo mọi thứ diễn ra tốt đẹp. Hành trình cũng để lại không gian và thời gian rảnh để tận hưởng trọn vẹn những địa điểm đã ghé thăm một cách độc lập, điều rất đáng hoan nghênh vì chúng tôi thường tự tổ chức các chuyến đi. Tôi thực sự khuyên bạn nên!!! Đọc thêm",
            "Tôi và 4 người bạn đang tìm kiếm một chuyến du lịch Việt Nam nhân dịp lễ Giáng Sinh. Chúng tôi tình cờ gặp được cơ quan này trên internet. Cô gái đi theo chúng tôi, Thuận, rất tốt bụng, rất hay giúp đỡ và kiên nhẫn. Anh ấy đã tạo ra một chuyến đi phù hợp cho chúng tôi, đáp ứng mọi nhu cầu của chúng tôi. Tổ chức xuất sắc, nhân viên tốt bụng và đúng giờ, chuyến đi đáng nhớ. Tôi chỉ có thể cho 5 sao!Đọc thêm",
            "Chuyến đi tuyệt đẹp đến một đất nước tuyệt vời, tất cả đều do Sole hướng dẫn, người luôn tỏ ra sẵn sàng giải quyết mọi loại vấn đề. Chuyến đi được tổ chức phù hợp, luôn có tài xế riêng sẵn sàng làm bất cứ điều gì được yêu cầu. Tôi giới thiệu Amo Travel cho mọi người để yên tâm -chuyến đi miễn phí, vì đối với chúng tôi nó thực sự là như vậy. Một suy nghĩ nhỏ cũng dành cho Việt Nam, một đất nước tuyệt vời có những con người xinh đẹp không kém.Đọc thêm",
            "Sau nhiều lần so sánh với các công ty địa phương khác, chúng tôi đã nhờ đến AmoTravel để tổ chức chuyến đi giữa Việt Nam và Campuchia. Ngay từ giây phút đầu tiên chúng tôi tiếp xúc với Sole, người viết và nói tiếng Ý xuất sắc: với cô ấy, chúng tôi đã quyết định từng bước tất cả các giai đoạn và phương pháp thực hiện, điều chỉnh lộ trình phù hợp với mong muốn và khái niệm du lịch của chúng tôi, cũng như không kém phần kinh tế. khả dụng. Việc liên lạc luôn nhanh chóng và chính xác cho đến khi chương trình đạt đến phiên bản cuối cùng. Kết quả trên sân thật phi thường. Tuyến đường chạm tới miền bắc, miền trung và miền nam Việt Nam Hà Nội, Vịnh Hạ Long, Huế, Hội An, Hồ Chí Minh, Đồng bằng sông Cửu Long và một phần của Campuchia đến Phnom Penh đi ngược dòng sông Mê Kông và sau đó là khu vực Siem Reap. Tất cả các cơ sở đã đặt đều được chứng minh là đạt tiêu chuẩn tốt và tất cả những người chúng tôi tiếp xúc luôn rất tốt bụng và rất chuyên nghiệp. Hơn nữa, Sole liên tục liên lạc với chúng tôi trong suốt chuyến đi để đảm bảo mọi thứ diễn ra theo đúng kế hoạch và cô ấy tỏ ra rất sẵn sàng giải quyết một số bất tiện rất nhỏ, những điều không thể tránh khỏi khi lên kế hoạch dài hạn ở những khu vực khác nhau như vậy. Tóm lại, tôi chỉ có thể giới thiệu công ty này tổ chức các chuyến đi đến Đông Dương.Đọc thêm",
            "Muốn đến thăm Việt Nam trong hai tuần rảnh rỗi, tôi liên hệ với Amo Travel Vietnam và được liên lạc với Sole, người nói thông thạo tiếng Ý. Cùng với cô ấy, tôi đã lên kế hoạch cho chuyến đi của mình, với tổng cộng sáu người bạn. Chúng tôi đã đến thăm vùng Viễn Bắc Sapa và vùng phụ cận, Hà Nội và vùng phụ cận, Vịnh Hạ Long với du thuyền, cố đô Huế, Thành phố Hồ Chí Minh Sài Gòn và Đồng bằng sông Cửu Long Cần Thơ. Luôn có những hướng dẫn viên xuất sắc bằng tiếng Ý và được Sole theo dõi từng bước, luôn liên hệ qua điện thoại với chúng tôi nếu có nhu cầu. Tất cả với chi phí hợp lý hơn, có tính đến tiêu chuẩn xuất sắc của khách sạn, hai lần chuyển máy bay nội bộ, hai chỗ ngủ qua đêm vận chuyển và hành trình trên Vịnh Hạ Long. Nói về chuyến đi, tôi muốn chỉ ra rằng chúng tôi đã có khoảng thời gian tuyệt vời, vì con tàu có kích thước trung bình, tổng cộng khoảng ba mươi người, rất thoải mái và thức ăn tuyệt vời. Tôi chắc chắn sẽ giới thiệu chuyến đi và Đại lý cho bạn bè và người quen .Đọc thêm",
            "Amo Travel là công ty du lịch lý tưởng, được người dân Hà Nội giới thiệu. Văn phòng tiện nghi với lối trang trí truyền thống rất cẩn thận, sự chào đón nồng nhiệt, đội ngũ tuyệt vời và chuyên nghiệp, hoàn hảo để khám phá Việt Nam và sự giàu có của nó, đồng thời đảm bảo an toàn cho chuyến đi của bạn. Và nếu tiếng Anh của bạn ở mức trung bình, không phải lo lắng, Thủy nói tiếng Pháp trôi chảy, rất ấn tượng! Và đây chỉ là một trong những đức tính của cô ấy, cô ấy sẽ biết cách sắp xếp mọi hoạt động của bạn và tìm cho bạn những giao dịch tốt nhất vào thời điểm hiện tại. Cô ấy đã tìm cho tôi một chuyến du ngoạn tuyệt vời ở Vịnh Hạ Long, với mức giá rất cạnh tranh. Hãy tận hưởng kỳ nghỉ của bạn ở Việt Nam!Đọc thêm",
            "Duy nhất từ ​​AmoTravel đã có mặt để tổ chức 5 ngày hoàn hảo ở miền Bắc Việt Nam, cho phép chúng tôi tham quan tất cả các điểm tham quan chính mà không cần vội vã. Chúng tôi không phải lo lắng về bất cứ điều gì, luôn có hướng dẫn viên hoặc tài xế ở đó cho chúng tôi và trong trường hợp Sole cũng luôn có thể truy cập được trên WhatsApp với tiếng Ý hoàn hảo của cô ấy! Tôi đã liên hệ với đại lý chỉ vài ngày trước chuyến đi, tôi đã cho biết tôi sẽ làm gì muốn xem và sau đó họ đề xuất một hành trình, đặc biệt chú ý đến giá cả, điều này không bao giờ ảnh hưởng đến. Ví dụ: nhiều chuyến du ngoạn đến Vịnh Hạ Long, thậm chí cả những chuyến rất đắt tiền, nhưng Sole đã tìm ra giải pháp phù hợp cho chúng tôi: một chuyến du ngoạn đẳng cấp được thực hiện một cách xuất sắc với mức giá rất trung thực. Tóm lại, hãy tự tin tin tưởng vào AmoTravel cho chuyến đi đến Việt Nam của bạn! Đọc thêm",
            "Amo Travel đã tổ chức kỳ nghỉ 18 ngày của chúng tôi tại Việt Nam cho 4 người và thật tuyệt vời! Họ rất chú ý đến chương trình và liệu chúng tôi có cần thay đổi mọi thứ hay không. Luôn sẵn sàng nhanh chóng để trả lời các câu hỏi của chúng tôi. Chúng tôi rất hài lòng với chuyến đi của mình. Mọi thứ diễn ra rất tốt và không có vấn đề gì!Tôi khuyên dùng Brigitte, Didier, Yann và CarolineĐọc thêm"
        ],
        "star_ratings": [
            303,
            14,
            2,
            0,
            1
        ],
        "review_amount": 320,
        "location": [
            "Những điều cần làm ở Hà Nội",
            "Châu Á",
            "Việt Nam",
            "Hà Nội",
            "tôi yêu Việt Nam"
        ],
        "reviews_time": [
            "",
            "Written January 26, 2024",
            "",
            "Written January 25, 2024",
            "",
            "Written January 10, 2024",
            "",
            "Written January 6, 2024",
            "",
            "Written January 5, 2024",
            "",
            "Written January 3, 2024",
            "",
            "Written January 2, 2024",
            "",
            "Written December 21, 2023",
            "",
            "Written December 8, 2023",
            "",
            "Written November 30, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d5061686-Reviews-or70-Amo_Vietnam-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5061686-Reviews-or60-Amo_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5061686-Reviews-or80-Amo_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5061686-Reviews-Amo_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26394901-Reviews-2hand_vintage-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2455577-Reviews-Vietnam_Impressive_Private_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1837683-Reviews-Hanoi_Urban_Adventures-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7378184-Reviews-Motorbike_Tours_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26208824-Reviews-Open_Asia_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17450631-Reviews-Vietnam_Escape_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14000245-Reviews-Vactours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6498824-Reviews-Asia_Great_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1809048-Reviews-Travel_Sense_Asia-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6508941-Reviews-Incredible_Asia_Journeys-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10088687-Reviews-Yen_Cooking-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11950353-Reviews-Dao_s_Care_Spa_Ba_Dinh-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d455010-Reviews-Huu_Tiep_Lake_and_the_Downed_B_52-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4731869-Reviews-B52_Victory_Museum-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7834952-Reviews-Hanoi_Voyages-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g43323-d271779-Reviews-Lake_Harriet_Rose_Garden-Minneapolis_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g46885-d274348-Reviews-Mountain_Creek-Vernon_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g2626907-d19268791-Reviews-Shaat_View_Point-Dhofar_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g612452-d547433-Reviews-The_Sucha_Bela_Canyon-Hrabusice_Kosice_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g143028-d11306006-Reviews-Guano_Point-Grand_Canyon_National_Park_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g190347-d3199900-Reviews-Vianden_Chairlift-Vianden_Diekirch_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g34580-d2661833-Reviews-Saint_Lucie_Lanes-Port_Saint_Lucie_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g49222-d2225936-Reviews-Holden_Beach-Holden_Beach_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g60745-d109591-Reviews-Jacques_Cabaret-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41755-d3690293-Reviews-Nauset_Beach-Orleans_Cape_Cod_Massachusetts.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d5061686-Reviews-or80-Amo_Vietnam-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d5061686-Reviews-or70-Amo_Vietnam-Hanoi.html"
    },
    {
        "attraction_name": "Amo Vietnam",
        "attraction_name_vi": "tôi yêu Việt Nam",
        "general_info": [
            "320 đánh giá",
            "181 trên 1.948 Chuyến tham quan Hoạt động tại Hà Nội",
            "Chuyến tham quan văn hóa",
            "Chuyến tham quan di sản lịch sử",
            "Tour tham quan",
            "Tour riêng",
            "Chuyến tham quan chụp ảnh"
        ],
        "attraction_summary": "Amo Travel cung cấp các gói tour chân thực nhất với chi phí tiết kiệm nhất tại Việt Nam. Tất cả các tour du lịch được tùy chỉnh cá nhân để phù hợp với nhu cầu của bạn. Hãy cùng du lịch với các chuyến tham quan độc quyền của chúng tôi: Đạp xe Hà Nội ẩn giấu, Ẩm thực đường phố Hà Nội và Chuyến tham quan buổi sáng Hà NộiĐọc thêm",
        "reviews": [
            "Nhờ có Amo Vietnam, cặp đôi của chúng tôi đã có một chuyến đi khó quên đến Việt Nam. Với hướng dẫn viên Nhung và tài xế riêng, chúng tôi đã đi du lịch và khám phá những viên ngọc của Việt Nam và cư dân nơi đây trong trạng thái nguyên sơ, giữa lòng thiên nhiên bằng mọi cách: đi bộ, đi xe đạp, đi thuyền, đi thuyền kayak và đi thuyền. Và tất cả những điều này đều vui vẻ và hài hước trong khi tránh những nơi đông đúc càng nhiều càng tốt. Đó là một chuyến đi đặc biệt theo mọi cách. Tổ chức rất hoàn hảo và chúng tôi chân thành cảm ơn Thuy Nguyen vì sự chuyên nghiệp và linh hoạt của anh ấy để đáp ứng mong muốn của chúng tôi! Chuyến tham quan ẩm thực buổi tối trên phố Hà Nội sẽ mãi là một trong những kỷ niệm khó quên và sẽ được khắc ghi trong ký ức của chúng tôi mãi mãi. Chúng tôi thực sự giới thiệu công ty du lịch này! Đọc thêm",
            "Chúng tôi đã đặt mọi thứ với Sole và nó thật hoàn hảo! Chuyến đi được tổ chức một cách tỉ mỉ và chính xác! Tôi chắc chắn sẽ giới thiệu nó cho bạn bè muốn đến thăm Việt NamĐọc thêm",
            "Cảm ơn đánh giá tích cực của bạn! Chúng tôi rất vui vì chuyến đi do Sole tổ chức đã diễn ra hoàn hảo. Rất vui được hỗ trợ bạn hoặc bạn bè của bạn trong tương lai. Một lần nữa xin cảm ơn sự tin tưởng của bạn và chúc bạn có một chuyến đi vui vẻ!Đọc thêm",
            "Bỏ qua việc nói về vẻ đẹp của một kỳ nghỉ ở Việt Nam, tôi muốn nhấn mạnh tính chuyên nghiệp của AMOTRAVEL trong tất cả các giai đoạn của chuyến đi: từ khâu chuẩn bị, trong đó chúng tôi đã thảo luận nhiều lần để điều chỉnh hành trình cơ bản theo sở thích của mình, từ năng lực của các hướng dẫn viên đều nói tiếng Ý, từ sự đúng giờ và thận trọng của tài xế, và cuối cùng là những liên hệ hàng ngày để tìm hiểu xem mọi việc có diễn ra tốt đẹp hay không và liệu có điều gì cần khắc phục hay không. Làm tốt lắm, thực sự tốt. Hãy tin tưởng họ cho bất kỳ chuyến đi nào đến Đông Dương và bạn chắc chắn sẽ hài lòng.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì lời chứng tuyệt vời của bạn! Chúng tôi vô cùng vui mừng khi biết rằng bạn đánh giá cao không chỉ vẻ đẹp của kỳ nghỉ tại Việt Nam mà còn cả sự chuyên nghiệp của AMOTRAVEL trong tất cả các giai đoạn trong chuyến đi của bạn.\n\nViệc bạn đề cập đến việc chuẩn bị chi tiết hành trình theo sở thích của bạn, việc sử dụng hướng dẫn viên có năng lực nói tiếng Ý, sự đúng giờ và thận trọng của tài xế cũng như các mối liên hệ hàng ngày thể hiện cam kết của chúng tôi trong việc mang lại trải nghiệm du lịch đặc biệt và không cần lo lắng.\n\nCảm ơn bạn rất nhiều vì đã chọn chúng tôi làm đối tác du lịch của bạn ở Đông Dương. Chúng tôi rất vui vì đã giúp chuyến đi của bạn trở nên đáng nhớ. Chúng tôi hy vọng có cơ hội được hỗ trợ bạn lần nữa trong tương lai. Chúc bạn có một chuyến đi vui vẻ!Đọc thêm",
            "Để có được chuyến khám phá Việt Nam tuyệt vời này, chúng tôi đã giao phó cho Sole, người đã thiết kế một tuyến đường rất đẹp từ Bắc vào Nam. Luôn có sẵn cả trước và trong khi khởi hành. Chuyến tham quan cánh đồng lúa rất thú vị và đặc biệt, một nơi vẫn còn không bị ảnh hưởng bởi du lịch. Các hướng dẫn viên đi cùng chúng tôi rất tốt bụng. Chúng tôi sẽ liên lạc lại trong chuyến đi tiếp theo tới Campuchia. Rất khuyến khích!! Đọc thêm",
            "Cảm ơn bạn rất nhiều vì sự đánh giá nhiệt tình của bạn! Chúng tôi rất vui mừng khi Sole đóng vai trò là nhà tư vấn quan trọng trong chuyến đi đến Việt Nam của Ngài. Kiến thức chuyên môn của ông chắc chắn là vô giá. Chúng tôi mong nhận được phản hồi từ bạn trong chuyến đi tiếp theo tới Campuchia. Cảm ơn bạn đã thông cảm và chia sẻ kinh nghiệm của mình!Đọc thêm",
            "Hành trình tuyệt đẹp từ Bắc vào Nam, khám phá những kỳ quan thiên nhiên và lịch sử của Việt Nam. Mọi thứ đều được tổ chức rất tốt và có hướng dẫn viên thân thiện và có năng lực bằng tiếng Ý. Sự chào đón và lòng tốt của tất cả những người chúng tôi gặp đều thật tuyệt vời. Đọc thêm",
            "Cảm ơn sự đánh giá cao của bạn! Chúng tôi rất vui vì chuyến đi từ Bắc vào Nam ở Việt Nam của bạn thật thú vị, với sự tổ chức hoàn hảo và hướng dẫn viên có trình độ. Chúng tôi hy vọng trải nghiệm của bạn sẽ không thể nào quên. Cảm ơn bạn đã sử dụng Amo Travel cho chuyến du lịch của mình!Đọc thêm",
            "Kể từ khi tôi liên hệ với họ, họ đã chú ý đến nhu cầu của tôi và loại chuyến đi, luôn sẵn sàng đáp ứng mong muốn của tôi và có những đại diện hoàn hảo tại chỗĐọc thêm",
            "Cám ơn những lời tốt đẹp của bạn! Chúng tôi rất vui khi được đáp ứng nhu cầu của bạn và cung cấp cho bạn dịch vụ hoàn hảo với các đại diện tại chỗ. Chúng tôi hy vọng sẽ hỗ trợ bạn một lần nữa trong tương lai. Cảm ơn bạn đã lựa chọn Amo Travel!Đọc thêm",
            "Một đất nước hoàn toàn đáng để ghé thăm vì lịch sử, văn hóa, kỳ quan thiên nhiên và lòng hiếu khách của người dân. Một tour du lịch từ Bắc vào Nam chiêm ngưỡng các địa điểm chính, với mong muốn quay trở lại để khám phá nhiều cảnh đẹp khác và những địa điểm ít được biết đến hơn. Xin chân thành cảm ơn AMO TRAVEL vì chuyến tham quan mà họ đã cung cấp cho chúng tôi và tổ chức, luôn rất chính xác, nhờ họ mà chúng tôi có thể đi du lịch và tìm hiểu đất nước xinh đẹp này một cách thoải mái và cá nhân hóa cho nhu cầu và mong đợi của chúng tôi.Đọc thêm",
            "Michele thân mến, cảm ơn bạn rất nhiều vì những lời nói đầy cảm hứng của bạn!  Chúng tôi rất vui vì chuyến đi xuyên Việt Nam trải dài từ Bắc vào Nam của bạn thật thú vị. Việt Nam là một đất nước giàu lịch sử, văn hóa, kỳ quan thiên nhiên và lòng hiếu khách nồng hậu. Thật tuyệt vời khi biết rằng Amo Travel đã tổ chức chuyến đi của bạn một cách cẩn thận và thoải mái.\n\nChúng tôi rất biết ơn sự lựa chọn của bạn và sự tin tưởng của bạn đối với chúng tôi. Chúng tôi hy vọng có thể hỗ trợ bạn một lần nữa trong tương lai, có thể là khám phá những cảnh đẹp khác và những địa điểm ít được biết đến hơn. Một lần nữa, cảm ơn bạn đã đồng hành cùng chúng tôi và cho phép chúng tôi tham gia vào kỳ nghỉ tuyệt vời của bạn tại Việt Nam!Đọc thêm",
            "Chúng tôi ở Việt Nam và Campuchia khoảng hai tuần. Việc tổ chức chuyến đi hoàn hảo về mọi mặt, từ lập kế hoạch đến thực hiện. Hương hỗ trợ chúng tôi trong mọi yêu cầu 24 giờ một ngày. Hướng dẫn viên du lịch thân thiện và hiểu biết, đưa đón đúng giờ, chọn khách sạn theo mong đợi. Một chuyến đi được cá nhân hóa từ nam ra bắc mà Amo Travel đã thực hiện được.Đọc thêm",
            "Cảm ơn bạn rất nhiều, Fabrizio, vì những lời tích cực của bạn! Chúng tôi rất vui mừng vì chuyến đi hai tuần tới Việt Nam và Campuchia của bạn được tổ chức hoàn hảo đến từng chi tiết. Rất vui được hỗ trợ bạn với tất cả các yêu cầu của bạn và chúng tôi rất vui vì bạn đánh giá cao những hướng dẫn viên thân thiện và hiểu biết, việc đưa đón đúng giờ và các khách sạn đáp ứng mong đợi của bạn.\n\nChúng tôi rất vui mừng được giúp chuyến đi cá nhân của bạn từ Nam ra Bắc trở nên tuyệt vời. Một lần nữa xin cảm ơn quý khách đã lựa chọn Amo Travel. Chúng tôi thực sự hy vọng có thể hỗ trợ bạn một lần nữa trong tương lai cho những chuyến phiêu lưu đáng nhớ khác!Đọc thêm",
            "Chúng tôi ở Việt Nam 3 tuần từ Bắc vào Nam, chúng tôi nhờ Sole di Amotravel tổ chức tour, đặt chuyến bay và tất cả các dịch vụ đưa đón, v.v. Chúng tôi đã có khoảng thời gian tuyệt vời. Sự hỗ trợ luôn có mặt và sẵn sàng giải quyết vấn đề Đưa đón đúng giờ với phương tiện luôn sạch sẽ và mới Hướng dẫn viên du lịch siêu thân thiện và hiểu biết Chúng tôi chắc chắn sẽ tin tưởng vào họ cho chuyến đi tiếp theo tới CampuchiaĐọc thêm",
            "Cảm ơn bạn rất nhiều vì phản hồi có giá trị của bạn! Chúng tôi rất vui khi biết rằng bạn đã trải qua ba tuần khó quên ở Việt Nam, tin tưởng vào Sole di Amo Travel để tổ chức chuyến tham quan, đặt vé máy bay và mọi chuyến du lịch. Chúng tôi rất vui vì bạn đánh giá cao sự hỗ trợ của chúng tôi luôn có mặt và sẵn sàng giải quyết các vấn đề, đưa đón đúng giờ với phương tiện sạch sẽ và mới cũng như hướng dẫn viên thân thiện và hiểu biết cho các chuyến tham quan.\n\nChúng tôi sẽ rất vui mừng được chào đón bạn một lần nữa trong chuyến đi sắp tới đến Campuchia hoặc bất kỳ điểm đến nào khác mà bạn muốn khám phá. Một lần nữa xin cảm ơn quý khách đã tin tưởng Amo Travel và lựa chọn dịch vụ của chúng tôi. Chúng tôi chúc bạn có thêm nhiều cuộc phiêu lưu khó quên!Đọc thêm",
            "Một chuyến đi xuyên Việt được tổ chức hoàn hảo. Cảm ơn bà Hương đã theo dõi chúng tôi trong suốt thời gian ở Việt Nam và Campuchia, giúp đỡ chúng tôi ngay cả những công việc tầm thường nhất. Chúng tôi đã khám phá được những địa điểm nổi tiếng cũng như những góc nhỏ ít được khách du lịch biết đến.Đọc thêm",
            "Cảm ơn vì những từ ngữ tốt đẹp của bạn! Chúng tôi rất vui vì chuyến đi được lên kế hoạch hoàn hảo đến Việt Nam của bạn thật thú vị.  Một lần nữa xin cảm ơn bạn đã lựa chọn Amo Travel và tư vấn Hương Sole! Chúng tôi hy vọng có thể hỗ trợ bạn trong những cuộc phiêu lưu khác trong tương lai.Đọc thêm"
        ],
        "star_ratings": [
            303,
            14,
            2,
            0,
            1
        ],
        "review_amount": 320,
        "location": [
            "Những điều cần làm ở Hà Nội",
            "Châu Á",
            "Việt Nam",
            "Hà Nội",
            "tôi yêu Việt Nam"
        ],
        "reviews_time": [
            "",
            "Written November 25, 2023",
            "",
            "Written November 8, 2023",
            "",
            "Written November 3, 2023",
            "",
            "Written October 29, 2023",
            "",
            "Written September 29, 2023",
            "",
            "Written September 18, 2023",
            "",
            "Written September 14, 2023",
            "",
            "Written September 10, 2023",
            "",
            "Written September 8, 2023",
            "",
            "Written September 5, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d5061686-Reviews-or80-Amo_Vietnam-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5061686-Reviews-or70-Amo_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5061686-Reviews-or90-Amo_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5061686-Reviews-Amo_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26394901-Reviews-2hand_vintage-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2455577-Reviews-Vietnam_Impressive_Private_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1837683-Reviews-Hanoi_Urban_Adventures-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7378184-Reviews-Motorbike_Tours_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26208824-Reviews-Open_Asia_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17450631-Reviews-Vietnam_Escape_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14000245-Reviews-Vactours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6498824-Reviews-Asia_Great_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1809048-Reviews-Travel_Sense_Asia-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6508941-Reviews-Incredible_Asia_Journeys-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10088687-Reviews-Yen_Cooking-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11950353-Reviews-Dao_s_Care_Spa_Ba_Dinh-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d455010-Reviews-Huu_Tiep_Lake_and_the_Downed_B_52-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4731869-Reviews-B52_Victory_Museum-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7834952-Reviews-Hanoi_Voyages-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g34273-d6460143-Reviews-Lake_Eva_Park-Haines_City_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g188064-d1849045-Reviews-Musegg_Wall-Lucerne.html",
            "https://www.tripadvisor.com/Attraction_Review-g46819-d265984-Reviews-Mall_at_Short_Hills-Short_Hills_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g662328-d10053072-Reviews-Gems_Market-Chanthaburi_Chanthaburi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g57737-d527324-Reviews-Chateau_Morrisette_Winery-Floyd_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60785-d325393-Reviews-Oregon_District-Dayton_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d676896-Reviews-Medieval_Banquet-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g227888-d246210-Reviews-Abbazia_di_San_Fruttuoso-Camogli_Italian_Riviera_Liguria.html",
            "https://www.tripadvisor.com/Attraction_Review-g297884-d12703898-Reviews-125_Thai_Massage-Busan.html",
            "https://www.tripadvisor.com/Attraction_Review-g34015-d23528678-Reviews-Coastal_Wilds-Frankford_Delaware.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d5061686-Reviews-or90-Amo_Vietnam-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d5061686-Reviews-or80-Amo_Vietnam-Hanoi.html"
    },
    {
        "attraction_name": "Amo Vietnam",
        "attraction_name_vi": "tôi yêu Việt Nam",
        "general_info": [
            "320 đánh giá",
            "181 trong số 1.948 Tour Hoạt động tại Hà Nội",
            "Chuyến tham quan văn hóa",
            "Tour Di sản Lịch sử",
            "Tour tham quan",
            "Tour riêng",
            "Chuyến tham quan chụp ảnh"
        ],
        "attraction_summary": "Amo Travel cung cấp các gói tour chân thực nhất với chi phí tiết kiệm nhất tại Việt Nam. Tất cả các tour du lịch được tùy chỉnh cá nhân để phù hợp với nhu cầu của bạn. Hãy cùng du lịch với các chuyến tham quan độc quyền của chúng tôi: Đạp xe Hà Nội ẩn giấu, Ẩm thực đường phố Hà Nội và Chuyến tham quan buổi sáng Hà NộiĐọc thêm",
        "reviews": [
            "Trải nghiệm du lịch tuyệt vời với Amotravel. 21 ngày ở Việt Nam: tàu hỏa, máy bay, khách sạn, hướng dẫn viên, lối vào... mọi thứ đều được tổ chức một cách hoàn hảo. Hương theo chúng tôi từng bước cả trước và trong kỳ nghỉ. Cô ấy luôn có mặt và sẵn sàng đáp ứng mọi nhu cầu. Chúng tôi vừa gặp một sự cố bất ngờ không phải do amotravel gây ra mà do một khách sạn ở Hà Nội gây ra, và Hương đã can thiệp ngay lập tức ngay cả ngoài giờ làm việc và giải quyết vấn đề trong 5 phút. Hãy tin tưởng họ và bạn sẽ làm được đừng lo lắng hay lo lắng và bạn sẽ có thể tận hưởng kỳ nghỉ của mình 100. Tôi hy vọng có thể đi du lịch cùng họ một lần nữa.Đọc thêm",
            "Chúng tôi rất vui mừng khi biết về trải nghiệm tuyệt vời của bạn với Amo Travel! Chúng tôi rất biết ơn những lời nói của bạn và rất vui vì bạn đánh giá cao sự chú ý đến từng chi tiết trong 21 ngày ở Việt Nam. Hương là người thường xuyên tham khảo, sẵn sàng can thiệp trong mọi tình huống, kể cả ngoài giờ làm việc, thể hiện sự cống hiến của mình. Chúng tôi rất tiếc vì sự bất tiện với khách sạn ở Hà Nội nhưng chúng tôi rất vui vì Hương đã giải quyết tình huống này kịp thời.\n\nChúng tôi rất mong nhận được sự tin tưởng của Quý khách và rất mong được đón tiếp Quý khách một lần nữa trong những chuyến đi tiếp theo. Cảm ơn bạn đã lựa chọn Amo Travel và chúng tôi hy vọng rằng mỗi kỳ nghỉ của bạn luôn an toàn 100%!\nĐọc thêm",
            "Chúng tôi đến Việt Nam như một cặp đôi trong 15 ngày. Thủy, người nói tiếng Pháp rất tốt, đã sắp xếp mọi thứ cho chúng tôi từ A đến Z. Mọi thứ đều hoàn hảo và rất suôn sẻ về phương tiện đi lại và khách sạn, việc chúng tôi đến đều được mong đợi ở mỗi địa điểm. Chúng tôi thực sự khuyên bạn nên đọc thêm!Đọc thêm",
            "Tổ chức hoàn hảo. Một chuyến đi được cá nhân hóa giữa Việt Nam và Campuchia được tổ chức đến từng chi tiết nhỏ nhất và trong thời gian rất ngắn. Thông thường, chúng tôi tổ chức tất cả các chuyến đi của mình một cách hoàn toàn độc lập, lần này, lần đầu tiên, chúng tôi quyết định dựa vào một đại lý và trải nghiệm hoàn toàn tuyệt vời thỏa mãn và tích cực. Kết quả là một hành trình tuyệt vời, được trải nghiệm trọn vẹn và không hề lo lắng. Xin gửi lời cảm ơn đặc biệt đến Trang, người đã hỗ trợ và đáp ứng mọi yêu cầu của chúng tôi.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì những lời tuyệt vời của bạn! Chúng tôi vô cùng vui mừng vì chuyến đi giữa Việt Nam và Campuchia của bạn rất tích cực và hài lòng. Chúng tôi làm việc chăm chỉ để đảm bảo rằng mọi chi tiết đều được quan tâm và biết rằng bạn đã có trải nghiệm không cần lo lắng khiến chúng tôi rất vui mừng.\n\nCảm ơn bạn một lần nữa vì đã chọn đại lý của chúng tôi. Chúng tôi hy vọng có cơ hội chào đón bạn trong những chuyến phiêu lưu trong tương lai và tiếp tục mang đến cho bạn những trải nghiệm du lịch đặc biệt.Đọc thêm",
            "Vừa trở về sau chuyến đi 15 ngày tuyệt vời đến Việt Nam, từ Bắc vào Nam. Đối với tổ chức, chúng tôi đã chuyển sang Amo Travel, một lựa chọn tốt. Tôi cảm ơn Sole vì sự kiên nhẫn của anh ấy trong suốt những tháng tổ chức, luôn có mặt trong suốt chuyến đi để đảm bảo mọi việc diễn ra tốt đẹp. Cũng xin cảm ơn các tài xế, đúng giờ và có xe không tì vết, cũng như tất cả những hướng dẫn viên am hiểu đã theo dõi chúng tôi. Nếu tôi thực sự phải đưa ra một lời chỉ trích, thì nó đề cập đến chuyến thăm Đồng bằng sông Cửu Long, theo quan điểm của chúng tôi là hơi quá vội vàng. Tôi đánh giá cao cơ quan này, chúng tôi hy vọng được đi du lịch cùng bạn một lần nữa.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì những lời tốt đẹp và đã lựa chọn Amo Travel cho chuyến đi khó quên đến Việt Nam! \n\nChúng tôi chân thành xin lỗi vì trải nghiệm không mấy hài lòng của bạn khi đến thăm Đồng bằng sông Cửu Long. Ý kiến ​​của bạn rất có giá trị và chúng tôi sẽ nỗ lực cải thiện phần này của chuyến tham quan để đảm bảo sự hài lòng cao hơn trong tương lai.\n\nCảm ơn lời khuyên của bạn và chúng tôi rất mong có cơ hội được đồng hành cùng bạn trong những chuyến đi sau này. Một lần nữa xin cảm ơn sự tin tưởng của bạn và chúng tôi hy vọng sẽ mang đến cho bạn nhiều trải nghiệm tuyệt vời hơn nữa trong những chuyến phiêu lưu tiếp theo của bạn ở Đông Dương!Đọc thêm",
            "Và đây là lần thứ ba chúng tôi có mặt tại Việt Nam. Lần này cho một kỳ nghỉ tuyệt vời với con cái của chúng tôi. Chuyến lưu diễn của chúng tôi kéo dài 14 ngày: một nửa ở phía bắc Việt Nam Hà Nội, Làng Bát Tràng, Ba Vì, Làng Đường Lâm, Mai Châu, Mai Hịch, Vịnh Hạ Long và một nửa ở trung tâm Việt Nam Huế, Đà Nẵng, Hội An và An Bàng bãi biển. Hai hướng dẫn viên Liliana của chúng tôi ở miền bắc và Ugo ở miền trung rất giỏi và hữu ích, đặc biệt là Ugo: anh ấy nói tiếng Ý rất tốt, biết mọi ngóc ngách của Việt Nam và chuẩn bị rất kỹ lưỡng. Chúng tôi cảm ơn Amo Travel rất nhiều vì chuyến đi tuyệt vời mà họ được tổ chức cho chúng tôi, họ có thể đáp ứng mọi nhu cầu của chúng tôi và luôn ở gần chúng tôi cho mọi nhu cầu. ĐƯỢC KHUYẾN NGHỊ CAO. Cảm ơn bạn rất nhiều vì mọi thứ!!!!! Đọc thêm",
            "Chúng tôi rất vui mừng được chào đón bạn lần thứ ba tại Việt Nam. Cảm ơn bạn rất nhiều vì những lời tốt đẹp của bạn!  Rất vui được tổ chức sự kiện này cho bạn và chúng tôi rất vui vì đã đáp ứng được mong đợi của bạn. Cảm ơn đã giới thiệu chúng tôi! Chúng tôi hy vọng sẽ được chào đón bạn một lần nữa để có những chuyến phiêu lưu đáng nhớ hơn nữa. Chúc bạn có nhiều chuyến đi thú vị!Đọc thêm",
            "Tổ chức xuất sắc, hỗ trợ được đảm bảo 24 giờ một ngày, thân thiện và sẵn sàng. Giá ưu đãi thấp.Đọc thêm",
            "Chắc chắn bạn đã có trải nghiệm du lịch vô cùng tích cực với dịch vụ hoàn hảo từ đội ngũ Amotravel. Tổ chức xuất sắc và hỗ trợ 24 giờ là những khía cạnh quan trọng để đảm bảo một hành trình suôn sẻ và an toàn.\n\nSự thân thiện và sẵn sàng của nhóm chắc chắn là những yếu tố có thể khiến chuyến đi trở nên thú vị và dễ dàng hơn. Thật an ủi khi biết rằng bạn có thể tin tưởng vào chúng tôi trong chuyến đi của mình.\n\nCảm ơn bạn đã chia sẻ đánh giá tích cực và chúng tôi hy vọng phản hồi của bạn có thể hữu ích cho những khách du lịch khác đang tìm kiếm một tổ chức đáng tin cậy cho chuyến phiêu lưu của họ.Đọc thêm",
            "Rất tốt. Chuyến đi đã được lên kế hoạch tốt, hướng dẫn tuyệt vời, tập trung vào khách hàng. Tôi khuyên bạn nên một chuyến đi đến Việt Nam cùng họĐọc thêm",
            "Cảm ơn đánh giá tích cực của bạn! Có vẻ như chuyến đi của bạn với chúng tôi là một trải nghiệm rất tích cực. Lập kế hoạch chuyến đi cẩn thận, hướng dẫn tuyệt vời và dịch vụ khách hàng là tất cả những yếu tố quan trọng để đảm bảo trải nghiệm du lịch đáng nhớ. Lời khuyên của bạn dành cho những ai đang cân nhắc chuyến đi đến Việt Nam cùng chúng tôi được đánh giá rất cao và có thể hữu ích cho những du khách khác. Chúng tôi hy vọng bạn sẽ tiếp tục trải nghiệm những cuộc phiêu lưu phi thường ở Việt Nam trong tương lai!Đọc thêm",
            "Chúng tôi quyết định tin tưởng vào công ty lữ hành Việt Nam này cho chuyến đi khám phá Việt Nam và Campuchia và kết quả thực sự rất khả quan. Có thể dễ dàng liên hệ với Amo Travel từ Ý bằng cách điền vào biểu mẫu yêu cầu báo giá trên trang web, sau đó liên lạc với các nhà điều hành trên WhatsApp và qua email; Ý yêu cầu đặt cọc nhưng phần lớn chi phí của chuyến đi được thanh toán tại chỗ với các nhà điều hành. Cô Hương là một cô gái rất tốt bụng và có năng lực, cô đảm nhiệm rất tốt công tác tổ chức cũng như hỗ trợ hậu cần trong suốt chuyến đi và cô làm việc đó với niềm đam mê nghề nghiệp rất lớn. Các chuyến đi được tổ chức thực sự tốt: chúng tôi đã chọn một chuyến tham quan cá nhân và các hướng dẫn viên và tài xế luôn có mặt đúng giờ để cùng chúng tôi khám phá hai quốc gia đặc biệt này và luôn thể hiện sự lịch sự và giáo dục tuyệt vời. Do đó, mọi thứ đều được chăm chút đến từng chi tiết nhỏ nhất, từ những khách sạn luôn đạt tiêu chuẩn phương Tây cho đến phương tiện di chuyển nhanh chóng và hiệu quả. Do đó, một nhà điều hành tour du lịch thực sự được khuyên dùng, đáng tin cậy, hiệu quả và có giá cả đặc biệt cạnh tranh.Đọc thêm",
            "Chúng tôi rất vui khi biết rằng trải nghiệm của bạn với Amo Travel trong chuyến đi Việt Nam và Campuchia là vô cùng tích cực. Có vẻ như bạn đã chọn được một công ty du lịch có thể đáp ứng mong đợi của bạn, đảm bảo cho chuyến đi của bạn được tổ chức hoàn hảo.\n\nViệc dễ dàng liên hệ với Amo Travel trực tiếp từ Ý, cả thông qua trang web để yêu cầu báo giá, qua WhatsApp và email, là một điểm rất tích cực, vì nó thể hiện sự sẵn sàng giao tiếp với khách hàng của chúng tôi theo nhiều cách khác nhau.\n\nCô Hương dường như là nhân vật chủ chốt trong trải nghiệm này, thể hiện lòng tốt, năng lực và niềm đam mê rõ ràng với công việc của mình. Trách nhiệm của bạn thực sự có thể tạo ra sự khác biệt trong một chuyến đi.\n\nRõ ràng là mọi chi tiết trong chuyến đi của bạn đều đã được chú ý cẩn thận, từ việc lập kế hoạch cẩn thận đến hướng dẫn viên đúng giờ và thân thiện đến chỗ ở tiêu chuẩn phương Tây và phương tiện di chuyển nhanh chóng, hiệu quả.\n\nĐánh giá nhiệt tình của bạn được đánh giá rất cao và chúng tôi hy vọng những trải nghiệm du lịch tích cực này sẽ khuyến khích bạn khám phá những điểm đến tuyệt vời khác ở Việt Nam trong tương lai!Đọc thêm",
            "Tổ chức xuất sắc, hướng dẫn viên nói tiếng Ý xuất sắc, sự hiện diện thường xuyên của công ty lữ hành mặc dù không cần thiếtĐọc thêm",
            "Có vẻ như bạn đã có trải nghiệm du lịch rất tích cực với khả năng tổ chức xuất sắc, hướng dẫn viên nói tiếng Ý và người điều hành tour chu đáo. Đây đều là những yếu tố quan trọng để đảm bảo một chuyến đi suôn sẻ và phong phú.\n\nMột điểm tích cực là các hướng dẫn viên nói tiếng Ý, vì điều này tạo điều kiện thuận lợi cho việc giao tiếp và hiểu biết trong chuyến tham quan, giúp bạn với tư cách là một du khách dễ dàng tiếp cận trải nghiệm hơn.\n\nMặc dù có vẻ như người điều hành tour luôn ở đó ngay cả khi bạn không cần, nhưng bạn vẫn yên tâm khi biết rằng họ luôn sẵn sàng hỗ trợ. Điều này cho thấy sự cống hiến của họ để đảm bảo mọi thứ diễn ra suôn sẻ.\n\nCảm ơn bạn đã chia sẻ đánh giá và nêu bật những điểm tích cực của trải nghiệm du lịch. Có vẻ như bạn đã có một chuyến đi thú vị và được tổ chức tốt. Chúng tôi hy vọng bạn tiếp tục có những trải nghiệm du lịch tích cực tương tự trong tương lai!Đọc thêm",
            "Trải nghiệm rất bổ ích trên cả sự mong đợiCảm ơn Amotravel vì đã tổ chức chuyến tham quan một cách hoàn hảo và vì sự nhiệt tình mà bạn đã theo dõi chúng tôi trong suốt quá trình làm việcMột lời khen ngợi dành cho các hướng dẫn viên du lịch, tất cả đều rất giỏi trong việc giao tiếp và truyền tải ý nghĩa thực sự của những điều mà bạn dần dần đã đi xem.Đọc thêm",
            "Chúng tôi vô cùng vui mừng khi biết rằng trải nghiệm của bạn với Amo Travel rất bổ ích và vượt trên cả sự mong đợi của bạn. Tổ chức du lịch hoàn hảo thực sự có thể tạo ra sự khác biệt trong một chuyến đi và có vẻ như Amo Travel đã làm rất tốt trong vấn đề này.\nĐiều quan trọng không kém là phải ghi nhận sự cam kết và lòng nhiệt thành mà bạn đã được theo dõi trong suốt cuộc hành trình. Điều này có thể làm cho chuyến đi của bạn đáng nhớ hơn và không phải lo lắng.\nĐiều đáng khen ngợi là hướng dẫn viên của chúng tôi rất am hiểu, có thể truyền đạt ý nghĩa thực sự của những điều bạn đã thấy trong chuyến tham quan. Điều này là cần thiết để làm phong phú thêm trải nghiệm của bạn và hiểu đầy đủ về văn hóa và lịch sử địa phương.\nCảm ơn bạn đã chia sẻ đánh giá tích cực của bạn. Có vẻ như Amo Travel đã cung cấp một dịch vụ thực sự đặc biệt và chuyến đi của bạn thật tuyệt vời. Chúng tôi hy vọng rằng những trải nghiệm này sẽ dẫn bạn đến những hành trình tương lai tuyệt vời không kém!Đọc thêm",
            "Chào buổi sáng tôi muốn biết có ai biết tôi có thích du lịch và Thái Lan không, cảm ơn\nĐọc thêm",
            "Đúng . Đây là những gì họ đã nói với tôiĐọc thêm",
            "giá cho chuyến đi qua đêm 2 ngày tới Vịnh Hạ Long thông qua công ty này là bao nhiêu?Đọc thêm",
            "Kính gửi Dòng S,\n\nCảm ơn yêu cầu của bạn, tôi có thể biết bạn thích hành trình nào để tôi có thể gửi cho bạn lời đề nghị của chúng tôi không\n\nCảm ơn,\n\nLâm NgôĐọc thêm",
            "CHÀO! Xin lỗi đã làm phiền bạn, tôi đang lên ý tưởng cho chuyến du ngoạn Vịnh Hạ Long vào tháng 8 tới...\n\nMình đọc thấy bạn đặt dịch vụ tương tự qua Amo Việt Nam, tôi muốn hỏi bạn, bạn đặt trực tuyến trước hay trực tiếp tại đại lý?\n\nDu thuyền có thể tốn bao nhiêu tiền?\n\nCảm ơn bạn rất nhiều trước!\n\nLucaĐọc thêm",
            "Xin chào Luca, Bạn có thể gửi email cho chúng tôi. Chúng tôi sẽ trả lời câu hỏi của bạn càng chi tiết càng tốt. Cảm ơn bạn rất nhiều, tôi yêu Travel TeamĐọc thêm",
            "Tôi đang tổ chức một chuyến du lịch Việt Nam vào năm sau cùng vợ, đến từ Bangkok và đến Hà Nội, nơi tôi muốn ở 3 ngày, Lotel Nova hay Serene Hotel là gì? Dành 2 đêm trên du thuyền có còi báo động ở vịnh dài ??? rồi đi đến cơn chim hoàng yến. khách sạn hay cung điện serena? ở huế 2 ngày ở huế và đi hội an 1 ngày hoặc đến nhà dân trong làng hoặc đến biệt thự nhà vườn làm thuyền 1 ngày trên sông mekong cuối cùng đáp máy bay hcm đến bangkok. Liệu nó có vẻ khả thi với bạn? Bạn có thể viết thư cho tôi về đề xuất của bạn và mọi chi phí không? Chi phí cho hướng dẫn viên nói tiếng Ý có cao hơn không? cảm ơn bạnĐọc thêm",
            "Chắc chắn AmoViệt Nam có thể giúp bạn lên kế hoạch mọi thứ bằng tiếng Ý và bạn có thể nhờ họ hướng dẫnĐọc thêm",
            "Evan thân mến,\n\nBạn có nhận được thư trả lời của tôi khoảng một tháng trước không? Tôi hy vọng rằng bạn sẽ cảm thấy hài lòng với câu trả lời! \nCảm ơn rất nhiều\n\nLâm NgôĐọc thêm",
            "CHÀO\n\nChúng tôi là một nhóm gồm 4 người lớn và 3 trẻ em ở Hà Nội trong tháng Bảy. Muốn tìm hiểu chi phí cho chuyến du lịch 4 đến 5 ngày và hành trình sơ bộ\n\nTrân trọng\n\nEvan Johnson\n\nNam PhiĐọc thêm",
            "Evan thân mến,\n\nLời chào nồng nhiệt nhất từ ​​Amo Vietnam Travel! \nThật đáng tiếc khi chúng tôi không kiểm tra Trip Advisor thường xuyên, chỉ trong trường hợp chúng tôi có đánh giá mới.\n\nMiền Bắc: Chúng tôi đang thực hiện chuyến đi 6 ngày 5 đêm \n\nĐây là dự thảo Hành trình. \n\nNgày 1: Đến Hà Nội ---\nNgày 2: Tham quan thành phố Hà Nội Tàu đêm B--\nNgày 3: Lào Cai Sapa Đi bộ đến Làng B--\nNgày 4: Tham quan chợ đêm Sapa Tàu đêm về Hà Nội BL-\nNgày 5: Hà Nội Đến Hạ Long -LD.\nNgày 6: Hạ Long Hà Nội - Khởi hành\n\nĐiều quan trọng nhất là Thị trường và có một số thị trường để lựa chọn.\nChợ Cốc Ly vào thứ Ba\nChợ Cao Sơn vào thứ Tư\nLũng Khấu Nhin vào ngày thứ Năm.\nCán Cấu vào thứ bảy\nChợ Bắc Hà ngày chủ nhật\n\nVì vậy xin vui lòng thông báo cho chúng tôi thời gian của bạn. \nTôi sẽ lập đầy đủ hành trình cho bạn\n\nTrân trọng,\n\nĐội ngũ du lịch Amo Việt NamĐọc thêm"
        ],
        "star_ratings": [
            303,
            14,
            2,
            0,
            1
        ],
        "review_amount": 320,
        "location": [
            "Những điều cần làm ở Hà Nội",
            "Châu Á",
            "Việt Nam",
            "Hà Nội",
            "tôi yêu Việt Nam"
        ],
        "reviews_time": [
            "",
            "Written September 3, 2023",
            "",
            "Written September 3, 2023",
            "",
            "Written September 1, 2023",
            "",
            "Written August 28, 2023",
            "",
            "Written August 27, 2023",
            "",
            "Written August 27, 2023",
            "",
            "Written August 22, 2023",
            "",
            "Written August 21, 2023",
            "",
            "Written August 19, 2023",
            "",
            "Written August 19, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d5061686-Reviews-or90-Amo_Vietnam-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5061686-Reviews-or80-Amo_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5061686-Reviews-or100-Amo_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5061686-Reviews-Amo_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26394901-Reviews-2hand_vintage-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2455577-Reviews-Vietnam_Impressive_Private_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1837683-Reviews-Hanoi_Urban_Adventures-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7378184-Reviews-Motorbike_Tours_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26208824-Reviews-Open_Asia_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17450631-Reviews-Vietnam_Escape_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14000245-Reviews-Vactours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6498824-Reviews-Asia_Great_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1809048-Reviews-Travel_Sense_Asia-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6508941-Reviews-Incredible_Asia_Journeys-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10088687-Reviews-Yen_Cooking-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11950353-Reviews-Dao_s_Care_Spa_Ba_Dinh-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d455010-Reviews-Huu_Tiep_Lake_and_the_Downed_B_52-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4731869-Reviews-B52_Victory_Museum-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7834952-Reviews-Hanoi_Voyages-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g28959-d209008-Reviews-Lehigh_Gorge_Trail-Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d4688351-Reviews-Body_World-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g46582-d4154623-Reviews-Seven_Presidents_Oceanfront_Park-Long_Branch_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d103534-Reviews-Molly_Brown_House_Museum-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g39359-d3262169-Reviews-Venture_River_Family_Water_Park-Eddyville_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g189541-d9736939-Reviews-Donkey_Republic-Copenhagen_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d548557-Reviews-The_Roosevelt_Island_Tramway-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g147306-d150230-Reviews-Labadie-Haiti.html",
            "https://www.tripadvisor.com/Attraction_Review-g295414-d5786040-Reviews-Nueplex_Cinemas-Karachi_Sindh_Province.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d5061686-Reviews-or100-Amo_Vietnam-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d5061686-Reviews-or90-Amo_Vietnam-Hanoi.html"
    }
]