[
    {
        "attraction_name": "Amstar DMC",
        "attraction_name_vi": "Amsterdam DMC",
        "general_info": [
            "2.456 đánh giá",
            "78 trên 729 Phương tiện giao thông ở Cancun",
            "Xe đưa đón Taxi"
        ],
        "attraction_summary": "Amstar DMC cung cấp các dịch vụ điểm đến đẳng cấp thế giới cho khách du lịch cá nhân, đại lý du lịch, công ty lữ hành, tập đoàn và người tổ chức hội nghị tại 30 điểm đến thú vị trên 8 quốc gia xinh đẹp. Các nhóm đích của chúng tôi luôn sẵn sàng ở mọi bước trên đường đi; kể từ thời điểm một vị khách bước ra khỏi nhà ga sân bay, hãy chào đón thân thiện với dịch vụ đưa đón của họ trong chiếc áo sơ mi hoa màu xanh mang tính biểu tượng của chúng tôi và những nụ cười thân thiện. Đại diện dịch vụ khách hàng của Amstar có mặt tại hầu hết các khu nghỉ dưỡng điểm đến, cung cấp kiến ​​thức chuyên môn về địa phương và các mẹo để đưa mọi du khách đến lưu trú ở một tầm cao mới. Mỗi điểm đến của chúng tôi đều cung cấp một danh mục các chuyến du ngoạn và hoạt động tuyệt vời sẽ tạo nên những kỷ niệm khó phai trong cuộc đời về những chuyến phiêu lưu trong kỳ nghỉ ở một số địa điểm đẹp nhất thế giới. Và 247 nhân viên hỗ trợ khách hàng của chúng tôi đảm bảo với khách hàng rằng chúng tôi luôn hỗ trợ họ trong suốt hành trình đi nghỉ của họ.Đọc thêm",
        "reviews": [
            "Trải nghiệm của tôi với Amstar, và đặc biệt là Alfredo và Karen, thật tuyệt vời. Họ cực kỳ hữu ích và có sức chứa với việc điều phối phương tiện đi lại cho toàn bộ tiệc cưới của tôi. Họ xử lý tất cả các nhu cầu cụ thể của chúng tôi một cách hiệu quả. Tôi thấy dịch vụ của họ rất chuyên nghiệp và thú vị. Đọc thêm",
            "Xin chào, David C!\n\nCảm ơn bạn rất nhiều vì đã chia sẻ trải nghiệm điểm đến của bạn với chúng tôi! Tại Amstar DMC, chúng tôi tự hào phục vụ tất cả khách hàng với dịch vụ đẳng cấp thế giới.\n\nChúng tôi đánh giá cao những nhận xét tuyệt vời của bạn về những điều bạn thích trong chuyến đi và chúng tôi mong được chào đón bạn quay trở lại trong những chuyến đi tiếp theo!\n\nTrân trọng kính chào!Đọc thêm",
            "Rosa đã giúp chúng tôi đặt nhiều chuyến du ngoạn trong thời gian lưu trú tại Dreams Sands! Cô ấy đã sắp xếp mọi thứ cho chúng tôi bao gồm cả phương tiện đi lại, v.v. cô ấy đã đáp ứng mong muốn của chúng tôi! Cô ấy là người giỏi nhất và tiếng Anh của cô ấy là muy bien! Chúng tôi đánh giá cao sự giúp đỡ của cô ấy với mọi thứ! Chúng tôi đã sử dụng Amstar để vận chuyển sân bay và chúng thật tuyệt vời.Đọc thêm",
            "Xin chào, Chelsea N!\n\nCảm ơn bạn rất nhiều vì đã chia sẻ trải nghiệm điểm đến của bạn với chúng tôi! Tại Amstar DMC, chúng tôi tự hào được phục vụ tất cả khách hàng của mình với dịch vụ đẳng cấp thế giới.\n\nChúng tôi đánh giá cao những bình luận tuyệt vời của bạn về những điều bạn thích trong chuyến đi của mình và chúng tôi mong muốn được chào đón bạn trở lại trong tương lai trong những chuyến đi tiếp theo của bạn!\n\nTrân trọng! Đọc thêm",
            "Đưa gia đình tôi đến dự một hội nghị ngành ở Cancun. Nhóm MPI đã sắp xếp phương tiện di chuyển từ sân bay với Amstar. Hầu hết những người tham dự đều sử dụng xe mô tô của họ. Tuy nhiên, chúng tôi có một cậu con trai phải sử dụng xe lăn. Amstar đã sắp xếp một chiếc xe tải có lối đi có lối đi cho gia đình chúng tôi. Người lái xe của chúng tôi, Caesar, thật tuyệt vời đối với chúng tôi. Rất khuyến khích.Đọc thêm",
            "Xin chào, 848leonardh!\n\nCảm ơn bạn rất nhiều vì đã chia sẻ trải nghiệm điểm đến của bạn với chúng tôi! Tại Amstar DMC, chúng tôi tự hào phục vụ tất cả khách hàng với dịch vụ đẳng cấp thế giới.\n\nChúng tôi đánh giá cao những nhận xét tuyệt vời của bạn về những điều bạn thích trong chuyến đi và chúng tôi mong được chào đón bạn quay trở lại trong những chuyến đi tiếp theo!\n\nTrân trọng kính chào!Đọc thêm",
            "Tôi đặt AmStar để đưa đón khách sạn và sân bay và hóa ra đó là một trải nghiệm tuyệt vời! Tôi thực sự khuyên bạn nên đặt dịch vụ đưa đón riêng để bạn không phải dừng lại trên đường đi. Các tài xế và nhân viên đều hữu ích. Cảm ơn sự giúp đỡ của bạn, Regina tại Secrets The Vine!Đọc thêm",
            "Xin chào, NinaS772!\n\nCảm ơn bạn rất nhiều vì đã chia sẻ trải nghiệm điểm đến của bạn với chúng tôi! Tại Amstar DMC, chúng tôi tự hào phục vụ tất cả khách hàng với dịch vụ đẳng cấp thế giới.\n\nChúng tôi đánh giá cao những nhận xét tuyệt vời của bạn về những điều bạn thích trong chuyến đi và chúng tôi mong được chào đón bạn quay trở lại trong những chuyến đi tiếp theo!\n\nTrân trọng kính chào!Đọc thêm",
            "Johnathan May là hiệp sĩ của chúng tôi trong bộ áo giáp sáng ngời. Anh ấy rất hữu ích và đầy kiến ​​thức. Nếu bạn ở Riu Las Americas hãy đảm bảo và sử dụng dịch vụ của anh ấy. bạn sẽ không hối tiếc đâu. Manny đồng nghiệp của anh ấy cũng rất tốt. Johnathan luôn nở nụ cười và những lời nói tử tế. Cảm ơn bạn đã hỗ trợ chuyến đi của chúng tôiĐọc thêm",
            "Xin chào, sharonu279!\n\nCảm ơn bạn rất nhiều vì đã chia sẻ trải nghiệm điểm đến của bạn với chúng tôi! Tại Amstar DMC, chúng tôi tự hào phục vụ tất cả khách hàng với dịch vụ đẳng cấp thế giới.\n\nChúng tôi đánh giá cao những nhận xét tuyệt vời của bạn về những điều bạn thích trong chuyến đi và chúng tôi mong được chào đón bạn quay trở lại trong những chuyến đi tiếp theo!\n\nTrân trọng kính chào!Đọc thêm",
            "Đã đến dự sinh nhật vợ tôi cùng các con gái của cô ấy và đặt Trải nghiệm du thuyền 4 giờ với Fernanda. Cô ấy thật tuyệt vời và đã hướng dẫn chúng tôi qua các lựa chọn khiến trải nghiệm trở nên đáng nhớ. Dịch vụ đưa đón đến và đi từ bến tàu ở Puerto Aventuras - nhanh chóng và dễ dàng từ Secrets Moxche. Chúng tôi được chào đón bởi phi hành đoàn gồm thuyền trưởng Reyes, Gustavo, Victor, Antonio, đầu bếp và Nữ tiếp viên Celeste của chúng tôi. Tôi không thể nói đủ - họ thực sự tuyệt vời và phục vụ mọi người. Đồ ăn rất tuyệt, đồ uống hoàn hảo, nhạc hay. Rất khuyến khích họ. Đọc thêm",
            "Chào B C!\n\nCảm ơn bạn rất nhiều vì đã chia sẻ trải nghiệm điểm đến của bạn với chúng tôi! Tại Amstar DMC, chúng tôi tự hào phục vụ tất cả khách hàng với dịch vụ đẳng cấp thế giới.\n\nChúng tôi đánh giá cao những nhận xét tuyệt vời của bạn về những điều bạn thích trong chuyến đi và chúng tôi mong được chào đón bạn quay trở lại trong những chuyến đi tiếp theo!\n\nTrân trọng Sunny!\nĐọc thêm",
            "Thật không may, dịch vụ sang trọng của họ không đáp ứng các tiêu chuẩn tối thiểu cho trải nghiệm nâng cao mà chúng tôi đã trả tiền. Người lái xe rất đột ngột, phong cách lái xe liên tục nhấn ga rồi nhấn ga, vì việc này mà chúng tôi đã làm đổ sâm panh mà họ đặt nhiều lần. Nghe có vẻ đơn giản nhưng khi bạn trả tiền cho một dịch vụ sang trọng thì đây là những thứ tiêu chuẩn. Ngoài ra, Không có hỗ trợ hành lý nào được cung cấp sau lần đăng ký đầu tiên của chúng tôi với đại diện Amatar. Tôi thực sự quan sát một đại diện khác đi bộ ở phía bên kia lối đi khi anh ấy nhìn chúng tôi đi bộ đến chiếc suv, một lần ở chiếc SUV, sau đó anh ấy tự giới thiệu và Tôi thắc mắc tại sao anh ấy lại đi cạnh chúng tôi mà không có bất kỳ lời chào hay sự thừa nhận nào. Điều đó thật bất tiện và không phải là tiêu chuẩn cho một dịch vụ sang trọng. Nếu bạn sử dụng amstar, đừng chi tiền cho trải nghiệm nâng cao. Sử dụng dịch vụ cơ bản của họ mà các thành viên khác trong gia đình tôi đã sử dụng và không gặp vấn đề gì vì kỳ vọng ít hơn và mức giá cũng vậy.Đọc thêm",
            "Kính gửi 698shaneb,\n\nCảm ơn bạn đã xem xét và xin lỗi vì những bất tiện bạn có thể gặp phải.\n\nVui lòng liên hệ với tôi tại posttravelamstardmc.com kèm theo thông tin đặt phòng của bạn và lời giải thích ngắn gọn về tình huống. Tên tôi là Carlos và tôi muốn theo dõi trường hợp của bạn. Tôi tự tin rằng tôi có thể đưa ra giải pháp. \n\nMong nhận được email của bạn.\n\nSunny Trân trọng!Đọc thêm",
            "Amstar đã thực hiện được những gì đã hứa...phần lớn.  Chúng tôi sẽ vui vẻ đặt lại dịch vụ của họ.  4 sao thay vì 5 vì chúng tôi đã đặt chuyến đi đến một trong những công viên phiêu lưu địa phương.  Họ nói với chúng tôi rằng chuyến đi kéo dài 40 phút, đi và về mất 2 giờ.  Điều đó thật khó chịu và không phải là do lưu lượng truy cập kém.Đọc thêm",
            "Xin chào K1885ICjakea!\n\nCảm ơn bạn rất nhiều vì đã chia sẻ trải nghiệm điểm đến của bạn với chúng tôi! Tại Amstar DMC, chúng tôi tự hào phục vụ tất cả khách hàng với dịch vụ đẳng cấp thế giới.\n\nChúng tôi đánh giá cao những nhận xét tuyệt vời của bạn về những điều bạn thích trong chuyến đi và chúng tôi mong được chào đón bạn quay trở lại trong những chuyến đi tiếp theo!\n\nTrân trọng kính chào!Đọc thêm",
            "Tôi muốn giới thiệu bất kỳ hoặc tất cả các chuyến du ngoạn được đặt qua Amstar. Một lời cảm ơn đặc biệt đến Oscar, người đã lên kế hoạch cho ngày đi chơi của chúng tôi. Có một bàn dành riêng cho Amstar nơi chúng tôi ở và bạn có thể đặt chỗ từ họ. chúng hợp lý và có thể thương lượng một thỏa thuận tốt.Đọc thêm",
            "Xin chào boscod2023!\n\nCảm ơn bạn rất nhiều vì đã chia sẻ trải nghiệm điểm đến của bạn với chúng tôi! Tại Amstar DMC, chúng tôi tự hào phục vụ tất cả khách hàng với dịch vụ đẳng cấp thế giới.\n\nChúng tôi đánh giá cao những nhận xét tuyệt vời của bạn về những điều bạn thích trong chuyến đi và chúng tôi mong được chào đón bạn quay trở lại trong những chuyến đi tiếp theo!\n\nTrân trọng Sunny!\nĐọc thêm",
            "Kỷ niệm sinh nhật tháng sáu với chị em và con gái. Chúng tôi đã chơi bóng và sẽ không thay đổi điều gì về trải nghiệm của mình. Đây là lần đầu tiên tôi mua một kỳ nghỉ trọn gói và nó đáng giá từng xu!! Manuel Ongay và Johnathan thậm chí còn sắp xếp cho chúng tôi những chuyến du ngoạn mà chúng tôi sẽ nói và cười mãi mãi! Tôi không thể nói đủ rằng lòng hiếu khách và sự quan tâm chân thành đối với những mong muốn và nhu cầu của chúng tôi đã được đáp ứng và tôi sẽ làm lại 1.000 lần nữa!! Đọc thêm",
            "Xin chào, Melissa P!\n\nCảm ơn bạn rất nhiều vì đã chia sẻ trải nghiệm điểm đến của bạn với chúng tôi! Tại Amstar DMC, chúng tôi tự hào phục vụ tất cả khách hàng với dịch vụ đẳng cấp thế giới.\n\nChúng tôi đánh giá cao những nhận xét tuyệt vời của bạn về những điều bạn thích trong chuyến đi và chúng tôi mong được chào đón bạn quay trở lại trong những chuyến đi tiếp theo!\n\nTrân trọng kính chào!Đọc thêm",
            "Alejandro và Eddie Spaghetti thật tuyệt vời!!! Tôi sẽ hỏi một câu hỏi và họ sẽ giải quyết nhanh chóng và chi tiết. Họ đã nỗ lực hết mình để giúp chuyến đi của gia đình tôi trở thành chuyến đi như tôi mong muốn. Tôi sẽ giới thiệu mọi người làm việc với họ. Chúng tôi đã ở tại Barceló và hai quý ông này đã đảm bảo rằng tôi được chăm sóc chu đáo. Đọc thêm",
            "Xin chào 262kyleec!\n\nCảm ơn bạn rất nhiều vì đã chia sẻ trải nghiệm điểm đến của bạn với chúng tôi! Tại Amstar DMC, chúng tôi tự hào phục vụ tất cả khách hàng với dịch vụ đẳng cấp thế giới.\n\nChúng tôi đánh giá cao những nhận xét tuyệt vời của bạn về những điều bạn thích trong chuyến đi và chúng tôi mong được chào đón bạn quay trở lại trong những chuyến đi tiếp theo!\n\nTrân trọng Sunny!\nĐọc thêm",
            "Chúng tôi đã đặt một chuyến lặn biển ở cenote ở Mexico. Để rút ngắn một câu chuyện dài, tôi sẽ bám vào sự thật. Bạn gái của tôi và tôi là thợ lặn Matter Scuba. Ngay trước khi lặn, chúng tôi nhận thấy chiếc áo vest của bạn gái tôi bị rò rỉ không khí nên họ đã đưa cho cô ấy một chiếc áo khác. Khi cô ấy xuống nước, chúng tôi nhận thấy bộ điều chỉnh của cô ấy cũng bị rò rỉ không khí. Họ không có bộ điều chỉnh thay thế, người hướng dẫn nói dù sao cũng nên lặn. Bạn gái tôi quyết định không lặn vì lý do an toàn. Đó là điều đúng đắn để làm. Khi trở về khách sạn, chúng tôi đến ki-ốt amstar. Họ không bao giờ muốn hoàn trả chuyến đi của bạn gái tôi vì quyết định không lặn của cô ấy là do cô ấy quyết định. Amstar chỉ muốn tiền của bạn, họ không quan tâm đến bất cứ điều gì khác.  SỬ DỤNG NHÀ CUNG CẤP DU LỊCH KHÁC. CHÚNG TÔI SẼ KHÔNG BAO GIỜ SỬ DỤNG CHÚNG LẠIĐọc thêm",
            "Yvesguindon thân mến,\n\nCảm ơn bạn đã xem xét và xin lỗi vì những bất tiện bạn có thể gặp phải.\n\nTên tôi là Carlos và tôi muốn theo dõi trường hợp của bạn. Tôi tự tin rằng tôi có thể đưa ra giải pháp. Vui lòng liên hệ với tôi tại posttravelamstardmc.com kèm theo thông tin đặt phòng của bạn và lời giải thích ngắn gọn về tình huống. \n\nMong nhận được email của bạn.\n\nTrân trọng Sunny!\nĐọc thêm",
            "LỪA ĐẢO KHÔNG SỬ DỤNG!!!Tôi chưa đi du lịch, tôi chỉ xem giá chuyến bay và tôi bị tính phí nhiều lần, 6 lần trong tháng qua từ kẻ lừa đảo này và tôi đã cảnh báo ngân hàng của mình và bây giờ phải thay đổi khoản ghi nợ của mình thẻ vì những kẻ lừa đảo này. Tôi sẽ báo cáo chúng với BBB nếu chúng được liệt kê và trang web lừa đảo liên bang. Họ đã tính phí cho tôi hơn 200 trong tháng này! Chẳng để lam gi! Tôi thậm chí còn không làm bất kỳ bản dùng thử miễn phí hay bất cứ điều gì. KHÔNG SỬ DỤNG CHÚNG.Đọc thêm",
            "Kính gửi Z40FCjoshc,\n\nCảm ơn bạn đã xem xét và xin lỗi vì những bất tiện bạn có thể gặp phải.\n\nTôi tự tin rằng tôi có thể đưa ra giải pháp. Vui lòng liên hệ với tôi tại posttravelamstardmc.com kèm theo thông tin đặt phòng của bạn và lời giải thích ngắn gọn về tình huống. Tên tôi là Carlos và tôi muốn theo dõi trường hợp của bạn. \n\nMong nhận được email của bạn.\n\nTrân trọng Sunny!\nĐọc thêm",
            "Israel Tapia là người hữu ích tuyệt vời nhất từ ​​trước đến nay! Anh ấy sẽ cho bạn những trải nghiệm và lời khuyên tốt nhất khi hợp tác với anh ấy để đặt trước các hoạt động. Anh ấy rất trung thực, tốt bụng và thân thiện!Đọc thêm",
            "Xin chào R5730EEcaseym!\n\nCảm ơn bạn rất nhiều vì đã chia sẻ trải nghiệm điểm đến của bạn với chúng tôi! Tại Amstar DMC, chúng tôi tự hào phục vụ tất cả khách hàng với dịch vụ đẳng cấp thế giới.\n\nChúng tôi đánh giá cao những nhận xét tuyệt vời của bạn về những điều bạn thích trong chuyến đi và chúng tôi mong được chào đón bạn quay trở lại trong những chuyến đi tiếp theo!\n\nTrân trọng kính chào!Đọc thêm",
            "Nhân viên Amstar rất thân thiện và hữu ích. Chúng tôi được chào đón ngay lập tức và phương tiện di chuyển của chúng tôi được thiết lập nhanh chóng. Mặc dù người đại diện không có mặt tại khách sạn như họ nói nhưng họ đã liên hệ với tôi bằng tin nhắn và email để sắp xếp chuyến trở về đúng giờ. Đọc thêm",
            "Xin chào kidjaniek!\n\nCảm ơn bạn rất nhiều vì đã chia sẻ trải nghiệm điểm đến của bạn với chúng tôi! Tại Amstar DMC, chúng tôi tự hào phục vụ tất cả khách hàng với dịch vụ đẳng cấp thế giới.\n\nChúng tôi đánh giá cao những nhận xét tuyệt vời của bạn về những điều bạn thích trong chuyến đi và chúng tôi mong được chào đón bạn quay trở lại trong những chuyến đi tiếp theo!\n\nTrân trọng kính chào!Đọc thêm",
            "Đã bị nói dối về việc nhận được tiền hoàn lại khi hủy đặt chỗ đầu tiên để khiến chúng tôi đặt chỗ thứ hai: Chúng tôi đã đặt 2 chuyến du ngoạn, một đến Chiza Iza, một đến Isa Soones. Khi chúng tôi đến xác nhận đặt phòng tại quầy Amstar ở khách sạn Dream Sanda, các nhân viên đã đề nghị cung cấp cho chúng tôi các gói cải tiến nhưng nói rằng họ yêu cầu chúng tôi phải hủy đặt phòng ban đầu và thanh toán đặt phòng cho gói mới. Chúng tôi chỉ đồng ý đặt lại với điều kiện đặt chỗ ban đầu của chúng tôi sẽ được hoàn trả. AmStar đã xác nhận khoản tiền hoàn lại sẽ được cung cấp nhưng cho đến ngày nay chúng tôi vẫn chưa thấy khoản tiền hoàn lại của mình.Đọc thêm",
            "Ashh638 thân mến,\n\nCảm ơn bạn đã xem xét và xin lỗi vì những bất tiện bạn có thể gặp phải.\n\nVui lòng liên hệ với tôi tại posttravelamstardmc.com kèm theo thông tin đặt phòng của bạn và lời giải thích ngắn gọn về tình huống. Tên tôi là Carlos và tôi muốn theo dõi trường hợp của bạn. Tôi tự tin rằng tôi có thể đưa ra giải pháp. \n\nMong nhận được email của bạn.\n\nSunny Trân trọng!Đọc thêm",
            "Ở tại Riu Latino. Luôn thích ở Riu. Lần đầu tiên ở Latino.  Mọi thứ đã rất tuyệt vời. Cơ sở đẹp, sạch sẽ. Nhân viên thân thiện trong suốt. Thức ăn rất tốt tổng thể. Thất vọng ở quán bít tết, nhưng các nhà hàng khác và tiệc buffet rất thú vị. Hồ bơi tuyệt vời và đại dương bãi biển sạch sẽ. Ngày nào cũng có nắng 89 độ.Đọc thêm",
            "Xin chào Giám đốc2!\n\nCảm ơn bạn rất nhiều vì đã chia sẻ trải nghiệm điểm đến của bạn với chúng tôi! Tại Amstar DMC, chúng tôi tự hào phục vụ tất cả khách hàng với dịch vụ đẳng cấp thế giới.\n\nChúng tôi đánh giá cao những nhận xét tuyệt vời của bạn về những điều bạn thích trong chuyến đi và chúng tôi mong được chào đón bạn quay trở lại trong những chuyến đi tiếp theo!\n\nTrân trọng Sunny!\nĐọc thêm",
            "AMSTAR đã được Chuyên gia Du lịch của chúng tôi giới thiệu cho nhu cầu đưa đón sân bay cũng như bất kỳ chuyến du ngoạn nào khi ở Mexico!Đọc thêm",
            "Xin chào Meander313147!\n\nCảm ơn bạn rất nhiều vì đã chia sẻ trải nghiệm điểm đến của bạn với chúng tôi! Tại Amstar DMC, chúng tôi tự hào phục vụ tất cả khách hàng với dịch vụ đẳng cấp thế giới.\n\nChúng tôi đánh giá cao những nhận xét tuyệt vời của bạn về những điều bạn thích trong chuyến đi và chúng tôi mong được chào đón bạn quay trở lại trong những chuyến đi tiếp theo!\n\nTrân trọng Sunny!\nĐọc thêm",
            "Chúng tôi đến chichen itza trong chuyến lưu diễn cùng Carlos G, Filipe và Thành Long. Chuyến tham quan thật hoàn hảo, Carlos cực kỳ am hiểu và tôi đã học được rất nhiều điều về trang web này từ anh ấy. Điều tương tự cũng xảy ra với Filipe và Jackie chan. Cả hai đều làm cho chuyến tham quan trở nên rất thú vị và quan tâm chu đáo đến mọi người trong và ngoài xe buýt. Cuối cùng, xin gửi lời cảm ơn LỚN tới các đại lý của Mila và Gabriela AmStar tại dream riviera cancun vì đã giúp tôi tìm ra chiếc kính râm mà tôi để quên trên xe buýt. Cả hai đều tuyệt vời và rất hữu ích và tôi không thể khuyên bạn nên đặt chuyến tham quan qua chúng đủ!Đọc thêm",
            "Xin chào chrispS9801OU!\n\nCảm ơn bạn rất nhiều vì đã chia sẻ trải nghiệm điểm đến của bạn với chúng tôi! Tại Amstar DMC, chúng tôi tự hào được phục vụ tất cả khách hàng của mình với dịch vụ đẳng cấp thế giới.\n\nChúng tôi đánh giá cao những bình luận tuyệt vời của bạn về những điều bạn thích trong chuyến đi của mình và chúng tôi mong muốn được chào đón bạn trở lại trong tương lai trong những chuyến đi tiếp theo của bạn!\n\nTrân trọng!\nĐọc thêm",
            "Sẽ không bao giờ đặt lại nữa. Đây là một sai lầm lớn khi đặt dịch vụ đưa đón sân bay của tôi với công ty này. Khi chúng tôi đến sân bay Tulum, công ty bắt chúng tôi phải đợi tài xế trong khi những người khác được phục vụ ngay lập tức. Khi cuối cùng chúng tôi cũng tìm được tài xế, anh ta cực kỳ thô lỗ. Phải đợi tài xế sẵn sàng mất thêm 45 phút sau khi chúng tôi xuống máy bay. Khi quay lại, tôi đã cố gắng liên hệ với Amstar nhiều lần 4-5 lần vào ngày hôm trước để thay đổi thời gian đón vì chuyến bay khứ hồi của chúng tôi đã thay đổi. Amstar đã bỏ qua mọi nỗ lực liên hệ của chúng tôi, xuất hiện vào thời điểm không phù hợp và đánh dấu chúng tôi là không đến. Chúng tôi phải tự trả tiền túi cho một chiếc taxi đến sân bay và phải vội vã tìm phương tiện đi lại vì Amstar đã không đáp ứng chúng tôi. Đọc thêm",
            "Kính gửi joesA5993AZ,\n\nCảm ơn bạn đã xem xét và xin lỗi vì những bất tiện bạn có thể gặp phải.\n\nTên tôi là Carlos và tôi muốn theo dõi trường hợp của bạn. Tôi tự tin rằng tôi có thể đưa ra giải pháp. Vui lòng liên hệ với tôi tại posttravelamstardmc.com kèm theo thông tin đặt phòng của bạn và lời giải thích ngắn gọn về tình huống. \n\nMong nhận được email của bạn.\n\nTrân trọng Sunny!\nĐọc thêm"
        ],
        "star_ratings": [
            1575,
            234,
            123,
            119,
            405
        ],
        "review_amount": 2456,
        "location": [
            "Quintana Roo",
            "México",
            "Amsterdam DMC",
            "bán đảo Yucatan",
            "Những điều cần làm ở Cancun",
            "Cancun"
        ],
        "reviews_time": [
            "Written June 7, 2023",
            "Written June 10, 2023",
            "Written June 14, 2023",
            "Written June 20, 2023",
            "Written June 21, 2023",
            "Written June 25, 2023",
            "Written June 25, 2023",
            "Written June 25, 2023",
            "Written June 26, 2023",
            "Written June 26, 2023",
            "Written June 4, 2024",
            "Written June 2, 2024",
            "Written May 30, 2024",
            "Written May 28, 2024",
            "Written May 28, 2024",
            "Written May 25, 2024",
            "Written May 24, 2024",
            "Written May 21, 2024",
            "Written May 12, 2024",
            "Written May 9, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g150807-d8098040-Reviews-Amstar_DMC-Cancun_Yucatan_Peninsula.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g150807-d15117134-Reviews-Taqueria_Los_Chachalacos-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Restaurant_Review-g150807-d20326793-Reviews-Costelao_Prime_Churrascaria-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Restaurant_Review-g150807-d23317904-Reviews-La_Organica-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Restaurant_Review-g150807-d3602667-Reviews-Wazaaabi_Sushi_House-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Restaurant_Review-g150807-d2226821-Reviews-Manyee-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Restaurant_Review-g150807-d3378512-Reviews-Les_Cepages_Restaurant-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Restaurant_Review-g150807-d12389650-Reviews-Toastina_Sports_Bar-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Restaurant_Review-g150807-d1222143-Reviews-Bandoneon-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Restaurant_Review-g150807-d13220585-Reviews-Carnitas_Don_Vasco-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Restaurant_Review-g150807-d12909076-Reviews-La_Media_Vuelta-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d4508667-Reviews-Xcacel_Beach-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d1903117-Reviews-Dubai_Palace_Casino_Cancun-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d3708283-Reviews-Parroquia_de_Cristo_Resucitado-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d3282440-Reviews-Tulum_Avenue-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d2343996-Reviews-Mandala_Beach-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d1932066-Reviews-Juega_Juega_Casino-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d13953990-Reviews-Puerto_Maya_Cancun-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d7715234-Reviews-El_Parque_de_las_Palapas-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d3271400-Reviews-Torre_Escenica-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d3320430-Reviews-Parque_Urbano_Kabah-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d8098040-Reviews-or10-Amstar_DMC-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d15594382-Reviews-Kalido_Travel-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d3708118-Reviews-CARM_Tours_Transfers-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d23628567-Reviews-Unique_Private_Transportation-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d6419625-Reviews-USA_Transfers-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d11732183-Reviews-STP_Caribe-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d21177195-Reviews-Brasil_em_Cancun_Turismo-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d3909552-Reviews-Canada_Transfers-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d20958402-Reviews-Brasileiros_em_Cancun-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d2534666-Reviews-Cancun_Shuttle_and_Tours-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d21283121-Reviews-Daytrip-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d18949972-Reviews-Andiani_Travel_Group-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d19329673-Reviews-Cancun_Tours_Market-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d4069001-Reviews-We_Go_Mexico-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d13527537-Reviews-Baby_Spa_Cancun-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d12834063-Reviews-Funever_Dreaming-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d3611277-Reviews-Cancun_Passion-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d12682784-Reviews-Takani_Beauty-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d2076548-Reviews-Make_Your_Own_Tour-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d21229495-Reviews-Cancun_Boats-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d4548194-Reviews-CrossFit_Revolver_Cancun-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d10324685-Reviews-Isla_Blanca-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d15582019-Reviews-Conexao_Cancun-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d12502108-Reviews-Cancun_LDS_Tours-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d1887168-Reviews-Helaman_Tours-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d15750990-Reviews-Coba_Tulum_Experience-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g60403-d107777-Reviews-Noah_s_Ark_Water_Park-Wisconsin_Dells_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g33845-d8403611-Reviews-Historic_Downtown_Mystic-Mystic_Mystic_Country_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g150793-d153514-Reviews-Playa_de_los_Muertos-Puerto_Vallarta.html",
            "https://www.tripadvisor.com/Attraction_Review-g60893-d4584349-Reviews-The_National-Richmond_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g642211-d575567-Reviews-Mahon_Port-Mahon_Menorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g3522354-d6949110-Reviews-Bao_Sheng_Durian_Farm-Balik_Pulau_Penang_Island_Penang.html",
            "https://www.tripadvisor.com/Attraction_Review-g188644-d245893-Reviews-Mont_des_Arts-Brussels.html",
            "https://www.tripadvisor.com/Attraction_Review-g186525-d519343-Reviews-The_Edinburgh_Dungeon-Edinburgh_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g59686-d633088-Reviews-Outlets_at_The_Dells-Baraboo_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g12971957-d12945473-Reviews-Chouane_Lake-Chouaneh_Mount_Lebanon_Governorate.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g150807-d8098040-Reviews-or10-Amstar_DMC-Cancun_Yucatan_Peninsula.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g150807-d8098040-Reviews-Amstar_DMC-Cancun_Yucatan_Peninsula.html"
    }
]