[
    {
        "attraction_name": "Amstar DMC",
        "attraction_name_vi": "Amsterdam DMC",
        "general_info": [
            "2.452 đánh giá",
            "- 67 trên 623 Giao thông vận tải ở Punta Cana",
            "Taxi - Xe đưa đón"
        ],
        "attraction_summary": "Amstar DMC offers world-class destination services to individual travelers, travel agencies, tour operators, corporations, and meeting planners in 30 exciting destinations across 8 beautiful countries. Our destination teams are there every step of the way; from the moment a guest exits an airport terminal, offering a friendly welcome to their transfer services in our iconic, blue-flowered shirts and friendly smiles. Amstar customer service representatives are located at most destination resorts, providing local expertise and tips to take every guest - s stay to the next level. Each of our destinations offers a fantastic portfolio of excursions and activities that will create life-long memories of vacation adventures in some of the world - s most beautiful spots. And our 24 - 7 customer assistance ensures guests that we - ve got their backs throughout their vacation journey.Read more",
        "reviews": [
            "Hello,\n\nI am writing this to express how pleased I am with AMSTAR. I - ve planned an entire 70 -  wedding - anniversary trip for my family in Punta Cana. Obviously to book or do anything with such a large group can be challenging....Not with Victor  - Amstar rep  -  Dreams Onyx punta Cana - . He was amazing from start to finish. He communicated with me prior to the trip, set expectations, what all is included and made sure all my guests would be accommodated. I could not have pulled it together without his help. Always pleasant  -  smiling! \n\nAs far as the Happy Hour Signature Experience for Snorkeling and the natural pool. It was sooo much fun!! The boat was rocking,  the staff was amazing  - and I am not easily pleased -  But the staff went above  -  beyond for my entire group! They helped my mom, they helped people who didnt know how to swim. Everyone had a great time. Safety is first, FUN is last and it was all of that! I cannot wait to use Amstar again for our next trip.\n\nThank you Victor  -  Amstar for such a wonderful experience!!!!!Read more",
            "Xin chào Sh0p2Drop!\n\nCảm ơn bạn rất nhiều vì đã chia sẻ trải nghiệm điểm đến của bạn với chúng tôi! Tại Amstar DMC, chúng tôi tự hào phục vụ tất cả khách hàng với dịch vụ đẳng cấp thế giới.\n\nChúng tôi đánh giá cao những nhận xét tuyệt vời của bạn về những điều bạn thích trong chuyến đi và chúng tôi mong được chào đón bạn quay trở lại trong những chuyến đi tiếp theo!\n\nTrân trọng kính chào!Đọc thêm",
            "An Amstar rep was at our hotel and we were told that is who we needed to book excursions through. We booked a trip to Saona Island. The island is beautiful, the natural pool in the water ocean is amazing and the trip overall wasn - t that bad. I just feel we were a bit mislead on the pricing and what was included. We were given one option that was  - 177 per person and was told that its a private part of the beach so no vendors will bother us and a great menu of food. While on the trip we talked to other couples from other hotels and realized we paid more than everyone else. Upon looking at their website, there are three versions of the tip ranging from 100-165 per person. According to the description of each, it seems like we got a mix of the three. There was also what I - m assuming was a mix up at the pick up. We had an Amstar rep come to the hotel and had our names and told us to get in the van but we are going to take you to another one. Another group gets in with us that are heading to a different excursion. We make it not even a mile down the long drive out of the resort area and the van pulls over and they told us to get out and hop in another van that was right behind us. That van then took us to a spot where we got on a larger bus with the groups from other resorts heading to the island.Read more",
            "Kính gửi laureneV7441ZP,\n\nCảm ơn bạn đã xem xét và xin lỗi vì những bất tiện bạn có thể gặp phải.\n\nVui lòng liên hệ với tôi tại posttravel - amstardmc.com kèm theo thông tin đặt chỗ của bạn và lời giải thích ngắn gọn về tình huống. Tên tôi là Carlos và tôi muốn theo dõi trường hợp của bạn. Tôi tự tin rằng tôi có thể đưa ra giải pháp. \n\nMong nhận được email của bạn.\n\nTrân trọng nắng\nĐọc thêm",
            "Amstar cung cấp dịch vụ đưa đón khứ hồi giữa sân bay và khu nghỉ dưỡng. Họ rất dễ tìm và chăm sóc chúng tôi ngay từ khi chúng tôi đến. Chúng tôi tiếp tục đặt chuyến đi trong ngày thông qua đại diện của họ tại khách sạn. Anh ấy rất hữu ích, lắng nghe những gì bạn đã làm và không muốn làm và xác định một chuyến đi phù hợp. Thực sự hài lòng với điều đó và muốn giới thiệu - Bavaro Runners - một ngày đi chơi thực sự tuyệt vời. Chúng tôi cũng đã đi mua sắm - hãy tránh điều này bằng mọi giá. Nó nằm trong một khu phức hợp được khóa an toàn bao gồm một cửa hàng xì gà, cửa hàng trang sức tồi tàn và một cửa hàng lưu niệm, nơi có vẻ như hầu hết mọi thứ đều được nhập khẩu từ Trung Quốc. Cảm giác như chúng tôi đang bị giam giữ. Có nhiều sự lựa chọn tốt hơn trong khu nghỉ dưỡng và nó rẻ hơn rất nhiều. Đừng lãng phí thời gian của bạn.Đọc thêm",
            "Xin chào, GrandTour02256315147!\n\nCảm ơn bạn rất nhiều vì đã chia sẻ trải nghiệm điểm đến của bạn với chúng tôi! Tại Amstar DMC, chúng tôi tự hào phục vụ tất cả khách hàng với dịch vụ đẳng cấp thế giới.\n\nChúng tôi đánh giá cao những nhận xét tuyệt vời của bạn về những điều bạn thích trong chuyến đi và chúng tôi mong được chào đón bạn quay trở lại trong những chuyến đi tiếp theo!\n\nTrân trọng kính chào!Đọc thêm",
            "Chúng tôi đã đặt toàn bộ chuyến đi của mình dưới dạng trọn gói với British Airways, hãng đã sử dụng Amster làm phương tiện di chuyển mà họ đã chọn.\nĐầu tiên, tôi thích đồng phục của họ rất khác biệt nên rất dễ dàng nhận ra họ ở sân bay đông đúc và đông đúc.\nThứ hai, các huấn luyện viên rất đáng yêu và lạnh lùng, đó là điều bắt buộc trong cái nóng của DR!\nThứ ba, thời gian vận chuyển của họ rất chính xác. Điều mà tôi thấy trong các chuyến đi trước đây của các nhà cung cấp khác là rất tốt. \nVà cuối cùng, một ngày sau khi trả khách, hướng dẫn viên của chúng tôi đã đến khách sạn để sắp xếp phương tiện đưa đón trở về. Anh ấy chỉ đề cập ngắn gọn rằng họ cung cấp trải nghiệm nhưng chúng tôi giải thích rằng chúng tôi đã đặt trước mọi thứ. Đọc thêm",
            "Xin chào gia đình đầm lầy!\n\nCảm ơn bạn rất nhiều vì đã chia sẻ trải nghiệm điểm đến của bạn với chúng tôi! Tại Amstar DMC, chúng tôi tự hào phục vụ tất cả khách hàng với dịch vụ đẳng cấp thế giới.\n\nChúng tôi đánh giá cao những nhận xét tuyệt vời của bạn về những điều bạn thích trong chuyến đi và chúng tôi mong được chào đón bạn quay trở lại trong những chuyến đi tiếp theo!\n\nTrân trọng kính chào!Đọc thêm",
            "Gần đây chúng tôi đã đi hưởng Tuần trăng mật và sử dụng Amstar làm xe đưa đón từ sân bay đến khách sạn và đến sân bay từ khách sạn. Chúng tôi cũng đã đặt các chuyến du ngoạn, Wild On Punta Cana và Monkeyland, qua Amstar. Chúng tôi rất muốn giới thiệu Amstar.  Đọc thêm",
            "Xin chào, F3659FPdereka\n\nCảm ơn bạn rất nhiều vì đã chia sẻ trải nghiệm điểm đến của bạn với chúng tôi! Tại Amstar DMC, chúng tôi tự hào phục vụ tất cả khách hàng với dịch vụ đẳng cấp thế giới.\n\nChúng tôi đánh giá cao những nhận xét tuyệt vời của bạn về những điều bạn thích trong chuyến đi và chúng tôi mong được chào đón bạn quay trở lại trong những chuyến đi tiếp theo!\n\nTrân trọng kính chào!Đọc thêm",
            "Chuyến đi tuyệt vời đã có một ngày tuyệt vời. Nhược điểm là tôi đã được thuyền trưởng của chiếc thuyền chúng tôi đi trực tiếp yêu cầu cho tiền boa. Hướng dẫn viên liên tục nhắc đến tiền boa. Các nhiếp ảnh gia đắt tiền và rất kiên trì.Đắt tiền và rất kiên trì.Đọc thêm",
            "Chào Happy Couple1966\n\nCảm ơn bạn rất nhiều vì đã chia sẻ trải nghiệm điểm đến của bạn với chúng tôi! Tại Amstar DMC, chúng tôi tự hào phục vụ tất cả khách hàng với dịch vụ đẳng cấp thế giới.\n\nChúng tôi đánh giá cao những nhận xét tuyệt vời của bạn về những điều bạn thích trong chuyến đi và chúng tôi mong được chào đón bạn quay trở lại trong những chuyến đi tiếp theo!\n\nTrân trọng Sunny!\nĐọc thêm",
            "Chúng tôi chọn thuê một tài xế riêng qua Amstar từ Sân bay đến khu nghỉ dưỡng Secrets Royal Punta Cana ở Cộng hòa Dominica. Cả đến và đi từ sân bay, chúng tôi đều may mắn có được Leonel làm tài xế! Anh ấy thật tuyệt vời và anh ấy kể cho chúng tôi về lịch sử của hòn đảo và chỉ ra nhiều điều tuyệt vời về con người. Anh ấy là người giỏi nhất! Đọc thêm",
            "Xin chào, Rosanna H,\n\nCảm ơn bạn rất nhiều vì đã chia sẻ trải nghiệm điểm đến của bạn với chúng tôi! Tại Amstar DMC, chúng tôi tự hào phục vụ tất cả khách hàng với dịch vụ đẳng cấp thế giới.\n\nChúng tôi đánh giá cao những nhận xét tuyệt vời của bạn về những điều bạn thích trong chuyến đi và chúng tôi mong được chào đón bạn quay trở lại trong những chuyến đi tiếp theo!\n\nTrân trọng Sunny!\nĐọc thêm",
            "Khu nghỉ dưỡng cực kỳ đẹp với dịch vụ hoàn hảo. Bãi biển, khuôn viên và các phòng đều nguyên sơ. Cảm ơn đặc biệt đến Quản gia của chúng tôi, Robert, người đã vượt lên trên để làm cho kỳ nghỉ của chúng tôi trở nên đáng nhớ. Cũng xin gửi lời cảm ơn tới nhân viên pha chế bãi biển của chúng tôi, Kerlin, vì đã có một công việc xuất sắc.  Và cảm ơn Dihanna vì dịch vụ tuyệt vời. Black Cloud và Baby Black luôn duy trì hoạt động giải trí.  Chúng tôi chắc chắn sẽ quay lại. Đọc thêm",
            "Xin chào, K9585JQshawnk,\n\nCảm ơn bạn rất nhiều vì đã chia sẻ trải nghiệm điểm đến của bạn với chúng tôi! Tại Amstar DMC, chúng tôi tự hào phục vụ tất cả khách hàng với dịch vụ đẳng cấp thế giới.\n\nChúng tôi đánh giá cao những nhận xét tuyệt vời của bạn về những điều bạn thích trong chuyến đi và chúng tôi mong được chào đón bạn quay trở lại trong những chuyến đi tiếp theo!\n\nTrân trọng Sunny!\nĐọc thêm",
            "5 - 5. Dịch vụ xuất sắc. Smith đã rất tuyệt khi sắp xếp mọi thứ ở sân bay khi đến nơi. Họ đã kịp thời đưa chúng tôi đến khu nghỉ dưỡng và sắp xếp một chuyến đi nửa ngày tuyệt vời đến Vùng đất Khỉ.Đọc thêm",
            "Xin chào Jason M,\n\nCảm ơn bạn rất nhiều vì đã chia sẻ trải nghiệm điểm đến của bạn với chúng tôi! Tại Amstar DMC, chúng tôi tự hào phục vụ tất cả khách hàng với dịch vụ đẳng cấp thế giới.\n\nChúng tôi đánh giá cao những nhận xét tuyệt vời của bạn về những điều bạn thích trong chuyến đi và chúng tôi mong được chào đón bạn quay trở lại trong những chuyến đi tiếp theo!\n\nTrân trọng kính chào!Đọc thêm",
            "Trong chuyến đi gần đây của chúng tôi đến Punta Cana, mọi khía cạnh khi làm việc với Amstar đều tích cực. Từ việc đặt chúng qua Caribbean giá rẻ, tìm chúng tại sân bay khi chúng tôi đến, chuyến đi đến khu nghỉ mát, lên lịch cho chuyến trở về, đón tại khu nghỉ mát và quay trở lại sân bay, chúng tôi không thể có dịch vụ tốt hơn. Và thông qua tất cả, các nhân viên rất thân thiện và có sức chứa. Đọc thêm",
            "Chào 600bobbih,\n\nCảm ơn bạn rất nhiều vì đã chia sẻ trải nghiệm điểm đến của bạn với chúng tôi! Tại Amstar DMC, chúng tôi tự hào phục vụ tất cả khách hàng với dịch vụ đẳng cấp thế giới.\n\nChúng tôi đánh giá cao những nhận xét tuyệt vời của bạn về những điều bạn thích trong chuyến đi và chúng tôi mong được chào đón bạn quay trở lại trong những chuyến đi tiếp theo!\n\nTrân trọng kính chào!Đọc thêm",
            "05 - 26 - 24- Booked excursion from the Amstar rep at the hotel  - Secrets Royal beach -  Paid  - 175USD a person. Looks like we were up charged as I see the same rate online for  - 120USD - Amstar rep told us it would be an 1-1 - 2hr transportation each way. Failed to mention that our bus would have to stop at each hotel to pick up guests. Left at 7:20am and did not make it to the village until 10:00am. The trip back was 1-1 - 2hr -  Was on the speed boat first. I would not necessary call it a speed boat. Small boat with two 200hp motors - Stopped at the sand bar on the way. Boat ran out of alcohol fairly quick. - Amstar rep promised snorkeling with star fish. We did not snorkel at all and only briefly drove by the star fish. - The island was nice and pretty but I would not say it was a top 10 beach in the world as told by our Amstar rep. Probably not even in the top 100. - Food wasn - t bad. Comparable to our hotel food. Lots of options - Party boat ride back to the village was the best part of the trip. Music and good service. -  Complete mess once off the boat. Got left hanging dry to find our bus which hadn - t arrived yet. Had to wait 20 minutes while getting swarmed by the locals trying to sell us stuff.Read more",
            "TimothymO3269PE thân mến,\n\nCảm ơn bạn đã xem xét và xin lỗi vì những bất tiện bạn có thể gặp phải.\n\n Tôi tự tin rằng tôi có thể đưa ra giải pháp. Vui lòng liên hệ với tôi tại posttravel - amstardmc.com kèm theo thông tin đặt chỗ của bạn và lời giải thích ngắn gọn về tình huống. Tên tôi là Carlos và tôi muốn theo dõi trường hợp của bạn.\n\nMong nhận được email của bạn.\n\nTrân trọng Sunny!\nĐọc thêm",
            "Dịch vụ rất tốt bắt đầu kết thúc kỳ nghỉ của chúng tôi. Chúng tôi đang kỷ niệm ngày kỷ niệm của chúng tôi và sự nghỉ hưu của anh ấy. Chúng tôi chắc chắn sẽ quay lại sớm. Đọc thêm",
            "Xin chào Mertisb2023!\n\nCảm ơn bạn rất nhiều vì đã chia sẻ trải nghiệm điểm đến của bạn với chúng tôi! Tại Amstar DMC, chúng tôi tự hào phục vụ tất cả khách hàng với dịch vụ đẳng cấp thế giới.\n\nChúng tôi đánh giá cao những nhận xét tuyệt vời của bạn về những điều bạn thích trong chuyến đi và chúng tôi mong được chào đón bạn quay trở lại trong những chuyến đi tiếp theo!\n\nTrân trọng kính chào!Đọc thêm",
            "Chúng tôi đã có RẤT NHIỀU VUI VẺ tại Công viên Phiêu lưu Bavarro !!! NATHANIEL từ Amstar là TUYỆT VỜI NHẤT !!!  Anh ấy là một người hướng dẫn tuyệt vời, trung thực và tháo vát - - - - Anitra- USA 23.05.2024Đọc thêm",
            "Xin chào anitrat2021!\n\nCảm ơn bạn rất nhiều vì đã chia sẻ trải nghiệm điểm đến của bạn với chúng tôi! Tại Amstar DMC, chúng tôi tự hào phục vụ tất cả khách hàng với dịch vụ đẳng cấp thế giới.\n\nChúng tôi đánh giá cao những nhận xét tuyệt vời của bạn về những điều bạn thích trong chuyến đi và chúng tôi mong được chào đón bạn quay trở lại trong những chuyến đi tiếp theo!\n\nTrân trọng kính chào!Đọc thêm",
            "Chúng tôi YÊU trải nghiệm Amstar của mình! Toàn bộ chuyến đi thật dễ dàng và thoải mái! Dễ dàng và - khá boujee - việc đưa đón riêng đến và đi từ sân bay thật tuyệt vời! Yessibel là một đại diện tuyệt vời và cô ấy rất hữu ích trong việc đặt các chuyến du ngoạn của chúng tôi và khiến việc chuyển tiền của chúng tôi trở nên cực kỳ dễ dàng. Nhân viên và người bán hàng luôn đúng giờ và cực kỳ dễ làm việc! An toàn, đúng giờ và thú vị mọi lúc! Rất khuyến khích!! Đọc thêm",
            "Xin chào megandS9933AU!\n\nCảm ơn bạn rất nhiều vì đã chia sẻ trải nghiệm điểm đến của bạn với chúng tôi! Tại Amstar DMC, chúng tôi tự hào phục vụ tất cả khách hàng với dịch vụ đẳng cấp thế giới.\n\nChúng tôi đánh giá cao những nhận xét tuyệt vời của bạn về những điều bạn thích trong chuyến đi và chúng tôi mong được chào đón bạn quay trở lại trong những chuyến đi tiếp theo!\n\nTrân trọng Sunny!\nĐọc thêm",
            "Amstar đã rất xuất sắc khi đưa chúng tôi đến khách sạn trong một vấn đề và đón chúng tôi trở lại sân bay để khởi hành.  Xe đi khá chật vì ghế không rộng và không thoải mái, nhưng xe đi về thì thoải mái hơn nhiều. Họ luôn là lựa chọn đầu tiên của tôi ở Mexico và cũng tốt như nhau ở DR.Đọc thêm",
            "Xin chào beeb753!\n\nCảm ơn bạn rất nhiều vì đã chia sẻ trải nghiệm điểm đến của bạn với chúng tôi! Tại Amstar DMC, chúng tôi tự hào phục vụ tất cả khách hàng với dịch vụ đẳng cấp thế giới.\n\nChúng tôi đánh giá cao những nhận xét tuyệt vời của bạn về những điều bạn thích trong chuyến đi và chúng tôi mong được chào đón bạn quay trở lại trong những chuyến đi tiếp theo!\n\nTrân trọng kính chào!Đọc thêm",
            "Đây là công ty. Bạn cần đặt chỗ với phương tiện di chuyển đến và đi từ khu nghỉ dưỡng cũng như đặt các chuyến du ngoạn của bạn với họ. Rất chuyên nghiệp, đỉnh cao!Đọc thêm",
            "Xin chào 951cherylo,\n\nCảm ơn bạn rất nhiều vì đã chia sẻ trải nghiệm điểm đến của bạn với chúng tôi! Tại Amstar DMC, chúng tôi tự hào phục vụ tất cả khách hàng với dịch vụ đẳng cấp thế giới.\n\nChúng tôi đánh giá cao những nhận xét tuyệt vời của bạn về những điều bạn thích trong chuyến đi và chúng tôi mong được chào đón bạn quay trở lại trong những chuyến đi tiếp theo!\n\nTrân trọng Sunny!\nĐọc thêm",
            "Đánh giá của Amstar: Tôi đã đặt một chuyến đi trong ngày với hoang dã trên punta cana thông qua đại diện của Yoel amstar tại Dreams Macao, anh ấy là người hiểu biết và tốt bụng. Anh ấy giải thích từng chuyến tham quan và đề xuất điều gì đó phù hợp cho cả gia đình tôi. Nếu bạn thấy bài đánh giá này, tôi chúc bạn mọi điều tốt đẹp nhất. Cảm ơn người đại diện khác đã dừng lại để chào đón chúng tôi Dewanery - hay còn gọi là Jason derulo - , Junior. Chắc chắn sẽ đề nghị nhóm này đặt bất kỳ chuyến du ngoạn nào.Đọc thêm",
            "Xin chào keresem,\n\nCảm ơn bạn rất nhiều vì đã chia sẻ trải nghiệm điểm đến của bạn với chúng tôi! Tại Amstar DMC, chúng tôi tự hào phục vụ tất cả khách hàng với dịch vụ đẳng cấp thế giới.\n\nChúng tôi đánh giá cao những nhận xét tuyệt vời của bạn về những điều bạn thích trong chuyến đi và chúng tôi mong được chào đón bạn quay trở lại trong những chuyến đi tiếp theo!\n\nTrân trọng kính chào!Đọc thêm",
            "Tôi đọc một số đánh giá tiêu cực. Tôi - tôi không chắc họ đã đặt dịch vụ gì. Chúng tôi đặt một phương tiện di chuyển riêng từ sân bay đến khu nghỉ dưỡng mơ ước của mình. Khi chúng tôi đến Bàn Amstar, họ đã sẵn sàng, đưa chúng tôi ngay lên xe tải của mình. Chúng tôi được thả ngay tại khách sạn. Khi trở về, chiếc xe tải đã đợi chúng tôi ở sảnh sớm mà không gặp vấn đề gì. Đó là kinh nghiệm của tôi.  Tuy nhiên, tôi nghĩ xe tải có thể - sạch sẽ hơn.Đọc thêm",
            "Xin chào chakalkar,\n\nCảm ơn bạn rất nhiều vì đã chia sẻ trải nghiệm điểm đến của bạn với chúng tôi! Tại Amstar DMC, chúng tôi tự hào phục vụ tất cả khách hàng với dịch vụ đẳng cấp thế giới.\n\nChúng tôi đánh giá cao những nhận xét tuyệt vời của bạn về những điều bạn thích trong chuyến đi và chúng tôi mong được chào đón bạn quay trở lại trong những chuyến đi tiếp theo!\n\nTrân trọng kính chào!Đọc thêm",
            "Chúng tôi rất thích làm việc với Amstar.  Đến và đi từ sân bay thật tuyệt vời.  Họ đã giảm bớt căng thẳng từ điều đó!  Họ sắp xếp các chuyến du ngoạn của chúng tôi mà không gặp vấn đề gì.Đọc thêm",
            "Xin chào E7867RNdebs,\n\nCảm ơn bạn rất nhiều vì đã chia sẻ trải nghiệm điểm đến của bạn với chúng tôi! Tại Amstar DMC, chúng tôi tự hào phục vụ tất cả khách hàng với dịch vụ đẳng cấp thế giới.\n\nChúng tôi đánh giá cao những nhận xét tuyệt vời của bạn về những điều bạn thích trong chuyến đi và chúng tôi mong được chào đón bạn quay trở lại trong những chuyến đi tiếp theo!\n\nTrân trọng Sunny!\nĐọc thêm",
            "Chúng tôi đi du lịch nước ngoài mỗi năm một lần và Amstar luôn tuyệt vời. Năm nay chúng tôi đã đến Punta Cana và Gabriel - Eduardo rất tuyệt và đã giúp đỡ chúng tôi trong chuyến du ngoạn. Tất cả đều siêu có tổ chức và an toàn. Xe đưa đón của chúng tôi đến muộn nhưng Gabriel đã có mặt trên đó và chúng tôi không hề lo lắng chút nào.Đọc thêm",
            "Chào selenam245,\n\nCảm ơn bạn rất nhiều vì đã chia sẻ trải nghiệm điểm đến của bạn với chúng tôi! Tại Amstar DMC, chúng tôi tự hào phục vụ tất cả khách hàng với dịch vụ đẳng cấp thế giới.\n\nChúng tôi đánh giá cao những nhận xét tuyệt vời của bạn về những điều bạn thích trong chuyến đi và chúng tôi mong được chào đón bạn quay trở lại trong những chuyến đi tiếp theo!\n\nTrân trọng Sunny!\nĐọc thêm",
            "Xin chào. Tôi đã đặt trước phương tiện di chuyển của Amstar đến khách sạn của chúng tôi ở Punta Cana. Từ sân bay, tôi có thể đến đâu để tìm xe cho chúng tôi?Đọc thêm",
            "Tôi đang sử dụng dịch vụ này vào tháng 2 và tôi nhận thấy một số đánh giá không tốt cũng như các vấn đề mà mọi người đang gặp phải. Tôi đang nghĩ đến việc hủy và sử dụng dịch vụ khác. Có ai có lời khuyên nào. Đọc thêm",
            "Chúng tôi đã sử dụng Amstar ở Mexico Cộng hòa Dominica hai lần ở Costa Rica và lần nào chúng tôi cũng nhận được dịch vụ xuất sắc.Đọc thêm",
            "Tôi - vợ đã đến khu nghỉ dưỡng Ambar này vào 3 thời điểm khác nhau trong vài năm qua.\n\nChúng tôi đã đặt lại vé vào tháng 12 năm nay nhưng bị lạnh chân vì đại dịch.\n\nChúng ta đã lựa chọn đúng chưa?\n\nChỉ rất rất quan tâm đến việc đi lại vào lúc nào đó trong tương lai.\n\nNó thế nào?  Don - JanetĐọc thêm",
            "Bạn có thực hiện dịch vụ đưa đón sân bay từ PUJ đến Ocean El Fargo Resort không?Đọc thêm",
            "Tôi không biết. Chúng tôi đã chuyển từ sân bay Punta Cana đến RIU Palace Bavaro. Tôi không làm việc cho công ty.Đọc thêm",
            "Lên kế hoạch cho chuyến đi vào tháng 4 người lớn. Chưa bao giờ đến DR trước đây.  \n1. Bạn tìm dịch vụ đưa đón sân bay ở đâu? \n2. Bạn muốn giới thiệu xe đưa đón riêng hay xe đưa đón theo nhómĐọc thêm",
            "Chúng tôi đã đặt qua xe đưa đón riêng của Amstar DMC - 98 cho 4 người chúng tôi khứ hồi. Vậy là khoảng - 25 người. Chúng tôi đã có một anh chàng tuyệt vời, người đã ghi tên chúng tôi lên một tấm biển và kể cho chúng tôi nghe tất cả về Punta Cana, đồng thời chuẩn bị cho chúng tôi khoảng thời gian tuyệt vời nhất trong cuộc đời!!! Đọc thêm",
            "Lời khuyên nào được khuyến nghị nhưng miễn phí - mẹo cho tài xế từ sân bay đến khách sạn RIU?Đọc thêm",
            "Xin chào Chucky 1964, \n\ntiền thưởng tùy thuộc vào khách. Chúng tôi rất hân hạnh được phục vụ bạn trong kỳ nghỉ của bạn. Chúng tôi mong được chào đón bạn. Nhớ tìm chiếc áo hoa xanh và nụ cười thân thiện.Đọc thêm",
            "Amstar có đi từ sân bay đến Excellence Punta Cana không?Đọc thêm",
            "Xin chào Steve, vâng, chúng tôi biết. \nBạn có thể gọi cho chúng tôi theo số 877 329 4461 máy lẻ 3695 và chúng tôi sẽ sẵn lòng giúp bạn lên kế hoạch cho chuyến đi của mình.Đọc thêm",
            "Xin chào, \nVui lòng cho tôi biết giá dịch vụ đưa đón riêng khứ hồi cho 2 người lớn và 1 trẻ 2 tuổi. Đi du lịch ngày 13 tháng 9 từ Punta Cana đến Dreams La Romana. Rời đi vào ngày 23 tháng 9. Bạn có cung cấp ghế ngồi ô tô không? Hoặc giảm giá cho nhân viên của British Airways? :- -  \nCảm ơn. \nTrân trọng \nBridieĐọc thêm",
            "Đã đặt dịch vụ đưa đón chung đến khu nghỉ dưỡng của chúng tôi vào tuần tới và tôi tin rằng mất 45 phút lái xe.  Bạn có lời khuyên nào về việc mua nước hoặc thứ gì đó để uống cho chuyến đi không? Nếu vậy, tôi có thể tìm chai nước ở đâu tại sân bay?Đọc thêm",
            "Chào Meneelyb, \n\nBạn cũng có thể bổ sung thêm thông qua đại diện của chúng tôi hoặc trung tâm cuộc gọi của chúng tôi. Bạn có thể tìm thấy số điện thoại và thông tin liên lạc của chúng tôi trên trang web của chúng tôi. Rất mong được chào đón bạn! Đọc thêm",
            "Có không gian - khả năng tiếp cận để lắp đặt ghế ngồi ô tô để di chuyển từ sân bay đến khu nghỉ dưỡng không?Đọc thêm",
            "Xin chào Sarah, chúng tôi có sẵn ghế ngồi ô tô. Vui lòng liên hệ với chúng tôi qua trang web hoặc các kênh truyền thông xã hội và chúng tôi - sẽ sẵn lòng trợ giúp.Đọc thêm"
        ],
        "star_ratings": [
            1597,
            306,
            131,
            138,
            282
        ],
        "review_amount": 2454,
        "location": [
            "Những điều cần làm ở Punta Cana",
            "Amsterdam DMC",
            "Punta Cana",
            "Cộng hòa Dominica",
            "vùng Caribe",
            "Tỉnh La Altagracia"
        ],
        "reviews_time": [
            "Written July 24, 2023",
            "Written July 28, 2023",
            "Written August 27, 2023",
            "Written September 21, 2023",
            "Written October 17, 2023",
            "Written November 4, 2023",
            "Written November 4, 2023",
            "Written November 12, 2023",
            "Written December 31, 2023",
            "Written January 1, 2024",
            "Written May 28, 2024",
            "Written May 27, 2024",
            "Written May 23, 2024",
            "Written May 21, 2024",
            "Written May 20, 2024",
            "Written May 12, 2024",
            "Written May 11, 2024",
            "Written May 8, 2024",
            "Written May 7, 2024",
            "Written April 29, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g147293-d3534434-Reviews-Amstar_DMC-Punta_Cana_La_Altagracia_Province_Dominican_Republic.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g147293-d1954160-Reviews-La_Palapa_by_Eden_Roc-Punta_Cana_La_Altagracia_Province_Dominican_Republic.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147293-d12157410-Reviews-Blue_Grill_Bar_at_Eden_Roc-Punta_Cana_La_Altagracia_Province_Dominican_Republic.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147293-d3845092-Reviews-Mediterraneo_Restaurant-Punta_Cana_La_Altagracia_Province_Dominican_Republic.html",
            "https://www.tripadvisor.com/Restaurant_Review-g5777224-d12071704-Reviews-Blue_Grill_Bar-Las_Canas_Espaillat_Province_Dominican_Republic.html",
            "https://www.tripadvisor.com/Attraction_Review-g147293-d2615524-Reviews-Hoyo_Azul-Punta_Cana_La_Altagracia_Province_Dominican_Republic.html",
            "https://www.tripadvisor.com/Attraction_Review-g147293-d9820740-Reviews-Juanillo_Beach-Punta_Cana_La_Altagracia_Province_Dominican_Republic.html",
            "https://www.tripadvisor.com/Attraction_Review-g147293-d10147419-Reviews-Eden_Roc_Beach_Club-Punta_Cana_La_Altagracia_Province_Dominican_Republic.html",
            "https://www.tripadvisor.com/Attraction_Review-g147293-d15023502-Reviews-Los_Establos-Punta_Cana_La_Altagracia_Province_Dominican_Republic.html",
            "https://www.tripadvisor.com/Attraction_Review-g147293-d3534434-Reviews-or10-Amstar_DMC-Punta_Cana_La_Altagracia_Province_Dominican_Republic.html",
            "https://www.tripadvisor.com/Attraction_Review-g147293-d8629697-Reviews-DAT-Punta_Cana_La_Altagracia_Province_Dominican_Republic.html",
            "https://www.tripadvisor.com/Attraction_Review-g147293-d15741963-Reviews-DWJ_VIP_Services-Punta_Cana_La_Altagracia_Province_Dominican_Republic.html",
            "https://www.tripadvisor.com/Attraction_Review-g147293-d10263324-Reviews-Transekur-Punta_Cana_La_Altagracia_Province_Dominican_Republic.html",
            "https://www.tripadvisor.com/Attraction_Review-g147289-d8134400-Reviews-Santo_Domingo_Taxi-Santo_Domingo_Santo_Domingo_Province_Dominican_Republic.html",
            "https://www.tripadvisor.com/Attraction_Review-g147293-d12977372-Reviews-Punta_Cana_Limo_Transfer-Punta_Cana_La_Altagracia_Province_Dominican_Republic.html",
            "https://www.tripadvisor.com/Attraction_Review-g147293-d25941494-Reviews-Hello_Catamaran_Punta_Cana-Punta_Cana_La_Altagracia_Province_Dominican_Republic.html",
            "https://www.tripadvisor.com/Attraction_Review-g147293-d18190054-Reviews-Transfer_Destination_Dr-Punta_Cana_La_Altagracia_Province_Dominican_Republic.html",
            "https://www.tripadvisor.com/Attraction_Review-g147293-d19272172-Reviews-Noah_Travel_Services-Punta_Cana_La_Altagracia_Province_Dominican_Republic.html",
            "https://www.tripadvisor.com/Attraction_Review-g147293-d25268645-Reviews-PREMIUM_TRANSFERS_PUNTA_CANA_JGDR-Punta_Cana_La_Altagracia_Province_Dominican_Re.html",
            "https://www.tripadvisor.com/Attraction_Review-g147290-d25129885-Reviews-Lasanc_Transfers_Tours_Puerto_Plata-Puerto_Plata_Puerto_Plata_Province_Dominican.html",
            "https://www.tripadvisor.com/Attraction_Review-g147293-d12546778-Reviews-WannaBoats-Punta_Cana_La_Altagracia_Province_Dominican_Republic.html",
            "https://www.tripadvisor.com/Attraction_Review-g147293-d15666631-Reviews-Quality_Transport_Service-Punta_Cana_La_Altagracia_Province_Dominican_Republic.html",
            "https://www.tripadvisor.com/Attraction_Review-g147293-d648788-Reviews-Punta_Espada_Golf_Course-Punta_Cana_La_Altagracia_Province_Dominican_Republic.html",
            "https://www.tripadvisor.com/Attraction_Review-g147293-d16835086-Reviews-Santa_Elena_Fishing_Charters-Punta_Cana_La_Altagracia_Province_Dominican_Republi.html",
            "https://www.tripadvisor.com/Attraction_Review-g147293-d3832621-Reviews-Six_Senses_Spa_at_Puntacana_Resort_Club-Punta_Cana_La_Altagracia_Province_Dominic.html",
            "https://www.tripadvisor.com/Attraction_Review-g147293-d3726864-Reviews-Scape_Park_at_Cap_Cana-Punta_Cana_La_Altagracia_Province_Dominican_Republic.html",
            "https://www.tripadvisor.com/Attraction_Review-g147293-d602016-Reviews-La_Cana_Golf_Course-Punta_Cana_La_Altagracia_Province_Dominican_Republic.html",
            "https://www.tripadvisor.com/Attraction_Review-g147293-d6628192-Reviews-Enjoy_Punta_Cana-Punta_Cana_La_Altagracia_Province_Dominican_Republic.html",
            "https://www.tripadvisor.com/Attraction_Review-g16884615-d21251555-Reviews-Eden_Roc_Spa_Beauty_Salon-Cap_Cana_Punta_Cana_La_Altagracia_Province_Dominican.html",
            "https://www.tripadvisor.com/Attraction_Review-g147293-d4932347-Reviews-Golf_Punta_Cana-Punta_Cana_La_Altagracia_Province_Dominican_Republic.html",
            "https://www.tripadvisor.com/Attraction_Review-g16884615-d8047995-Reviews-Marina_Cap_Cana-Cap_Cana_Punta_Cana_La_Altagracia_Province_Dominican_Republic.html",
            "https://www.tripadvisor.com/Attraction_Review-g147293-d6885777-Reviews-Atlantida_Punta_Cana-Punta_Cana_La_Altagracia_Province_Dominican_Republic.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d240730-Reviews-Chanel-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g60632-d2421567-Reviews-Kamaole_Beach_Park_3-Kihei_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d12899417-Reviews-Top_Golf-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g150813-d3906822-Reviews-Casa_Cenote-Tulum_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g297972-d10250638-Reviews-Tortuga_Water_Park-Kusadasi_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g1168987-d12369770-Reviews-Las_Coloradas-Rio_Lagartos_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g1575485-d561014-Reviews-Sian_Ka_an_Biosphere_Reserve-Quintana_Roo_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g55229-d19100608-Reviews-12_South-Nashville_Davidson_County_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g45086-d280049-Reviews-Pictograph_Cave_State_Park-Billings_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g303866-d478868-Reviews-Cape_Coast_Castle-Cape_Coast_Central_Region.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g147293-d3534434-Reviews-or10-Amstar_DMC-Punta_Cana_La_Altagracia_Province_Dominican_Republic.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g147293-d3534434-Reviews-Amstar_DMC-Punta_Cana_La_Altagracia_Province_Dominican_Republic.html"
    }
]