[
    {
        "attraction_name": "Amtrak",
        "attraction_name_vi": "Amtrak",
        "general_info": [
            "133 đánh giá",
            "38 trên 98 Giao thông vận tải ở New Orleans",
            "Dịch vụ đường sắt"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "So với những biệt danh gợi nhiều liên tưởng hơn ở một số khu vực khác của New Orleans, tiêu đề buồn tẻ của trung tâm thành phố có thể gợi ý rằng khu vực này chỉ tập trung vào kinh doanh chứ không phải gì khác. Nhưng đừng để cái tên nhạt nhẽo khiến bạn rời xa Khu Trung tâm Thương mại. CBD cung cấp nhiều hoạt động thú vị có thể được coi là đặc biệt ở những nơi ít náo nhiệt hơn trên thế giới. Giáp ranh với Khu phố Pháp, Khu nghệ thuật và Tremé, với con sông ở cực đông, trung tâm thể thao, trò chơi, mua sắm, rạp hát, các hoạt động dành cho gia đình và ẩm thực tuyệt vời của vùng này tạo nên một cơ sở thông minh cho dù sở thích của bạn nằm ở đâu.Đọc hơn",
            "Vợ tôi và tôi đang đi từ New Orleans đến Memphis nên chúng tôi quyết định đi tàu của Thành phố New Orleans thay vì phải tốn công thuê ô tô. Cuộc hành trình kéo dài hơn tám giờ một chút nên chúng tôi đã nâng cấp bản thân tại Trạm thành Roomette!  Chuyến tàu khởi hành đúng giờ lúc 1h45 chiều và đây là một cách thú vị để đi du lịch để thay đổi.  Chúng tôi đã đi qua nhiều hồ nước lớn âm u và những con đường nước đầm lầy, nơi tôi cảm thấy chắc chắn rằng nguy hiểm đang rình rập và chắc chắn sẽ chậm chân khi nhúng chân vào. Chúng tôi đã nhận được lựa chọn bữa ăn cho bữa tối miễn phí với một phòng nhỏ! và một cốc bia ngon. Chúng tôi không thử chiếc giường gấp nên không thể bình luận về điều đó. Khu vực xung quanh cửa sổ có thể cần được dọn dẹp một chút, nhưng ngoài điều đó ra thì không có gì phàn nàn.  Tàu cũng đến Memphis đúng giờ.Đọc thêm",
            "Chuyến tàu Crescent 19 và 20. Chúng tôi đi từ Philadelphia đến Nola vào tháng 8.  Chúng tôi đi du lịch hàng năm đến Nola và luôn mong muốn được đi du lịch bằng tàu hỏa. Tuy nhiên thái độ phục vụ của nhân viên rất tệ. Đặc biệt nhân viên phục vụ xe giường nằm của chúng tôi còn gọi hành khách ngồi xe giường nằm là con cưng. Phòng của chúng tôi không sạch sẽ và nhà vệ sinh trong phòng không hợp vệ sinh. Có những thứ cũ kỹ tích tụ trong các ngóc ngách.  Tôi đã dành thời gian để chỉ nhìn xung quanh và chú ý đến xung quanh.  Các bữa ăn linh hoạt đi kèm được nấu bằng lò vi sóng và thực sự không ngon.  Việc trình bày các bữa ăn linh hoạt đựng trong hộp nhôm đặt trong hộp bìa cứng gấp nhỏ không hề ngon miệng chút nào. Chúng tôi cảm thấy vội vàng ăn. Không có toa ăn tối nào và chúng tôi ngồi trong toa Cafe và chỉ có một nửa toa dành cho hành khách ngủ trên toa vì toàn bộ nhân viên tàu thường dùng làm không gian vui chơi và mặt bàn bày đầy đồ gia vị và một số đồ ăn. bàn. Các gian hàng khác có một nhân viên ngồi tại các bàn có sẵn, cười lớn và chiếm giữ chỗ ngồi trên bàn. Tôi đã sử dụng Crescent khi thiết bị Di sản được sử dụng. Qua nhiều năm, những chiếc xe đã thực sự sa sút khi chúng đã hơn 40 tuổi. Tiếng ồn cửa giữa các xe không đóng và cửa sổ bám đầy bụi bẩn. Dịch vụ của nhân viên trên tàu không tốt. Tuy nhiên, nhân viên toa ngủ trên tàu 20 rất chu đáo và lịch sự mà không bị xâm phạm. Mọi thứ đã thay đổi khi tôi là một du khách lớn tuổi mong đợi sự sạch sẽ, lịch sự và đồ ăn ngon dường như là nỗi nhớ.  Tuy nhiên, các chuyến tàu của chúng tôi gây sốc đúng giờ! Hy vọng Crescent sẽ sớm cải thiện.Đọc thêm",
            "Chúng tôi đang đi trên chuyến tàu Amtrak từ Memphis đến New Orleans. Trải nghiệm của chúng tôi rất hỗn loạn kể từ khi chúng tôi đến. Khi chúng tôi đến, một bảo vệ nam đã kiểm tra vé của chúng tôi và thông báo cho chúng tôi chỗ ngồi của chúng tôi là ở toa đầu tiên. Sau đó, anh ấy kiểm tra với nữ đồng nghiệp của mình, người đã thông báo với anh ấy rằng cô ấy đã ngẫu nhiên lấp đầy toa đầu tiên để cô ấy tìm cho chúng tôi chỗ ngồi thay thế. cô ấy đã cố gắng sắp xếp chỗ ngồi riêng cho chúng tôi nhưng chúng tôi nói rằng chỗ ngồi ban đầu của chúng tôi là cùng nhau nên cô ấy đã tìm cho chúng tôi 2 chỗ ngồi. Toa tàu và chỗ ngồi không ở trong tình trạng tốt, cần điều chỉnh, bệ gác chân và bàn khay có nhiều lỗi khác nhau, ngoài ra nhà vệ sinh ở tình trạng rất bẩn và nhìn chung là tồi tàn kể từ khi chúng tôi lên tàu. Cửa sổ của chúng tôi rất bẩn và bạn hầu như không thể nhìn thấy gì từ đó. Tàu có ánh sáng yếu khiến việc tìm đường đi lại khó khăn. Cuối cùng, khi con tàu khởi hành, nó đang di chuyển với tốc độ rất chậm trong nhiều dặm. Chúng tôi nghĩ không có gì lạ khi cuộc hành trình sẽ mất khoảng 8 12 giờ nhưng cuối cùng tàu đã tăng tốc.Đọc thêm",
            "Khá là kinh nghiệm!  Chúng tôi đi từ Thành phố New Orleans đến Chicago, đi qua Jackson và Memphis trước khi đi ngủ qua đêm. Đây không phải là cách đi du lịch nếu bạn muốn đi từ A đến B, họ có máy bay cho việc đó, nhưng nếu bạn muốn ngắm nhìn đất nước Mỹ lướt qua cửa sổ, gặp gỡ những người thú vị và tận hưởng thời gian với bạn bè và những người thân yêu của bạn, thì đây là cách để làm điều đó. Lời khuyên của tôi là hãy chọn một cabin - bạn sẽ có nhà vệ sinh có vòi sen riêng và nhiều không gian. Một người phục vụ sẽ đến dọn giường cho bạn và đảm bảo rằng bạn đã ổn định chỗ ở. Giải pháp thay thế là một căn phòng nhỏ, nơi hành khách có vẻ khá chật chội và khốn khổ, và họ phải dùng chung phòng tắm.  Các cabin cực kỳ đắt tiền nhưng vẫn đáng giá nếu bạn muốn trải nghiệm.  Một vài điều khó hiểu với dòng đặc biệt này; KHÔNG CÓ WIFI!  Làm sao điều đó có thể xảy ra trong thời đại ngày nay.  Đồ ăn cũng ở mức trung bình khá và không có toa ăn nên các bữa ăn được mang đi một cách hiệu quả.  Hãy đảm bảo bạn có được một chỗ ngồi trong xe quan sát - quang cảnh rất tuyệt và đây là cơ hội để chia sẻ những câu chuyện với những người bạn đồng hành của bạn.Đọc thêm",
            "Dịch vụ tuyệt vời trên Hoàng hôn và Lưỡi liềm.  Giường thoải mái... không gì bằng được đu đưa ngủ trên tàu!  Vòi hoa sen vào lúc hoàng hôn sạch sẽ và đầy đủ đồ không giống như vòi hoa sen Lưỡi liềm.  Thức ăn khá ngon vào lúc Hoàng hôn, nhưng không ngon ở Lưỡi liềm.  Khung cảnh đẹp ở khắp mọi nơi và gặp gỡ nhiều người thú vị.  Chỉ cần đủ thời gian để làm nhanhĐọc thêm",
            "Đã đi từ nemlhis yo nmNew Orleans. Chỗ ngồi rất thoải mái. Lựa chọn thực phẩm và đồ uống tốt trong quán cà phê. Huấn luyện viên xem đẹp và sống động.Đọc thêm",
            "Tôi ước tôi có thể để lại một đánh giá tích cực. Ý tưởng hoài cổ và lý tưởng nhất là không bị căng thẳng về việc đi du lịch bằng tàu chính xác là điều tôi đang tìm kiếm.  Trong phần lớn thời gian của tôi, đó chính xác là những gì tôi tìm thấy. Thật không may, sẽ không lý tưởng nếu bạn bị mắc kẹt với những người luôn tiếc nuối sự tồn tại của bạn và cũng là người chịu trách nhiệm giúp đỡ bạn. Chỉ cần lấy Tinh Thần. Chắc chắn, họ có thể không thích bạn, nhưng ít nhất bạn sẽ đến đó với thời gian chỉ bằng một nửa và giá chỉ bằng một phần tư.Đọc thêm",
            "Các nhân viên thật tuyệt vời. Đội đáng yêu. Chúng tôi đi từ LA đến New Orleans trong cabin có giường ngủ. Không gian chật hẹp nhưng đầy đủ ngay cả với 2 chiếc vali lớn và một chiếc ba lô. Giường có thể gập lại vào ban ngày để lại không gian rộng rãi. Các bữa ăn trên tàu đều ngon - bữa tối bít tết đặc biệt ngon. Để có thời gian rảnh rỗi và đi lại thoải mái, chúng tôi khuyên bạn nênĐọc thêm",
            "Chúng tôi đang đi trên chuyến tàu Amtrak từ Memphis đến New Orleans. Trải nghiệm của chúng tôi rất hỗn loạn kể từ khi chúng tôi đến. Khi chúng tôi đến, một bảo vệ nam đã kiểm tra vé của chúng tôi và thông báo cho chúng tôi chỗ ngồi của chúng tôi là ở toa đầu tiên. Sau đó, anh ấy kiểm tra với nữ đồng nghiệp của mình, người đã thông báo với anh ấy rằng cô ấy đã ngẫu nhiên lấp đầy toa đầu tiên để cô ấy tìm cho chúng tôi chỗ ngồi thay thế. cô ấy đã cố gắng sắp xếp chỗ ngồi riêng cho chúng tôi nhưng chúng tôi nói rằng chỗ ngồi ban đầu của chúng tôi là cùng nhau nên cô ấy đã tìm cho chúng tôi 2 chỗ ngồi. Toa tàu và chỗ ngồi không ở trong tình trạng tốt, cần điều chỉnh, bệ gác chân và bàn khay có nhiều lỗi khác nhau, ngoài ra nhà vệ sinh ở tình trạng rất bẩn và nhìn chung là tồi tàn kể từ khi chúng tôi lên tàu. Cửa sổ của chúng tôi rất bẩn và bạn hầu như không thể nhìn thấy gì từ đó. Tàu có ánh sáng yếu khiến việc tìm đường đi lại khó khăn. Cuối cùng, khi con tàu khởi hành, nó đang di chuyển với tốc độ rất chậm trong nhiều dặm. Chúng tôi nghĩ không có gì lạ khi cuộc hành trình sẽ mất khoảng 8 12 giờ nhưng cuối cùng tàu đã tăng tốc.Đọc thêm",
            "Chuyến tàu Crescent 19 và 20. Chúng tôi đi từ Philadelphia đến Nola vào tháng 8.  Chúng tôi đi du lịch hàng năm đến Nola và luôn mong muốn được đi du lịch bằng tàu hỏa. Tuy nhiên thái độ phục vụ của nhân viên rất tệ. Đặc biệt nhân viên phục vụ xe giường nằm của chúng tôi còn gọi hành khách ngồi xe giường nằm là con cưng. Phòng của chúng tôi không sạch sẽ và nhà vệ sinh trong phòng không hợp vệ sinh. Có những thứ cũ kỹ tích tụ trong các ngóc ngách.  Tôi đã dành thời gian để chỉ nhìn xung quanh và chú ý đến xung quanh.  Các bữa ăn linh hoạt đi kèm được nấu bằng lò vi sóng và thực sự không ngon.  Việc trình bày các bữa ăn linh hoạt đựng trong hộp nhôm đặt trong hộp bìa cứng gấp nhỏ không hề ngon miệng chút nào. Chúng tôi cảm thấy vội vàng ăn. Không có toa ăn tối nào và chúng tôi ngồi trong toa Cafe và chỉ có một nửa toa dành cho hành khách ngủ trên toa vì toàn bộ nhân viên tàu thường dùng làm không gian vui chơi và mặt bàn bày đầy đồ gia vị và một số đồ ăn. bàn. Các gian hàng khác có một nhân viên ngồi tại các bàn có sẵn, cười lớn và chiếm giữ chỗ ngồi trên bàn. Tôi đã sử dụng Crescent khi thiết bị Di sản được sử dụng. Qua nhiều năm, những chiếc xe đã thực sự sa sút khi chúng đã hơn 40 tuổi. Tiếng ồn cửa giữa các xe không đóng và cửa sổ bám đầy bụi bẩn. Dịch vụ của nhân viên trên tàu không tốt. Tuy nhiên, nhân viên toa ngủ trên tàu 20 rất chu đáo và lịch sự mà không bị xâm phạm. Mọi thứ đã thay đổi khi tôi là một du khách lớn tuổi mong đợi sự sạch sẽ, lịch sự và đồ ăn ngon dường như là nỗi nhớ.  Tuy nhiên, các chuyến tàu của chúng tôi gây sốc đúng giờ! Hy vọng Crescent sẽ sớm cải thiện.Đọc thêm",
            "Amtrak, làm ơn chi thêm tiền cho những hành khách trả tiền phòng riêng. Heck, cho tất cả những người đi chuyến tàu đó. Tàu có suất ăn vi sóng, không ăn được. Mang theo thức ăn của riêng bạn. Đặc biệt nếu bạn thực hiện chuyến đi Chicago đến New Orleans. 19-22 tiếng với đồ ăn dở thật là điên rồ. Ngoài ra, người quản lý của bạn giao hàng, điều đó làm mất thời gian phục vụ khách hàng của họ. Mặc dù tàu đã cũ, tôi thừa nhận, cửa giữa các phòng không nên mở, người quản lý, Ryan đã dán ống dẫn vào mỗi chỗ va chạm. Toa bán đồ ăn nhẹ nên mở bàn để mọi người ngồi trong khi ăn nhẹ. Hãy chuẩn bị cho giá cao. Nhìn chung, chuyến tàu ở New Orleans thật là một sự thất vọng! Nhà ga xe lửa nhỏ, có vẻ không sạch sẽ lắm và một người nhận hành lý chỉ đứng dựa vào một bức tường đã bảo tôi làm một việc hoàn toàn không chính xác. Sau đó anh ấy cố gắng làm như thể tôi đã tự mình làm điều đó. Phòng chờ có bánh nướng xốp ngon nhưng chỉ có nước để uống. Bạn sẽ được Chicago chiều chuộng!! Đọc thêm",
            "Tin nhắn:Không có điều hòa trên tàu58 đi đến Chicago Rất khó chịu Không có gì để cải thiện hơn nữa Tôi đã hỏi về nhiệt độ trong taxi, tôi đã bảo chúng ta phải đi qua nó và nó không hoạt động. Chúng tôi đi về phía bắc tới Chicago và trời sẽ mát tắtTôi đã 66 tuổi và nhiệt độ ba con số này đang ảnh hưởng đến sức khỏe của tôi trên chuyến tàu này đến Chicago Hơn 13 giờ đi xe trong cái nóng không thể chịu nổi, không có điều hòa trên tàu Amtrak Đã gọi để khiếu nại và bị tạm dừng 30 phút mà vẫn không được giải quyết Không thoải mái khi có vợ trên tàu chuyến đi này dịch vụ khách hàng thật khủng khiếp. Có vẻ như không ai quan tâm, chúng tôi đổ mồ hôi rất nhiều trên chuyến tàu này. Tôi đã có một chuyến đi khứ hồi nhưng tôi không chắc mình sẽ đi chuyến đó về New Orleans từ ChicagoĐọc thêm",
            "Dịch vụ khủng khiếp, phòng ngủ bẩn thỉu, thức ăn kém, trễ một tiếng rưỡi, như thường lệ đối với Amtrak. Nhân viên phòng sẽ không trả lời nút gọi của chúng tôi. Sau một tiếng rưỡi, tôi lên lầu và tìm thấy cô ấy...trong phòng. AC ngừng hoạt động và họ làm việc vào lúc nửa đêm và may mắn thay đã sửa được. Sau đó, nhà vệ sinh ngừng xả nước. Đổ đầy và tràn ra khắp sàn nhà. Không có nhà vệ sinh trong xe của chúng tôi trong 5 giờ cuối cùng của chuyến đi. Không có thông báo nào được đưa ra liên quan đến thời gian đến dự kiến ​​bị trì hoãn của chúng tôi. Lúc 11h chúng tôi bị đánh thức bởi tiếng ồn ào ngoài phòng. Mở cửa yêu cầu họ đi chỗ khác thì phát hiện đó là hai nhân viên phục vụ phòng của chúng tôi!! Đường ray và đoàn tàu có hình dạng khủng khiếp rung chuyển dữ dội trong suốt chuyến đi. Chuyến đi thứ ba và cũng là chuyến đi cuối cùng của chúng tôi đến Thành phố New Orleans. Tổng số rác. Không đề cập quá nhiều đến giá cả! 800,00 cho phòng ngủ dành cho người khuyết tật dưới 24 giờ! Đọc thêm"
        ],
        "star_ratings": [
            38,
            30,
            18,
            20,
            27
        ],
        "review_amount": 133,
        "location": [
            "Hoa Kỳ",
            "Amtrak",
            "Louisiana LA",
            "Những điều cần làm ở New Orleans",
            "New Orleans"
        ],
        "reviews_time": [
            "Written June 20, 2023",
            "Written September 1, 2023",
            "Written September 17, 2023",
            "Written May 13, 2024",
            "Written February 27, 2024",
            "Written February 3, 2024",
            "Written December 14, 2023",
            "Written November 26, 2023",
            "Written September 17, 2023",
            "Written September 1, 2023",
            "Written August 5, 2023",
            "Written August 2, 2023",
            "Written July 1, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g60864-d12703671-Reviews-Amtrak-New_Orleans_Louisiana.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g60864-d8479462-Reviews-Willa_Jean-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60864-d4004753-Reviews-Mais_Arepas-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60864-d12127380-Reviews-Maypop_Restaurant-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60864-d8723835-Reviews-Rouses-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60864-d15251067-Reviews-Daisy_Mae_s_Southern_Fried_Chicken_Breakfast-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60864-d11954873-Reviews-Central_City_BBQ-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60864-d7934443-Reviews-Juan_s_Flying_Burrito-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60864-d12358067-Reviews-The_Daily_Beet-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60864-d7162464-Reviews-Johnny_Sanchez-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60864-d426308-Reviews-Herbsaint-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g60864-d106440-Reviews-The_National_WWII_Museum-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g60864-d12336458-Reviews-Richard_and_Anne_Bloch_s_Cancer_Survivors_Park_and_Plaza-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g60864-d144091-Reviews-St_John_The_Baptist_Catholic_Church-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g60864-d27136896-Reviews-Ecology_Beer_Creative-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g60864-d23858231-Reviews-Marsalis_Harmony_Park-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g60864-d25424481-Reviews-Buckner_Mansion-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g60864-d23430282-Reviews-The_Museum_of_the_Southern_Jewish_Experience-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g60864-d615988-Reviews-Smoothie_King_Center-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g60864-d108488-Reviews-Warehouse_District-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g60864-d108481-Reviews-Caesars_Superdome-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g60864-d12703671-Reviews-or10-Amtrak-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g60864-d109338-Reviews-RTA_Streetcars-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g60864-d24820117-Reviews-Treme_Luxury_Experience-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g60864-d26338716-Reviews-Boss_Be_Luxury_Ride-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g60864-d17615282-Reviews-On_The_Go_Transport_LLC-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g60864-d18276992-Reviews-Private_Transport_and_Tour-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g60864-d7730373-Reviews-Riverbend_Limousine_and_Tours-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g60864-d14042457-Reviews-Burton-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g60864-d20807089-Reviews-Ragin_Cajun_Airboat_Tours-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g60864-d23976175-Reviews-New_Orleans_Swamp_Zipline-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g60864-d12682847-Reviews-Gray_Line_Transportation_Services-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g60864-d3208581-Reviews-Adventures_in_New_Orleans-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g60864-d10429918-Reviews-Brady_s_Wine_Warehouse-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g60864-d25130172-Reviews-Sassy_Magick-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g60864-d26790707-Reviews-Blue_Cypress_Books-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g60864-d7225102-Reviews-Clue_Carre_New_Orleans_First_Live_Escape_Game-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g56003-d25395739-Reviews-Dinos_Alive_Houston-Houston_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g34616-d13144424-Reviews-Lighthouse_Beach_Park-Sanibel_Island_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g29222-d1027537-Reviews-Halona_Blowhole-Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d209845-Reviews-Supreme-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48729-d10779501-Reviews-Star_Trek_Original_Series_Set_Tour-Ticonderoga_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g44501-d13477466-Reviews-Rockford_Beach_Park-House_Springs_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g31352-d3174730-Reviews-Amitabha_Stupa_and_Peace_Park-Sedona_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g60811-d104309-Reviews-Maryland_Science_Center-Baltimore_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d23606095-Reviews-Museum_of_Illusions_Budapest-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g60726-d4588595-Reviews-Clemyjontri_Park-McLean_Fairfax_County_Virginia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g60864-d12703671-Reviews-or10-Amtrak-New_Orleans_Louisiana.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g60864-d12703671-Reviews-Amtrak-New_Orleans_Louisiana.html"
    }
]