[
    {
        "attraction_name": "Amtrak Coast Starlight",
        "attraction_name_vi": "Ánh sao bờ biển Amtrak",
        "general_info": [
            "899 đánh giá",
            "90 trên 1.268 Giao thông vận tải ở California",
            "Dịch vụ đường sắt"
        ],
        "attraction_summary": "Tuyến đường Amtrak này đi từ Seattle, WA., đến Los Angeles.Đọc thêm",
        "reviews": [
            "Đây là chuyến tàu tốt nhất mà tôi từng đi. Tôi đã đặt tuyến đường này với bố tôi và chúng tôi bắt chuyến tàu vào tháng 4, và đó thực sự là một trải nghiệm ngoạn mục. Từ việc đạp xe qua những ngọn núi ở California, đến những ngọn núi phủ đầy tuyết ở Oregon, xuôi theo những con sông, tuyến đường này có tất cả. Các phòng rất sạch sẽ, và thức ăn thật tuyệt vời. Đó chắc chắn là một trải nghiệm đáng nhớ. Bạn có thể nhìn thấy những phần của Oregon và California mà bạn sẽ không bao giờ thấy ở nơi khác. Qua sân sau của người dân, trang trại, dòng sông, v.v. Đó thực sự là một trải nghiệm tuyệt vời!Đọc thêm",
            "Tôi luôn muốn đi du lịch bờ biển Thái Bình Dương và nghĩ Amtrak Starlight là cơ hội hoàn hảo! Chuyến tàu khởi hành đúng như lịch trình, nhưng tiếc là tôi đã đến nơi muộn 6 tiếng. Có vẻ như nhiều vấn đề nằm ngoài tầm kiểm soát của bất kỳ ai, nhưng tôi ước các nhân viên có thể trao đổi nhiều hơn về các tình huống xung quanh sự chậm trễ. Dịch vụ trên tàu thật đặc biệt và điều đó đã bù đắp cho thời gian tôi cần để đến đích. Jose, người phục vụ xe của chúng tôi, đã rất kiên nhẫn và sẵn lòng giúp đỡ trong suốt chuyến đi của tôi. Bản thân con tàu đã sạch sẽ trong suốt thời gian chúng tôi ở trên tàu. Điểm nổi bật trong chuyến du lịch của tôi là những khung cảnh ngoạn mục trên đường đi. Đó là cơ hội lý tưởng để chứng kiến ​​một số cảnh quan đẹp nhất nước Mỹ. Tôi không thể nói chắc chắn rằng tôi sẽ đi du lịch theo cách này một lần nữa vì sự chậm trễ, nhưng nếu bạn kiên nhẫn, chuyến đi đó chắc chắn đáng giá.Đọc thêm",
            "Con tàu thật tuyệt vời và chiếc xe quan sát thật thú vị. Nhưng văn hóa của nhân viên Amtraks dường như dựa trên sự thô lỗ cộc cằn, từ việc lên máy bay đến quán bán đồ ăn nhanh cho đến những người không giúp đỡ khi bạn không thể hiểu được những thông báo bị cắt xén. Điều thú vị là một khi bạn bước vào toa ăn, sẵn sàng tip, mọi người sẽ trở nên thân thiện hơn nhiều. Phải nói là tài xế xe buýt Amtrak carter đã rất hòa nhã khi bắt đầu cho đến khi về đích.Đọc thêm",
            "Chuyến đi dài. Phong cảnh tuyệt vời. Chắc chắn sẽ nhận được giường vào lần tới. Phòng tắm không được làm sạch. Nhân viên thật tuyệt vời, đặc biệt là Sergio trong quán ăn nhanh. Hãy gợi ý một bàn ăn nhẹ có cửa sổ lớn để tận hưởng thời gian.Đọc thêm",
            "Với mức độ háo hức và mong đợi rất cao, chúng tôi rời Los Angeles để đến Portland, Oregon. Người phục vụ xe không đặc biệt hữu ích hay thân thiện, chỉ bảo chúng tôi đi lên cầu thang và tìm phòng ngủ ở đâu. Dù sao thì anh ấy cũng không giúp đỡ hai chiếc túi xách tay của chúng tôi và khan hiếm trong hầu hết hành trình 1,5 ngày.  Các máy chủ của Amtrak trong toa ăn thật tuyệt vời và khá tiện nghi. Chúng tôi rất thích bữa ăn của mình và không bao giờ cảm thấy vội vã khi vào và ra khỏi xe ăn. Toa quan sát chắc chắn là địa điểm được yêu thích nhất trên tàu và việc tìm được một vài chỗ ngồi cùng nhau thường khá khó khăn. Không có lợi ích gì khi đi hạng nhất khi ngồi trong toa quan sát. Amtrak chào hàng một chiếc xe quan sát riêng dành cho những người đi hạng nhất, nhưng điều đó không xảy ra trên Coast Starlight. Khung cảnh nhìn lên bờ biển California thật ngoạn mục, đặc biệt là Bờ biển miền Trung và khu vực Big Sur. Khi tàu đến Oakland, CA, trời đã tối và không có gì để nhìn thấy cho đến sáng hôm sau quanh Thác Klamath, OR. Trên chuyến tàu đi về hướng bắc, bạn có thể quên đi việc nhìn thấy Bắc California. Phòng ngủ chỉ vừa đủ. Với diện tích khoảng 49 mét vuông, nó hơi chật chội và việc điều chỉnh giường gấp phía trên là một thách thức khá lớn. Phòng tắm riêng tuy nhỏ nhưng vẫn hoạt động tốt. Nếu bạn đi chuyến tàu này, hãy chuẩn bị dành nhiều thời gian trên toa quan sát. Đó là nơi có tầm nhìn tuyệt vời nhất vào ban ngày. Vào một thời điểm nào đó trong tương lai chúng ta sẽ lại đi tàu. Trong lúc chờ đợi, chúng ta hãy tận hưởng giấc ngủ mà chúng ta đã bỏ lỡ và chăm sóc những cơn đau lưng của mình.Đọc thêm",
            "36h trên tàu là một khoảng thời gian dài. Cuối cùng, phần tốt nhất là thức ăn và đội ngũ nhân viên tuyệt vời trên tàu. Món bít tết bằng sắt phẳng Amtrak và bánh mì kẹp thịt bò Angus là những món ngon nhất để ăn! Tầm nhìn ra phong cảnh từ tàu là tốt nhất để ngắm nhìn đại dương giữa San Luis Obispo và Santa Barbara. Nếu bạn có hứng thú, hãy giết thời gian bằng cách ngồi trong xe quan sát chơi bài hoặc bắt chuyện với những du khách khác.Đọc thêm",
            "Tôi yêu Amtrak vì nhà ga ở Grover Beach cách nhà tôi 8 dãy nhà! Tôi đi thẳng vào ga Union để bắt xe đưa đón miễn phí đến LAX và phần yêu thích của tôi là đi qua Căn cứ Không gian Vandenburg! Nó quay ngược thời gian như Chumash đã nhìn thấy, tôi luôn nhìn thấy những con nai và đi ngang qua bệ tên lửa khá thú vị! Tàu luôn chạy đúng giờ. Yêu Amtrak và tôi luôn biết mấy giờ họ dừng ở ga lân cận của tôi.Đọc thêm",
            "Đi tàu từ Tacoma, Washington đến Portland, Oregon; trạng thái hạng nhất. Nhà ga nhỏ ở Tacoma nhưng có thể đến được từ vị trí khách sạn của tôi. Nhà ga Portland lớn như Seattle cũng đã từng ở đó trước đây - họ có starbucks; phòng chờ hạng nhất để trở về trong khi chờ tàu trở về từ Portland. Ăn vặt xe liền kề và giá cả rất hợp lý. Cần một chút trợ giúp khi lên máy bay nhưng các bước được cung cấp dễ dàng.Đọc thêm",
            "Nhân kỷ niệm 50 năm ngày cưới, chúng tôi quyết định thực hiện chuyến đi bằng tàu hỏa từ Seattle đến Thung lũng Simi, CA trong một phòng ngủ riêng, vì nghĩ rằng nó sẽ tốt hơn những gì chúng tôi đã trải qua vào những năm 1980.  KHÔNG! Căn phòng bẩn thỉu, hoàn toàn khó chịu, gương chìm bẩn thỉu, nghi ngờ chúng đã được dọn dẹp trong nhiều tuần.  Giường?  Hãy tưởng tượng bạn đang ngủ trên một miếng đá granit với một miếng gạc lớn làm tấm trải giường!  Gối rất mềm, chúng không có tác dụng gì.  Không có thêm gối.  Quản gia phòng? về cơ bản là không tồn tại.  TẤT CẢ và ý tôi là TẤT CẢ các nhân viên tàu đã hành động như thể họ đang giúp đỡ bạn rất nhiều. 30 giờ địa ngục và không hề có giá cả phải chăng. Không bao giờ nữa.  Chúng tôi từng là những người thực tập, nhưng không còn nữa.  Rất, rất buồn khi tiền thuế của chúng ta hỗ trợ cho chiếc POS cổ xưa này của một chuyến tàu từ những năm 1970 chỉ có ghế được bọc lại bằng nhựa vinyl và không có gì hoạt động như bình thường.  Thông gió cũng kinh khủng.....Đọc thêm",
            "Nghiêm túc mà nói, những chiếc xe đã cũ và không thoải mái cho lắm. Xấu xí và tối tăm là mô tả đúng nhất đối với tôi. Không khí lưu thông kém, ghế nhựa và các đường bụi trên trần nhà do những gì tôi cho là hệ thống thông gió bị tắc. Mọi thứ đều có màu tối, có thể phù hợp để ngủ nhưng lại thực sự là kẻ giết người. Cái đèn nhỏ đã bị hỏng nên đọc không tốt. Tôi đang viết như đang ở trên tàu. Rất vui vì tôi đã lên kế hoạch trước và mang theo đồ ăn, vì tôi không đặt nhiều hy vọng vào việc lựa chọn đồ ăn trên xe. Chỉ trên xe quan sát và nhiều người hơn chỗ ngồi.. Không có gì đáng ngạc nhiên. Hy vọng chuyến đi sẽ được cải thiện, nhưng tôi không khuyến khích. Đọc thêm",
            "Chúng tôi quyết định thực hiện chuyến phiêu lưu Amtrak từ Seattle đến Los Angeles theo 4 chặng trong hơn một tuần. 3 chuyến đi đầu tiên là xe khách và chuyến đi cuối cùng chúng tôi quyết định nâng cấp lên phòng nhỏ để có nhiều sự riêng tư hơn và các bữa ăn được bao gồm trong toa ăn mà chúng tôi thực sự mong đợi. Phòng nhỏ và cơ sở vật chất ở đầu tàu này có huấn luyện viên cao cấp hơn một chút nhưng trải nghiệm ăn uống của chúng tôi đã bị phá hỏng bởi một người phục vụ thô lỗ, người rõ ràng chỉ muốn vượt qua và đưa chúng tôi đi tiếp - chắc chắn không phải là trải nghiệm mà chúng tôi mong đợi. Chỉ có 5 bàn trong toa ăn có người sử dụng và anh ấy dường như đang rất bối rối và gặp khó khăn trong việc đối phó với điều này, đồng thời phản ứng rất thiếu khéo léo và sắc bén. Chúng tôi là người ngồi cuối cùng trong bữa tối và muốn ngồi ngắm cảnh với một loại rượu hoặc cà phê khác sau bữa tối vội vã nhưng người phục vụ chắc chắn không khiến chúng tôi cảm thấy đó là một lựa chọn. Khi nói rằng chúng tôi nghĩ rằng các bữa ăn là tốt. Tôi không tin rằng chi phí nâng cấp, cao hơn đáng kể so với xe khách, là đáng giá nhưng có lẽ nếu trải nghiệm bữa ăn của chúng tôi tốt hơn thì tôi sẽ cảm thấy chi phí tăng thêm là hợp lý hơn.Đọc thêm",
            "Đi tàu từ Tacoma, Washington đến Portland, Oregon; hạng nhất. Nhà ga nhỏ ở Tacoma nhưng có thể đi đến từ vị trí khách sạn của tôi. Nhà ga Portland lớn như Seattle đã từng đến đó trước đây - họ có một phòng chờ hạng nhất của Starbucks để quay lại trong khi chờ tàu để quay lại từ Portland. Xe đồ ăn nhẹ và đồ ăn liền kề và giá cả rất hợp lý. Cần một chút trợ giúp khi lên tàu nhưng dễ dàng có bậc thang. Đọc thêm",
            "Thật là một cách đáng yêu, bình tĩnh để đi du lịch và ngắm cảnh! Tôi ước gì chúng tôi không phải xuống xe vì đường ray bị hư hỏng nhưng đó vẫn là con đường phải đi!Đọc thêm",
            "Điều này là để phàn nàn về giá phòng nhỏ Coast Starlight 2 người tăng đột biến từ 600- lên 1033- trong vòng vài tháng. Trong 35 giờ!  Roomettes chỉ đơn thuần là giường tầng trên và dưới.  Phần trên chật và không có ánh sáng tự nhiên.  Kết quả của Google không cập nhật.  Đã bị sốc bởi giá thực khi đặt phòng.  Thoát.Đọc thêm",
            "Tôi yêu Amtrak vì nhà ga ở Grover Beach cách nhà tôi 8 dãy nhà! Tôi đi thẳng vào ga Union để bắt xe đưa đón miễn phí đến LAX và phần yêu thích của tôi là đi qua Căn cứ Không gian Vandenburg! Nó quay ngược thời gian như Chumash đã nhìn thấy, tôi luôn nhìn thấy những con nai và đi ngang qua bệ tên lửa khá thú vị! Tàu luôn chạy đúng giờ. Yêu Amtrak và tôi luôn biết mấy giờ họ dừng ở ga lân cận của tôi.Đọc thêm",
            "Chúng tôi đã đặt một toa giường nằm trong nhiều tuần nay, và Amtrak vừa hủy toàn bộ chuyến tàu chỉ với thông báo trước 12 giờ. Bộ phận dịch vụ khách hàng thậm chí còn không cho tôi biết lý do tại sao chuyến đi bị hủy. Sẽ không bao giờ đặt hoặc đi tàu của họ nữa, vì họ là một công ty không đáng tin cậy, hạng thấp, tồi tệ. Hãy tự cứu mình khỏi rắc rối và cứ bay thôi!! Đọc thêm",
            "Tôi đã mua nhiều vé khứ hồi từ Vancouver đến California. Trả hơn 2 nghìn đô la và những gì tôi nhận được: tấm ga trải giường thủng lỗ chỗ, loa thông báo bị hỏng, không nghe được tiếng gọi ăn và dừng lại, đèn trong khoang hành khách bị hỏng, nhà vệ sinh bẩn, nhân viên phục vụ thô lỗ, người bán vé bất cẩn, v.v. Tôi thực sự không khuyên dùng Amtrak! Đọc thêm",
            "Rất rất chậm và chậm tiến độ ngay từ đầu.  Những khung cảnh tuyệt vời, nhưng chúng tôi cứ ngày càng đến muộn hơn ở mỗi điểm dừng. Họ cần phải thực tế với kế hoạch của mình. Họ cũng dừng ở các ga không được liệt kê là điểm dừng. Như Tamien chẳng hạn.  Và không có lời nào khi họ làm vậy. Họ chỉ thích dừng lại mà không có lời giải thích.  Một lần nữa, kế hoạch của họ cũng giống như một vụ cháy thùng rác.Đọc thêm"
        ],
        "star_ratings": [
            283,
            303,
            131,
            74,
            108
        ],
        "review_amount": 899,
        "location": [
            "California CA",
            "Hoa Kỳ",
            "Những điều cần làm ở California",
            "Ánh sao bờ biển Amtrak"
        ],
        "reviews_time": [
            "Written June 17, 2023",
            "Written June 22, 2023",
            "Written July 18, 2023",
            "Written October 5, 2023",
            "Written October 11, 2023",
            "Written October 16, 2023",
            "Written January 10, 2024",
            "Written March 9, 2024",
            "Written May 9, 2024",
            "Written May 9, 2024",
            "Written April 30, 2024",
            "Written March 9, 2024",
            "Written February 17, 2024",
            "Written February 4, 2024",
            "Written January 10, 2024",
            "Written January 10, 2024",
            "Written January 9, 2024",
            "Written December 29, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g28926-d219566-Reviews-Amtrak_Coast_Starlight-California.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g28926-d219566-Reviews-or10-Amtrak_Coast_Starlight-California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32766-d10370494-Reviews-We_Drive-Napa_Napa_Valley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g29092-d9594429-Reviews-Anaheim_Town_Car_Services_By_Jag_Transportation-Anaheim_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32766-d2208608-Reviews-Apex_Limousine_Transportation-Napa_Napa_Valley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d10130879-Reviews-TNT_Tours_Transportation-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32766-d1205852-Reviews-Napa_Tours_and_Chauffeur-Napa_Napa_Valley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32766-d3244163-Reviews-Napa_Valley_Tours_Why_Spit-Napa_Napa_Valley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32766-d12640705-Reviews-Cinnamon_s_Wine_Tours-Napa_Napa_Valley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32766-d12571856-Reviews-A_Limo_Excursion_Wine_Tours-Napa_Napa_Valley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32766-d3596691-Reviews-Napa_Your_Way-Napa_Napa_Valley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32766-d1792831-Reviews-Perata_Luxury_Tours_Napa_Sonoma-Napa_Napa_Valley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d145989-Reviews-Lower_East_Side-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g303685-d550738-Reviews-Mt_Huangshan-Huangshan_Anhui.html",
            "https://www.tripadvisor.com/Attraction_Review-g34599-d1464843-Reviews-Black_Raven_Pirate_Ship-St_Augustine_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g1760379-d10351281-Reviews-Babusar_Pass-Kaghan_Khyber_Pakhtunkhwa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g39598-d145355-Reviews-Wood_Creek_Lake-London_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g34438-d262784-Reviews-Jungle_Island-Miami_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d584960-Reviews-Funicular_To_Petrin-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g294265-d8178306-Reviews-CE_LA_VI_Singapore-Singapore.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d24049910-Reviews-Frameless-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g50530-d10439663-Reviews-Indian_Lake_State_Park-Lakeview_Ohio.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g28926-d219566-Reviews-or10-Amtrak_Coast_Starlight-California.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g28926-d219566-Reviews-Amtrak_Coast_Starlight-California.html"
    }
]