[
    {
        "attraction_name": "Anacortes Ferry",
        "attraction_name_vi": "Phà Anacortes",
        "general_info": [
            "154 đánh giá",
            "6 trong số 34 điều cần làm ở Anacortes",
            "Phà"
        ],
        "attraction_summary": "Tôi không nghĩ phà có thể chở được nhiều ô tô, xe tải, xe kéo, xe bán tải đến vậy. Khi xếp hàng lên phà, bạn sẽ có người phục vụ hướng dẫn bạn đi đường nào, thông thường nếu bạn đi ô tô, suv, họ sẽ đặt bạn ở hai bên, trên hoặc dưới. Tầng giữa thường là nơi họ để những chiếc xe tải và SUV cỡ lớn. Họ không có nơi nào để đặt xe bán tải và xe tải có rơ-moóc ở giữa, phía dưới giữa tất cả các xe. Tôi thực sự khuyên bạn nên cho phép thời tiết để đi bộ đến phía trước phà và ngắm cảnh, chụp ảnh và quay video. Ngoài ra trên tầng cao nhất, bạn có thể đi bộ đến hai đầu phà, ra khỏi cửa và ngắm nhìn quang cảnh từ đó.  Nó thân thiện với người khuyết tật. Nếu khi đặt chỗ, hãy cho họ biết bạn hoặc hành khách của bạn bị khuyết tật. Họ sẽ đưa bạn vào một nơi thân thiện với người khuyết tật, thường rất gần hoặc gần thang máy. Phòng tắm rộng và thân thiện với người khuyết tật. Thỉnh thoảng quán cà phê nhỏ trên phà mở cửa. Tận hưởng chuyến phà của bạn!!Đọc thêm",
        "reviews": [
            "Đã đặt chỗ trước một tháng để dự đoán chuyến đi của chúng tôi từ Anacortes đến Đảo San Juan.  Dựa trên các đánh giá, chúng tôi đã đến sớm hơn một giờ để xếp hàng vào chỗ của chúng tôi mà không gặp vấn đề gì.  Nhân viên rất hữu ích và dễ chịu.  Thưởng thức bữa trưa tại quán ăn nhẹ phô mai panini, súp cà chua, combo khoai tây chiên và kem.  Rất nhiều chỗ ngồi trong khu vực chờ liền kề với quán ăn nhanh cũng bán nhiều loại bia.  Phà đến muộn 10 phút nhưng chúng tôi đã được chất hàng nhanh chóng.  Chuyến đi mất hơn một giờ đồng hồ và dừng nhanh ở Đảo Lopez.  Ra khỏi xe và tận hưởng khung cảnh từ boong trên cùng, sau đó quay trở lại bên trong để tận hưởng cabin được sưởi ấm.  Nhìn chung chuyến đi rất thú vị mà không gặp vấn đề gì.Đọc thêm",
            "Một người đánh giá diễn đàn đã nói với chúng tôi về điều này và nó đúng như mô tả. Đó là một cách tuyệt vời để xem và trải nghiệm Puget Sound và cách tốt nhất là đi bộ trên phà. Điều đó giúp loại bỏ mối lo lắng về việc đặt chỗ và cho phép bạn đi lang thang trên phà. Bạn có thể đặt vé đến Friday Harbor, dành chút thời gian ở bờ sông để ăn trưa và quay trở lại chuyến khởi hành tiếp theo.  Phà có phòng vệ sinh, nhiều chỗ ngồi và quầy bar bán đồ ăn nhanh.Đọc thêm",
            "Ở trên xe 79 tuổi để băng qua Anacortes đến Friday Harbor dành cho hai học sinh cuối cấp. Ngày 1 tháng 10 họ đạt thêm 4%. Trên hết, một số chính trị gia đã thông qua dự luật yêu cầu phải xây dựng phà ở bang Washington. Theo cách nhìn của tôi, có rất nhiều quy hoạch tồi cho các chuyến phà. Tôi biết bộ phận bảo trì đã dành 1712 năm ở Boeing Co để lập kế hoạch và sửa chữa robot trên máy móc nhằm đảm bảo rằng tôi có sẵn các bộ phận để sửa chữa chúng. Khi chúng hoàn toàn bị hao mòn, chúng được xây dựng lại. Tất cả đều đã được lên kế hoạch nhưng không ai muốn thừa nhận sai lầm. Hãy thuê lại những người bạn đã sa thải. 2 Đừng để người đi bộ dừng lại ở Friday Harbor, sẽ không an toàn nếu bạn làm như vậy khi tôi tranh cãi với việc đi bộ của bạn và những người đi bộ ở Friday Harbor. 3 Cuối cùng nhưng ít nhất, bạn cần một cách tốt hơn để đảm bảo rằng bạn có đủ thủy thủ đoàn để điều khiển con thuyền. Tôi đã nghe nói về mùa hè này bạn đã lùi tất cả các xe vì thiếu thủy thủ đoàn. Cuối cùng nhưng ít nhất là đưa ra một bình luận cho tin tức King 5 và họ đã CHẶN TÔI. Đọc thêm",
            "Đến muộn một tiếng, một động cơ bị hỏng giữa chừng. Chúng tôi hầu như không kịp giờ đặt chỗ. Hãy lưu ý lịch trình rất cụ thể, chỉ có một vài chuyến đi đến mỗi đảo từ Anacortes mỗi ngày. Nếu bạn đang cân nhắc có nên đi phà sớm hơn hay không, hãy luôn lên kế hoạch cho chuyến sớm hơn, ngay cả khi sớm hơn 2-3 giờ. Việc để lại xe phía sau khi đi phà dễ hơn nhiều, nhưng sau đó bạn sẽ không có xe ở bất cứ nơi nào bạn đến và có rất ít lựa chọn cho thuê. Việc có xe của bạn không được đảm bảo ngay cả khi đã đặt chỗ và mọi người đến sớm một tiếng để có chỗ, điều này cũng gây tắc nghẽn giao thông đến bãi đậu xe của nhà ga. Có bãi đậu xe tại nhà ga nhưng có thể mất 10-15 phút đi bộ từ bãi đậu xe đến nhà ga nên hãy dành thời gian cho việc đó. Đọc thêm",
            "Tuyến phà này dự kiến ​​sẽ không hoạt động trở lại trong vài năm tới.  Với tư cách là người đóng thuế tiểu bang, tôi hài lòng với kết quả này đối với một doanh nghiệp du lịch được tài trợ bởi người đóng thuế.  Nếu dịch vụ tiếp tục hoạt động trở lại, tôi khuyến nghị rằng đó là một chiếc phà tư nhân được tài trợ bởi phí phà và Phòng Thương mại địa phương, những người cho thấy sự cần thiết của chuyến phà này.Đọc thêm",
            "Một người đánh giá diễn đàn đã nói với chúng tôi về điều này và nó đúng như mô tả. Đó là một cách tuyệt vời để xem và trải nghiệm Puget Sound và cách tốt nhất là đi bộ trên phà. Điều đó giúp loại bỏ mối lo lắng về việc đặt chỗ và cho phép bạn đi lang thang trên phà. Bạn có thể đặt vé đến Friday Harbor, dành chút thời gian ở bờ sông để ăn trưa và quay trở lại chuyến khởi hành tiếp theo.  Phà có phòng vệ sinh, nhiều chỗ ngồi và quầy bar bán đồ ăn nhanh.Đọc thêm",
            "Hoàn toàn không thể chấp nhận được những gì có thể sửa chữa ngay bây giờ và không phải là 2025 tôi nộp thuế như mọi người khác để có thể đến khám mắt, tôi phải rời đi trước một ngày so với lịch hẹn khám mắt khiến tôi phải ăn tối ở nhà nghỉ. Bạn đã ngồi trong một cuộc họp và đồng ý sửa chữa phà đến muộn hoặc không đến và đồng ý làm như vậy nhưng bạn đã quay lại Olympia và thay đổi ý định. Thật là thất vọng cho những người đang điều hành hệ thống phà, có lẽ bạn nên nghỉ hưu và giao lại mớ hỗn độn mà bạn đã tạo ra cho một người nào đó có thể sửa chữa nó. Đọc thêm",
            "Đã đặt chỗ trước một tháng để chuẩn bị cho chuyến đi từ Anacortes đến Đảo San Juan. Dựa trên các đánh giá, chúng tôi đã đến sớm hơn một giờ để vào đúng vị trí của mình trong hàng mà không gặp vấn đề gì. Nhân viên rất hữu ích và dễ chịu. Thưởng thức bữa trưa tại quầy ăn nhẹ với bánh mì phô mai, súp cà chua, khoai tây chiên và kem. Có rất nhiều chỗ ngồi trong khu vực chờ cạnh quầy ăn nhẹ, nơi cũng bán nhiều loại bia và rượu vang. Phà đến muộn 10 phút nhưng đã đưa chúng tôi lên tàu nhanh chóng. Chuyến đi mất hơn một giờ một chút với điểm dừng nhanh tại Đảo Lopez. Ra khỏi xe và ngắm cảnh từ boong trên cùng rồi quay trở lại bên trong để tận hưởng cabin có hệ thống sưởi ấm. Nhìn chung, chuyến đi rất thú vị mà không gặp vấn đề gì. Đọc thêm",
            "Tôi không nghĩ phà có thể chở được nhiều ô tô, xe tải, xe kéo, xe bán tải đến vậy. Khi xếp hàng lên phà, bạn sẽ có người phục vụ hướng dẫn bạn đi đường nào, thông thường nếu bạn đi ô tô, suv, họ sẽ đặt bạn ở hai bên, trên hoặc dưới. Tầng giữa thường là nơi họ để những chiếc xe tải và SUV cỡ lớn. Họ không có nơi nào để đặt xe bán tải và xe tải có rơ-moóc ở giữa, phía dưới giữa tất cả các xe. Tôi thực sự khuyên bạn nên cho phép thời tiết để đi bộ đến phía trước phà và ngắm cảnh, chụp ảnh và quay video. Ngoài ra trên tầng cao nhất, bạn có thể đi bộ đến hai đầu phà, ra khỏi cửa và ngắm nhìn quang cảnh từ đó.  Nó thân thiện với người khuyết tật. Nếu khi đặt chỗ, hãy cho họ biết bạn hoặc hành khách của bạn bị khuyết tật. Họ sẽ đưa bạn vào một nơi thân thiện với người khuyết tật, thường rất gần hoặc gần thang máy. Phòng tắm rộng và thân thiện với người khuyết tật. Thỉnh thoảng quán cà phê nhỏ trên phà mở cửa. Tận hưởng chuyến phà của bạn!!Đọc thêm",
            "My other half and I started binge watching Greys Anatomy during the pandemic, partly because of the fact that it is set in Seattle and our daughter and son-in-law had moved out there about six months before everything hit, lockdowns began and we faced the prospect of not being able to see them for an indeterminate period.One of the characters in the drama had a passion for Seattle ferries and so there were frequent shots of ferries in all guises, and I just fell in love with them, putting a ride on a ferry up near the top of my bucket list for when we eventually got over here.Did it live up to expectations?Yes and double Yes.We were travelling from Anacortes to San Juan Island Friday Harbor for a weekend and, arriving in very good time for our reserved slot, we were squeezed onto the earlier ferry; you really do have to admire the staff who fit everyone in like pieces of a jigsaw, smaller cars up the ramp to the upper deck and all manner of vehicles on the floor.  If you really are among the absolute last to board, then you may find yourselves halfway up the ramp to the first floor, with chocks against your tyres, or parked just feet away from the front  back of the ferry.Some drivers seemed to stay with their cars, which wouldnt be allowed back home or in Europe, but when in Rome; although I cant imagine why one would want to sit there - albeit the car deck has side openings - when you can go upstairs for warmth, comfort, facilities and great views.There is a variety of seating, booths with full or half tables, semi-reclined sleeper type chairs and rows of comfortable armchairs.  On the way out, we all sat in a booth by the window, on the way back we picked armchairs in the front row, at the front of the ferry and had a ringside seat to the view and the turbulent weather all the way back.There are plenty of restrooms, tourist information leaflets and a café selling what looked to be hot drinks and small snacks, hot and cold.As my other half commented, to have this facility owned by Washington State is such a fabulous resource for the people of Washington, keeping prices affordable and the service frequent.Our experience with the Anacortes ferry has certainly given us a taste for this type of travel and we are already planning excursions to the islands nearer to Seattle, all via the Public Transport system, this time as foot passengers and using our Orca cards.Read more",
            "Hoàn toàn không thể chấp nhận được! Chúng tôi bị Hệ thống phà Anacortes bắt làm con tin trong hơn CHÍN, đúng là 9 giờ. Chúng tôi và hàng trăm người khác. Chúng tôi đã mua vé và đặt chỗ cho thời gian cố định để đến và rời đảo. Chúng tôi lái xe vào hàng như chỉ dẫn để khởi hành và sau đó ngồi đó trong 9 giờ. Một khi đã xếp hàng, bạn không thể di chuyển. Đây là một cơn ác mộng và tôi hoàn toàn không thể hiểu tại sao người dân địa phương lại chịu đựng dịch vụ này. Chúng tôi đã phải hủy đặt chỗ ăn tối ở Anacortes mà chúng tôi đã đặt trong vài tuần. Chúng tôi bay đến WA trong 3 ngày nhanh chóng để tham quan. Chúng tôi không biết ngày cuối cùng của chúng tôi sẽ bao gồm việc ngồi trong xe của chúng tôi. Làm sao ai có thể chịu đựng được sự gián đoạn cuộc sống của họ như vậy?!?! Chúng tôi trở lại Anacortes sau nửa đêm. Bữa tối của chúng tôi sau đó bao gồm bánh quy từ Nantucket Inn nơi chúng tôi đang ở, không phải chính xác là hải sản tươi sống mà chúng tôi đến WA để mua. Đọc thêm",
            "Chúng tôi đi phà từ Anacortes đến Orcas và đó là một trải nghiệm tuyệt vời.  Họ thực hiện hoạt động đó một cách khoa học.  Tuy nhiên, bạn phải đặt chỗ cho xe và hành khách.  Đó là điều đầu tiên họ hỏi bạn.  Phà đã đúng giờ và chuyến đi thật thú vị.  Sẽ làm lại trong khoảng 75 chuyến khứ hồi, đó không phải là chuyện thường ngày....Đọc thêm",
            "Chào bạn,\nChúng tôi sẽ đi từ Seattle trên một chiếc RV thuê dài 22 foot vào cuối tháng 8. Chúng tôi muốn đi phà từ Anacortes đến Friday Harbor.\n\nĐây là lần đầu tiên chúng tôi làm điều này nên có một vài câu hỏi xin vui lòng:\n\n1 Chúng tôi có cần đặt chỗ trước không và nếu có thì chúng tôi cần đặt chỗ trước bao lâu?\n2 Thời gian đi phà là bao lâu?\n3 Một người trong gia đình không giỏi chèo thuyền. Nước có gợn sóng hay phẳng lặng hay ở đâu đó ở giữa không?\n\nTrong diễn đàn này, bạn có thể cho biết nên ở đó bao lâu, lưu ý rằng tổng tiền thuê là 11 đêm và chúng tôi muốn xem thêm về Mount Rainier, Mount St Helens, Seattle, v.v. của Tiểu bang Washington?\n\nCảm ơn trước vì bất kỳ trợ giúp và đề xuất nào ngay cả khi tôi chưa hỏi họ.Đọc thêm",
            "1. Có, bạn sẽ muốn đặt chỗ trước ngay khi biết chắc chắn mình sẽ thực hiện chuyến đi.\n\n2.Chuyến đi kéo dài khoảng 112 giờ và tương đối yên tĩnh. Trời rất sương mù khi bạn đi vào giữa các hòn đảo và chúng tôi đã đi vào tháng Chín.\n\n3. Có một quán bán đồ ăn nhanh nhưng chúng tôi có đồ ăn và đồ uống trong xe.  Chúng tôi có một con chó đi cùng, nó hoạt động rất tốt ở các tầng trên.Đọc thêm",
            "Gần 3 tiếng ngồi chờ phà trễ để đi SJ. Có chỗ nào thời thượng nhưng ăn ngon vào ngày chủ nhật không?  Tôi giả sử có sẵn Uber và Lyft? . Tôi thực sự muốn ăn ở Adrift - đóng cửa vào Chủ Nhật.  Tôi thực sự muốn ăn ở ATown Bistro - đóng cửa vào Chủ Nhật.  Gợi ý, bạn bè? Cảm ơn bạn!Đọc thêm",
            "Tôi đã lái xe vào phà nhưng chưa bao giờ bước tiếp. Tôi dự định đỗ xe và đi bộ trên chuyến phà từ Anacortes đến Friday Harbor. Tôi đang tự hỏi liệu tôi có nên lái xe đến các quầy thông thường để lấy vé hành khách rồi đỗ xe hay tôi đỗ xe rồi đi bộ đến một địa điểm khác để mua vé phà? Tôi đã đọc tất cả thông tin trên trang Wsdot nhưng vẫn chưa thực sự hiểu d. Cảm ơn!Đọc thêm",
            "Đi theo con đường phía bên trái của nhà ga đến Tòa nhà và đỗ xe. Ghi nhớ số chỗ đậu xe. Đi bộ đến góc bãi sẽ có một ki-ốt nơi bạn có thể thanh toán và nhập số điểm đỗ xe. Đi vào khu vực quán cà phê của nhà ga và bạn có thể lấy vé ở đó. Bạn cũng có thể lấy vé trước trực tuyến, tìm kiếm đặt chỗ WSF Anacortes và làm theo hướng dẫn tại trang web. Kiểm tra danh sách và làm theo hướng dẫn. Khi lên phà sẽ có những trò chơi ghép hình và rất nhiều thứ để xem khi bạn đi qua Sound, hãy chuẩn bị sẵn máy ảnh.Đọc thêm",
            "Bạn có thể ăn sáng trên phà không?Đọc thêm",
            "Tất cả các bữa ăn đều được phục vụ trên phà Anacortes. Tuy nhiên, vì bạn phải có mặt tại bến tàu sớm nên nhận phòng ít nhất một giờ trước giờ khởi hành, tốt nhất bạn nên lấy thứ gì đó trên đường đi qua Anacortes. Có một số nhà hàng ăn nhanh và ngồi ăn phù hợp với mọi sở thích. Tại bến tàu và trên phà cũng có một số địa điểm ăn uống ngon.Đọc thêm",
            "Đi du lịch đến Victoria, chuyến phà tới Sidney từ anacortes chỉ đi qua hai lần một ngày và sẽ đi qua vào cuối tháng 8.Đọc thêm",
            "Hãy truy cập trang web WSF Ferry và tra cứu lịch trình nếu bạn muốn đi bằng Phà. Bạn cũng có thể đi về phía bắc đến Canada và qua Vancouver đến một hệ thống phà khác hoặc đi từ Port Angeles đến Victoria. Dù đi bằng đường nào, bạn cũng cần có hộ chiếu hoặc giấy phép lái xe nâng cao.Đọc thêm",
            "CHÀO,\nTôi có thể đến Anacortes mà không cần đi phà không?\nCảm ơnĐọc thêm",
            "CóĐọc thêm",
            "Cho phép thú nuôi?  Chúng tôi đi du lịch cùng chú chó nhỏ của mình.Đọc thêm",
            "Có, tôi nghĩ có một phần trên trang web của họ và tôi tin rằng họ phải bị kiểm soát.Đọc thêm",
            "Chúng tôi sẽ đi từ Anacortes đến Friday Harbor vào sáng thứ Bảy của tháng 7 năm 2019. Chúng tôi dự định đỗ xe và sau đó nhờ gia đình xách vali lên. Có ai có kinh nghiệm làm tương tự không?Đọc thêm",
            "Có thể đỗ xe tại bãi đỗ xe vì họ có một số chỗ đậu xe dài hạn, nhưng vấn đề đối với bạn có thể là sắp xếp hành lý khi bạn đến Cảng Thứ Sáu. Đó là tất cả những ngọn đồi. Không dốc, nhưng leo lên từ phà 15-20 độ và tùy thuộc vào chỗ ở của bạn bao xa, bạn có thể kiệt sức và hối hận vì đã không trả tiền ô tô để đi cùng. \nVì bạn đã lên kế hoạch từ trước cho việc này nên tôi khuyên bạn nên đặt chỗ cho chuyến phà khứ hồi bằng ô tô. Điều này có thể dễ dàng thực hiện tại trang web của các chuyến phà ở Washington. \nĐối với vé đặt trước, tài liệu quảng cáo dịch vụ phà khuyên bạn nên đến 45-60 phút trước khi khởi hành để xếp hàng. Ngoài ra, bạn muốn xem chuyến phà nào đi đến Friday Harbor. Không phải tất cả các chuyến đi đều như vậy, và một số chuyến dừng ở mỗi hòn đảo, khiến hành trình mất hai giờ, trong khi những chuyến khác đi thẳng, mất khoảng một giờ. Các chuyến đi khởi hành sớm nhất là từ 6 giờ sáng đến Cảng Thứ Sáu và khởi hành về muộn nhất là sau 10 giờ tối từ Cảng Thứ Sáu. Chuyến trở về trước đó từ Friday Harbor là 6:30.Đọc thêm"
        ],
        "star_ratings": [
            77,
            46,
            14,
            7,
            10
        ],
        "review_amount": 154,
        "location": [
            "Các hoạt động ở Anacortes",
            "Washington WA",
            "Phà Anacortes",
            "Hoa Kỳ",
            "Đảo Fidalgo",
            "Anacortes"
        ],
        "reviews_time": [
            "Written June 15, 2023",
            "Written June 19, 2023",
            "Written July 2, 2023",
            "Written October 8, 2023",
            "Written August 20, 2023",
            "Written July 21, 2023",
            "Written July 2, 2023",
            "Written June 23, 2023",
            "Written June 20, 2023",
            "Written June 15, 2023",
            "Written April 21, 2023",
            "Written September 24, 2022",
            "Written September 16, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g30266-d12839470-Reviews-Anacortes_Ferry-Anacortes_Fidalgo_Island_Washington.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g30266-d15199078-Reviews-Provisions_Cafe-Anacortes_Fidalgo_Island_Washington.html",
            "https://www.tripadvisor.com/Restaurant_Review-g30266-d4113534-Reviews-Starbucks-Anacortes_Fidalgo_Island_Washington.html",
            "https://www.tripadvisor.com/Restaurant_Review-g30266-d8753546-Reviews-Vagabond_Station-Anacortes_Fidalgo_Island_Washington.html",
            "https://www.tripadvisor.com/Restaurant_Review-g30266-d824556-Reviews-Hong_Kong_Gardens-Anacortes_Fidalgo_Island_Washington.html",
            "https://www.tripadvisor.com/Restaurant_Review-g30266-d20923073-Reviews-Papa_Murphy_s-Anacortes_Fidalgo_Island_Washington.html",
            "https://www.tripadvisor.com/Restaurant_Review-g30266-d26990322-Reviews-Old_Salt_s_Deli_Market-Anacortes_Fidalgo_Island_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g30266-d3339579-Reviews-Washington_Park-Anacortes_Fidalgo_Island_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g30266-d12830833-Reviews-Guemes_Channel_Trail-Anacortes_Fidalgo_Island_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g30266-d14175270-Reviews-Ship_Harbor_Interpretive_Preserve-Anacortes_Fidalgo_Island_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g30266-d2371845-Reviews-Mt_Erie_Park-Anacortes_Fidalgo_Island_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g30266-d3334589-Reviews-Cap_Sante_Park-Anacortes_Fidalgo_Island_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g30266-d10473766-Reviews-Paraclete_Charter_Service_Inc-Anacortes_Fidalgo_Island_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g30266-d14078645-Reviews-Skyline_Marina-Anacortes_Fidalgo_Island_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g30266-d4742546-Reviews-Cranberry_Lake-Anacortes_Fidalgo_Island_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g30266-d7184981-Reviews-Tommy_Thompson_Trail-Anacortes_Fidalgo_Island_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g30266-d6988313-Reviews-Anacortes_Farmer_s_Market-Anacortes_Fidalgo_Island_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g30266-d12839470-Reviews-or10-Anacortes_Ferry-Anacortes_Fidalgo_Island_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g30266-d2302453-Reviews-Highliner_Charters-Anacortes_Fidalgo_Island_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g30266-d3196786-Reviews-Anacortes_Kayak_Tours-Anacortes_Fidalgo_Island_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g30266-d3840990-Reviews-R_R_Charters-Anacortes_Fidalgo_Island_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g30266-d10182554-Reviews-Outer_Island_Excursions-Anacortes_Fidalgo_Island_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g30266-d10311638-Reviews-Blackfish_Tours_by_Outer_Island_Expeditions-Anacortes_Fidalgo_Island_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g30266-d1092638-Reviews-Spirit_of_Orca_Whale_Watching_Wildlife_Tours-Anacortes_Fidalgo_Island_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g30266-d670972-Reviews-Island_Adventures_Whale_Watching-Anacortes_Fidalgo_Island_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g30266-d15331829-Reviews-Anacortes_Whale_Watching_Tours-Anacortes_Fidalgo_Island_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g58643-d636721-Reviews-Deception_Pass_Tours-Oak_Harbor_Whidbey_Island_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d6484758-Reviews-AdventureTerra-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g652061-d8729524-Reviews-Buzuku_Montenegro_Olive_Oil-Ulcinj_Ulcinj_Municipality.html",
            "https://www.tripadvisor.com/Attraction_Review-g58653-d281953-Reviews-Nisqually_Red_Wind_Casino-Olympia_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g45953-d145286-Reviews-Ethel_M_Chocolates_Factory_and_Cactus_Garden-Henderson_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g33686-d7107215-Reviews-Brainard_Lake_Recreation_Area-Ward_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g41624-d12343812-Reviews-Kennedy_Compound-Hyannis_Port_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g60993-d273602-Reviews-Coney_Island-Cincinnati_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g664648-d7082130-Reviews-Agios_Georgios_Beach-Agios_Georgios_Corfu_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g34345-d8820219-Reviews-Fantasy_Fest-Key_West_Florida_Keys_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d190983-Reviews-Museum_of_Eroticism_Musee_de_l_Erotisme-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g298307-d1809971-Reviews-Filipino_Market-Kota_Kinabalu_Kota_Kinabalu_District_West_Coast_Division_Sabah.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g30266-d12839470-Reviews-or10-Anacortes_Ferry-Anacortes_Fidalgo_Island_Washington.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g30266-d12839470-Reviews-Anacortes_Ferry-Anacortes_Fidalgo_Island_Washington.html"
    }
]