[
    {
        "attraction_name": "Ancient Shiloh (Tel Shiloh)",
        "attraction_name_vi": "Shiloh cổ xưa Tel Shiloh",
        "general_info": [
            "45 đánh giá",
            "1 trong 5 điều cần làm ở Shilo",
            "Di tích lịch sử",
            "Di tích cổ",
            "Khu vực đi bộ lịch sử",
            "Khu vực đi bộ ngắm cảnh"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Hologram và phim thực sự làm tăng trải nghiệm. Hy vọng sẽ thấy địa điểm đề xuất xây dựng ngôi đền trở nên rõ nét hơn trong tương lai. Đọc thêm",
            "Shilo cổ Tel Shilo chắc chắn là một địa điểm lịch sử không thể bỏ qua.  Với phí vào cửa, khách truy cập sẽ nhận được một bản đồ hữu ích, nơi ghi chú các điểm dừng quan trọng cần xem.  Trong số những điểm dừng đó là hình ảnh ba chiều không thể bỏ qua của đền tạm Mishkan.  Khi mua vé vào cổng, bạn sẽ sắp xếp thời gian để xem ảnh ba chiều tuyệt vời và thời gian khác để xem phim đa phương tiện tại Điểm dừng 9 bằng ngôn ngữ bạn đã chọn.  Bạn có thể tham quan bảo tàng nhỏ tại Điểm dừng số 9 mà không cần lo lắng về thời gian đã lên lịch.  Bên cạnh các cuộc khai quật khảo cổ, một màn trình diễn tuyệt vời khác là ở điểm dừng 8, nơi bản đồ và dòng thời gian thực sự giúp ích cho sự hiểu biết về thời gian và địa lý được hỗ trợ bởi âm thanh phát bằng tiếng Anh cũng như tiếng Do Thái.  Tất nhiên, việc xem vị trí của mishkan có thể mang tính lịch sử và thú vị, cũng như kiến ​​thức về việc Hannah đang cầu nguyện ở đây.  Hơi dễ bỏ qua là Trạm dừng 12 với Trạm thực tế tăng cường.  Phần này sẽ phát bằng tiếng Anh và giúp mô tả hộp đựng 12 tay cầm độc đáo, người khuân vác và phấn màu cũng như các đồ tạo tác địa phương khác được tìm thấy.Đọc thêm",
            "Địa điểm cổ xưa tuyệt vời. Rất nhiều thứ để xem từ các thời đại khác nhau, nhiều trong số đó đang ở trong tình trạng tuyệt vời. Bản thân trang web này thực sự đã mở rộng khá nhiều, có rất nhiều thứ để xem.sĐọc thêm",
            "Tôi đã đến thăm Shilo nhiều lần với những vị khách đến từ mọi tầng lớp Do Thái, Cơ đốc giáo và những người khác từ khắp nơi trên thế giới. Mọi người luôn ngạc nhiên khi thấy địa điểm này đã phát triển như thế nào để mang lại trải nghiệm tuyệt vời cho khách du lịch. Lối vào trang web thông qua một cửa hàng quà tặng và quán cà phê. Có một khoản phí vào cửa. Nhà vệ sinh, hướng dẫn chuyên gia địa phương. Xe biểu đồ gôn có sẵn cho những người gặp khó khăn khi đi lên đỉnh đồi, nơi có trung tâm du khách và trình chiếu video.Đọc thêm",
            "Nếu bạn quan tâm đến lịch sử Kinh Thánh thì nơi này thật hấp dẫn.  Có những tàn tích cổ xưa về nơi ở của người Israel và một địa điểm có thể là nơi có đền tạm trong Kinh thánh vào thời Giô-suê, Ê-li và Sa-mu-ên.  Đọc thêm",
            "Đây là một địa điểm rất thú vị với các cuộc khai quật khảo cổ từ thời Kinh thánh của Đền tạm Mishkan.  Ngoài ra còn có một cửa hàng quà tặng với đồ ăn nhẹ bao gồm kem cho những ngày nắng nóng!!, và một bộ phim ba chiều mô tả một số sự kiện lịch sử của Shiloh.  Các bộ phim chiếu không liên tục theo lịch trình nhưng có thể bị trì hoãn nếu đang chờ một nhóm đến.  Bộ phim cách lối vào địa điểm, trung tâm quà tặng một đoạn đi bộ khá xa. Ở đây có thể rất nóng và trong khi bạn nhìn thấy cây cối để lấy bóng mát trong một số bức ảnh, thì các lối đi và địa điểm đào hoàn toàn không có bóng mát, vì vậy hãy chuẩn bị sẵn mũ và đồ uống chống nắng có thể mua ở cửa hàng quà tặng. đó là ngay tại lối vào trang web.  Mặt khác, trời nguội đi khá nhanh vào buổi tối, vì vậy nếu đi về phía cuối ngày, bạn có thể thực sự muốn mang theo một chiếc áo len bên mình - chúng tôi khá lạnh khi chờ xe buýt vào buổi tối tháng Bảy. Ngoài ra, đáng chú ý là lễ hội Tu Bav, nơi phụ nữ mặc váy trắng đến biểu diễn nghề thủ công vào ban ngày và buổi hòa nhạc và khiêu vũ vào buổi tối.  Ngoài ra còn có một sự kiện khác dành cho phụ nữ một tuần trước lễ Rosh Hashanah.Đọc thêm",
            "Đây là một trang web Kitô giáo tuyệt vời. Một hình ba chiều tuyệt đẹp mô tả đền tạm và cũng là một bộ phim về 12 chi tộc và Samuel. Bạn có thể đi xuống địa điểm nơi họ đang sàng lọc khô và ướt và khám phá các bức tường của địa điểm này.  Chúng tôi đã ở đó khoảng 2 giờ. Cửa hàng quà tặng đẹp với dầu ô liu và rượu vang trong khu vực. Được cho là loại dầu tốt nhất ở Israel. Chúng tôi đã học được rất nhiều và có một hướng dẫn tuyệt vời.Đọc thêm",
            "Đây là một trang web tuyệt vời và lịch sử Kinh thánh rất quan trọng. Họ đã làm một công việc tuyệt vời khi trình bày lịch sử và ý nghĩa trong bộ phim của họ. Chắc chắn là đáng để dừng lại, mặc dù phải đi bộ khá nhiều và không có nhiều thứ để xem. Có những tàn tích, nhưng bạn phải sử dụng một chút trí tưởng tượng ở một số điểm để thực sự thấy những gì đã có ở đó. Tuy nhiên, đáng để dừng lại và hãy chắc chắn ngồi xuống và xem phim. Đọc thêm",
            "Shiloh thường không nằm trong danh sách A các chuyến du lịch Israel, nhưng có lẽ nó nên như vậy! Địa điểm này rất quan trọng trong lịch sử của Israel. Trang web mang tính giáo dục, trình bày rất chuyên nghiệp và chất lượng cao, nhân viên thân thiện. Nhược điểm duy nhất là nó hơi xa khách sạn Jerusalem của chúng tôi 45 phút. Bạn có thể đến gần một địa điểm khảo cổ tuyệt vời.Đọc thêm",
            "Chúng tôi là cha mẹ, ông bà và con cái.  Tất cả đều yêu thích nó ở cấp độ riêng của họ. Đi qua địa điểm đền tạm mishkan ban đầu là điều tuyệt vời cho dù bạn xem nó như một địa điểm tôn giáo hay như một di tích lịch sử khảo cổ. Cả bộ phim dài 15 phút về cuộc đời và thời gian trải dài trong lịch sử 369 năm lẫn phần trình bày dài 7-8 phút về cấu trúc thực tế đều đáng giá.  Phiên bản tiếng Anh có sẵn. Có rất nhiều đi bộ và leo núi. Mang giày thoải mái. Nó cách Jerusalem khoảng một giờ. Đọc thêm",
            "Xin chào!\nTôi muốn gặp Shiloh. Vị trí của Hòm Giao ước \nGiá một đôi là bao nhiêu?\nNgày 3010 hoặc 0511 hoặc 0711.Đọc thêm",
            "Di chuyển bằng ô tô từ Jerusalem có an toàn không và nếu có thì đi tuyến đường nào?",
            "bày tỏ\n\nĐất, và đó là việc tôi làm, tôi lái xe từ Jerusalem đến Shiloh trên Đường 60.\n\nSau khi vượt qua Hizma, tôi cầu nguyện trên đường rằng chúng tôi sẽ đến nơi trong hòa bình và đưa chúng tôi trở lại hòa bình, như tôi vẫn làm trong mọi chuyến đi liên tỉnh ở Israel và nước ngoài.\n\nChìa khóa ở bên trong??  Tạm biệt!!! Đọc thêm",
            "Làm cách nào để đến Shiloh bằng xe buýt từ Jerusalem?Đọc thêm",
            "Câu trả lời này không hữu ích lắm. Ít nhất bạn có thể đã đề cập đến số xe buýt. :-Đọc thêm",
            "Tôi rất nóng lòng muốn đến bờ tây Tel Shiloh cùng vợ và bạn bè vào khoảng tháng 10 năm 2019, đặc biệt là từ Jerusalem. Tôi đã cố gắng tìm phương thức hoặc tên hoặc trang web của một chiếc xe buýt công cộng... xe buýt du lịch...hướng dẫn riêng... nhóm riêng sẽ đưa bạn đến đó an toàn. Tôi dường như nhận được rất ít hoặc không nhận được phản hồi nào nhưng cố vấn chuyến đi cho thấy mọi người chỉ say sưa về nơi này về mặt tôn giáo và khảo cổ học. bạn đã sử dụng ai hoặc bạn bè đã sử dụng... cảm ơn...ed từ WilliamsvillebuffaloĐọc thêm",
            "có phương tiện di chuyển an toàn nào từ Jerusalem đến Tel Shiloh...tên các chuyến tham quan bằng xe buýt...các tuyến và số xe buýt...tên các chuyến tham quan riêngĐọc thêm",
            "Tôi rất rất quan tâm đến chuyến du lịch từ Jerusalem đến tel Shiloh một cách an toàn cùng vợ và bạn bè nhưng không biết liên hệ bằng cách nào hoặc liên hệ với ai. cần sự giúp đỡ về người để liên hệ ở Jerusalem...xe buýt du lịch xe buýt tour du lịch riêng...và bạn liên hệ bằng cách nào. bạn có thể cho biết bạn đã liên hệ với ai trong chuyến đi đến Shiloh không. không ai sau nhiều lần yêu cầu cho biết họ đến đó bằng cách nào khi biết xe cho thuê sẽ không cho bạn đến đó. \n\ned từ Williamsville trâu nyĐọc thêm",
            "vợ và bạn bè của tôi dự kiến ​​sẽ đến Jerusalem trong vài tháng nữa và tôi rất muốn đến thăm tel Shiloh như một địa điểm tôn giáo và khảo cổ. Câu hỏi của tôi là làm thế nào để đến đó từ Jerusalem một cách an toàn và chưa nhận được bất kỳ câu trả lời nào. Bạn đến đó bằng cách nào? an toàn..bằng xe buýt thông thường...xe buýt du lịch tour riêng...và tôi phải liên hệ với ai. họ sẽ không cho phép thuê ô tô thường xuyên ở đó...ai đó có thể giúp đỡ và cho tôi biết cần liên hệ với ai ở Jerusalem không. Văn phòng du lịch Jerusalem chưa trả lời.\n\ned từ Williamsville trâu nyĐọc thêm",
            "Bạn liên hệ với ai để có chuyến tham quan riêng bằng phương tiện giao thông công cộng hoặc tư nhân từ Jerusalem đến ariel tel Shiloh Palestine.  Có ai có thể cung cấp câu trả lờiĐọc thêm",
            "Phương thức di chuyển tốt nhất và an toàn nhất từ ​​Jerusalem đến Tel Shiloh và ngược lại là gì...có xe buýt...xe buýt du lịch...tour riêng...người lớn...trường học công dân tư nhân đến đó như thế nào và đến ai liên hệ. Tôi muốn tạo một số kết nối.Đọc thêm",
            "tôi, vợ và bạn bè của tôi muốn đến thăm Tel shiloh trong vài tháng tới. Tôi đã thử nhưng không thu được nhiều kết quả. Bạn liên hệ với xe buýt du lịch hoặc hướng dẫn viên du lịch nào để có chuyến đi an toàn đến và đi từ điện thoại đến Jerusalem. Viator cũng không nói bất cứ điều gì về chuyến tham quan và nếu có ai đã thực hiện chuyến đi, vui lòng cho tôi biết cách bạn đến đó và quay lại cũng như liên hệ với ai. Tôi sắp chết rồi.  Cảm ơn bạnĐọc thêm"
        ],
        "star_ratings": [
            35,
            9,
            1,
            0,
            0
        ],
        "review_amount": 45,
        "location": [
            "Trung đông",
            "Lãnh thổ Palestine",
            "Các hoạt động ở Shilo",
            "Shiloh cổ xưa Tel Shiloh",
            "Shiloh",
            "bờ Tây"
        ],
        "reviews_time": [
            "Written March 24, 2023",
            "Written January 30, 2023",
            "Written February 11, 2020",
            "Written January 27, 2020",
            "Written December 3, 2019",
            "Written August 11, 2019",
            "Written June 5, 2019",
            "Written May 4, 2019",
            "Written March 27, 2019",
            "Written January 23, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g15521700-d10826076-Reviews-Ancient_Shiloh_Tel_Shiloh-Shilo_West_Bank.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g15521700-d17518986-Reviews-Merlot_Restaurant-Shilo_West_Bank.html",
            "https://www.tripadvisor.com/Attraction_Review-g15521700-d25309149-Reviews-Bikurei_Shiloh-Shilo_West_Bank.html",
            "https://www.tripadvisor.com/Attraction_Review-g15521700-d10826076-Reviews-or10-Ancient_Shiloh_Tel_Shiloh-Shilo_West_Bank.html",
            "https://www.tripadvisor.com/Attraction_Review-g667136-d2277510-Reviews-Taybeh_Brewery-Ramallah_Binyamin_Region_West_Bank.html",
            "https://www.tripadvisor.com/Attraction_Review-g667136-d8697304-Reviews-Birzeit_Brewery-Ramallah_Binyamin_Region_West_Bank.html",
            "https://www.tripadvisor.com/Attraction_Review-g674749-d9710373-Reviews-Ariel_Tarbut-Ariel_West_Bank.html",
            "https://www.tripadvisor.com/Attraction_Review-g674749-d23978137-Reviews-Chabad_Of_Ariel-Ariel_West_Bank.html",
            "https://www.tripadvisor.com/Attraction_Review-g6697292-d21311584-Reviews-Wild_Adventures-West_Bank.html",
            "https://www.tripadvisor.com/Attraction_Review-g12627312-d20300917-Reviews-Palestinian_Circus_School-Birzeit_Binyamin_Region_West_Bank.html",
            "https://www.tripadvisor.com/Attraction_Review-g667136-d25031193-Reviews-Beit_El_winery-Ramallah_Binyamin_Region_West_Bank.html",
            "https://www.tripadvisor.com/Attraction_Review-g17648326-d27095625-Reviews-Har_Bracha_Winery-Har_Brakha_West_Bank.html",
            "https://www.tripadvisor.com/Attraction_Review-g227101-d17726680-Reviews-Havana-Saint_Julian_s_Island_of_Malta.html",
            "https://www.tripadvisor.com/Attraction_Review-g29092-d1412212-Reviews-Anaheim_GardenWalk-Anaheim_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60927-d10723233-Reviews-McGee_Beach-Corpus_Christi_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g642211-d575567-Reviews-Mahon_Port-Mahon_Menorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g285716-d2355559-Reviews-Gerlachovsky_Stit-Vysoke_Tatry_Presov_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g48618-d4598746-Reviews-Carpenter_Falls-Skaneateles_Finger_Lakes_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d9570045-Reviews-Park_West-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g37360-d147036-Reviews-Amish_Acres-Nappanee_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g298316-d10411692-Reviews-Pasar_Malam_Setia_Alam-Shah_Alam_Petaling_District_Selangor.html",
            "https://www.tripadvisor.com/Attraction_Review-g304551-d9976364-Reviews-Gozo_Cabs-New_Delhi_National_Capital_Territory_of_Delhi.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g15521700-d10826076-Reviews-or10-Ancient_Shiloh_Tel_Shiloh-Shilo_West_Bank.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g15521700-d10826076-Reviews-Ancient_Shiloh_Tel_Shiloh-Shilo_West_Bank.html"
    }
]