[
    {
        "attraction_name": "Angel Falls",
        "attraction_name_vi": "thác thiên thần",
        "general_info": [
            "51 đánh giá",
            "11 trên 29 hoạt động giải trí ở Rangeley",
            "Thác nước"
        ],
        "attraction_summary": "Đây là một hành trình khó khăn, lái xe cũng như đi bộ đường dài. Tôi khuyên bạn nên lái xe 4 bánh, một hoặc 2 gậy chống và đi chậm. Trên đường đi bộ, người ta sẽ phải băng qua con suối rộng khoảng 15 lần, đá trơn trượt và đường đi đầy đá. Đường mòn không được đánh dấu rõ ràng nên vui lòng nghiên cứu đường mòn này trước khi đi.  Mặc dù khó khăn và không được đánh dấu rõ ràng nhưng nó rất xứng đáng với cuộc hành trình.Đọc thêm",
        "reviews": [
            "Đường đi bộ và quang cảnh đẹp, nhưng bạn nên biết điều gì sẽ xảy ra! Quãng đường lái xe khoảng 5 dặm cuối cùng không trải nhựa, đôi khi có đá. Bãi đậu xe cũng nằm trên một con đường đất dốc. Việc đi bộ bao gồm việc băng qua một con suối một vài lần và một số người phải trèo lên rất nhiều tảng đá lớn - chắc chắn có thể làm được điều đó với đúng trẻ em và chó, nhưng chúng tôi đã thấy một nhóm cố gắng với một chú chó rất nhỏ phải quay lại. Thác rất đẹp, tuy nhiên đây không phải là khu vực được cắt tỉa cẩn thận hoặc bảo trì. Chúng tôi phải trèo qua nhiều đống gỗ và thật đáng buồn là có một con nai sừng tấm chết ngay giữa thác khi chúng tôi đến đó. Một số người đã nhảy vào hoặc thậm chí uống nước trước khi nhìn thấy nó vì vậy hãy chắc chắn đề phòng và KHÔNG BAO GIỜ uống nước chưa qua xử lý! Nhìn chung, đây là một chuyến đi bộ đường dài có phần thử thách và đẹp đẽ - nhưng tốt nhất bạn nên chuẩn bị sẵn sàng!Đọc thêm",
            "Trước hết, con đường đã bị chặn bởi một công ty khai thác gỗ và không có cách nào để lái xe đến bãi đậu xe. Được rồi, chúng tôi nghĩ, chúng ta có thể đi bộ xuống đường để đến đó. Tuy nhiên, khi đến nơi, chúng tôi nhận thấy một điều rất đặc biệt: toàn bộ khu vực xung quanh đầu đường mòn đã bị ghi lại!! Có những hàng cây ở khắp mọi nơi và trông KHÔNG GÌ giống như trước khi đánh giá từ ảnh vệ tinh cũng như các bức ảnh khác. Những gì chúng tôi nhìn thấy thực sự kinh tởm, nó trông chẳng giống đầu đường mòn chút nào mà giống một khu rừng bị phát quang với một tảng đá lớn ở giữa. Thậm chí không thể tiếp cận con đường mòn vì toàn bộ khu vực chứa đầy cây bị đổ và những mảnh vụn cây sắc nhọn nguy hiểm. Rất muốn nhìn thấy thác nước vì nó trông giống như năm sao, nhưng bản thân con đường này hoàn toàn không thể tiếp cận được vì tất cả những cái cây trước đây xung quanh đầu đường mòn giờ đã bị đốn hạ và những mảnh vụn của chúng nằm trên đường!! Như thể con đường mòn hoàn toàn không được bảo vệ và họ chỉ quyết định rằng bản thân con đường mòn và đầu đường mòn sẽ là một điểm khai thác gỗ tuyệt vời.Đọc thêm",
            "Đi bộ ở vị trí này với một đứa trẻ 6 tuổi và hai đứa trẻ 9 tuổi. Đó không phải là điều mà tôi gọi là một chuyến đi bộ dễ dàng dành cho trẻ nhỏ...vài lần vượt sông, nhưng chắc chắn có thể thực hiện được và hoàn toàn xứng đáng! Đọc thêm",
            "Trang web này không được đánh dấu rõ ràng và rất khó tìm. Nó đòi hỏi một chuyến đi bộ đầy thử thách băng qua những con suối và những tảng đá, nhưng đó là điều mà hầu hết mọi người đều có thể làm được. Nó miễn phí và gần với Rangeley Maine.Đọc thêm",
            "Một trong những thác nước tốt nhất để ghé thăm ở Maine. Cao khoảng 90.  Có một hồ bơi đẹp ở phía dưới mà bạn có thể ngâm mình. Thác Angel không ở Rangeley. Tôi không hiểu hoặc có thể tìm thấy địa chỉ Houghton Street, Rangeley mà Trip Advisor sử dụng.  Thác Angel cách trung tâm thành phố Rangeley khoảng 45 phút từ Đường Bemis hay còn gọi là Đường mòn Bemis gần Roxbury Maine hơn.  bạn có thể nhận được chỉ đường tốt tại văn phòng Phòng Thương mại Rangeley ngoài Phố Chính ở Rangeley. Thời gian đi bộ vào khoảng 20-30 phút tùy thuộc vào tốc độ đi bộ của bạn.  Đường đi bộ khá bằng phẳng nhưng đường đi gồ ghề và bạn phải băng qua một con sông nhỏ bằng đá ít nhất 3 lần.  Bạn cần có khả năng giữ thăng bằng tốt và một chút sức chịu đựng để xử lý việc này một cách thoải mái. Đây là một chuyến đi tuyệt vời cho một nhóm lớn hoặc cho trẻ em. Con đường đất dẫn đến Phòng Bemis cũng có đường đất dẫn đến khu vực đậu xe được đánh dấu trên một cái cây, nhưng bạn cần phải cảnh giác. nó. Không đông đúc, nhưng có một lượng người đến và đi ổn định. Để đi bộ dễ dàng hơn đến thác nước và hố bơi, hãy xem Thác Smalls ngoài RT 4 ở phía bên kia của Rangeley.Đọc thêm",
            "Việc băng qua suối nhiều lần là thử thách thực sự duy nhất và sau khi vượt qua lần đầu tiên, mọi việc dường như trở nên dễ dàng hơn.  Khá khô ráo nên việc băng qua cũng không tệ.  Đáng để đi!Đọc thêm",
            "Nơi yên bình đẹp đẽ. Đẹp để xem nhưng nếu bạn là người lớn tuổi có vấn đề về đầu gối thì bạn sẽ không thấy nhiều. Rất nhiều cầu thang. Đọc thêm",
            "Đi bộ khá dễ dàng. Dòng chảy thấp nên qua suối một lần, qua suối ba lần dễ dàng. Một số hoạt động leo núi. Đỗ xe trên đường trừ khi bạn có phương tiện có gầm cao. Đường đi xuống kiên cố nhưng có nhiều mương thoát nước. Thực hiện điều đó một cách dễ dàng với xe bán tải dẫn động hai bánh. Đọc thêm",
            "Đây là một chuyến đi bộ vừa phải. Mất khoảng 30 phút để đến đó. Nó băng qua dòng suối 3 lần. Sông thấp nên không có vấn đề gì. Có thể phức tạp hơn nếu nước cao hơn. Đường mòn nằm ở bên trái của tảng đá lớn.  KHÔNG đi theo con đường có cây đổ. Các sọc đỏ trên cây và đá dẫn đường cho bạn.Đọc thêm",
            "Tôi là một phụ nữ lớn tuổi mắc bệnh tiểu đường, phải dùng gậy chống và đi bộ chậm; tôi có nên thử đi bộ đến Thác Angel không?Đọc thêm"
        ],
        "star_ratings": [
            29,
            17,
            2,
            1,
            2
        ],
        "review_amount": 51,
        "location": [
            "Hoa Kỳ",
            "Maine ME",
            "Rangeley",
            "Những việc cần làm ở Rangeley",
            "thác thiên thần"
        ],
        "reviews_time": [
            "Written March 10, 2024",
            "Written July 10, 2022",
            "Written April 15, 2022",
            "Written July 17, 2021",
            "Written July 30, 2019",
            "Written July 19, 2019",
            "Written June 25, 2018",
            "Written June 18, 2018",
            "Written October 14, 2017",
            "Written September 27, 2017"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g40835-d4714851-Reviews-Angel_Falls-Rangeley_Maine.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g40835-d3309703-Reviews-Cascade_Stream_Gorge_Trail-Rangeley_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g40835-d274256-Reviews-Saddleback-Rangeley_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g40835-d1734176-Reviews-Rangeley_Lakes_Trails_Center-Rangeley_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g40835-d12110205-Reviews-South_Bog_Interpretive_Trail-Rangeley_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g40835-d25207873-Reviews-Ecoventure_Campus-Rangeley_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g40835-d4714851-Reviews-or10-Angel_Falls-Rangeley_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g40835-d103845-Reviews-Height_of_Land-Rangeley_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g40835-d4723462-Reviews-Smalls_Falls-Rangeley_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g40835-d6953192-Reviews-Quill_Hill-Rangeley_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g40835-d103971-Reviews-Bald_Mountain-Rangeley_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g40835-d624362-Reviews-Coos_Canyon-Rangeley_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g40835-d103844-Reviews-Mooselookmeguntic_Lake-Rangeley_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g40835-d4313741-Reviews-Rangeley_Lake_State_Park-Rangeley_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g40835-d1924749-Reviews-Acadian_Seaplanes-Rangeley_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g40835-d2638944-Reviews-Moose_Alley-Rangeley_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g40835-d6965342-Reviews-Rangeley_Lake_Guide_Service-Rangeley_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g40835-d735739-Reviews-Maine_Forestry_Museum-Rangeley_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g40835-d10644049-Reviews-Rangeley_Region_Sports_Shop-Rangeley_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g40835-d23480152-Reviews-Rangeley_Watersports-Rangeley_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g40835-d23562908-Reviews-Books_Lines_And_Thinkers-Rangeley_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g488293-d19469363-Reviews-Rulantica-Rust_Baden_Wurttemberg.html",
            "https://www.tripadvisor.com/Attraction_Review-g35277-d4302949-Reviews-Splash_in_The_Boro-Statesboro_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g315850-d6781780-Reviews-Fjadrargljufur_Canyon-Kirkjubaejarklaustur_South_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g309293-d6755074-Reviews-Chinatown-San_Jose_San_Jose_Metro_Province_of_San_Jose.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d189032-Reviews-Westminster_Abbey-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g48975-d1897483-Reviews-Sunrise_Mountain_Mini_Golf-Boone_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g187895-d195012-Reviews-Officina_Profumo_Farmaceutica_di_Santa_Maria_Novella-Florence_Tuscany.html",
            "https://www.tripadvisor.com/Attraction_Review-g295110-d2328274-Reviews-Millennium_Cross-Skopje_Skopje_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g1066456-d15857769-Reviews-Shibuya_Hikarie_Sky_Lobby-Shibuya_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g52024-d563959-Reviews-Nike_Portland-Portland_Oregon.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g40835-d4714851-Reviews-or10-Angel_Falls-Rangeley_Maine.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g40835-d4714851-Reviews-Angel_Falls-Rangeley_Maine.html"
    }
]