[
    {
        "attraction_name": "Angkor Express Boat",
        "attraction_name_vi": "Thuyền tốc hành Angkor",
        "general_info": [
            "567 đánh giá",
            "13 trong số 35 điều cần làm ở Battambang",
            "Phà"
        ],
        "attraction_summary": "Ước gì chúng ta đọc các đánh giá trước đó trên Google trước khi đi. Tôi e rằng đây là một vụ lừa đảo du lịch. 8 du khách đã đi từ BB đến SR trên thuyền. Mỗi người 30 đô la cho chuyến đi bao gồm cả dịch vụ đưa đón khách sạn ở BB. Hành trình đến bến phà mất khoảng 30 phút vì đây là mùa nước thấp. Hành trình bằng thuyền dài 8 giờ như chúng tôi mong đợi với hai điểm dừng để đi vệ sinh, ăn trưa và mua sắm cho khách du lịch, ngồi trên một chiếc ghế nhựa không thoải mái trên thuyền - hãy mang theo một chiếc đệm nếu bạn quyết định đi tiếp. Phong cảnh đẹp nhưng sau một giờ thì đủ và đủ để ngắm, phong cảnh không thay đổi quá nhiều, ví dụ như nhà sàn, chim chóc, người dân địa phương trên thuyền và bờ sông. Điều bất ngờ và khó chịu là không ai trong số chúng tôi biết khi đặt phòng, khi chúng tôi đến SR và chúng tôi xuống tàu, họ nói với chúng tôi rằng chúng tôi phải trả tiền cho một chiếc tuk tuk vào SR với giá 8 đô la mỗi người, cộng với việc phải mất thêm 30 phút nữa để đến SR. Không ai trong số chúng tôi hài lòng về điều này vì chúng tôi không được thông báo. Cuối cùng, chúng tôi đã thương lượng được 6 đô la mỗi người. Một số người từ chối trả tiền khi họ đến SR. Chúng tôi đã trả tiền vì chúng tôi cảm thấy đó không phải lỗi của tài xế tuk tuk, nhưng anh ta đã tính quá nhiều tiền và cố gắng lừa chúng tôi. Chúng tôi không khuyên bạn nên đi thuyền. Đó là một hành trình dài, không thực sự thoải mái và phong cảnh thì đẹp nhưng không thay đổi nhiều. Nhìn lại thì tôi sẽ đi xe buýt và đi trên sông để xem những ngôi nhà trên cọc. Nhân tiện, chúng tôi cũng không nhìn thấy hoặc đi trên hồ Tonle Sap, chúng tôi đã bị chuyển hướng trước đó. Đọc thêm",
        "reviews": [
            "Cách tốt nhất để khám phá sông Tonle Sap và hồ! Chuyến đi bắt đầu từ Battanbang cho đến Siem Reap. Chúng tôi băng qua những ngôi làng nổi và nhìn thấy một ngôi nhà đang di chuyển!, những cánh đồng đậu lăng nước, chúng tôi nhìn thấy rất nhiều loài chim và cảnh quan tuyệt đẹp. Chuyến đi dài nhưng cho phép bạn thực sự tận hưởng hồ. Theo tôi, nó tốt hơn so với chuyến đi buổi trưa từ Siem Reap. Với chuyến đi Battambang - Siem Reap hay theo nghĩa khác, bạn sẽ cảm thấy thoải mái hơn, đây là cách di chuyển từ thành phố này sang thành phố khác, bạn có thể nhìn thấy rất nhiều ngôi làng và không cảm thấy như một kẻ tò mò. Hơn nữa, tổ chức rất hoàn hảo, chúng tôi đã không đặt thành công qua internet nhưng mọi thứ đã được thực hiện chỉ bằng một cuộc gọi và WhatsApp. Dịch vụ đón tại khách sạn của chúng tôi đúng giờ, với một tài xế nói tiếng Anh lưu loát, anh ấy đã cung cấp cho chúng tôi rất nhiều thông tin. Đọc thêm",
            "THEY STOLE OUR MONEY! We called this company hoping to book a boat from Phnom Penh to Siem reap. They said the boat wasnt running but offered a car service with 3 tourist stops on the way and English speaking driver. When we arrived in Siem Reap there were two guys waiting for us. I gave him 100 just to change into smaller denominations and my friend gave him 100 to pay for the trip. He then put the money in his pocket and said I have to check for fake money and take a picture and took money back out again. But this is when he switched the bills. The new money was definitely fake to the touch and look and said khmer copy which we had never seen before and never felt tthis fake plastic feeling which was immediately obvious and we didnt feel this when touching our money any other time or handing it to him. He said check the rest of your money. My friend had a third fake bill on him which confused us. But then he realized a bunch more of his Chinese money was stolen and missing that day and the only place he left it alone was on the car with the driver. None of the rest of our money was counterfeit. We had never exchanged 100s in Cambodia. He tried to say that we got scammed in an exchange because its Chinese new year but his assumption was that we had exchanged money in Cambodia. We had only arrived in Cambodia the day before. All the money was exchanged in China at the bank of china in one transaction. He still tried to blame the Chinese but why would the bank of China steal 300 dollars out of thousands of dollars my friend had already been traveling to other countries so had exchanged a lot. Only the money that was accessible or touched by them that day had been switched  stolen. Nothing else. He said he was calling the police. We tried to call the police ourselves but the guesthouse operator said the police are corrupt and would just ask for more money and trouble. In the meantime he was saying he was calling the police supposedly but I didnt really believe him. When he handed me the phone the caller ID was not a short emergency number like 911 or 110. It was just a normal phone number also his other friend was gone at this point. The other person was aggressive and accusatory immediately and said he will come and well be arrested for having counterfeit bills on us. He had no interest in hearing a second side of the story, only threatening to arrest us. My friends at this time had decided we were in a lose lose situation anyways and gave them the new 200 that he wanted anyways just to get rid of him, carry on with our trip and avoid a fight or dealing with corrupt police. He then left. As for the trip itself it was mediocre. The drive could not speak any English at all. 0. Contrary to what was promised. He didnt even understand basic body language or gestures. We had been asking to stop to eat for 4 hours. He didnt want to stop much at all and then we he did stop at his friends business which he was surprised to find out had no food he wanted to lay in the hammock and chat with his friends even though we were starving and wanted to go to the restaurant. Even once we were stopped at a site and I said drink with gesture. He motioned to get in the car as if to say hell drive us to the store which was just across the street but instead he still continued for hours while my friend was continuously motioning and saying food, eat, hungry. The three tourist sites were mediocre. We passed much more beautiful looking places, passed open restaurants. They are THIEVES. DONT BOOK WITH THEM.Read more",
            "Một trong những điểm nổi bật nhất trong chuyến du lịch Campuchia của tôi là đi từ Battambang đến Siem Reap bằng thuyền. Hãy nhớ rằng điều này giống như xe buýt địa phương cho các ngôi làng trên sông và là một trải nghiệm đích thực. Thuyền không được trang bị cho khách du lịch mềm tìm kiếm chuyến du lịch sang trọng. Trên tàu có một nhà vệ sinh nhưng bạn sẽ không sử dụng nhà vệ sinh trừ khi không có lựa chọn nào khác. Hãy dậy sớm, ăn uống và chuẩn bị cho một hành trình dài với một lần đi vệ sinh, lấy giấy vệ sinh của riêng mình và đóng gói đồ ăn nếu bạn sợ ăn đồ nấu tại địa phương thức ăn ở điểm dừng trên đường. Mang theo kem chống nắng, mũ và áo khoác; bạn có thể ngồi lên trên nếu bạn may mắn hoặc nhanh nhẹn. Tôi thậm chí còn lấy một chiếc gối để ngồi trên boong tàu để có thể chụp ảnh trên đường đi. Tôi yêu từng phút vì tôi đã chuẩn bị tốt. Tôi cũng mang theo nút tai. Hãy ngồi càng xa về phía trước càng tốt vì động cơ ở phía sau. Điều đó nghe có vẻ khiến bạn khó chịu nhưng nó không giúp bạn được trang bị đầy đủ và quản lý những kỳ vọng của mình cho một ngày tuyệt vời. Tôi sẽ làm điều đó trong tích tắc.Đọc thêm",
            "Nếu bạn muốn trải nghiệm thực sự chân thực, để ngắm nhìn cuộc sống địa phương từ từ trên thuyền, rất nhiều ngôi làng nổi, người dân địa phương xuống thuyền trên đường không chỉ một ngôi làng được chuẩn bị cho khách du lịch thì hãy đi. Nếu bạn chỉ muốn nhìn thấy cặp đôi về những ngôi nhà nổi với chiếc thuyền thoải mái và nhanh chóng, sau đó mua một chuyến đi đến làng cho khách du lịch : Chuyến đi thực sự dài, nhưng không quá khó chịu đối với chúng tôi, như một số nhận xét cho biết. Nhưng có lẽ do thuyền chưa chở đầy nên chúng tôi còn có thể nằm nghỉ một lúcĐọc thêm",
            "Đó là một cách tuyệt vời để đi du lịch từ Siem Reap đến Battambang, cho thấy các vùng của Campuchia mà hầu hết khách du lịch đến Battambang không thể nhìn thấy. Thiên nhiên và phong cảnh không quá đẹp nhưng là một chuyến đi thuyền thú vị để có thể lên tới đỉnh. Hơi ồn ào nhưng theo một cách nào đó đã bình tĩnh lại. khuyên bạn nên đặt hộp cơm trưa đồ ăn địa phương do công ty thuyền cung cấp vì bạn sẽ mất 6 giờ với các lựa chọn thịt gà hoặc thịt lợn vì không có nhà hàng ngon nào trên đường đi trong chuyến du lịch.Đọc thêm",
            "Phải nói gìNó là thứ gì đó nằm giữa xe buýt nước dành cho dân làng sống giữa Siem Reap- Battambang và một cái bẫy du lịch. Đúng là nó đưa bạn từ a-b không hiệu quả và đúng là bạn được ngắm nhìn vùng đất ngập nước và các ngôi làng, 20 phút là đủ để ghi lại khoảnh khắc đó. Liệu đó có phải là một chuyến đi thoải mái không, KHÔNG, không phải tất cả. Bạn chen chúc nhau trong 8 giờ trên một chiếc thuyền đuôi dài lớn, siêu ồn ào, không có nhà vệ sinh tiện nghi, máy làm mát, Có đáng để trả 30 đô la không? Có thể tranh luậnNếu bạn muốn thực hiện cùng một chuyến đi bằng xe buýt nhỏ và thực hiện một chuyến đi riêng đến các ngôi làng vùng đất ngập nước, bạn sẽ phải trả nhiều tiền hơn, tuy nhiên, 30 đô la chắc chắn là giá dành cho khách du lịch!Nếu bạn đã từng thấy những ngôi làng trên sàn nhà trước đây, tôi không nhất thiết khuyên bạn nên làm như vậy. Nếu bạn chọn làm điều đó, hãy mang theo đồ uống và đồ ăn nhẹ của riêng bạn.Đọc thêm",
            "Would i do it again? Perhaps not. Am i glad i did it? Absolutely.So, there you have it. Its not straight forward. We were not on a boat that looks like the first pic here so i suggest you scroll through as i think many arent. Ours was much smaller, had two benches either side which everyone sat on, facing each other. Cramped and one tiny toilet right by the very very very well used engine.It WAS, however, an incredible experience. We tend to stay in homestays or small hotelsguesthouses, we travel overland where we can, we eat street food over restaurants always local food etc. So, if youre not that type, then perhaps this isnt for you. There were no life jackets or any safety of any kind but this is SE Asia. Thats fine once you clear the lake but there is a couple of hours on the lake where you see noone else and one can feel vulnerable we did for a bit. But then you meet other travellers and have a laugh, you see the most wonderful floating villages up close and personal we had to stop several times to fix the engine after running aground before hitting the lake proper and it takes forever, as others suggest. We brought supplies. You should bring supplies as there is just one stop where you can buy food and this can take hours to get to. Bring toilet paper too, of course. The photo opportunities are amazing homes, villages, birds and people. You can climb up onto the roof, which we did early in the journey after leaving the main lake, and chill there for hours, which we did its super hot but theres a breeze. Bring suncream of course as theres absolutely no shade up there.Also worth noting that there were people of most ages older couples, families etc - no young kids though and people generally seemed to enjoy it. Our was around 8-9 hours in total. Finally, the destination in Battambang as of Jan 2020 is some way out of town five mins by tuk tuk but you must expect to be dropped off on the riverbank and be crowded immediately with tuk tuk drivers with whom you must negotiate unless youd pre booked a hotel transfer. Not a problem though and its cheap in the scheme of things. Dont bother haggling too hard or youll be left there!So, just be prepared for a wee bit of discomfort but you will be rewarded with plenty of stories to tell, lots of smiles and some great memories.Read more",
            "Bạn phải có cảm giác phiêu lưu!  Để lại những kỳ vọng ở nhà.  Chuyến đi kéo dài từ 6 đến 8 giờ dưới trời nắng nóng.   Hãy tận hưởng niềm vui của nó và bạn sẽ có một khoảng thời gian tuyệt vời.  Có hai chiếc thuyền - một chiếc đi từ Siem Reap đến Battambang và một chiếc đi ngược chiều. Một chiếc thuyền có ghế ngồi dọc hai bên có đệm và một chiếc có ghế dài không có đệm.  Ghế dài ở mạn thuyền là vỏ bằng sợi thủy tinh có mái che để hành lý và bạn có thể ngồi lên đó nếu thuyền trưởng hài lòng.  Quá nhiều người lên, anh ta sẽ ra lệnh cho bạn xuống.  Anh ấy không nói được tiếng Anh.  Không sao đâu, bạn sẽ hiểu thôi!  Có một điểm dừng để nghỉ sinh học và ăn trưa và chỉ có một món trong thực đơn.  Hãy chắc chắn để có được dứa tươi.  Mỹ được chấp nhận  Giữ chặt cánh tay của bạn - không có cảnh báo nào khi dụng cụ câu cá có thể đánh bạn.  Đây là tàu đưa thư địa phương có điểm dừng để nhận bưu kiện và người.  Hãy mang theo cây đàn guitar của bạn để hát một bài hát khi thời gian trôi đi.  Tốt nhất bạn nên mang theo một túi nước, đồ ăn nhẹ và một chiếc gối để ngủ trưa.  Hãy chuẩn bị cho sự chậm trễ - thuyền lướt qua lưới đánh cá và đôi khi chân vịt bị vướng.  Người dẫn đường tụt quần, nhảy vào và bắt đầu gỡ dây trong khi dân làng la hét vì lưới của họ bị hỏng.  Đó là một khía cạnh thú vị trong cuộc sống của những người dân làng nước này.  Vào mùa nước thấp, thuyền được neo ở bờ cát - bạn có thể thoải mái nhảy xuống giúp đỡ - và được đẩy qua những con kênh hẹp.  Con sông này là một phần của tuyến đường chim di cư lớn nhất ở Đông Nam Á.  Sếu, diệc và các loài chim nước khác.  Tại Battambang bến tàu là một ngọn đồi.  Xe tuk tuk đợi để đưa bạn vào thị trấn cách đó khoảng nửa giờ.  Đó là một chuyến đi tuyệt vời - một khía cạnh của thành phố mà khách du lịch thường không nhìn thấy.  Tôi sẽ không bỏ lỡ chuyến đi này vì bất cứ điều gì!  Đáng giá từng xu.Đọc thêm",
            "Chuyến đi thuyền thật tuyệt! Tuy nhiên, chúng tôi dường như nhận được chiếc thuyền đã xuống cấp, không có nhiều chỗ và chỗ ngồi không thoải mái. Trong 8 giờ đồng hồ, đôi chân dài của tôi và bàng quang yếu ớt của bạn gái tôi thật khó khăn. Chỉ có một điểm dừng ở một trong những ngôi làng có đồ ăn nóng 2 và đồ uống 1. Tôi muốn giới thiệu chuyến đi này cho những nhà thám hiểm kiên nhẫn, nhưng nếu bạn chỉ muốn đi từ A đến B thì tôi sẽ nói xe buýt thì tốt hơn dành cho bạn.Đọc thêm"
        ],
        "star_ratings": [
            154,
            197,
            77,
            39,
            100
        ],
        "review_amount": 567,
        "location": [
            "Châu Á",
            "Battambang",
            "Campuchia",
            "Những điều cần làm ở Battambang",
            "Thuyền tốc hành Angkor",
            "Tỉnh Battambang"
        ],
        "reviews_time": [
            "Written February 1, 2024",
            "Written July 29, 2023",
            "Written January 23, 2023",
            "Written January 10, 2023",
            "Written December 27, 2022",
            "Written November 22, 2022",
            "Written November 21, 2022",
            "Written May 24, 2020",
            "Written March 23, 2020",
            "Written February 18, 2020"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g303666-d2442772-Reviews-Angkor_Express_Boat-Battambang_Battambang_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g303666-d6961946-Reviews-Coconut_LyLy_Restaurant-Battambang_Battambang_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g303666-d1634519-Reviews-Nary_Kitchen-Battambang_Battambang_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g303666-d5121368-Reviews-Jaan_Bai_Restaurant-Battambang_Battambang_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g303666-d7712895-Reviews-Hoc_Cafe-Battambang_Battambang_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g303666-d2187230-Reviews-Kinyei_Cafe-Battambang_Battambang_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g303666-d1219850-Reviews-Smokin_Pot-Battambang_Battambang_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g303666-d11876328-Reviews-La_Pizza-Battambang_Battambang_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g303666-d4174610-Reviews-The_Lonely_Tree_Cafe-Battambang_Battambang_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g303666-d3812615-Reviews-Woodhouse-Battambang_Battambang_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g303666-d13319604-Reviews-The_Place_Rooftop_Bar_Restaurant-Battambang_Battambang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g303666-d12524046-Reviews-Human_Gallery_Joseba_Etxebarria_Photography-Battambang_Battambang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g303666-d11829587-Reviews-Tep_Kao_Sol_Loeum_Lorn_Gallery-Battambang_Battambang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g303666-d7802351-Reviews-Romcheik_5_Art_Space_Cafe-Battambang_Battambang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g303666-d3198960-Reviews-White_Elephant_Pagoda_Wat_Tahm_rai_saw-Battambang_Battambang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g303666-d24178201-Reviews-Tony_s_Tuktruck_Tours-Battambang_Battambang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g303666-d26629129-Reviews-Khor_Sang_House_Battambang-Battambang_Battambang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g303666-d2692353-Reviews-Phnom_Sampeau-Battambang_Battambang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g303666-d15856493-Reviews-Battambang_Tourist_Information_Centre-Battambang_Battambang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g303666-d6599078-Reviews-Ta_Dumbong_Kro_Aung_Statue-Battambang_Battambang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g303666-d2665053-Reviews-Prasat_Sneung-Battambang_Battambang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g303666-d2442772-Reviews-or10-Angkor_Express_Boat-Battambang_Battambang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g303666-d10404024-Reviews-Dj_s_Tuk_Tuk_Tours-Battambang_Battambang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g303666-d12226966-Reviews-Battambang_Tour_By_Rich-Battambang_Battambang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g303666-d10785284-Reviews-Battambang_Tour_Mr_Lychee-Battambang_Battambang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g303666-d11638015-Reviews-Mr_Lizy_Tuk_Tuk_Tours-Battambang_Battambang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g303666-d2073065-Reviews-Bamboo_Train-Battambang_Battambang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g303666-d18930075-Reviews-Pomme_Tour_Agency-Battambang_Battambang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g303666-d12152870-Reviews-Battambang_Tuk_Tuk_Tours_with_Him_Heng-Battambang_Battambang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g303666-d12249850-Reviews-Andy_Battambang_Tour_Operator-Battambang_Battambang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g303666-d8784515-Reviews-Bora_Tuk_Tuk_Tour-Battambang_Battambang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g303666-d12239279-Reviews-Saro_tuk_tuk_Tour_guide-Battambang_Battambang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g303666-d13336173-Reviews-First_Cycling_Tour-Battambang_Battambang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g303666-d13975130-Reviews-Mr_Tour_Battambang-Battambang_Battambang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g303666-d2457247-Reviews-Soksabike-Battambang_Battambang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g297390-d8770234-Reviews-Dirtbike_Expeditions-Siem_Reap_Siem_Reap_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g303666-d7702618-Reviews-Battambang_tours_by_bun-Battambang_Battambang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g303666-d16214461-Reviews-Battambang_Chemin_Cycling-Battambang_Battambang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g303666-d10486376-Reviews-Battambang_Tuk_Tuk_Tour_Experience-Battambang_Battambang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g303666-d10543505-Reviews-Battambang_Tuk_Tuk_Tour-Battambang_Battambang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g303666-d19369611-Reviews-Lemongrass_Garden_Beauty_Massage-Battambang_Battambang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g303666-d15275575-Reviews-Miss_Wong_Battambang-Battambang_Battambang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g303666-d8700011-Reviews-Kim_Tours_Battambang-Battambang_Battambang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g155019-d7788027-Reviews-Seoul_Zimzilbang_Korean_Sauna-Toronto_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g147293-d23790629-Reviews-Infinity_Bar_Lounge-Punta_Cana_La_Altagracia_Province_Dominican_Republic.html",
            "https://www.tripadvisor.com/Attraction_Review-g298423-d555110-Reviews-The_Raja_Bazaar-Rawalpindi_Punjab_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g49662-d13003931-Reviews-White_Lake_Water_Park-White_Lake_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g2368742-d2401013-Reviews-Glika_Nera_Beach-Sfakia_Lasithi_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g54391-d9762651-Reviews-Pickens_Flea_Market-Pickens_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g34534-d5773608-Reviews-Jungle_Hut_Park-Palm_Coast_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g60332-d4587893-Reviews-Kelley_Castle-Tomahawk_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g155032-d185127-Reviews-Old_Port_of_Montreal-Montreal_Quebec.html",
            "https://www.tripadvisor.com/Attraction_Review-g53573-d10509310-Reviews-Old_Windmill_Farm-Ronks_Lancaster_County_Pennsylvania.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g303666-d2442772-Reviews-or10-Angkor_Express_Boat-Battambang_Battambang_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g303666-d2442772-Reviews-Angkor_Express_Boat-Battambang_Battambang_Province.html"
    }
]