[
    {
        "attraction_name": "Angry Birds World",
        "attraction_name_vi": "Thế giới chim giận dữ",
        "general_info": [
            "791 đánh giá",
            "- 1 trong 8 công viên giải trí ở Doha",
            "Giải trí - Công viên chủ đề",
            "Trò chơi - Trung tâm giải trí"
        ],
        "attraction_summary": "ANGRY BIRDS WORLD - là một khái niệm tiên phong được giới thiệu đến Qatar và được điều hành bởi công ty giải trí hàng đầu Leisure hợp tác với Rovio Entertainment. Công viên đang triển khai một điểm đến giải trí tuyệt vời dành cho gia đình, thu hút tất cả sự điên cuồng từ cảm giác chơi game toàn cầu và Sony Entertainment - bộ phim bom tấn dưới một mái nhà. ANGRY BIRDS WORLD - được phát triển trên diện tích rộng 17.000 mét vuông tại Thành phố Lễ hội Doha, ANGRY BIRDS WORLD - đưa du khách vào một cuộc phiêu lưu điên cuồng với đàn chiên hung dữ thông qua hơn 20 trò chơi cảm giác mạnh dành cho mọi lứa tuổi. Công viên còn có một loạt các cửa hàng F - B, cửa hàng bán lẻ, hoạt động giải trí giáo dục, địa điểm tổ chức sinh nhật và một loạt các điểm tham quan thu hút và giải trí cho cả gia đình.Đọc thêm",
        "reviews": [
            "Chuyến thăm công viên giải trí Angry Birds của tôi thực sự là một trải nghiệm thú vị! Ngay từ khi bước vào, đội ngũ nhân viên thân thiện đã khiến tôi cảm thấy được chào đón vô cùng. Những nụ cười chân thành và lời chào nồng nhiệt của họ đã tạo thêm niềm vui cho trải nghiệm. Bản thân công viên đã rất thú vị với những chuyến đi thú vị và bầu không khí sôi động. Tôi - tôi thực sự biết ơn các nhân viên đã nỗ lực hết mình để tạo ra một ngày đáng nhớ như vậy đối với tôi. Những nụ cười rạng rỡ của các em phản ánh tinh thần vui tươi của công viên và để lại ấn tượng khó phai. Không thể chờ đợi để ghé thăm lại!Đọc thêm",
            "Tôi đưa đứa con 2 tuổi của mình đến với thế giới những chú chim giận dữ và rất vui khi thấy ở đó có các trò chơi và hoạt động dành cho mọi lứa tuổi. Con trai tôi đã có một khoảng thời gian tuyệt vời và các nhân viên rất thân thiện và đảm bảo rằng bọn trẻ luôn chơi an toàn. Rất khuyến khíchĐọc thêm",
            "Dịch vụ nhân viên xuất sắc và các hoạt động thú vị cho trẻ em. Sở thích cá nhân của tôi là Zombie Snapper, nơi tôi thường nhận được 2000 vé trở lên mỗi lần truy cập. Tôi thực sự yêu thích nơi này. Tôi luôn đưa con tôi đến đây vào mỗi cuối tuần và chúng cũng thích nó. Đọc thêm",
            "Thật là một chuyến đi chơi tuyệt vời tại Angry Birds. Tôi thích các trò chơi. Mặc dù tôi đã bỏ lỡ điểm thu hút chính, - Slingshot vì nhân viên nói với chúng tôi rằng nó đã đóng cửa vì bên ngoài trời mưa. Nhưng tôi hy vọng lần sau tôi sẽ thử nó. Các trò chơi arcade là một sự rung cảm! Chơi và thắng cùng một lúc không phải là điều phổ biến.Đọc thêm",
            "Kinh nghiệm của tôi ở Angry Birds thật tuyệt vời, nhân viên rất dễ gần và thân thiện. Nơi này tốt nhưng sạch sẽ, không khí cũng tốt. Khu vui chơi rất an toàn cho trẻ em muốn chơi.Đọc thêm",
            "Thành thật mà nói - đó là một trải nghiệm tuyệt vời mà tôi khuyên mọi người nên thử, dù là trẻ em hay người lớn. \n\nCác nhân viên cũng rất niềm nở, từ khi chúng tôi ở lại thường xuyên cho đến khi bắt đầu đi xe. \n\nChắc chắn là tôi sẽ phải quay lại lần nữa vì nó đã quá xa rồi.Đọc thêm",
            "Một trong những nơi tốt nhất tôi từng đi qua. Trẻ em rất vui sau khi đến thăm nơi này - - . Và Angry Birds cũng có một chuyến đi tuyệt vời dành cho người lớn. Rất khuyến khích đến thăm nơi này\n\nVà phải nói là nhân viên rất nhiệt tình - Đọc thêm",
            "Thẻ laser thật tuyệt vời. Chủ yếu là vì nó không giống như các thẻ laser khác, nơi bạn không thể chạy hoặc chơi game thoải mái. Nhưng ở đây thì khác, đó là trò chơi bắn súng laser hay nhất mà tôi từng chơi ở Qatar. Thực sự tôi rất thích dịch vụ mà người dân cung cấp.Đọc thêm",
            "Tôi có một đứa trẻ tự kỷ và nó rất thích thú với những chuyến đi. Anh ấy thích không khí xung quanh. Nhân viên Tje rất có sức chứa và hữu ích cho chúng tôi. Đó là một trải nghiệm rất tốt mỗi khi chúng tôi ghé thăm. Chắc chắn sẽ đến bavkĐọc thêm",
            "Công viên giải trí tuyệt vời dành cho cả gia đình! Chúng tôi tận hưởng mọi thứ, bọn trẻ vui vẻ! Họ thích đến đây vào mỗi cuối tuần và đôi khi cả các ngày trong tuần nữa. Họ yêu thích không khí của toàn bộ nơi này. Nhân viên rất tốt, đặc biệt là ở sân chơi trẻ em ở tầng 1, rất có sức chứa.Đọc thêm",
            "Kính gửi 718vig,\n\nChúng tôi rất vui mừng khi biết rằng bạn đã có trải nghiệm tuyệt vời tại công viên giải trí của chúng tôi! Thật tuyệt vời khi biết rằng con bạn rất thích thú và mong được đến thăm thường xuyên. \n\nChúng tôi rất vui vì bạn đánh giá cao bầu không khí của nơi này và nhận thấy nhân viên của chúng tôi, đặc biệt là những người ở sân chơi trẻ em ở tầng một, rất nhiệt tình. \n\nCảm ơn những lời tốt đẹp của bạn và chúng tôi rất nóng lòng được chào đón gia đình bạn trở lại để có thêm niềm vui và hứng khởi!\n\nTrân trọng,\n\nThế giới Angry BirdsĐọc thêm",
            "Không thể nói rằng nó thực sự đáng ghé thăm. Một vài chuyến đi thực sự thú vị. Rất nhiều trò chơi arcade để tiêu tiền vào. Con tôi thích nó nhưng không nhiều lắm.Đọc thêm",
            "Tôi đã chơi siêu súng cao su. Tôi đã bảo người đàn ông đặt nó ở mức thấp nhất nhưng anh ta không đặt nó ở mức cao nhất còn người đàn ông đang tập luyện thì kinh nghiệm rất tệ không khuyến khíchĐọc thêm",
            "Kính gửi 306mousaa,\n\nCảm ơn bạn đã dành thời gian chia sẻ phản hồi của mình. Chúng tôi hoàn toàn hiểu và đánh giá cao sự thất vọng mà bạn đã trải qua. Phản hồi của bạn là vô giá đối với chúng tôi. Hãy yên tâm, chúng tôi đang thực hiện các bước ngay lập tức để giải quyết vấn đề hiện tại. \n\nNếu bạn muốn thảo luận thêm về vấn đề này hoặc cung cấp thêm chi tiết, vui lòng liên hệ với chúng tôi. Sự hài lòng của bạn là ưu tiên hàng đầu của chúng tôi và chúng tôi cam kết đảm bảo rằng những lần ghé thăm trong tương lai của bạn sẽ đáp ứng được mong đợi của bạn.\n\nCảm ơn bạn đã mang đến sự chú ý của chúng tôi.\n\nTrân trọng,\n\nThế giới Angry BirdsĐọc thêm",
            "Hoạt động, không có ccm, chất lượng thực phẩm, chúng tôi đã đợi 1 giờ để trang trại mở cửa và sau đó họ bảo chúng tôi không thể vào, - Đọc thêm",
            "3fadym thân mến,\n\nCảm ơn bạn đã chia sẻ trải nghiệm gần đây của mình tại Angry Birds World. Chúng tôi xin lỗi vì bất kỳ sự bất tiện nào bạn gặp phải trong lần truy cập gần đây. \n\nChúng tôi hiểu sự thất vọng của bạn và phản hồi của bạn rất quan trọng đối với chúng tôi. Chúng tôi đang tích cực giải quyết những vấn đề này để đảm bảo trải nghiệm tốt hơn cho tất cả khách. Chúng tôi đánh giá cao sự hiểu biết của bạn và hy vọng sẽ vượt quá mong đợi của bạn trong lần truy cập tiếp theo.\n\nChúng tôi hy vọng sẽ sớm gặp lại bạn để vui vẻ và phấn khích hơn!\n\nTrân trọng\n\nThế giới Angry BirdsĐọc thêm",
            "nội dung không hợp tác, một số trò chơi không hoạt động, không có quá nhiều cửa hàng nước uống, mỗi khi muốn nạp thẻ, bạn phải đến đầu hoặc nhận tiền ngay từ đầu, cửa hàng đắt tiềnĐọc thêm",
            "Kính gửi 763ebrahemd,\n\nChúng tôi cảm ơn bạn đã dành thời gian để lại nhận xét của mình vì sự hài lòng của khách hàng là điều chúng tôi rất coi trọng.\n\nChúng tôi hiểu sự thất vọng của bạn và chúng tôi xin lỗi khi biết rằng chuyến thăm của bạn không đáp ứng được mong đợi của bạn và bạn không thể tận hưởng trọn vẹn công viên do lo lắng.\n\nNhận xét của bạn sẽ được các nhóm thích hợp xem xét để chúng tôi tìm cách liên tục nâng cao trải nghiệm và dịch vụ mà chúng tôi cung cấp. \n\nChúng tôi hy vọng được chào đón bạn một lần nữa trong tương lai.\n\nTrân trọng,\n\nThế giới Angry BirdsĐọc thêm",
            "Nơi rất tệ, đừng lãng phí thời gian và tiền bạc của bạn Các chuyến đi không hoạt động tốt Một số nhân viên rất thô lỗ Tôi cũng đã viết đơn khiếu nạiĐọc thêm",
            "Thân gửi mohameddT1523SG,\n\nCảm ơn bạn đã liên hệ với chúng tôi và nêu lên mối quan tâm của mình. Chúng tôi hiểu sự thất vọng của bạn và chúng tôi xin lỗi vì bất kỳ sự bất tiện nào.\n\nMục tiêu của chúng tôi là đạt được sự hài lòng hoàn toàn của khách hàng và mang đến trải nghiệm đáng nhớ và tích cực.\n\nCác nhóm phù hợp sẽ xem xét ý kiến ​​của bạn để chúng tôi tìm cách liên tục nâng cao trải nghiệm và dịch vụ mà chúng tôi cung cấp.\n\nChúng tôi hy vọng sẽ sớm có thời gian tuyệt vời khi được phục vụ bạn một lần nữa.\n\nTrân trọng,\n\nAngry Birds WorldĐọc thêm",
            "Công viên giải trí Angry Birds có môi trường đẹp và êm ái cũng như di chuyển dễ dàng, một chuyến đi vui vẻ thật tuyệt vời sàn nhà gọn gàng và sạch sẽĐọc thêm",
            "Romellan thân mến.\n\nCảm ơn bạn đã dành thời gian chia sẻ phản hồi của mình với chúng tôi. Chúng tôi đánh giá rất cao việc nghe về trải nghiệm của bạn và rất vui vì bạn đã tận hưởng thời gian làm việc với chúng tôi.\n\nSự hài lòng của bạn là ưu tiên hàng đầu của chúng tôi và phản hồi của bạn giúp chúng tôi đảm bảo rằng chúng tôi tiếp tục đáp ứng và vượt quá mong đợi của bạn.\n\nChúng tôi mong sớm được chào đón bạn quay trở lại để có trải nghiệm tuyệt vời khác.\n\nTrân trọng,\n\nThế giới chim giận dữ\n\n Đọc thêm",
            "Những chú chim giận dữ thật tuyệt vời, chúng tôi đã có niềm vui cùng gia đình, lũ trẻ của chúng tôi rất vui và chúng muốn quay lại lần nữa. Bt, giải thưởng hơi đắtĐọc thêm",
            "Kính gửi Hành trình58719364381,\n\nCảm ơn bạn rất nhiều vì những lời của các bạn! Chúng tôi - rất vui mừng khi biết rằng bạn rất thích trải nghiệm của mình với chúng tôi.\n\nChúng tôi thực sự đánh giá cao phản hồi của bạn và mong sớm được chào đón bạn quay trở lại.\n\nTrân trọng,\n\nThế giới Angry BirdsĐọc thêm",
            "Angry Bird là một nơi tuyệt đẹp và vui nhộn, có nhiều hoạt động mà trẻ em có thể được hưởng lợi - Nơi đây cũng có mức độ sạch sẽ và dịch vụ tuyệt vờiĐọc thêm",
            "Tasabiho thân mến,\n\nCảm ơn bạn rất nhiều vì những lời của các bạn! Chúng tôi - rất vui mừng khi biết rằng bạn rất thích trải nghiệm của mình với chúng tôi.\n\nChúng tôi thực sự đánh giá cao phản hồi của bạn và mong sớm được chào đón bạn quay trở lại.\n\nTrân trọng,\n\nThế giới chim giận dữ\nĐọc thêm",
            "Tôi phải nói rằng đây là trải nghiệm tồi tệ nhất trong Angrybird. Mọi chuyện bắt đầu khi tôi cùng gia đình đi đến Angrybirds tại trung tâm lễ hội. Sau đó, chúng tôi rất hào hứng được đi chơi đua xe cùng nhau như một gia đình nhưng chẳng có mấy Chúng tôi có biết rằng điều gì đó tồi tệ sắp xảy ra với anh trai tôi không. Khi cả gia đình chúng tôi cùng nhau chơi đùa, chúng tôi rất vui vẻ và tất cả đều ổn định trên những chiếc xe đua của mình cho đến khi anh trai tôi gặp tai nạn và mọi thứ đối với anh ấy đều đảo lộn. Khi chúng tôi đã cố gắng giúp anh ấy, tất cả các nhân viên khác đều phớt lờ anh trai tôi trong khi anh ấy đang thực sự bị thương. CHÚNG TÔI SẼ KHÔNG BAO GIỜ TRỞ LẠI ĐÓ!!!!!! Đọc thêm",
            "Kính gửi Hành khách41322040951, \n\nCảm ơn bạn đã dành thời gian để bày tỏ sự quan tâm của bạn. Chúng tôi hiểu sự thất vọng của bạn và chúng tôi xin lỗi vì bất kỳ sự bất tiện nào.\n\nMục tiêu của chúng tôi là cung cấp trải nghiệm chất lượng cao cho tất cả khách hàng vì sự an toàn của họ và tiếp tục cải thiện dịch vụ của chúng tôi. Chúng tôi rất coi trọng sự hài lòng của khách.\n\nChúng tôi rất coi trọng ý kiến ​​của bạn và sẽ có hành động ngay lập tức để giải quyết mối lo ngại của bạn ngay lập tức.\n\nBạn có muốn nói chuyện với chúng tôi về trải nghiệm gần đây của bạn một cách chi tiết hơn không? Vui lòng cho chúng tôi biết và chúng tôi sẽ sẵn lòng hỗ trợ bạn.\n\nChúng tôi hy vọng sẽ sớm có được thời gian tuyệt vời để phục vụ bạn một lần nữa.\n\nTrân trọng,\n\nThế giới Angry BirdsĐọc thêm",
            "Nơi tuyệt vời cho trẻ em và người lớn, địa điểm gọn gàng và nhân viên tốt bụng, bắn súng thực sự là trải nghiệm tốt và giống như đi Karting....Đọc thêm"
        ],
        "star_ratings": [
            648,
            90,
            20,
            6,
            28
        ],
        "review_amount": 792,
        "location": [
            "Trung đông",
            "Qatar",
            "Những điều cần làm ở Doha",
            "Doha",
            "Thế giới chim giận dữ"
        ],
        "reviews_time": [
            "Written August 24, 2023",
            "Written August 26, 2023",
            "Written October 26, 2023",
            "Written October 26, 2023",
            "Written November 4, 2023",
            "Written December 11, 2023",
            "Written December 16, 2023",
            "Written January 1, 2024",
            "Written January 5, 2024",
            "Written January 24, 2024",
            "Written May 31, 2024",
            "Written April 17, 2024",
            "Written April 10, 2024",
            "Written February 25, 2024",
            "Written February 25, 2024",
            "Written February 20, 2024",
            "Written February 20, 2024",
            "Written February 20, 2024",
            "Written February 9, 2024",
            "Written January 29, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g294009-d14142070-Reviews-Angry_Birds_World-Doha.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g294009-d24895386-Reviews-Yasmine_Palace_Festival_City-Doha.html",
            "https://www.tripadvisor.com/Restaurant_Review-g19681358-d15617304-Reviews-Maki-Al_Daayen.html",
            "https://www.tripadvisor.com/Restaurant_Review-g19681358-d13446447-Reviews-Jamie_s_Italian-Al_Daayen.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294009-d12903393-Reviews-The_Cheesecake_Factory-Doha.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294009-d25041397-Reviews-Cerutti_Il_Caffe-Doha.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294009-d19119608-Reviews-Eataly-Doha.html",
            "https://www.tripadvisor.com/Restaurant_Review-g19681358-d14136162-Reviews-Wagamama-Al_Daayen.html",
            "https://www.tripadvisor.com/Restaurant_Review-g19681358-d12847035-Reviews-Sumo_Sushi-Al_Daayen.html",
            "https://www.tripadvisor.com/Restaurant_Review-g19681358-d12995510-Reviews-Five_Guys-Al_Daayen.html",
            "https://www.tripadvisor.com/Restaurant_Review-g19681358-d12995505-Reviews-Carluccio_s_Doha_Festival_City-Al_Daayen.html",
            "https://www.tripadvisor.com/Attraction_Review-g294009-d24154506-Reviews-Spark_Sense_And_Play-Doha.html",
            "https://www.tripadvisor.com/Attraction_Review-g294009-d13119820-Reviews-Qatar_National_Library-Doha.html",
            "https://www.tripadvisor.com/Attraction_Review-g294009-d8435229-Reviews-Katara_Mosque-Doha.html",
            "https://www.tripadvisor.com/Attraction_Review-g294009-d2647595-Reviews-Katara_Cultural_Village-Doha.html",
            "https://www.tripadvisor.com/Attraction_Review-g21179689-d24134426-Reviews-Place_Vendome_Mall-Lusail.html",
            "https://www.tripadvisor.com/Attraction_Review-g294009-d7189742-Reviews-Ezdan_Mall-Doha.html",
            "https://www.tripadvisor.com/Attraction_Review-g294009-d8750415-Reviews-Gulf_Mall-Doha.html",
            "https://www.tripadvisor.com/Attraction_Review-g294009-d2268344-Reviews-Mathaf_Musee_D_art_Moderne-Doha.html",
            "https://www.tripadvisor.com/Attraction_Review-g294009-d2693190-Reviews-Lagoona_Mall-Doha.html",
            "https://www.tripadvisor.com/Attraction_Review-g294009-d9826261-Reviews-Landmark_Mall-Doha.html",
            "https://www.tripadvisor.com/Attraction_Review-g294009-d14142070-Reviews-or10-Angry_Birds_World-Doha.html",
            "https://www.tripadvisor.com/Attraction_Review-g294009-d19785626-Reviews-Snow_Dunes-Doha.html",
            "https://www.tripadvisor.com/Attraction_Review-g294009-d23451528-Reviews-Doha_Quest-Doha.html",
            "https://www.tripadvisor.com/Attraction_Review-g294009-d17489443-Reviews-Virtuocity_Qatar_Gaming_Theme_Park-Doha.html",
            "https://www.tripadvisor.com/Attraction_Review-g294009-d386695-Reviews-City_Centre_Mall-Doha.html",
            "https://www.tripadvisor.com/Attraction_Review-g294009-d10261798-Reviews-Gondolania_Theme_Park-Doha.html",
            "https://www.tripadvisor.com/Attraction_Review-g294009-d17642083-Reviews-Yippy_Land-Doha.html",
            "https://www.tripadvisor.com/Attraction_Review-g294009-d23513585-Reviews-Doha_Quest-Doha.html",
            "https://www.tripadvisor.com/Attraction_Review-g294009-d23768938-Reviews-1847_Executive_Grooming_For_Men-Doha.html",
            "https://www.tripadvisor.com/Attraction_Review-g19681358-d12339086-Reviews-Doha_Festival_City-Al_Daayen.html",
            "https://www.tripadvisor.com/Attraction_Review-g294009-d13143326-Reviews-ESPA_at_Mondrian_Doha-Doha.html",
            "https://www.tripadvisor.com/Attraction_Review-g294009-d10481081-Reviews-Saray_Spa_at_Marriott_Marquis_City_Center_Doha-Doha.html",
            "https://www.tripadvisor.com/Attraction_Review-g294009-d13919212-Reviews-Q_Explorer_Tourism-Doha.html",
            "https://www.tripadvisor.com/Attraction_Review-g294009-d12234537-Reviews-365_Adventures-Doha.html",
            "https://www.tripadvisor.com/Attraction_Review-g294009-d2549139-Reviews-SISLEY_PARIS_SPA-Doha.html",
            "https://www.tripadvisor.com/Attraction_Review-g294009-d18856885-Reviews-Cenfit_Fitness_Centre-Doha.html",
            "https://www.tripadvisor.com/Attraction_Review-g294009-d16655379-Reviews-Museum_of_Illusions-Doha.html",
            "https://www.tripadvisor.com/Attraction_Review-g294009-d23965633-Reviews-Banyan_Tree_Spa_Doha-Doha.html",
            "https://www.tripadvisor.com/Attraction_Review-g294009-d5541693-Reviews-Poseidon_Dive_Center-Doha.html",
            "https://www.tripadvisor.com/Attraction_Review-g49483-d219409-Reviews-Santeetlah_Lake-Robbinsville_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g147320-d150494-Reviews-Condado_Beach-San_Juan_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g303804-d600370-Reviews-Cavtat_Old_Town-Cavtat_Konavle_Dubrovnik_Neretva_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35055-d3573469-Reviews-Minnehaha_Falls-Lakemont_Rabun_County_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g150770-d153903-Reviews-La_Bufadora-Ensenada_Ensenada_Municipality_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d13795222-Reviews-Fonda_theatre-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g36382-d2208656-Reviews-Channel_Cat_Taxi-Moline_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g294195-d3512914-Reviews-Turtle_Lake-Tbilisi.html",
            "https://www.tripadvisor.com/Attraction_Review-g189544-d245516-Reviews-Viking_Ship_Museum-Roskilde_West_Zealand_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g60864-d6659400-Reviews-The_Outlet_Collection_at_Riverwalk-New_Orleans_Louisiana.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g294009-d14142070-Reviews-or10-Angry_Birds_World-Doha.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g294009-d14142070-Reviews-Angry_Birds_World-Doha.html"
    }
]