[
    {
        "attraction_name": "Anh's Hoian And Danang Easy Rider In Vietnam",
        "attraction_name_vi": "Anh - s Hội An Và Đà Nẵng Easy Rider Tại Việt Nam",
        "general_info": [
            "241 đánh giá",
            "- 31 trên 492 Tour - Hoạt động tại Đà Nẵng",
            "Chuyến tham quan nhiều ngày",
            "Tour xe máy"
        ],
        "attraction_summary": "Anh - s Vietnam Easyriders cung cấp các chuyến tham quan bằng xe máy qua Tây Nguyên Việt Nam, phía bắc đến Động Phong Nha qua thành phố Huế và phía nam đến thành phố Đà Lạt qua Nha Trang và thành phố Hồ Chí Minh. Các chuyến tham quan của chúng tôi mang đến cơ hội duy nhất để bạn thoát khỏi đám đông điên cuồng, bạn sẽ tìm thấy trên con đường du lịch được du khách yêu thích. Chân thực và khó quên, bạn sẽ được trải nghiệm cảm giác chân thực ở Việt Nam. Chào mừng bạn đến với Anh - s Easyriders với dịch vụ rất chân thật và vui vẻ.Đọc thêm",
        "reviews": [
            "Đó là một trong những hoạt động thú vị nhất tôi đã làm ở Việt Nam. Anh rất dễ gần nhưng vẫn rất chuyên nghiệp, anh ấy không dồn ép thời gian trong khi chúng tôi đang dừng lại và chỉ để tôi ngắm cảnh. Toàn bộ chuyến đi cũng cảm thấy rất an toàn ngay cả đối với một người không biết lái xe như tôi. Điều này rất được khuyến khích.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì những đánh giá tuyệt vời của bạn nhưng tôi không nghĩ và không biết tại sao bạn lại cho 4 sao cho chuyến đi. Tôi hy vọng sẽ gặp lại bạn trong tương lai và thực hiện chuyến tham quan khác trên Tây Nguyên bằng đường Hồ Chí Minh .Đọc thêm",
            "Thời gian tuyệt vời ở phía sau xe máy. Xuất hiện khắp các con phố ngoại ô và sau Hội An. Cảm thấy rất an toàn trong tay có khả năng của họĐọc thêm",
            "Cảm ơn bạn rất nhiều vì đánh giá tuyệt vời của bạn và tôi hy vọng sẽ gặp lại bạn trong tương lai, bởi vì bạn thực sự là một khách hàng rất tốt và tôi rất nhớ và không bao giờ quên điều đó - s. Xin hãy nói một ngàn lời cảm ơn cho tôi vì khách hàng tốt bụng. Tôi hy vọng sẽ gặp lại nhau và nếu bạn có bạn bè, vui lòng giới thiệu với tôi khi họ đến Việt Nam.Đọc thêm",
            "Chúng tôi đã thực hiện một chuyến tham quan trong ngày bằng xe máy từ Hội An đến Huế. Tất cả hành lý của chúng tôi ở phía sau- - túi lớn không có vấn đề gì - : -, trời đang mưa nên họ cung cấp tấm che mưa từ đầu đến chân. Rất nhiều niềm vui. Điểm dừng tốt - thắng cảnh dọc đường để chia tay chuyến đi. Những chàng trai đáng yêu. Cảm ơn rất nhiều.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đánh giá tuyệt vời của bạn và tôi hy vọng bạn có thời gian vui vẻ và vui vẻ tận hưởng ở Việt Nam.\nĐọc thêm",
            "Người đàn ông này thật xuất sắc, anh ấy cung cấp dịch vụ hàng đầu và bạn có thể nói rằng anh ấy thực sự muốn chúng tôi có khoảng thời gian vui vẻ. Xe máy của anh ấy rất lớn nên bạn cảm thấy an toàn khi lái chúng và khả năng lái xe của anh ấy cũng rất hoàn hảo. Bất cứ khi nào chúng tôi cần dừng lại để làm gì đó, anh ấy đảm bảo rằng chúng tôi có được thứ mình cần trong vòng 5 - 10 phút. Rất khuyến khích!Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đánh giá tuyệt vời của bạn và tôi hy vọng sẽ gặp lại bạn trong tương lai.\nNhững lời chúc tốt đẹp nhất - và chuyến du lịch vui vẻ của bạn ở Campuchia.Đọc thêm",
            "Một ngày tuyệt vời! Anh rất hữu ích và chỉ là một chàng trai tuyệt vời. Những thác nước và nhà hàng hải sản mà chúng tôi dừng chân đều thật tuyệt vời! Tôi thực sự muốn giới thiệu chuyến đi này cho bất kỳ ai muốn đi đèo Hải Vân!Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đánh giá tuyệt vời và tôi chúc bạn mọi lời chúc tốt đẹp nhất và chuyến du lịch may mắn trên thế giới - - - .Đọc thêm",
            "Chồng tôi và tôi đã đặt chuyến đi trong ngày Đèo Hải Vân từ Hội An - nơi mà họ gọi chúng tôi là vòng quay hàng đầu - không chỉ vượt đèo mà còn cho phép tham quan Ngũ Hành Sơn, ăn trưa tại bãi biển Cổ Lăng và tham quan đến một thác nước xinh đẹp hẻo lánh, nơi chúng tôi có thể bơi và nhảy khỏi những tảng đá. Từ đầu đến cuối, đó là một ngày tuyệt vời và vượt quá mong đợi của chúng tôi. Anh và kan - tài xế của tôi - là những tài xế xuất sắc, rất hiểu biết và rất nhiều niềm vui để chia sẻ trong ngày. Những chiếc xe đạp rất thoải mái - những chiếc xe đạp lớn có tựa lưng và ghế ngồi thoải mái - và chúng rất sẵn lòng dừng lại bất cứ khi nào chúng tôi mệt mỏi hoặc muốn chụp ảnh. Một ngày tuyệt vời! Rất khuyến khíchĐọc thêm",
            "Chào em yêu!\nCảm ơn bạn rất nhiều vì bài đánh giá tuyệt vời của bạn - Tôi hy vọng và vui mừng được gặp lại bạn và chồng bạn trong tương lai có thể sẽ có chuyến du lịch vòng quanh Việt Nam khác. \nCảm ơn một lần nữa và cảm ơn bạn rất nhiều vì sự giúp đỡ của bạn. Tôi chúc bạn và chồng bạn có một kỳ nghỉ vui vẻ ở Việt Nam.Đọc thêm",
            "Vợ chồng tôi đã có chuyến du lịch tuyệt vời cùng Anh - s Easy Riders; khởi hành từ Hội An đến Ngũ Hành Sơn, vượt đèo Hải Văn, dùng bữa trưa thịnh soạn tại Vịnh Lăng Cô, sau đó bơi lội sảng khoái trong làn nước trong vắt từ thác nước trên núi.  Trong suốt cả ngày, anh Anh là một người hướng dẫn xuất sắc, vui tính, ân cần và luôn lịch sự.  Anh ấy nói tiếng Anh xuất sắc và có kiến ​​thức sâu rộng về khu vực này. Cùng với đồng nghiệp Mr Than, chúng tôi đã có một ngày đi chơi tuyệt vời, không bao giờ cảm thấy vội vã. Rất khuyến khíchĐọc thêm",
            "Em yêu của tôi! Mario.\n Cảm ơn bạn rất nhiều vì đánh giá tuyệt vời của bạn về bài viết. Tôi hy vọng sẽ gặp lại nhau khi bạn thực hiện chuyến lưu diễn tiếp theo tại Việt Nam.\n  Chúc các bạn có thời gian vui vẻ - - và tận hưởng chuyến du lịch vui vẻ tại Việt Nam. - - - - Hãy nói xin chào với vợ của bạn.\n  Chúc mọi điều tốt đẹp nhất đến với bạn.Đọc thêm",
            "Anh Anh dễ tính lắm. Luôn luôn đúng giờ. Tôi đã sử dụng dịch vụ của anh ấy ba lần và trở thành một người đàn ông hạnh phúc. Bất cứ ai đang tìm kiếm một chuyến tham quan bằng xe đạp, tôi thực sự khuyên bạn nên sử dụng dịch vụ Easy Riders của Mr Anh. Trước khi rời Việt Nam tôi đã nói với anh Anh rằng tôi sẽ quay lại sớm để tiếp tục chuyến du lịch biển.Đọc thêm",
            "Xin chào bạn của tôi, Lum.\nCảm ơn bạn rất nhiều vì những đánh giá tuyệt vời của bạn trên tripadvisor của tôi và tôi rất vui khi được thực hiện chuyến đi tiếp theo của bạn trong tương lai - - - - - - .\nVui vẻ trở lại và tôi chúc bạn mọi điều tốt đẹp nhất khi bạn - ll đi du lịch ở Việt Nam. Đọc thêm",
            "Chuyến đi tuyệt vời từ Hội An đến Huế, qua đèo Hải Văn và vào các làng chài, đầm phá, các điểm ngắm cảnh và hơn thế nữa. Anh và bạn của anh ấy cực kỳ thân thiện và hiểu biết, và những chiếc xe đạp của họ to lớn, thoải mái và thực sự an toàn. Đó là giá trị đáng kinh ngạc cho trải nghiệm. Rất khuyến khích!Đọc thêm",
            "Chào bạn của tôi!\nBạn thực sự là một người bạn rất tốt và một người tốt. Tôi rất may mắn được gặp bạn và vợ bạn. Tôi hy vọng có thể gặp lại bạn và vợ bạn trong tương lai và chúng ta sẽ thực hiện chuyến tham quan khác theo đường Hồ Chí Minh trên Quốc lộ. Đánh giá của bạn thật tuyệt vời và tôi rất vui được gặp lại bạn ở Việt Nam.\nAnh - s Easy Riders.\nĐọc thêm",
            "Mình và bạn mình đã có chuyến du lịch 4 ngày 3 đêm cùng Anh và Kiều. Ngày đầu tiên đến Khâm Đức và chúng tôi thấy trên đường đi có rất nhiều thứ. Chúng tôi dừng lại để bơi ở một thác nước rất đẹp và trong vắt. Chúng tôi luôn có đồ ăn ngon trong chuyến tham quan. Kiều và Anh biết đi đâu. Anh là một hướng dẫn viên thực sự giỏi kể về lịch sử và văn hóa của Việt Nam. Tôi thực sự sẽ khuyên bạn nên đi với họ. Họ rất vui vẻ và quan tâm rất nhiều đến bạn. Anh cũng là một người lái xe rất giỏi và luôn rất cẩn thận khi ra đường. Tôi chắc chắn sẽ đi lần nữa! Đọc thêm",
            "Chào em yêu!\n\n   Thực sự cảm ơn bạn rất nhiều - - vì những đánh giá tuyệt vời của bạn và cả những khách hàng rất tốt bụng. Tôi muốn gặp lại nhau trong tương lai và không đi du lịch vòng quanh Việt Nam hoặc có thể ở đâu đó.\n\nAnh Easy Rider. Đọc thêm"
        ],
        "star_ratings": [
            219,
            19,
            2,
            0,
            1
        ],
        "review_amount": 241,
        "location": [
            "Những điều cần làm ở Đà Nẵng",
            "Anh - s Hội An Và Đà Nẵng Easy Rider Tại Việt Nam",
            "Việt Nam",
            "Đà Nẵng",
            "Châu Á"
        ],
        "reviews_time": [
            "Written October 6, 2023",
            "Written July 20, 2023",
            "Written January 5, 2023",
            "Written July 12, 2022",
            "Written July 9, 2022",
            "Written July 6, 2022",
            "Written July 5, 2022",
            "Written June 22, 2022",
            "Written May 9, 2020",
            "Written March 9, 2020"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298085-d3966359-Reviews-Anh_s_Hoian_And_Danang_Easy_Rider_In_Vietnam-Da_Nang.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d3966359-Reviews-or10-Anh_s_Hoian_And_Danang_Easy_Rider_In_Vietnam-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d5556199-Reviews-Easyrider_Private_Day_Trips-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d13990190-Reviews-Sevva_Sky_Lounge-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d14169950-Reviews-Elys_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d4061341-Reviews-Phuong_Dong_Nightclub-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d14206416-Reviews-New_Phuong_Dong_Club-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d11729061-Reviews-Hoi_An_Da_Nang_Hue_Private_Day_Tour-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12703741-Reviews-Michi_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d17559552-Reviews-Danang_Backstreet_Food_Tour-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d23619216-Reviews-Pavo_Bar_Cuisine_Mixology-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15681094-Reviews-Thanh_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d24084077-Reviews-Linger_Cocktail_On_Da_Trolley-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d13198650-Reviews-Olive_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15612650-Reviews-Pheva_Chocolate-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d6623400-Reviews-Golf_Asian_Danang_Private_Golf_Day_Tour-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d27699650-Reviews-Ket_High_Cocktail_Bar-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g58687-d12551178-Reviews-Port_Townsend_Ferry_Terminal-Port_Townsend_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g55383-d2540349-Reviews-Dark_Island_Swinging_Bridge-Townsend_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d3670548-Reviews-Powell_and_Market_Cable_Car_Turnaround-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g47511-d1957600-Reviews-Spa_Castle-College_Point_Queens_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60993-d526691-Reviews-Carew_Tower-Cincinnati_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g580452-d4605584-Reviews-Ice_Skating-Aguadilla_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g33009-d2345689-Reviews-Original_McDonald_s_Site_and_Museum-San_Bernardino_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g51947-d4062334-Reviews-Blue_Heron_Landing_Rentals-Lincoln_City_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d106164-Reviews-California_Science_Center-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32389-d3585098-Reviews-Folsom_Premium_Outlets-Folsom_California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298085-d3966359-Reviews-or10-Anh_s_Hoian_And_Danang_Easy_Rider_In_Vietnam-Da_Nang.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298085-d3966359-Reviews-Anh_s_Hoian_And_Danang_Easy_Rider_In_Vietnam-Da_Nang.html",
        "caculated": true,
        "dicts_sentiment_average": {
            "cảnh": 0.7406734478427097,
            "chuyến đi": 0.8517073147896943,
            "chuyến tham quan": 0.8265160359442234,
            "thời gian": 0.8737691454589367,
            "xe máy": 0.7478013173968066,
            "con phố": 0.9898339057108387,
            "điểm": 0.8737691454589367,
            "dịch vụ": 0.9939376028487459,
            "chuyến du lịch": 0.9954726467452323,
            "thác nước": 0.9948402098671068,
            "nhà hàng hải sản": 0.9955382705084048,
            "vòng quay": 0.9823673824430443,
            "ngũ hành sơn": 0.8737691454589367,
            "bãi biển": 0.6708284421474673,
            "lăng": 0.8737691454589367,
            "xe đạp": 0.7472511511528864
        },
        "dicts_adj": {
            "cảnh": [
                "dễ",
                "gần",
                "chuyên nghiệp",
                "dọc"
            ],
            "chuyến đi": [
                "an toàn",
                "lái xe",
                "nhiều",
                "tuyệt vời",
                "thực sự",
                "bất kỳ"
            ],
            "chuyến tham quan": [
                "khác"
            ],
            "thời gian": [
                "tuyệt vời"
            ],
            "xe máy": [
                "lớn",
                "an toàn",
                "hoàn hảo"
            ],
            "con phố": [
                "khắp"
            ],
            "điểm": [
                "tốt"
            ],
            "dịch vụ": [
                "xuất sắc",
                "có thể",
                "thực sự",
                "vui vẻ"
            ],
            "chuyến du lịch": [
                "tốt đẹp",
                "vui vẻ",
                "nhiều",
                "tuyệt vời",
                "tốt đẹp",
                "nhất",
                "may mắn"
            ],
            "thác nước": [
                "tuyệt vời",
                "xinh đẹp",
                "hẻo lánh"
            ],
            "nhà hàng hải sản": [
                "tuyệt vời"
            ],
            "vòng quay": [
                "xinh đẹp",
                "hẻo lánh"
            ],
            "ngũ hành sơn": [
                "xinh đẹp",
                "hẻo lánh"
            ],
            "bãi biển": [
                "xinh đẹp",
                "hẻo lánh"
            ],
            "lăng": [
                "xinh đẹp",
                "hẻo lánh"
            ],
            "xe đạp": [
                "thoải mái",
                "lớn",
                "thoải mái",
                "sẵn lòng",
                "mệt mỏi"
            ]
        },
        "list_proper_noun": [],
        "factor value": {
            "cảnh": 2,
            "chuyến đi": 3.5,
            "chuyến tham quan": 1,
            "thời gian": 1,
            "xe máy": 2,
            "con phố": 1,
            "điểm": 1,
            "dịch vụ": 1,
            "chuyến du lịch": 1.5,
            "thác nước": 1.0,
            "nhà hàng hải sản": 0.5,
            "vòng quay": 0.5,
            "ngũ hành sơn": 0.5,
            "bãi biển": 0.5,
            "lăng": 0.5,
            "xe đạp": 0.5
        }
    },
    {
        "attraction_name": "Anh's Hoian And Danang Easy Rider In Vietnam",
        "attraction_name_vi": "Anh - s Hội An Và Đà Nẵng Easy Rider Tại Việt Nam",
        "general_info": [
            "241 đánh giá",
            "- 31 trên 492 Tour - Hoạt động tại Đà Nẵng",
            "Chuyến tham quan nhiều ngày",
            "Chuyến tham quan bằng xe máy"
        ],
        "attraction_summary": "Anh - s Vietnam Easyriders cung cấp các chuyến tham quan bằng xe máy qua Tây Nguyên Việt Nam, phía bắc đến Động Phong Nha qua thành phố Huế và phía nam đến thành phố Đà Lạt qua Nha Trang và thành phố Hồ Chí Minh. Các chuyến tham quan của chúng tôi mang đến cơ hội duy nhất để bạn thoát khỏi đám đông điên cuồng, bạn sẽ tìm thấy trên con đường du lịch được du khách yêu thích. Chân thực và khó quên, bạn sẽ được trải nghiệm cảm giác chân thực ở Việt Nam. Chào mừng bạn đến với Anh - s Easyriders với dịch vụ rất chân thật và vui vẻ.Đọc thêm",
        "reviews": [
            "Anh và keuh rất tử tế, là những tay đua giỏi và an toàn. Chúng tôi đã dành một ngày để thực hiện một chuyến tham quan tuyệt vời và đó thật là một ngày đẹp trời. Họ - rất khỏe mạnh và rất tử tế với chúng tôi, họ đã cho chúng tôi bộ đồ vì trời đang mưa và anh ấy đã cho chúng tôi như vậy nhiều thông tin về tất cả những nơi chúng tôi đã đếnKhông vội vàng và thời gian đã đến với chúng tôiRất cám ơn anh và keuhTôi hy vọng sẽ gặp lại họ, dù trên đường hay không, Họ - rất thân thiệnMariem và MahdiĐọc thêm",
            "Chào em yêu, Mahdi.\n\n    Cảm ơn bạn rất nhiều vì những đánh giá tuyệt vời của bạn và thực sự tôi hy vọng một ngày nào đó trong tương lai sẽ được gặp bạn và vợ bạn ở Việt Nam và có được những ngày nghỉ dưỡng cặp đôi vùng cao nguyên miền Trung trên đường cao tốc Hồ Chí Minh. \n\n    Anh - s Easy Riders. Đọc thêm",
            "Chuyến đi tuyệt vời. Đường chuyền tuyệt vời. Hướng dẫn nhiệt tình. Hướng dẫn viên cũng là người lái xe giỏi. Hãy chắc chắn xác định nơi bạn muốn chuyến đi kết thúc. Sẽ làm lại. Cảm ơn!Đọc thêm",
            "Tôi rất vui và thực sự cảm ơn bạn rất nhiều vì đánh giá tuyệt vời của bạn và tôi hy vọng sẽ gặp lại bạn trong những lần tiếp theo thực hiện nhiều chuyến du lịch đến Tây Nguyên để tìm hiểu thêm về văn hóa ở Việt Nam.\n\nAnh - s Easy Riders. Đọc thêm",
            "Chuyến tham quan tuyệt vời! Hướng dẫn tuyệt vời, rất am hiểu. Anh Anh rất am hiểu Andy kể chuyện. Chúng tôi đi xem một thác nước nhỏ. Đọc thêm",
            "Cảm ơn bạn rất nhiều vì những đánh giá của bạn và tôi hy vọng sẽ gặp lại bạn vào lần sau và không thực hiện một chuyến tham quan nào trên đường Hồ Chí Minh.\n\nAnh - s Easy Riders. Đọc thêm",
            "Tôi - sẽ không bao giờ quên ba ngày cuối cùng chúng tôi trải qua với Ahn và nhóm tay đua đáng tin cậy của anh ấy - những thắng cảnh, những câu chuyện, những món ăn nổi bật, những khách sạn và khi thích hợp, thỉnh thoảng tăng tốc đột ngột. Từ rừng rậm, ruộng lúa đến thành phố, chúng tôi có tất cả chỉ trong vài ngày. Kiến thức địa phương là điều không thể thiếu khi đến bữa ăn - chúng tôi ăn chay và thưởng thức một số món ăn ngon nhất trong ký ức mà lẽ ra chúng tôi phải có hoàn toàn ngoài tầm với. Nhưng quan trọng hơn là những khoảng thời gian vui vẻ mà chúng tôi trải qua với các chàng trai mỗi đêm. Tôi cảm thấy như tôi đã có một cái nhìn thoáng qua về một Việt Nam thực sự. Vợ tôi, bố mẹ cô ấy và tôi đã có khoảng thời gian tuyệt vời với những người đã trở thành một nhóm bạn tốt và tôi nóng lòng muốn được trở lại yên xe. Nói ngắn gọn; an toàn, chuyên nghiệp, thân thiện và vui vẻ.Đọc thêm",
            "Matt thân mến.\n\nCảm ơn bạn rất nhiều vì đánh giá tuyệt vời của bạn và rất vui được gặp lại bạn trong tương lai trong các chuyến du lịch ở Việt Nam.\n\nAnh Easy Rider. Đọc thêm",
            "Chúng tôi có 4 người và có chuyến đi tuyệt vời nhất với Ahn, Thomas và nhóm của họ. Họ chăm sóc chúng tôi rất tốt và chúng tôi luôn cảm thấy an toàn. Chuyến đi thật tuyệt vời, được ngắm nhìn một số vùng quê xinh đẹp và ghé thăm một số địa điểm đặc biệt - bạn thực sự được nhìn thấy một Việt Nam thực sự. Các khách sạn sạch sẽ và thức ăn tuyệt vời. Chuyến đi là điểm nhấn trong chuyến thăm Việt Nam của chúng tôi. Sẽ giới thiệu kỹ lưỡng Ahn - s Easy Riders.Phillip - Sydney, Australia - Đọc thêm",
            "Xin chào Phillip,\n\nThực sự cảm ơn bạn rất nhiều vì đánh giá tuyệt vời của bạn - - và tôi hy vọng sẽ gặp lại bạn lần sau và không thực hiện các chuyến du lịch khác ở Việt Nam.\n\nAnh - s Easy Rider.\n\nĐọc thêm",
            "Chúng tôi bắt đầu chuyến tham quan với Anh và Ciuh tại Hội An. Đầu tiên, chúng tôi chỉ đặt chuyến xe từ Hội An đến Huế nhưng sau đó chúng tôi rất thích nó nên chúng tôi đã đặt chuyến du lịch hai ngày với họ. Vào ngày đầu tiên, họ cho chúng tôi xem những ngọn núi cẩm thạch, một số di tích chiến tranh, khung cảnh tuyệt đẹp và cung điện hoàng gia ở Huế. Vào ngày thứ hai, họ chỉ cho chúng tôi những điều quan trọng nhất ở Huế và chở chúng tôi qua đường Hồ Chí Minh đến P rao nơi chúng tôi ở trong một khách sạn đẹp. Vào ngày cuối cùng họ chở chúng tôi trở lại sân bay Đà Nẵng. Anh và bạn của anh ấy thật tuyệt vời! Họ đưa chúng tôi đến gần hơn với văn hóa Việt Nam, chỉ cho chúng tôi những địa điểm ẩn giấu và địa phương, biết rất nhiều về tất cả những nơi chúng tôi đến thăm và họ là hai chàng trai thực sự tốt bụng và vui tính! Anh nói tiếng Anh rất tốt và như thế này chúng tôi có thể hỏi rất nhiều điều mà chúng tôi thắc mắc. Cả hai người họ đều là những người lái xe rất có kinh nghiệm, chúng tôi luôn cảm thấy hoàn toàn an toàn. Thật không may, trời mưa suốt nhưng họ cũng được trang bị hoàn hảo cho việc đó. Chúng tôi có áo mưa và thậm chí cả ủng cao su! Lúc đầu, chúng tôi lo lắng về hành lý của mình vì chúng tôi có hai chiếc vali lớn - nhưng không, họ có thể xử lý hành lý mà không gặp vấn đề gì! Nhìn chung, một trong những điều tốt nhất chúng tôi đã làm ở Việt Nam!Đọc thêm",
            "Xin chào bạn của tôi!\n\nThực sự cảm ơn bạn rất nhiều vì đánh giá tuyệt vời của bạn - - và tôi hy vọng sẽ gặp lại bạn trong tương lai.\n\nAnh - s Easy Rider. Đọc thêm",
            "Tôi đã có một ngày khám phá tuyệt vời bằng xe máy với Kieu. Anh ấy là một tài xế rất giỏi và tôi không bao giờ cảm thấy không an toàn hay lo lắng. Đây là cách di chuyển tốt hơn nhiều so với việc đi bằng xe khách hoặc xe buýt với một nhóm lớn. Thật tuyệt khi có ánh nắng trên vai và gió trên mặt, cộng với quang cảnh đẹp hơn nhiều. Tôi đã thấy nhiều nơi hôm nay bao gồm Ngũ Hành Sơn, đèo Hải Vân và Lăng Cô, cùng nhiều nơi khác nữa. Có rất nhiều nơi để tham quan xung quanh đây và tôi khuyên bạn nên sử dụng Kieu cho chuyến phiêu lưu tiếp theo của mình. Đọc thêm",
            "Ashley thân mến,\n\n    Cảm ơn bạn rất nhiều vì đánh giá tuyệt vời của bạn và tôi hy vọng sẽ gặp lại bạn trong tương lai và nhận được những chuyến du lịch khác cho ngày của các cặp đôi trên Tây Nguyên bên đường Hồ Chí Minh.\n\n  Anh - s Easy Rider. Đọc thêm",
            "Anh và bạn của anh ấy đã đưa chúng tôi đến một số địa điểm tuyệt vời nhất ở da dang!! Điều tốt nhất chúng tôi đã làm trong chuyến đi 10 ngày ở đó! Chúng tôi cảm thấy rất an toàn và anh ấy là một tay đua cẩn thận! Anh ấy kể cho chúng tôi nghe lịch sử của tất cả những nơi anh ấy đưa tôi và bạn trai tôi đến và thậm chí đến một số địa phương để có được hương vị thực sự của Việt Nam. Tôi không thể giới thiệu anh ấy đủ cao! Cảm ơn bạn đã làm cho chuyến đi của chúng tôi thật tuyệt vời! Mong gặp lại các bạn trong tương lai : - Đọc thêm",
            "Xin chào Roxanna,\n\n     Cảm ơn bạn vì lần đầu tiên - - và thực sự tôi rất vui khi có được khách hàng của bạn vì bạn thực sự rất tốt và cũng cảm ơn rất nhiều vì những đánh giá tuyệt vời của bạn về cố vấn chuyến đi của tôi. Tôi hy vọng như vậy và rất vui được gặp lại bạn, kể cả bạn trai của bạn trên tương lai và tôi sẽ chỉ cho bạn kế hoạch của bạn về một nơi rất lãng mạn vì lợi ích của các cặp đôi.\n\nAnh - s Easy Riders.\n\nĐọc thêm",
            "Bạn gái của tôi và tôi đã có một chuyến đi Tripp thực sự tuyệt vời với Anh và Bạn Ti của anh ấy trong bốn ngày vào tháng 9 năm 2019 : - Chúng tôi đạp xe từ Đồng Hới xuống Hội An. Anh luôn vui vẻ và có những câu chuyện vui để kể. Chúng tôi ăn rất ngon và phòng đều ổn. chuyến đi hay đấy :DĐọc thêm",
            "Chào bạn thân mến,\n\nCảm ơn bạn rất nhiều vì đánh giá tuyệt vời của bạn và tôi hy vọng được gặp lại bạn - một lần nữa và thực hiện các chuyến tham quan khác ở Tây Nguyên.\n\nAnh - s dễ lái.\n\nĐọc thêm",
            "Đã có một chuyến đi tuyệt vời từ Hội An đến Huế với Anh và Cu, những chiếc xe đạp được trang bị để đựng ba lô của chúng tôi và tôi cảm thấy siêu an toàn khi ngồi trên lưng. Tôi - tôi không thoải mái khi đi xe máy ở Việt Nam nhưng tôi cảm thấy thoải mái ngay lập tức nhờ lái xe an toàn. Việc ngâm mình trong suối voi cùng người dân địa phương là điểm nhấn của hành trình. Theo quan điểm của tôi, cảnh quan tuyệt đẹp của đèo Hải Vân sẽ đẹp hơn nhiều khi có gió thổi vào mặt bạn sau xe máy thay vì điều hòa từ xe buýt. Muốn giới thiệu!Đọc thêm",
            "Xin chào Gemma\n\n    Cảm ơn bạn rất nhiều vì đánh giá tuyệt vời của bạn và tôi hy vọng sẽ gặp lại và thực hiện chuyến tham quan khác bằng đường cao tốc Hồ Chí Minh.\n\n    Anh - s Easy Rider.\nĐọc thêm"
        ],
        "star_ratings": [
            219,
            19,
            2,
            0,
            1
        ],
        "review_amount": 241,
        "location": [
            "Những điều cần làm ở Đà Nẵng",
            "Anh - s Hội An Và Đà Nẵng Easy Rider Tại Việt Nam",
            "Việt Nam",
            "Đà Nẵng",
            "Châu Á"
        ],
        "reviews_time": [
            "Written February 20, 2020",
            "Written December 26, 2019",
            "Written December 26, 2019",
            "Written December 17, 2019",
            "Written December 16, 2019",
            "Written December 1, 2019",
            "Written October 11, 2019",
            "Written September 30, 2019",
            "Written September 29, 2019",
            "Written August 26, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298085-d3966359-Reviews-or10-Anh_s_Hoian_And_Danang_Easy_Rider_In_Vietnam-Da_Nang.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d3966359-Reviews-Anh_s_Hoian_And_Danang_Easy_Rider_In_Vietnam-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d3966359-Reviews-or20-Anh_s_Hoian_And_Danang_Easy_Rider_In_Vietnam-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d5556199-Reviews-Easyrider_Private_Day_Trips-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d13990190-Reviews-Sevva_Sky_Lounge-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d14169950-Reviews-Elys_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d4061341-Reviews-Phuong_Dong_Nightclub-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d14206416-Reviews-New_Phuong_Dong_Club-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d11729061-Reviews-Hoi_An_Da_Nang_Hue_Private_Day_Tour-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12703741-Reviews-Michi_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d17559552-Reviews-Danang_Backstreet_Food_Tour-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d23619216-Reviews-Pavo_Bar_Cuisine_Mixology-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15681094-Reviews-Thanh_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d24084077-Reviews-Linger_Cocktail_On_Da_Trolley-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d13198650-Reviews-Olive_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15612650-Reviews-Pheva_Chocolate-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d6623400-Reviews-Golf_Asian_Danang_Private_Golf_Day_Tour-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d27699650-Reviews-Ket_High_Cocktail_Bar-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g297895-d7029063-Reviews-Bentota_Beach-Bentota_Galle_District_Southern_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d125449-Reviews-The_Auto_Collections-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g55930-d3502266-Reviews-Great_Wolf_Lodge_Waterpark-Grapevine_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g1026922-d3504412-Reviews-Kalamitsi_Beach-Sarti_Sithonia_Halkidiki_Region_Central_Macedonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g29222-d6876601-Reviews-Kuilima_Cove-Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d15096790-Reviews-Defy-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g32580-d3443158-Reviews-Splash_La_Mirada_Regional_Aquatics_Center-La_Mirada_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g1735954-d480112-Reviews-Aburi_Botanical_Gardens-Aburi_Eastern_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g60842-d247702-Reviews-Ripley_s_Believe_It_or_Not_Gatlinburg-Gatlinburg_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g635613-d11645000-Reviews-New_Market_Nea_Agora-Rhodes_Town_Rhodes_Dodecanese_South_Aegean.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298085-d3966359-Reviews-or20-Anh_s_Hoian_And_Danang_Easy_Rider_In_Vietnam-Da_Nang.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298085-d3966359-Reviews-or10-Anh_s_Hoian_And_Danang_Easy_Rider_In_Vietnam-Da_Nang.html",
        "caculated": true,
        "dicts_sentiment_average": {
            "tay đua giỏi": 0.9954197052284144,
            "chuyến tham quan": 0.8911640968144638,
            "vùng cao nguyên": 0.9954644201206975,
            "chuyến đi": 0.9621405377984047,
            "đường chuyền": 0.995450533227995,
            "hướng dẫn viên": 0.5,
            "người lái xe giỏi": 0.5,
            "chuyến du lịch": 0.7477795313898241,
            "tây nguyên": 0.8737691454589367,
            "văn hóa": 0.5,
            "thác nước": 0.5478085223585367,
            "câu chuyện": 0.7193005904555321,
            "món ăn": 0.9946129909755351,
            "khách sạn": 0.8908745720982552,
            "rừng rậm": 0.5,
            "ruộng lúa": 0.5,
            "kiến thức": 0.8737691454589367,
            "bữa ăn": 0.9898459875548724,
            "ăn chay": 0.9733590990945231,
            "ký ức": -0.22037439793348312,
            "khoảng thời gian": 0.9621578567312099,
            "yên xe": 0.5,
            "vùng quê": 0.9954139473848045,
            "địa điểm": 0.9645475608219082,
            "thức ăn": 0.9954791301861405,
            "chuyến thăm": 0.5,
            "chuyến xe": 0.5,
            "ngọn núi cẩm thạch": 0.9918092135339975,
            "di tích chiến tranh": 0.9954663274111226,
            "khung cảnh": 0.9955325783230364,
            "cung điện hoàng gia": 0.5,
            "văn hóa việt nam": 0.8737691454589367,
            "địa điểm ẩn giấu": 0.2795390607789159,
            "người lái xe": 0.9955447367974557,
            "áo mưa": 0.678078031167388,
            "hành lý": 0.6804161537438631,
            "vali": 0.5313877519220114
        },
        "dicts_adj": {
            "tay đua giỏi": [
                "tử tế",
                "an toàn"
            ],
            "chuyến tham quan": [
                "tuyệt vời",
                "đẹp",
                "tuyệt vời",
                "nhiều"
            ],
            "vùng cao nguyên": [
                "nhiều",
                "tuyệt vời",
                "thực sự"
            ],
            "chuyến đi": [
                "tuyệt vời",
                "chắc chắn",
                "tuyệt vời",
                "nhất",
                "tuyệt vời"
            ],
            "đường chuyền": [
                "tuyệt vời"
            ],
            "hướng dẫn viên": [],
            "người lái xe giỏi": [],
            "chuyến du lịch": [
                "nhiều",
                "tuyệt vời",
                "vui",
                "nhiều",
                "tuyệt vời",
                "khác"
            ],
            "tây nguyên": [
                "vui",
                "thực sự",
                "nhiều",
                "tuyệt vời",
                "nhiều"
            ],
            "văn hóa": [],
            "thác nước": [
                "nhỏ"
            ],
            "câu chuyện": [
                "nổi bật"
            ],
            "món ăn": [
                "nổi bật",
                "ngon",
                "nhất"
            ],
            "khách sạn": [
                "đột ngột",
                "sạch sẽ",
                "quan trọng",
                "nhất",
                "đẹp"
            ],
            "rừng rậm": [],
            "ruộng lúa": [],
            "kiến thức": [
                "ngon",
                "nhất"
            ],
            "bữa ăn": [
                "ngon",
                "nhất"
            ],
            "ăn chay": [
                "ngon",
                "nhất"
            ],
            "ký ức": [
                "hoàn toàn"
            ],
            "khoảng thời gian": [
                "tuyệt vời",
                "tốt"
            ],
            "yên xe": [],
            "vùng quê": [
                "xinh đẹp"
            ],
            "địa điểm": [
                "đặc biệt",
                "thực sự",
                "thực sự"
            ],
            "thức ăn": [
                "tuyệt vời"
            ],
            "chuyến thăm": [],
            "chuyến xe": [],
            "ngọn núi cẩm thạch": [
                "đẹp"
            ],
            "di tích chiến tranh": [
                "đẹp"
            ],
            "khung cảnh": [
                "đẹp"
            ],
            "cung điện hoàng gia": [],
            "văn hóa việt nam": [
                "gần",
                "hơn"
            ],
            "địa điểm ẩn giấu": [
                "nhiều",
                "thực sự",
                "tốt bụng"
            ],
            "người lái xe": [
                "hoàn toàn",
                "an toàn"
            ],
            "áo mưa": [],
            "hành lý": [
                "lớn"
            ],
            "vali": [
                "lớn"
            ]
        },
        "list_proper_noun": [],
        "factor value": {
            "tay đua giỏi": 0.5,
            "chuyến tham quan": 2.0,
            "vùng cao nguyên": 0.5,
            "chuyến đi": 1.0,
            "đường chuyền": 0.5,
            "hướng dẫn viên": 0.5,
            "người lái xe giỏi": 0.5,
            "chuyến du lịch": 2.0,
            "tây nguyên": 0.5,
            "văn hóa": 0.5,
            "thác nước": 0.5,
            "câu chuyện": 0.5,
            "món ăn": 0.5,
            "khách sạn": 1.5,
            "rừng rậm": 0.5,
            "ruộng lúa": 0.5,
            "kiến thức": 0.5,
            "bữa ăn": 0.5,
            "ăn chay": 0.5,
            "ký ức": 0.5,
            "khoảng thời gian": 0.5,
            "yên xe": 0.5,
            "vùng quê": 0.5,
            "địa điểm": 0.5,
            "thức ăn": 0.5,
            "chuyến thăm": 0.5,
            "chuyến xe": 0.5,
            "ngọn núi cẩm thạch": 0.5,
            "di tích chiến tranh": 0.5,
            "khung cảnh": 0.5,
            "cung điện hoàng gia": 0.5,
            "văn hóa việt nam": 0.5,
            "địa điểm ẩn giấu": 0.5,
            "người lái xe": 0.5,
            "áo mưa": 0.5,
            "hành lý": 0.5,
            "vali": 0.5
        }
    },
    {
        "attraction_name": "Anh's Hoian And Danang Easy Rider In Vietnam",
        "attraction_name_vi": "Anh - s Hội An Và Đà Nẵng Easy Rider Tại Việt Nam",
        "general_info": [
            "241 đánh giá",
            "- 31 trên 492 Tour - Hoạt động tại Đà Nẵng",
            "Chuyến tham quan nhiều ngày",
            "Chuyến tham quan bằng xe máy"
        ],
        "attraction_summary": "Anh - s Vietnam Easyriders cung cấp các tour du lịch bằng xe máy qua Cao nguyên Trung bộ Việt Nam, về phía bắc đến động Phong Nha qua thành phố Huế và về phía nam đến thành phố Đà Lạt qua Nha Trang và thành phố Hồ Chí Minh. Các tour du lịch của chúng tôi mang đến cho bạn cơ hội độc đáo để tránh xa đám đông ồn ào, bạn sẽ tìm thấy trên con đường du lịch được nhiều người biết đến. Thật sự chân thực và khó quên, bạn sẽ trải nghiệm được những điều thực sự ở Việt Nam. Chào mừng đến với Anh - s Easyriders, dịch vụ rất trung thực và vui vẻ. Đọc thêm",
        "reviews": [
            "Chúng tôi gặp Anh tại một quán cà phê nhỏ ở một góc trung tâm Đà Nẵng vào ngày đầu tiên chúng tôi đến. Chúng tôi thích anh ấy ngay lập tức và sau khi anh ấy kể cho chúng tôi về chuyến du lịch năm ngày bốn đêm từ Hội An đến Đà Lạt mà anh ấy có thể thực hiện cùng chúng tôi, chúng tôi đã bị cuốn hút. Anh ấy đưa cho chúng tôi thẻ của anh ấy và đêm đó chúng tôi đã nghiên cứu về anh ấy : - . Một ngày sau khi chúng tôi đặt tour cùng anh ấy và bạn đồng hành Hải và chúng tôi không hối hận về quyết định này. Thông qua Anh và Hải, chúng tôi đã tiếp cận được một Việt Nam mà lẽ ra chúng tôi chưa từng trải qua. Chúng tôi chứng kiến ​​bữa tiệc của đất nước nơi không có xe buýt du lịch nào chở đông người. Đôi khi chỉ có chúng tôi, hai người Gringos trong số tất cả những người dân địa phương, mà chúng tôi thực sự YÊU THÍCH. Chúng tôi thực sự có thể giới thiệu Anh và Hải và sẽ đặt chuyến tham quan lại với họ ngay lập tức. Cảm ơn bạn rất nhiều vì đã cho chúng tôi thấy đất nước và tình bạn của bạn! Chúc mọi điều tốt đẹp nhất, Sibylle và MarcoĐọc thêm",
            "Bạn thân mến, Sibylle và Marco.\n\n   Cảm ơn bạn rất nhiều vì đánh giá tuyệt vời của bạn và chúng tôi rất vui được gặp lại bạn trong tương lai và không thực hiện chuyến lưu diễn nào ở Việt Nam. Cảm ơn một lần nữa và chúc bạn vui vẻ tận hưởng khoảng thời gian ở Việt Nam.\n\n   Anh - s Easy Riders.\nĐọc thêm",
            "Anh là nhất!! Anh ấy lái xe siêu an toàn và đưa tôi đến những địa điểm tuyệt vời - những điểm ngắm cảnh đẹp, những địa danh lịch sử thực sự thú vị, những điểm đánh cá địa phương, một nhà hàng hải sản tuyệt vời trên một bãi biển xa xôi, một thác nước tự nhiên...thật là vui. Anh ấy vui vẻ chụp ảnh cho tôi và cung cấp thông tin về đất nước cũng như những địa điểm chúng tôi đã ghé thăm trên đường đi. Tiếng Anh của anh ấy rất tuyệt và anh ấy có khiếu hài hước. Chắc chắn đây là phần tuyệt vời nhất trong chuyến đi Việt Nam của tôi!Đọc thêm",
            "Bạn thân mến của tôi, Virgs.\n   Cảm ơn bạn rất nhiều đánh giá tuyệt vời của bạn vì vậy thực sự rất vui được gặp lại nhau trong tương lai và nên thực hiện một chuyến tham quan khác bằng đường cao tốc Hồ Chí Minh.\n\n    Anh - s Easy Riders. Đọc thêm",
            "Một ngày tuyệt vời với Anh, được tổ chức thông qua một nhà trọ trong thời gian rất ngắn. Ban đầu chúng tôi đi tour nửa ngày, nhưng sau đó tôi kéo dài thành cả ngày. Tuyến đường tuyệt vời và chuyến đi rất suôn sẻ. Anh đã đưa tôi đến một số điểm ngắm cảnh tuyệt vời trong suốt chuyến đi, điểm nổi bật là bơi ở một thác nước nguyên sơ và hầu như chưa được biết đến ngay gần đèo Hải Vân. Tiếng Anh của anh ấy rất tốt và anh ấy là một hướng dẫn viên du lịch tuyệt vời, tôi thực sự muốn giới thiệu. Đọc thêm",
            "Xin chào Andy.\nThực sự cảm ơn bạn rất nhiều vì đánh giá tuyệt vời của bạn và tôi hy vọng như vậy, tôi sẽ rất vui khi bạn mang theo những người bạn của mình đến Việt Nam cùng nhau và hy vọng bạn sẽ nhận được những điều mới từ Central hinght trên đường Hồ Chí Minh.Đọc thêm",
            "Anhs có kiến ​​thức tuyệt vời về khu vực địa phương, anh ấy rất thân thiện và dễ nói chuyện. Anh ấy là một quý ông và tôi thực sự khuyên bạn nên chọn anh.Đọc thêm",
            "Chào em yêu, James.\n\n    Cảm ơn bạn rất nhiều vì những đánh giá của bạn và tôi rất vui được gặp lại bạn trong tương lai. Chúc bạn những điều tốt đẹp nhất để tận hưởng Việt Nam.\n\n    Anh - s Easy Riders.\n\n   Đọc thêm",
            "Anh đã làm cho thời gian của chúng tôi ở Đà Nẵng trở nên đáng giá, đến khách sạn đúng giờ và cung cấp cho chúng tôi một chiếc xe máy, anh ấy đảm bảo rằng chúng tôi luôn an toàn, anh ấy không chỉ cho bạn thấy những khung cảnh tuyệt vời nhất mà còn kể cho bạn rất nhiều về lịch sử của Việt Nam mà chúng tôi thích nghe, là một chuyến đi tuyệt vời qua đèo Hải Vân đến suối voi, nơi chúng tôi thích bơi lội và nhảy qua những tảng đá. Sau đó anh ấy đưa chúng tôi đến một nhà hàng hải sản xinh xắn - tất cả đều có giá tốt. Nếu các bạn đang lên kế hoạch đến Đà Nẵng chắc chắn hãy gọi cho anh ấy để có một ngày đi chơi vui vẻNgày tuyệt vời nhất của chúng tôi ở Đà NẵngĐọc thêm",
            "Luke thân mến,\n\n     Cảm ơn bạn rất nhiều vì những đánh giá tuyệt vời của bạn trong chuyến đi web của tôi vì vậy tôi hy vọng trong tương lai sẽ gặp lại bạn và làm vài ngày trên Tây Nguyên bằng đường cao tốc Hồ Chí Minh.\n\n   Anh - s Easy Riders. Đọc thêm",
            "Trong thời gian ở Hội An vài ngày, chúng tôi thuê Anh và anh trai chở chúng tôi đi đèo Hải Vân và Bà Nà Hills. Thật là một ngày tuyệt vời! Anh và Dũng rất chuyên nghiệp và hiểu biết, và xe đạp của họ mang lại cảm giác lái rất thoải mái. Rất khuyến khích họ nếu bạn đang tìm kiếm một cách thú vị và thú vị để khám phá Việt Nam!Đọc thêm",
            "Lý thân mến,\n\n  Cảm ơn bạn rất nhiều vì đánh giá tuyệt vời của bạn trên trang web của tôi và tôi hy vọng sẽ gặp lại bạn trong tương lai để thực hiện thêm chuyến đi trên Tây Nguyên bằng đường cao tốc Hồ Chí Minh.\n\nAnh - s Easy Riders. Đọc thêm",
            "Chúng tôi đã có 2 ngày đi xe với tư cách là hành khách trên những chiếc xe máy với 4 tay đua dễ tính đã đưa gia đình gồm hai người lớn và hai đứa trẻ vị thành niên của chúng tôi đi vòng quanh các địa điểm ở Đà Nẵng và khu vực lân cận. Đón chúng tôi đúng giờ như được sắp xếp từ khách sạn của chúng tôi vào cả hai buổi sáng. Không có gì là quá khó khăn với họ trong suốt thời gian chúng tôi ở bên nhau. Rất hiểu biết và quan tâm với cảm giác thú vị tuyệt vời quá! Chúng tôi đã được chăm sóc tốt. Những người lái xe tuyệt vời, tất cả chúng tôi đều cảm thấy thực sự an toàn trong suốt chuyến đi.  Đèo Hải Vân là điểm dừng chân tuyệt vời để chụp những bức ảnh đẹp tại các điểm quan trọng trên đường đi mà họ đã biết. Chắc chắn sẽ KHUYẾN NGHỊ vì họ thực sự đã tạo nên một trong những điểm nổi bật trong kỳ nghỉ của chúng tôi tại Việt Nam. CẢM ƠN CÁC BẠN DỄ DÀNG!Đọc thêm",
            "Martydav thân mến của tôi,\n\n    Cảm ơn bạn rất nhiều vì đánh giá tuyệt vời của bạn và tôi rất may mắn cũng có được những khách hàng rất tốt bụng. Tôi hy vọng một ngày nào đó trong tương lai sẽ gặp lại bạn và thực hiện các chuyến du lịch trong ngày dành cho cặp đôi trên đường cao tốc Hồ Chí Minh.\n\n   Anh - s Easy Riders.Đọc thêm",
            "Anh, Nam và Hy vô cùng thân thiện và hiểu biết, cảm thấy an toàn khi đi xe đạp trong suốt cả ngày. Đà Nẵng - Đèo Hải Vân - Huế và quay lại trong một ngày là một yêu cầu lớn và họ đã vượt qua ngày tuyệt vời nhất. Khởi hành từ sáng sớm - 7:30 sáng - trước khi trời trở nên nóng bức. Đến suối Voi để ngâm mình trong làn nước mát lúc 11 giờ sáng sau đó ăn trưa tại địa phương - giá rẻ nhưng không đặc biệt ngon -. Tham quan kinh thành ở Huế và một ngôi chùa. Hoàng hôn trên mặt nước thật đẹp, lái xe trở về qua đèo Hải Vân trong bóng tối là một trải nghiệm độc đáo, về đến nhà vào khoảng 8 giờ tối và không muốn kết thúc! Khuyên bạn nên mang theo nhiều kem chống nắng và khăn tắm để ngồi trên xe đạp vì yên xe sẽ nóng nếu bạn đi bất kỳ chuyến đi dễ dàng nào! Cảm ơn tất cả các bạn rất nhiều! Đọc thêm",
            "Camila thân mến,\n\nCảm ơn bạn rất nhiều vì đã viết thư đánh giá tuyệt vời cho tôi và tôi hy vọng bạn sẽ tiếp tục ủng hộ lần sau trên đường cao tốc Hồ Chí Minh.\n\nAnh - s Easy Rider.Đọc thêm",
            "Một ngày tuyệt vời cùng Anh đến đèo Hải Vân và các địa điểm khác.  An toàn khi đi du lịch một mình luôn là mối quan tâm và tôi có thể yêu cầu một người lái xe tốt hơn.  Cảm ơn vì những tiếng cười và chia sẻ kiến ​​​​thức của bạn.  Ngày tuyệt vời nhất ở Việt NamĐọc thêm",
            "Avril thân mến.\n\nCảm ơn rất nhiều đánh giá tuyệt vời của bạn. Tôi hy vọng được gặp lại bạn và thực hiện chuyến tham quan trên những con đường Hồ Chí Minh.\n\nAnh - s Easy Riders.\nĐọc thêm",
            "Anh và nhóm của anh ấy sẽ đảm bảo cho bạn có một chuyến đi tuyệt vời và không cảm thấy gì ngoài sự tự do và an toàn trên con đường rộng mở. Anh có khiếu hài hước, tiếng Anh rất tốt và có nhiều câu chuyện thú vị để kể. Một lần nữa xin cảm ơn và rất vui được gặp bạn ở Hội An. Hy vọng sớm được đi du lịch cùng bạn. Đi để sống. Sống để đi xe.Người anh em số một.Marcus - từ Nhật Bản qua Úc - - - - - - Đọc thêm",
            "Anh yêu của em ơi!\n   Cảm ơn bạn rất nhiều vì đánh giá xuất sắc của bạn và thực sự tôi hy vọng như vậy và rất vui được gặp bạn trong tương lai và làm những chuyến đi vùng Tây Nguyên bên đường Hồ Chí Minh.\n\n  Anh - s Easy Riders.Đọc thêm"
        ],
        "star_ratings": [
            219,
            19,
            2,
            0,
            1
        ],
        "review_amount": 241,
        "location": [
            "Những điều cần làm ở Đà Nẵng",
            "Anh - s Hội An Và Đà Nẵng Easy Rider Tại Việt Nam",
            "Việt Nam",
            "Đà Nẵng",
            "Châu Á"
        ],
        "reviews_time": [
            "Written August 22, 2019",
            "Written August 18, 2019",
            "Written August 15, 2019",
            "Written August 14, 2019",
            "Written August 13, 2019",
            "Written August 12, 2019",
            "Written August 10, 2019",
            "Written August 7, 2019",
            "Written August 4, 2019",
            "Written July 26, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298085-d3966359-Reviews-or20-Anh_s_Hoian_And_Danang_Easy_Rider_In_Vietnam-Da_Nang.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d3966359-Reviews-or10-Anh_s_Hoian_And_Danang_Easy_Rider_In_Vietnam-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d3966359-Reviews-or30-Anh_s_Hoian_And_Danang_Easy_Rider_In_Vietnam-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d3966359-Reviews-Anh_s_Hoian_And_Danang_Easy_Rider_In_Vietnam-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d5556199-Reviews-Easyrider_Private_Day_Trips-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d13990190-Reviews-Sevva_Sky_Lounge-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d14169950-Reviews-Elys_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d4061341-Reviews-Phuong_Dong_Nightclub-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d14206416-Reviews-New_Phuong_Dong_Club-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d11729061-Reviews-Hoi_An_Da_Nang_Hue_Private_Day_Tour-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12703741-Reviews-Michi_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d17559552-Reviews-Danang_Backstreet_Food_Tour-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d23619216-Reviews-Pavo_Bar_Cuisine_Mixology-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15681094-Reviews-Thanh_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d24084077-Reviews-Linger_Cocktail_On_Da_Trolley-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d13198650-Reviews-Olive_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15612650-Reviews-Pheva_Chocolate-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d6623400-Reviews-Golf_Asian_Danang_Private_Golf_Day_Tour-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d27699650-Reviews-Ket_High_Cocktail_Bar-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g32706-d6775075-Reviews-Applegate_Park_Zoo-Merced_Merced_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d7337513-Reviews-Byline_Bank_Aragon_Ballroom-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d6878355-Reviews-Cinecitta_World-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g1190422-d4893893-Reviews-Agios_Thomas_Beach-Karavados_Kefalonia_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g32083-d1848956-Reviews-Keough_s_Hot_Springs-Bishop_Inyo_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g190384-d1539421-Reviews-Adonis_Baths_Water_Falls-Paphos_Paphos_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g40827-d280194-Reviews-Eastern_Promenade_Trail-Portland_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g311321-d23930747-Reviews-Uae_Flower_Farm-Fujairah_Emirate_of_Fujairah.html",
            "https://www.tripadvisor.com/Attraction_Review-g190379-d1382674-Reviews-Finikoudes_Beach-Larnaca_Larnaka_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g303883-d497960-Reviews-Sula_Vineyards-Nashik_Nashik_District_Maharashtra.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298085-d3966359-Reviews-or30-Anh_s_Hoian_And_Danang_Easy_Rider_In_Vietnam-Da_Nang.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298085-d3966359-Reviews-or20-Anh_s_Hoian_And_Danang_Easy_Rider_In_Vietnam-Da_Nang.html",
        "caculated": true,
        "dicts_sentiment_average": {
            "quán cà phê": 0.5108587611466646,
            "trung tâm": 0.958965181838721,
            "chuyến du lịch": 0.992268631234765,
            "tour": 0.09839042462408543,
            "​​bữa tiệc": 0.8092664759606123,
            "xe buýt du lịch": 0.39137122221291065,
            "người dân địa phương": 0.9629446845501661,
            "chuyến tham quan": 0.9934788887330797,
            "đất nước": 0.7476081173517741,
            "chuyến lưu diễn": 0.9955689302296378,
            "điểm ngắm cảnh": 0.9636103775410447,
            "lịch sử": 0.95912365973345,
            "điểm đánh cá": 0.9936535764718428,
            "nhà hàng": 0.9928193652594928,
            "hải sản": 0.9612411402340513,
            "bãi biển": 0.6408502794802189,
            "thác nước": 0.9594521103426814,
            "địa điểm": 0.5,
            "chuyến đi việt": 0.9955098801874556,
            "nhà trọ": 0.9849001265829429,
            "chuyến đi": 0.9954613873997005,
            "thác nước nguyên": 0.5333413779735565,
            "hướng dẫn viên": 0.9955200259573758,
            "kiến ​​thức": 0.9953009093296714,
            "khách sạn": -0.9726066705770791,
            "xe máy": 0.9932458801195025,
            "khung cảnh": 0.9470767356882183,
            "giá": 0.9807483516633511,
            "chuyến đi web": 0.9955215101363137,
            "đèo": 0.5,
            "hải vân": 0.5,
            "bà nà hills": 0.5,
            "xe đạp": 0.9954313068301417
        },
        "dicts_adj": {
            "quán cà phê": [
                "nhỏ"
            ],
            "trung tâm": [
                "đầu tiên"
            ],
            "chuyến du lịch": [],
            "tour": [],
            "​​bữa tiệc": [
                "đông"
            ],
            "xe buýt du lịch": [
                "đông"
            ],
            "người dân địa phương": [
                "thực sự"
            ],
            "chuyến tham quan": [
                "thực sự",
                "nhiều",
                "tuyệt vời",
                "thực sự",
                "vui",
                "khác"
            ],
            "đất nước": [
                "nhiều"
            ],
            "chuyến lưu diễn": [
                "nhiều",
                "tuyệt vời",
                "vui"
            ],
            "điểm ngắm cảnh": [
                "đẹp",
                "tuyệt vời",
                "suốt"
            ],
            "lịch sử": [
                "thực sự",
                "thú vị",
                "tuyệt vời"
            ],
            "điểm đánh cá": [
                "tuyệt vời"
            ],
            "nhà hàng": [
                "tuyệt vời",
                "xinh xắn",
                "có giá"
            ],
            "hải sản": [
                "tuyệt vời",
                "xinh xắn",
                "có giá"
            ],
            "bãi biển": [
                "xa xôi"
            ],
            "thác nước": [
                "tự nhiên"
            ],
            "địa điểm": [],
            "chuyến đi việt": [
                "Chắc chắn",
                "tuyệt vời",
                "nhất"
            ],
            "nhà trọ": [
                "tuyệt vời",
                "ngắn"
            ],
            "chuyến đi": [
                "tuyệt vời",
                "suôn sẻ",
                "nổi bật",
                "tuyệt vời"
            ],
            "thác nước nguyên": [
                "gần"
            ],
            "hướng dẫn viên": [
                "tốt",
                "tuyệt vời",
                "thực sự"
            ],
            "kiến ​​thức": [
                "tuyệt vời",
                "thân thiện",
                "dễ"
            ],
            "khách sạn": [
                "đúng"
            ],
            "xe máy": [
                "an toàn"
            ],
            "khung cảnh": [
                "tuyệt vời",
                "nhất",
                "nhiều"
            ],
            "giá": [
                "tốt"
            ],
            "chuyến đi web": [
                "nhiều",
                "tuyệt vời"
            ],
            "đèo": [],
            "hải vân": [],
            "bà nà hills": [],
            "xe đạp": [
                "chuyên nghiệp",
                "thoải mái"
            ]
        },
        "list_proper_noun": [],
        "factor value": {
            "quán cà phê": 0.5,
            "trung tâm": 0.5,
            "chuyến du lịch": 0.5,
            "tour": 1.0,
            "​​bữa tiệc": 0.5,
            "xe buýt du lịch": 0.5,
            "người dân địa phương": 0.5,
            "chuyến tham quan": 1.0,
            "đất nước": 1.0,
            "chuyến lưu diễn": 0.5,
            "điểm ngắm cảnh": 1.0,
            "lịch sử": 1.0,
            "điểm đánh cá": 0.5,
            "nhà hàng": 1.0,
            "hải sản": 1.0,
            "bãi biển": 0.5,
            "thác nước": 0.5,
            "địa điểm": 0.5,
            "chuyến đi việt": 0.5,
            "nhà trọ": 0.5,
            "chuyến đi": 1.0,
            "thác nước nguyên": 0.5,
            "hướng dẫn viên": 0.5,
            "kiến ​​thức": 0.5,
            "khách sạn": 0.5,
            "xe máy": 0.5,
            "khung cảnh": 0.5,
            "giá": 0.5,
            "chuyến đi web": 0.5,
            "đèo": 0.5,
            "hải vân": 0.5,
            "bà nà hills": 0.5,
            "xe đạp": 0.5
        }
    },
    {
        "attraction_name": "Anh's Hoian And Danang Easy Rider In Vietnam",
        "attraction_name_vi": "Anh - s Hội An Và Đà Nẵng Easy Rider Tại Việt Nam",
        "general_info": [
            "241 đánh giá",
            "- 31 trong số 492 Tour - Hoạt động tại Đà Nẵng",
            "Chuyến tham quan nhiều ngày",
            "Chuyến tham quan bằng xe máy"
        ],
        "attraction_summary": "Anh - s Vietnam Easyriders cung cấp các chuyến tham quan bằng xe máy qua Tây Nguyên Việt Nam, phía bắc đến Động Phong Nha qua thành phố Huế và phía nam đến thành phố Đà Lạt qua Nha Trang và thành phố Hồ Chí Minh. Các chuyến tham quan của chúng tôi mang đến cơ hội duy nhất để bạn thoát khỏi đám đông điên cuồng, bạn sẽ tìm thấy trên con đường du lịch được du khách yêu thích. Chân thực và khó quên, bạn sẽ được trải nghiệm cảm giác chân thực ở Việt Nam. Chào mừng bạn đến với Anh - s Easyriders với dịch vụ rất chân thật và vui vẻ.Đọc thêm",
        "reviews": [
            "Tôi thực sự rất thích chuyến đi cùng Anh đến núi khỉ và núi đá cẩm thạch! Tôi cảm thấy an toàn và thích thú trước cách cung cấp thông tin hài hước của Anh. Sẽ làm lại! Đọc thêm",
            "Xin chào!\n    Cảm ơn bạn rất nhiều vì những đánh giá tuyệt vời của bạn và tôi hy vọng sẽ gặp lại bạn trong tương lai và thực hiện chuyến du lịch dài ngày trên những con đường Hồ Chí Minh.\n\n   Anh - s Easy Riders.Đọc thêm",
            "Tôi và bạn tôi đặt tour từ Đà Nẵng đến Hội An. Bạn tôi có một chiếc xe đạp riêng nhưng tôi do Anh chở, và tất cả những gì tôi có thể nói là.......Thật là một ngày tuyệt vời! Anh ấy lịch sự, tốt bụng và rất hữu ích. Anh ấy đã khiến chuyến đi trở nên an toàn và thú vị, đồng thời đảm bảo rằng tôi luôn vui vẻ và thoải mái trong suốt thời gian qua. Cảm ơn Anh, nếu tôi - tôi quay lại tôi - tôi Việt Nam tôi - chắc chắn sẽ đặt lại :DĐọc thêm",
            "Các bạn thân mến của tôi,\n    Cảm ơn bạn rất nhiều vì những đánh giá tuyệt vời của bạn và tôi hy vọng như vậy trong tương lai tôi rất vui được gặp lại bạn trong những chuyến du lịch Tây Nguyên.\n\nAnh Easy Riders.Đọc thêm",
            "Chúng tôi đã có một ngày tuyệt vời và rực rỡ. Anh đến khách sạn của chúng tôi ở Huế sớm hơn dự định và chúng tôi khởi hành lúc 8 giờ sáng từ Huế. Vali của tôi được buộc chắc chắn và chắc chắn vào phía sau xe đạp trong suốt chuyến đi: Chúng tôi đã ghé thăm nhiều địa điểm trên đường đi qua như làng chài, thác nước và tất nhiên là đi về phía bắc lên đèo Hải Vân nơi chúng tôi dừng lại 3 - 4 lần để chụp ảnh một số quan điểm tuyệt vời Một chút lịch sử từ chiến tranh Việt Nam và Pháp cũng được đưa vào khi chúng tôi dừng lại ở cổng Pháp và xem hầm trú ẩn này và của Mỹ. Sau đèo Hải Vân, chúng tôi đi ăn trưa tại một nhà hàng địa phương được giới thiệu, nơi tôi ăn mì gà trứng rất ngon. Điểm đến tiếp theo của chúng tôi là chuyến đi đến De Nang để tham quan cây cầu bàn tay vàng nổi tiếng thật TUYỆT VỜI! Anh đợi ở phía dưới với hành lý của chúng tôi và điều này rất an toàn. Địa điểm cuối cùng của chuyến thăm của chúng tôi là cầu rồng để thu được nhiều góc nhìn hơn trước khi chúng tôi tiếp tục đến khách sạn ở Hội An. Nhìn chung, chuyến đi dễ dàng của Anh là một chuyến đi an toàn và suôn sẻ và rất muốn giới thiệu dịch vụ của anh ấy. Chúng tôi đã có một ngày tuyệt vời và chắc chắn sẽ sử dụng phương tiện di chuyển của anh ấy lần nữa nếu tôi đến thăm Việt Nam lần nữa:Đọc thêm",
            "Xin chào Rowel,\n\n     Cảm ơn bạn rất nhiều vì đánh giá tuyệt vời của bạn và tôi rất vui được gặp lại bạn và bạn gái của bạn trong tương lai và hy vọng chúng ta sẽ có một chuyến du lịch dài ngày qua vùng Tây Nguyên ở Hồ Chí Minh.\n\nAnh - s Easy RidersĐọc thêm",
            "I was on a five day trip together with my sister from Hoi An to Dalat. Our drivers were Anh and his younger brother Dung. Both of them were very entertaining and very knowledgable about the land, the minority people, their customs and culture. If you are looking to really getting a feeling for the different ethnic minorities and their ways of living and working I couldn - t think of a better way than to go with these two guys, since they will tell you strange and crazy stories about traditions that are unique to some group or another. Since most of these people do not speak English and some not even Vietnamese, there is really no way of making such and hands-on experiences on your own. Of the two brothers my sister - s driver Dung was the more chatty one, who would always tell you all kinds of interesting and peculiar things. Anh on the other hand was a little more of a quite type. But he was just as experienced and knowledgable and would always be happy to inform you or explain how certain work-procedures were conducted by the local people. Also, he had a lot of extraordinary stories to tell about things he had experienced, his own life and his family, which was very enjoyable and worth having heard.Another great thing about the trip was the food. Almost every day we would be eating family food, which is many kinds of food served on many plates, such that everyone on the table can eat and take whatever they want. All the food was delicious and often unique to the place we were visiting. Many of the places we visited were very beautiful and also sometimes quite remote, so we would be the only tourists there. Whenever we had a request for stopping and taking photos, they were more than willing to do so. Also Anh is a fantastic driver, who will make you feel save on the back of the bike even in the middle of the crazy Vietnamese traffic. There are a few things that might be good to know before starting the trip. First, most of the activities during the trip will require a ticket, so be prepared to pay some extra money. Also, lunch, dinner and breakfast will most of the time have to be paid extra. The prices are usually cheap though, except for the elefant ride, which was pretty expensive.Also, while some of the accomodations during the trip were fine, some others were not very clean at least by European standards. For us that didn - t hamper the experience though.It was generally the case that all the people we interacted with during he trip were very friendly, open and helpful, which is an interesting experience in and of itself, when you are not used to something like that from your home country.Both me and my sister very quickly took the two brothers into our hearts and I am happy to say that we became friends during our trip.Overall the trip was surprising, exciting, fun, funny and totally worth the investment. I will take away many great memories from it.Read more",
            "Bạn thân mến của tôi, Micha!\n\nCảm ơn bạn xuất hiện vì đánh giá tuyệt vời và tôi hy vọng được gặp bạn trong tương lai!\n\nAnh - s Easy Riders.Đọc thêm",
            "Anh rất vui tính và tốt như một người bạn. Anh ấy kể cho bạn rất nhiều câu chuyện về Việt Nam và những chuyến đi của anh ấy. Tiếng cười của anh ấy là tuyệt nhất vì nó khiến tôi cười và thậm chí là hạnh phúc. Anh ấy rất tốt bụng và cởi mở. Bạn có thể nói rất nhiều về mọi thứ và chắc chắn rằng tôi sẽ ổn ở Việt Nam. Karaoke là một trong những dịch vụ phổ biến ở Việt Nam so với Na Uy, nơi chúng tôi không hát karaoke hoặc có quán karaoke nhiều. Anh ấy đảm bảo rằng bạn vui vẻ, thoải mái ca hát và nhảy múa và không quan tâm đến cách bạn làm hay giọng nói của bạn như thế nào. Có rất nhiều loại trái cây kỳ lạ để thử. Tôi khuyên bạn nên thử món ăn Việt Nam. Tôi yêu nó đặc biệt là trái cây vì tôi yêu trái cây haha. Anh ấy biết nên đưa bạn đi đâu ở Việt Nam để bạn khám phá và xem những gì. Tôi khá chắc chắn rằng bạn sẽ có được một chuyến đi vui vẻ và tuyệt vời nhất nếu được đi cùng Anh. Tôi cá là bạn sẽ khiến anh ấy cười ngay lập tức nếu kể cho anh ấy một câu chuyện hài hước hoặc một trò đùa.Đọc thêm",
            "Em yêu của tôi!\n\nCảm ơn bạn rất nhiều vì những đánh giá tuyệt vời của bạn và hy vọng được gặp lại bạn.\n\nAnh - Easy Riders.Đọc thêm",
            "Chúng tôi đã làm 4 ngày 3 đêm với Anh và Kiều. Đó là một chuyến đi thực sự tốt. Chúng tôi đã nhìn thấy rất nhiều thiên nhiên tươi đẹp trên đường đi. Cả Anh và Kiều đều là những chàng trai rất ngọt ngào và tốt bụng. Anh luôn quan tâm đến chúng tôi và đảm bảo rằng chúng tôi có chuyến đi tốt nhất. Chúng tôi đã có rất nhiều đồ ăn lokal và các khách sạn trong chuyến đi cũng rất tốt. Cả Anh và Kiều đều là những chàng trai rất vui tính và họ kể rất nhiều câu chuyện hay. Đó cũng là cách tốt nhất để nhìn thấy Việt Nam và tôi muốn giới thiệu nó cho mọi người. Đọc thêm",
            "Hồng thân mến!\nCảm ơn bạn rất nhiều vì những đánh giá tuyệt vời của bạn và tôi hy vọng sẽ gặp bạn trong tương lai.\n\nAnh - s Easy Riders.Đọc thêm",
            "Tôi và bạn tôi đã có khoảng thời gian vui vẻ nhất với Anh và Kiều. Chúng tôi đã làm 4 ngày 3 đêm. Cả hai đều rất tốt và hài hước. Đây là cách tốt nhất để ngắm nhìn Việt Nam. Họ biết địa điểm và món ăn cũng như tất cả những địa điểm đáng yêu để tham quan. Họ rất cởi mở và rất dễ nói chuyện. Tôi sẽ giới thiệu chuyến đi này rất nhiều!Đọc thêm",
            "Bạn Lân thân mến!\nCảm ơn bạn rất nhiều vì những đánh giá tuyệt vời của bạn và chúng tôi giữ sự tin tưởng cùng nhau trong tương lai.\n\nAnh - s Easy Riders.Đọc thêm",
            "Trước chuyến đi Việt Nam đầu tiên, chúng tôi đã bàn về việc dùng thử EasyRider; từ những gì chúng tôi đọc được, nó có vẻ phù hợp với phong cách du lịch của chúng tôi...một chút phiêu lưu trên con đường quen thuộc. Chúng tôi đã bàn bạc về chỗ ở và kế hoạch du lịch khi đến Việt Nam, nhưng may mắn thay đã bắt chuyện được với Ahn vào ngày cuối cùng ở Hội An. Anh ấy đã ném bóng rất tốt và chúng tôi đã có chuyến đi 2 ngày 1 đêm vào ngày hôm sau. Tôi và bạn gái đi cùng Ahn và bạn anh ấy Uyên. Chúng tôi cảm thấy cực kỳ an toàn khi đạp xe qua các thị trấn nhỏ và những ngọn núi; thực hiện những điểm dừng độc đáo mà chúng tôi chưa từng trải qua. Tôi - khuyên bạn nên tìm kiếm Ahn và đặt một chuyến tham quan vì bạn không có khả năng trùng lặp những gì anh ấy cung cấp nếu bạn - những du khách Việt Nam thiếu kinh nghiệm như chúng tôi.Đọc thêm",
            "Grady thân mến,\n\nCảm ơn bạn rất nhiều vì đánh giá tuyệt vời và thực sự tôi hy vọng có thể gặp bạn và bạn gái của bạn trong tương lai và thực hiện những chuyến đi dài khác.\n\nAnh - s Easy Riders.Đọc thêm",
            "Anh và tôi đã có một ngày tuyệt vời.  Chiếc xe đạp rất thoải mái, anh ấy cung cấp thông tin tuyệt vời, phong cảnh đẹp, một ngày tuyệt vời.  Rất khuyến khích: - Đọc thêm",
            "Paul thân mến,\n\nCảm ơn bạn rất nhiều vì bài đánh giá tuyệt vời và tôi hy vọng sẽ gặp lại bạn.\n\nAnh - s Easy Riders.Đọc thêm",
            "Có lẽ là cách tốt nhất để tìm hiểu một Việt Nam thực sự. Ahn và bạn của anh ấy rất thân thiện và hữu ích. Chúng tôi đến thăm đền Mỹ Sơn, một thác nước rất mát mẻ ở Hội An. Rất khuyến khích.Đọc thêm",
            "Thân gửi bạn của tôi, Luka.\n\nCảm ơn bạn đã đánh giá tuyệt vời và tôi rất vui khi được gặp lại bạn.\n\nAnh - s Easy Riders Đọc thêm"
        ],
        "star_ratings": [
            219,
            19,
            2,
            0,
            1
        ],
        "review_amount": 241,
        "location": [
            "Những điều cần làm ở Đà Nẵng",
            "Anh - s Hội An Và Đà Nẵng Easy Rider Tại Việt Nam",
            "Việt Nam",
            "Đà Nẵng",
            "Châu Á"
        ],
        "reviews_time": [
            "Written July 7, 2019",
            "Written July 6, 2019",
            "Written April 28, 2019",
            "Written March 14, 2019",
            "Written February 13, 2019",
            "Written February 1, 2019",
            "Written February 1, 2019",
            "Written December 22, 2018",
            "Written December 18, 2018",
            "Written November 25, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298085-d3966359-Reviews-or30-Anh_s_Hoian_And_Danang_Easy_Rider_In_Vietnam-Da_Nang.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d3966359-Reviews-or20-Anh_s_Hoian_And_Danang_Easy_Rider_In_Vietnam-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d3966359-Reviews-or40-Anh_s_Hoian_And_Danang_Easy_Rider_In_Vietnam-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d3966359-Reviews-Anh_s_Hoian_And_Danang_Easy_Rider_In_Vietnam-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d5556199-Reviews-Easyrider_Private_Day_Trips-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d13990190-Reviews-Sevva_Sky_Lounge-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d14169950-Reviews-Elys_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d4061341-Reviews-Phuong_Dong_Nightclub-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d14206416-Reviews-New_Phuong_Dong_Club-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d11729061-Reviews-Hoi_An_Da_Nang_Hue_Private_Day_Tour-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12703741-Reviews-Michi_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d17559552-Reviews-Danang_Backstreet_Food_Tour-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d23619216-Reviews-Pavo_Bar_Cuisine_Mixology-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15681094-Reviews-Thanh_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d24084077-Reviews-Linger_Cocktail_On_Da_Trolley-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d13198650-Reviews-Olive_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15612650-Reviews-Pheva_Chocolate-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d6623400-Reviews-Golf_Asian_Danang_Private_Golf_Day_Tour-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d27699650-Reviews-Ket_High_Cocktail_Bar-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g41666-d560024-Reviews-Cape_Cod_Children_s_Museum-Mashpee_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g150800-d153025-Reviews-Ballet_Folklorico_de_Mexico-Mexico_City_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g60890-d4453699-Reviews-Apple_Cinemas-Cambridge_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g34347-d543369-Reviews-The_Turtle_Hospital-Marathon_Florida_Keys_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g608884-d555031-Reviews-Skogafoss-Skogar_South_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g190347-d546885-Reviews-Vianden_Castle-Vianden_Diekirch_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g48922-d4048732-Reviews-LEGOLAND_Discovery_Center_Westchester-Yonkers_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g51989-d7291688-Reviews-Netarts_Bay-Netarts_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d125449-Reviews-The_Auto_Collections-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g60958-d123656-Reviews-Cross_of_the_Martyrs-Santa_Fe_New_Mexico.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298085-d3966359-Reviews-or40-Anh_s_Hoian_And_Danang_Easy_Rider_In_Vietnam-Da_Nang.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298085-d3966359-Reviews-or30-Anh_s_Hoian_And_Danang_Easy_Rider_In_Vietnam-Da_Nang.html",
        "caculated": true,
        "dicts_sentiment_average": {
            "chuyến đi": 0.8349697432800894,
            "núi": 0.5,
            "khỉ": 0.5,
            "núi đá": 0.5055609624832869,
            "chuyến du lịch": 0.9855882317642681,
            "tour": 0.7184347221627831,
            "xe đạp": -0.03134605847299099,
            "chuyến du lịch tây nguyên": 0.9956109980703332,
            "khách sạn": 0.5693088751286268,
            "làng chài": 0.9940205017337576,
            "thác nước": 0.9945677523501217,
            "lịch sử": 0.5,
            "chiến tranh": 0.5,
            "hầm trú ẩn": 0.5,
            "nhà hàng địa phương": 0.9954680800437927,
            "ăn mì gà trứng": 0.9950993052334525,
            "cây": -0.959672978380695,
            "cầu bàn tay vàng": -0.9663084407802671,
            "cầu rồng": 0.6707928562536836,
            "dịch vụ": 0.04740950604900718,
            "phương tiện di chuyển": 0.9951374144293368,
            "vùng tây nguyên": 0.8737691454589367,
            "câu chuyện": 0.9933039289026055,
            "karaoke": -0.2993343900889158,
            "quán karaoke": -0.8775138757191598,
            "ca hát": 0.994363140896894,
            "trái cây": 0.9726718994788826,
            "món ăn": 0.9508702419698238,
            "thiên nhiên": 0.9955110173905268,
            "đồ ăn": 0.9955645891604945
        },
        "dicts_adj": {
            "chuyến đi": [
                "an toàn",
                "thú vị",
                "vui vẻ",
                "thoải mái",
                "suốt",
                "nhiều",
                "nổi tiếng",
                "dễ dàng",
                "an toàn",
                "chắc chắn",
                "vui vẻ",
                "tuyệt vời",
                "thực sự",
                "tốt",
                "tốt",
                "tốt"
            ],
            "núi": [],
            "khỉ": [],
            "núi đá": [
                "thực sự"
            ],
            "chuyến du lịch": [
                "nhiều",
                "tuyệt vời",
                "dài",
                "dài"
            ],
            "tour": [],
            "xe đạp": [],
            "chuyến du lịch tây nguyên": [
                "thân mến",
                "nhiều",
                "tuyệt vời",
                "vui"
            ],
            "khách sạn": [
                "sớm",
                "hơn",
                "tốt"
            ],
            "làng chài": [
                "tuyệt vời"
            ],
            "thác nước": [
                "tuyệt vời"
            ],
            "lịch sử": [],
            "chiến tranh": [],
            "hầm trú ẩn": [],
            "nhà hàng địa phương": [
                "ngon"
            ],
            "ăn mì gà trứng": [
                "ngon"
            ],
            "cây": [
                "nổi tiếng"
            ],
            "cầu bàn tay vàng": [
                "nổi tiếng"
            ],
            "cầu rồng": [
                "nhiều",
                "hơn"
            ],
            "dịch vụ": [
                "nhiều"
            ],
            "phương tiện di chuyển": [
                "tuyệt vời",
                "chắc chắn"
            ],
            "vùng tây nguyên": [
                "nhiều",
                "tuyệt vời",
                "vui"
            ],
            "câu chuyện": [
                "hài hước",
                "vui tính",
                "nhiều"
            ],
            "karaoke": [
                "nhiều",
                "nhiều"
            ],
            "quán karaoke": [
                "nhiều"
            ],
            "ca hát": [
                "vui vẻ",
                "thoải mái"
            ],
            "trái cây": [
                "nhiều",
                "kỳ lạ"
            ],
            "món ăn": [],
            "thiên nhiên": [
                "nhiều",
                "tươi đẹp"
            ],
            "đồ ăn": [
                "tốt"
            ]
        },
        "list_proper_noun": [],
        "factor value": {
            "chuyến đi": 2.5,
            "núi": 0.5,
            "khỉ": 0.5,
            "núi đá": 0.5,
            "chuyến du lịch": 1.0,
            "tour": 0.5,
            "xe đạp": 0.5,
            "chuyến du lịch tây nguyên": 0.5,
            "khách sạn": 1.0,
            "làng chài": 0.5,
            "thác nước": 0.5,
            "lịch sử": 0.5,
            "chiến tranh": 0.5,
            "hầm trú ẩn": 0.5,
            "nhà hàng địa phương": 0.5,
            "ăn mì gà trứng": 0.5,
            "cây": 0.5,
            "cầu bàn tay vàng": 0.5,
            "cầu rồng": 0.5,
            "dịch vụ": 1.0,
            "phương tiện di chuyển": 0.5,
            "vùng tây nguyên": 0.5,
            "câu chuyện": 1.0,
            "karaoke": 0.5,
            "quán karaoke": 0.5,
            "ca hát": 0.5,
            "trái cây": 0.5,
            "món ăn": 0.5,
            "thiên nhiên": 0.5,
            "đồ ăn": 0.5
        }
    },
    {
        "attraction_name": "Anh's Hoian And Danang Easy Rider In Vietnam",
        "attraction_name_vi": "Anh - s Hội An Và Đà Nẵng Easy Rider Tại Việt Nam",
        "general_info": [
            "241 đánh giá",
            "- 31 trên 492 Tour - Hoạt động tại Đà Nẵng",
            "Chuyến tham quan nhiều ngày",
            "Chuyến tham quan bằng xe máy"
        ],
        "attraction_summary": "Anh - s Vietnam Easyriders cung cấp các chuyến tham quan bằng xe máy qua Tây Nguyên Việt Nam, phía bắc đến Động Phong Nha qua thành phố Huế và phía nam đến thành phố Đà Lạt qua Nha Trang và thành phố Hồ Chí Minh. Các chuyến tham quan của chúng tôi mang đến cơ hội duy nhất để bạn thoát khỏi đám đông điên cuồng, bạn sẽ tìm thấy trên con đường du lịch được du khách yêu thích. Chân thực và khó quên, bạn sẽ được trải nghiệm cảm giác chân thực ở Việt Nam. Chào mừng bạn đến với Anh - s Easyriders với dịch vụ rất chân thật và vui vẻ.Đọc thêm",
        "reviews": [
            "Vợ chồng tôi rủ Anh đi tham quan khu vực Đà Nẵng một ngày. Mặc dù trời mưa rất to nhưng Anh vẫn cung cấp cho chúng tôi áo mưa dành cho xe máy và chúng tôi đã có một chuyến phiêu lưu thực sự. Anh ấy đưa chúng tôi đến chùa Mỹ Sơn, một thác nước tuyệt vời trên đồi, đến Hội An và xem cách làm bánh tráng. Tiếng Anh của anh ấy rất tốt và anh ấy là một người dẫn chương trình xuất sắc, sẵn lòng giúp đỡ và trả lời mọi câu hỏi về Việt Nam. Tôi thực sự khuyên bạn nên tham gia một chuyến tham quan cùng anh ấy để thấy được khía cạnh thực sự của Việt Nam.Đọc thêm",
            "Maja thân mến!\n\nCảm ơn bạn rất nhiều vì những đánh giá xuất sắc của bạn và hy vọng sẽ gặp lại bạn và làm nhiều ngày cặp đôi hơn trên đường mòn Hồ Chí Minh.\n\nAnh - s Easy Riders Đọc thêm",
            "Bạn tôi và tôi đang cân nhắc xem có nên đặt chỗ cho những người đi dễ dàng hay không do dự báo thời tiết không chắc chắn nhưng chúng tôi đã tiếp tục thực hiện theo đề xuất của những khách du lịch khác, và chúng tôi đã không thất vọng. Đón chúng tôi ngay bên ngoài ký túc xá Đà Nẵng của chúng tôi với những nụ cười ấm áp và chào đón Việt Nam. Những chiếc xe máy cực kỳ thoải mái và chiếc ba lô 60L của tôi được buộc dây an toàn với lớp phủ chống nước ở phía sau và chiếc ba lô nhỏ hơn ở phía trước. Chúng tôi dừng lại ở nhiều điểm ngắm cảnh và địa điểm chụp ảnh, bao gồm cả suối voi cũng như một nhà hàng chính thống bên cạnh mặt nước, nơi chúng tôi thưởng thức những món ăn ngon. Trời bắt đầu mưa, ý tôi là mưa thật nhưng Anh đã đi trước 2 bước và mang về bộ quần áo liền quần chống thấm nước có độ bền cao, chất lượng tốt. Quá ấn tượng! Một điểm nổi bật lớn cho chuyến đi của chúng tôi! Cảm ơn AnhĐọc thêm",
            "Bạn thân mến!\n\n     Cảm ơn bạn rất nhiều vì những đánh giá tuyệt vời của bạn và tôi hy vọng sẽ gặp bạn trong tương lai và thực hiện nhiều chuyến đi hơn trên đường Hồ Chí Minh!!\n\nAnh - s Easy Riders.\n\nĐọc thêm",
            "Chúng tôi quyết định thực hiện chuyến đi 2 ngày cùng Anh và Nam để ngắm núi, đường Hồ Chí Minh, làng dân tộc thiểu số và nhiều địa điểm tuyệt vời khác bằng xe máy. Mặc dù chúng tôi hơi sợ thời tiết nhưng nó vẫn xuất hiện nhưng không có lý do gì cả. Các chàng trai rất chu đáo, họ lo liệu mọi việc. Mặc dù ngày đầu tiên trời mưa nhưng họ đã cung cấp cho chúng tôi quần áo chống mưa và hóa ra mưa không phải là vấn đề. Tôi thực sự khuyên bạn nên sử dụng dịch vụ của họ! Đọc thêm",
            "Bartosz thân mến,\n\nCảm ơn bạn rất nhiều vì đánh giá tuyệt vời của bạn về chuyến đi web của tôi và tôi hy vọng sẽ gặp bạn trong tương lai để thực hiện nhiều chuyến đi đến phía nam Tây Nguyên.\n\nAnh - s Easy Riders Đọc thêm",
            "Đã có một chuyến đi tuyệt vời với Anh và bạn anh Lực. Họ đón chúng tôi từ nhà nghỉ ở Hội An và đưa chúng tôi qua Đà Nẵng, đến một thác nước tuyệt đẹp và dọc theo đèo Hải Vân. Chúng tôi đã rất vui và họ chỉ cho chúng tôi tất cả những điểm tốt nhất để dừng lại để chụp ảnh. Rất khuyến khích cho mọi người.Đọc thêm",
            "Brena thân mến!\n\nCảm ơn đánh giá của bạn rất nhiều, hẹn gặp lại.\n\nAnh - s Easy Rider.Đọc thêm",
            "Chúng tôi vừa trở về từ chuyến đi Việt Nam thứ 3 và tận hưởng được một vài trải nghiệm nhờ những gợi ý. Nếu bạn đang tìm kiếm chuyến đi xe máy an toàn, thân thiện, đáng tin cậy và siêu thú vị từ trong và xung quanh Đà Nẵng và Hội An thì không đâu khác ngoài Anh - s Easy Riders. Anh và Kiều làm việc độc lập và cùng nhau khi có yêu cầu. Họ cũng làm việc với một nhóm những tay đua đáng tin cậy khác - một ngày nọ, có 6 người chúng tôi tận hưởng những thác nước tráng lệ mà nếu không thì chúng tôi sẽ không tìm thấy, cảm ơn Uyên - Luke và những người khác - . Chúng tôi đã cưỡi ngựa cùng họ trong chuyến đi hai ngày và một chuyến qua đêm vào rừng nơi chúng tôi đến thăm các làng dân tộc thiểu số, các địa điểm khác là Núi Khỉ, Đồi Bánh Na, Tượng Phật Bà, Ngũ Hành Sơn, Bãi biển Trung Hoa, các món ăn và đồ uống địa phương và một nhiều điều lớn nhỏ khác khiến chuyến thăm Việt Nam của chúng tôi muốn chúng tôi quay trở lại - và chúng tôi đã làm được! Dù sao thì chúng tôi cũng rất thích họ và nếu bạn muốn nhìn thấy - một Việt Nam thực sự - như người ta nói, thì đây là những người của bạn. Phần thưởng - chúng tôi luôn thấy nhà vệ sinh có thể xử lý được - - Đọc thêm",
            "Bạn thân mến, Berenda\n\nCảm ơn bạn rất nhiều vì những đánh giá tuyệt vời và hy vọng gặp lại bạn trong tương lai.\n\nAnh - s Easy Rider\n\nĐọc thêm",
            "Chúng tôi đã có một ngày tuyệt vời cùng Anh và Easy Riders, khám phá Việt Nam. Tất cả những tay đua dễ tính của chúng tôi đều vui tính, nói tiếng Anh tuyệt vời và đã nỗ lực hết mình để biến một ngày trở nên thú vị và chân thực. Chúng tôi đến thăm một chợ thực phẩm địa phương, một vườn rau và thậm chí còn ăn trái cây với một số người dân địa phương ở nông thôn. Sau bữa trưa ngon miệng, chúng tôi đi đến một thác nước hùng vĩ. Tôi chưa bao giờ đi xe máy trước đây và cảm thấy hoàn toàn an toàn và thoải mái cả ngày. Tôi đánh giá cao chuyến tham quan này.Đọc thêm",
            "Rosi thân mến!\n\n       Cảm ơn bạn rất nhiều vì những đánh giá tuyệt vời của bạn và tôi hy vọng được gặp lại bạn!!\n\nAnh - s Easy Riders.Đọc thêm",
            "Chúng tôi lái xe trong một ngày dọc theo bờ biển đến những ngọn núi và đi đường số cao nhất. Thực sự là phải làm! Anh vui tính và biết chỗ hay. Chúng tôi còn đến một quán cá ngon cạnh hồ với view rất đẹp. Và tất nhiên là đồ ăn ngon. Cũng uống một ít đồ uống và anh ấy kể cho chúng tôi rất nhiều điều về chiến tranh, văn hóa và bản thân anh ấy. Rất thích công ty của anh ấy. Thật tuyệt vời!Đọc thêm",
            "Cảm ơn bạn rất nhiều vì những góc nhìn tuyệt vời của bạn và rất vui được gặp lại bạn trong chuyến đi vài ngày trên đường cao tốc Hồ Chí Minh.Đọc thêm",
            "Nếu bạn đang tìm kiếm một tay đua dễ dàng thì đây chính là người đàn ông của bạn! Chúng tôi đã thực hiện một chuyến tham quan trong ngày qua - cái mà họ gọi - con đường dẫn đầu và điều đó thật tuyệt vời. Bạn gái tôi khi ngồi sau xe đạp của anh ấy và tôi có một chiếc xe máy đi theo. Tôi rất có thể giới thiệu anh chàng này cho chuyến tham quan của bạn.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì những đánh giá xuất sắc của bạn và tôi hy vọng sẽ làm được nhiều hơn nữa cùng bạn trong chuyến đi lần sau trên đường Hồ Chí Minh.Đọc thêm",
            "Một lần nữa chúng tôi lại có một chuyến tham quan tuyệt vời với Mr Ahn và Easy Riders của anh ấy. Lần này có 5 người chúng tôi đi qua đèo Hải Vân đến Lăng Cô, sau đó đến thác để bơi và quay trở lại Đà Nẵng và Ngũ Hành Sơn. Chúng tôi đã đến Việt Nam nhiều lần và các chuyến tham quan Easy Rider của Mr Ahn - s luôn là điểm nhấn với chúng tôi, gia đình và bạn bè. Anh Ahn và các tay đua của anh ấy luôn rất cẩn thận và chúng tôi luôn cảm thấy rất an toàn khi ở bên họ. Đồ ăn luôn tươi ngon và chỗ ở trong các chuyến du lịch qua đêm luôn sạch sẽ và thoải mái. Ông Ahn biết rất rõ về khu vực này, nói tiếng Anh tốt và có thể thực hiện chuyến tham quan phù hợp với sở thích của bất kỳ ai. Nếu bạn có thời gian, các chuyến tham quan qua đêm và 3-4 ngày sẽ cho bạn thấy một Việt Nam đích thực với chi phí rất hợp lý. Chúng tôi sẽ lưu diễn lần nữa với Mr Ahn và đặc biệt giới thiệu anh ấy cũng như Easy Riders của anh ấy. Đọc thêm",
            "Terry và Jane thân mến!\n\nCảm ơn bạn rất nhiều vì những đánh giá tuyệt vời và tôi hy vọng lần sau sẽ có chuyến đi dài hơn.\n\nAnh - s Easy Rider.Đọc thêm",
            "Tôi và chị giới thiệu anh Dũng và anh Anh rất nhiều! Chúng tôi đã thực hiện chuyến tham quan bằng xe máy kéo dài 1 ngày với họ - thăm Ngũ Hành Sơn, Đỉnh Khỉ, Bán đảo Sontra, Cây đa di sản, đỉnh Bàn Cờ, Tượng Phật Bà và Làng Chài. Chuyến tham quan đủ để khiến chúng tôi yêu thành phố Đà Nẵng! Chúng tôi đánh giá cao phản hồi kịp thời của họ về email và tin nhắn whatsapp, nó giúp chúng tôi lập kế hoạch và lập ngân sách cho chuyến đi của mình. Họ rất có sức chứa và đưa ra những khuyến nghị tốt về chuyến tham quan của chúng tôi. Chúng tôi có thể tối đa hóa thời gian của mình vì chúng được sắp xếp và hệ thống hóa trong suốt chuyến đi. Họ thậm chí còn đưa chúng tôi đến một nơi tốt để ăn trưa, phục vụ món mi quang ngon và rẻ. Rất địa phương và chân thực! Cảm ơn vì đã quan tâm đến chúng tôi, anh Dũng và Anh, chuyến đi của chúng tôi thật đáng giá vì có các bạn.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đánh giá tuyệt vời của bạn, hy vọng gặp lại bạn và thực hiện chuyến đi dài trên đường Hồ Chí Minh.Đọc thêm"
        ],
        "star_ratings": [
            219,
            19,
            2,
            0,
            1
        ],
        "review_amount": 241,
        "location": [
            "Những điều cần làm ở Đà Nẵng",
            "Anh - s Hội An Và Đà Nẵng Easy Rider Tại Việt Nam",
            "Việt Nam",
            "Đà Nẵng",
            "Châu Á"
        ],
        "reviews_time": [
            "Written November 25, 2018",
            "Written November 14, 2018",
            "Written November 10, 2018",
            "Written October 17, 2018",
            "Written October 15, 2018",
            "Written October 3, 2018",
            "Written September 19, 2018",
            "Written September 19, 2018",
            "Written August 27, 2018",
            "Written August 24, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298085-d3966359-Reviews-or40-Anh_s_Hoian_And_Danang_Easy_Rider_In_Vietnam-Da_Nang.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d3966359-Reviews-or30-Anh_s_Hoian_And_Danang_Easy_Rider_In_Vietnam-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d3966359-Reviews-or50-Anh_s_Hoian_And_Danang_Easy_Rider_In_Vietnam-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d3966359-Reviews-Anh_s_Hoian_And_Danang_Easy_Rider_In_Vietnam-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d5556199-Reviews-Easyrider_Private_Day_Trips-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d13990190-Reviews-Sevva_Sky_Lounge-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d14169950-Reviews-Elys_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d4061341-Reviews-Phuong_Dong_Nightclub-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d14206416-Reviews-New_Phuong_Dong_Club-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d11729061-Reviews-Hoi_An_Da_Nang_Hue_Private_Day_Tour-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12703741-Reviews-Michi_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d17559552-Reviews-Danang_Backstreet_Food_Tour-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d23619216-Reviews-Pavo_Bar_Cuisine_Mixology-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15681094-Reviews-Thanh_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d24084077-Reviews-Linger_Cocktail_On_Da_Trolley-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d13198650-Reviews-Olive_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15612650-Reviews-Pheva_Chocolate-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d6623400-Reviews-Golf_Asian_Danang_Private_Golf_Day_Tour-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d27699650-Reviews-Ket_High_Cocktail_Bar-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g54359-d1198681-Reviews-Horseback_Riding_of_Myrtle_Beach-Myrtle_Beach_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g33364-d7280427-Reviews-Seven_Bridges_Trail-Colorado_Springs_El_Paso_County_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d19930218-Reviews-AREA15-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g60827-d12704878-Reviews-Industry_City-Brooklyn_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g40694-d18849606-Reviews-Colony_Beach-Kennebunkport_Kennebunks_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g2146174-d11698434-Reviews-Legon_Botanical_Gardens-Legon_Greater_Accra.html",
            "https://www.tripadvisor.com/Attraction_Review-g54448-d534527-Reviews-Hollywild_Animal_Park-Spartanburg_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13563247-Reviews-Sleep_Zone-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g298014-d2578911-Reviews-Mevlana_Whirling_Dervishes-Konya.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298085-d3966359-Reviews-or50-Anh_s_Hoian_And_Danang_Easy_Rider_In_Vietnam-Da_Nang.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298085-d3966359-Reviews-or40-Anh_s_Hoian_And_Danang_Easy_Rider_In_Vietnam-Da_Nang.html",
        "caculated": true,
        "dicts_sentiment_average": {
            "áo mưa": 0.5,
            "chuyến phiêu lưu": 0.5,
            "chùa": 0.9951404988532886,
            "thác nước": 0.9800616440552403,
            "bánh tráng": 0.5,
            "người dẫn": 0.46804437413811684,
            "chương trình": 0.9827930181054398,
            "chuyến tham quan": 0.3897330081090331,
            "ký túc xá": 0.993695366254542,
            "ba lô": 0.6379105332307518,
            "điểm ngắm cảnh": 0.9953049783944152,
            "cả": 0.9954884184990078,
            "suối voi": 0.9952398872701451,
            "nhà hàng": 0.9954467316274531,
            "mặt nước": 0.994946102029644,
            "món ăn": 0.9294920064373098,
            "bộ": 0.9929552518296987,
            "quần áo": 0.8729704560246319,
            "chất lượng": 0.9921769790817052,
            "chuyến đi": 0.8711169192392845,
            "núi đường hồ": 0.8737691454589367,
            "làng dân tộc thiểu số": -0.9597579080145806,
            "địa điểm": 0.6541309611639008,
            "thời tiết": 0.6752383122220635,
            "dịch vụ": -0.9399130935780704,
            "chuyến đi web": 0.981175344903022,
            "nhà nghỉ": 0.994841288716998,
            "tận hưởng": 0.5,
            "trải nghiệm": 0.5,
            "chuyến đi xe máy": 0.9954358050017618,
            "tráng lệ": 0.6234844140708447,
            "rừng": 0.5894633624702692,
            "làng dân tộc thiểu": 0.3502257280051708,
            "núi khỉ": 0.8737691454589367,
            "bánh na": 0.8737691454589367,
            "tượng phật bà ngũ hành sơn": 0.8737691454589367,
            "bãi biển": 0.8737691454589367,
            "đồ uống địa phương": 0.4068956946333249,
            "chuyến thăm": 0.5,
            "nhà vệ sinh": 0.7048367550596595,
            "tay đua": 0.9954581916099414,
            "chợ": 0.5,
            "thực phẩm địa phương": 0.5,
            "vườn rau": 0.5,
            "trái cây": 0.5,
            "người dân địa phương": 0.5,
            "nông thôn": 0.5
        },
        "dicts_adj": {
            "áo mưa": [],
            "chuyến phiêu lưu": [],
            "chùa": [
                "tuyệt vời"
            ],
            "thác nước": [
                "tuyệt vời",
                "đẹp",
                "dọc",
                "khác"
            ],
            "bánh tráng": [],
            "người dẫn": [
                "xuất sắc"
            ],
            "chương trình": [
                "xuất sắc"
            ],
            "chuyến tham quan": [
                "thực sự",
                "cùng",
                "thực sự",
                "cao"
            ],
            "ký túc xá": [
                "ấm áp"
            ],
            "ba lô": [
                "an toàn",
                "nhỏ",
                "hơn"
            ],
            "điểm ngắm cảnh": [
                "ngon"
            ],
            "cả": [
                "ngon"
            ],
            "suối voi": [
                "ngon"
            ],
            "nhà hàng": [
                "ngon"
            ],
            "mặt nước": [
                "ngon"
            ],
            "món ăn": [
                "ngon",
                "nhiều",
                "lớn nhỏ",
                "khác"
            ],
            "bộ": [
                "tốt"
            ],
            "quần áo": [
                "tốt",
                "đầu tiên",
                "phải"
            ],
            "chất lượng": [
                "tốt"
            ],
            "chuyến đi": [
                "nổi bật",
                "lớn",
                "nhiều",
                "tuyệt vời",
                "nhiều",
                "hơn",
                "tuyệt vời"
            ],
            "núi đường hồ": [
                "nhiều"
            ],
            "làng dân tộc thiểu số": [
                "nhiều"
            ],
            "địa điểm": [
                "tuyệt vời",
                "khác"
            ],
            "thời tiết": [],
            "dịch vụ": [
                "thực sự"
            ],
            "chuyến đi web": [
                "nhiều"
            ],
            "nhà nghỉ": [
                "đẹp",
                "dọc"
            ],
            "tận hưởng": [],
            "trải nghiệm": [],
            "chuyến đi xe máy": [
                "an toàn",
                "khác"
            ],
            "tráng lệ": [
                "khác"
            ],
            "rừng": [
                "khác"
            ],
            "làng dân tộc thiểu": [
                "khác"
            ],
            "núi khỉ": [
                "cùng"
            ],
            "bánh na": [
                "cùng"
            ],
            "tượng phật bà ngũ hành sơn": [
                "cùng"
            ],
            "bãi biển": [
                "cùng"
            ],
            "đồ uống địa phương": [
                "nhiều",
                "lớn nhỏ",
                "khác"
            ],
            "chuyến thăm": [],
            "nhà vệ sinh": [],
            "tay đua": [
                "tuyệt vời",
                "thú vị"
            ],
            "chợ": [],
            "thực phẩm địa phương": [],
            "vườn rau": [],
            "trái cây": [],
            "người dân địa phương": [],
            "nông thôn": []
        },
        "list_proper_noun": [],
        "factor value": {
            "áo mưa": 0.5,
            "chuyến phiêu lưu": 0.5,
            "chùa": 0.5,
            "thác nước": 2.0,
            "bánh tráng": 0.5,
            "người dẫn": 0.5,
            "chương trình": 0.5,
            "chuyến tham quan": 1.0,
            "ký túc xá": 0.5,
            "ba lô": 0.5,
            "điểm ngắm cảnh": 0.5,
            "cả": 0.5,
            "suối voi": 0.5,
            "nhà hàng": 0.5,
            "mặt nước": 0.5,
            "món ăn": 1.0,
            "bộ": 0.5,
            "quần áo": 1.0,
            "chất lượng": 0.5,
            "chuyến đi": 2.0,
            "núi đường hồ": 0.5,
            "làng dân tộc thiểu số": 0.5,
            "địa điểm": 0.5,
            "thời tiết": 0.5,
            "dịch vụ": 0.5,
            "chuyến đi web": 0.5,
            "nhà nghỉ": 0.5,
            "tận hưởng": 0.5,
            "trải nghiệm": 0.5,
            "chuyến đi xe máy": 0.5,
            "tráng lệ": 0.5,
            "rừng": 0.5,
            "làng dân tộc thiểu": 0.5,
            "núi khỉ": 0.5,
            "bánh na": 0.5,
            "tượng phật bà ngũ hành sơn": 0.5,
            "bãi biển": 0.5,
            "đồ uống địa phương": 0.5,
            "chuyến thăm": 0.5,
            "nhà vệ sinh": 0.5,
            "tay đua": 0.5,
            "chợ": 0.5,
            "thực phẩm địa phương": 0.5,
            "vườn rau": 0.5,
            "trái cây": 0.5,
            "người dân địa phương": 0.5,
            "nông thôn": 0.5
        }
    },
    {
        "attraction_name": "Anh's Hoian And Danang Easy Rider In Vietnam",
        "attraction_name_vi": "Anh - s Hội An Và Đà Nẵng Easy Rider Tại Việt Nam",
        "general_info": [
            "241 đánh giá",
            "- 31 trên 492 Tour - Hoạt động tại Đà Nẵng",
            "Chuyến tham quan nhiều ngày",
            "Chuyến tham quan bằng xe máy"
        ],
        "attraction_summary": "Anh - s Vietnam Easyriders cung cấp các chuyến tham quan bằng xe máy qua Tây Nguyên Việt Nam, phía bắc đến Động Phong Nha qua thành phố Huế và phía nam đến thành phố Đà Lạt qua Nha Trang và thành phố Hồ Chí Minh. Các chuyến tham quan của chúng tôi mang đến cơ hội duy nhất để bạn thoát khỏi đám đông điên cuồng, bạn sẽ tìm thấy trên con đường du lịch được du khách yêu thích. Chân thực và khó quên, bạn sẽ được trải nghiệm cảm giác chân thực ở Việt Nam. Chào mừng bạn đến với Anh - s Easyriders với dịch vụ rất chân thật và vui vẻ.Đọc thêm",
        "reviews": [
            "Chuyến đi bằng xe máy với Anh thật là một cách du lịch thú vị. Chắc chắn là một trong những trải nghiệm tuyệt vời nhất của chúng tôi trong chuyến đi đến Việt Nam. Chúng tôi cảm thấy được chăm sóc rất chu đáo trong ngày đi xe đạp - Đà Nẵng - Đèo Hải Vân -. Anh rất chuyên nghiệp và hiểu biết.Đọc thêm",
            "Cảm ơn những đánh giá nhận xét tuyệt vời của bạn và tôi hy vọng sẽ gặp lại nhau và thực hiện nhiều chuyến du lịch trong ngày dành cho cặp đôi tại Hồ Chí Minh.\n\nAnh - s Easy Rider.Đọc thêm",
            "Chúng tôi đã có một chuyến đi xe máy kéo dài 2 ngày, chúng tôi đi từ Huế đến Hội An. Đó là một chuyến đi cực kỳ thú vị với một số tài xế và hướng dẫn viên tuyệt vời, những người đã giới thiệu cho chúng tôi cuộc sống ở các ngôi làng địa phương cũng như các điểm tham quan văn hóa và lịch sử trên đường đi. Một nhóm những người tuyệt vời đã cố gắng giữ cho nó trở nên chuyên nghiệp và an toàn nhưng cũng rất hài hước. Đọc thêm",
            "Cảm ơn những nhận xét tốt đẹp của bạn và rất vui được gặp lại bạn.\n\nAnh - s Easy Rider Đọc thêm",
            "Chuyến đi bằng xe máy với Anh là một cách tuyệt vời để ngắm nhìn đất nước. Chắc chắn là một trong những trải nghiệm tuyệt vời nhất của chúng tôi trong chuyến đi đến Việt Nam. Chúng tôi cảm thấy thực sự an toàn và chúng tôi đã có một số điểm dừng thực sự tốt trên đường đi. Anh rất chuyên nghiệp và khiến chuyến đi không thể nào quên.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì những đánh giá tuyệt vời và rất vui khi được thực hiện chuyến đi dài trên đường Hồ Chí Minh.\n\nAnh - s Easy Rider Đọc thêm",
            "Ahn tổ chức chuyến đi của chúng tôi từ Huế đến Hội An. Anh ấy rất chuyên nghiệp và vui tính. Trải nghiệm đích thực, khi anh ấy chỉ cho chúng tôi những phần của Việt Nam, chúng tôi sẽ không bao giờ tìm thấy chính mình. Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đánh giá tuyệt vời của bạn, tôi hy vọng sẽ gặp lại nhau và làm nhiều ngày cặp đôi hơn trên đường Hồ Chí Minh.\n\nAnh - s Easy Riders Đọc thêm",
            "Anh và Nam là những hướng dẫn viên du lịch tuyệt vời, chỉ cho chúng tôi tất cả những khung cảnh đẹp nhất ở Đà Nẵng và đưa chúng tôi đến một thác nước đặc biệt. Họ là những người lái xe xuất sắc - nhanh nhưng an toàn - và không bao giờ thúc giục bạn. Họ cũng đưa chúng tôi đến một nhà hàng địa phương tuyệt vời để dùng bữa trưa rẻ tiền nhưng tuyệt vời - hai cốc bia và hai món chính cho nhóm dưới 4 - . Tôi chắc chắn khuyên bạn nên làm điều này Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đánh giá tuyệt vời của bạn và tôi hy vọng sẽ gặp lại bạn và thực hiện nhiều chuyến đi trong ngày dành cho cặp đôi ở Hồ Chí Minh.\n\nAnh - s Easy Riders Đọc thêm",
            "August 8, 2018We met someone from the  - easyriders -  at the Da Nang trainstation and contacted him the day after to book a 1-day motor trip. Communications with him was very good and we agreed for a 1-day trip the next day, starting at 08.00.The next day:  - August 8 - At our breakfast they arrived already, with 2 bikes  -  drivers and 1 scooter for Jan to drive himself.After finishing our breakfest we took our swimming clothes and started the tour around 8.15. Via Hoi An we rode to the country site and visited some small local villages and a typical vietnamese market, very nice. And much more interesting places. The people are so friendly, we felt very welcome. Continued our trip more towards the mountains, sometimes small roads and also  - normal -   ones. Passed several  towns and local people, we got a really good view of how vietnamese people are doing outside the cities.Furthermore we visited  - My Son - , we walked there for 1 hour or so and had a lunch in the restaurant were our drivers were drinking coffee and playing cards with the other guests.Continued, they told us we are going by ferry to pass the river, that ferry was just a small boat :- - . After this crossing the ride was very nice to do, guess you will not know were - how to find this without guides !!After a long drive with some small stops to rest, take pictures and visiting a pineapple farm, we arrived at a waterfall for a swim. No other visitors, so we were with the 3 of us swimming, nice fresh water, a little muddy because of the rain. Refreshing!Started our way back with, again, some stops in between, drinking  - sugare-cane - , fresh created after ordering.... Hmmm.Finaly we were back in Hoi An and they brought us to the hotel.Afterall conclusions:- Very nice day, we have seen a lot of the  - non-city -  area- We felt fully save on their bikes, they drive carefully and easy- Ash and Suu are sympathiek guides. They really wanted to give us a good day - They shared a lot information with us about the local bahaviors during our stops- If you are interested in seeing more as the city and not want to sit in a bus or car, we can advice you to take a tour with the easyriders.Ash and Suu, thank you very much, for this amazing experience !!Regards, Jan, Linda, RoosRead more",
            "Cảm ơn bạn rất nhiều vì những đánh giá tuyệt vời và tôi rất vui được gặp lại bạn vào lần tới và làm việc vài ngày với Hồ Chí Minh. Cảm ơn Jan, Linda, Roos rất nhiều\n\nAnh - s Easy RiderĐọc thêm",
            "Chuyến tham quan này là một trải nghiệm tuyệt vời, chắc chắn sẽ khuyên bạn nên làm điều này !!! Cảm thấy an toàn và thoải mái trong suốt thời gian đó! Anh đưa tôi và bạn bè đi khắp nơi mà bạn không biết là có tồn tại, ra ngoài ăn trưa và ngày hôm sau để uống nước và ăn tối! Thật vui khi tìm hiểu thêm về văn hóa và lịch sử Việt Nam. Sẽ là bạn với họ lâu dài!Đọc thêm",
            "Bạn thân mến, Julia.\n\nCảm ơn bạn rất nhiều vì đánh giá tuyệt vời và hy vọng được gặp lại bạn và tiếp tục chuyến đi dài hơn trên đường Hồ Chí Minh.\n\nAnh - s Easy RiderĐọc thêm",
            "Thật là một chuyến đi trong ngày tuyệt vời với Anh qua miền Trung Việt Nam! Dừng lại ở một số địa điểm tuyệt vời và anh ấy có vốn từ vựng tiếng Anh rất tốt cũng như kiến ​​thức về tất cả những địa điểm đó! Tôi đã không ngừng mỉm cười kể từ khi chúng tôi khởi hành. Tôi và bạn gái đã có khoảng thời gian tuyệt vời và tôi không thể giới thiệu đủ Anh cho chuyến đi từ Hội An đến Huế!BramĐọc thêm",
            "Bạn thân mến của tôi! Cảm ơn bạn rất nhiều vì những đánh giá của bạn và tôi hy vọng gặp lại bạn lần sau với chuyến đi dài hơn.\n\nAnh - s Easy RiderĐọc thêm",
            "Đội ngũ tuyệt vời, lái xe rất an toàn - thân thiện và đáng tin cậy. Chúng tôi phải sắp xếp lại chuyến đi đèo hải vân do bị bệnh và họ rất vui khi được sắp xếp lại cho ngày hôm sau một cách dễ dàng mà không gặp bất kỳ rắc rối nào. Có một ngày tuyệt vời- chắc chắn sẽ giới thiệu!Đọc thêm",
            "Bạn thân! Cảm ơn bạn rất nhiều vì đánh giá tuyệt vời của bạn và tôi hy vọng được gặp lại bạn.\n\nAnh - s Easy Rider Đọc thêm",
            "Đi cùng những người tuyệt vời và thân thiện này là một trải nghiệm tuyệt vời. Anh làm cho chúng tôi cảm thấy rất an toàn và lái xe rất thận trọng. Cảm ơn bạn vì rất nhiều niềm vui và một trải nghiệm đáng nhớ!!! Đọc thêm",
            "Elizabeth thân mến,\n\nCảm ơn bạn rất nhiều vì đánh giá của bạn và tôi hy vọng trong tương lai nếu bạn đến Việt Nam một lần nữa sẽ có thêm nhiều cặp đôi bên đường Hồ Chí Minh.\n\nAnh - s Easy RiderĐọc thêm"
        ],
        "star_ratings": [
            219,
            19,
            2,
            0,
            1
        ],
        "review_amount": 241,
        "location": [
            "Những điều cần làm ở Đà Nẵng",
            "Anh - s Hội An Và Đà Nẵng Easy Rider Tại Việt Nam",
            "Việt Nam",
            "Đà Nẵng",
            "Châu Á"
        ],
        "reviews_time": [
            "Written August 18, 2018",
            "Written August 16, 2018",
            "Written August 16, 2018",
            "Written August 13, 2018",
            "Written August 10, 2018",
            "Written August 9, 2018",
            "Written August 5, 2018",
            "Written August 1, 2018",
            "Written August 1, 2018",
            "Written July 28, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298085-d3966359-Reviews-or50-Anh_s_Hoian_And_Danang_Easy_Rider_In_Vietnam-Da_Nang.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d3966359-Reviews-or40-Anh_s_Hoian_And_Danang_Easy_Rider_In_Vietnam-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d3966359-Reviews-or60-Anh_s_Hoian_And_Danang_Easy_Rider_In_Vietnam-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d3966359-Reviews-Anh_s_Hoian_And_Danang_Easy_Rider_In_Vietnam-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d5556199-Reviews-Easyrider_Private_Day_Trips-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d13990190-Reviews-Sevva_Sky_Lounge-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d14169950-Reviews-Elys_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d4061341-Reviews-Phuong_Dong_Nightclub-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d14206416-Reviews-New_Phuong_Dong_Club-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d11729061-Reviews-Hoi_An_Da_Nang_Hue_Private_Day_Tour-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12703741-Reviews-Michi_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d17559552-Reviews-Danang_Backstreet_Food_Tour-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d23619216-Reviews-Pavo_Bar_Cuisine_Mixology-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15681094-Reviews-Thanh_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d24084077-Reviews-Linger_Cocktail_On_Da_Trolley-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d13198650-Reviews-Olive_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15612650-Reviews-Pheva_Chocolate-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d6623400-Reviews-Golf_Asian_Danang_Private_Golf_Day_Tour-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d27699650-Reviews-Ket_High_Cocktail_Bar-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d10053503-Reviews-Queen_s_Beach-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g59401-d274484-Reviews-Blennerhassett_Island_Historical_State_Park-Parkersburg_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g55879-d19197579-Reviews-San_Luis_Beach-Galveston_Galveston_Island_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g293917-d6420100-Reviews-CentralFestival_Chiangmai-Chiang_Mai.html",
            "https://www.tripadvisor.com/Attraction_Review-g298224-d1372626-Reviews-Makishi_Public_Market-Naha_Okinawa_Prefecture.html",
            "https://www.tripadvisor.com/Attraction_Review-g60971-d6703544-Reviews-Pepsi_Amphiteatre-Flagstaff_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d4473690-Reviews-Goats_on_the_Roof-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d15325499-Reviews-Color_Factory-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g189449-d630372-Reviews-Kritinia_Castle-Rhodes_Dodecanese_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g294009-d14142070-Reviews-Angry_Birds_World-Doha.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298085-d3966359-Reviews-or60-Anh_s_Hoian_And_Danang_Easy_Rider_In_Vietnam-Da_Nang.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298085-d3966359-Reviews-or50-Anh_s_Hoian_And_Danang_Easy_Rider_In_Vietnam-Da_Nang.html",
        "caculated": true,
        "dicts_sentiment_average": {
            "chuyến đi": 0.8751392598205712,
            "trải nghiệm": 0.992540349640573,
            "xe đạp": 0.9949400315526873,
            "chuyến du lịch": 0.9955423674546182,
            "chuyến đi xe máy": 0.794203600846231,
            "hướng dẫn viên": 0.9952877683099359,
            "ngôi làng địa phương": 0.5,
            "điểm tham quan": 0.5,
            "văn hóa": 0.5,
            "lịch sử": 0.5,
            "điểm dừng": 0.9955445976811461,
            "chuyến đi dài": 0.9955924894893542,
            "hướng dẫn viên du lịch": 0.9953214933630079,
            "khung cảnh": 0.9213483254425228,
            "thác nước": 0.9941485850140452,
            "nhà hàng địa phương": 0.9950203022453934,
            "bữa trưa": 0.9954612762667239,
            "bia": 0.5
        },
        "dicts_adj": {
            "chuyến đi": [
                "thú vị",
                "tuyệt vời",
                "chuyên nghiệp",
                "nhiều",
                "tuyệt vời",
                "nhiều"
            ],
            "trải nghiệm": [
                "tuyệt vời",
                "tuyệt vời",
                "đích thực"
            ],
            "xe đạp": [
                "chu đáo"
            ],
            "chuyến du lịch": [
                "tuyệt vời",
                "nhiều"
            ],
            "chuyến đi xe máy": [],
            "hướng dẫn viên": [
                "tuyệt vời"
            ],
            "ngôi làng địa phương": [],
            "điểm tham quan": [],
            "văn hóa": [],
            "lịch sử": [],
            "điểm dừng": [
                "thực sự",
                "an toàn",
                "thực sự",
                "tốt"
            ],
            "chuyến đi dài": [
                "nhiều",
                "tuyệt vời",
                "vui"
            ],
            "hướng dẫn viên du lịch": [
                "tuyệt vời"
            ],
            "khung cảnh": [
                "đẹp",
                "nhất"
            ],
            "thác nước": [
                "đặc biệt"
            ],
            "nhà hàng địa phương": [
                "tuyệt vời"
            ],
            "bữa trưa": [
                "tuyệt vời"
            ],
            "bia": []
        },
        "list_proper_noun": [],
        "factor value": {
            "chuyến đi": 2.0,
            "trải nghiệm": 1.5,
            "xe đạp": 0.5,
            "chuyến du lịch": 0.5,
            "chuyến đi xe máy": 0.5,
            "hướng dẫn viên": 0.5,
            "ngôi làng địa phương": 0.5,
            "điểm tham quan": 0.5,
            "văn hóa": 0.5,
            "lịch sử": 0.5,
            "điểm dừng": 0.5,
            "chuyến đi dài": 0.5,
            "hướng dẫn viên du lịch": 0.5,
            "khung cảnh": 0.5,
            "thác nước": 0.5,
            "nhà hàng địa phương": 0.5,
            "bữa trưa": 0.5,
            "bia": 0.5
        }
    },
    {
        "attraction_name": "Anh's Hoian And Danang Easy Rider In Vietnam",
        "attraction_name_vi": "Anh - s Hội An Và Đà Nẵng Easy Rider Tại Việt Nam",
        "general_info": [
            "241 đánh giá",
            "- 31 trên 492 Tour - Hoạt động tại Đà Nẵng",
            "Chuyến tham quan nhiều ngày",
            "Tour xe máy"
        ],
        "attraction_summary": "Anh - s Vietnam Easyriders cung cấp các chuyến tham quan bằng xe máy qua Tây Nguyên Việt Nam, phía bắc đến Động Phong Nha qua thành phố Huế và phía nam đến thành phố Đà Lạt qua Nha Trang và thành phố Hồ Chí Minh. Các chuyến tham quan của chúng tôi mang đến cơ hội duy nhất để bạn thoát khỏi đám đông điên cuồng, bạn sẽ tìm thấy trên con đường du lịch được du khách yêu thích. Chân thực và khó quên, bạn sẽ được trải nghiệm cảm giác chân thực ở Việt Nam. Chào mừng bạn đến với Anh - s Easyriders với dịch vụ rất chân thật và vui vẻ.Đọc thêm",
        "reviews": [
            "Tôi gặp Anh ở trung tâm phố cổ và họ rất muốn đưa tôi đi tham quan. Tôi - đã đi du lịch với những người đi dễ dàng ở Đà Lạt và Sài Gòn nên tôi biết nó sẽ tốt và cảm thấy an toàn. Tôi gọi cho Anh vào buổi chiều và nói rằng tôi muốn tham gia một chuyến tham quan và anh ấy đã nhanh chóng đến khu nghỉ dưỡng của tôi sau 5 phút và giải thích về chuyến tham quan cho tôi. Chúng tôi đã thống nhất thời gian vào sáng hôm sau và một người trong nhóm của anh ấy đã đến đúng giờ vào ngày hôm sau và muốn chăm sóc tôi. Chúng tôi đã đến Ngũ Hành Sơn để bắt đầu và thật tuyệt vời với những hang động và là một khởi đầu tuyệt vời cho ngày mới. Sau đó chúng tôi bắt đầu hành trình vượt đèo, trên đường đi chúng tôi dừng lại ở một số bãi biển mát mẻ. Con đường thật tuyệt vời và có tầm nhìn đẹp nhất với nhiều ngã rẽ. Tôi mỉm cười suốt chuyến đi và chụp rất nhiều ảnh. Chúng tôi kết thúc một ngày bằng bia và tôi đã kết hợp với ba cô gái khác ở đất nước tôi và tất cả chúng tôi đều muốn trao đổi những câu chuyện. Các hướng dẫn viên rất hào phóng và hét lên với chúng tôi tất cả các loại bia. Xin chúc mừng đội của Anh - họ là một nhóm tuyệt vời! Đọc thêm",
            "Jasmine thân mến!\n\nCảm ơn bạn rất nhiều vì đánh giá tốt đẹp của bạn và tôi hy vọng sẽ gặp nhau trong tương lai và thực hiện nhiều chuyến du lịch trong ngày của các cặp đôi ở vùng Tây Nguyên trên đường Hồ Chí Minh.\n\nAnh - s Easy RiderĐọc thêm",
            "Nếu bạn muốn...... đạp xe xuyên rừng rậm, ruộng lúa cách xa những địa điểm du lịch. ... khám phá văn hóa Việt Nam và làm việc tại các đồn điền dứa, làm lược, nấu mì.... ăn ở những địa điểm địa phương mà bạn không thể tin rằng mình sẽ ăn.... có một hướng dẫn viên du lịch rất tốt bụng Liên hệ với họ. Liên hệ Uyên!!Đọc thêm",
            "Bạn thân mến của tôi, Peter.\n\nCảm ơn bạn rất nhiều vì đánh giá của bạn và tôi rất vui được gặp lại bạn.\n\nAnh - s Easy Rider.Đọc thêm",
            "Chúng tôi dành hai ngày tuyệt vời quanh những ngọn núi từ Đà Nẵng đến Hội An và họ đã cho chúng tôi thấy một Việt Nam thực sự, với văn hóa, con người, công việc và lối sống của họ. Đó là một trải nghiệm tuyệt vời nếu bạn muốn hòa mình vào lối sống của người Việt Nam.Đọc thêm",
            "Bạn thân mến của tôi, Gonzalo.\n\nCảm ơn bạn rất nhiều vì đã đánh giá và tôi hy vọng sẽ được gặp bạn trong tương lai và tiếp tục tổ chức nhiều tour du lịch trong ngày cho các cặp đôi hơn.\n\nAnh - s Easy Rider Đọc thêm",
            "Anh và Kiều là những người lái xe tuyệt vời và chúng tôi đã có một hành trình đáng kinh ngạc từ Huế qua đèo Hải Vân đến Hội An. Chúng tôi dừng lại dọc theo thác voi và dùng bữa trưa ngon miệng với họ bên đầm. Cả hai đều rất thân thiện và hữu ích và chúng tôi thực sự rất thích khoảng thời gian dành cho họ cũng như hành trình tuyệt đẹp! Nó được sắp xếp rất dễ dàng và vali của chúng tôi được bọc trong nhựa và buộc phía sau xe máy, nên không có vấn đề gì cả. Họ đón chúng tôi từ khách sạn ở Huế và đưa chúng tôi về khách sạn ở Hội An. Trong bữa trưa, họ cũng cho chúng tôi nhiều lời khuyên hữu ích cho phần còn lại của chuyến đi. Chúng tôi chắc chắn sẽ giới thiệu họ và chuyến đi này!Đọc thêm",
            "Xin chào Zeynep!\n\nCảm ơn bạn rất nhiều vì đánh giá của bạn và tôi hy vọng sẽ gặp lại bạn trong tương lai thực hiện nhiều chuyến đi dài hơn trên đường Hồ Chí Minh.\n\nAnh - s Easy Rider\n\nĐọc thêm",
            "Chuyến đi buổi sáng tuyệt vời để ngắm núi cẩm thạch và núi khỉ. Anh khiến chuyến đi trở nên cực kỳ vui vẻ và đảm bảo chúng tôi đã có khoảng thời gian tuyệt vời. Dừng lại uống vài cốc bia và anh ấy đưa chúng tôi đến một nhà hàng Việt Nam địa phương để ăn trưa. Rất muốn giới thiệu - - - - Đọc thêm",
            "Cảm ơn nhận xét của bạn và tôi hy vọng gặp lại bạn.Đọc thêm",
            "Anh họ tôi và tôi đã có một chuyến đi trong ngày tuyệt vời đến Ngũ Hành Sơn và Núi Khỉ. Ahn rất hữu ích và cung cấp nhiều thông tin và cuối cùng chúng tôi đã đi ăn với anh ấy tại một quán ăn địa phương ngon tuyệt. Tôi sẽ giới thiệu dịch vụ này 100%!Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã đánh giá và rất vui được gặp lại bạn. Đọc thêm",
            "Dành một ngày đi chơi trọn vẹn với Anh. Có một ngày tuyệt vời Anh là một chàng trai rất thân thiện và vui tính. Chuyến tham quan này có một chút gì đó, một vài điểm du lịch như núi đá cẩm thạch, một số phong cảnh ngoạn mục quanh những ngọn núi, một bữa trưa tuyệt vời nhìn ra đầm phá ở làng chài, và vào cuối một ngày nắng nóng, một chuyến đi đến thác nước để giải nhiệt. Ngay cả sau khi quay trở lại Đà Nẵng, chúng tôi đã uống vài cốc bia để kết thúc một ngày tuyệt vời. Nói chung, tôi sẽ không ngần ngại đặt chuyến đi này bạn sẽ không hối tiếchttps: - - www.tripadvisor.com - ShowUserReviews-g293922-d5961566-r586533348-Easy_Riders_Việt Nam-Da_Lat_Lam_Dong_Province.html - Đọc thêm",
            "Xin chào Richard,\n \n     Cảm ơn bạn rất nhiều vì đã xem xét nhận xét của bạn và tôi hy vọng sẽ gặp lại bạn và thực hiện chuyến lưu diễn dài hơn khác trong tương lai, cảm ơn rất nhiều.\n\n    Anh - s Easy Riders.Đọc thêm",
            "It was really easy to book the two day tour we had with Anh as he is very responsive to emails. Anh and Te picked us up on their motorbikes from our hotel and strapped our backpacks on the back of them and we always felt very safe on their bikes. Vietnam traffic can seem hectic but you learn by being on the back of a bike that everyone just slows down at junctions, everyone is patient and this must be how they don - t have accidents. We stopped frequently and explored Da Nang before finishing up in Hoi An which was our next destination. It - s great Anh can tailor your trip to your needs and he told us he has done tours up and down the country sometimes for weeks and you can even ride your own bike and just follow him. My partner and I done this trip before getting married in Hoi An and he gave my now husband some great advice on how he should keep me happy, like giving me a foot massage haha it was all in jest and Anh had a great sense of humour. It - s very clear that Anh loves his country and his wife and you can ask him anything, he will always have a good answer. He has been doing tours for over 20 years so really does know what he is talking about. At each stop he will tell you some information or let you explore. Day 1 we stopped opposite Monkey mountain, Marble mountain  - you pay your own entrance fee and go at your own pace, Anh will be waiting for you when you - re ready which is great - , Da Nang Bridge, Hai Van Pass  - Anh took some great pictures of us here - , American - French war bunkers, local waterfall  - stopped for lunch at cafe nearby -  a cinnamon tree  - gave me a little bark -  green tea plantation before stopping over in a hotel in the countryside where we had dinner. Day 2, visited the Katu Tribe and got to see how they lived, even got invited into a hut to drink rice wine and have some pork, stopped at a Dam, a pineapple farm  - delicious - , stopped at a cafe for lunch, rode through rice paddie fields, got a boat ferry with the bikes across a stream, stopped at My Son  - again Anh waited for us and we just took it in our time -  a farm where they make rice paper, a broom factory  - I say factory but it is one packed room -  and stopped for a sugar cane juice. It was a great trip and really insightful into how Vietnamese people live. Thank you very much Anh : -  Read more",
            "Xin chào Tarni,\n\n     Cảm ơn bạn rất nhiều vì đánh giá của bạn về cố vấn chuyến đi, đó thực sự là một đánh giá rất hay nên tôi hy vọng như vậy và rất vui được gặp bạn và chồng bạn trong tương lai.\n\n    Anh - s Easy Riders.Đọc thêm",
            "Anh đưa tôi và một người bạn đi tham quan bằng xe máy quanh Đà Nẵng và Hội An. Chúng tôi đến thăm Ngũ Hành Sơn, các cửa hàng ở Hội An và Núi Khỉ. Dịch vụ cực kỳ lịch sự và những lời giải thích tuyệt vời về các trang web chúng tôi đã truy cập. Cuối cùng dừng lại để ăn và có khoảng thời gian tuyệt vời để nghe những trải nghiệm của anh ấy khi sống ở Đà Nẵng. Giá cả hợp lý, muốn giới thiệu!! Đọc thêm",
            "Cảm ơn bạn rất nhiều vì những nhận xét tốt đẹp của bạn và tôi hy vọng sẽ gặp lại bạn trong tương lai. Xin chào gia đình bạn, người bạn ngọt ngào đến từ Việt Nam.Đọc thêm",
            "Anh đưa ra một chuyến tham quan đáng kinh ngạc!  Chúng tôi đến Hội An, Ngũ Hành Sơn và Núi Khỉ bằng xe máy của anh ấy.  Tôi thích cảm giác hồi hộp khi ở ngoài trời và bay vòng quanh.  Tôi cũng cảm thấy an toàn suốt thời gian qua!  Sau chuyến đi, anh đưa chúng tôi đến một địa điểm ăn uống tuyệt vời ở địa phương.  Tour du lịch tuyệt vời và máy chủ thực sự tuyệt vời!  Cảm ơn Anh! Lưu từ TennesseeĐọc thêm",
            "Điều đó rất tốt cho việc đánh giá nhận xét của bạn trên trang web của tôi, cảm ơn bạn rất nhiều và tôi hy vọng được gặp bạn trong tương lai.Đọc thêm",
            "Xin chào, chúng tôi đang ở Đà Nẵng gần bãi biển mykei. Chúng tôi muốn mục chuyến đi này vào thứ ba - 6 - 26 - . Cái này bao nhiêu tiền cho một người và một ngày? Và chúng tôi muốn biết làm thế nào và ở đâu chúng tôi có thể gặp bạn. Đọc thêm",
            "Xin chào!!!\n\nCảm ơn bạn rất nhiều vì câu hỏi của bạn, vậy bạn có muốn thực hiện chuyến tham quan một ngày không. Tôi đã nhận được một số chuyến tham quan trong một ngày nhưng tôi sẽ giới thiệu cho bạn chuyến tham quan Top Gear vì đó là chuyến tham quan rất nổi tiếng ở Đà Nẵng và một chuyến khác của sau Mỹ Sơn lên Núi và thác rồi quay về Đà Nẵng.\nThông thường tôi thực hiện một chuyến tham quan với giá 50 USD cho mỗi người một ngày, nếu bạn thấy thú vị với chuyến tham quan của tôi, vui lòng liên hệ với tôi bằng cách gọi cho tôi.\n\nĐây là số điện thoại của tôi: \n\n 0905026225.\n\n\nTrân trọng,\nAnh - s Easy Riders Đọc thêm",
            "CHÀO. Chồng tôi và tôi rất muốn thực hiện một chuyến tham quan trong ngày dành cho người lái xe dễ dàng và nếu có thể, hãy bao gồm trải nghiệm leo núi cho 1 người tại Ngũ Hành Sơn. Chúng ta có ngày mai thứ bảy ngày 2 tháng 6 hoặc chủ nhật ngày 3 tháng 6. Vậy có đặt chỗ được không? Cảm ơnĐọc thêm",
            "Xin chào Chris!\n\n     Thật sự xin lỗi vì đã trả lời bạn muộn vì hôm nay tôi bận việc.\n\n    Nếu bạn đang thắc mắc về chuyến đi của mình, tôi sẽ giới thiệu những thiết bị hàng đầu vì đó là chuyến tham quan rất nổi tiếng trên thế giới. Nếu bạn đang nghĩ chuyến tham quan thú vị, vui lòng cho tôi biết tôi có thể đón bạn ở đâu.\n\n    Đó là giá của tôi - 50 cho một người mỗi ngày, không bao gồm chỗ ở.\n\nTôi hy vọng tôi sẽ sớm nhận được tin tức từ bạn,\n\nTrân trọng,\n\nAnh - s Easy Rider.Đọc thêm",
            "Chào bạn\nChúng tôi là một nhóm gồm 3 người muốn thử đi xe máy vào ngày mai - chúng tôi không biết lái xe nên chúng tôi tự hỏi liệu ngồi phía sau có được không - \n\nChúng tôi đặc biệt muốn ghé thăm đèo Hải Vân hoặc bất kỳ địa điểm nào bạn giới thiệu.\nNó sẽ có chi phí bao nhiêu? Cảm ơn!Đọc thêm",
            "Cảm ơn bạn rất nhiều vì câu hỏi của bạn và bạn có muốn đi một hoặc hai ngày một đêm không? Nhưng tôi khuyên bạn nên đi Top Gear vì đó là tour rất nổi tiếng, thường thì tôi đi tour này - 50\nĐô la Mỹ mỗi người mỗi ngày, hãy chắc chắn rằng đó là chuyến đi tuyệt vời và tuyệt vời, vậy bạn có muốn tham gia chuyến tham quan của tôi không, vui lòng xác nhận cho tôi biết tôi có thể đón bạn ở đâu?\n\nTôi - tôi đang chờ đợi và tìm kiếm câu trả lời của bạn!!\nNgười bạn trung thành.\nAnh Easy Rider\nĐọc thêm",
            "Tôi nên lên kế hoạch bao nhiêu cho chuyến đi trong ngày ở Đà Nẵng?Đọc thêm",
            "Xin chào Jay,\n\nCảm ơn bạn rất nhiều vì câu hỏi của bạn, vậy bạn có muốn thực hiện một chuyến du lịch trong ngày từ Đà Nẵng không, tôi sẽ giới thiệu cho bạn về trang bị hàng đầu vì đó là tour rất nổi tiếng ở Đà Nẵng. Thông thường tôi thực hiện tour này với giá - 50 cho mỗi người mỗi người vậy bạn có muốn thú vị với chuyến tham quan của tôi không thì vui lòng xác nhận sớm với tôi nhé, cảm ơn.\n\nAnh - s Easy Riders.Đọc thêm",
            "Xin chào Anh, bạn có thể thực hiện chuyến đi trong ngày từ Đà Nẵng đến Hội An vào Chủ nhật ngày 22 tháng 4 năm 2018 được không? Tôi dự định sẽ đến Hội An vào buổi tối và trở về Đà Nẵng vào ngày 22/4. Phần còn lại của hành trình tùy thuộc vào bạn!Đọc thêm",
            "Xin chào!!bạn có muốn thực hiện một chuyến đi trong ngày từ Đà Nẵng đến Hội An và trở về vào ban đêm không nhưng tôi thực sự muốn hỏi bạn rằng thời gian trở về chính xác là mấy giờ để tôi biết. Tôi hy vọng tôi sẽ sớm nhận được tin tức từ bạn, thanks.Anh - s Easy RidersĐọc thêm",
            "Chào Anh\nTôi - đang tìm chuyến đi trong ngày có hướng dẫn từ Đà Nẵng đến Huế. Đi phía sau với một tay đua chuyên nghiệp. \nNgày mai bạn có sẵn hàng không? Tôi - tôi chỉ có 1 người. \nCó địa chỉ email nào tôi có thể liên hệ với bạn không? Tôi không thể thấy một cái trên trang cố vấn chuyến đi này. \nCảm ơn bạnĐọc thêm",
            "Xin chào!\nTôi - rất vui khi nhận được tin nhắn của bạn vì vậy bạn có muốn thực hiện chuyến tham quan vào ngày mai không. Tôi sẽ làm cho bạn nhưng tôi nhờ bạn tôi giúp bạn vì tôi bận vào ngày mai nên đi tham quan, nếu bạn muốn tôi làm với chuyến tham quan để bạn có thể đi sau ngày mai. Tôi kết thúc chuyến tham quan vào ngày mai nhưng nếu bạn muốn vào ngày mai, tôi sẽ nhờ bạn tôi giúp bạn. Vì vậy, vui lòng cho tôi biết tôi có thể đón bạn ở đâu, tôi hy vọng tôi có tin tức từ bạn sẽ sớm thôi.Đọc thêm",
            "Xin chào anh Anh, chồng tôi Jon và tôi sẽ đến thăm Đà Nẵng vào tháng 6 và đang hỏi giá để đi tham quan xung quanh Đà Nẵng.  Vui lòng cho chúng tôi giá tốt nhất cho 3 chuyến trong 3 ngày - . Chuyến 1 - Ngũ Hành Sơn - Đà Nẵng.  Chuyến 2 - Mỹ Sơn và Hội An.  Chuyến 3 - Đà Nẵng đi Huế và quay lại ngắm Hoàng Cung và đèo Hải Vân.  Cả hai chúng tôi đều có bằng lái xe máy ở Úc nhưng cũng rất vui khi được đi bằng ô tô.  Vui lòng tư vấn giá tốt nhất cho bạn.  Cảm ơn.  Alison - Jon.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã nhắn tin cho tôi vậy bạn muốn đi bằng xe máy hay ô tô? Tùy vào quyết định của bạn với chiếc bạn thích. Tôi nghĩ tôi có thể lên kế hoạch cho bạn cho chuyến đi hai ngày vì từ Đà Nẵng đến Ngũ Hành Sơn rất gần nên Tôi nghĩ bạn nên giữ ngày 1 và ngày 2 trong một ngày và ngày mai chúng ta đi Huế và về Đà Nẵng. Nếu bạn đi xe máy tôi sẽ nhận được - 300 cho hai ngày bao gồm cả xăng và giá cả bằng ô tô nên sẽ rất thú vị vì nó xin vui lòng cho tôi biết sớm bằng điện thoại bạn sẽ gọi trực tiếp theo số: 0905026225, cảm ơn. Tôi đang chờ và mong tin sớm của bạn.\nTrân trọngAnh - s Easy Rider Đọc thêm",
            "Này, tôi chỉ muốn chỉ ra rằng bạn đã cho anh ấy 1 sao, đây là mức đánh giá kém hơn nhưng sau khi đọc bài đánh giá của bạn, rõ ràng là bạn đã có trải nghiệm tuyệt vời. Sẽ rất tốt nếu bạn có thể sửa lỗi này cho anh Anh.Đọc thêm",
            "Xin chào, cảm ơn bạn đã bình luận nhưng bạn phải gửi trực tiếp đến email của TripAdvisor. Vì tôi sợ rằng họ không thể xem ý kiến ​​của bạn. Đọc thêm",
            "Tôi không biết nhưng tại sao trang web của tôi lại xuất hiện vì tôi đã nhận được một đánh giá từ bản cập nhật khách hàng của mình vào ngày 24 tháng 1 năm 2015 nhưng tôi không thấy thêm trên trang web của mìnhĐọc thêm",
            "Chào bạn!\nTôi - tôi là Mr Anh từ Easyriders nên tôi đã nhận được trang web từ công ty của bạn nhưng tôi không biết chuyện gì đang xảy ra vì tôi đã nhận được một đánh giá vào ngày 24 tháng 1 năm 2015 từ khách hàng của mình nên bây giờ tôi không thấy nhiều hơn trên trang web của mình -site vậy xin vui lòng cho tôi biết chuyện gì đang xảy raĐọc thêm"
        ],
        "star_ratings": [
            219,
            19,
            2,
            0,
            1
        ],
        "review_amount": 241,
        "location": [
            "Những điều cần làm ở Đà Nẵng",
            "Anh - s Hội An Và Đà Nẵng Easy Rider Tại Việt Nam",
            "Việt Nam",
            "Đà Nẵng",
            "Châu Á"
        ],
        "reviews_time": [
            "Written July 28, 2018",
            "Written July 25, 2018",
            "Written July 25, 2018",
            "Written July 21, 2018",
            "Written July 14, 2018",
            "Written July 14, 2018",
            "Written June 11, 2018",
            "Written June 10, 2018",
            "Written June 9, 2018",
            "Written June 9, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298085-d3966359-Reviews-or60-Anh_s_Hoian_And_Danang_Easy_Rider_In_Vietnam-Da_Nang.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d3966359-Reviews-or50-Anh_s_Hoian_And_Danang_Easy_Rider_In_Vietnam-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d3966359-Reviews-or70-Anh_s_Hoian_And_Danang_Easy_Rider_In_Vietnam-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d3966359-Reviews-Anh_s_Hoian_And_Danang_Easy_Rider_In_Vietnam-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d5556199-Reviews-Easyrider_Private_Day_Trips-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d13990190-Reviews-Sevva_Sky_Lounge-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d14169950-Reviews-Elys_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d4061341-Reviews-Phuong_Dong_Nightclub-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d14206416-Reviews-New_Phuong_Dong_Club-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d11729061-Reviews-Hoi_An_Da_Nang_Hue_Private_Day_Tour-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12703741-Reviews-Michi_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d17559552-Reviews-Danang_Backstreet_Food_Tour-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d23619216-Reviews-Pavo_Bar_Cuisine_Mixology-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15681094-Reviews-Thanh_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d24084077-Reviews-Linger_Cocktail_On_Da_Trolley-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d13198650-Reviews-Olive_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15612650-Reviews-Pheva_Chocolate-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d6623400-Reviews-Golf_Asian_Danang_Private_Golf_Day_Tour-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d27699650-Reviews-Ket_High_Cocktail_Bar-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g29556-d268545-Reviews-Ann_Arbor_Hands_On_Museum-Ann_Arbor_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g211861-d5457322-Reviews-Fahan_BeeHive_Huts-Dingle_Dingle_Peninsula_County_Kerry.html",
            "https://www.tripadvisor.com/Attraction_Review-g294265-d2138895-Reviews-ArtScience_Museum_at_Marina_Bay_Sands-Singapore.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d15140666-Reviews-1_OAK-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g297896-d11592370-Reviews-Sea_Turtle_Farm_Galle_Mahamodara-Galle_Galle_District_Southern_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g189158-d4053330-Reviews-Avenida_da_Liberdade-Lisbon_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g54063-d267782-Reviews-Blithewold_Mansion_Gardens_Arboretum-Bristol_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g187337-d12829280-Reviews-Roemerberg-Frankfurt_Hesse.html",
            "https://www.tripadvisor.com/Attraction_Review-g143010-d661415-Reviews-Otter_Cliff-Acadia_National_Park_Mount_Desert_Island_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g667997-d6648554-Reviews-Ratargul_Swamp_Forest-Sylhet_City_Sylhet_Division.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298085-d3966359-Reviews-or70-Anh_s_Hoian_And_Danang_Easy_Rider_In_Vietnam-Da_Nang.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298085-d3966359-Reviews-or60-Anh_s_Hoian_And_Danang_Easy_Rider_In_Vietnam-Da_Nang.html",
        "caculated": true,
        "dicts_sentiment_average": {
            "trung tâm phố cổ": 0.7848224965855479,
            "chuyến tham quan": 0.9840201265178621,
            "khu nghỉ dưỡng": 0.5,
            "ngũ hành sơn": 0.8737691454589367,
            "hang động": 0.9950794836040586,
            "bãi biển": 0.9839961645193398,
            "tầm nhìn": 0.9955179908429272,
            "chuyến đi": 0.9669897892890731,
            "bia": 0.7267792040947825,
            "câu chuyện": 0.5,
            "hướng dẫn viên": 0.9263625498861074,
            "chuyến du lịch": 0.5,
            "vùng tây nguyên": 0.8737691454589367,
            "đạp xe xuyên": -0.8520879340358078,
            "rừng rậm": 0.44704015739262104,
            "ruộng lúa": 0.5018495917320251,
            "địa điểm du lịch": 0.5,
            "văn hóa việt nam": 0.5,
            "đồn điền dứa làm": 0.5,
            "lược nấu mì": 0.5,
            "địa điểm địa phương": 0.6233796086162329,
            "hướng dẫn viên du lịch": 0.9948739419924095,
            "núi": 0.9843284597154707,
            "họ": 0.7376261840108782,
            "văn hóa": 0.5,
            "con người": 0.5,
            "lối": 0.5,
            "trải nghiệm": 0.9937597713433206,
            "tour du lịch": 0.9952071944717318,
            "người lái xe": 0.9955443567014299,
            "hành trình": 0.995589581434615,
            "thác voi": 0.5,
            "bữa trưa": 0.5,
            "xe máy": 0.9744705450721085,
            "khách sạn": 0.5,
            "buổi sáng": 0.9955712042283267,
            "núi cẩm thạch": 0.5,
            "núi khỉ": 0.6868845727294683,
            "nhà hàng việt nam": 0.5,
            "ăn trưa": 0.5,
            "quán ăn địa phương": 0.9955877929460257,
            "dịch vụ": 0.9488425720483065
        },
        "dicts_adj": {
            "trung tâm phố cổ": [],
            "chuyến tham quan": [
                "nhanh chóng"
            ],
            "khu nghỉ dưỡng": [],
            "ngũ hành sơn": [
                "tuyệt vời",
                "tuyệt vời"
            ],
            "hang động": [
                "tuyệt vời"
            ],
            "bãi biển": [],
            "tầm nhìn": [
                "tuyệt vời",
                "đẹp",
                "nhất",
                "nhiều"
            ],
            "chuyến đi": [
                "suốt",
                "nhiều",
                "nhiều",
                "chắc chắn",
                "nhiều",
                "nhiều",
                "dài",
                "hơn",
                "tuyệt vời",
                "vui vẻ",
                "tuyệt vời"
            ],
            "bia": [
                "khác"
            ],
            "câu chuyện": [],
            "hướng dẫn viên": [
                "hào phóng"
            ],
            "chuyến du lịch": [],
            "vùng tây nguyên": [
                "nhiều",
                "tốt đẹp",
                "nhiều"
            ],
            "đạp xe xuyên": [
                "xa"
            ],
            "rừng rậm": [
                "xa"
            ],
            "ruộng lúa": [
                "xa"
            ],
            "địa điểm du lịch": [],
            "văn hóa việt nam": [],
            "đồn điền dứa làm": [],
            "lược nấu mì": [],
            "địa điểm địa phương": [],
            "hướng dẫn viên du lịch": [
                "tốt bụng"
            ],
            "núi": [
                "thực sự"
            ],
            "họ": [
                "thực sự"
            ],
            "văn hóa": [],
            "con người": [],
            "lối": [],
            "trải nghiệm": [
                "tuyệt vời"
            ],
            "tour du lịch": [
                "nhiều",
                "nhiều",
                "hơn"
            ],
            "người lái xe": [
                "tuyệt vời"
            ],
            "hành trình": [
                "thân thiện",
                "hữu ích",
                "thực sự",
                "khoảng",
                "tuyệt",
                "đẹp"
            ],
            "thác voi": [],
            "bữa trưa": [],
            "xe máy": [
                "dễ dàng"
            ],
            "khách sạn": [],
            "buổi sáng": [
                "tuyệt vời"
            ],
            "núi cẩm thạch": [],
            "núi khỉ": [
                "tuyệt vời"
            ],
            "nhà hàng việt nam": [],
            "ăn trưa": [],
            "quán ăn địa phương": [
                "hữu ích",
                "nhiều",
                "cuối cùng",
                "ngon"
            ],
            "dịch vụ": []
        },
        "list_proper_noun": [],
        "factor value": {
            "trung tâm phố cổ": 0.5,
            "chuyến tham quan": 0.5,
            "khu nghỉ dưỡng": 0.5,
            "ngũ hành sơn": 1.0,
            "hang động": 0.5,
            "bãi biển": 0.5,
            "tầm nhìn": 0.5,
            "chuyến đi": 2.0,
            "bia": 1.0,
            "câu chuyện": 0.5,
            "hướng dẫn viên": 0.5,
            "chuyến du lịch": 0.5,
            "vùng tây nguyên": 0.5,
            "đạp xe xuyên": 0.5,
            "rừng rậm": 0.5,
            "ruộng lúa": 0.5,
            "địa điểm du lịch": 0.5,
            "văn hóa việt nam": 0.5,
            "đồn điền dứa làm": 0.5,
            "lược nấu mì": 0.5,
            "địa điểm địa phương": 0.5,
            "hướng dẫn viên du lịch": 0.5,
            "núi": 0.5,
            "họ": 1.0,
            "văn hóa": 0.5,
            "con người": 0.5,
            "lối": 0.5,
            "trải nghiệm": 0.5,
            "tour du lịch": 0.5,
            "người lái xe": 0.5,
            "hành trình": 0.5,
            "thác voi": 0.5,
            "bữa trưa": 0.5,
            "xe máy": 0.5,
            "khách sạn": 0.5,
            "buổi sáng": 0.5,
            "núi cẩm thạch": 0.5,
            "núi khỉ": 1.0,
            "nhà hàng việt nam": 0.5,
            "ăn trưa": 0.5,
            "quán ăn địa phương": 0.5,
            "dịch vụ": 0.5
        }
    },
    {
        "attraction_name": "Anh's Hoian And Danang Easy Rider In Vietnam",
        "attraction_name_vi": "Anh - s Hội An Và Đà Nẵng Easy Rider Tại Việt Nam",
        "general_info": [
            "241 đánh giá",
            "- 31 trong số 492 Tour - Hoạt động tại Đà Nẵng",
            "Chuyến tham quan nhiều ngày",
            "Chuyến tham quan bằng xe máy"
        ],
        "attraction_summary": "Anh - s Vietnam Easyriders cung cấp các chuyến tham quan bằng xe máy qua Tây Nguyên Việt Nam, phía bắc đến Động Phong Nha qua thành phố Huế và phía nam đến thành phố Đà Lạt qua Nha Trang và thành phố Hồ Chí Minh. Các chuyến tham quan của chúng tôi mang đến cơ hội duy nhất để bạn thoát khỏi đám đông điên cuồng, bạn sẽ tìm thấy trên con đường du lịch được du khách yêu thích. Chân thực và khó quên, bạn sẽ được trải nghiệm cảm giác chân thực ở Việt Nam. Chào mừng bạn đến với Anh - s Easyriders với dịch vụ rất chân thật và vui vẻ.Đọc thêm",
        "reviews": [
            "Tôi và một người bạn đã thuê Anh và anh trai anh ấy đưa chúng tôi đi tour hai ngày một đêm bắt đầu từ Đà Nẵng và kết thúc ở Huế. Họ đón chúng tôi tại khách sạn của chúng tôi. Xe đạp của họ rất thoải mái với mũ bảo hiểm tốt, ghế mềm có tựa lưng và giá để hành lý nơi họ buộc chặt hành lý của chúng tôi - trong một chiếc túi chống thấm nước - . Hai anh em thực sự thân thiện và nói tiếng Anh tốt. Họ lái xe rất giỏi và tôi luôn cảm thấy an toàn khi đi cùng Anh. Trước chuyến đi, chúng tôi đã nói với họ nơi chúng tôi muốn đến và xem và họ có thể kết hợp điều này vào chuyến tham quan. Chúng tôi đã thấy một số cảnh đẹp tuyệt vời và họ đã giải thích rất nhiều điều cho chúng tôi. Những nơi chúng tôi dừng lại để ăn trưa rất tuyệt và thời gian lưu trú tại khách sạn rất thoải mái với đồ ăn tuyệt vời. Đó là một cách tuyệt vời để ngồi lại và tận hưởng vùng nông thôn mà không phải lo lắng về việc tự lái xe. Tôi thực sự muốn giới thiệu công ty này và tôi chắc chắn sẽ tham gia một chuyến tham quan trong tương lai với họ. Đọc thêm",
            "Cảm ơn bạn rất nhiều vì những nhận xét tuyệt vời của bạn và tôi rất vui khi biết bạn thực sự thích thú với chuyến tham quan cùng công ty của tôi. Hy vọng được gặp lại bạn và thực hiện nhiều ngày cặp đôi hơn trong chuyến tham quan bằng đường cao tốc Hồ Chí Minh, cảm ơn rất nhiều.\nAnh - s Easy Riders.Đọc thêm",
            "Anh is a very good driver and the trip was a great experience.  The scenery and landscape of the Mountain area is very scenic often following rivers and offering some spectacular views. If you would live to take a photo you must tell as he doesn - t stop so often.  You may see Green tea plantations , encounter minority people and look into the simple life of the rural area. Also the driving is great fun but was also pushing me a bit to the limits as I haven - t done it before.  I also had to drink a lot water as it was already quite hot around  lunchtime. The first night stay was with in a family who offers several rooms.    Please keep in mind that hygenic surrounding is far below European standard. If you are sensitive I would recommend a thin sleeping bag  - silk or  so -  and to inform about diseases in rural areas and take precautions or simply keep in mind. We ate along the way at small cusines from local people.  The second stay was in a hotel in a langer town which had some other European visitors passing by with bikes. The standard of the hotel was still simple as the rooms were already a bit run down but it had nice views and looked a bit French style. The cafe in front was very nice with green plants and was  also visited by local people who could afford for breakfast. We had very nice and good food in the evening and I could speak to some Vietnamese visitors  - those who know English -  and had to sing for them.  - I was awful -  Further on we went passing more small villages and lakes to gain electricity. When we went to see a gum tree  - Kautschuk -  only a few meters from the road I had a blood eagle on my leg which we could remove. So be careful especially after rain to step into forest with green grass. I will always remember this trip and am happy that I dared to do it.  Our way back home was feeling a quite long drive with a nice stop at Hoi An were I walked along the scenic streets for some time and then back to Da Nang. Read more",
            "Cảm ơn những nhận xét của bạn, hẹn gặp lại.Đọc thêm",
            "Tôi biết Nguyễn Ngọc Dung từ năm 2014 khi tôi thực hiện chuyến lưu diễn Easy Rider đầu tiên cùng anh ấy. Đó là điểm nổi bật trong chuyến du lịch VN của tôi năm đó. Năm nay tôi về VN cùng bạn gái. Chúng tôi chỉ có một ngày cho chuyến tham quan bằng xe máy. Dũng và anh trai Anh dẫn chúng tôi đi tham quan núi đá cẩm thạch, đèo Hải Vân, một làng chài và thác nước gần đó. Hướng dẫn viên du lịch hoàn hảo! Chúng tôi luôn cảm thấy rất thoải mái và an toàn và rất khuyến khích Dũng và Anh.Đọc thêm",
            "Cảm ơn ý kiến ​​của bạn Đọc thêm",
            "We travelled with Nha Trang Easyriders 7 years ago and with our two teenage boys in tow had a fantastic time so we had to try a repeat. It didn - t take long to find a couple of guys with bikes sporting EASY RIDERS HOI AN on the front number plate at which point we should have gone right over and introduced ourselves. Sadly we mentioned our plans to another local who took us over and introduced us, we thought it was fine at the time but did discover later that he scored a nice US - 60 commission for the intro! A big chunk of the total US - 390 we paid for a three day tour, the price covering hotels with breakfast.Deposit paid, Kieu and Thai  - Anh was busy on another tour -  picked us up for an early start to beat the other tourists to My Son Sanctuary via the back roads and through scenery you - d probably not get to see on your own.  I - ve ridden for 37 years in the UK Europe and New Zealand and it - s tempting to hire bikes and do it yourself, but when you - re riding you - re watching the road and missing the scenery, also you do not have the Vietnamese riders skill set. You may think you - re doing great, but the locals ability to spot and dodge round errant foreigners is a major part of your survival. The guys know all the good photo spots and interesting things to visit, mountain villages, farms, waterfalls  - complete with locals who want to share a few beers with you, well, it - d be rude not to! - . For us the highlight was getting up onto the Ho Chi Minh road and up into real jungle covered mountains. The roads are mostly empty bar a few herds of cows and locals from the ethnic minority villages and the views and scenery are fantastic.You stay in small local hotels or guest houses and get to stop for delicious and cheap lunches at the spots locals use so it - s an experience and insight into real Vietnam. I - ve seen a few whinges about the hotels from others who have missed the point, you are with regular Vietnamese guys and stay where they stay, eat where they eat. If you want a luxury tour feel free to pay for one and enjoy the view from your aircon - d bus or limo.Kieu and Thai were great company, good safe riders and invariably got us to the bigger tourist destinations before the crowds in coaches and limo - s arrived. If you want a special experience then an easy riders tour is the way to go.Read more",
            "Cảm ơn ý kiến ​​của bạn Đọc thêm",
            "Để bắt đầu, chúng tôi đã thực hiện một chuyến tham quan trong ngày dọc theo đèo Hải Vân với những tay đua dễ tính. Chúng tôi đã có một ngày tuyệt vời đến mức chúng tôi quyết định đi du lịch đến de lat từ Hội An cùng họ. Đó là tour 5 ngày 4 đêm, lúc đầu chúng tôi lo lắng về chi phí tour. Nhưng hãy để tôi trấn an bạn, đây là số tiền tốt nhất tôi đã bỏ ra cho đến nay trong 3 tháng đi du lịch. Lời hứa của những tay đua dễ dàng - Trải nghiệm thực tế ở Việt Nam - họ cá nhân hóa chuyến tham quan theo những gì bạn thích và vượt xa hơn nữa để đảm bảo bạn có một chuyến đi thú vị. Bạn sẽ được ngắm nhìn vùng quê xinh đẹp của Việt Nam sau lưng xe đạp và khám phá, ngắm nhìn những điều mới mẻ mỗi ngày. Chúng tôi là y tá và hỏi liệu chúng tôi có thể đến bệnh viện địa phương không, và họ đã làm đúng như vậy, họ đưa chúng tôi đến bệnh viện địa phương và chúng tôi phải đi xem xung quanh. Tôi rất buồn khi chuyến tham quan kết thúc vì chúng tôi đã trở thành bạn với các tay đua của mình. Chúng tôi ăn những món ăn địa phương của Việt Nam và uống nhiều bia để học một số ngôn ngữ trên đường đi. Tôi ước mình có thể thực hiện lại chuyến tham quan. Tôi rất hạnh phúc và cảm thấy thực sự may mắn khi có được trải nghiệm tuyệt vời như vậy trong tay những tay đua giàu kinh nghiệm. Tất cả các tay đua đều rất an toàn và chu đáo, quan tâm đến nhu cầu của chúng tôi và mục tiêu tâm hồn của họ là đảm bảo khách hàng hài lòng. vì vậy nếu bạn đang tranh luận về việc có nên làm điều đó 100 hay không - vâng vì đó là điều tốt nhất tôi đã làm ở Việt Nam. Anh là tay đua của tôi và tôi cảm thấy 100 - an toàn khi ở bên anh ấy. Anh ấy là một tay đua giàu kinh nghiệm và chăm sóc bạn rất tốt. cảm ơn Bảo, Anh, ty - Suu vì trải nghiệm tuyệt vời nhất mà tôi đã có, các bạn thực sự là một nhóm tuyệt vời và tôi rất buồn khi phải nói lời tạm biệtĐọc thêm",
            "Cảm ơn ý kiến ​​​​của bạn. Đọc thêm",
            "Quyết định đi đường dài từ Huế đến Hội An.  Một vài người bạn của chúng tôi nói với chúng tôi rằng Anh chính là người nên gọi điện.  Và Boy oh Boy, anh ấy chắc chắn là người nên gọi.  Chúng tôi đang đi ra khỏi con đường mòn, đồ ăn rất tuyệt vời và tất cả các điểm dừng đều khiến tôi cảm thấy như giờ đây tôi đã nhìn thấy đất nước này.  Hôm qua chúng tôi dừng lại ở một ngôi làng, không phải một ngôi làng dành cho khách du lịch mà là một ngôi làng thực sự.  Tôi cảm thấy vinh dự được chứng kiến ​​một phần cuộc sống của người Việt.  Tôi cũng được tổ chức sinh nhật cùng chồng và 2 chàng trai tuyệt vời nhất - Anh và Lực - .  Chúng tôi đã có bánh ngọt, rượu gạo và bia hoặc 6... Cảm ơn các bạn vì một chuyến đi tuyệt vời.  Tốt hơn rất nhiều so với kế hoạch đi xe buýt ban đầu của tôi.Đọc thêm",
            "Cảm ơn ý kiến ​​của bạnĐọc thêm",
            "Sau một lời giới thiệu vào phút chót, tôi đã đặt xe với Anh để đi cùng vợ tôi trong tuần trăng mật từ Huế đến Hội An trong 2 ngày. Anh là một người chủ nhà tuyệt vời, hiểu biết và nói tiếng Anh rất tốt. Đồng nghiệp của anh ấy là Luc, người mà vợ tôi đi cùng cũng là một người tuyệt vời. Thật vui khi được đi cùng Anh và tôi cảm thấy rất an toàn trong suốt chuyến đi mặc dù đây là lần đầu tiên tôi đi xe máy. Tôi sẽ không ngần ngại giới thiệu anh ấy cho bất kỳ ai. Tôi chắc chắn rằng những thứ bạn được thấy không thể thấy từ bất kỳ xe buýt du lịch nào. Đây là cách tốt nhất để ngắm nhìn Việt Nam và trải nghiệm cuộc phiêu lưu Top Gear! Đọc thêm",
            "Cảm ơn ý kiến ​​của bạnĐọc thêm",
            "Tôi đã liên lạc với Anh để hỏi liệu có thể đặt tour với thông báo trước ít hơn 24 giờ không và anh ấy đã nhanh chóng phản hồi về tình trạng sẵn có của mình. Tôi đang ở Đà Nẵng và chọn tour du lịch Mỹ Sơn 1 ngày và vùng nông thôn, núi và thác nước gần đó. Giá tốt, dịch vụ tuyệt vời, sẽ liên hệ lại với anh ấy khi tôi quay lại! Đọc thêm",
            "Cảm ơn góp ý của bạnĐọc thêm",
            "Chúng tôi đã thực hiện chuyến du lịch 1 ngày với Kiều và Anh, đi qua những ngôi làng địa phương xinh đẹp nơi chúng tôi dừng lại để xem cách làm bánh tráng và tự làm bánh tráng! Sau đó chúng tôi lên đường đến Mỹ Sơn và dừng lại dọc đường để chụp ảnh những khung cảnh tuyệt đẹp. Điểm dừng chân cuối cùng của chúng tôi là một thác nước rất cần thiết sau chuyến đi - cả hai đều là những chuyên gia thực thụ và rất đam mê đất nước mà họ gọi là quê hương. Đó là điều bắt buộc nếu bạn - đang ở trong khu vực này!Đọc thêm",
            "Cảm ơn góp ý của bạnĐọc thêm",
            "3days 2nights. Hoi an - Prao - Khe Sanh - Phong Nha.24-26 of AprilI was initally gonna go with Ahns brother but they both showed up the morning of departure. I didnt quite get the reason for this but was told Ahn was better in english. This may seem a bit strange though i got nothing but good vibes so we took off.At first we went and had a look at the local market were I got an Hoi An cigar  - a rolled tobacco leaf - . Strong as hell but I liked it even though i dont smoke. We visited a small broomfactory and after that a ricepaper factory. Nice women at both places with what seems like extremely repetative jobs.Had a cooling stop at a waterfall then up the mountains and visited the  - Honor -  of a part of the Kotu minority people  - hope i got that right - . He was a sweet old man, 94 years old living with his family, dogs chickens and two pythons. For a mere sum of dong you could take a picture of them around your neck. I did not dare. Had a look at grean-tea plantation then a little weaving factory. Up in the mountain the views was beginning to pile up and maybe thats why I felt like the day had been short when we stopped in Prao. Though 10minutes later there was a thunderstorm with heavy rain so glad to be inside.The room was ok but for 300k i expected more especially since there was no power during the night  - no ac - . The good thing was that Ahn had arranged with the lady of the house to cook us dinner dinner  - 50k - . One of the best meals i had in vietnam so far. The next day we sat out for 220km - if i remember correctly - . We had a quick stop at another Kotu-village and saw their common-house.Then...MARVEL. The views and the beuty the whole rest of that day is hard to describe. It was green, so green everywhere except the small villages we drove by and the water in the canyons. The cliffs decending into the valleys then up the next mountain and the silhuetts of mountains behind...The only comparable memory I have is when i drove on Lofoten  - Island in the far north of Norway -  with its mountains and cascade of colours.And as a bonus there were happy children in every village waving and screamin helliuuuu.When we arrived in Khe Sanh i walked around the platuea of the old american military base  - now museum - . Very intersenting to see the vehicles  - transported there - . Though a big minus for the annoying salesmen  - war trinkets - .The hotel we stayed on was ok but i got a doubleroom, for 300k again, mjaah. Then we went out to eat and had a few beers. Ahn taught me the extreme importance of the vietmanese pronunciation. As well as new phrases. I hope they stick!Breakfast at the hotel was a bit pricy I think but the coffe was terrific.The last day we went down the mountain again and I started to miss the views. We had a stop at an Pagoda, they were furthering the construction but it was a nice stop anyways with beatiful trees and flowers.Quick stop at a coffehouse without coffe cause the power was out. A nice guy with a really beatiful place though and we had a coke. We had a stop at a memorial for the vietmanese who died at the ho cho min trail. This was.. Majestic might be the word. It was beatiful with flowers on all graves  - although it was plastic lotus - .Before we got to our destination we had a stop at a rubbertree-farm. Ahn showed and told me about the process. Very interesting, dont think I ever had the process explained to me before.Then we saw the beatiful mountains at Phong Nha.I had a very good trip with a great driver. In the mountains, the roads are occupied by cows, sheeps, dogs, chickens and other drivers as well as people walking about. Ahn handled every little situation very well and I was never afraid there. The only time I got a bit scared was the last day with more heavy traffic. The bus- and the cargodrivers all cheated the turns, but as stated above, Ahn is a very safe driver.And do tap him on the shoulder when you wanna snap a picture. - Somehow I can only access my pictures from the last day - Read more",
            "Cảm ơn ý kiến ​​của bạnĐọc thêm",
            "Xin chào, chúng tôi đang ở Đà Nẵng gần bãi biển mykei. Chúng tôi muốn mục chuyến đi này vào thứ ba - 6 - 26 - . Cái này bao nhiêu tiền cho một người và một ngày? Và chúng tôi muốn biết làm thế nào và ở đâu chúng tôi có thể gặp bạn. Đọc thêm",
            "Xin chào!!!\n\nCảm ơn bạn rất nhiều vì câu hỏi của bạn, vậy bạn có muốn thực hiện chuyến tham quan một ngày không. Tôi đã nhận được một số chuyến tham quan trong một ngày nhưng tôi sẽ giới thiệu cho bạn chuyến tham quan Top Gear vì đó là chuyến tham quan rất nổi tiếng ở Đà Nẵng và một chuyến khác của sau Mỹ Sơn lên Núi và thác rồi quay về Đà Nẵng.\nThông thường tôi thực hiện một chuyến tham quan với giá 50 USD cho mỗi người một ngày, nếu bạn thấy thú vị với chuyến tham quan của tôi, vui lòng liên hệ với tôi bằng cách gọi cho tôi.\n\nĐây là số điện thoại của tôi: \n\n 0905026225.\n\n\nTrân trọng,\nAnh - s Easy Riders Đọc thêm",
            "CHÀO. Chồng tôi và tôi rất muốn thực hiện một chuyến tham quan trong ngày dành cho người lái xe dễ dàng và nếu có thể, hãy bao gồm trải nghiệm leo núi cho 1 người tại Ngũ Hành Sơn. Chúng ta có ngày mai thứ bảy ngày 2 tháng 6 hoặc chủ nhật ngày 3 tháng 6. Vậy có đặt chỗ được không? Cảm ơnĐọc thêm",
            "Xin chào Chris!\n\n     Thật sự xin lỗi vì đã trả lời bạn muộn vì hôm nay tôi bận việc.\n\n    Nếu bạn đang thắc mắc về chuyến đi của mình, tôi sẽ giới thiệu những thiết bị hàng đầu vì đó là chuyến tham quan rất nổi tiếng trên thế giới. Nếu bạn đang nghĩ chuyến tham quan thú vị, vui lòng cho tôi biết tôi có thể đón bạn ở đâu.\n\n    Đó là giá của tôi - 50 cho một người mỗi ngày, không bao gồm chỗ ở.\n\nTôi hy vọng tôi sẽ sớm nhận được tin tức từ bạn,\n\nTrân trọng,\n\nAnh - s Easy Rider.Đọc thêm",
            "Xin chào\nChúng tôi là một nhóm gồm 3 người muốn thử đi xe máy vào ngày mai - chúng tôi không biết lái xe, chúng tôi tự hỏi liệu có ổn không nếu ngồi ở phía sau -\n\nChúng tôi muốn đến thăm đèo Hải Vân hoặc bất kỳ địa điểm nào bạn giới thiệu.\nChi phí là bao nhiêu? Cảm ơn! Đọc thêm",
            "Cảm ơn bạn rất nhiều vì câu hỏi của bạn và bạn có muốn đi một hoặc hai ngày một đêm không? Nhưng tôi khuyên bạn nên đi Top Gear vì đó là tour rất nổi tiếng, thường thì tôi đi tour này - 50\nĐô la Mỹ mỗi người mỗi ngày, hãy chắc chắn rằng đó là chuyến đi tuyệt vời và tuyệt vời, vậy bạn có muốn tham gia chuyến tham quan của tôi không, vui lòng xác nhận cho tôi biết tôi có thể đón bạn ở đâu?\n\nTôi - tôi đang chờ đợi và tìm kiếm câu trả lời của bạn!!\nNgười bạn trung thành.\nAnh Easy Rider\nĐọc thêm",
            "Tôi nên lên kế hoạch bao nhiêu cho chuyến đi trong ngày ở Đà Nẵng?Đọc thêm",
            "Xin chào Jay,\n\nCảm ơn bạn rất nhiều vì câu hỏi của bạn, vậy bạn có muốn thực hiện một chuyến du lịch trong ngày từ Đà Nẵng không, tôi sẽ giới thiệu cho bạn về trang bị hàng đầu vì đó là tour rất nổi tiếng ở Đà Nẵng. Thông thường tôi thực hiện tour này với giá - 50 cho mỗi người mỗi người vậy bạn có muốn thú vị với chuyến tham quan của tôi không thì vui lòng xác nhận sớm với tôi nhé, cảm ơn.\n\nAnh - s Easy Riders.Đọc thêm",
            "Xin chào Anh, bạn có thể thực hiện chuyến đi trong ngày từ Đà Nẵng đến Hội An vào Chủ nhật ngày 22 tháng 4 năm 2018 được không? Tôi dự định sẽ đến Hội An vào buổi tối và trở về Đà Nẵng vào ngày 22/4. Phần còn lại của hành trình tùy thuộc vào bạn!Đọc thêm",
            "Xin chào!!bạn có muốn thực hiện một chuyến đi trong ngày từ Đà Nẵng đến Hội An và trở về vào ban đêm không nhưng tôi thực sự muốn hỏi bạn rằng thời gian trở về chính xác là mấy giờ để tôi biết. Tôi hy vọng tôi sẽ sớm nhận được tin tức từ bạn, thanks.Anh - s Easy RidersĐọc thêm",
            "Chào Anh\nTôi - đang tìm chuyến đi trong ngày có hướng dẫn từ Đà Nẵng đến Huế. Đi phía sau với một tay đua chuyên nghiệp. \nNgày mai bạn có sẵn hàng không? Tôi - tôi chỉ có 1 người. \nCó địa chỉ email nào tôi có thể liên hệ với bạn không? Tôi không thể thấy một cái trên trang cố vấn chuyến đi này. \nCảm ơn bạnĐọc thêm",
            "Xin chào!\nTôi rất vui khi nhận được tin nhắn của bạn, bạn có muốn đi tour vào ngày mai không? Tôi sẽ đi cùng bạn nhưng tôi sẽ nhờ bạn tôi giúp bạn vì tôi bận vào ngày mai nên tôi sẽ đi tour, nếu bạn muốn tôi đi cùng bạn để bạn có thể đi sau ngày mai. Tôi sẽ kết thúc tour vào ngày mai nhưng nếu bạn muốn đi vào ngày mai, tôi sẽ nhờ bạn tôi giúp bạn. Vậy nên vui lòng cho tôi biết tôi có thể đón bạn ở đâu, tôi hy vọng sớm nhận được tin tức từ bạn. Đọc thêm",
            "Xin chào anh Anh, chồng tôi Jon và tôi sẽ đến thăm Đà Nẵng vào tháng 6 và đang hỏi giá để đi tham quan xung quanh Đà Nẵng.  Vui lòng cho chúng tôi giá tốt nhất cho 3 chuyến trong 3 ngày - . Chuyến 1 - Ngũ Hành Sơn - Đà Nẵng.  Chuyến 2 - Mỹ Sơn và Hội An.  Chuyến 3 - Đà Nẵng đi Huế và quay lại ngắm Hoàng Cung và đèo Hải Vân.  Cả hai chúng tôi đều có bằng lái xe máy ở Úc nhưng cũng rất vui khi được đi bằng ô tô.  Vui lòng tư vấn giá tốt nhất cho bạn.  Cảm ơn.  Alison - Jon.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã nhắn tin cho tôi vậy bạn muốn đi bằng xe máy hay ô tô? Tùy vào quyết định của bạn với chiếc bạn thích. Tôi nghĩ tôi có thể lên kế hoạch cho bạn cho chuyến đi hai ngày vì từ Đà Nẵng đến Ngũ Hành Sơn rất gần nên Tôi nghĩ bạn nên giữ ngày 1 và ngày 2 trong một ngày và ngày mai chúng ta đi Huế và về Đà Nẵng. Nếu bạn đi xe máy tôi sẽ nhận được - 300 cho hai ngày bao gồm cả xăng và giá cả bằng ô tô nên sẽ rất thú vị vì nó xin vui lòng cho tôi biết sớm bằng điện thoại bạn sẽ gọi trực tiếp theo số: 0905026225, cảm ơn. Tôi đang chờ và mong tin sớm của bạn.\nTrân trọngAnh - s Easy Rider Đọc thêm",
            "Này, tôi chỉ muốn chỉ ra rằng bạn đã cho anh ấy 1 sao, đây là mức đánh giá kém hơn nhưng sau khi đọc bài đánh giá của bạn, rõ ràng là bạn đã có trải nghiệm tuyệt vời. Sẽ rất tốt nếu bạn có thể sửa lỗi này cho anh Anh.Đọc thêm",
            "Xin chào, cảm ơn nhận xét của bạn nhưng bạn phải gửi trực tiếp đến email của TripAdvisor. Bởi vì tôi - tôi sợ rằng họ không thể - nhìn thấy ý kiến ​​của bạn.Đọc thêm",
            "Tôi không biết tại sao trang web của tôi lại xảy ra lỗi này vì tôi chỉ nhận được một đánh giá từ bản cập nhật của khách hàng vào ngày 24 tháng 1 năm 2015 nhưng tôi không thấy thêm đánh giá nào nữa trên trang web của mìnhĐọc thêm",
            "Chào bạn!\nTôi - tôi là Mr Anh từ Easyriders nên tôi đã nhận được trang web từ công ty của bạn nhưng tôi không biết chuyện gì đang xảy ra vì tôi đã nhận được một đánh giá vào ngày 24 tháng 1 năm 2015 từ khách hàng của mình nên bây giờ tôi không thấy nhiều hơn trên trang web của mình -site vậy xin vui lòng cho tôi biết chuyện gì đang xảy raĐọc thêm"
        ],
        "star_ratings": [
            219,
            19,
            2,
            0,
            1
        ],
        "review_amount": 241,
        "location": [
            "Những điều cần làm ở Đà Nẵng",
            "Anh - s Hội An Và Đà Nẵng Easy Rider Tại Việt Nam",
            "Việt Nam",
            "Đà Nẵng",
            "Châu Á"
        ],
        "reviews_time": [
            "Written June 6, 2018",
            "Written May 18, 2018",
            "Written May 18, 2018",
            "Written May 14, 2018",
            "Written May 7, 2018",
            "Written May 5, 2018",
            "Written May 5, 2018",
            "Written April 29, 2018",
            "Written April 29, 2018",
            "Written April 26, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298085-d3966359-Reviews-or70-Anh_s_Hoian_And_Danang_Easy_Rider_In_Vietnam-Da_Nang.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d3966359-Reviews-or60-Anh_s_Hoian_And_Danang_Easy_Rider_In_Vietnam-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d3966359-Reviews-or80-Anh_s_Hoian_And_Danang_Easy_Rider_In_Vietnam-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d3966359-Reviews-Anh_s_Hoian_And_Danang_Easy_Rider_In_Vietnam-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d5556199-Reviews-Easyrider_Private_Day_Trips-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d13990190-Reviews-Sevva_Sky_Lounge-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d14169950-Reviews-Elys_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d4061341-Reviews-Phuong_Dong_Nightclub-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d14206416-Reviews-New_Phuong_Dong_Club-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d11729061-Reviews-Hoi_An_Da_Nang_Hue_Private_Day_Tour-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12703741-Reviews-Michi_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d17559552-Reviews-Danang_Backstreet_Food_Tour-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d23619216-Reviews-Pavo_Bar_Cuisine_Mixology-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15681094-Reviews-Thanh_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d24084077-Reviews-Linger_Cocktail_On_Da_Trolley-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d13198650-Reviews-Olive_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15612650-Reviews-Pheva_Chocolate-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d6623400-Reviews-Golf_Asian_Danang_Private_Golf_Day_Tour-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d27699650-Reviews-Ket_High_Cocktail_Bar-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d313685-Reviews-Estadi_Olimpic-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60865-d504749-Reviews-Iron_Mountain_Road-Custer_South_Dakota.html",
            "https://www.tripadvisor.com/Attraction_Review-g33485-d2155318-Reviews-Argo_Mill_and_Tunnel-Idaho_Springs_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g673881-d23428502-Reviews-Romsdalsgondolen-Andalsnes_Rauma_Municipality_More_og_Romsdal_Western_Norway.html",
            "https://www.tripadvisor.com/Attraction_Review-g60904-d144030-Reviews-Out_of_Africa_Wildlife_Park-Camp_Verde_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g60999-d3400613-Reviews-Hayden_Valley-Yellowstone_National_Park_Wyoming.html",
            "https://www.tripadvisor.com/Attraction_Review-g53449-d6439300-Reviews-Randyland-Pittsburgh_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g42673-d10807710-Reviews-Lions_Park_Beach-Saint_Joseph_Berrien_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g187439-d191214-Reviews-Marbella_Old_Town-Marbella_Costa_del_Sol_Province_of_Malaga_Andalucia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298085-d3966359-Reviews-or80-Anh_s_Hoian_And_Danang_Easy_Rider_In_Vietnam-Da_Nang.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298085-d3966359-Reviews-or70-Anh_s_Hoian_And_Danang_Easy_Rider_In_Vietnam-Da_Nang.html",
        "caculated": true,
        "dicts_sentiment_average": {
            "tour": 0.8239851772539422,
            "khách sạn": 0.753960441914387,
            "xe đạp": 0.9292918203864247,
            "mũ bảo hiểm": 0.7449789257370867,
            "tựa lưng": 0.9276074999943376,
            "giá": -0.9530365848913789,
            "túi chống thấm nước": 0.5,
            "chuyến đi": 0.8302572537601615,
            "chuyến tham quan": 0.6236500943341525,
            "cảnh": 0.9955602536792867,
            "ăn trưa": 0.995506793144159,
            "lưu trú": 0.9955045076785609,
            "đồ ăn": 0.7629699012322817,
            "nông thôn": 0.9927737608086318,
            "chuyến tham": 0.9912425476359203,
            "cafe": 0.9951666647102684,
            "chuyến lưu diễn": 0.9583999812602997,
            "chuyến du lịch": 0.9891498449724168,
            "núi đá cẩm thạch": 0.8199484013020992,
            "làng chài": 0.5272017270326614,
            "thác nước": 0.5937246019020677,
            "hướng dẫn viên du lịch": 0.9954290646128356,
            "nha trang": 0.9952223870204762,
            "tay đua": 0.9853266500285827,
            "tour 5": 0.5,
            "tiền": 0.992790391203016,
            "trải nghiệm": 0.9526123744823659,
            "vùng quê": 0.9954139473848045,
            "bệnh viện": 0.46224054880440235,
            "bệnh viện địa phương": 0.48678598552942276,
            "món ăn địa phương": 0.5631701909005642,
            "bia": 0.5,
            "đất nước": 0.5,
            "ngôi làng": 0.9884013232076541,
            "vinh dự": 0.9822055583354086,
            "bánh ngọt": 0.5,
            "rượu gạo": 0.5
        },
        "dicts_adj": {
            "tour": [],
            "khách sạn": [
                "thoải mái"
            ],
            "xe đạp": [
                "thoải mái",
                "mới mẻ"
            ],
            "mũ bảo hiểm": [
                "tốt",
                "mềm"
            ],
            "tựa lưng": [
                "chặt"
            ],
            "giá": [
                "chặt"
            ],
            "túi chống thấm nước": [],
            "chuyến đi": [
                "thú vị",
                "tuyệt vời"
            ],
            "chuyến tham quan": [
                "nhiều",
                "tuyệt vời",
                "vui",
                "thực sự",
                "cùng",
                "nhiều",
                "hơn",
                "nhiều",
                "dọc",
                "xa"
            ],
            "cảnh": [
                "đẹp",
                "tuyệt vời",
                "nhiều"
            ],
            "ăn trưa": [
                "tuyệt"
            ],
            "lưu trú": [
                "thoải mái"
            ],
            "đồ ăn": [
                "tuyệt",
                "tuyệt vời"
            ],
            "nông thôn": [
                "tuyệt vời"
            ],
            "chuyến tham": [
                "thực sự",
                "chắc chắn"
            ],
            "cafe": [],
            "chuyến lưu diễn": [
                "đầu tiên"
            ],
            "chuyến du lịch": [
                "nổi bật"
            ],
            "núi đá cẩm thạch": [
                "gần"
            ],
            "làng chài": [
                "gần"
            ],
            "thác nước": [
                "gần"
            ],
            "hướng dẫn viên du lịch": [],
            "nha trang": [
                "to"
            ],
            "tay đua": [
                "dễ dàng",
                "an toàn",
                "hài lòng",
                "giàu",
                "tốt"
            ],
            "tour 5": [],
            "tiền": [
                "tốt"
            ],
            "trải nghiệm": [
                "dễ dàng",
                "hạnh phúc",
                "thực sự",
                "may mắn",
                "tuyệt vời",
                "giàu",
                "tuyệt vời",
                "thực sự",
                "tuyệt vời",
                "buồn"
            ],
            "vùng quê": [
                "xinh đẹp"
            ],
            "bệnh viện": [
                "đúng"
            ],
            "bệnh viện địa phương": [
                "đúng"
            ],
            "món ăn địa phương": [
                "nhiều"
            ],
            "bia": [],
            "đất nước": [],
            "ngôi làng": [
                "thực sự",
                "thực sự",
                "thực sự"
            ],
            "vinh dự": [],
            "bánh ngọt": [],
            "rượu gạo": []
        },
        "list_proper_noun": [],
        "factor value": {
            "tour": 1.5,
            "khách sạn": 0.5,
            "xe đạp": 1.0,
            "mũ bảo hiểm": 0.5,
            "tựa lưng": 0.5,
            "giá": 0.5,
            "túi chống thấm nước": 0.5,
            "chuyến đi": 1.5,
            "chuyến tham quan": 2.0,
            "cảnh": 0.5,
            "ăn trưa": 0.5,
            "lưu trú": 0.5,
            "đồ ăn": 1.0,
            "nông thôn": 0.5,
            "chuyến tham": 0.5,
            "cafe": 0.5,
            "chuyến lưu diễn": 0.5,
            "chuyến du lịch": 0.5,
            "núi đá cẩm thạch": 0.5,
            "làng chài": 0.5,
            "thác nước": 0.5,
            "hướng dẫn viên du lịch": 0.5,
            "nha trang": 0.5,
            "tay đua": 0.5,
            "tour 5": 0.5,
            "tiền": 0.5,
            "trải nghiệm": 0.5,
            "vùng quê": 0.5,
            "bệnh viện": 0.5,
            "bệnh viện địa phương": 0.5,
            "món ăn địa phương": 0.5,
            "bia": 1.0,
            "đất nước": 0.5,
            "ngôi làng": 0.5,
            "vinh dự": 0.5,
            "bánh ngọt": 0.5,
            "rượu gạo": 0.5
        }
    }
]