[
    {
        "attraction_name": "AnhTravel",
        "attraction_name_vi": "AnhDu Lịch",
        "general_info": [
            "51 đánh giá",
            "- 427 trong số 1.914 Tour - Hoạt động tại Hà Nội",
            "Chuyến tham quan thành phố",
            "Lịch sử - Di sản Tour",
            "Chuyến tham quan bằng xe máy"
        ],
        "attraction_summary": "Chào mừng bạn đến với AnhTravel tại Hà Nội. Sau hơn 15 năm làm việc trong ngành du lịch và khách sạn, chúng tôi tự hào về việc tập hợp các hành trình du lịch phù hợp nhất với nhu cầu cá nhân của bạn và đảm bảo rằng kỳ nghỉ, chuyến đi công tác hoặc chuyến phiêu lưu của bạn diễn ra suôn sẻ theo kế hoạch của bạn. Với tư cách là cố vấn du lịch tận tâm của cá nhân bạn, chúng tôi có thể sắp xếp các chuyến bay, chỗ ở, đưa đón, thuê ô tô, tour du lịch riêng, đi xe máy, bán và cho thuê, tour du lịch theo nhóm, du ngoạn Vịnh Hạ Long, leo núi Sapa, tour du lịch hàng ngày, Xe buýt ngủ mở đến Sapa, Huế, Hội An, Nha Trang, Đà Lạt, Thành phố Hồ Chí Minh, thị thực và bất kỳ sở thích, đặt chỗ, cuộc hẹn hoặc yêu cầu đặc biệt nào khác mà bạn có thể có. Như tất cả chúng ta đều biết đôi khi điều bất ngờ có thể xảy ra, chúng tôi cũng sẽ sẵn sàng hỗ trợ, trong và sau chuyến đi của bạn trước, trong và sau chuyến đi để cung cấp hỗ trợ, hướng dẫn và lời khuyên.Đọc thêm",
        "reviews": [
            "Anhy là một người tuyệt vời kiêm bạn đồng hành. Anh ấy đã chở chúng tôi đi khắp Hà Nội bằng chiếc Innova rộng rãi của mình vào Ngày đầu tiên và sau đó đưa chúng tôi đến Vịnh Hạ Long, Ninh Bình và đưa chúng tôi đến sân bay để lên chuyến bay đến Hội An. Anh ấy tốt bụng, nhẹ nhàng, yêu thương và hiểu khách của mình cũng như sở thích của họ. Dựa trên điều đó, anh ấy đã gợi ý một nhà hàng thuần chay ngon ở Ninh Bình mà chúng tôi không thể nghĩ ra nếu không tìm hiểu rất nhiều. Tương tự như vậy, anh ấy nói tiếng Anh tốt giúp chúng tôi dễ dàng phối hợp các khía cạnh khác của chuyến đi như ở Vịnh Hạ Long. Quan trọng nhất, anh ấy là một người bạn đồng hành tuyệt vời: không xâm phạm nhưng vẫn chu đáo, hiểu biết nhưng không áp đặt và thân thiện với trẻ em. Anh ấy đã pha cho chúng tôi cà phê tự làm từ hạt cà phê xay tươi để bắt đầu ngày du lịch của chúng tôi. Rất đáng để giới thiệu!!! Đọc thêm",
            "Chào Shyams và gia đình,\nChúng tôi thực sự đánh giá cao những nhận xét của bạn dành cho chúng tôi, gia đình bạn rất thân thiện và hào phóng, tuy chúng tôi không có nhiều thời gian để trải nghiệm Việt Nam nhưng phần nào đó bạn cũng hiểu được đôi chút về nó. Văn hóa và thiên nhiên Việt Nam, chúng tôi hy vọng bạn sẽ quay trở lại Việt Nam để tiếp tục hành trình khám phá vùng đất xinh đẹp này. Xin chân thành cảm ơn bạn và gia đình, chúc gia đình bạn sức khỏe, hạnh phúc và thành công. Hẹn gặp lại bạn sớm ở Việt Nam. AnhyĐọc thêm",
            "Người tốt, tài xế giỏi, đúng giờ đón chúng tôi và nhiều người biết nhà hàng thức ăn địa phương ngon và rất hữu ích khi tư vấn một số điểm đến.Đọc thêm",
            "Chào Teddy,\nChúng tôi xin cảm ơn bạn vì những đánh giá tuyệt vời, Chúng tôi hy vọng một ngày nào đó sẽ gặp lại bạn ở đất nước của chúng tôi. Chúng tôi xin gửi lời cảm ơn và chúc các bạn sức khỏe, may mắn và bình an. AnhyĐọc thêm",
            "Anh là một người lái xe tuyệt vời, siêu thân thiện và rất tự hào về đất nước của mình. Chúng tôi thực hiện chuyến đi 2N - 3D từ Hà Nội đến Cao Bằng, Bản Giốc, Lạng Sơn và Vịnh Hạ Long. Miền quê vô cùng xinh đẹp dù tháng Giêng không phải là thời điểm lý tưởng nhất trong năm. Anh khuyên nên đi vào cuối tháng 9 hoặc tháng 10 để thực sự ngắm nhìn cánh đồng lúa. Những ngọn núi Karst vẫn rất hùng vĩ vào tháng Giêng và chúng tôi dừng lại để chụp ảnh ở hầu hết mọi ngã rẽ trên đường. Anh kiên nhẫn với chúng tôi và chúng tôi rất thích đi du lịch cùng anh ấy. Anh ấy kể cho chúng tôi nhiều câu chuyện và khía cạnh của cuộc sống người Việt khiến cuộc hành trình của chúng tôi càng trở nên thú vị hơn.Đọc thêm",
            "Chào các bạn,\nBạn là người trải nghiệm rất tinh tế và chi tiết mọi khía cạnh của cuộc sống và thiên nhiên. Tôi rất vui khi được đi cùng các bạn và xem những gì các bạn thích cũng như những gì tôi muốn, nên tôi phải cảm ơn các bạn đã đến Việt Nam và tình cờ gặp được tôi. Tôi hy vọng bạn sẽ quay lại Việt Nam một lần nữa trong một chuyến đi dài hơn. Xin chân thành cảm ơn!Đọc thêm",
            "Anh là một người tuyệt vời. Đi vòng quanh Hà Giang và Ninh Bình. Anh ấy rất hiểu biết, tốt bụng và là một người tuyệt vời. Dễ dàng kết bạn. Pha một tách cà phê Việt Nam tuyệt vời. Muốn giới thiệu anh ấy cho bất kỳ ai. Leroy từ - - Đọc thêm",
            "Này chú Leroy, tôi xin cảm ơn rất nhiều vì những lời nói đẹp đẽ của bạn, tôi mong sớm được gặp lại bạn.\nMọi điều tốt đẹp nhất. PepitoĐọc thêm",
            "Tôi và một vài người bạn - những ông già da trắng đến từ New Zealand - muốn đến Điện Biên Phủ và đặt chỗ với Anh. Chúng tôi phải lái xe từ Hà Nội đến đó vì sân bay DBP đóng cửa cho đến Giáng sinh. Tài xế Tuấn của chúng tôi là một người đàn ông cực kỳ tốt bụng và dễ chịu với tiếng Anh xuất sắc. Mọi chuyện đều tuyệt vời cho đến khi một người bạn của tôi phải cấp cứu - đột quỵ - . Kỹ năng và lòng trắc ẩn của Tuấn thật tuyệt vời. Chúng tôi sẽ không bao giờ đưa được bạn tôi vào bệnh viện Sơn La nếu không có Tuấn. Có lẽ anh ấy sẽ chết. Ổn định được vài ngày, Anh tổ chức đón chúng tôi từ Sơn La về bệnh viện quốc tế ở Hà Nội. Tất cả những điều này là do ý muốn của nhiều bác sĩ, v.v. nên tôi liên tục phải yêu cầu Anh thay đổi kế hoạch hoặc thời gian, điều này không bao giờ là vấn đề. Tuần của chúng tôi ở Việt Nam đã thay đổi từ một kỳ nghỉ sang một cuộc phiêu lưu. Nếu không có Anh mọi chuyện sẽ từ một kỳ nghỉ trở thành một thảm họa. Nếu bạn đang đi Hà Nội, hãy đặt chỗ với những người này. Tôi đang trả ơn một phần lòng biết ơn của mình bằng cách viết bài đánh giá này. Đọc thêm",
            "chào các quý ông từ New Zealand,\nChúng tôi phải nói rằng các bạn là những người tuyệt vời, các bạn rất vui vẻ, thân thiện và hào phóng. May mắn thay, anh ấy không thực sự lo lắng, nhưng chúng tôi đã làm mọi thứ trong khả năng của mình để đưa anh ấy về nhà an toàn. Cảm ơn các bạn đã bình luận.Đọc thêm",
            "Chúng tôi đã thực hiện chuyến đi tùy chỉnh kéo dài 11 ngày với Anh ở miền Bắc Việt Nam - Ninh Bình, Vịnh Hạ Long, Cao Bằng, Đồng Văn, Hà Nội - và mọi thứ diễn ra hoàn toàn tốt đẹp. Anh là một người lái xe có kinh nghiệm và chúng tôi luôn cảm thấy an toàn trong suốt chuyến đi dù gặp phải một số tài xế và xe máy điên cuồng của Việt Nam và những con đường núi đầy thử thách trong điều kiện trời mưa trong một ngày. Anh ấy luôn đến đúng giờ và cung cấp nước cũng như đồ ăn nhẹ. Và đừng bỏ lỡ món thịt nướng và cà phê tự làm của anh ấy !! Ngay cả khi chúng tôi đã có kế hoạch du lịch được xác định trước, chúng tôi vẫn có thể điều chỉnh nó mà không gặp bất kỳ vấn đề gì và chúng tôi cần phải thay đổi kế hoạch do hai ngày mưa ở khu vực Hà Giếng - chưa bao giờ có có vấn đề gì với Anh. Do đó, tôi rất khuyến khích anh ấy nếu bạn muốn trải nghiệm Việt Nam.Đọc thêm",
            "Xin chào hai bạn, hai bạn là những người tốt bụng, thân thiện và hào phóng, chuyến đi của hai bạn thật tuyệt vời, hai bạn là những người yêu thiên nhiên và văn hóa Việt Nam, chúng tôi hy vọng hai bạn sẽ sớm quay lại. Quay lại Việt Nam cho chuyến đi tiếp theo. Cảm ơn hai bạn rất nhiều và chúc hai bạn sức khỏe và bình an. Đọc thêm",
            "Thật là một phát hiện tuyệt vời, Anh Travel thật tuyệt vời, anh Tuấn rất giỏi, anh ấy nói tiếng Anh rất tốt và kể cho chúng tôi nghe về nhiều điều ở Việt Nam mà chúng tôi chưa biết. Chúng tôi đã cùng anh ấy thực hiện chuyến du lịch 3 ngày đến Mai Châu và sau đó đến Nin Binn, chúng tôi có thể tùy chỉnh chuyến tham quan của mình khi đi cùng.  Anh Tuân luôn đến đúng giờ và rất vui được ở bên anh. Chúng tôi thực sự sẽ giới thiệu anh ấy.Đọc thêm",
            "Cảm ơn những nhận xét tuyệt vời của bạn, các bạn đã là bạn của Việt Nam tuyệt vời này, chúng tôi rất mong được gặp lại các bạn tại đất nước xinh đẹp của chúng tôi. Cảm ơn bạn rất nhiều vì đã chia sẻ nhận xét có giá trị này. Chúng tôi chúc bạn sức khỏe và hạnh phúc.Đọc thêm",
            "Chuyến đi quanh Ninh Bình, Cát Bà và Hà Nội thật tuyệt vời. Anh là một hướng dẫn viên giàu kinh nghiệm, đưa chúng tôi đến nhiều địa phương để trải nghiệm cuộc sống độc đáo của người Việt. Cà phê của anh ấy là thứ đáng mong đợi vào mỗi buổi sáng. Cuộc hành trình thật thoải mái. Anh ấy có sức chứa, hữu ích với những gợi ý, dễ chịu, kiên nhẫn và chăm sóc tốt các nhu cầu của chúng tôi. Nhìn chung, chúng tôi đã có một thời gian tuyệt vời!! Đọc thêm",
            "Xin chào những người bạn thân thiện và vui vẻ, chúng tôi cảm ơn những đánh giá tuyệt vời của bạn, chúng tôi hy vọng sẽ sớm gặp lại bạn ở đất nước chúng tôi. Chúng tôi xin cảm ơn và chúc các bạn sức khỏe, may mắn và bình an.Đọc thêm",
            "Anh là một người rất tốt bụng và thân thiện đã hướng dẫn chúng tôi một cách xuất sắc. Chúng tôi rất thích chuyến đi với anh ấy! Mong sớm được gặp lại anh ấy Đọc thêm",
            "Xin chào, chúng tôi cảm ơn những nhận xét quý báu của bạn, chúng tôi đánh giá cao điều đó, chúng tôi hy vọng được gặp lại bạn tại đất nước Việt Nam thân yêu này. Chúc các bạn sức khỏe, bình an và hạnh phúc.Đọc thêm",
            "Đã có một trải nghiệm tuyệt vời ở Việt Nam!!Anh và Johnny Cường đều hướng dẫn chúng tôi rất tận tình trong suốt chuyến đi. Cả hai đều rất háo hức và vui vẻ dẫn chúng tôi đi tham quan khắp đất nước của họ, điều này giúp trải nghiệm của họ tốt hơn.. chắc chắn sẽ giới thiệu anh ấy đi du lịch!Đọc thêm",
            "Xin chào, chúng tôi cảm ơn những nhận xét quý báu của bạn, chúng tôi rất trân trọng điều đó, chúng tôi hy vọng được gặp lại bạn tại đất nước Việt Nam thân yêu này. Chúc các bạn sức khỏe, bình an và hạnh phúc.Đọc thêm"
        ],
        "star_ratings": [
            49,
            2,
            0,
            0,
            0
        ],
        "review_amount": 51,
        "location": [
            "Việt Nam",
            "AnhDu Lịch",
            "Châu Á",
            "Những điều cần làm ở Hà Nội",
            "Hà Nội"
        ],
        "reviews_time": [
            "Written May 3, 2024",
            "Written April 12, 2024",
            "Written January 28, 2024",
            "Written January 14, 2024",
            "Written November 19, 2023",
            "Written October 31, 2023",
            "Written October 22, 2023",
            "Written August 31, 2023",
            "Written August 14, 2023",
            "Written July 16, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d11716395-Reviews-AnhTravel-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11716395-Reviews-or10-AnhTravel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6279888-Reviews-Vietnam_Motorbike_Tours_Vietnambikers-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5566628-Reviews-Vietnam_Motorbike_Tour_Expert-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12310773-Reviews-Hanoi_Car_Rentals-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8851164-Reviews-Viet_Express_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g26447143-d27002941-Reviews-Foot_Massage_Sai_Gon-Hai_Ba_Trung_Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g26447143-d27002622-Reviews-Foot_Massage_Saigon-Hai_Ba_Trung_Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d23372046-Reviews-Ps_Titan-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5973397-Reviews-Asianway_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17559279-Reviews-Miracle_Asia_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8861377-Reviews-GADT_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8595656-Reviews-Acacia_Voyage-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8098733-Reviews-Vietnam_Creative_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8404099-Reviews-Museum_of_Anthropology-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2312206-Reviews-Impress_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15220402-Reviews-Conical_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g60742-d4084163-Reviews-Biltmore_Winery-Asheville_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g29222-d109856-Reviews-Mokulua_Islands-Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g1069851-d14917636-Reviews-Popic_Winery_Lumbarda-Lumbarda_Korcula_Island_Dubrovnik_Neretva_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g57719-d1773119-Reviews-Burke_Lake_Park-Fairfax_Station_Fairfax_County_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d14012124-Reviews-B_One_Lounge_Club-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g189978-d6664329-Reviews-Crashed_DC_3_Plane-Vik_South_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d455818-Reviews-Safari_World-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d6753924-Reviews-Club_49_Soho-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g294450-d10502033-Reviews-Sniper_Alley-Sarajevo_Sarajevo_Canton_Federation_of_Bosnia_and_Herzegovina.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d11716395-Reviews-or10-AnhTravel-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d11716395-Reviews-AnhTravel-Hanoi.html"
    },
    {
        "attraction_name": "AnhTravel",
        "attraction_name_vi": "AnhDu Lịch",
        "general_info": [
            "51 đánh giá",
            "- 427 trên 1.914 Chuyến tham quan - Hoạt động tại Hà Nội",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan lịch sử - di sản",
            "Chuyến tham quan bằng xe máy"
        ],
        "attraction_summary": "Chào mừng bạn đến với AnhTravel tại Hà Nội. Sau hơn 15 năm làm việc trong ngành du lịch và khách sạn, chúng tôi tự hào về việc tập hợp các hành trình du lịch phù hợp nhất với nhu cầu cá nhân của bạn và đảm bảo rằng kỳ nghỉ, chuyến đi công tác hoặc chuyến phiêu lưu của bạn diễn ra suôn sẻ theo kế hoạch của bạn. Với tư cách là cố vấn du lịch tận tâm của cá nhân bạn, chúng tôi có thể sắp xếp các chuyến bay, chỗ ở, đưa đón, thuê ô tô, tour du lịch riêng, đi xe máy, bán và cho thuê, tour du lịch theo nhóm, du ngoạn Vịnh Hạ Long, leo núi Sapa, tour du lịch hàng ngày, Xe buýt ngủ mở đến Sapa, Huế, Hội An, Nha Trang, Đà Lạt, Thành phố Hồ Chí Minh, thị thực và bất kỳ sở thích, đặt chỗ, cuộc hẹn hoặc yêu cầu đặc biệt nào khác mà bạn có thể có. Như tất cả chúng ta đều biết đôi khi điều bất ngờ có thể xảy ra, chúng tôi cũng sẽ sẵn sàng hỗ trợ, trong và sau chuyến đi của bạn trước, trong và sau chuyến đi để cung cấp hỗ trợ, hướng dẫn và lời khuyên.Đọc thêm",
        "reviews": [
            "Tôi đang tìm một tài xế nói tiếng Anh tốt bụng, đáng tin cậy để đưa gia đình tôi từ Hà Nội đến Tam Cốc. Tôi đã nghe những điều tuyệt vời về Anh nên đã liên lạc với anh ấy qua WhatApp. Anh ấy phản hồi nhanh chóng và rất thân thiện với khiếu hài hước. Tôi đã có cảm giác tốt về anh ấy rồi. Chúng tôi đã đặt trước việc chuyển khoản và anh ấy thường xuyên liên lạc với nhau cho đến ngày khởi hành. Anh ấy có mặt đúng lúc. Xe của anh ấy rất đẹp, thoải mái và có máy lạnh. Anh ấy là một người lái xe rất an toàn. Chúng tôi rất thích 2,5 giờ lái xe với anh ấy - anh ấy thân thiện, thú vị và đơn giản là một người đàn ông tốt bụng và đáng kính. Tôi thực sự muốn giới thiệu anh ấy cho bất kỳ ai, không chỉ với tư cách là người lái xe mà còn dẫn bạn đi tham quan xung quanh nếu bạn đang tìm kiếm người hướng dẫn.Đọc thêm",
            "Xin chào những người bạn thân thiện và vui vẻ, chúng tôi cảm ơn những đánh giá tuyệt vời của bạn, chúng tôi hy vọng sẽ sớm gặp lại bạn ở đất nước của chúng tôi. Chúng tôi xin cảm ơn và chúc các bạn sức khỏe, may mắn và bình an.Đọc thêm",
            "Tôi chỉ dành vài giờ với Arnie, nhưng đó là hai giờ bổ ích và thú vị nhất mà tôi từng dành ra kể từ khi đến Việt Nam. Thật xứng đáng với thời gian của bạn và anh ấy là một người thân thiện, tuyệt vời. Đọc thêm",
            "xin chào, chúng tôi cảm ơn những nhận xét quý báu của bạn, chúng tôi đánh giá cao điều đó, chúng tôi hy vọng được gặp lại bạn tại đất nước Việt Nam thân yêu này. Chúc các bạn sức khỏe, bình an và hạnh phúc.Đọc thêm",
            "Chúng tôi rất vui vì đã chọn Anh lái xe đưa chúng tôi đi khắp Việt Nam. Anh ấy rất am hiểu về tất cả các khu vực địa phương và chia sẻ rất nhiều câu chuyện và chi tiết thú vị về các khu vực khác nhau mà chúng tôi đã lái xe qua. Anh ấy cũng đưa chúng tôi đến một số quán ăn thực sự tuyệt vời, nơi người dân địa phương thường đến và giải thích cho chủ nhà về chế độ ăn uống của chúng tôi - người ăn chay -. Chúng tôi đi cùng một đứa trẻ 8 tuổi và anh ấy rất kiên nhẫn khi dừng lại nhiều lần để ăn, đi vệ sinh, v.v. Anh có kỹ năng giao tiếp rất tốt, rất đúng giờ và chuyên nghiệp và là một tài xế rất an toàn. Đọc thêm",
            "Xin chào - DayTrip32190055677\nThực sự không có gì tốt hơn là nhìn thấy bạn bè của chúng tôi hài lòng. Chúng tôi rất vui mừng được đón tiếp bạn - gia đình bạn. Cảm ơn bạn đã đánh giá - đánh giá!!! Đọc thêm",
            "Anh không chỉ là một người lái xe rất đàng hoàng và giỏi mà còn là một hướng dẫn viên hoàn hảo. Chúng tôi rất thích đi du lịch cùng anh ấy và chúng tôi muốn giới thiệu anh ấy 100 - . Chơi cầu lông - với anh ấy là một điều tuyệt vời :- - . Đọc thêm",
            "Kính gửi Jan và gia đình\nCảm ơn bạn đã dành thời gian để gửi đánh giá cho chúng tôi! Chúng tôi rất vui vì bạn đã có khoảng thời gian tuyệt vời!\nChúng tôi thực sự hy vọng bạn có thể sớm ghé thăm chúng tôi.\nLời chúc tốt nhất.\nAnhyĐọc thêm",
            "Nếu bạn cần một người lái xe nói tiếng Anh, hiểu biết, đáng tin cậy với một chiếc xe sạch sẽ, rộng rãi để đưa bạn đi tham quan các điểm tham quan địa phương thì không cần phải tìm đâu xa.  Anh biết cách tùy chỉnh chuyến đi theo sở thích của bạn, sẽ giúp bạn tránh được những cái bẫy du lịch và đám đông. Anh ấy biết rất nhiều địa điểm địa phương đích thực về đồ ăn tốt cho sức khỏe, cà phê ngon và những thứ không dành cho khách du lịch khác.  Không cần phải nói rằng chúng tôi rất thích cuộc trò chuyện và tính cách đáng yêu của Anh. Nhưng nếu bạn là người yêu thích cà phê thì đây là ngày may mắn của bạn! Bởi Anh rất am hiểu văn hóa cà phê Việt Nam và luôn đồng hành cùng bộ cà phê của mình, những hạt Arabica rang đặc biệt được đặt hàng từ vùng Đà Lạt.  Hạt cà phê rang hoàn hảo, lò nướng di động, máy xay hạt cà phê và nguồn cung cấp nước... tất cả đều có trong xe của anh ấy! Chúng tôi may mắn được nếm thử tách cà phê do anh pha. Chưa bao giờ có thứ gì tốt hơn chiếc cốc đó! Rất khuyến khích! Đọc thêm",
            "Thân gửi Irina - Igor,\nCảm ơn bạn đã dành thời gian gửi đánh giá cho chúng tôi! Tôi rất vui vì bạn đã có khoảng thời gian tuyệt vời cùng tôi từ quán cà phê và chuyến đi ở Ninh Bình. Tôi hy vọng bạn có thể sớm quay lại Việt Nam!\nChúc bạn mọi điều tốt đẹp\nAnhyĐọc thêm",
            "Chúng tôi đã có một chuyến đi sáu ngày tuyệt vời, tài xế Minh của chúng tôi rất thân thiện và hữu ích. Anh ấy đã cố gắng hết sức để tìm nhà hàng chay cho chúng tôi :- - Chúng tôi thực sự có thể giới thiệu điều này! Đọc thêm",
            "Kính gửi Lorenz và gia đình\nCảm ơn bạn rất nhiều vì đã dành thời gian gửi đánh giá! Chúng tôi thực sự đánh giá cao phản hồi của bạn.\nChúng tôi mong được chào đón bạn quay trở lại sớm và lần này lâu hơn: - \nLời chúc tốt nhất.\nAnhyĐọc thêm",
            "Anh đã biến nó thành một trải nghiệm kỳ nghỉ tuyệt vời ở Việt Nam. Anh ấy rất linh hoạt và phù hợp với kế hoạch và thời gian của chúng tôi. Anh ấy rất thân thiện và đưa chúng tôi đến nhiều nơi tốt để ăn và tham quan.  - Đọc thêm",
            "Kính gửi - suetsyns\nCảm ơn bạn đã đánh giá tuyệt vời! Chúng tôi rất vui vì bạn đã tận hưởng chuyến đi cùng Anhy. Chúng tôi hy vọng sớm được chào đón bạn quay trở lại!\nTrân trọng.Đọc thêm",
            "Đã có khuyến nghị tốt về thực phẩm và địa điểm tham quan. Hành trình của chúng tôi rất vội vã nên chúng tôi không thực sự tận hưởng trải nghiệm ở các thị trấn nhiều nhất có thể. Ngoài ra mọi thứ đều tuyệt vời với Anh.Đọc thêm",
            "Kính gửi SLyn0722\nCảm ơn bạn rất nhiều vì đã dành thời gian để xem xét chuyến đi gần đây của bạn. Tôi rất vui khi biết bạn và gia đình đã tận hưởng chuyến đi cùng tôi và cảm ơn vì những nhận xét đáng yêu của bạn. Tôi hy vọng bạn sẽ sớm quay lại gặp tôi và tôi rất mong nhận được phản hồi từ bạn.\n\nTrân trọng,\nAnhyĐọc thêm",
            "Tất cả các đánh giá đều đúng - đừng ngần ngại đặt kế hoạch du lịch của bạn với Anh. Khi chúng tôi muốn có một chuyến phiêu lưu vào phút cuối đến Ninh Bình, Anh đã có thể đáp ứng và đón chúng tôi vào ngày hôm sau. Chúng tôi đã trải qua một ngày tuyệt vời cùng anh ấy và nhìn thấy mọi thứ chúng tôi muốn thấy. Anh ấy luôn đúng giờ và giao tiếp tuyệt vời. Chúng tôi muốn lên kế hoạch cho một ngày tham quan khác và chắc chắn chúng tôi sẽ gọi lại cho Anh. Tôi cũng sẽ giới thiệu anh ấy với bất kỳ người bạn nào của tôi đến thăm Việt Nam.Đọc thêm",
            "Nancy và Nico thân mến, \nCảm ơn bạn rất nhiều vì những đánh giá tốt đẹp, chúng tôi hy vọng sẽ sớm gặp lại bạn tại Hà Nội.\nMọi điều tốt đẹp nhất.\nAnhĐọc thêm",
            "Chúng tôi là một gia đình gồm 5 người lớn - Chúng tôi ghé thăm Hà Nội để quá cảnh đến Bái Đính - hang động Tràng An và Quần thể chùa Bái Đính - Tổng cộng 2 ngày Tất cả chúng tôi đều có kỳ nghỉ tuyệt vời ở đó - Nhưng chúng tôi đến đây vào dịp Tết - ngày lễ lớn của người Việt - Vì vậy, hầu hết các cửa hàng vẫn đóng cửa hoặc đóng cửa sớm. Và điểm du lịch cũng tràn ngập khách du lịch địa phương - Anh đã kể cho chúng tôi nghe về tình hình trước khi chúng tôi đến Việt Nam. Và cho chúng tôi gợi ý về thời điểm tốt nhất để đến. Người Việt Nam rất thân thiện - nhưng họ có cách làm việc riêng - Một số có thể cảm thấy choáng ngợp hoặc có thể bị sốc văn hóa lớn khi đến thăm địa điểm du lịch, nơi du khách địa phương cũng vậy đến thăm trong kỳ nghỉ của họ. Vì vậy, tốt nhất bạn nên hỏi Anh cách làm mọi việc ở đây, anh ấy sẽ gợi ý và giải thích cho bạn. Nói chung chúng tôi rất vui khi chọn AnhTravel làm hướng dẫn viên du lịch. Và giao tiếp rất quan trọng :DĐọc thêm"
        ],
        "star_ratings": [
            49,
            2,
            0,
            0,
            0
        ],
        "review_amount": 51,
        "location": [
            "Việt Nam",
            "AnhDu Lịch",
            "Châu Á",
            "Những điều cần làm ở Hà Nội",
            "Hà Nội"
        ],
        "reviews_time": [
            "Written July 5, 2023",
            "Written May 18, 2023",
            "Written April 19, 2023",
            "Written April 13, 2023",
            "Written April 13, 2023",
            "Written April 10, 2023",
            "Written March 28, 2023",
            "Written March 28, 2023",
            "Written February 27, 2023",
            "Written January 26, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d11716395-Reviews-or10-AnhTravel-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11716395-Reviews-AnhTravel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11716395-Reviews-or20-AnhTravel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6279888-Reviews-Vietnam_Motorbike_Tours_Vietnambikers-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5566628-Reviews-Vietnam_Motorbike_Tour_Expert-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12310773-Reviews-Hanoi_Car_Rentals-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8851164-Reviews-Viet_Express_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g26447143-d27002941-Reviews-Foot_Massage_Sai_Gon-Hai_Ba_Trung_Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g26447143-d27002622-Reviews-Foot_Massage_Saigon-Hai_Ba_Trung_Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d23372046-Reviews-Ps_Titan-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5973397-Reviews-Asianway_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17559279-Reviews-Miracle_Asia_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8861377-Reviews-GADT_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8595656-Reviews-Acacia_Voyage-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8098733-Reviews-Vietnam_Creative_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8404099-Reviews-Museum_of_Anthropology-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2312206-Reviews-Impress_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15220402-Reviews-Conical_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g34208-d4545175-Reviews-Coconut_Point-Estero_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d126554-Reviews-Seattle_Aquarium-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g147366-d18844435-Reviews-Coral_Beach-George_Town_Grand_Cayman_Cayman_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g49268-d4500585-Reviews-Lake_Lure_Flowering_Bridge-Lake_Lure_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g31310-d116632-Reviews-Heard_Museum-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31286-d1025822-Reviews-Lake_Pleasant_Regional_Park-Morristown_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g187503-d7161477-Reviews-Mercadillo_de_Bonavista-Tarragona_Costa_Dorada_Province_of_Tarragona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g147429-d10199811-Reviews-Coco_Plum_Beach-Great_Exuma_Out_Islands_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g44535-d133016-Reviews-Kansas_City_Zoo_Aquarium-Kansas_City_Missouri.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d11716395-Reviews-or20-AnhTravel-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d11716395-Reviews-or10-AnhTravel-Hanoi.html"
    },
    {
        "attraction_name": "AnhTravel",
        "attraction_name_vi": "AnhDu Lịch",
        "general_info": [
            "51 đánh giá",
            "- 427 trong số 1.914 Tour - Hoạt động tại Hà Nội",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan lịch sử - di sản",
            "Chuyến tham quan bằng xe máy"
        ],
        "attraction_summary": "Chào mừng bạn đến với AnhTravel tại Hà Nội. Sau hơn 15 năm làm việc trong ngành du lịch và khách sạn, chúng tôi tự hào về việc tập hợp các hành trình du lịch phù hợp nhất với nhu cầu cá nhân của bạn và đảm bảo rằng kỳ nghỉ, chuyến công tác hoặc chuyến phiêu lưu của bạn diễn ra suôn sẻ theo kế hoạch của bạn. Với tư cách là cố vấn du lịch tận tâm của cá nhân bạn, chúng tôi có thể sắp xếp các chuyến bay, chỗ ở, đưa đón, thuê ô tô, tour du lịch riêng, đi xe máy, bán và cho thuê, tour du lịch theo nhóm, du ngoạn trên Vịnh Hạ Long, leo núi Sapa, tour du lịch hàng ngày, Xe buýt ngủ mở đến Sapa, Huế, Hội An, Nha Trang, Đà Lạt, Thành phố Hồ Chí Minh, thị thực và bất kỳ sở thích, đặt chỗ, cuộc hẹn hoặc yêu cầu đặc biệt nào khác mà bạn có thể có. Như tất cả chúng ta đều biết đôi khi điều bất ngờ có thể xảy ra, chúng tôi cũng sẽ sẵn sàng hỗ trợ, trong và sau chuyến đi của bạn trước, trong và sau chuyến đi để cung cấp hỗ trợ, hướng dẫn và lời khuyên.Đọc thêm",
        "reviews": [
            "Anh là một người lái xe và hướng dẫn viên rất thân thiện và thân thiện với chúng tôi và anh ấy đã khiến những chuyến đi của chúng tôi trở nên vô cùng thoải mái và đảm bảo rằng chúng tôi có thể thực hiện tất cả những gì chúng tôi muốn. Anh ấy luôn đúng giờ và không bao giờ bắt chúng tôi phải chờ đợi. Anh ấy chỉ là nơi tốt nhất để ghé thăm và lên kế hoạch cả ngày cho chúng tôi. Chúng tôi đi du lịch cùng một đứa trẻ sơ sinh và anh ấy luôn lưu tâm đến điều đó khi lập kế hoạch du lịch. Chúng tôi rất thích công ty của anh ấy.Đọc thêm",
            "Sự ra đi vào đầu năm 2023 với nhiều cảm xúc tuyệt vời. Chỉ trong hai ngày ngắn ngủi. Là một học sinh còn ngồi trong trường, em cảm thấy rất vui và hạnh phúc vì mình đã góp một phần công sức mang những món quà nhỏ đến tận tay các em nhỏ nhân dịp đầu xuân tại Bản Liền, một bản vùng cao Lào Cai nơi xa xôi và rất khó khăn về nguồn nguyên liệu. Đến đây; Tôi có thể chia sẻ, vui chơi, đốt lửa, nhảy múa và ca hát cùng trẻ em và người dân nơi đây. Tôi cảm ơn Anh Nguyễn, người mà tôi mới gặp nhưng đã cho tôi rất nhiều tình yêu thương và dạy tôi nhiều bài học ý nghĩa về cuộc sống cũng như cho tôi những lời khuyên, định hướng. Đây không chỉ là một chuyến đi tình nguyện mà là một trải nghiệm tuyệt vời và ý nghĩa. Đọc thêm",
            "Anhy là một hướng dẫn viên du lịch tuyệt vời cho vợ tôi và tôi trong chuyến đi từ Mỹ đến Hà Nội vào ngày 22 tháng 11.  Đây là lần thứ hai chúng tôi đến Hà Nội và là lần thứ hai chúng tôi nhờ Anhy đưa chúng tôi đi vòng quanh Hà Nội.  Chúng tôi biết đến Anhy từ những người bạn đã giữ anh ấy khi họ đến thăm Hà Nội và đánh giá cao anh ấy cho chúng tôi. Anhy là một chàng trai sắc sảo, nói tiếng Anh lưu loát, là một người đàn ông của gia đình có vợ và ba con, và là một chàng trai tốt về mọi mặt.  Anh ấy là người đáng tin cậy, nhanh nhẹn và là một quý ông.  Trong chuyến đi này, anh ấy đưa chúng tôi đến một xưởng gốm đang hoạt động ở Hà Nội và giúp chúng tôi lên kế hoạch cho chuyến đi tiếp theo đến Ninh Bình.  Nếu bạn muốn một hướng dẫn viên du lịch đáng tin cậy, có năng lực ở Hà Nội thì Anhy chính là người dành cho bạn.Đọc thêm",
            "Rất khuyến khích dịch vụ AnhTravel cho bất cứ ai đến Hà Nội. Dịch vụ 10 - 10. Anh đã nỗ lực đưa chúng tôi đi tham quan những điểm du lịch PHẢI THAM QUAN ở thị trấn Hà Nội với mức giá rất hợp lý trước khi chúng tôi chuyển đến Vịnh Hạ Long. Đã học được rất nhiều về văn hóa và phong tục Việt Nam. Một người bạn tuyệt vời - Đọc thêm",
            "Anh đúng giờ, hữu ích và đáng tin cậy. Chiếc xe 7 chỗ của anh ấy rất sạch sẽ và anh ấy nói thông thạo tiếng Anh và tiếng Việt, điều này khiến mọi việc trở nên dễ dàng hơn với chúng tôi. Anh đón chúng tôi từ sân bay Hà Nội và đưa chúng tôi đến Ninh Bình khi anh ấy chở chúng tôi đi vòng quanh trong chuyến đi 3N2Đ trước khi đưa chúng tôi trở lại Hà Nội . Vì thế chúng tôi đã có thể làm được khá nhiều điều trong 2,5 ngày ở Ninh Bình. Biết chúng tôi muốn ăn món Việt cho bữa tối, Anh đưa chúng tôi đến thành phố Ninh Bình để tìm cho chúng tôi một quán cà phê đích thực. Chắc chắn sẽ giới thiệu Anh nếu có nhu cầu chuyển khoản ở Hà Nội. Tôi cũng sẽ liên lạc lại với anh ấy khi về Việt Nam.Đọc thêm",
            "Đã có một chuyến đi tuyệt vời từ Hà Nội đến Ninh Bình. Hướng dẫn chúng tôi quản lý thời gian tốt. Dịch vụ rất chuyên nghiệp và hữu ích. Đã giúp chúng tôi thanh toán bằng thẻ cũng như chúng tôi đang thiếu tiền mặt. Rất muốn giới thiệu.Đọc thêm",
            "Đây là lần đầu tiên tôi đến Việt Nam và Hà Nội. Tôi đi du lịch với hai người bạn của tôi từ thời đại học. Chúng tôi đặt xe qua Viatour và được ghép với anh Anh. Anh ấy là một người lái xe rất chuyên nghiệp với một chiếc xe sạch sẽ và nói tiếng Anh tuyệt vời. Khi đến Pù Luông, chúng tôi có thể nhìn thấy vùng nông thôn Việt Nam từ một góc nhìn khác vì anh Anh dẫn chúng tôi đi khắp làng và nói chuyện với người dân địa phương. Anh ấy cũng là người hướng dẫn xe máy của chúng tôi, khi hai chúng tôi không tự tin lái xe một mình. Chúng tôi nợ anh Anh Anh một chuyến đi tuyệt vời đến Việt Nam... vì vậy xin cảm ơn!Đọc thêm",
            "Xin chào, bạn khỏe không? Tôi muốn cảm ơn bạn rất nhiều vì đánh giá tuyệt vời của bạn. Tôi chắc chắn rất thích khoảng thời gian cùng nhau tham gia chuyến đi Pù Luông, chúng tôi có rất nhiều kinh nghiệm. Tôi sẽ mong được gặp lại bạn và bạn bè của bạn. \nLời chúc tốt nhất dành cho bạn !\nMọi điều tốt đẹp nhất\nAnhĐọc thêm",
            "Tôi đặt một chuyến đi từ Hà Nội đến Vịnh Hạ Long. Lần đầu tiên gặp các bạn ở sân bay, với thái độ thân thiện và cởi mở, chúng tôi rất ấn tượng và thích thú. Trong chuyến đi, các bạn đã giới thiệu những cảnh đẹp về những món ăn ngon của miền Bắc khiến chúng tôi nhớ mãi hương vị đó. Quan trọng nhất là bạn đã chăm sóc bạn bè của tôi khi họ bị say sóng khi đi du lịch Vịnh Hạ Long. Trước khi quyết định chọn dịch vụ ANHTravel, tôi đã tìm hiểu những nơi khác nhưng giá đắt hơn, bạn tôi đã cho tôi thông tin của bạn, thực sự là giá của ANHTravel rẻ hơn, khách sạn sang trọng và dịch vụ tốt. Chúng tôi hy vọng Chúng tôi sẽ gặp bạn vào năm tới tại Hà Nội, Cảm ơn vì tất cả mọi thứ. Chúc bạn những điều tốt đẹp nhất! Đọc thêm",
            "xin chào, Cảm ơn bạn rất nhiều vì đánh giá tốt đẹp của bạn. Tôi chắc chắn rất thích thời gian chúng tôi cùng nhau đi Hạ Long.\n Tôi sẽ mong được gặp lại bạn và bạn bè của bạn. Lời chúc tốt nhất dành cho bạn !\nMọi điều tốt đẹp nhất.\nAnhĐọc thêm",
            "Chúng tôi đã cùng nhau trải nghiệm những điều thú vị này khi trở về Việt Nam. Cảm ơn bạn rất nhiều, thái độ phục vụ rất tốt.Đọc thêm",
            "Chào! Bạn khỏe không ? Tôi muốn cảm ơn bạn rất nhiều vì đánh giá tốt đẹp của bạn.  Vâng, chúng tôi có rất nhiều kinh nghiệm. Chúng tôi sẽ mong được gặp lại bạn và gia đình bạn. Lời chúc tốt nhất dành cho bạn !\nTrân trọng.\nAnhĐọc thêm",
            "Chúng tôi đã đi du lịch Anh do người bạn thân giới thiệu và tin tưởng tôi dịch vụ tốt nhất mà bạn nhận được, chúng tôi đã được giới thiệu tất cả các địa điểm chính và xe hoàn toàn sạch sẽ và đẹp. Phần tuyệt nhất là lòng hiếu khách của Anh và chúng tôi - sẽ nhớ bạn và hẹn gặp lại bạn bất cứ nơi nào bạn đến Ấn Độ. Bạn sẽ khuấy độngĐọc thêm",
            "Xin chào ngài\nCảm ơn bạn rất nhiều vì đánh giá tuyệt vời của bạn. Tôi chắc chắn rất thích khoảng thời gian cùng nhau tham gia chuyến đi Ninh Bình, chúng tôi có rất nhiều kinh nghiệm. Tôi sẽ mong được gặp lại bạn và gia đình bạn. Lời chúc tốt nhất dành cho bạn !\nLòng biết ơn chân thành.\nAnhĐọc thêm"
        ],
        "star_ratings": [
            49,
            2,
            0,
            0,
            0
        ],
        "review_amount": 51,
        "location": [
            "Việt Nam",
            "AnhDu Lịch",
            "Châu Á",
            "Những điều cần làm ở Hà Nội",
            "Hà Nội"
        ],
        "reviews_time": [
            "Written January 4, 2023",
            "Written January 4, 2023",
            "Written December 24, 2022",
            "Written December 9, 2022",
            "Written December 8, 2022",
            "Written July 12, 2022",
            "Written January 5, 2020",
            "Written October 8, 2019",
            "Written September 20, 2019",
            "Written March 21, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d11716395-Reviews-or20-AnhTravel-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11716395-Reviews-or10-AnhTravel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11716395-Reviews-or30-AnhTravel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11716395-Reviews-AnhTravel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6279888-Reviews-Vietnam_Motorbike_Tours_Vietnambikers-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5566628-Reviews-Vietnam_Motorbike_Tour_Expert-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12310773-Reviews-Hanoi_Car_Rentals-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8851164-Reviews-Viet_Express_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g26447143-d27002941-Reviews-Foot_Massage_Sai_Gon-Hai_Ba_Trung_Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g26447143-d27002622-Reviews-Foot_Massage_Saigon-Hai_Ba_Trung_Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d23372046-Reviews-Ps_Titan-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5973397-Reviews-Asianway_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17559279-Reviews-Miracle_Asia_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8861377-Reviews-GADT_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8595656-Reviews-Acacia_Voyage-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8098733-Reviews-Vietnam_Creative_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8404099-Reviews-Museum_of_Anthropology-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2312206-Reviews-Impress_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15220402-Reviews-Conical_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d535158-Reviews-Watergate-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g190454-d2240727-Reviews-Mariahilfer_Strasse-Vienna.html",
            "https://www.tripadvisor.com/Attraction_Review-g45221-d15682388-Reviews-Wild_Horse_Hot_Springs-Hot_Springs_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g34094-d2267860-Reviews-Bedner_s_Farm_Fresh_Market-Boynton_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g150798-d8820260-Reviews-International_Mariachi_Festival-Guadalajara_Guadalajara_Metropolitan_Area.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d102779-Reviews-Pier_39-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g55212-d207158-Reviews-Foster_Falls-Monteagle_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d20372089-Reviews-Plaza_Premium_Lounge-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g189541-d10824498-Reviews-Chateau_Motel-Copenhagen_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g60097-d8820364-Reviews-Summerfest-Milwaukee_Wisconsin.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d11716395-Reviews-or30-AnhTravel-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d11716395-Reviews-or20-AnhTravel-Hanoi.html"
    },
    {
        "attraction_name": "AnhTravel",
        "attraction_name_vi": "AnhDu Lịch",
        "general_info": [
            "51 đánh giá",
            "- 427 trên 1.914 Chuyến tham quan - Hoạt động tại Hà Nội",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan lịch sử - di sản",
            "Chuyến tham quan bằng xe máy"
        ],
        "attraction_summary": "Chào mừng bạn đến với AnhTravel tại Hà Nội. Sau hơn 15 năm làm việc trong ngành du lịch và khách sạn, chúng tôi tự hào về việc tập hợp các hành trình du lịch phù hợp nhất với nhu cầu cá nhân của bạn và đảm bảo rằng kỳ nghỉ, chuyến công tác hoặc chuyến phiêu lưu của bạn diễn ra suôn sẻ theo kế hoạch của bạn. Với tư cách là cố vấn du lịch tận tâm của cá nhân bạn, chúng tôi có thể sắp xếp các chuyến bay, chỗ ở, đưa đón, thuê ô tô, tour du lịch riêng, đi xe máy, bán và cho thuê, tour du lịch theo nhóm, du ngoạn Vịnh Hạ Long, leo núi Sapa, tour du lịch hàng ngày, Xe buýt ngủ mở đến Sapa, Huế, Hội An, Nha Trang, Đà Lạt, Thành phố Hồ Chí Minh, thị thực và bất kỳ sở thích, đặt chỗ, cuộc hẹn hoặc yêu cầu đặc biệt nào khác mà bạn có thể có. Như tất cả chúng ta đều biết đôi khi điều bất ngờ có thể xảy ra, chúng tôi cũng sẽ sẵn sàng hỗ trợ, trong và sau chuyến đi của bạn trước, trong và sau chuyến đi để cung cấp hỗ trợ, hướng dẫn và lời khuyên.Đọc thêm",
        "reviews": [
            "Từ lúc Anh đón chúng tôi bằng xe của anh ấy tại Sân bay Hà Nội, đến chuyến đi tiếp theo đến Ninh Bình - Tràng An - Tam Cốc, rồi chuyến trở về phố cổ Hà Nội và cuối cùng là chuyến đi tạm biệt đến Sân bay Hà Nội, Anh thực sự đã cho chúng tôi thấy sự chu đáo, thân thiện và hiểu biết sâu rộng của anh ấy về các điểm tham quan. Kỹ thuật lái xe phòng thủ rất tốt của anh ấy đã tách biệt anh ấy khỏi nhiều tài xế xe tải, xe buýt và xe khách khác tại Việt Nam. Đọc thêm",
            "Bác Lộc thân mến,\nCảm ơn bạn rất nhiều vì đánh giá tuyệt vời của bạn. Tôi rất vui khi được ở bên bạn và Người vợ xinh đẹp của bạn, chúng tôi chắc chắn rất thích khoảng thời gian bên nhau ở Hà Nội, chúng tôi có rất nhiều kinh nghiệm. Tôi mong được thấy bạn trở lại Việt Nam. Tôi sẽ mong được gặp lại bạn. Lời chúc tốt nhất dành cho bạn !\nLòng biết ơn chân thành.\nAnh.Đọc thêm",
            "Tôi đã đặt chuyến du ngoạn Vịnh Hạ Long 2N1 Đ - Sao Vàng - trực tuyến với anh Anh. Anh ấy đã cho tôi một mức giá tốt và rất phản hồi với email của anh ấy. Anh ấy cũng kiên nhẫn trả lời mọi câu hỏi của tôi, điều mà tôi đánh giá cao. Tôi đã đồng ý chia sẻ một cabin để không phải trả thêm phí duy nhất. Hãy tưởng tượng sự ngạc nhiên của tôi khi tôi có một phòng ba người - một giường đôi và một giường đơn - tất cả cho riêng tôi! Ồ! Bản thân chuyến đi cũng sang trọng và hơn cả những gì tôi mong đợi. Thức ăn, hành trình và dịch vụ tuyệt vời. Tôi thực sự không mong đợi nhận được nhiều như vậy. Cảm ơn bạn rất nhiều vì trải nghiệm tuyệt vời và dịch vụ tuyệt vời. Tôi thực sự khuyên bạn nên đặt chuyến tham quan với Mr Anh.Đọc thêm",
            "Kính thưa ,\nTôi thực sự vui mừng vì bạn đã có một kỳ nghỉ tuyệt vời và tôi có thể cung cấp một số dịch vụ của chúng tôi cho bạn, chúng tôi luôn cố gắng vượt trên sự mong đợi của khách hàng, khi bạn trở lại Việt Nam, vui lòng gọi cho tôi. \nLòng biết ơn chân thành.\nAnhĐọc thêm",
            "Đó là lần đầu tiên tôi đến thăm Hà Nội, khi đến đó tôi gặp anh Anh, anh ấy đã cho tôi rất nhiều thông tin về các tour du lịch và nhiều địa điểm thú vị để làm ở Hà Nội hoặc ở vùng Đông Bắc và Tây Bắc.  nó rất hữu ích với tôi. Vì vậy tôi quyết định dành 1 ngày cùng anh ấy thực hiện chuyến đi bằng xe máy vòng quanh Hà Nội. Anh ấy có nhiều kinh nghiệm chỉ cho bạn nơi nào là nơi tốt nhất để ghé thăm nếu chúng tôi thực hiện chuyến đi ngắn ngày ở HN. Tôi đã rất tận hưởng thời gian.  Mong sớm được gặp lại bạn . Cảm ơn!Đọc thêm",
            "Zambo thân mến,\nRất cám ơn đánh giá tốt của bạn, tôi hy vọng bạn sẽ quay lại Hà Nội lần nữa.\n\nMọi điều tốt đẹp nhất.\nAnhĐọc thêm",
            "tôi đã có những ngày tuyệt vời trong chuyến đi đến Hà Nội, Việt Nam. Điểm đến của tôi không chỉ là một địa điểm, mà còn là những gì tôi nhìn thấy và nhận được điều gì đó mới mẻ. Tôi phải thích nghi với tất cả những điều đó, thời tiết, ẩm thực, con người ,giao thông, những địa điểm đẹp, các quy tắc, v.v. và cuối cùng tôi đã tìm thấy một gia đình Việt Nam mới đối xử tuyệt vời với tôi. Vì vậy, cảm ơn bạn rất nhiều vì đã giúp đỡ tôi. Từ lúc bắt đầu, tôi đã đến Hà Nội cho đến khi rời Hà Nội vietnam.I - sẽ nhớ những điều đó.Đọc thêm",
            "Các Alux thân mến,\nCảm ơn đánh giá tuyệt vời của bạn!\nLời chúc tốt nhất dành cho bạn .\nAnhĐọc thêm",
            "Anh nói tiếng Anh tốt, anh ấy cực kỳ tốt bụng, dễ gần, ngăn nắp, thông minh, kết nối tốt - mọi thứ bạn cần ở một người hướng dẫn. Tôi gặp anh qua một đại lý du lịch vì tôi muốn đi xe máy qua Hà Giang, miền Bắc Việt Nam. Anh ấy gặp tôi ở Hà Nội và chúng tôi đã dành cả buổi sáng đi vòng quanh bằng xe tay ga và xe máy mà anh ấy đã sắp xếp cho tôi sử dụng, để đảm bảo rằng tôi sẽ ổn khi thực hiện chuyến đi cùng anh ấy - tất cả là trước khi tôi trả bất cứ khoản nào - . Chúng tôi rất hợp nhau và tôi đã nhờ anh ấy tổ chức một chuyến đi Hà Giang 4 ngày 3 đêm, mỗi chiều đều có xe giường nằm. Giá cả rất hợp lý và bao gồm tất cả các chi phí vận chuyển, thuê, chỗ ở và bữa ăn. Tối hôm đó tôi gặp Anh ở đại lý du lịch để bắt xe buýt đêm - anh ấy đã lấy đồ bảo hộ cho tôi và chúng tôi lên xe buýt đêm lên Hà Giang mà không gặp vấn đề gì. Tôi sẽ không tiếp tục chuyến đi 4 ngày quá nhiều, nhưng nó thật không thể tin được. Anh có rất nhiều kiến ​​thức về xe đạp, khu vực địa phương và bất kỳ câu hỏi nào khác mà tôi đã hỏi anh ấy. Anh ấy rành đường như lòng bàn tay và đưa tôi đến những nơi thực sự thú vị, chúng tôi đã gặp những người tuyệt vời mà tôi sẽ không bao giờ có thể giao tiếp nếu không có Anh. Tôi sẽ giới thiệu Anh ngay lập tức và rất muốn quay lại đến Việt Nam để thực hiện một chuyến đi khác cùng anh ấy!Đọc thêm",
            "Kính gửi ED,\nTôi rất thích đọc bài đánh giá tuyệt vời của bạn. Tôi nghĩ rằng tôi cũng có nhiều niềm vui trong chuyến đi đó giống như chuyến đi của bạn, tôi chắc chắn đã tận hưởng thời gian bên nhau và cả hai chúng tôi đều rất vui vẻ. Khi bạn trở lại Việt Nam, tôi rất vui được làm việc với bạn lần nữa.\n\nLời chúc tốt nhất dành cho bạn !\nAnhĐọc thêm",
            "Tôi gặp ANH ở Hà Nội, Anh ấy đến đúng giờ và thậm chí còn đợi chúng tôi ở sân bay suốt 2 tiếng đồng hồ. Công ty của anh ấy và bản thân anh ấy rất chuyên nghiệp và tốt bụng. Công ty của anh ấy không chỉ hỗ trợ chúng tôi ở Hà Nội mà còn cả Hội An và Sài Gòn. Từ ngày đầu tiên chúng tôi bắt đầu và khi kết thúc chuyến đi, anh ấy đã trở thành như một gia đình và một người bạn tốt vì người này rất thân thiện và chuyên nghiệp. Tôi đặc biệt giới thiệu anh ấy và sự đồng hành của anh ấy đối với bất kỳ yêu cầu nào liên quan đến Taxi hoặc tour du lịch tại Việt Nam.Đọc thêm",
            "Xin chào Vishal và gia đình tuyệt vời, Chúng tôi cảm ơn bạn đã ghé thăm đất nước xinh đẹp của chúng tôi, chúng tôi cảm ơn bạn đã cùng chúng tôi đi đánh giá dịch vụ và dành nhiều lời khen cho chúng tôi, chúng tôi thấy bạn là những người bạn tuyệt vời và thân thiện, chúng tôi hy vọng bạn sẽ quay lại Việt Nam và tiếp tục khám phá Việt Nam cho chuyến đi tiếp theo của bạn. Hẹn gặp lại bạn lần sau !!!\nTrân trọng.\nAnhĐọc thêm",
            "Anh đã tổ chức hầu hết chuyến đi gần đây nhất của tôi đến Việt Nam, tư vấn và tổ chức các khách sạn, chuyến bay thân thiện với ngân sách, ... Anh ấy đã làm rất tốt. Nếu bạn đang có kế hoạch đến thăm Việt Nam, hãy nhớ đến đây! Kiến thức của ông về Việt Nam rất lớn!Đọc thêm",
            "Khi bạn có cơ hội đến thăm Hà Nội, hãy chắc chắn rằng bạn có thể nếm thử tất cả các món ăn tuyệt vời ở đó, từ khắp Việt Nam. Anh - s Travel sẽ đưa bạn đến bất cứ nơi nào bạn muốn. Cảm ơn anh Anh rất nhiều, em đã có chuyến đi Hà Nội vui vẻ! Hy vọng gặp lại bạn. Lần tới chúng ta sẽ có thời gian ghé thăm Vịnh Hạ Long, Lào Cai,...Đọc thêm",
            "Chào Thảo,\nCảm ơn bạn rất nhiều vì đánh giá của bạn trên Tripadvisor và rất vui được gặp bạn, thật tuyệt khi được nghe trải nghiệm thực tế của bạn ở Hà Nội và cảm ơn bạn đã xếp hạng chúng tôi rất cao. Chúng tôi hy vọng được gặp lại bạn tại Hà Nội. \nTrân trọng.\nAnh.Đọc thêm",
            "Cảm ơn Anh Travel!  Bạn thật hữu ích khi tư vấn và đặt tour cho tôi đến Hạ Long - Sapa ở miền bắc Việt Nam. Tôi thực sự có thời gian tuyệt vời trong kỳ nghỉ của mình. Tôi đánh giá cao thông tin - dịch vụ du lịch, những hình ảnh rất đẹp về vịnh Hạ Long - Rồng đáp xuống - - - - hình ảnh tuyệt vời về cảnh núi non ở Sapa, các dân tộc thiểu số sống ở vùng núi Việt Nam. Thật tuyệt! Tôi sẽ quay lại.Đọc thêm",
            "Thưa anh Tuấn,\nCám ơn, vì phản hồi của bạn. Chúng tôi đánh giá cao tất cả những phản hồi mà chúng tôi nhận được.. Chúng tôi mong sớm được gặp lại bạn tại Hà Nội và bạn bè của bạn vào lần ghé thăm tiếp theo. Cám ơn bạn một lần nữa.\nTrân trọng.\nAnhĐọc thêm",
            "Đối với những du khách thực hiện chuyến thăm đầu tiên đến Việt Nam và mong muốn có một người hướng dẫn - không lừa đảo và nhiều tranh cãi về hiệu quả hoạt động đã hứa của các hướng dẫn viên - địa điểm của họ, thì hãy yên tâm sử dụng đại lý Du lịch này.  Lần đầu tiên tôi gặp anh chàng Anhy - hiện đang điều hành Anh Travel - tại một khách sạn nhỏ ở Hà Nội và thấy anh ấy là người hay giúp đỡ, trung thực và vui tính.  Tôi đã sử dụng anh ấy trong những chuyến đi tiếp theo và như mọi khi, anh ấy chưa bao giờ làm tôi - những người bạn của tôi thất vọng về sự mong đợi của chúng tôi.  Nếu bạn muốn một kỳ nghỉ vui vẻ với những kỷ niệm đẹp, hãy gọi cho anh ấy.Đọc thêm",
            "xin chào ông Andy,\nCảm ơn bạn đã gửi đánh giá của mình trên TripAdvisor, thật tuyệt khi được nghe trải nghiệm thực tế của bạn ở Hà Nội, tôi hy vọng bạn sẽ sớm quay lại Hà Nội. \n\nMọi điều tốt đẹp nhất.\nAnh.Đọc thêm"
        ],
        "star_ratings": [
            49,
            2,
            0,
            0,
            0
        ],
        "review_amount": 51,
        "location": [
            "Việt Nam",
            "AnhDu Lịch",
            "Châu Á",
            "Những điều cần làm ở Hà Nội",
            "Hà Nội"
        ],
        "reviews_time": [
            "Written March 6, 2019",
            "Written February 1, 2018",
            "Written January 23, 2018",
            "Written January 4, 2018",
            "Written December 28, 2017",
            "Written December 16, 2017",
            "Written April 22, 2017",
            "Written April 10, 2017",
            "Written March 16, 2017",
            "Written March 16, 2017"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d11716395-Reviews-or30-AnhTravel-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11716395-Reviews-or20-AnhTravel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11716395-Reviews-or40-AnhTravel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11716395-Reviews-AnhTravel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6279888-Reviews-Vietnam_Motorbike_Tours_Vietnambikers-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5566628-Reviews-Vietnam_Motorbike_Tour_Expert-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12310773-Reviews-Hanoi_Car_Rentals-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8851164-Reviews-Viet_Express_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g26447143-d27002941-Reviews-Foot_Massage_Sai_Gon-Hai_Ba_Trung_Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g26447143-d27002622-Reviews-Foot_Massage_Saigon-Hai_Ba_Trung_Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d23372046-Reviews-Ps_Titan-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5973397-Reviews-Asianway_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17559279-Reviews-Miracle_Asia_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8861377-Reviews-GADT_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8595656-Reviews-Acacia_Voyage-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8098733-Reviews-Vietnam_Creative_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8404099-Reviews-Museum_of_Anthropology-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2312206-Reviews-Impress_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15220402-Reviews-Conical_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g41298-d17494190-Reviews-Splash_Mountain_Water_Park-Ocean_City_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d190988-Reviews-Campo_de_Fiori-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g298251-d456939-Reviews-Kok_Tobe_Hill-Almaty.html",
            "https://www.tripadvisor.com/Attraction_Review-g42519-d5539549-Reviews-Muskallonge_Lake_State_Park-Newberry_Upper_Peninsula_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g52949-d145765-Reviews-Crystal_Cave-Kutztown_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g32780-d269454-Reviews-Balboa_Island-Newport_Beach_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g297390-d13185212-Reviews-APOPO_Visitor_Center-Siem_Reap_Siem_Reap_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g58759-d630353-Reviews-Green_Bluff-Spokane_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d208908-Reviews-American_Girl_Place_Chicago-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g54818-d4737654-Reviews-Full_Throttle_Saloon-Sturgis_South_Dakota.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d11716395-Reviews-or40-AnhTravel-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d11716395-Reviews-or30-AnhTravel-Hanoi.html"
    },
    {
        "attraction_name": "AnhTravel",
        "attraction_name_vi": "AnhDu Lịch",
        "general_info": [
            "51 đánh giá",
            "- 427 trên 1.914 Chuyến tham quan - Hoạt động tại Hà Nội",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan lịch sử - di sản",
            "Tour xe máy"
        ],
        "attraction_summary": "Chào mừng bạn đến với AnhTravel tại Hà Nội. Sau hơn 15 năm làm việc trong ngành du lịch và khách sạn, chúng tôi tự hào về việc tập hợp các hành trình du lịch phù hợp nhất với nhu cầu cá nhân của bạn và đảm bảo rằng kỳ nghỉ, chuyến công tác hoặc chuyến phiêu lưu của bạn diễn ra suôn sẻ theo kế hoạch của bạn. Với tư cách là cố vấn du lịch tận tâm của cá nhân bạn, chúng tôi có thể sắp xếp các chuyến bay, chỗ ở, đưa đón, thuê ô tô, tour du lịch riêng, đi xe máy, bán và cho thuê, tour du lịch theo nhóm, du ngoạn Vịnh Hạ Long, leo núi Sapa, tour du lịch hàng ngày, Xe buýt ngủ mở đến Sapa, Huế, Hội An, Nha Trang, Đà Lạt, Thành phố Hồ Chí Minh, thị thực và bất kỳ sở thích, đặt chỗ, cuộc hẹn hoặc yêu cầu đặc biệt nào khác mà bạn có thể có. Như tất cả chúng ta đều biết đôi khi điều bất ngờ có thể xảy ra, chúng tôi cũng sẽ sẵn sàng hỗ trợ, trong và sau chuyến đi của bạn trước, trong và sau chuyến đi để cung cấp hỗ trợ, hướng dẫn và lời khuyên.Đọc thêm",
        "reviews": [
            "Ánh sẽ chăm sóc tốt cho bạn.  Cả những địa điểm bạn ghé thăm và những nhà hàng bạn sẽ dùng bữa.  Ngoài ra, các khách sạn.  Nhu cầu của bạn sẽ được đáp ứng tốt.Đọc thêm",
            "xin chào Charlie, cảm ơn bạn rất nhiều vì những đánh giá của bạn, chúng tôi chúc sức khỏe và hẹn gặp lại bạn ở Việt Nam !!!Đọc thêm",
            "Chúng tôi đã sử dụng dịch vụ của họ nhiều lần để đặt vé máy bay và khách sạn tại Việt Nam. Họ rất chuyên nghiệp và hữu ích cho tất cả khách hàng. Ông chủ Khắc Anh đích thân đến thăm quan tất cả các khách sạn trước khi quyết định hợp tác. Anh ấy cũng rất tốt bụng khi đã đích thân sắp xếp cho chúng tôi một phòng gia đình sang trọng nhìn ra biển tại một khách sạn ở Nha Trang với giá phòng tiêu chuẩn - một ưu đãi mà thông thường bạn sẽ không thể có được nếu tự mình đặt phòng. Nếu bạn cần tìm một nơi để thực sự khám phá Việt Nam, đáng để đến với công ty du lịch này.  Yêu sự hiếu khách, chuyên nghiệp và nhiệt tình của họ! Chắc chắn sẽ sử dụng dịch vụ của họ một lần nữa khi chúng tôi trở lại Việt Nam. Hãy tiếp tục phát huy nhé! Đọc thêm",
            "Helen thân yêu,\nCảm ơn đánh giá thực tế của bạn trên Tripadvisor. Thật tuyệt khi được nghe trải nghiệm tổng thể của bạn về Hà Nội. Cảm ơn vì đã xếp hạng chúng tôi rất cao. Xin vui lòng liên hệ với chúng tôi để biết bất kỳ sự trợ giúp nào bạn có thể yêu cầu.\nMọi điều tốt đẹp nhất.\nAnh . Đọc thêm",
            "Tôi gặp Khắc anh lần đầu tiên cách đây vài năm khi tôi đến thăm Hà Nội và tôi sẽ không ngần ngại giới thiệu Anh Travel cho bất kỳ ai đến thăm Hà Nội hoặc Việt Nam. Nhờ Anh Travel tôi đã có trải nghiệm tuyệt vời khi tham quan tất cả các địa điểm du lịch và tham quan Vịnh Hạ Long. Các hướng dẫn được cung cấp khi được yêu cầu rất thân thiện và hiểu biết. Tôi chắc chắn sẽ sử dụng Anh Travel trong chuyến thăm Hà Nội tiếp theo dù là đi công tác hay nghỉ dưỡng. Tôi chúc họ mọi thành công. Martin Oliver Đọc thêm",
            "Thưa ông Martin,\nThật tuyệt vời khi thấy đánh giá thực sự của bạn trên Tripadvisor. Thật tuyệt khi được nghe trải nghiệm tổng thể của bạn về Hà Nội. Xin vui lòng liên hệ với chúng tôi để biết bất kỳ sự trợ giúp nào bạn có thể yêu cầu.\nTrân trọng.\nÔng Ánh. Đọc thêm",
            "Quen biết Anh hơn 10 năm và làm việc trong một doanh nghiệp trước đây, thật thú vị khi thấy công việc kinh doanh và các mối quan hệ của Anh phát triển theo cấp số nhân.  Đặt tên cho chuyến du lịch của bạn, mục tiêu phiêu lưu và doanh nghiệp của anh ấy có thể sắp xếp nó. Rất khuyến khích!Đọc thêm",
            "Mark thân mến, thật tuyệt khi thấy những đánh giá của bạn!!! Bạn nói đúng, tôi đã gặp bạn từ năm 2003 cho đến bây giờ, chúng tôi đã đến Nha Trang và có một chuyến đi vui vẻ, tôi vẫn giữ một số hình ảnh của bạn. Tôi mong rằng bạn sẽ sớm đến thăm Việt Nam. Cảm ơn bạn rất nhiều !!!Xem thêm",
            "Lần đầu tiên tôi cùng gia đình đến Việt Nam. Chúng tôi đã gặp anh Anh ở Hà Nội. Với sự giúp đỡ và dịch vụ của anh ấy, mọi thứ thật dễ dàng và an toàn. Cảm ơn bạn rất nhiều!! Nóng lòng muốn ghé thăm lần sau nhé anh em - !!!Đọc thêm",
            "Atisha thân mến,\nCảm ơn bạn rất nhiều vì cảm ơn bạn đã đánh giá trên Tripadvisor. Thật vui khi được nghe trải nghiệm tổng thể của bạn ở Hà Nội và cảm ơn bạn đã xếp hạng chúng tôi rất cao. Xin vui lòng liên hệ với chúng tôi để biết bất kỳ sự trợ giúp nào bạn có thể yêu cầu.\nTrân trọng.\nÁnh. Đọc thêm",
            "Tôi đã từng - Tôi luôn giới thiệu bạn bè của mình sử dụng dịch vụ của anh ấy. : - Mọi phản hồi rất thú vị. Nếu bạn đang tìm kiếm dịch vụ tương tự, hãy chọn anh ấy - 3Tôi cũng sẽ tham gia các hoạt động và dịch vụ của anh ấy một lần nữa. Cảm ơn Anh rất nhiều vì những trải nghiệm thú vị.Đọc thêm",
            "Xin chào Jen, cảm ơn rất nhiều vì đánh giá của bạn, chúng tôi hy vọng bạn và bạn bè của bạn sẽ sớm quay lại với chúng tôi!Đọc thêm",
            "Tôi là một du khách đã dành thời gian cùng Anh đi du lịch miền bắc Việt Nam dọc theo khu vực biên giới với Trung Quốc cũng như đi tàu đêm đến Đà Nẵng và Hội Anh. Anh đặc biệt hiếu khách. Tiếng Anh của anh ấy khá tốt khi anh ấy kể cho tôi nghe về phong tục và truyền thống địa phương của những khu vực chúng tôi đi du lịch.  Chúng tôi ở trong những nhà trọ sạch sẽ với những món ăn địa phương tuyệt vời, nơi chúng tôi trò chuyện với những du khách khác và trao đổi những câu chuyện bên ly bia vào buổi tối. Mỗi nhà trọ đều được kết nối Wi-Fi ổn định và tôi không gặp vấn đề gì khi giữ liên lạc với nhà ở Minnesota. Chuyến tàu qua đêm là một cuộc phiêu lưu thú vị về cách thức hoạt động của hệ thống xe lửa.  Thức ăn được mang ra tàu và thậm chí còn đúng giờ.   Đó là một cách tuyệt vời để ngắm nhìn những vùng rừng hẻo lánh của Việt Nam. Đà Nẵng là một thành phố hiện đại sạch sẽ hơn nhiều so với Hà Nội với lượng dân số ít hơn đáng kể. Chỗ ở rất đẹp. Tôi thậm chí còn theo học một trường dạy nấu ăn tuyệt vời và được phục vụ một số món ngon Việt Nam!! Bãi biển tất nhiên là một nơi phải đến. Nước ấm và bầu trời trong xanh.   Hội anh là một cuốn sách tranh vững chắc.  Một giấc mơ của các nhiếp ảnh gia. Anh sắp xếp cho tôi nói chuyện với người dân địa phương và anh ấy đã sắp xếp để tôi có thể tạo dáng cho một số người trong số họ để có những bức ảnh đẹp.  Chúng tôi đến đó để dự lễ hội trăng rằm nên có rất nhiều người và địa điểm để xem. Rất nhiều sự phục hồi! Một cuộc phiêu lưu bậc nhất Khi về Việt Nam tôi sẽ tìm lại Anh. Anh ấy cung cấp màu sắc của những nơi chúng tôi đến thăm mà nhiều tour còn thiếu.  Những con người, nền văn hóa và truyền thống mà lẽ ra tôi đã không có được.  Hãy gọi cho anh ấy để giải trí và giáo dục. Một nhà lãnh đạo du lịch và du lịch tuyệt vời. Đọc thêm",
            "Thân gửi Jay, Tôi rất vui khi thấy đánh giá thực tế của bạn và xếp hạng Con cao như vậy trên Tripadvisor. Chúng tôi mong bạn đến Việt Nam hàng năm. Vui lòng liên hệ với chúng tôi để được hỗ trợ nếu bạn cần. Cảm ơn bạn rất nhiều, cảm ơn Jay !!! C.\nTrân trọng.\nAnh Đọc thêm"
        ],
        "star_ratings": [
            49,
            2,
            0,
            0,
            0
        ],
        "review_amount": 51,
        "location": [
            "Việt Nam",
            "AnhDu Lịch",
            "Châu Á",
            "Những điều cần làm ở Hà Nội",
            "Hà Nội"
        ],
        "reviews_time": [
            "Written February 10, 2017",
            "Written February 7, 2017",
            "Written February 5, 2017",
            "Written February 4, 2017",
            "Written February 3, 2017",
            "Written February 3, 2017",
            "Written February 2, 2017"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d11716395-Reviews-or40-AnhTravel-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11716395-Reviews-or30-AnhTravel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11716395-Reviews-AnhTravel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6279888-Reviews-Vietnam_Motorbike_Tours_Vietnambikers-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5566628-Reviews-Vietnam_Motorbike_Tour_Expert-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12310773-Reviews-Hanoi_Car_Rentals-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8851164-Reviews-Viet_Express_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g26447143-d27002941-Reviews-Foot_Massage_Sai_Gon-Hai_Ba_Trung_Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g26447143-d27002622-Reviews-Foot_Massage_Saigon-Hai_Ba_Trung_Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d23372046-Reviews-Ps_Titan-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5973397-Reviews-Asianway_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17559279-Reviews-Miracle_Asia_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8861377-Reviews-GADT_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8595656-Reviews-Acacia_Voyage-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8098733-Reviews-Vietnam_Creative_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8404099-Reviews-Museum_of_Anthropology-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2312206-Reviews-Impress_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15220402-Reviews-Conical_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g33155-d142408-Reviews-Eagle_Falls_Trail-Tahoe_City_Lake_Tahoe_California_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g189180-d2403032-Reviews-Mercado_do_Bolhao-Porto_Porto_District_Northern_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g35889-d12917754-Reviews-Shrine_of_Our_Lady_of_Guadalupe-Des_Plaines_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d3728839-Reviews-GhostBusters_Firehouse_Company_8-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g293936-d12857930-Reviews-Bangladesh_Military_Museum-Dhaka_City_Dhaka_Division.html",
            "https://www.tripadvisor.com/Attraction_Review-g1104709-d1102976-Reviews-Pairi_Daiza-Brugelette_Hainaut_Province_Wallonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35394-d17701133-Reviews-Quinn_s_Pond-Boise_Idaho.html",
            "https://www.tripadvisor.com/Attraction_Review-g147323-d6207194-Reviews-Hacienda_Buena_Vista-Ponce_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g1079187-d20379233-Reviews-Lindt_Home_of_Chocolate-Kilchberg.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d102523-Reviews-Alcatraz_Island-San_Francisco_California.html"
        ],
        "url_next": "",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d11716395-Reviews-or40-AnhTravel-Hanoi.html"
    }
]