[
    {
        "attraction_name": "AnonymouS Shrink's Office",
        "attraction_name_vi": "AnonymousS Shrink - s Office",
        "general_info": [
            "162 đánh giá",
            "- 43 trên 713 Cuộc sống về đêm ở Praha",
            "Quán Bar - Câu Lạc Bộ"
        ],
        "attraction_summary": "Vào năm 1921, đúng 95 năm trước khi cánh cửa của chúng ta lần đầu tiên mở ra và chỉ một năm trước khi ông qua đời, bác sĩ tâm thần người Thụy Sĩ Hermann Rorschach đã giới thiệu phương pháp phân tích tâm lý mang tính cách mạng của ông. Bài kiểm tra Rorschac này vẫn được sử dụng cho đến ngày nay trong cả tâm lý học và pha chế. Shrinks của chúng tôi sử dụng phương pháp này để chạm vào chiều sâu bên trong tâm trí của bạn và pha chế loại thuốc phù hợp cho bạn. Tất cả những gì bạn cần làm là tìm Văn phòng Shrink - s của chúng tôi, thanh thứ hai trong Anonymous Concept của chúng tôi.Đọc thêm",
        "reviews": [
            "Dài gần 700 trăm mét, Quảng trường Wenceslas đại diện cho ngã tư thường xuyên và náo nhiệt nhất của thành phố. Bảo tàng Quốc gia ở phần trên của quảng trường sẽ theo dõi hoạt động chi tiêu của bạn tại vô số cửa hàng và cửa hàng bán lẻ nằm dọc toàn bộ quảng trường, kết thúc tại Na Příkopě, phố mua sắm nổi tiếng nhất. Khi mệt mỏi hoặc kiệt sức, bạn có thể khám phá những đường hầm của thành phố, nơi có thể đưa bạn đến Phố cổ hoặc đến sân trong của những ngôi nhà theo phong cách tân nghệ thuật với những viên ngọc bí mật là cây xanh, những chiếc ghế dài màu trắng và bụi hoa hồng mang đến sự bình yên bất ngờ giữa lòng thành phố. thành phố. Hãy nhớ ghé thăm các quán cà phê truyền thống, quán rượu Séc cổ điển, rạp chiếu phim và nhà hát. Nhà hát Quốc gia gần sông có rất nhiều thứ để cung cấp cho người nước ngoài. Đi đến bờ sông và thưởng thức nhạc sống và đồ uống trong khi ngắm hoàng hôn phía sau Lâu đài Praha.Đọc thêm",
            "Toàn bộ trải nghiệm không giống bất cứ điều gì chúng ta có thể tưởng tượng. Tiền đề thật tuyệt vời và đồ uống thậm chí còn ngon hơn. Tất cả các nhân viên đều rất tốt và duy trì chủ đề của quán bar rất tốt. Rất khuyến khích ghé thăm để thưởng thức các loại cocktail mới lạ và thú vị! Chắc chắn hãy đặt chỗ trước vì nó đã rất đầy đủ! Đọc thêm",
            "Như trang web đã hứa, người phục vụ của chúng tôi đã đưa cho chúng tôi những vết mực Rorschach thay cho thực đơn. Chúng tôi phải chọn đồ uống dựa trên các vòng xoáy màu. Chúng tôi được gợi ý về ý nghĩa của màu sắc - ngọt, chua, trái cây, v.v. Vợ tôi đã chọn một bảng màu giống như đèn lồng bí ngô; tôi đã chọn thứ gì đó có màu sáng hơn. Tôi hỏi người phục vụ của chúng tôi rằng đồ uống của tôi có ngọt không và cô ấy nói, - Không, nhưng chúng tôi có thể làm cho nó ngọt. - Được. Trong khi chúng tôi đợi đồ uống của mình được phục vụ, tôi đã xem người pha chế - - người pha chế - - đang làm việc. Với âm nhạc thập niên 80 ở phía sau, anh ấy lắc mạnh bình lắc của mình và rót chất lỏng qua lại theo những vòng cung dài, nhảy múa xung quanh. Khi người phục vụ quay lại, khuôn mặt cô ấy được quấn trong một chiếc mặt nạ của quỷ. Đồ uống của vợ tôi hóa ra là một Bloody Mary; của tôi có vodka trong đó - tôi nghĩ là loại vodka đầu tiên của tôi -, nhưng - như đã hứa - nó ngọt. Không quá ngọt. Vừa phải. Đọc thêm",
            "Trải nghiệm tuyệt vời. Tôi sợ quán bar được đánh giá quá cao vì nó rất nổi tiếng, nhưng tôi và bạn tôi không thất vọng.\nChúng tôi đến quán bar và không có bàn trống nên chúng tôi phải đặt chỗ trước vào lúc nửa đêm ngày hôm sau, vì vậy tôi khuyên những ai muốn ghé thăm quán bar hãy làm điều đó.\nTrong một số bài đánh giá ở đây, mọi người nói rằng họ có một loại đồ uống tệ hại có kem chua trong đó. Tôi thực sự lo sợ mình sẽ nhận được nó, bởi vì khi bạn gọi đồ uống, bạn không biết mình sẽ nhận được gì ngoại trừ nó mạnh đến mức nào. Tuy nhiên, tất cả đồ uống của chúng tôi đều tuyệt vời, sáng tạo và rất thẩm mỹ. Chúng tôi hỏi người pha chế và anh ấy nói rằng đồ uống kem chua không còn trong thực đơn của họ nữa vì họ thay đổi nó hàng năm. Vì vậy không cần phải sợ hãi.\nTrong quán bar khá ấm áp vì nó nằm ở tầng hầm, nên những người pha chế rượu không đeo khẩu trang suốt thời gian đó - họ chỉ đeo chúng khi mang đồ uống. Tuy nhiên, điều đó không hề làm giảm trải nghiệm. Họ rất tử tế và hiểu biết khi nói đến đồ uống.\nTôi chắc chắn khuyên bạn nên.Đọc thêm",
            "Khái niệm rất thú vị! Chúng tôi đến vài phút trước khi họ mở cửa và là một trong hai cặp đôi không được phép đặt chỗ trước. Nó rất nhỏ nên tôi khuyên bạn nên đặt chỗ trước để tránh thời gian chờ đợi lâu. Chúng tôi được để lại một bộ bài đầy màu sắc và được yêu cầu chọn lá bài kêu gọi chúng tôi. Chúng tôi được khuyên rằng những thẻ màu sáng hơn sẽ mịn hơn trong khi những thẻ tối hơn là đồ uống mạnh hơn như Manhattan chẳng hạn. Sau khi chúng tôi chọn thẻ, tôi được thông báo rằng thẻ của tôi có kem đặc và lòng trắng trứng. Không phải là một fan hâm mộ của kem nặng, tôi đã chọn loại khác. Chồng tôi được hỏi liệu anh ấy có muốn ngạc nhiên hay muốn biết chuyện gì sẽ xảy ra không. Anh chọn sự ngạc nhiên. Cả hai loại đồ uống đều tuyệt vời và có hương vị độc đáo.Đọc thêm",
            "Quán bar này là một nơi nhất định phải ghé thăm ở Prague - chắc chắn nên đặt bàn trước khi đến vì quán rất nhỏ và họ chỉ cho phép 2 người vào mỗi giờ.\nTôi phát hiện ra nơi này trên Instagram và rất muốn thử. Tôi đã thử đặt bàn trực tuyến vài ngày trước đó, tuy nhiên họ nói rằng không có chỗ đặt chỗ nào khả dụng. Tôi quyết định gửi email và kiểm tra, và tôi nhận được phản hồi vào ngày hôm sau nói rằng họ thực sự có thể sắp xếp chỗ cho tôi và bạn tôi, điều đó thật tuyệt.\nChúng tôi đến trước giờ đặt chỗ vài phút và được yêu cầu đợi ở tầng trên. Quán bar ẩn sau một kệ dưới cầu thang.\nÝ tưởng của nơi này thật tuyệt vời. Đồ uống đầu tiên của chúng tôi được chọn bằng cách chọn từ các thẻ màu. Bạn có thể quyết định gợi ý về đồ uống hoặc hoàn toàn bất ngờ. Cả hai chúng tôi đều chọn bất ngờ.\nĐồ uống thứ hai của chúng tôi được chọn từ các mục trong nhật ký của bác sĩ tâm lý. Cả hai loại cocktail tôi uống đều ngon và toàn bộ trải nghiệm thực sự thú vị và thú vị.\nTất cả các nhân viên đều thực sự hiểu biết và thân thiện.\nMỗi loại cocktail có giá khoảng 10 đô la, tôi cảm thấy điều đó là hợp lý đối với ý tưởng này. Đọc thêm",
            "Đã yêu nó. Không - tôi chưa đặt chỗ trước - chúng đã được bán hết trong 3 tuần tới - nhưng tôi quyết định thử vận ​​​​may bằng cách bước vào. Nhân viên rất dễ thương và giúp tôi có được một chỗ ở quầy bar. Martin, nhân viên pha chế giúp tôi giải trí bằng những cuộc trò chuyện và cocktail tuyệt vời suốt buổi tối - khái niệm thực sự thú vị mà quán bar có. Sẽ không nói nhiều ở đây vì vậy nó không làm hỏng trải nghiệm của bất kỳ ai ghé thăm nhưng chắc chắn sẽ khuyến nghị. Tuy nhiên, nó không hề rẻ - ít nhất một đồ uống có giá khoảng 12 - 15 euro. Nhưng thật tuyệt khi được trải nghiệm khi ở trong thành phốĐọc thêm",
            "Quá nhiều điều thú vị và bí ẩn với nơi này. Không tiết lộ quá nhiều, nó được giấu trong quán bar The Bulletproof. \nKhái niệm về thực đơn cocktail rất tuyệt. \nBạn thực sự phải đặt chỗ trước ở đây vì nơi này rất nổi tiếng. Đọc thêm",
            "Trải nghiệm tuyệt vời, yêu thích khái niệm này. Khi đến nơi, bạn đi vào qua thanh Chống đạn - cũng thật tuyệt vời - và nhấn nút màu đỏ ở cạnh tường. Một nhân viên sẽ chào đón bạn và đưa bạn xuống cầu thang. Một thành viên khác đến và giải thích khái niệm này. Đồ uống đầu tiên chúng tôi uống được chọn bằng hình ảnh 3d, tôi biết một số người không thích điều này vì họ muốn có vết mực nhưng tôi thích sự khéo léo của họ khi thay đổi mọi thứ cho những lần ghé thăm sau. Thức uống thứ hai được chọn thông qua nhật ký của người thu nhỏ. Tôi không muốn cho đi quá nhiều nhưng cocktail rất ngon và giá cả hợp lý. Tổng cộng 10 - 10.Đọc thêm",
            "Chúng tôi rất thích nó! Tôi không muốn tiết lộ quá nhiều nên sẽ không nói bất cứ điều gì về việc lựa chọn cocktail tuy nhiên tôi có thể nói rằng các nhân viên thực sự thân thiện và đó là một trải nghiệm độc đáo. Để đảm bảo việc vào có thể đặt trước nhưng chúng tôi đã đến vào khoảng 7:30 và chỉ đợi một bàn có sẵn, mất khoảng 2 giờ, chúng tôi rất vui khi chờ đợi vì quầy bar ở phía trước có những ly cocktail đáng yêu và nhiều loại thẻ khác nhau và các trò chơi trên bàn!Đọc thêm",
            "Đầu tiên, hãy đặt chỗ trước khi bạn đến. Chúng tôi may mắn được ngồi ở một chỗ ngồi dự bị nhưng may mắn là có được một cái bàn. Đây là một trải nghiệm tuyệt vời. Ba thực đơn khác nhau, thực đơn cuối cùng là một bất ngờ thú vị. Nếu bạn là người hâm mộ V for Vendetta, điều này sẽ khiến bạn kinh ngạc. Không thể giới thiệu điều này nhiều hơn. Những giai điệu tuyệt vời, bầu không khí tuyệt vời. Một địa điểm pha chế thực sự. 10 trên 10Đọc thêm",
            "Chúng tôi đã phải ghé quán hai lần để tìm bàn vì lần đầu tiên không thể! Chúng tôi đã đi lúc 7 giờ và đã đầy rồi! Tôi không có từ nào để diễn tả chúng tôi thích nó đến mức nào! Nhân viên khác nhau, độc đáo, lịch sự, cocktail tuyệt vời và dịch vụ tuyệt vời! Bạn chọn đồ uống của mình từ nhiều bức ảnh tâm lý khác nhau và họ đang phục vụ chúng với mặt nạ, mô tả thành phần! Cả hai loại đồ uống chúng tôi đã chọn, ngay cả khi chúng tôi không biết bên trong có gì - chúng tôi đã yêu cầu không nói cho chúng tôi biết cho đến khi anh ấy mang nó đến -, chúng chính xác dựa trên sở thích của chúng tôi! Hoàn hảo hoàn hảo hoàn hảo! Chúng tôi không chỉ giới thiệu nó... đó là thứ bạn không thể bỏ lỡ!! Đọc thêm",
            "Ban đầu không thể đặt chỗ ở đây, nhưng may mắn thay do đặt bữa ăn tại - Ideas by Bulletproof - bar, nhân viên đã giúp chúng tôi đặt chỗ tại văn phòng thu nhỏ - quán bar nằm trong hầm của quán bar chống đạn - .Having Kết thúc bữa ăn, chúng tôi được dẫn đến một bức tường có kệ và bức tranh treo - bức tường sau đó mở ra để cho chúng tôi thấy một cầu thang dẫn xuống hầm. Khi vào trong hầm, chúng tôi được dẫn đến chỗ ngồi của mình, nơi chúng tôi trải qua hai vòng lựa chọn cocktail đầy cảm giác. Ban đầu, chúng tôi được mời chào tinh thần Séc địa phương để bắt đầu quá trình tố tụng rất mạnh mẽ. Vòng 1 là một bài kiểm tra tâm lý trong đó các hình ảnh có màu sắc ngẫu nhiên được đưa ra cho bạn và bạn đã chọn hình ảnh có màu sắc phù hợp với mình nhất. Sau đó, hình ảnh đó liên quan đến một loại cocktail cụ thể. Vòng hai là một bài kiểm tra âm nhạc trong đó bạn nghe 5 bài hát và chọn lại bài hát mà bạn thích nhất và một loại cocktail được pha liên quan đến bài hát đó. Lựa chọn của tôi và của vợ tôi đều là khác nhau nên chúng tôi có 4 loại cocktail khác nhau để trải nghiệm, tất cả đều rất ngon. Cocktail không phải là rẻ nhất ở Praha và chúng tôi so sánh với giá ở Vương quốc Anh.Đọc thêm",
            "Tôi đã đặt chỗ này cho đối tác và gia đình của mình khi chúng tôi đến thăm Praha và chúng tôi thực sự không biết điều gì sẽ xảy ra, khái niệm rất độc đáo và buổi tối rất thú vị! Không rẻ ở mức - 10 đô la mỗi ly cocktail nhưng các phương pháp này khuyến khích bạn thử những đồ uống mà bạn - thường không thử và tất cả chúng tôi đều thích loại cocktail mà chúng tôi đã kết thúc!Đọc thêm",
            "Chúng tôi rất vui mừng được thử địa điểm này. Thật không may, chúng tôi đã thất vọng một cách đáng buồn! Nhạc không hay, nhân viên phục vụ không đeo khẩu trang, đồ uống quá đắt 600kc cho 2 người. Chúng tôi ở đó trong 20 phút - không phải trải nghiệm được quảng cáo, Họ có rất nhiều địa điểm tuyệt vời khác trong thị trấn. Chúng tôi chắc chắn không khuyên bạn nên chờ đợi.Đọc thêm",
            "Em gái tôi và tôi đã có khoảng thời gian tuyệt vời ở đây - người phục vụ rất đáng yêu và kể cho chúng tôi nghe tất cả về đồ uống của chúng tôi. Chúng tôi cũng có một vài món ăn vặt rất ngon. Đồ uống nhìn và nếm đáng yêu. Không gian rất đẹp, khá tối càng làm tăng thêm vẻ huyền bí của quán.Đọc thêm",
            "Ấn tượng đầu tiên rất tốt, quán bar bạn bước vào đầu tiên rất đẹp. Cách bạn bước vào thật ấn tượng - bà chủ rất tốt bụng. Bản thân quán bar khá không khí - cách bạn chọn đồ uống thật thú vị. Tuy nhiên, cả bốn người chúng tôi đều không thưởng thức bất kỳ đồ uống nào được đưa cho.Đọc thêm",
            "Chắc chắn phải đặt trước vì nó rất bận rộn. Chúng tôi đã đặt chỗ lúc 9 giờ 30 tối vào tối thứ Năm và vẫn phải đợi 30 phút để có bàn. Tuy nhiên, các nhân viên thật tuyệt vời và đề nghị chúng tôi đến nhà để chờ đợi. Trải nghiệm này thật tuyệt vời và chúng tôi rất thích thử điều gì đó mới mẻ!Đọc thêm",
            "Nhìn chung, chúng tôi đã có khoảng thời gian vui vẻ và trải nghiệm khác với bình thường. Thực đơn thẻ rất thú vị ngay cả khi bạn không thể đảm bảo sẽ thích loại cocktail mình đã chọn - Tôi thích ý tưởng này nhưng một chút hướng dẫn có thể tốt để đảm bảo bạn thích đồ uống bạn nhận được -. Thức ăn rất ngon và dịch vụ cũng tốt. Đọc thêm",
            "Khái niệm này rất tuyệt, các nhân viên mà chúng tôi nói chuyện rất đáng yêu nhưng bầu không khí thiếu thốn và những ly cocktail thì tệ hại. TikTok đã khiến chúng tôi đặt trước, tiếc là nó không đáng để cường điệu.Đọc thêm",
            "Đầu tiên, hãy đặt trước khi bạn đến. Chúng tôi may mắn được ngồi ở ghế dự bị nhưng may mắn có được một bàn. Đó là một kinh nghiệm tuyệt vời. Ba thực đơn khác nhau, thực đơn cuối cùng là một bất ngờ thú vị. Nếu bạn là một fan hâm mộ của V for Vendetta, điều này sẽ khiến bạn choáng ngợp. Không thể đề nghị điều này nhiều hơn nữa. Giai điệu tuyệt vời, bầu không khí tuyệt vời. Địa điểm của một nhà pha chế thực sự. 10 trên 10Đọc thêm",
            "Làm thế nào để bạn đặt chỗ cho việc này?Đọc thêm",
            "Bạn chỉ cần vào. Đọc thêm"
        ],
        "star_ratings": [
            124,
            18,
            7,
            2,
            12
        ],
        "review_amount": 163,
        "location": [
            "Bô-hê-miêng",
            "Cộng hòa Séc",
            "Châu Âu",
            "Praha",
            "Những điều cần làm ở Praha",
            "AnonymousS Shrink - s Office"
        ],
        "reviews_time": [
            "Written June 21, 2023",
            "Written July 2, 2023",
            "Written July 22, 2023",
            "Written August 30, 2023",
            "Written October 10, 2023",
            "Written October 14, 2023",
            "Written November 2, 2023",
            "Written November 5, 2023",
            "Written December 14, 2023",
            "Written February 27, 2024",
            "Written May 22, 2024",
            "Written April 23, 2024",
            "Written April 21, 2024",
            "Written April 20, 2024",
            "Written April 16, 2024",
            "Written April 2, 2024",
            "Written April 1, 2024",
            "Written March 31, 2024",
            "Written March 26, 2024",
            "Written February 27, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g274707-d11999684-Reviews-AnonymouS_Shrink_s_Office-Prague_Bohemia.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g274707-d27426700-Reviews-Indian_Kitchen_By_R_R-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274707-d15294697-Reviews-Namaste_India_Palackeho-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274707-d1746696-Reviews-U_MatEje_Kotrby_Restaurace_A_Bar-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274707-d6494862-Reviews-Alcron_Bar-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274707-d4313849-Reviews-La_Casa_de_la_Havana_vieja-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274707-d20798979-Reviews-Hanoi_Square_Restaurant-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274707-d23812094-Reviews-Ekant_Indian_Restaurant-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274707-d25449369-Reviews-Alcron_Restaurant-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274707-d10356841-Reviews-BEEF_BAR_Prague-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274707-d6835648-Reviews-Chocafe-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d7683669-Reviews-Kalich_Divadlo-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d7767188-Reviews-Franz_Kafka_Statue-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d12028413-Reviews-NaFilM_National_film_museum-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d19514868-Reviews-Museum_of_Fantastic_Illusions-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d10158735-Reviews-Jungmann_Square-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d2422082-Reviews-Opere_di_David_Cerny-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d7681565-Reviews-Bez_Zabradli_Theater-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d27700188-Reviews-791_Vodickova_Building-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d20328429-Reviews-Socha_Josefa_Hlavky-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d7681699-Reviews-Studio_Ypsilon-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d11999684-Reviews-or10-AnonymouS_Shrink_s_Office-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d24095716-Reviews-Prague_Beer_Guides-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d17530739-Reviews-Prague_Craft_Beer_Tour-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d8090728-Reviews-Prague_Riverside_Parties-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d12373606-Reviews-MAD_PRG-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d16879391-Reviews-Prague_Best_Experience-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d8706238-Reviews-Bohemian_Alternative_Bar_Tours-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d17590269-Reviews-Prague_Cycle_Boat-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d3936961-Reviews-Alternative_Prague_Tours-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d3830691-Reviews-Clock_Tower_Bar_Crawl-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d19696764-Reviews-Kontakt_Bar-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d13564966-Reviews-ToursByLocals_Prague-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d10898476-Reviews-Free_Walking_Tour_Prague-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d12298899-Reviews-THE_CHAMBER_New_Town_Hall-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d6362847-Reviews-Invisible_Exhibition_Neviditelna_vystava-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d15234864-Reviews-Beer_Spa_Bernard-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d4071201-Reviews-Praha_Parnikem-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d7196080-Reviews-Offroadsafari_Day_Tour-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d23917116-Reviews-Original_Beer_Spa-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d11657981-Reviews-Fastout-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g1567720-d615464-Reviews-Terme_Catez-Brezice_Lower_Carniola_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g190479-d656583-Reviews-Hovedoya-Oslo_Eastern_Norway.html",
            "https://www.tripadvisor.com/Attraction_Review-g580453-d17806311-Reviews-Culebra_Ferry-Culebra_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g294013-d12377401-Reviews-Dalma_Island-Abu_Dhabi_Emirate_of_Abu_Dhabi.html",
            "https://www.tripadvisor.com/Attraction_Review-g42497-d7944951-Reviews-Chapel_Rock_and_Beach-Munising_Upper_Peninsula_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g34145-d1647238-Reviews-Lori_Wilson_Park-Cocoa_Beach_Brevard_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d5929776-Reviews-Winter_Wonderland-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g45106-d14798306-Reviews-Ridge_Waters-Butte_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g663146-d13204841-Reviews-Agora_Beach-Kriopigi_Kassandra_Halkidiki_Region_Central_Macedonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g663368-d5288667-Reviews-Mercat_Setmanal-Santanyi_Majorca_Balearic_Islands.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g274707-d11999684-Reviews-or10-AnonymouS_Shrink_s_Office-Prague_Bohemia.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g274707-d11999684-Reviews-AnonymouS_Shrink_s_Office-Prague_Bohemia.html"
    }
]