[
    {
        "attraction_name": "Anthem",
        "attraction_name_vi": "Quốc ca",
        "general_info": [
            "106 đánh giá",
            "126 trong số 642 điều cần làm ở Washington DC",
            "Rạp chiếu phim"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Đọc thêm",
            "1. Đỗ xe là một mớ hỗn độn! 50 đô la để đậu xe cho một buổi biểu diễn buổi tối, sau đó lên kế hoạch đứng xếp hàng sau đó chờ thanh toán để xác nhận vé đậu xe 50 đô la của bạn chỉ để ra khỏi nhà để xe mà không có cách nào để trả trước. Sau đó đợi ở phía sau khi mọi người cố gắng sử dụng vé của họ để ra khỏi nhà để xe có cổng. Tiếp theo, hãy đối mặt với tình trạng ùn tắc giao thông nghiêm trọng trên đường phố, nơi bạn cũng có những người đang tham gia giao thông chạy vòng quanh để tìm kiếm chuyến đi chung của họ!. Và Chúa sẽ giúp bạn nếu bạn hoặc bất kỳ ai xếp hàng trước mặt bạn gặp bất kỳ vấn đề nào với máy bán vé hoặc cổng ---- xung quanh không có ai giám sát cụm này.2. Âm thanh tại địa điểm diễn ra buổi biểu diễn Black Crowes mà chúng tôi tham dự tối qua thật khủng khiếp. Tất nhiên Sphere in Vegas hiện đã đạt tiêu chuẩn. Buồng vang vọng lớn. Không thể hiểu được một từ nào trong màn mở đầu Tiểu hành tinh số 4, Quạ cũng không khá hơn là bao, chúng tôi ngồi ở những chiếc ghế trả phí chứ không phải trên sàn.3. Đừng có kế hoạch lấy rượu ở quán bar. CHÚA ƠI! Họ đang phục vụ món gì???? Ngay cả người phục vụ quầy rượu mà tôi đã nói chuyện cũng không thể đưa ra đề xuất về đồ uống có thể uống được. Tóm lại - đây là lần thứ 2 chúng tôi đến thăm Anthem, chúng tôi THỰC SỰ muốn xem một tiết mục trước khi trải qua điều này một lần nữa. Không có giá trị hoặc rắc rối.Đọc thêm",
            "Tôi rất ấn tượng với sự sạch sẽ, tổ chức và an toàn của địa điểm này! Con tôi và tôi đã tham dự lễ hội DC101-derland và điều đó thật tuyệt vời! Có ai đó đang cố gắng bắt đầu đánh nhau và tiến lên phía trước, nhưng lực lượng an ninh đã hành động nhanh chóng và đuổi anh ta ra. Rất biết ơn vì địa điểm đã giữ cho chúng tôi an toàn!Đọc thêm",
            "Bản thân buổi hòa nhạc thật tuyệt vời nhưng trừ khi bạn cao 6 ft 4 thì bạn sẽ không thể nhìn thấy gì cả! Các kiến ​​trúc sư ơi, hãy làm sân khấu cao hơn để MỌI NGƯỜI có thể xem được màn trình diễn! Mình sẽ không đi nữa, phí tiền.Xem thêm",
            "Thực đơn hợp lý.  Dịch vụ tuyệt vời.  Thức ăn thoải mái nhất bao giờ hết.  Súp cà chua và bánh sandwich phô mai nướng là món ăn ngon nhất mà tôi từng ăn.Đọc thêm",
            "Nhân viên: Chu đáo và tốt bụng. Vị trí: Mặt nước đẹp và yên tĩnh The Wharf được bao quanh bởi thuyền và cửa hàng. Chỗ ngồi: Tầm nhìn tuyệt vời từ ban công và các điểm tuyển sinh chung. Tiện nghi: Phòng tắm và khu vực quầy bar có thể dễ dàng tiếp cận và có đủ số lượng do đó phải xếp hàng ngắn. Sự đa dạng của các điểm tuyển sinh chung để xem sự kiện này. Chúng tôi đã xem buổi hòa nhạc của Maggie Rogers vào thứ Hai tuần trước. Đọc thêm",
            "Thứ Bảy tuần trước, địa điểm tổ chức buổi hòa nhạc Stromae. Tôi đã rất hào hứng. Tôi và các bạn đã đến kịp thời để có thể tham dự trọn buổi diễn ngay từ đầu. Không chỉ việc tổ chức xếp hàng là khủng khiếp và không có tổ chức chút nào. Các nhân viên rất thô lỗ. Chúng tôi đã bị hét vào mặt. Cảm thấy như chúng tôi đang ở trường. Tôi thừa nhận thời gian tương đối nhanh nhưng việc thiếu thông tin khiến chúng tôi phải xếp hàng chờ đợi không đúng hoặc tìm kiếm điểm cuối của nó theo những hướng sai lầm. Trời lạnh cóng và trải nghiệm thật khủng khiếp. Bây giờ bên trong địa điểm, nếu bạn là người nghiện rượu thì bạn vẫn ổn. Tôi muốn ăn một miếng, đây là 3 hàng khác 1 để đặt hàng, sau đó bạn đi sang phía bên kia của địa điểm, một hàng khác để đưa biên lai và hàng thứ ba để nhận đơn hàng.WOW! thật là một trải nghiệm KHÔNG thú vị.Đọc thêm",
            "Tôi đã đến The Anthem thường xuyên và luôn thích trải nghiệm đứng tuyển sinh chung.  Một số chương trình đã bán hết vé bao gồm Black Keys và Jack White.  Tôi đã tham dự buổi biểu diễn của Billy Strings vào thứ Bảy tuần trước và đã xếp hàng 45 phút để được vào. Có hàng trăm người đứng sau tôi.  Địa điểm là tường tường mọi người đứng kề vai.  Phòng đứng được lùi thẳng ra cửa với nhiều người thậm chí không có khả năng nhìn thấy màn hình khổng lồ hoặc nghe nhạc.  Bạn không thể chen qua đám đông để uống nước hay đi vệ sinh. Đó là một màn trình diễn thuần túy S và rất nguy hiểm.  Không chắc liệu họ có bán quá nhiều vé buổi biểu diễn, cho phép những người không có vé vào xem hay thay đổi chính sách vào cửa tối đa của họ.  Dù thế nào đi nữa, HÃY THẬN TRỌNG về những buổi biểu diễn cháy vé tại The Anthem.  Khó chịu và nguy hiểm.  Trải nghiệm của tôi ngày càng tệ.Đọc thêm",
            "Chúng tôi đến xem JeffBeck và Johnny Depp lái xe 4 tiếng đồng hồ, không biết sẽ ra sao vì lâu rồi không ra ngoài. Không dễ để gây ấn tượng. Chúng tôi đã có một thời gian tuyệt vời. Chúng tôi cảm thấy an toàn trên bờ sông? Được giữ gìn cẩn thận, tôi không thể nói đủ về Anthem, địa điểm đẹp, sạch sẽ và nhân viên ở trên đỉnh. Quán bar ở mọi góc, nhân viên hữu ích và thân thiện!  Cảm ơn bạn vì một buổi biểu diễn tuyệt vời. Hãy tiếp tục phát huy nhé! Đọc thêm",
            "Went to a Wallows concert here. The venue has a fantastic location, right on the waterfront with loads of places to eat nearby. There were huge lines outside to get in if you were in the pit. Since we had super excellent seats we got to skip everything and go in round the back. If you want to be on barricade youd need to arrive very early. There was already a long line at 2pm when we picked up the tickets. Getting inside took maybe a minute total. The security were extremely thorough. If youre over 21 you get a wristband to get alcohol and they really closely looked at my ID. If you have seats theres really no need to arrive at the doors open time. We went in around 7pm and we could have arrived even later. Inside the venue was great, super clean and new. Getting merchandise took maybe 5 minutes. Id highly recommend not waiting in line outside to buy merchandise, its not worth it when you can get it inside. There are plenty of bars to get food and drinks. Finding our seats wasnt super easy but the staff were all very friendly and helpful. Our seats were one floor up and had a perfect view. This venue is almost entirely standing but there are still a decent amount of seats.  If you do want to stand get something upstairs not in the pit because youll get a better view and no wait. My only complaint is once the concert started the security did a terrible job handing out water to people in the pit. This isnt anything Id take a point off for, just something they should be aware of. It took two people to fully pass out in the opening act before they actually did anything. Given it was a really hot day they should have been giving out water even before anything started. People at the front had clearly already been waiting in the hot sun all day. I understand its difficult because the pit is so big but you could at least let people bring in their own water. No food or drinks are allowed in the venue.Read more",
            "Tất cả các thùng rác đều có các lựa chọn tái chế và rác nhưng tất cả đều nằm trong một thùng. Không thể chấp nhận được. Hoặc tái chế hoặc không. Bạn không nên chơi game Đọc thêm",
            "Người biểu diễn rời khỏi địa điểm sau buổi biểu diễn ở đâu? Tôi biết rằng sau đó một số người đã có thể gặp ban nhạcĐọc thêm",
            "Nếu ban nhạc cụ thể mà bạn sắp xem có quyền truy cập ưu tiên vào gói địa điểm, điều này có được áp dụng tại The Anthem không?  Gói truy cập ưu tiên chỉ cho biết thời gian và địa điểm khả dụng nhưng tôi không thể tìm thấy thông tin liên quan đến vấn đề này trên trang web của họ.Đọc thêm",
            "Tôi không tin như vậy ở địa điểm nàyĐọc thêm",
            "Trang web nói rằng các dòng sẽ bắt đầu một giờ trước khi cửa mở.  Điều này có đúng không?Đọc thêm",
            "vâng, đường dây bắt đầu sớm và chậm...vì lý do bảo mậtĐọc thêm",
            "Nơi này có phù hợp với con gái 6 tuổi của tôi không? Con bé thích Katy Perry và đang nài nỉ tôi mua vé. Đọc thêm",
            "Tôi mới chỉ đến dự một buổi hòa nhạc ở đó và mặc dù đây là một địa điểm tuyệt vời nhưng tôi không chắc mình sẽ chọn một người trẻ như vậy. Bạn đã gọi cho họ để hỏi xem có yêu cầu về độ tuổi tối thiểu cho chương trình này không? Tôi đoán nếu không có thì người khác cũng sẽ mang theo trẻ em. Ngoài ra, trừ khi bạn có thể mua được chỗ ngồi thực sự tuyệt vời của họ, cô ấy sẽ phải thức suốt đêm, điều này thực sự không vui chút nào.\nChúc may mắn với quyết định của bạn.Đọc thêm",
            "Tôi mua vé trước BlondieElvis mà không biết chỗ ngồi Xuất sắc thực ra là ở tầng 2. Tôi tham dự vài buổi hòa nhạc mỗi năm và việc không tiết lộ việc chỗ ngồi cạnh sân khấu chỉ là một mồi nhử và chuyển đổi. \n\nCó vẻ như tôi đang mắc kẹt với tấm vé vì chúng không thể bán lại được. Ghế Super Excellent tốt đến mức nào?Đọc thêm",
            "Tôi cho rằng xét về việc có tầm nhìn rõ ràng ra sân khấu và phải đối phó với ít người ở khu vực gần mình, thì những chỗ ngồi siêu tuyệt vời có thể có lợi. Tôi đã không chọn những chỗ ngồi đó, rồi ước mình đã chọn sau khi nghĩ đến khả năng ngồi trên sàn và có thể có người đứng trước mặt con trai tôi 13 tuổi và do đó thấp hơn hầu hết người lớn và tôi. Hóa ra, chỗ ngồi trên sàn của chúng tôi ổn... đó là những chỗ ngồi được đánh số thực tế chứ không phải vé vào cửa chung, chúng tôi có hai chỗ ở cuối không có ai phải bò qua, và mọi người không đứng trong suốt buổi biểu diễn. Mặc dù vậy, tôi không cảm thấy rằng chỗ ngồi trên sàn mang lại trải nghiệm TỐT HƠN. Tôi nghĩ bạn chỉ có thể có được điều đó nếu bạn ngồi ở phía trước trong khu vực VIP rất đắt tiền dành cho buổi biểu diễn của chúng tôi. Với những chỗ ngồi siêu tuyệt vời, bạn sẽ không phải lo lắng về việc có người ngồi trước mặt mình vì những chỗ ngồi đó được xếp chồng lên nhau... chỗ ngồi theo kiểu sân vận động. Ngoài ra, sẽ có ít người phải đối phó xung quanh bạn nói chung, vì mỗi ô chỉ có một số lượng ghế nhất định. Tôi thấy Anthem là một địa điểm đẹp, sạch sẽ, thoáng đãng, ngăn nắp với âm thanh tuyệt vời. Tôi hy vọng bạn có một trải nghiệm thú vị. Đọc thêm",
            "Vâng, tôi đi tiểu ra khỏi buổi hòa nhạc đúng giờ để đến Metro trước khi nó đóng cửa vào tối Chủ NhậtĐọc thêm",
            "Tôi sẽ không tận dụng cơ hội với tàu điện ngầm.  Chúng tôi đã sử dụng Spot hero để đỗ xe cách xa Anthem với giá hợp lý nhằm tránh tắc đường.Đọc thêm",
            "Tôi có thể mua vé gặp mặt và chào đón cho cả tôi và bạn tôi mà không gây rắc rối về giấy tờ tùy thân cho anh ấy không?Đọc thêm",
            "Đưa cho bạn bè của bạn một bản sao giấy tờ tùy thân của bạn để đảm bảo an toàn nếu bạn định vào địa điểm riêng. Thông tin này đã được cung cấp cho tôi qua email từ Anthem trước ngày diễn ra sự kiện của tôi. Đọc thêm",
            "CHÀO. Sau khi buổi biểu diễn kết thúc, bạn mở cửa và phục vụ đồ uống trong bao lâu?Đọc thêm",
            "Họ thường đóng cửa quầy bar và nhà bếp. Bạn có thể đi dạo quanh bờ sông để tìm một chỗ. Có một quán bar thể thao bên cạnh.Đọc thêm",
            "Đánh giá của tôi không được đăng.. Tôi 62 tuổi đã bị đuổi ra khỏi nhà vì cô gái trẻ không ngoại trừ tiền mặt chỉ bằng thẻ tín dụng. Không hề thiếu tôn trọng. Đã được dẫn ra ngoài. Thật là một câu chuyện hài hước. Không bao giờ đá ra ngoài trong 45 năm của các quán bar và câu lạc bộ. \nĐọc thêm",
            "Vâng, Anthem hành động như thể bạn thật may mắn khi được đến thánh địa hipster mới sáng bóng của họ và 12 đô la cho một ly đồ uống trong cốc nhựa là một món hời, sau 2 giờ xếp hàng chờ đợi và bị khám xét khi vào cổng.  Toàn bộ khu vực Waterfront mới đó là một cơn ác mộng về hậu cần đang bế tắc, giá quá cao và quá đắt...họ có thể có được nó!Đọc thêm",
            "Các buổi biểu diễn ở Anthem kết thúc vào lúc mấy giờ trong tuần?Đọc thêm",
            "Tôi có cảm giác như chúng tôi rời đi vào khoảng 11 giờ đêmĐọc thêm"
        ],
        "star_ratings": [
            55,
            22,
            15,
            4,
            10
        ],
        "review_amount": 106,
        "location": [
            "Hoa Kỳ",
            "Washington DC",
            "Những điều cần làm ở Washington DC",
            "Quận Columbia DC",
            "Quốc ca"
        ],
        "reviews_time": [
            "Written May 1, 2024",
            "Written December 2, 2023",
            "Written June 11, 2023",
            "Written April 15, 2023",
            "Written February 16, 2023",
            "Written December 5, 2022",
            "Written November 23, 2022",
            "Written October 6, 2022",
            "Written June 27, 2022",
            "Written June 21, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g28970-d12988744-Reviews-Anthem-Washington_DC_District_of_Columbia.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g28970-d13316344-Reviews-Whiskey_Charlie_Rooftop_Bar-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g28970-d13339640-Reviews-Mi_Vida_Restaurante-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g28970-d13555660-Reviews-Hank_s_Oyster_Bar_on_the_Wharf-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g28970-d13075930-Reviews-Del_Mar-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g28970-d12981757-Reviews-Kirwan_s_Irish_Pub-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g28970-d14440855-Reviews-Toastique-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g28970-d19796411-Reviews-The_Grill-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g28970-d14801776-Reviews-La_Vie-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g28970-d23709713-Reviews-Bistro_Du_Jour-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g28970-d14815764-Reviews-Lupo_Marino-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d27045759-Reviews-Martha_Spak_Gallery_at_the_Wharf-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d13007321-Reviews-The_Wharf_DC-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d10020638-Reviews-Washington_Kastles-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d18929641-Reviews-Potomac_Riverboat_Company-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d3271460-Reviews-Municipal_Fish_Market_at_The_Wharf-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d27035063-Reviews-Benjamin_Banneker_Park-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d254773-Reviews-International_Spy_Museum-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d104867-Reviews-Smithsonian_National_Museum_of_Natural_History-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d605497-Reviews-Arena_Stage-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d107967-Reviews-National_Air_and_Space_Museum-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d12988744-Reviews-or10-Anthem-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d7211971-Reviews-The_Magic_Duel-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d141825-Reviews-John_F_Kennedy_Center_for_the_Performing_Arts-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d104861-Reviews-Ford_s_Theatre-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d1091645-Reviews-U_S_Marines_Sunset_Parade-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d20328635-Reviews-The_Good_Liar_Brian_Curry-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d580038-Reviews-The_Capitol_Steps-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d1546305-Reviews-Blues_Alley-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d143748-Reviews-Shakespeare_Theatre_Company-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d275184-Reviews-The_National_Theatre-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d23703066-Reviews-Spliff_Nation_Dispensary-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d19393332-Reviews-The_Wharf_Spa_by-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d26454476-Reviews-Wharf_Georgetown_Sightseeing_Route-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d14927338-Reviews-Shaod_s_Miracle_Boat_Jet_Ski_Rental-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d13458344-Reviews-Bella_Moda_Salon_Spa-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d662069-Reviews-Washington_Walks-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d20062673-Reviews-Journal_Tour_Travels_LLC-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d106958-Reviews-Bike_and_Roll_DC-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d25215750-Reviews-Live_k_Karaoke-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d10311652-Reviews-Prime_Time_Shuttle-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g262055-d23611643-Reviews-Museum_Of_Underwater_Sculpture-Ayia_Napa_Famagusta_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g41010-d3207986-Reviews-Bladensburg_Waterfront_Park-Bladensburg_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g295110-d15082355-Reviews-Matka_Canyon-Skopje_Skopje_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g303349-d2324606-Reviews-Rio_Sucuri-Bonito_State_of_Mato_Grosso_do_Sul.html",
            "https://www.tripadvisor.com/Attraction_Review-g775272-d10807763-Reviews-La_Fortaleza-Tequila.html",
            "https://www.tripadvisor.com/Attraction_Review-g15518203-d6953960-Reviews-Sky_Lane-Nong_Prue_Bang_Phli_Samut_Prakan_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g56003-d8761822-Reviews-IPIC_Theaters_Houston-Houston_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g28948-d269782-Reviews-Toadstool_Geologic_Park-Nebraska.html",
            "https://www.tripadvisor.com/Attraction_Review-g35394-d558667-Reviews-Idaho_Botanical_Garden-Boise_Idaho.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g28970-d12988744-Reviews-or10-Anthem-Washington_DC_District_of_Columbia.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g28970-d12988744-Reviews-Anthem-Washington_DC_District_of_Columbia.html"
    }
]