[
    {
        "attraction_name": "AnyTrails",
        "attraction_name_vi": "AnyTrails",
        "general_info": [
            "55 đánh giá",
            "- 186 trên 625 Chuyến tham quan bằng thuyền - Thể thao dưới nước tại Hà Nội",
            "Chuyến tham quan văn hóaChuyến tham quan bằng xe đạpChèo thuyền kayak - Ca-nôChuyến đi trong ngày",
            "Chuyến tham quan văn hóa",
            "Chuyến tham quan bằng xe đạp",
            "Chèo Kayak - Canoeing",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Cung cấp các tour du lịch đang hoạt động tại Việt Nam: Tour đi xe đạp, tour chèo thuyền kayak, tour đi bộ và tour riêng theo yêu cầu. Với những hướng dẫn viên hàng đầu, xe đạp chất lượng tốt và thiết kế chuyến đi chu đáo, chúng tôi tin rằng chúng tôi sẽ mang đến cho bạn một kỳ nghỉ tưởng niệm.Đọc thêm",
        "reviews": [
            "Công ty du lịch chuyên nghiệp, có xe – van nước, hướng dẫn viên nói tiếng Anh. Hướng dẫn viên của chúng tôi rất thân thiện, có tiếng Anh tuyệt vời và linh hoạt. Trời quá nóng để đi xe miễn là chúng tôi đã lên kế hoạch và họ rất dễ thay đổi lộ trình và kế hoạch khi đang di chuyển. Bữa trưa rất tuyệt, họ gọi món ngon, đi thuyền và đi bộ lên chùa rất mát mẻ. Muốn giới thiệu.Đọc thêm",
            "Vợ tôi và tôi đến Việt Nam hưởng tuần trăng mật và Minh là hướng dẫn viên du lịch của chúng tôi khi lưu trú tại Hà Nội. Anh ấy cực kỳ lịch sự, hiểu biết và có sức chứa. Chuyến đi xe đạp qua Ninh Bình là một trải nghiệm tuyệt vời và càng tuyệt vời hơn khi Minh đưa chúng tôi đi trên một tuyến đường tùy chỉnh. Các quan điểm thật ngoạn mục. Minh còn thực hiện một bộ ảnh để chúng tôi ghi nhớ chuyến đi đặc biệt của mình. Chúng tôi thực sự khuyên bạn nên đăng ký đi xe đạp với Minh.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đánh giá tốt của bạn! Chúng tôi thực sự ấm lòng khi nghe về trải nghiệm tích cực của bạn. Chúng tôi cố gắng lan tỏa niềm vui này đến nhiều cá nhân hơn nữa và chúng tôi chân thành hy vọng sẽ sớm được chào đón bạn quay trở lại để cùng nhau tạo ra nhiều khoảnh khắc đáng nhớ hơn.Đọc thêm",
            "Minh đã tạo một tour du lịch riêng tùy chỉnh cho chúng tôi và mọi thứ đều được sắp xếp rất đẹp mắt. Các lựa chọn chỗ ở đều sạch sẽ và thoải mái. Một số rất xuất sắc.  Cảm ơn bạn đã kết hợp trọng tâm chính của chúng tôi, ẩm thực - ! - vào hành trình của chúng tôi. Đây là chuyến đi của cuộc đời. Ở Hà Nội, chúng tôi sẽ bỏ qua chuyến tham quan bằng xe jeep. Nhưng nó cung cấp cho bạn cái nhìn tổng quan về các địa điểm quan trọng của Hà Nội. Các điểm dừng còn lại hoàn toàn dành cho hoạt động giải trí của khách du lịch. Minh và nhóm của anh ấy là cứu cánh của chúng tôi, bao gồm cả việc giải cứu tôi khi gặp vấn đề về thị thực. Hỏi Minh về điều đó và anh ấy có thể rên rỉ! Chuyến tham quan tuyệt vời nhất từ ​​trước đến nay! Đọc thêm",
            "Chúng tôi vô cùng cảm động trước sự đánh giá hào phóng của bạn và vui mừng khi biết về trải nghiệm của bạn trong chuyến tham quan riêng tư tùy chỉnh mà chúng tôi đã cùng nhau thực hiện. Chúng tôi rất vui khi đảm bảo rằng chỗ ở của bạn không chỉ thoải mái mà đôi khi còn đặc biệt và chúng tôi rất vui khi biết rằng những cuộc phiêu lưu ẩm thực mà chúng tôi tích hợp là điểm nhấn đối với bạn. Ẩm thực là một phần sôi động của văn hóa và chúng tôi rất vui vì nó đã làm phong phú thêm chuyến đi trong đời của bạn.\n\nChúng tôi đánh giá cao những phản hồi trung thực của bạn về chuyến tham quan bằng xe jeep tại Hà Nội. Nó được thiết kế để cung cấp cái nhìn tổng quan nhanh chóng về các địa điểm chính của thành phố, nhưng chúng tôi hiểu rằng nó có thể không phù hợp với sở thích của mọi người. Chúng tôi liên tục tìm cách cải thiện trải nghiệm của mình dựa trên phản hồi của khách, vì vậy thông tin chuyên sâu này rất có giá trị đối với chúng tôi.\n\nCảm ơn bạn một lần nữa vì đã chọn chúng tôi và tuyên bố chuyến đi của bạn là chuyến đi tuyệt vời nhất từ ​​trước đến nay! Chúng tôi - rất vinh dự được trở thành một phần trong chuyến phiêu lưu của bạn và rất mong có cơ hội được chào đón bạn quay trở lại với một trải nghiệm khó quên khác.\nĐọc thêm",
            "Chúng tôi không phải là người đi xe đạp nên Minh đã thay đổi chuyến đi và thay vào đó chúng tôi đi xe máy. Thành thật mà nói, từ ecopark nghe có vẻ hay nhưng chúng tôi thực sự không biết điều gì sẽ xảy ra. Trải nghiệm hóa ra là một trong những điểm nổi bật của chuyến đi. Đầu tiên căn hộ ở làng sinh thái rất hiện đại, ấm cúng và tiện nghi. Khởi hành bằng xe máy, chúng tôi gặp phải tình trạng tắc nghẽn giao thông vào giờ cao điểm, nhưng chúng tôi đã được hướng dẫn một cách thành thạo qua nhiều ô tô và xe máy đi cùng một chiều. Khi băng qua bờ bên kia, đối diện làng sinh thái, chúng tôi đi qua vùng đất nông nghiệp xinh đẹp, làng gốm và đến thăm một cư dân 82 tuổi, gia đình từng sở hữu khá nhiều đất xung quanh khu vực. Ông vẫn sống trong ngôi nhà ban đầu đã là nhà của nhiều thế hệ. Hy vọng bạn sẽ nhận ra món gà Đông Tảo nổi tiếng. Một con gà có đôi chân và bàn chân cực kỳ to lớn! Đây là con gà đắt thứ hai trên thế giới, được bán với giá - 2000 mỗi con!Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã dành thời gian chia sẻ kinh nghiệm của bạn với chúng tôi. Chúng tôi thực sự vui mừng khi biết rằng việc điều chỉnh chuyến đi bằng xe máy đã nâng cao cuộc phiêu lưu của bạn, khiến nó trở thành một trong những điểm nổi bật trong chuyến đi của bạn. Mục tiêu của chúng tôi là cá nhân hóa trải nghiệm cho khách hàng - sở thích và khả năng của mình, đồng thời chúng tôi - rất vui mừng vì sự điều chỉnh này đã khiến hành trình của bạn trở nên thú vị hơn nữa.\n\nCông viên sinh thái và môi trường xung quanh thực sự đặc biệt đối với chúng tôi và chúng tôi rất vui vì bạn đã tìm thấy căn hộ hiện đại, tiện nghi và ấm cúng. Có vẻ như chuyến đi của bạn qua vùng nông thôn, làng gốm và chuyến thăm với cư dân 82 tuổi đã để lại ấn tượng lâu dài. Những cuộc gặp gỡ này mang lại cái nhìn độc đáo về văn hóa và lịch sử địa phương, và chúng tôi rất vui vì chúng đã làm phong phú thêm chuyến thăm của bạn.\n\nPhản hồi của bạn vô cùng có giá trị đối với chúng tôi và chúng tôi không thể cảm ơn bạn đủ vì đã chọn khám phá cùng chúng tôi. Chúng tôi hy vọng sẽ được hân hạnh chào đón bạn quay trở lại trong tương lai để có thêm những trải nghiệm khó quên.Đọc thêm",
            "Những chiếc xe đạp thực sự thoải mái với nhiều bánh răng và yên xe đàng hoàng. Chuyến đi chủ yếu diễn ra ở vùng nông thôn, cách xa ô nhiễm Hanou. Các bữa ăn đều rất ngon, có bạn đồng hành và hướng dẫn viên rất vui vẻ. Tôi đã có một ngày tuyệt vời và các hướng dẫn viên đã giúp tôi giải trí và bổ sung nước!Đọc thêm",
            "Cảm ơn bạn vô cùng vì đã dành thời gian chia sẻ kinh nghiệm của bạn với chúng tôi. Chúng tôi rất vui khi biết rằng bạn rất thích những chiếc xe đạp thoải mái của chúng tôi, được thiết kế để đảm bảo một chuyến đi suôn sẻ và thú vị qua vùng nông thôn thanh bình, tránh xa sự hối hả và nhộn nhịp của Hà Nội.\n\nChúng tôi rất vui khi biết rằng bạn thấy các bữa ăn rất ngon và công ty cũng như hướng dẫn viên của chúng tôi có thể nâng cao trải nghiệm của bạn bằng niềm vui và hoạt động giải trí suốt cả ngày. Giúp khách hàng được giải trí và bổ sung đủ nước luôn là ưu tiên hàng đầu của chúng tôi, vì vậy chúng tôi - rất vui khi biết rằng chúng tôi đã thành công khi làm được điều đó trong chuyến phiêu lưu của bạn cùng chúng tôi.\n\nĐánh giá rực rỡ của bạn thực sự có ý nghĩa rất lớn đối với chúng tôi và chúng tôi - rất biết ơn vì có cơ hội được góp mặt trong ngày tuyệt vời của bạn. Chúng tôi rất mong có cơ hội được chào đón bạn quay trở lại để có những trải nghiệm đáng nhớ hơn trong tương lai.Đọc thêm",
            "Đánh giá này là một lời cảm ơn rất lớn từ chúng tôi. Chắc chắn là đã mở ra cho chúng ta một nền văn hóa tuyệt vời được hình thành từ những con người luôn biết cách chào đón ai đó, ngay cả những người lạ gặp nhau trong một ngôi làng. Trải nghiệm mà Minh bắt chúng tôi thử là một điều gì đó tự phát và tuyệt vời. Một lần nữa chúng tôi muốn cảm ơn tất cả các bạn vì đã chào đón chúng tôi như một phần của gia đình và dạy cho chúng tôi biết Việt Nam là gì: Việt Nam thực sự. Một lần nữa xin cảm ơn bạn và chúng tôi hy vọng sẽ sớm gặp lại nhau!Camilla và FedericoĐọc thêm",
            "Kính gửi Camilla và Federico,\n\nĐọc lời nhận xét chân thành của bạn, chúng tôi tràn ngập niềm vui và lòng biết ơn vô bờ bến. Chúng tôi thực sự rất hân hạnh được giới thiệu với các bạn tấm thảm văn hóa phong phú mà Việt Nam mang lại, và hơn thế nữa, được chào đón các bạn đến với cộng đồng của chúng tôi như một gia đình. Những trải nghiệm tự phát mà bạn ấp ủ là cốt lõi của những gì chúng tôi cố gắng chia sẻ với khách hàng - bản chất đích thực của quê hương chúng tôi thông qua sự ấm áp và hiếu khách của người dân nơi đây.\n\nChúng tôi vô cùng cảm động trước sự đánh giá cao của bạn và rất vui mừng khi có cơ hội cùng bạn tạo ra những khoảnh khắc đáng nhớ như vậy. Những lời nói tử tế của bạn củng cố cam kết của chúng tôi trong việc đảm bảo mọi khách hàng đều được trải nghiệm một Việt Nam đích thực, giống như bạn có.\n\nCảm ơn bạn một lần nữa vì những lời nói ân cần của bạn và vì đã cho phép chúng tôi trở thành một phần trong hành trình của bạn. Chúng tôi háo hức chờ đợi ngày có thể chào đón bạn trở lại, có lẽ để khám phá nhiều viên ngọc ẩn hơn nữa và cùng nhau tạo ra những kỷ niệm mới khó quên.\n\nNhưng lơi chuc nông âm nhât,\n\nMinh và nhómĐọc thêm",
            "Cùng Minh thực hiện chuyến tham quan bằng xe đạp buổi sáng tuyệt vời qua thị trấn Đường Lâm. Chuyến đi không chỉ vui và đẹp mà Minh còn rất tuyệt vời. Anh ấy không chỉ giỏi xe đạp mà còn rất am hiểu về khu vực này và rất hữu ích cho du khách Mỹ, tiếng Anh của anh ấy rất tuyệt vời. Tôi chắc chắn sẽ cân nhắc thực hiện một chuyến đi dài hơn với anh ấy và đánh giá cao anh ấy cho chuyến đi này hoặc bất kỳ chuyến đi nào khác.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì những lời tốt đẹp của bạn. Tôi hy vọng được gặp lại bạn và bạn bè của bạn trong thời gian sắp tới!Đọc thêm",
            "Nhờ AnyTrails, chúng tôi đã có một chuyến trở lại Hà Nội thực sự độc đáo - được thợ may thực hiện vào tháng 11 năm 2022. Chúng tôi rất quan tâm đến chuyến tham quan Market Garden tại địa phương, không hề đi xe đạp nhưng thấy đề cập đến các chuyến tham quan đi bộ, đã liên hệ với Minh - đã không thất vọng. Ngày của chúng tôi bắt đầu bằng chuyến đi bộ ăn trưa. Phở ngon cộng với chả giò Hà Nội. Chúng tôi đi dọc các con đường, Cá viên trên đường đến Tiệm bánh TỐT NHẤT ở Hà Nội để thưởng thức món Bánh mì ngon nhất BAO GIỜ! Buổi chiều ở Vườn Chợ địa phương, thưởng thức món sinh tố rất đặc biệt, trò chuyện thú vị - phong cảnh. Chúng tôi bàn về một chuyến đi chơi Ninh Bình - cũng là một ngày khám phá thêm trên xe máy khi ở Hà Nội. Một chuyến phiêu lưu bằng môtô chật cứng bao gồm Bảo tàng Đồ gốm tuyệt vời, băng qua sông Hồng trên một chiếc phà địa phương - bữa trưa chay ngon miệng. Plus Flower - Vườn Chợ Rau Gần Thành Phố. Thích đi giữa dòng xe cộ - cảm thấy rất an toàn với tài xế của chúng tôi! Ninh Bình bao gồm một chuyến đi thoải mái, phong cảnh tuyệt đẹp, các thị trấn địa phương, lịch sử - văn hóa cộng với việc dùng bữa tại một nhà hàng địa phương chuyên về các món Dê. Minh đã chỉ ra các địa điểm tham quan bằng xe đạp - nếu chúng tôi muốn đạp xe, anh ấy tin tưởng rằng anh ấy sẽ đáp ứng được khả năng đạp xe của chúng tôi. Vì vậy, có lẽ lần sau. Minh đã lắng nghe - đưa ra những gợi ý cho chúng tôi với tư cách là những du khách cá nhân, trưởng thành nhưng có tâm hồn trẻ - hành trình của anh ấy phù hợp như đi xuống đất. Rất khuyến khích. Hãy liên hệ với Minh, bạn sẽ không hối hận vì quyết định này.Đọc thêm",
            "Cảm ơn Sue vì sự hỗ trợ của bạn và những lời tốt đẹp về chúng tôi. Hy vọng sớm gặp lại bạn. Đọc thêm",
            "Anh chủ Minh Hà lập lịch trình 3 tuần để tôi trải nghiệm Việt Nam; nó thật tuyệt vời. Chuyến đi đi từ Bắc - Hà Nội - vào Nam - TP.HCM - . Phương tiện di chuyển bao gồm xe tải nhỏ, ô tô riêng, thuyền, bốn chuyến bay nội địa, tàu hỏa, xe đạp, v.v. Một số ngày là các chuyến tham quan có hướng dẫn viên riêng, trong khi những ngày khác là các chuyến tham quan theo nhóm kết hợp với những người khác. Tất cả công việc hậu cần đều diễn ra tốt đẹp. Minh thực sự là người hướng dẫn của tôi trong ngày đầu tiên, đạp xe quanh Hà Nội và một hòn đảo nông nghiệp trên sông Hồng. Minh nói tiếng Anh xuất sắc. Tôi đánh giá cao Minh Hà và công ty AnyTrails của anh ấy.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đánh giá tuyệt vời của bạn. Chúng tôi hy vọng rằng chúng tôi sẽ có nhiều cơ hội được phục vụ bạn bè của bạn khi đến Việt NamĐọc thêm",
            "Đây là lần thứ hai tôi tham gia Any Trails tại Hà Nội. Lần đầu tiên là trước khi diễn ra dịch bệnh COVID, và tôi đã có một trải nghiệm tuyệt vời đến mức quyết định thử một chuyến tham quan khác trong chuyến thăm gần đây của mình. Đã tham gia Tour xe đạp sông Hồng và nó thật tuyệt vời! Hướng dẫn viên của chúng tôi, Minh, là chàng trai tử tế nhất từ ​​trước đến nay và RẤT hiểu biết. Anh ấy đã làm cho toàn bộ trải nghiệm trở nên thú vị, những chiếc xe đạp của anh ấy thực sự rất đẹp và cả ngày thật suôn sẻ.  Tôi thực sự khuyên bạn nên! Đọc thêm",
            "Cảm ơn bạn rất nhiều, Jason! Mong được gặp lại bạn trong những trải nghiệm tiếp theo.Xem thêm"
        ],
        "star_ratings": [
            55,
            0,
            0,
            0,
            0
        ],
        "review_amount": 55,
        "location": [],
        "reviews_time": [
            "Written April 9, 2024",
            "Written March 3, 2024",
            "Written January 15, 2024",
            "Written January 14, 2024",
            "Written October 10, 2023",
            "Written October 6, 2023",
            "Written April 9, 2023",
            "Written February 9, 2023",
            "Written December 13, 2022",
            "Written November 22, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d13384615-Reviews-AnyTrails-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13384615-Reviews-or10-AnyTrails-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13384615-Reviews-AnyTrails-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6941483-Reviews-Footsteps_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15531362-Reviews-Ball_4-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12001726-Reviews-An_Store_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13979577-Reviews-Hanoia_Metropole-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25412324-Reviews-Auriga_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6684667-Reviews-Le_Spa_du_Metropole-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12800346-Reviews-Athena_Cruise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8779731-Reviews-Four_Palaces_Show-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4810384-Reviews-Green_Discovery_Indochina-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7365452-Reviews-Vietnam_Decouverte-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14504613-Reviews-Kumquat_Tree-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6601937-Reviews-Binh_Minh_s_Jazz_Club-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2166594-Reviews-Aclass_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d21335907-Reviews-Ngo_Minh_so_8_trang_tien-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15815628-Reviews-Hanoi_Cocktail_Class-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g776013-d4267847-Reviews-Barbati_Beach-Barbati_Corfu_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g54976-d2062760-Reviews-Carver_Orchards_Farm_Market-Cosby_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g50087-d15232161-Reviews-The_Amish_Country_Theater-Berlin_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g47915-d2717964-Reviews-Holtsville_Ecology_Site-Holtsville_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g34371-d109640-Reviews-Bok_Tower_Gardens-Lake_Wales_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g32578-d1937875-Reviews-La_Jolla_Open_Aire_Farmers_Market-La_Jolla_San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g31295-d10801088-Reviews-Oatman_Ghost_Town-Oatman_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g14134368-d553575-Reviews-Odaiba_Kaihin_Koen_Odaiba_Seaside_Park-Daiba_Minato_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g41809-d106747-Reviews-Bridge_of_Flowers-Shelburne_Falls_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g304008-d7222303-Reviews-Mont_Choisy_Beach-Mont_Choisy.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d13384615-Reviews-or10-AnyTrails-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d13384615-Reviews-AnyTrails-Hanoi.html"
    }
]