[
    {
        "attraction_name": "Aobaba Tailor",
        "attraction_name_vi": "Thợ may Aobaba",
        "general_info": [
            "411 đánh giá",
            "86 trên 679 Mua sắm ở Hội An",
            "Cửa hàng quà tặng đặc sản"
        ],
        "attraction_summary": "Aobaba là một doanh nghiệp gia đình Hội An đã được thành lập qua nhiều thế hệ. Chúng tôi liên tục cải tiến và hiện đại hóa kỹ thuật của mình và đảm bảo luôn cập nhật các xu hướng thời trang. Aobaba, những thợ may nơi khách hàng sẽ nhận được dịch vụ chuyên nghiệp và thân thiện. Chúng tôi sẽ đáp ứng nhu cầu về tủ quần áo của bạn khi bạn đến cửa hàng của chúng tôi cũng như khi bạn về nhà. Chúng tôi lưu giữ số đo của bạn trong tối thiểu ba năm và bạn sẽ có thể đặt hàng từ bất cứ đâu.Đọc thêm",
        "reviews": [
            "Sự chu đáo, chuyên nghiệp và chất lượng dịch vụ mà tôi nhận được từ Thảo thật mẫu mực.  Cô ấy đảm bảo rằng các thợ may đã kiểm tra đi kiểm tra lại mọi phép đo, đồng thời liên hệ với tôi khi họ có bất kỳ câu hỏi hoặc thắc mắc nào để tạo ra một sản phẩm ưu việt.  Chúng tôi đã nhờ Aobaba Tailors sản xuất gần 20 bộ vest theo yêu cầu riêng cho các tiệc cưới và các dịp đặc biệt khác nhau, và mỗi bộ vest trong số đó đều được thiết kế riêng một cách hoàn hảo.  Tôi không thể giới thiệu doanh nghiệp này cao hơn và đặc biệt ấn tượng với dịch vụ cá nhân mà tôi liên tục nhận được từ Thảo. Cô ấy là một đại sứ tuyệt vời cho Aobaba Tailors.Đọc thêm",
            "Ôi đẹp chất lượng tuyệt vời nhân viên chuyên nghiệpCám ơn bạn! Tôi rất muốn làm thêm nhiều chiếc áo khoác nữa, điều đó có thể thực hiện được bây giờ tôi đã trở lại Anh! Cảm ơn bạn Gill Shaw Đọc thêm",
            "Tôi đã có khá nhiều chiếc áo sơ mi được may riêng cho mình. Có cả tay dài và tay ngắn. Chất liệu cotton Ai Cập chất lượng tuyệt vời. Chắc chắn sẽ được đặt hàng nhiều hơn nữa. Làm tốt lắm Aobaba! Đọc thêm",
            "Tôi đến thăm vào cuối tháng 2 năm 2020. Tracy đã tham dự với tôi, một người thân thiện, hiểu biết và rất chuyên nghiệp. Tôi có hai chiếc áo khoác dạ do thợ may AoBaBas thực hiện và Tracy giám sát toàn bộ quá trình với khiếu thẩm mỹ, óc phán đoán và sự phối hợp tuyệt vời. Tôi rất hài lòng với sản phẩm cuối cùng và rất muốn giới thiệu doanh nghiệp này cho bất kỳ ai đang tìm kiếm phong cách và chất lượng khi mua quần áo.Đọc thêm",
            "Tôi có một bộ vest cashmere và hai chiếc áo sơ mi được may ở đây. Nhân viên rất thân thiện và hữu ích ngay từ đầu. Cô gái trẻ đã giúp chúng tôi chọn chất liệu, lớp lót và kiểu dáng không chỉ vô cùng hữu ích mà còn có khiếu hài hước tuyệt vời. Người phụ nữ thực hiện các phép đo và may bộ đồ rất chú ý đến từng chi tiết. Bộ đồ có chất lượng tuyệt vời và đáng giá tiền! Sau lần thử cuối cùng, bộ vest và áo sơ mi được ép và đóng gói và chuyển đến khách sạn của tôi vào đêm hôm đó. Đọc thêm",
            "Tôi đã đến thăm một số thợ may khác và rất hài lòng khi tìm thấy AO Baba. Dịch vụ tuyệt vời, đội ngũ nhân viên thân thiện và sự chú ý thực sự đến từng chi tiết để làm cho bộ vest và áo sơ mi mà tôi đã làm trở nên đặc biệt. Ngay cả khi tôi thực hiện một số thay đổi vào phút cuối, họ vẫn đồng ý và quần áo mới của tôi đã được giao đúng giờ tại khách sạn. Điều tuyệt vời hơn nữa là bây giờ họ đã có số đo của tôi và sẽ gửi hàng đến Vương quốc Anh bất cứ khi nào tôi cần bất cứ thứ gì khác. Xuất sắc. Cảm ơn bạn.Đọc thêm",
            "If you know the difference between modal and models youre in for a treat.I worked in fashion for over a decade so have a bit of experience on how to identify quality production. I researched by foot not reviews before choosing Aobaba for womens wear cant comment on the mens suits. Things youll find here that I didnt see elsewhere: bias binding on inside seams; hand sewn hems on formal dresses; full linings; enclosed seams; leather piping; embroidery and small stitching. Bonus, the staff didnt mind me practically turning the samples inside out to inspect! Instead they showed me more details - incredible  Fabrics included silks, linens, wool and cashmere mixes along with cottons and other blends.So decision made based on quality, staff knowledge and fabrics. I then ordered everything! Pants, shirts, dress, coat, then after the first fittings and seeing how well and quickly!! the clothes were coming together added another top and pants. Linda was an absolute treat to work with, she didnt laugh at my terrible drawings explaining I wanted pockets trimmed with highlights on my flamingo pants, my buttons inside out on my coat so I can wear a bag on a diagonal without getting snagged, extra long ties on a belt for linen trousers.Thank you to the tailoring team behind the store who were able to translate my requests into gorgeous clothes that fit beautifully. Ive now been wearing my AobaBa clothes for a month, theyre washing well, and get compliments on each outing. I wish I had of picked up dozens of business cards to share with everyone who has since requested their details! If you love and care for clothes then AoBaBa is a great place to have them made. Im already wondering if I can come back next year.Read more",
            "Tôi luôn có ý định mua một món đồ được thiết kế riêng ở Hội An trong chuyến đi đến Việt Nam, tuy nhiên khi Vietnam Airlines bị mất hành lý trong chuyến thăm trong tháng của tôi và vì tôi mang cỡ 16 ở Vương quốc Anh nên không thể tìm được đồ thay thế nên việc may quần áo may đo là một giải pháp tuyệt vời. Tracy cực kỳ hữu ích và cung cấp sự phù hợp chuyên nghiệp. Rất hài lòng với áo dài, quần vải lanh và váy suông bằng cotton của tôi với giá 145. Chắc chắn sẽ quay lại và giới thiệu. Đọc thêm",
            "Tôi đang đi ngang qua thì nhìn thấy trong cửa sổ một bộ đồ làm bằng loại vải tôi thích. Kathy cho tôi biết giá và tôi quyết định mua một chiếc. Quá trình đo diễn ra nhanh chóng và vết cắt đầu tiên tôi thử vào ngày hôm sau gần như hoàn hảo. Chúng tôi đã thực hiện một số điều chỉnh cuối cùng và tôi đã thực hiện nó vào ngày hôm sau. Rất hạnh phúc với nó. Họ dường như có nhiều lựa chọn về vest và các loại vải khác, nhưng tôi không xem chi tiết.Đọc thêm",
            "Cathy và các nhân viên tại Aobaba thật tuyệt vời trong chuyến đi Hội An gần đây của chúng tôi! Họ có vật liệu chất lượng cao nhất và dịch vụ tuyệt vời như vậy! Hoàn thành nhanh chóng ba bộ quần áo tùy chỉnh và một chiếc váy lụa, và thật là một trải nghiệm thú vị!Đọc thêm",
            "CHÀO! Thợ may có làm việc cuối tuần ở Hội An không?Đọc thêm",
            "CóĐọc thêm",
            "Khoảng thời gian bình thường từ khi đặt hàng đến khi nhận quần áo vest nam và quần tây nữ là bao lâu?Đọc thêm",
            "Kính gửi Anthony T,\nCảm ơn câu hỏi của bạn. Thông thường thời gian đặt hàng phụ thuộc vào khách hàng. Chúng tôi có thể hoàn thành đơn hàng trong vòng một, hai ngày hoặc thậm chí lâu hơn nếu khách hàng có nhiều thời gian ở Hội An. Nhưng thông thường sẽ mất 2 ngày để thực hiện, thế là hoàn hảo.\nTrân trọng.\nThợ may AoatabĐọc thêm",
            "Xin chào nhóm, tôi đã ghé thăm cửa hàng của bạn vào năm 2013 và sẽ quay lại vào tháng 7 và chắc chắn sẽ ghé qua và có nhiều chiếc áo sơ mi và bộ vest xuất sắc hơn được sản xuất .. nóng lòng chờ đợi MerylĐọc thêm",
            "Chào Meryl,\nNghe có vẻ tuyệt vời! Chúng tôi rất vui mừng khi biết được tin vui này từ bạn.  \nMong được gặp bạn sớm.\nTrân trọng.\nNhà may AobabaĐọc thêm",
            "Có ai hỏi họ có thể may quần áo bà bầu không? Tôi có một số hình ảnh để cho họ xem, nhưng tôi không chắc liệu đây có phải là điều mà các thợ may địa phương thành thạo hay không. Đọc thêm",
            "Alyson thân mến,\nCảm ơn bạn đã yêu cầu về việc may quần áo bà bầu. Tất nhiên Aobaba Tailor có thể làm được chúng. Vui lòng gửi ảnh cho chúng tôi để chúng tôi hiển thị loại vải có sẵn cho bạn lựa chọn. Sẽ tốt hơn nếu bạn có thể liên hệ với chúng tôi qua infoaobaba.vn để biết thêm thông tin.\nTrân trọng.\nNhà may AobabaĐọc thêm"
        ],
        "star_ratings": [
            352,
            38,
            7,
            10,
            4
        ],
        "review_amount": 411,
        "location": [
            "Những điều cần làm ở Hội An",
            "Thợ may Aobaba",
            "Châu Á",
            "Việt Nam",
            "Chào An",
            "Tỉnh Quảng Nam"
        ],
        "reviews_time": [
            "Written May 11, 2023",
            "Written May 17, 2021",
            "Written August 10, 2020",
            "Written April 4, 2020",
            "Written March 16, 2020",
            "Written February 18, 2020",
            "Written February 1, 2020",
            "Written January 14, 2020",
            "Written January 8, 2020",
            "Written January 6, 2020"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298082-d3162331-Reviews-Aobaba_Tailor-Hoi_An_Quang_Nam_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d10768724-Reviews-Olivier_Coffee-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26663624-Reviews-Faifoo_Central_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d3724095-Reviews-Little_Faifo_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26229136-Reviews-Sing_Ma_Restaurant_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26848559-Reviews-Em_H_i_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26355037-Reviews-A6_Garden-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25105784-Reviews-Cua_Dai_Central_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25306878-Reviews-Chops_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25420069-Reviews-MAAZI_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d12994225-Reviews-Bao_Phuong_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8546927-Reviews-Hy_Hoa_Temple-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12499393-Reviews-ALLEY_Artist_House-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7209451-Reviews-Couleurs_by_Rehahn-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d451145-Reviews-Fukian_Assembly_Hall_Phuc_Kien-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8587256-Reviews-Hoi_An_Market-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d451144-Reviews-Central_Market-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3848216-Reviews-Museum_of_Folklore-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d451149-Reviews-Museum_of_Trade_Ceramics-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d27413504-Reviews-Art_Gallery_Hoang_Trong_Tien-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12350885-Reviews-Hoi_An_Traditional_Art_Performance_Theatre-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3162331-Reviews-or10-Aobaba_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2717876-Reviews-Peace_Tailor_in_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15776299-Reviews-Thanh_Design-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6845023-Reviews-Two_Ladies_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15000385-Reviews-Blue_Chic_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26605658-Reviews-Bison_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2202046-Reviews-Metiseko-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1194254-Reviews-A_Dong_Silk_Tailors-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4609042-Reviews-Tuong_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d9466019-Reviews-45_Thu_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12945791-Reviews-Shine_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2034120-Reviews-Lifestart_Foundation-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d9882481-Reviews-Song_Viet-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4795452-Reviews-Phu_Tuan-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d9754869-Reviews-Xu_Dang_Trong_Art_Centre-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8180301-Reviews-Quoc_Tien_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26516588-Reviews-M_ng_Nguy_t_Cocktails_Bar-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d24111032-Reviews-Tuna_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3411207-Reviews-Kim_Hien_Boutique_Clothing_Store-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d24111041-Reviews-Tuna_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26627468-Reviews-H_p_Handi-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d9884907-Reviews-Hoi_An_Love_of_Life_Bicycle_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6427377-Reviews-Dai_Duong_Ocean_Cloth_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d1200463-Reviews-Atlantis_Aquaventure_Waterpark-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g34680-d1063571-Reviews-Fred_Howard_Park-Tarpon_Springs_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g48682-d12291624-Reviews-Gulliver_s_Gate-Staten_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d539417-Reviews-Granat_Turnov-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g609129-d14880488-Reviews-The_Feast_at_Mokapu-Wailea_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d263032-Reviews-Shakespeare_And_Company-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187870-d10240102-Reviews-People_Mover-Venice_Veneto.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d1931876-Reviews-Morgan_s_Wonderland-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60022-d283907-Reviews-Geneva_Lake-Lake_Geneva_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g29722-d5293842-Reviews-Bear_Brook_State_Park-Allenstown_New_Hampshire.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298082-d3162331-Reviews-or10-Aobaba_Tailor-Hoi_An_Quang_Nam_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298082-d3162331-Reviews-Aobaba_Tailor-Hoi_An_Quang_Nam_Province.html"
    },
    {
        "attraction_name": "Aobaba Tailor",
        "attraction_name_vi": "Thợ may Aobaba",
        "general_info": [
            "411 đánh giá",
            "86 trong số 679 Mua sắm ở Hội An",
            "Cửa hàng quà tặng đặc sản"
        ],
        "attraction_summary": "Aobaba là một doanh nghiệp gia đình Hội An đã được thành lập qua nhiều thế hệ. Chúng tôi liên tục cải tiến và hiện đại hóa các kỹ thuật của mình và chúng tôi đảm bảo rằng chúng tôi luôn cập nhật các xu hướng thời trang. Aobaba, thợ may nơi khách hàng sẽ nhận được dịch vụ chuyên nghiệp và thân thiện. Chúng tôi sẽ chăm sóc nhu cầu về tủ quần áo của bạn khi bạn ở trong cửa hàng của chúng tôi nhưng cũng khi bạn về nhà. Chúng tôi lưu giữ số đo của bạn trong tối thiểu ba năm và bạn sẽ có thể đặt hàng từ bất cứ nơi nào bạn ở. Đọc thêm",
        "reviews": [
            "Chúng tôi đã sử dụng hai cửa hàng may đo trong chuyến thăm Hội An gần đây và đây là cửa hàng yêu thích của chúng tôi. Chúng tôi đã may nhiều mặt hàng quần áo và rất ấn tượng với dịch vụ cũng như thành phẩm. AoBaba có nhiều lựa chọn về vải và mẫu quần áo, phong cách tuyệt vời và nhân viên rất am hiểu và hữu ích. Chúng tôi đã làm việc với Emily, Tracy và Sally.  Họ thật tuyệt vời. Tôi đã may một bộ đồ len tuyệt đẹp dựa trên một bức ảnh trên điện thoại của mình, hai chiếc áo cánh từ quần áo mẫu và một chiếc áo khác từ mô tả bằng lời về những gì tôi muốn. Tôi đã dành thời gian cho các phụ kiện tiếp theo. Chồng tôi có ba chiếc áo sơ mi có đường viền và màu sắc tương phản. Bạn của chúng tôi đã may một chiếc váy, quần và áo cánh. Tất cả chúng ta sẽ quay lại đây trong những chuyến thăm tương lai.  Giá cao hơn một chút so với cửa hàng khác mà chúng tôi đã sử dụng nhưng cũng đáng giá. Rất khuyến khích.Đọc thêm",
            "Tôi dừng lại ở đây để thoát khỏi một trận mưa như trút nước.  Thật may mắn cho tôi!  Họ mặc một bộ váy trên người ma-nơ-canh thật lộng lẫy.  Tôi hỏi kích thước của nó và sau đó yêu cầu thử nó. Nó gần như vừa vặn hoàn hảo, chỉ cần một sự điều chỉnh nhỏ quanh cánh tay.  Tôi mua ngay ở đó và họ nói sẽ sửa lại và giao đến phòng khách sạn của tôi tối nay.  Tôi vừa nhận được nó và không thể vui mừng hơn.  Nó thật kỳ lạ và thú vị và tôi nóng lòng muốn mặc nó về nhà.  Tôi nghĩ ngày mai tôi sẽ quay lại và xem liệu có điều gì khác khiến tôi chú ý không!Đọc thêm",
            "OMG những người thợ may này thực sự tuyệt vời. Lời kêu gọi đặc biệt tới Emily và Linda. Tôi bước vào tiệm may này hoàn toàn theo bản năng và tôi thực sự ấn tượng với dịch vụ cũng như thành phẩm. Những chiếc váy tôi may ở đây thật rực rỡ, tôi cảm thấy thật đẹp khi mặc chúng. Bắt đầu với ý tưởng về một bộ trang phục và bạn sẽ ra về với nhiều thứ hơn những gì bạn từng mong đợi.Đọc thêm",
            "Tôi đã thử thợ may mới này lần đầu tiên và thực sự ấn tượng với chất lượng vải sẵn có cũng như sự chú ý đến từng chi tiết trong việc tạo ra những chiếc áo khoác, áo sơ mi và váy đẹp mắt. Yêu mọi thứ họ làm và họ sẽ xem xét nhiều lần nếu bạn không hài lòng. Chúng tôi sẽ quay lại! Đọc thêm",
            "Đến Aobaba chắc chắn đã là một trải nghiệm. Tôi cảm thấy rất được chào đón và quan tâm. Tôi đã làm việc với Tracy để chọn vải và thiết kế cho một chiếc váy và quay lại hai lần để chọn phụ kiện. Cô ấy thực sự quan tâm rằng tôi đang có được sản phẩm tốt nhất có thể, rất nhiệt tình và có năng lực. Tôi thực lòng cảm thấy mình như một nàng công chúa và yêu thích chiếc váy đã hoàn thiện của mình. Tôi mua một chiếc váy khác từ chợ vải với giá chỉ bằng một nửa, nhưng trải nghiệm khi đến Aobaba cũng như chất lượng và sự chăm chút dành cho chiếc váy của tôi là hoàn toàn xứng đáng. Chắc chắn sẽ giới thiệu Tracy hoặc Sally, vì họ là những viên ngọc quý! Đọc thêm",
            "Tracey co chăm sóc tôi rất tốt. Được trang bị một cách tuyệt vời l. Rất khuyến khích.  Chất liệu cao cấp Đọc thêm",
            "Tailored đã làm một chiếc áo khoác nữ và đã chọn một thiết kế do thợ may cung cấp để giảm thiểu bất kỳ thông tin sai lệch nào. Rất tiếc, người thợ may đã thiết kế sai cổ áo và tôi phải mất 3 chuyến đi, trong thời gian 3 ngày mới sửa được lỗi. Sản phẩm cuối cùng không đạt yêu cầu và đó là một trải nghiệm mệt mỏi. Đọc thêm",
            "Đến thăm Aobaba là điều bắt buộc mỗi lần tôi đến Hội An - bố mẹ tôi đã giới thiệu tôi, và bây giờ tôi đã giới thiệu bạn bè và nhiều người khác sắp tới! Dịch vụ này chuyên nghiệp, nồng nhiệt, chu đáo và trung thực - những khuyến nghị của họ về những gì nên làm hoặc không nên làm! có nghĩa là tôi đã tạo ra một số bộ quần áo đi làm và đám cưới tuyệt vời mà tôi yêu thích và mặc năm này qua năm khác. Hãy tin tưởng họ sẽ hướng dẫn bạn! Chất lượng tuyệt vời, cảm ơn bạn rất nhiều vì đã trở thành một trong những điểm nổi bật của tôi ở Việt Nam :Đọc thêm",
            "Tôi đã làm một vài món đồ, 2 chiếc áo khoác và 2 chiếc áo dài ở Aobaba và toàn bộ trải nghiệm đều rất tuyệt vời. Tracy và các nhân viên khác đã giúp tôi chọn chất liệu, mẫu mã và định cỡ. Tôi rất ấn tượng với mức độ quan tâm mà họ cung cấp và giá cả hợp lý. Ngoài ra, đơn đặt hàng ban đầu gồm 2 mặt hàng đã sẵn sàng để lắp đặt trong vòng 24 giờ. Tôi thực sự hài lòng với nó và quyết định đặt mua một chiếc áo khoác và áo dài khác. Các mặt hàng đã được hoàn thiện gọn gàng và được đóng gói để chuyển đến Khách sạn của tôi trong vòng 4 ngày. Nếu bạn ở Hội An, tôi thực sự khuyên bạn nên sử dụng thợ may này cho hàng hóa của mình.Đọc thêm",
            "Tôi quyết tâm làm một số đôi bốt dài theo yêu cầu khi ở Hàn Ơi và Ao Baba được một người bạn giới thiệu. Tôi chỉ định mua 1 đôi nhưng cũng không thể cưỡng lại được một đôi bốt cao đến mắt cá chân. Cô Kim đáng yêu cực kỳ nhiệt tình giúp tôi chọn màu rồi nhờ thợ may đến đo cho tôi. Tôi rất ấn tượng với cô ấy. Cô ấy rất nhanh nhẹn và đo cả hai chân để đảm bảo rằng mỗi chiếc ủng đều vừa vặn hoàn hảo với mỗi bàn chân. Cô ấy cũng nói rằng cô ấy đã nhường chỗ cho đôi bốt của tôi để đôi chân không bị sưng tấy do nắng nóng ẩm của Việt Nam và b cho quần bó và quần jean nữa. Sau đó, cô ấy giúp tôi thay đổi loại da ban đầu của tôi và khuyên tôi rằng loại da mà tôi chọn cho đôi bốt dài của mình sẽ bị nhăn vì nó là loại da mềm. Cô ấy lẽ ra có thể để tôi đi với người mà tôi đã chọn nên tôi rất biết ơn ý kiến ​​đóng góp của cô ấy. Đôi bốt của tôi đã sẵn sàng sau 24 giờ và chúng thực sự rất đẹp! Tôi nóng lòng đợi đến mùa đông ở Melbourne để mặc chúng. Kim cũng thu xếp bưu phí gửi đôi ủng mới của tôi về Úc. Tôi rất ngạc nhiên trước Kim và người phụ nữ thợ may và sự sẵn lòng làm mọi thứ có thể để mang đến cho tôi đôi giày hoàn hảo. Cảm ơn các nàng :Đọc thêm",
            "CHÀO! Thợ may có làm việc cuối tuần ở Hội An không?Đọc thêm",
            "CóĐọc thêm",
            "Khoảng thời gian bình thường từ khi đặt hàng đến khi nhận quần áo vest nam và quần tây nữ là bao lâu?Đọc thêm",
            "Kính gửi Anthony T,\nCảm ơn câu hỏi của bạn. Thông thường thời gian đặt hàng phụ thuộc vào khách hàng. Chúng tôi có thể hoàn thành đơn hàng trong vòng một, hai ngày hoặc thậm chí lâu hơn nếu khách hàng có nhiều thời gian ở Hội An. Nhưng thông thường sẽ mất 2 ngày để thực hiện, thế là hoàn hảo.\nTrân trọng.\nThợ may AoatabĐọc thêm",
            "Xin chào nhóm, tôi đã ghé thăm cửa hàng của bạn vào năm 2013 và sẽ quay lại vào tháng 7 và chắc chắn sẽ ghé qua và có nhiều chiếc áo sơ mi và bộ vest xuất sắc hơn được sản xuất .. nóng lòng chờ đợi MerylĐọc thêm",
            "Xin chào Meryl,\nNghe tuyệt quá! Chúng tôi rất vui khi nghe tin tốt lành này từ bạn.\nMong sớm được gặp bạn.\nTrân trọng.\nAobaba TailorĐọc thêm",
            "Có ai hỏi họ có thể may quần áo bà bầu không? Tôi có một số hình ảnh để cho họ xem, nhưng tôi không chắc liệu đây có phải là điều mà các thợ may địa phương thành thạo hay không. Đọc thêm",
            "Alyson thân mến,\nCảm ơn bạn đã yêu cầu về việc may quần áo bà bầu. Tất nhiên Aobaba Tailor có thể làm được chúng. Vui lòng gửi ảnh cho chúng tôi để chúng tôi hiển thị loại vải có sẵn cho bạn lựa chọn. Sẽ tốt hơn nếu bạn có thể liên hệ với chúng tôi qua infoaobaba.vn để biết thêm thông tin.\nTrân trọng.\nNhà may AobabaĐọc thêm"
        ],
        "star_ratings": [
            352,
            38,
            7,
            10,
            4
        ],
        "review_amount": 411,
        "location": [
            "Những điều cần làm ở Hội An",
            "Thợ may Aobaba",
            "Châu Á",
            "Việt Nam",
            "Chào An",
            "Tỉnh Quảng Nam"
        ],
        "reviews_time": [
            "Written January 2, 2020",
            "Written December 31, 2019",
            "Written December 27, 2019",
            "Written December 20, 2019",
            "Written December 18, 2019",
            "Written December 12, 2019",
            "Written November 21, 2019",
            "Written November 7, 2019",
            "Written November 3, 2019",
            "Written October 13, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298082-d3162331-Reviews-or10-Aobaba_Tailor-Hoi_An_Quang_Nam_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d10768724-Reviews-Olivier_Coffee-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26663624-Reviews-Faifoo_Central_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d3724095-Reviews-Little_Faifo_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26229136-Reviews-Sing_Ma_Restaurant_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26848559-Reviews-Em_H_i_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26355037-Reviews-A6_Garden-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25105784-Reviews-Cua_Dai_Central_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25306878-Reviews-Chops_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25420069-Reviews-MAAZI_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d12994225-Reviews-Bao_Phuong_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8546927-Reviews-Hy_Hoa_Temple-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12499393-Reviews-ALLEY_Artist_House-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7209451-Reviews-Couleurs_by_Rehahn-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d451145-Reviews-Fukian_Assembly_Hall_Phuc_Kien-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8587256-Reviews-Hoi_An_Market-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d451144-Reviews-Central_Market-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3848216-Reviews-Museum_of_Folklore-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d451149-Reviews-Museum_of_Trade_Ceramics-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d27413504-Reviews-Art_Gallery_Hoang_Trong_Tien-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12350885-Reviews-Hoi_An_Traditional_Art_Performance_Theatre-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3162331-Reviews-Aobaba_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3162331-Reviews-or20-Aobaba_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2717876-Reviews-Peace_Tailor_in_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15776299-Reviews-Thanh_Design-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6845023-Reviews-Two_Ladies_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15000385-Reviews-Blue_Chic_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26605658-Reviews-Bison_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2202046-Reviews-Metiseko-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1194254-Reviews-A_Dong_Silk_Tailors-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4609042-Reviews-Tuong_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d9466019-Reviews-45_Thu_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12945791-Reviews-Shine_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2034120-Reviews-Lifestart_Foundation-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d9882481-Reviews-Song_Viet-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4795452-Reviews-Phu_Tuan-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d9754869-Reviews-Xu_Dang_Trong_Art_Centre-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8180301-Reviews-Quoc_Tien_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26516588-Reviews-M_ng_Nguy_t_Cocktails_Bar-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d24111032-Reviews-Tuna_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3411207-Reviews-Kim_Hien_Boutique_Clothing_Store-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d24111041-Reviews-Tuna_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26627468-Reviews-H_p_Handi-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d9884907-Reviews-Hoi_An_Love_of_Life_Bicycle_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6427377-Reviews-Dai_Duong_Ocean_Cloth_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g189415-d23957754-Reviews-Archaeological_Museum_Of_Chania-Chania_Town_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g499086-d2071714-Reviews-Bedroom_Beach_Club-Sunny_Beach_Burgas_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g34157-d7684163-Reviews-Crescent_Beach_Public_Beach-Crescent_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d254723-Reviews-Passeig_de_Gracia-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d455818-Reviews-Safari_World-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g34438-d142904-Reviews-Little_Haiti-Miami_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g668220-d2416891-Reviews-Terme_Bagno_Vignoni-Bagno_Vignoni_Tuscany.html",
            "https://www.tripadvisor.com/Attraction_Review-g49210-d14221632-Reviews-Henry_River_Mill_Village-Hickory_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g315907-d318367-Reviews-Peles_Castle-Sinaia_Prahova_County_Southern_Romania.html",
            "https://www.tripadvisor.com/Attraction_Review-g298457-d7776710-Reviews-Bato_Springs-San_Pablo_City_Laguna_Province_Calabarzon_Region_Luzon.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298082-d3162331-Reviews-or20-Aobaba_Tailor-Hoi_An_Quang_Nam_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298082-d3162331-Reviews-or10-Aobaba_Tailor-Hoi_An_Quang_Nam_Province.html"
    },
    {
        "attraction_name": "Aobaba Tailor",
        "attraction_name_vi": "Thợ may Aobaba",
        "general_info": [
            "411 đánh giá",
            "86 trên 679 Mua sắm ở Hội An",
            "Cửa hàng quà tặng đặc sản"
        ],
        "attraction_summary": "Aobaba là một doanh nghiệp gia đình Hội An đã được thành lập qua nhiều thế hệ. Chúng tôi liên tục cải tiến và hiện đại hóa kỹ thuật của mình và đảm bảo luôn cập nhật các xu hướng thời trang. Aobaba, những thợ may nơi khách hàng sẽ nhận được dịch vụ chuyên nghiệp và thân thiện. Chúng tôi sẽ đáp ứng nhu cầu về tủ quần áo của bạn khi bạn đến cửa hàng của chúng tôi cũng như khi bạn về nhà. Chúng tôi lưu giữ số đo của bạn trong tối thiểu ba năm và bạn sẽ có thể đặt hàng từ bất cứ đâu.Đọc thêm",
        "reviews": [
            "Chúng tôi bị thu hút khi bước vào cửa hàng xinh đẹp này bởi những chiếc áo khoác sang trọng treo trên cửa sổ. Chúng tôi rời đi với những chiếc váy đẹp - mặc mọi dịp; một bản sao của một chiếc váy thiết kế rất đắt tiền. Các nhân viên rất thân thiện, hữu ích và quan trọng nhất - không ngại đưa ra lời khuyên không giống như những nhân viên kín đáo khác ở một thợ may khác. Những điều chỉnh ở phần lắp là nhỏ. Nội thất của cửa hàng rất đẹp. Chúng tôi sẽ quay lại! Đọc thêm",
            "Vẫn nổi bật về chất lượng và sự đa dạng của các loại vải, kiểu dáng và sản phẩm tuyệt đẹp. Dịch vụ tuyệt vời từ Kim. Tôi quay lại lấy 2 chiếc áo khoác dạ bằng lụa và vài chiếc quần. Những bộ đồ của tôi trong chuyến đi 2 năm trước trông vẫn đẹp và nhận được nhiều lời khen ngợi. Không hề rẻ, nhưng chắc chắn rất đáng đồng tiền nếu bạn thích lựa chọn thiết kế của riêng mình. Ngoài ra còn có sẵn trang phục buổi tối tuyệt đẹp. Mong được đặt hàng thêm khi tôi trở về nhà. Đọc thêm",
            "Hướng dẫn viên của chúng tôi đã đưa chúng tôi đến đây. Những người phụ nữ làm việc ở đây rất thân thiện và cực kỳ hữu ích. Và họ đã làm rất tốt. Váy dạ hội phức tạp, váy, áo sơ mi, bộ đồ ăn tối và bộ đồ cho con trai chúng tôi. Mọi thứ đều nhanh chóng nhưng chất lượng tốt. Quần áo đã được chuyển đến khách sạn của chúng tôi. Chúng tôi không mặc cả với họ vì giá cả có vẻ hợp lý.Đọc thêm",
            "Tôi không thể cảm ơn Emily và nhóm của cô ấy đủ vì chiếc quần và chiếc váy đẹp đẽ của tôi. Tất cả những gì tôi có thể cung cấp cho họ là hai bức ảnh và chúng rất phù hợp với thiết kế và mô tả mơ hồ của tôi. Chất liệu có chất lượng tốt và họ đã thực hiện bất kỳ thay đổi nào mà tôi yêu cầu. Emily rất nhiệt tình và không hề thúc ép việc bán hàng. Trên thực tế, tôi đã mua một chiếc quần và sau khi về nhà và thử lại, ngay cả chồng tôi, người KHÔNG BAO GIỜ nhận xét về quần áo, đã nói rằng tôi sẽ rất điên nếu không may một chiếc quần khác! Tôi đánh giá cao việc kinh doanh thợ may này. Họ cũng giao hàng trực tiếp đến khách sạn của chúng tôi để giảm bớt số lượt ghé thăm và phụ kiện. Bạn thật điên rồ nếu không sử dụng công việc kinh doanh này.Đọc thêm",
            "Aobaba là một thợ may tuyệt vời để đến, tôi đã đến thăm 2 năm trước để có được một bộ đồ 4 mảnh và 2 chiếc áo khoác, tôi đã xử lý kim, người rất đáng yêu và có sự giới thiệu tốt về hương vị! lần này tôi có một bộ tuxedo và một chiếc áo khoác khác. Mình xử lý với ly, cô ấy vẫn làm tốt và thành phẩm cũng ngon như lần đầu. Rất nhiều loại vải, kiểu dáng và hào nước, hãy dành thời gian để có được thứ bạn muốn! muốn giới thiệu cho bất cứ ai! hoàn toàn tuyệt vời!Đọc thêm",
            "Đối tác của tôi và tôi đã mua một bộ vest và váy tùy chỉnh từ cửa hàng tuyệt vời này. Các quý cô rất niềm nở và rất nhanh chóng trong việc may quần áo cho chúng tôi. Chúng tôi có 2 bộ đồ và quần áo sau khi hoàn thành sẽ được đóng gói và gửi đến khách sạn để thuận tiện cho chúng tôi. Trải nghiệm đáng yêuĐọc thêm",
            "Chúng tôi rất thích dịch vụ may đo ở đây, tôi nghĩ sẽ hữu ích nếu bạn có ý tưởng rõ ràng về những gì mình mong muốn, tuy nhiên vẫn có sách tham khảo về phong cách.  Chồng tôi đã may 3 chiếc áo sơ mi và tất cả đều hoàn hảo, con trai tôi đã may được một chiếc áo sơ mi lụa tuyệt vời và anh ấy rất vui với kết quả đạt được.  Chúng tôi đến vào ngày đầu tiên ở Hội An và có buổi thử đồ đầu tiên vào chiều hôm sau, không cần điều chỉnh gì và sau đó đồ đạc đã được chuyển đến khách sạn của chúng tôi vào buổi tối nên thời gian quay vòng rất nhanh.  Nhìn lại, lẽ ra chúng tôi nên sản xuất nhiều áo sơ mi hơn.Đọc thêm",
            "Sau khi được một người địa phương giới thiệu thợ may này, tôi rất hào hứng khi xem thành phẩm của mình, tuy nhiên tôi lại thất vọng và cảm thấy bị lừa sau khi trả một số tiền hậu hĩnh cho một chiếc váy. Tôi thà vứt vào thùng rác hơn là trả nhiều tiền hơn để sửa nó thành vừa vặn và có thể trông giống như chiếc váy mà tôi nghĩ mình đang đặt hàng. Chuyên gia tư vấn của tôi cực kỳ hữu ích, thân thiện và dường như hoàn toàn hiểu rõ về giao diện mà tôi đang hướng tới, cộng thêm đó là thiết kế của họ trong cuốn sách mà tôi đã chọn. Tuy nhiên, vào ngày hôm đó lại là một câu chuyện khác. Tôi trông như đang đeo một chiếc bao đựng khoai tây màu hồng có rất ít hoặc không giống với bức ảnh. Chuyên gia tư vấn của tôi ngay lập tức thừa nhận những thay đổi cần thực hiện vì cô ấy đã biết từ cuộc hẹn trước những gì tôi muốn. Chộp nó vào đây, mang nó lên kia, nhét nó vào túi, v.v. Tôi rời cửa hàng với tâm trạng rất thất vọng và không mấy hy vọng nó sẽ được biến thành chiếc váy mà tôi đã đặt. Vui lòng họ giao hàng miễn phí đến chỗ ở của tôi, rất thuận tiện nên khi hàng đến, tôi háo hức đến quầy lễ tân và thu dọn về phòng để mở gói và thử sản phẩm cuối cùng...THẤT BẠI!! Bao đựng khoai tây màu hồng vẫn được viền, cổ rộng, có túi, tay áo có còng. Nó không vừa vặn và đơn giản là quá to và rộng thùng thình ở phần thân trên của tôi. Đường viền cổ áo nổi bật, đó là lý do tại sao tôi chọn thiết kế này có chút tương đồng với nguyên bản và thực sự là nỗi thất vọng lớn nhất trong toàn bộ quá trình. Chiếc váy hiện đã được nhét vào hành lý của tôi và liệu nó có quay trở lại Úc vào tủ quần áo của tôi hay không, tôi rất nghi ngờ về điều đó.Đọc thêm",
            "Đây là nơi tuyệt vời nhất từ ​​trước đến nay, vợ, con gái và tôi đã được trang bị rất nhiều đồ đạc, áo sơ mi mùa hè, quần vải lanh và quần short, váy mùa hè, áo yếm bằng lụa, bộ đồ cưới của cháu trai chúng tôi và váy cưới bằng lụa của mẹ vợ tôi.  Tất cả đều có chất lượng tuyệt vời - nóng lòng muốn quay lại - hãy hỏi Linda.Đọc thêm",
            "Đi đến tiệm may này vì 1 người trong nhóm chúng tôi đã mua một chiếc váy yêu thích để may thêm 2 chiếc nữa. Vào thời điểm này, tôi không thực sự quan tâm đến việc tự mua bất cứ thứ gì, tuy nhiên, ngay khi tôi nhìn thấy chiếc áo khoác đó! Việc đo lường bởi Tracey đáng yêu là một niềm vui lớn và cô ấy rất tốt. Tôi đã quay lại vào ngày hôm sau để thử đồ và tôi đã rất hài lòng vì nó đã được hoàn thành và giao đến khách sạn của tôi vào tối hôm đó. Trải nghiệm tuyệt vời và những người bạn đồng hành của tôi đều hài lòng với giao dịch mua hàng của họ.Đọc thêm"
        ],
        "star_ratings": [
            352,
            38,
            7,
            10,
            4
        ],
        "review_amount": 411,
        "location": [
            "Những điều cần làm ở Hội An",
            "Thợ may Aobaba",
            "Châu Á",
            "Việt Nam",
            "Chào An",
            "Tỉnh Quảng Nam"
        ],
        "reviews_time": [
            "Written October 10, 2019",
            "Written October 5, 2019",
            "Written September 24, 2019",
            "Written September 23, 2019",
            "Written September 19, 2019",
            "Written September 9, 2019",
            "Written August 8, 2019",
            "Written July 20, 2019",
            "Written July 14, 2019",
            "Written June 17, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298082-d3162331-Reviews-or20-Aobaba_Tailor-Hoi_An_Quang_Nam_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d10768724-Reviews-Olivier_Coffee-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26663624-Reviews-Faifoo_Central_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d3724095-Reviews-Little_Faifo_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26229136-Reviews-Sing_Ma_Restaurant_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26848559-Reviews-Em_H_i_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26355037-Reviews-A6_Garden-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25105784-Reviews-Cua_Dai_Central_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25306878-Reviews-Chops_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25420069-Reviews-MAAZI_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d12994225-Reviews-Bao_Phuong_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8546927-Reviews-Hy_Hoa_Temple-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12499393-Reviews-ALLEY_Artist_House-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7209451-Reviews-Couleurs_by_Rehahn-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d451145-Reviews-Fukian_Assembly_Hall_Phuc_Kien-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8587256-Reviews-Hoi_An_Market-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d451144-Reviews-Central_Market-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3848216-Reviews-Museum_of_Folklore-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d451149-Reviews-Museum_of_Trade_Ceramics-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d27413504-Reviews-Art_Gallery_Hoang_Trong_Tien-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12350885-Reviews-Hoi_An_Traditional_Art_Performance_Theatre-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3162331-Reviews-or10-Aobaba_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3162331-Reviews-or30-Aobaba_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3162331-Reviews-Aobaba_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2717876-Reviews-Peace_Tailor_in_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15776299-Reviews-Thanh_Design-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6845023-Reviews-Two_Ladies_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15000385-Reviews-Blue_Chic_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26605658-Reviews-Bison_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2202046-Reviews-Metiseko-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1194254-Reviews-A_Dong_Silk_Tailors-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4609042-Reviews-Tuong_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d9466019-Reviews-45_Thu_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12945791-Reviews-Shine_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2034120-Reviews-Lifestart_Foundation-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d9882481-Reviews-Song_Viet-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4795452-Reviews-Phu_Tuan-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d9754869-Reviews-Xu_Dang_Trong_Art_Centre-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8180301-Reviews-Quoc_Tien_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26516588-Reviews-M_ng_Nguy_t_Cocktails_Bar-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d24111032-Reviews-Tuna_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3411207-Reviews-Kim_Hien_Boutique_Clothing_Store-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d24111041-Reviews-Tuna_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26627468-Reviews-H_p_Handi-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d9884907-Reviews-Hoi_An_Love_of_Life_Bicycle_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6427377-Reviews-Dai_Duong_Ocean_Cloth_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g60750-d156251-Reviews-Mission_Beach_Boardwalk-San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g48080-d2037714-Reviews-Gantry_Plaza_State_Park-Long_Island_City_Queens_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g3534325-d150627-Reviews-Disney_Castaway_Cay-Sandy_Point_Great_Abaco_Island_Abaco_Islands_Out_Islands_Baha.html",
            "https://www.tripadvisor.com/Attraction_Review-g54441-d4358742-Reviews-Discovery_Island_Waterpark-Simpsonville_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d14967304-Reviews-Modhesh_World-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g33034-d156825-Reviews-San_Pablo_Lytton_Casino-San_Pablo_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33364-d534483-Reviews-Palmer_Park-Colorado_Springs_El_Paso_County_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g656615-d23731110-Reviews-Star_Alliance_Lounge_Rome_fco-Fiumicino_Province_of_Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g562630-d8596406-Reviews-Asteras_Glyfada_Beach-Glyfada_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g60626-d8454168-Reviews-Turtle_Cove-Princeville_Kauai_Hawaii.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298082-d3162331-Reviews-or30-Aobaba_Tailor-Hoi_An_Quang_Nam_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298082-d3162331-Reviews-or20-Aobaba_Tailor-Hoi_An_Quang_Nam_Province.html"
    },
    {
        "attraction_name": "Aobaba Tailor",
        "attraction_name_vi": "Thợ may Aobaba",
        "general_info": [
            "411 đánh giá",
            "86 trên 679 Mua sắm ở Hội An",
            "Cửa hàng quà tặng đặc sản"
        ],
        "attraction_summary": "Aobaba là một doanh nghiệp gia đình Hội An đã được thành lập qua nhiều thế hệ. Chúng tôi liên tục cải tiến và hiện đại hóa kỹ thuật của mình và đảm bảo luôn cập nhật các xu hướng thời trang. Aobaba, những thợ may nơi khách hàng sẽ nhận được dịch vụ chuyên nghiệp và thân thiện. Chúng tôi sẽ đáp ứng nhu cầu về tủ quần áo của bạn khi bạn đến cửa hàng của chúng tôi cũng như khi bạn về nhà. Chúng tôi lưu giữ số đo của bạn trong tối thiểu ba năm và bạn sẽ có thể đặt hàng từ bất cứ đâu.Đọc thêm",
        "reviews": [
            "Vì vậy, Aobaba Tailor ở Hội An thật tuyệt vời và đội ngũ nhân viên rất am hiểu và hữu ích. Tôi đã quay lại đây hai lần trong 2 chuyến và sẽ quay lại. Có một vài mặt hàng được sản xuất tại Thành phố Hồ Chí Minh và cùng mức giá không thể so sánh vừa vặn và chất lượng. Hãy dành cho bản thân một vài ngày để thực hiện việc lắp và điều chỉnh.. Cảm ơn các bạn Kathleen Đọc thêm",
            "Wow dịch vụ tuyệt vời. Tôi tự hỏi liệu chiếc váy của tôi có hơi phức tạp một chút không nhưng nó lại xuất hiện một cách đáng kinh ngạc! Tôi đã đính kèm một bức ảnh bạn tôi đang được trang bị vì tôi chưa có ảnh của mình. Đó là một chiếc váy kiểu lụa có vạt phía trước mà họ không nghĩ là có thể xử lý được nhưng trông rất sang trọng, phía sau thấp với dây đai có thể điều chỉnh và gậy dưới đầu gối. Tôi đã làm nó bằng chất liệu giống như lụa sa tanh màu hoa oải hương. Tôi không thực sự kiểm tra xem nó là gì nhưng tôi biết khi chạm vào nó có chất lượng đẹp hơn loại mà tôi đã tham khảo. Nhưng hãy dành thời gian và chọn đúng cho bạn. Kiểm tra độ giãn, xem nó có bị nhăn không nếu bạn gấp lại, v.v. Nó được xếp nếp rất đẹp và vì có dây đai có thể điều chỉnh nên trông rất đáng yêu. Bạn tôi cũng may một chiếc váy nhưng nó hơi quá bảo thủ. Đừng ngại điều chỉnh đường viền cổ vì họ có xu hướng bảo thủ và tôi là người Anh haha. Đặt chỗ với Kathy nếu bạn có thể Đọc thêm",
            "Chúng tôi rất vui và hài lòng với những bộ quần áo mình làm tại AoBaBa Tailor. Chúng tôi đã mang đến một chiếc áo sơ mi nam và một chiếc áo sơ mi nữ mà chúng tôi muốn làm lại. Chúng tôi đã chọn loại vải mà chúng tôi muốn làm ra chúng. Và kết quả thật hoàn hảo - bây giờ chúng tôi thích các phiên bản sao chép của chúng hơn! Chúng tôi cũng may một chiếc áo sơ mi nữ mà họ đã có sẵn ở cửa hàng nhưng bằng loại vải đã chọn. Chúng tôi thực sự đánh giá cao lòng tốt, sự thân thiện và tính chuyên nghiệp của các nhân viên, đặc biệt là Hannahs, những người đã chăm sóc chúng tôi trong từng bước của quy trình. Chúng tôi đã trả từ 30 đến 45 cho mỗi chiếc áo sơ mi tùy thuộc vào loại vải được chọn và nó xứng đáng là một sản phẩm may đo thực sự chất lượng.Đọc thêm",
            "Chúng tôi đến Hội An với một nhóm gồm 10 người phụ nữ và nhanh chóng chia nhau ra để chinh phục.   Một số phụ nữ muốn mua một số váy cao cấp dành cho bữa tiệc Giáng sinh trang trọng nên có một cửa hàng khác được giới thiệu và họ thường trả 150 USD cho mỗi chiếc. Tôi thực sự không CẦN làm bất cứ thứ gì cụ thể nhưng muốn mua một vài bộ trang phục cao cấp hơn nên một người bạn ở Hồng Kông đã giới thiệu AoBaBa. Tôi nhanh chóng được chào đón bởi Kathy, người đã giúp đỡ tôi trong khi một người phụ nữ khác giúp đỡ bạn tôi.  Ngay lập tức, chúng tôi thấy chất lượng vải ở cửa hàng đẹp hơn nhiều so với bất cứ thứ gì chúng tôi từng thấy cho đến nay.  Tôi chọn một chiếc váy từ mẫu trong cửa hàng và cho Kathy xem bức ảnh bộ áo liền quần của nhà thiết kế màu xanh nước biển mà tôi đã để mắt tới. Kathy đảm bảo với tôi rằng cô ấy có thể làm cả hai thứ vừa vặn hoàn hảo với tôi.  Cô ấy đo cho chúng tôi, đề xuất loại vải tốt nhất và các sửa đổi, tức là không thêm túi nếu bạn không muốn thu hút sự chú ý vào hông của mình, v.v. Rõ ràng là cô ấy hiểu biết hơn hầu hết các thợ may mà chúng tôi đã gặp ở Hội An.  Giá không cao như bạn bè tôi được báo ở cửa hàng cao cấp khác có bốn địa điểm và tôi thực sự tin rằng chất lượng cũng tốt, nếu không muốn nói là tốt hơn. Chúng tôi trả ít hơn họ đáng kể nhưng lại rất thích thú với trang phục của mình.  Tôi thực sự muốn giới thiệu AoBaBa cho bất kỳ mặt hàng chất lượng, cao cấp nào mà bạn muốn làm. Dịch vụ, vải và chất lượng đều vượt trội. Tôi rất vui mừng với việc mua hàng của mình.  VÀ họ lấy thẻ tín dụng mà không tính thêm phí. Cảm ơn Kathy và AoBaBa!Đọc thêm",
            "Chất lượng công việc tuyệt vời. Tuy nhiên, cài nhầm nút màu trên áo sơ mi của tôi. Cố gắng đặt hàng sớm để nếu cần chỉnh sửa hoặc điều chỉnh, bạn sẽ có thời gian hoàn thành.Đọc thêm",
            "Tôi muốn để lại đánh giá này khi tôi xác nhận rằng quần áo của tôi đã đến New York an toàn. Có vẻ như tôi không nhanh chóng như việc vận chuyển AoBaBas. Dù sao đi nữa, tôi không thể hạnh phúc hơn với bộ vest, áo blazer và vest mới của mình. Và tôi không thể hạnh phúc hơn với toàn bộ trải nghiệm AoBaBa! Cửa hàng, việc lựa chọn vải, sự hỗ trợ đáng kinh ngạc mà tôi nhận được từ Kathy... tất cả chỉ là giật gân. Kể từ đó, tôi đã lập một danh sách rất dài những thứ khác mà tôi muốn thực hiện ở đó và tôi nóng lòng muốn quay lại!Đọc thêm",
            "Tôi đã có hai bộ đồ được may ở đây khi lưu trú tại Hội An xinh đẹp.  Vợ tôi cũng có một chiếc váy được may ở đó. Emily và đội ngũ đáng yêu đã rất tuyệt vời khi giúp tôi chọn chất liệu và kiểu dáng, độ vừa vặn và đường may với con mắt tinh tường đến từng chi tiết và mang lại kết quả tuyệt vời cho tất cả các sản phẩm. Chúng tôi cảm thấy rất được hoan nghênh, không hề bị áp lực chút nào, được lắng nghe chính xác những gì mình mong muốn. Con trai mới biết đi của chúng tôi được chăm sóc rất chu đáo ở đó, nó hỏi liệu chúng tôi có quay lại mỗi lần đi bộ vào thị trấn không! Các vật liệu và tay nghề đều có chất lượng cao và giá trị lớn. Rất vui được giới thiệu và mua lại. Cảm ơn Emily và Aobaba Tailors rất nhiều!Đọc thêm",
            "Tôi đã có trải nghiệm tuyệt vời tại Aobaba với Lynda - cô ấy rất kiên nhẫn và dành thời gian để hiểu tôi muốn gì. Tôi rất muốn khuyên bạn điêu đo. Đọc thêm",
            "Tôi đã đến thăm Ao Bà Ba theo lời giới thiệu. Việc chọn vải, lớp lót, cúc áo và thiết kế các món đồ rất thú vị và các cô gái trong cửa hàng đã hỗ trợ rất nhiều trong suốt quá trình này. Nhìn chung, tôi hài lòng và vui vẻ rời khỏi cửa hàng, đã đặt mua 2 chiếc áo khoác và một chiếc váy dạ hội, gói gọn trong 2 ngày, trong 3 lần ghé thăm. Tuy nhiên mọi thứ sụp đổ rất nhanh chóng. Tôi phát hiện một chiếc túi bị lỗi trên một trong những chiếc áo khoác của mình và tôi đã phải trả 75 đô la cho nó, xin lưu ý rằng đây không phải là một mức giá rẻ. Chiếc áo khoác thứ hai bị mất hết cúc với tốc độ ánh sáng, chúng rơi ra khỏi áo. Chất liệu trông cũ kỹ khi tôi mặc chiếc áo khoác được một tháng. Chiếc váy tôi đặt có đường viền không đều, và những chiếc cúc tôi chọn không bao giờ được may, chỉ đơn giản là bị thiếu. Trên tất cả, đó là sự lãng phí tuyệt đối cho quần áo, giá cả trên đường phố London, chất lượng cao cấp, trải nghiệm thú vị - chỉ như một trải nghiệm.Đọc thêm",
            "Đến đây để mua một bộ đồ tùy chỉnh cho đám cưới tôi đang tham dự ở Ấn Độ. Dịch vụ khách hàng thật tuyệt vời và thời gian hoàn thành thật tuyệt vời. Đến lúc 1 giờ chiều ngày thứ Sáu và nhận bộ đồ đã hoàn thiện của tôi trước 10 giờ sáng thứ Bảy. Lynda rất hữu ích và chỉ cho tôi rất nhiều lựa chọn về vải màu. Giá cả đều được trình bày rõ ràng nên không có sự hiểu lầm. Rất muốn giới thiệu thợ may này nếu bạn đến Hội An. Đọc thêm"
        ],
        "star_ratings": [
            352,
            38,
            7,
            10,
            4
        ],
        "review_amount": 411,
        "location": [
            "Những điều cần làm ở Hội An",
            "Thợ may Aobaba",
            "Châu Á",
            "Việt Nam",
            "Chào An",
            "Tỉnh Quảng Nam"
        ],
        "reviews_time": [
            "Written May 26, 2019",
            "Written May 12, 2019",
            "Written April 16, 2019",
            "Written March 29, 2019",
            "Written March 8, 2019",
            "Written March 4, 2019",
            "Written February 26, 2019",
            "Written February 23, 2019",
            "Written February 7, 2019",
            "Written February 6, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298082-d3162331-Reviews-or30-Aobaba_Tailor-Hoi_An_Quang_Nam_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d10768724-Reviews-Olivier_Coffee-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26663624-Reviews-Faifoo_Central_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d3724095-Reviews-Little_Faifo_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26229136-Reviews-Sing_Ma_Restaurant_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26848559-Reviews-Em_H_i_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26355037-Reviews-A6_Garden-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25105784-Reviews-Cua_Dai_Central_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25306878-Reviews-Chops_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25420069-Reviews-MAAZI_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d12994225-Reviews-Bao_Phuong_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8546927-Reviews-Hy_Hoa_Temple-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12499393-Reviews-ALLEY_Artist_House-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7209451-Reviews-Couleurs_by_Rehahn-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d451145-Reviews-Fukian_Assembly_Hall_Phuc_Kien-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8587256-Reviews-Hoi_An_Market-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d451144-Reviews-Central_Market-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3848216-Reviews-Museum_of_Folklore-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d451149-Reviews-Museum_of_Trade_Ceramics-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d27413504-Reviews-Art_Gallery_Hoang_Trong_Tien-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12350885-Reviews-Hoi_An_Traditional_Art_Performance_Theatre-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3162331-Reviews-or20-Aobaba_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3162331-Reviews-or40-Aobaba_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3162331-Reviews-Aobaba_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2717876-Reviews-Peace_Tailor_in_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15776299-Reviews-Thanh_Design-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6845023-Reviews-Two_Ladies_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15000385-Reviews-Blue_Chic_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26605658-Reviews-Bison_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2202046-Reviews-Metiseko-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1194254-Reviews-A_Dong_Silk_Tailors-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4609042-Reviews-Tuong_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d9466019-Reviews-45_Thu_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12945791-Reviews-Shine_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2034120-Reviews-Lifestart_Foundation-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d9882481-Reviews-Song_Viet-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4795452-Reviews-Phu_Tuan-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d9754869-Reviews-Xu_Dang_Trong_Art_Centre-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8180301-Reviews-Quoc_Tien_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26516588-Reviews-M_ng_Nguy_t_Cocktails_Bar-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d24111032-Reviews-Tuna_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3411207-Reviews-Kim_Hien_Boutique_Clothing_Store-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d24111041-Reviews-Tuna_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26627468-Reviews-H_p_Handi-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d9884907-Reviews-Hoi_An_Love_of_Life_Bicycle_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6427377-Reviews-Dai_Duong_Ocean_Cloth_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g28961-d609669-Reviews-Lake_Jocassee-South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g60945-d102555-Reviews-Peak_to_Peak_Scenic_Byway-Estes_Park_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g31582-d10435273-Reviews-Eureka_Springs_Historical_Downtown-Eureka_Springs_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g189117-d21309228-Reviews-Cannabis_Store_Amsterdam-Lagos_Faro_District_Algarve.html",
            "https://www.tripadvisor.com/Attraction_Review-g1215781-d11741144-Reviews-Chillva_Market-Phuket_Town_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g776026-d4873324-Reviews-Spiaggia_Fontane_Bianche-Fontane_Bianche_Syracuse_Province_of_Syracuse_Sicily.html",
            "https://www.tripadvisor.com/Attraction_Review-g294003-d4131911-Reviews-Aqua_Park-Kuwait_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g189541-d9736939-Reviews-Donkey_Republic-Copenhagen_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g562820-d13546304-Reviews-Playa_De_Las_Americas-Playa_de_las_Americas_Arona_Tenerife_Canary_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g4327604-d1752025-Reviews-Elia_Beach-Elia_Mykonos_Cyclades_South_Aegean.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298082-d3162331-Reviews-or40-Aobaba_Tailor-Hoi_An_Quang_Nam_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298082-d3162331-Reviews-or30-Aobaba_Tailor-Hoi_An_Quang_Nam_Province.html"
    },
    {
        "attraction_name": "Aobaba Tailor",
        "attraction_name_vi": "Thợ may Aobaba",
        "general_info": [
            "411 đánh giá",
            "86 trên 679 Mua sắm ở Hội An",
            "Cửa hàng quà tặng đặc sản"
        ],
        "attraction_summary": "Aobaba là một doanh nghiệp gia đình Hội An đã được thành lập qua nhiều thế hệ. Chúng tôi liên tục cải tiến và hiện đại hóa kỹ thuật của mình và đảm bảo luôn cập nhật các xu hướng thời trang. Aobaba, những thợ may nơi khách hàng sẽ nhận được dịch vụ chuyên nghiệp và thân thiện. Chúng tôi sẽ đáp ứng nhu cầu về tủ quần áo của bạn khi bạn đến cửa hàng của chúng tôi cũng như khi bạn về nhà. Chúng tôi lưu giữ số đo của bạn trong tối thiểu ba năm và bạn sẽ có thể đặt hàng từ bất cứ đâu.Đọc thêm",
        "reviews": [
            "Tôi đi ngang qua và thích vẻ ngoài của cửa hàng nên ghé vào để thảo luận xem có nên mua một bộ vest hoặc áo sơ mi không. Tôi rất ấn tượng với lựa chọn vải và lời khuyên của nhân viên bán hàng nên tôi đã đặt mua hai bộ vest và một chiếc áo sơ mi. Khi tôi quay lại để thử đồ vào ngày hôm sau, tôi cũng ấn tượng với chất lượng gia công và sự chú ý đến từng chi tiết trong quá trình thử đồ của trợ lý bán hàng Kim nên sau đó tôi đã đặt mua thêm bốn chiếc quần dài và một chiếc áo khoác. Mặc dù phải chờ đợi rất lâu nhưng tất cả đã hoàn thành vào ngày hôm sau, được gói đẹp mắt và giao đến khách sạn của tôi như đã hứa. Cảm ơn Kim vì dịch vụ chu đáo, lời khuyên và sự chú ý đến từng chi tiết. Không vội vã như một số tiệm may khác. Kim biết rõ vải của mình, biết những gì trông đẹp và đảm bảo thợ may may đúng. Đọc thêm",
            "Tôi lang thang đến AoBaBa ngoài đường trong khi khám phá Hội An lúc đầu chỉ để xem qua nhưng khi nhìn thấy chất lượng của vật liệu và mức giá tuyệt vời mà những vật liệu đó có thể được may thành một bộ đồ, tôi không thể nói không! Tôi đã được cung cấp đồ uống lạnh trong khi chúng tôi chọn chất liệu lót và áo sơ mi, v.v., đó là một sự nhẹ nhõm đáng hoan nghênh sau khi di chuyển trên những con phố Hội An nóng bức. Tôi được chăm sóc bởi Tracy, người rất thân thiện, chuyên nghiệp và nói tiếng Anh xuất sắc, điều này rất cần thiết vì tôi rất chú trọng đến việc cắt may trang phục của mình nên việc có thể truyền đạt điều này là rất quan trọng. Sau khi đo xong, chúng tôi rời đi trong ngày và quay trở lại để thử bộ đồ đầu tiên vào lúc 2 giờ chiều ngày hôm sau. Lần lắp đầu tiên rất hiệu quả và tôi có thể nói rằng sản phẩm cuối cùng sẽ rất đẹp. Tôi lại rời đi và quay lại lúc 1 giờ chiều ngày hôm sau để được tặng một bộ vest và áo sơ mi tuyệt đẹp được làm đúng như cách tôi muốn, chúng vừa vặn hoàn hảo, chất lượng đường khâu rất tuyệt và các yêu cầu thiết kế cụ thể của tôi được thực hiện một cách tuyệt vời. Tôi không thể hạnh phúc hơn với dịch vụ từ đầu đến cuối và mức giá thật tuyệt vời, chắc chắn sẽ quay lại lần sau khi tôi ở Hội An và sẽ đặt hàng lặp lại qua internet vì họ lưu thông tin chi tiết của bạn trong hồ sơ cho các đơn hàng trong tương lai. Chắc chắn sẽ giới thiệu! Đọc thêm",
            "Tìm thấy nơi này một cách tình cờ khi tôi đang tìm một chiếc váy để tham dự đám cưới bạn bè của tôi. Tôi đã quay lại nơi này trong 3 năm qua và đây gần như là chuyến đi hàng năm vào tháng 11 của chúng tôi: Những chiếc váy được may rất đẹp, ngay cả khi những bức ảnh tôi cho chúng xem không quá chi tiết. Vải chất lượng cao với đội ngũ nhân viên rất chu đáo, Hannah và Kim rất hữu ích và thân thiện. Tôi cảm thấy mình đã chi tiêu tốt tiền của mình. Lần tới chúng tôi sẽ cố gắng may một bộ vest và váy cưới mới nếu có đủ thời gian.Đọc thêm",
            "Địa điểm được đề xuất này không phù hợp với danh tiếng của họ đối với tôi. Ưu điểm: Nhiều loại vải, được đo để vừa vặn, tùy chọn tùy chỉnh. Nhược điểm: Giá quá cao, phải may 3 lần, nghĩa là tôi phải quay lại chỗ cũ khi vào kỳ nghỉ, bạn muốn khám phá các trang web khác và sản phẩm cuối cùng trông như thế nào giống như một bộ đồ rẻ tiền. Tôi có một bộ đồ 80 mà tôi mua từ Target trông đẹp hơn và vừa vặn hơn bộ đồ 350 được sản xuất riêng này. Có thể nơi này phù hợp với áo sơ mi và váy nhưng tôi không khuyên bạn nên mặc những bộ vest được may từ đây.Đọc thêm",
            "Đã đến đây sau khi nhận được lời giới thiệu từ một người bạn và không thất vọng. Tôi đã lấy một vài chiếc váy mà tôi muốn sao chép và chồng tôi đã mặc vừa hai bộ vest, quay lại vào ngày hôm sau để thử đồ và thực hiện bất kỳ thay đổi nào, mọi thứ đã sẵn sàng và thực sự không cần thay đổi gì chỉ một vài chỉnh sửa ở đường viền, v.v. Được phục vụ bởi Kim và Emily, những người rất chuyên nghiệp và đặc biệt là Kim, người có khiếu hài hước khiến toàn bộ quá trình trở nên rất thú vị. Sẽ không ngần ngại giới thiệu họ. Đọc thêm",
            "Tôi có một bộ áo liền quần, áo khoác, váy, áo trên và một chiếc quần đều được làm bằng vải lanh và chúng thật hoàn hảo! Bạn trai của tôi có một bộ tuxedo và một bộ đồ trông rất tuyệt vời. Các nhân viên rất thân thiện và đảm bảo mọi thứ đều hoàn hảoThêm",
            "It is a bit of a dilemma choosing a tailor in Hoi An, the choice can be overwhelming! I was especially thorough in my choice as there was nothing straightforward about what I wanted made. I had a very tricky two piece Franken outfit made here i.e. like this, but with these modifications and like that but with those modifications..... and etc. and so on and although it took a lot of fittings to get it perfect, get it perfect they did. It helps that all the tailoring is done on site and so if necessary the tailors can see how the garments look during the fitting.  It was so fiddly that I expected them to get frustrated and give up, but they just kept making modifications a few millimeters at a time until it was exquisitely done.   Then once the fitting was perfect, it still had to go through a separate reasonably quick quality control process!  In addition to getting the right mix of friendly helpfulness without applying any pressure, I think the sales assistants are also tailors and their English language skills are pretty good, so it does make the process easier as they know what they are talking about.  Special thanks to Cathy who was just fantastic with assisting with the design and fabric selection, she very knowledgeable about what would and wouldnt work and then saw it through until it was perfect.  The shipping service was also great, Cathy oversaw all the paperwork and then someone attended from the post office, boxed and very thoroughly sealed it.  Airmail costs were comparable to home, with an additional 5 custom fee.  The only drawback with Aobaba was that they pretty much only stock high quality fabrics - suitable for work shirts for instance, which isnt so useful if you just want to get a couple of casual shirts made, so I had to go elsewhere for those, somewhere that they stocked thinner softer cotton fabric that didnt need ironing.  Aobaba did have good sized samples of all their fabrics that you could really drape around you to get a sense of the final effect, no looking at tiny swatches here.  If you are not sure who to trust with your special tailoring garments in Hoi An, then you probably dont need to look any further.  They are very genuine about customer satisfaction, no more expensive and possibly a bit cheaper than comparable high quality establishments and are absolutely delightful to deal with.Read more",
            "Tôi có 3 chiếc váy, một chiếc quần, một số áo và một chiếc áo khoác cho chồng tôi được làm từ Aobaba. Kim rất hữu ích ở mọi giai đoạn của quá trình. Tôi rất hài lòng với tất cả các bộ trang phục của mình và chất lượng thì tuyệt vời. Tất cả các bộ trang phục đều được may trong vòng hai ngày. Dịch vụ tuyệt vời Đọc thêm",
            "Đến thăm Aobaba theo lời giới thiệu của hướng dẫn viên du lịch của chúng tôi và không thất vọng. Ngay từ khi bước vào cửa, tôi đã nhận được dịch vụ chuyên nghiệp và chuyên nghiệp từ Lynda đáng yêu.  Rất nhiều lời khuyên về loại vải phù hợp cho bạn lựa chọn trang phục. Đo và lắp trong vòng 24 giờ và giao đến khách sạn của tôi trong vòng 36 giờ. Chất lượng tay nghề là không ai sánh kịp. Nếu tôi có BẤT KỲ lời phàn nàn nào thì đó là có QUÁ nhiều sự lựa chọn về màu sắc, hoa văn và kiểu dáng. Tôi cảm thấy rất khó khăn để rời khỏi cửa hàng. Một lần nữa xin cảm ơn đội ngũ nhân viên dễ thương đã mang đến cho tôi trải nghiệm rất thú vịĐọc thêm",
            "Con gái 16 tuổi của tôi và tôi đã được những người bạn đã từng đến đây vài lần giới thiệu nơi này, vì vậy chúng tôi biết rằng chúng tôi đang có một điều gì đó tốt đẹp.  Các nhân viên rất ấm áp và thân thiện và thực sự biết công cụ của họ.  Chúng tôi đã chụp ảnh những bộ quần áo mà chúng tôi muốn may và chúng trông thật hoàn hảo.  Con gái tôi đã có 4 chiếc váy dạ hội được may cho các bữa tiệc và lễ hội ở trường và chất lượng vải cũng như tay nghề rất xuất sắc.  Tôi sẽ quay lại đây trong tích tắc và may quần áo ở đây một lần nữa.  Tuyệt vời! Đọc thêm",
            "CHÀO! Thợ may có làm việc cuối tuần ở Hội An không?Đọc thêm",
            "CóĐọc thêm",
            "Khoảng thời gian bình thường từ khi đặt hàng đến khi nhận quần áo vest nam và quần tây nữ là bao lâu?Đọc thêm",
            "Kính gửi Anthony T,\nCảm ơn câu hỏi của bạn. Thông thường thời gian đặt hàng phụ thuộc vào khách hàng. Chúng tôi có thể hoàn thành đơn hàng trong vòng một, hai ngày hoặc thậm chí lâu hơn nếu khách hàng có nhiều thời gian ở Hội An. Nhưng thông thường sẽ mất 2 ngày để thực hiện, thế là hoàn hảo.\nTrân trọng.\nThợ may AoatabĐọc thêm",
            "Xin chào nhóm, tôi đã ghé thăm cửa hàng của bạn vào năm 2013 và sẽ quay lại vào tháng 7 và chắc chắn sẽ ghé qua và có nhiều chiếc áo sơ mi và bộ vest xuất sắc hơn được sản xuất .. nóng lòng chờ đợi MerylĐọc thêm",
            "Chào Meryl,\nNghe có vẻ tuyệt vời! Chúng tôi rất vui mừng khi biết được tin vui này từ bạn.  \nMong được gặp bạn sớm.\nTrân trọng.\nNhà may AobabaĐọc thêm",
            "Có ai hỏi họ có thể may quần áo bà bầu không? Tôi có một số hình ảnh để cho họ xem, nhưng tôi không chắc liệu đây có phải là điều mà các thợ may địa phương thành thạo hay không. Đọc thêm",
            "Alyson thân mến,\nCảm ơn bạn đã yêu cầu về việc may quần áo bà bầu. Tất nhiên Aobaba Tailor có thể làm được chúng. Vui lòng gửi ảnh cho chúng tôi để chúng tôi hiển thị loại vải có sẵn cho bạn lựa chọn. Sẽ tốt hơn nếu bạn có thể liên hệ với chúng tôi qua infoaobaba.vn để biết thêm thông tin.\nTrân trọng.\nNhà may AobabaĐọc thêm"
        ],
        "star_ratings": [
            352,
            38,
            7,
            10,
            4
        ],
        "review_amount": 411,
        "location": [
            "Những điều cần làm ở Hội An",
            "Thợ may Aobaba",
            "Châu Á",
            "Việt Nam",
            "Chào An",
            "Tỉnh Quảng Nam"
        ],
        "reviews_time": [
            "Written January 29, 2019",
            "Written January 27, 2019",
            "Written January 25, 2019",
            "Written January 17, 2019",
            "Written January 15, 2019",
            "Written January 11, 2019",
            "Written November 28, 2018",
            "Written October 29, 2018",
            "Written October 16, 2018",
            "Written October 10, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298082-d3162331-Reviews-or40-Aobaba_Tailor-Hoi_An_Quang_Nam_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d10768724-Reviews-Olivier_Coffee-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26663624-Reviews-Faifoo_Central_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d3724095-Reviews-Little_Faifo_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26229136-Reviews-Sing_Ma_Restaurant_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26848559-Reviews-Em_H_i_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26355037-Reviews-A6_Garden-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25105784-Reviews-Cua_Dai_Central_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25306878-Reviews-Chops_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25420069-Reviews-MAAZI_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d12994225-Reviews-Bao_Phuong_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8546927-Reviews-Hy_Hoa_Temple-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12499393-Reviews-ALLEY_Artist_House-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7209451-Reviews-Couleurs_by_Rehahn-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d451145-Reviews-Fukian_Assembly_Hall_Phuc_Kien-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8587256-Reviews-Hoi_An_Market-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d451144-Reviews-Central_Market-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3848216-Reviews-Museum_of_Folklore-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d451149-Reviews-Museum_of_Trade_Ceramics-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d27413504-Reviews-Art_Gallery_Hoang_Trong_Tien-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12350885-Reviews-Hoi_An_Traditional_Art_Performance_Theatre-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3162331-Reviews-or30-Aobaba_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3162331-Reviews-or50-Aobaba_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3162331-Reviews-Aobaba_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2717876-Reviews-Peace_Tailor_in_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15776299-Reviews-Thanh_Design-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6845023-Reviews-Two_Ladies_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15000385-Reviews-Blue_Chic_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26605658-Reviews-Bison_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2202046-Reviews-Metiseko-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1194254-Reviews-A_Dong_Silk_Tailors-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4609042-Reviews-Tuong_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d9466019-Reviews-45_Thu_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12945791-Reviews-Shine_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2034120-Reviews-Lifestart_Foundation-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d9882481-Reviews-Song_Viet-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4795452-Reviews-Phu_Tuan-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d9754869-Reviews-Xu_Dang_Trong_Art_Centre-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8180301-Reviews-Quoc_Tien_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26516588-Reviews-M_ng_Nguy_t_Cocktails_Bar-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d24111032-Reviews-Tuna_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3411207-Reviews-Kim_Hien_Boutique_Clothing_Store-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d24111041-Reviews-Tuna_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26627468-Reviews-H_p_Handi-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d9884907-Reviews-Hoi_An_Love_of_Life_Bicycle_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6427377-Reviews-Dai_Duong_Ocean_Cloth_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g187293-d190871-Reviews-Alpsee-Bavaria.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d136053-Reviews-St_Patrick_s_Cathedral-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g315763-d11660520-Reviews-Nagarkot_Panoramic_Hiking_Trail-Nagarkot_Bagmati_Zone_Central_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g154943-d288116-Reviews-Lululemon-Vancouver_British_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g297889-d2058117-Reviews-AREX_Airport_Railroad_Express-Incheon.html",
            "https://www.tripadvisor.com/Attraction_Review-g190454-d3598346-Reviews-Setagaya_Park-Vienna.html",
            "https://www.tripadvisor.com/Attraction_Review-g312659-d311008-Reviews-Robben_Island_Museum-Cape_Town_Central_Western_Cape.html",
            "https://www.tripadvisor.com/Attraction_Review-g60944-d1452361-Reviews-Howland_Hill_Road-Crescent_City_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g49313-d1541677-Reviews-Soco_Falls-Maggie_Valley_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g44160-d21390832-Reviews-Aquarium_At_The_Boardwalk-Branson_Missouri.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298082-d3162331-Reviews-or50-Aobaba_Tailor-Hoi_An_Quang_Nam_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298082-d3162331-Reviews-or40-Aobaba_Tailor-Hoi_An_Quang_Nam_Province.html"
    },
    {
        "attraction_name": "Aobaba Tailor",
        "attraction_name_vi": "Thợ may Aobaba",
        "general_info": [
            "411 đánh giá",
            "86 trên 679 Mua sắm ở Hội An",
            "Cửa hàng quà tặng đặc sản"
        ],
        "attraction_summary": "Aobaba là một doanh nghiệp gia đình Hội An đã được thành lập qua nhiều thế hệ. Chúng tôi liên tục cải tiến và hiện đại hóa kỹ thuật của mình và đảm bảo luôn cập nhật các xu hướng thời trang. Aobaba, những thợ may nơi khách hàng sẽ nhận được dịch vụ chuyên nghiệp và thân thiện. Chúng tôi sẽ đáp ứng nhu cầu về tủ quần áo của bạn khi bạn đến cửa hàng của chúng tôi cũng như khi bạn về nhà. Chúng tôi lưu giữ số đo của bạn trong tối thiểu ba năm và bạn sẽ có thể đặt hàng từ bất cứ đâu.Đọc thêm",
        "reviews": [
            "Choáng ngợp trước số lượng thợ may khổng lồ ở Hội An, tôi may mắn được một hướng dẫn viên giới thiệu Aobaba cho tôi.  Việc mua quần áo sản xuất tại Việt Nam là ưu tiên hàng đầu trong danh sách việc cần làm của tôi và tôi đã mang theo một chiếc váy và đầm yêu thích để sao chép.  Sau khi nhận phòng khách sạn Hội An, đây là điểm dừng chân đầu tiên của tôi.  Khi đến nơi, nơi bạn được chào đón bằng nước đóng chai, khăn ướt và quạt khi cái nóng bên ngoài ngột ngạt, tôi quyết định không chỉ làm bản sao của những món đồ tôi mang theo mà còn nghiên cứu kỹ sách về váy và áo khoác tiềm năng của họ.  Sau khi tìm kiếm kỹ lưỡng và đánh dấu nhiều món đồ có thể được quan tâm, tôi quyết định chọn một chiếc áo khoác dài, hai chiếc váy, một chiếc áo sơ mi và hai món đồ tôi mang theo.  Sau khi các mẫu thiết kế đã được chọn, tôi và nhân viên bán hàng nói tiếng Anh của tôi cùng nhau đi chọn vải cho từng món đồ ở phòng sau - thảo luận rất lâu về những gì sẽ đọc tốt nhất: tôn dáng nhất.  Họ nói với tôi giá khoảng. 450 USD cho sáu món đồ chất lượng cao và sau đó là lúc tôi phải lấy số đo cho từng món đồ.  Tôi được yêu cầu quay lại để đo hai lần vào ngày hôm sau và tôi đã làm như vậy.  Buổi thử đồ lúc 12 giờ trưa là để thử mọi thứ trong khi trang phục vẫn đang trong quá trình hoàn thiện để có thể thực hiện bất kỳ điều chỉnh lớn nào.  Lần thứ hai vào khoảng 4:30 chiều là thử lại mọi thứ để đảm bảo nó hoạt động hoàn hảo.  Sau đó, tôi thanh toán và được thông báo rằng đồ sẽ được chuyển đến khách sạn của tôi trước 10 giờ tối.  Họ đến nơi, được đóng gói đẹp mắt vào khoảng 8 giờ 30 tối.  Cho đến nay, tôi thích mặc những món đồ mà Aobaba làm cho tôi và tôi chắc chắn sẽ giới thiệu chúng nếu bạn đang tìm kiếm một thợ may chất lượng cao ở Hội An.  Lần tới khi tôi ở gần khu vực này trên thế giới, tôi sẽ quay lại!Đọc thêm",
            "Có một số điều tuyệt vời được thiết kế riêng với mức giá tuyệt vời; nhân viên biết những gì sẽ phù hợp với tôi và loại vải tốt nhất để sử dụng. 1010 sẽ sử dụng lại Đọc thêm",
            "Những người này biết công cụ của họ và thực hiện lời hứa! Chúng tôi đến đây và cũng đi đến một thợ may khác. Tôi đã có một bức ảnh về chiếc áo khoác mà tôi muốn và họ đã đóng đinh nó thành hình chữ T. Nó thật hoàn hảo nên xin gửi lời cảm ơn chân thành đến Tracey và người thợ may. Tôi cũng đã đưa bức ảnh này cho một thợ may khác và họ nói rằng họ không thể làm được, thợ may của họ quá khó và bạn không thể sản xuất nó ở Việt Nam. Người thợ may khác cũng được đánh giá cao, và những gì họ làm cho tôi là áo khoác và quần rất đẹp nhưng chỉ có điều không giống hình nên hơi thất vọng. Dù sao, quan điểm của tôi là mặc dù những chiếc này đắt hơn một chút nhưng có lẽ là 20 cho một chiếc áo khoác len dài đến đùi nhưng chúng vẫn đáng giá! Một sản phẩm cuối cùng tuyệt vời cho giá trị lớn.  Tôi rất mong được thử vận ​​may của mình để tạo ra thứ gì đó qua liên lạc qua email!Đọc thêm",
            "Đã được một trong những người bạn thân nhất của tôi ở New Zealand kể về nơi này. Anh ấy sống ở HK được vài năm và đã đến đây nhiều lần. Tôi vui vì tôi đã làm. Bộ đồ cashmere được thiết kế riêng trong vòng chưa đầy 48 giờ. Dịch vụ này rất xuất sắc. Những người đầu tiên thực sự muốn bạn có được điều tốt nhất. Và thực tế là bây giờ họ đã có số đo của tôi, tôi có thể đặt hàng trực tuyến và họ sẽ giao hàng. Muốn giới thiệu kỹ lưỡng. Một Đọc thêm",
            "Đây là lần thứ hai tôi đến Aobaba Tailor, tôi đã may quần áo ở đó lần đầu tiên vào khoảng tháng 10 năm 2017. Tôi rất hài lòng với chất lượng của vật liệu và thành phẩm. Chúng đã tồn tại qua nhiều lần giặt bằng máy giặt mà không bị phai màu hay hư hỏng. độ hoàn thiện của quần áo rất rất tốt và chúng rất cầu kỳ trong quá trình thay đồ.  Tôi cũng ngưỡng mộ đội ngũ nhân viên vui vẻ của họ và Lynda và Tracey đã khiến việc lựa chọn chất liệu và tạo ra những bộ quần áo ấn tượng bằng cách kết hợp nhiều mẫu và ý tưởng khác nhau trở nên vô cùng thú vị.  Họ có thể đương đầu với bất kỳ thử thách nào và thân hình quả lê nhựa ruồi của tôi là một trong số đó và thậm chí dường như còn phát triển nhờ chúng. Đối tác của tôi đã kết thúc với hai bộ vest, áo sơ mi và ba chiếc áo khoác giật gân.  Anh ấy thích một chiếc áo khoác ồn ào để thu hút mọi người khỏi bộ đồng phục màu đen của Melbourne và sau khi chọn một chất liệu đáng kinh ngạc cho một chiếc áo khoác, Lynda đã đề xuất một chất liệu khác để tạo ra một chiếc áo khoác giật gân khác. Chúng tôi chắc chắn sẽ quay lại sau một năm nữa để có một khoảng thời gian vui vẻ khác. ở Aobaba.   Đọc thêm",
            "Vợ chồng tôi thực sự ấn tượng với công việc ở tiệm may Aobaba. Chúng tôi mua 1 bộ vest cashmere, 2 áo sơ mi cotton, 1 váy và 1 blazer với chất lượng tuyệt vời chỉ với 360. Thợ may Vanessa thực sự hữu ích và kiên nhẫn, luôn sẵn sàng lắng nghe cho chúng tôi và đưa ra những gợi ý tuyệt vời. Thời điểm thật hoàn hảo, vì chúng tôi đã có được quần áo trong 36 giờ, gấp đôi để thử đồ. Rất khuyến khích, chúng tôi chắc chắn sẽ sử dụng dịch vụ trực tuyến vì họ giữ số đo của khách hàng trong ba năm!Đọc thêm",
            "Tôi và chồng có 2 chiếc áo sơ mi, một chiếc váy, một chiếc áo blazer và một bộ vest ở tiệm may Aobaba. Dịch vụ này rất tuyệt và Vanessa rất tốt và kiên nhẫn với chúng tôi! Cô ấy thực sự muốn khách hàng hài lòng về công việc của họ và muốn mọi tác phẩm đều hoàn hảo và phù hợp với mong đợi. Số lượng và chất lượng vải thật ấn tượng! Chúng tôi đến kịp thời và chúng tôi không bao giờ chờ đợi để nhận hàng. Giá cả rất hợp lý và sự chú ý đến từng chi tiết tuyệt vời! Rất khuyến khích! Họ sẽ giữ số đo của chúng tôi trong ba năm tới và chúng tôi đã có kế hoạch đặt hàng trực tuyến nhiều hơn!Đọc thêm",
            "Rõ ràng chúng tôi đã nghe nói về nghề may ở Hội An nhưng chưa từng trải nghiệm trước đây. Chúng tôi có vui vì chúng tôi đã làm không? Các nhân viên, đặc biệt là Linda và Vanessa rất thân thiện, không thúc ép nhưng đã đưa ra những lời khuyên tuyệt vời và dành thời gian cần thiết cho chúng tôi để đảm bảo rằng chúng tôi sẽ không thất vọng với kết quả đạt được. Vì chúng tôi ở đây được vài ngày nên chúng tôi có thời gian quay lại để thay phụ kiện và thay đổi thêm cho đến khi đạt được kết quả như mong muốn. Trong khi đó, như các đánh giá cố vấn chuyến đi khác đã nói, chúng tôi có thể mua được rẻ hơn ở nơi khác, nhưng giá vẫn rất tuyệt vời và các sản phẩm mua bao gồm một bộ vest, áo sơ mi, váy với điểm nhấn là váy dạ hội! Không thể đề nghị đủ cao. Đọc thêm",
            "Chúng tôi có một vài bộ vest và áo khoác được thiết kế riêng từ thợ may AoBaBa. Những bộ đồ được thiết kế hoàn hảo và giao đến khách sạn của chúng tôi vào ngày hôm sau. Dịch vụ khách hàng tuyệt vời của nhân viên.Đọc thêm",
            "Cảm ơn Hannah và nhóm vì trải nghiệm tuyệt vời tại cửa hàng của họ. Chúng tôi đã có sự kết hợp của các món đồ được thiết kế riêng - trang phục chính thức của trường, váy và áo sơ mi. Dịch vụ này rất xuất sắc và việc lựa chọn vải tuyệt vời. Từ một bức ảnh và một số ý tưởng, nhóm đã tạo ra một bộ lễ phục đi học mà con gái chúng tôi luôn mong muốn. Các phụ kiện được thực hiện nhanh chóng và không phiền phức. Quần áo của chúng tôi đã được chuyển đến phòng khách sạn mà không gặp vấn đề gì.Đọc thêm"
        ],
        "star_ratings": [
            352,
            38,
            7,
            10,
            4
        ],
        "review_amount": 411,
        "location": [
            "Những điều cần làm ở Hội An",
            "Thợ may Aobaba",
            "Châu Á",
            "Việt Nam",
            "Chào An",
            "Tỉnh Quảng Nam"
        ],
        "reviews_time": [
            "Written September 27, 2018",
            "Written September 24, 2018",
            "Written September 1, 2018",
            "Written August 27, 2018",
            "Written August 22, 2018",
            "Written August 18, 2018",
            "Written August 18, 2018",
            "Written August 14, 2018",
            "Written August 12, 2018",
            "Written July 21, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298082-d3162331-Reviews-or50-Aobaba_Tailor-Hoi_An_Quang_Nam_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d10768724-Reviews-Olivier_Coffee-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26663624-Reviews-Faifoo_Central_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d3724095-Reviews-Little_Faifo_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26229136-Reviews-Sing_Ma_Restaurant_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26848559-Reviews-Em_H_i_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26355037-Reviews-A6_Garden-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25105784-Reviews-Cua_Dai_Central_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25306878-Reviews-Chops_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25420069-Reviews-MAAZI_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d12994225-Reviews-Bao_Phuong_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8546927-Reviews-Hy_Hoa_Temple-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12499393-Reviews-ALLEY_Artist_House-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7209451-Reviews-Couleurs_by_Rehahn-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d451145-Reviews-Fukian_Assembly_Hall_Phuc_Kien-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8587256-Reviews-Hoi_An_Market-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d451144-Reviews-Central_Market-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3848216-Reviews-Museum_of_Folklore-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d451149-Reviews-Museum_of_Trade_Ceramics-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d27413504-Reviews-Art_Gallery_Hoang_Trong_Tien-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12350885-Reviews-Hoi_An_Traditional_Art_Performance_Theatre-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3162331-Reviews-or40-Aobaba_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3162331-Reviews-or60-Aobaba_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3162331-Reviews-Aobaba_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2717876-Reviews-Peace_Tailor_in_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15776299-Reviews-Thanh_Design-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6845023-Reviews-Two_Ladies_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15000385-Reviews-Blue_Chic_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26605658-Reviews-Bison_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2202046-Reviews-Metiseko-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1194254-Reviews-A_Dong_Silk_Tailors-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4609042-Reviews-Tuong_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d9466019-Reviews-45_Thu_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12945791-Reviews-Shine_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2034120-Reviews-Lifestart_Foundation-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d9882481-Reviews-Song_Viet-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4795452-Reviews-Phu_Tuan-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d9754869-Reviews-Xu_Dang_Trong_Art_Centre-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8180301-Reviews-Quoc_Tien_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26516588-Reviews-M_ng_Nguy_t_Cocktails_Bar-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d24111032-Reviews-Tuna_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3411207-Reviews-Kim_Hien_Boutique_Clothing_Store-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d24111041-Reviews-Tuna_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26627468-Reviews-H_p_Handi-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d9884907-Reviews-Hoi_An_Love_of_Life_Bicycle_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6427377-Reviews-Dai_Duong_Ocean_Cloth_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g190375-d313643-Reviews-Salamis-Famagusta_Famagusta_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g48720-d7261472-Reviews-Pierson_Park-Tarrytown_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g15245800-d9705473-Reviews-Kanto_Lampo_Waterfall-Beng_Gianyar_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d2166555-Reviews-Downtown-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g147293-d2486335-Reviews-Don_Lucas_Cigars-Punta_Cana_La_Altagracia_Province_Dominican_Republic.html",
            "https://www.tripadvisor.com/Attraction_Review-g31393-d531839-Reviews-Grand_Canyon_Imax_Theater-Tusayan_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g33212-d648022-Reviews-Six_Flags_Discovery_Kingdom-Vallejo_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d18721109-Reviews-Castle_Hill-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g41818-d560618-Reviews-Davis_Square-Somerville_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g29867-d23696329-Reviews-Defy_Apex-Apex_North_Carolina.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298082-d3162331-Reviews-or60-Aobaba_Tailor-Hoi_An_Quang_Nam_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298082-d3162331-Reviews-or50-Aobaba_Tailor-Hoi_An_Quang_Nam_Province.html"
    },
    {
        "attraction_name": "Aobaba Tailor",
        "attraction_name_vi": "Thợ may Aobaba",
        "general_info": [
            "411 đánh giá",
            "86 trên 679 Mua sắm ở Hội An",
            "Cửa hàng quà tặng đặc sản"
        ],
        "attraction_summary": "Aobaba là một doanh nghiệp gia đình Hội An đã được thành lập qua nhiều thế hệ. Chúng tôi liên tục cải tiến và hiện đại hóa kỹ thuật của mình và đảm bảo luôn cập nhật các xu hướng thời trang. Aobaba, những thợ may nơi khách hàng sẽ nhận được dịch vụ chuyên nghiệp và thân thiện. Chúng tôi sẽ đáp ứng nhu cầu về tủ quần áo của bạn khi bạn đến cửa hàng của chúng tôi cũng như khi bạn về nhà. Chúng tôi lưu giữ số đo của bạn trong tối thiểu ba năm và bạn sẽ có thể đặt hàng từ bất cứ đâu.Đọc thêm",
        "reviews": [
            "Những người này thật tuyệt vời, đây là một trong những điểm nổi bật trong chuyến đi Hội An của tôi. Lynda thật tuyệt vời và cực kỳ thân thiện. Tôi đã may một chiếc váy và nó trở nên hoàn hảo, không thể chê vào đâu được!Đọc thêm",
            "Được một người bạn khuyên đến Aobaba để may vest và váy và chúng tôi không hề thất vọng! Dịch vụ tuyệt vời, giá cả tuyệt vời và chất liệu vải chất lượng. Nhân viên phục vụ của chúng tôi, Lynda thật đặc biệt! Đảm bảo mọi thứ chính xác như chúng tôi mong muốn. Tôi thực sự khuyên bạn nên đến Aobaba để may đồ. Bạn sẽ không thất vọng. Đọc thêm",
            "Thợ may tuyệt vời. Chú ý đến từng chi tiết, rất chu đáo và có sức chứa. Cảm ơn Linda, người luôn nói sự thật và đưa ra lời khuyên tuyệt vời về vải và kiểu dáng. Chúng tôi sẽ quay lại! Chúng tôi đã đến thăm và may đồ ở các thợ may khác nhưng điều này vượt xa các tiêu chuẩn khác. Đọc thêm",
            "Nhân viên thân thiện tuyệt vời, rất có sức chứa và hữu ích. Đã may 3 bộ quần áo, tất cả đều có chất lượng rất tốt và vừa vặn hoàn hảo. Được tạo mà không cần mẫu. Muốn giới thiệuĐọc thêm",
            "Đã được đề nghị thợ may này và vì vậy tôi đã dừng chân vào Ngày 1 trong chuyến thăm Hội An của chúng tôi.  Ngày trước khi chúng tôi rời đi, tôi đã quyết định chọn thêm một chiếc váy nữa và chắc chắn nó không có vấn đề gì.  Tôi cũng quyết định thay cúc áo khoác trong lần thử đồ cuối cùng và họ rất vui khi làm điều đó.  Kathy là người phụ nữ phù hợp của tôi và cô ấy là người hữu ích nhất.  Chắc chắn sẽ giới thiệu Aobaba.  Tôi không định giá bất kỳ thợ may nào khác mà tôi chắc chắn có thể rẻ hơn nhưng tôi rất hài lòng với số tiền tôi đã trả và chất lượng.Đọc thêm",
            "Aobaba là thợ may thứ hai tôi sử dụng trong chuyến đi này. Cửa hàng, nhân viên, chất lượng và sự lựa chọn loại vải đều không ai sánh kịp. Rất chuyên nghiệp với một liên lạc cá nhân. Tôi có sáu chiếc áo sơ mi công sở có tay áo kiểu Pháp, đường ống và các chi tiết khác cùng với hai chiếc váy được may. Tôi vô cùng hài lòng với kết quả. Rất phải chăng nhưng không phải là rẻ nhất tuyệt đối vì chất lượng vải thì thần thánh. Các mẫu lớn hiện đại ở dạng cuộn thay vì miếng vá để bạn biết rõ sản phẩm hoàn thiện sẽ trông như thế nào. Aobaba lưu giữ số đo của bạn trong hồ sơ để có thể đặt hàng từ nước ngoài. Rất khuyến khích! Đọc thêm",
            "Chúng tôi đang tìm một cửa hàng sản xuất giày khi chúng tôi đi ngang qua cửa hàng thú vị này. Trên mẫu bên ngoài cửa hàng là một chiếc áo khoác len màu xám xinh xắn mà tôi yêu thích và cuối cùng tôi đã may nó theo số đo của mình.  Đó là một cửa hàng rất chuyên nghiệp và nếu có nhiều thời gian hơn, tôi sẽ đặt mua thêm quần áo. Kylie đã chăm sóc tôi và cô ấy rất xuất sắc trong việc xác định những gì cần phải làm sau lần thử đồ đầu tiên. Tôi đã chọn chiếc áo khoác trong lần ghé thăm thứ ba và nó là một tài sản tuyệt vời cho tủ quần áo mùa đông của tôi.Đọc thêm",
            "Tôi vào nơi này không ngờ mua được gì nhưng lại mang về vài chiếc quần short và 3 chiếc áo sơ mi. Tôi đã may mắn được may quần áo trong nhiều năm nên tôi có ý tưởng về những gì cần tìm. Ở đây tôi có hai phụ kiện và nhận thấy sự chú ý thực sự đến từng chi tiết. Tất nhiên, bạn không được đo lường bởi người thợ may thực sự, nhưng nhóm đo lường cho bạn biết chính xác những gì họ đang làm và luôn quan tâm đến việc đảm bảo độ vừa vặn và kiểu dáng. Công việc được hoàn thành trong vài ngày bao gồm hai phụ kiện và được giao đến khách sạn. Họ đăng bài ở những nơi khác trên thế giới và chi phí thậm chí bao gồm cả bưu phí chỉ là một phần nhỏ so với những gì người ta phải trả ở những nền kinh tế được gọi là phát triển. Đọc thêm",
            "Tôi đã gặp Kylie vào đêm cuối cùng ở Việt Nam. Tôi không chắc liệu mình có mua thứ gì không vì nó sẽ phải được chuyển đến Úc và tôi sẽ lỡ mất bộ đồ thứ hai. Quần áo trông đẹp và giá cả hợp lý nên dù sao tôi cũng đã thử. Kylie nói tiếng Anh tuyệt vời và hiểu chính xác những gì tôi muốn. Bộ đồ đã đến Úc mà không gặp vấn đề gì và đó chính xác là những gì tôi yêu cầu.Đọc thêm",
            "Rất muốn giới thiệu thợ may này, đã may một chiếc áo khoác và 2 chiếc áo sơ mi, giá trị tuyệt vời so với Vương quốc Anh. Dịch vụ, con người và toàn bộ trải nghiệm thật tuyệt vời. Hãy hỏi Kylie, cô ấy nói tiếng Anh tuyệt vời, xuất sắc, hiểu những gì tôi đang tìm kiếm và đưa ra một số đề xuất tuyệt vời.Đọc thêm"
        ],
        "star_ratings": [
            352,
            38,
            7,
            10,
            4
        ],
        "review_amount": 411,
        "location": [
            "Những điều cần làm ở Hội An",
            "Thợ may Aobaba",
            "Châu Á",
            "Việt Nam",
            "Chào An",
            "Tỉnh Quảng Nam"
        ],
        "reviews_time": [
            "Written July 9, 2018",
            "Written July 8, 2018",
            "Written July 6, 2018",
            "Written July 1, 2018",
            "Written June 29, 2018",
            "Written June 6, 2018",
            "Written May 31, 2018",
            "Written May 24, 2018",
            "Written May 22, 2018",
            "Written April 17, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298082-d3162331-Reviews-or60-Aobaba_Tailor-Hoi_An_Quang_Nam_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d10768724-Reviews-Olivier_Coffee-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26663624-Reviews-Faifoo_Central_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d3724095-Reviews-Little_Faifo_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26229136-Reviews-Sing_Ma_Restaurant_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26848559-Reviews-Em_H_i_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26355037-Reviews-A6_Garden-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25105784-Reviews-Cua_Dai_Central_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25306878-Reviews-Chops_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25420069-Reviews-MAAZI_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d12994225-Reviews-Bao_Phuong_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8546927-Reviews-Hy_Hoa_Temple-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12499393-Reviews-ALLEY_Artist_House-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7209451-Reviews-Couleurs_by_Rehahn-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d451145-Reviews-Fukian_Assembly_Hall_Phuc_Kien-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8587256-Reviews-Hoi_An_Market-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d451144-Reviews-Central_Market-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3848216-Reviews-Museum_of_Folklore-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d451149-Reviews-Museum_of_Trade_Ceramics-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d27413504-Reviews-Art_Gallery_Hoang_Trong_Tien-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12350885-Reviews-Hoi_An_Traditional_Art_Performance_Theatre-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3162331-Reviews-or50-Aobaba_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3162331-Reviews-or70-Aobaba_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3162331-Reviews-Aobaba_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2717876-Reviews-Peace_Tailor_in_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15776299-Reviews-Thanh_Design-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6845023-Reviews-Two_Ladies_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15000385-Reviews-Blue_Chic_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26605658-Reviews-Bison_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2202046-Reviews-Metiseko-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1194254-Reviews-A_Dong_Silk_Tailors-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4609042-Reviews-Tuong_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d9466019-Reviews-45_Thu_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12945791-Reviews-Shine_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2034120-Reviews-Lifestart_Foundation-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d9882481-Reviews-Song_Viet-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4795452-Reviews-Phu_Tuan-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d9754869-Reviews-Xu_Dang_Trong_Art_Centre-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8180301-Reviews-Quoc_Tien_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26516588-Reviews-M_ng_Nguy_t_Cocktails_Bar-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d24111032-Reviews-Tuna_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3411207-Reviews-Kim_Hien_Boutique_Clothing_Store-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d24111041-Reviews-Tuna_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26627468-Reviews-H_p_Handi-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d9884907-Reviews-Hoi_An_Love_of_Life_Bicycle_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6427377-Reviews-Dai_Duong_Ocean_Cloth_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g800268-d6944846-Reviews-Gorsa_Bridge-Birtavarre_Kafjord_Municipality_Troms_Northern_Norway.html",
            "https://www.tripadvisor.com/Attraction_Review-g56003-d2481133-Reviews-AMC_Dine_in_Houston_8-Houston_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g34352-d14975884-Reviews-Nike_Clearance_Store_Kissimmee-Kissimmee_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g194789-d3374504-Reviews-Caneva_The_Aquapark-Lazise_Province_of_Verona_Veneto.html",
            "https://www.tripadvisor.com/Attraction_Review-g33433-d6826162-Reviews-Rainbow_Lake-Frisco_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g46013-d8596782-Reviews-Angel_Lake-Wells_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g48662-d11660712-Reviews-Tallman_Mountain_State_Park-Sparkill_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g52977-d2554614-Reviews-Core_Creek_Park-Langhorne_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g189541-d20344347-Reviews-Arch-Copenhagen_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g189852-d558563-Reviews-Aquaria_Water_Museum-Stockholm.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298082-d3162331-Reviews-or70-Aobaba_Tailor-Hoi_An_Quang_Nam_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298082-d3162331-Reviews-or60-Aobaba_Tailor-Hoi_An_Quang_Nam_Province.html"
    },
    {
        "attraction_name": "Aobaba Tailor",
        "attraction_name_vi": "Thợ may Aobaba",
        "general_info": [
            "411 đánh giá",
            "86 trên 679 Mua sắm ở Hội An",
            "Cửa hàng quà tặng đặc sản"
        ],
        "attraction_summary": "Aobaba là một doanh nghiệp gia đình Hội An đã được thành lập qua nhiều thế hệ. Chúng tôi liên tục cải tiến và hiện đại hóa kỹ thuật của mình và đảm bảo luôn cập nhật các xu hướng thời trang. Aobaba, những thợ may nơi khách hàng sẽ nhận được dịch vụ chuyên nghiệp và thân thiện. Chúng tôi sẽ đáp ứng nhu cầu về tủ quần áo của bạn khi bạn đến cửa hàng của chúng tôi cũng như khi bạn về nhà. Chúng tôi lưu giữ số đo của bạn trong tối thiểu ba năm và bạn sẽ có thể đặt hàng từ bất cứ đâu.Đọc thêm",
        "reviews": [
            "Các quý cô đã rất hữu ích khi cho tôi thử váy. Tôi không nhận may váy vì họ đã có rất nhiều váy may sẵn vừa vặn với tôi. Tôi đã mua một chiếc váy cocktail rất thanh lịch mà tôi rất nóng lòng được mặc! Cảm ơn! Đọc thêm",
            "Con trai chúng tôi đã đến thăm thợ may này cách đây 2 năm và giới thiệu nó cho chúng tôi. Mọi thứ đều hoàn hảo. Dịch vụ đo lường, tư vấn về vải, cắt may, tốc độ sản xuất hàng may mặc, hoàn thiện, giao hàng đến khách sạn và tất nhiên là đội ngũ nhân viên thân thiện đáng yêu. Quần áo rất hợp lý mặc dù tôi chắc chắn không phải là rẻ nhất ở Hot An nhưng chỉ bằng một phần tư số tiền chúng tôi phải trả ở Anh.Đọc thêm",
            "Chúng tôi được đề nghị nơi này là một trong 2 nơi hàng đầu trong một thị trấn có hàng trăm thợ may. Vợ tôi có một chiếc váy lụa, Áo khoác, váy ren, trang phục và áo cánh bằng lụa Việt Nam và tôi có 3 chiếc áo sơ mi. Những kẻ này không phải là rẻ nhất trong thị trấn nhưng bạn phải trả cho những gì bạn nhận được. Và vẫn có giá trị tuyệt vời so với ở Vương quốc Anh. Dịch vụ, đo lường và chi tiết lắp đặt thật đặc biệt, tốt hơn nhiều so với những gì tôi đã trải nghiệm ở bất kỳ nơi nào khác, kể cả Thái Lan. Họ rất chủ động với các chi tiết và đề xuất. Quần áo rất đẹp, được may đẹp, vừa vặn và hoàn thiện rất tốt và tất cả đều được giao đến khách sạn cho chúng tôi trong vòng chưa đầy 2 ngày! Thợ may thực sự xuất sắc, tôi rất muốn giới thiệu địa điểm này và yêu cầu Kylie là người phù hợp cho bạn, cô ấy rất đáng yêu, làm việc cực kỳ giỏi, có nhiều ý tưởng và đề xuất và nói tiếng Anh rất tốt.Đọc thêm",
            "Tôi vừa mua vải, cửa hàng rất sáng tạo, trình bày tuyệt vời về tất cả các chất liệu, nhiều loại vải, chất liệu kết cấu sáng tạo, hoa văn, màu sắc, nhiều cảm hứng và dễ lựa chọn. Tôi thực sự đánh giá cao chất lượng hàng dệt may và dịch vụ đặc biệt. Đọc thêm",
            "Chúng tôi đã có khoảng thời gian tuyệt vời với Hannah. Lời khuyên về phong cách của cô ấy rất hữu ích và sự chú ý của cô ấy đến từng chi tiết thật tuyệt vời! Nhân viên ở đây thân thiện và chu đáo, không hề thúc ép! Mọi thứ chúng tôi mua đều được làm từ vải chất lượng cao với đồ nội thất hoàn hảo! Không có mặc cả giá cả nhưng nếu bạn muốn mua quần áo chất lượng cao với giá tốt thì đây là nơi bạn nên đến! Đọc thêm",
            "Tôi đã được bạn bè giới thiệu thợ may này, nó không làm tôi thất vọng. Kimmy, người điều hành nơi này thật đáng yêu. Tôi đã lấy một chiếc váy được nhiều người yêu thích để họ sao chép và tôi nghĩ họ đã làm nó tốt hơn 110 lần so với bản gốc nên tôi đã yêu cầu họ làm một chiếc khác. Rất chuyên nghiệp với các phụ kiện, hướng dẫn bảo quản thẻ may mặc! Siêu nhanh - chiếc váy của tôi đã được hoàn thành trong 24 giờ và nếu chưa sẵn sàng vào thời điểm ban đầu họ hứa họ sẽ gọi cho khách sạn của bạn để thông báo cho bạn. Lời chỉ trích duy nhất của tôi là việc lựa chọn vải cotton không mang lại nhiều sự lựa chọn như tôi mong đợi. Tuy nhiên, đừng mong đợi nó sẽ rẻ... bạn sẽ phải trả mức giá tương tự khi mua nó trên giá trong cửa hàng, chiếc váy của tôi 40 AUD, tôi chỉ trả 50 cho chiếc ban đầu nhưng lợi ích là chúng vừa khít với cơ thể bạn và bạn có thể chọn loại vải.Đọc thêm",
            "Tôi rất vui với chiếc áo khoác Nhung màu tím đáng yêu của mình. Tôi đã có một bức ảnh trên máy ảnh của chiếc máy ảnh cũ kỹ của tôi. Hannah thật đáng yêu. Cô ấy đã lắng nghe chính xác những gì tôi muốn. Đã đưa ra một số gợi ý và chiếc áo khoác thật hoàn hảo. Trong lần thử đầu tiên, bạn tôi rất thích nó nên đã đặt mua một chiếc. Giá cả tuyệt vời và dịch vụ tuyệt vời.Đọc thêm",
            "Với sự giúp đỡ của Kylie, tôi đã may được một số bộ đồ. Đối tác của tôi cũng may một bộ vest hoàn chỉnh. Mọi thứ diễn ra đúng như chúng tôi mong đợi và giá cả thì vô cùng hợp lý. Các nhân viên nhớ tên chúng tôi mỗi lần chúng tôi quay lại để thử đồ. Cùng với những bộ quần áo may đo tuyệt vời, tôi thực sự thích trải nghiệm và dịch vụ ở đây. Tôi sẽ giới thiệu nơi này cho mọi người!Đọc thêm",
            "Tôi đến cửa hàng này mua 5 thước vải lụa về làm quà cho một người bạn tặng mẹ cô ấy chiếc váy chú rể. Tôi đặc biệt yêu cầu được xem lụa và khi tìm được loại tôi thích, tôi lại hỏi đó có phải là lụa không thì được bảo cụ thể là 90 lụa và 10 cotton. Tôi nhắc lại theo cô ấy và cô ấy nói đồng ý. Tôi cũng đã mua 3 thước cho mình. Khi về đến nhà, tôi đốt một mẫu vải để kiểm tra và nó phần lớn, nếu không muốn nói là hoàn toàn, là polyester. Tôi vừa tức giận vì bị cố tình nói dối, vừa xấu hổ khi phải nói với bạn mình rằng loại lụa mà tôi đã hứa thực chất là polyester. Một cửa hàng chất lượng sẽ không bao giờ làm điều này. Điều này xảy ra vào ngày 2 tháng 2 năm 2018.Đọc thêm",
            "Cảm ơn Aobaba, chúng tôi thấy dịch vụ của bạn thật tuyệt vời. Mặc dù các nhân vật của chúng tôi khá khác thường nhưng chúng tôi vô cùng hài lòng với bạn. Lựa chọn quần áo rất rộng, lựa chọn chất liệu còn rộng hơn, thử nghiệm vào sáng hôm sau và buổi chiều chúng tôi đã đặt hàng tại lễ tân khách sạn nhờ Aobaba, chúng tôi đã tìm thấy dịch vụ tuyệt vời từ bạn. Mặc dù cơ thể của chúng tôi rất khác thường nhưng chúng tôi vô cùng hạnh phúc với bạn. Việc lựa chọn quần áo rất rộng, việc lựa chọn chất liệu còn rộng hơn, buổi thi diễn ra vào sáng hôm sau và buổi chiều chúng tôi có đơn đặt hàng tại lễ tân khách sạn.",
            "CHÀO! Thợ may có làm việc cuối tuần ở Hội An không?Đọc thêm",
            "CóĐọc thêm",
            "Khoảng thời gian bình thường từ khi đặt hàng đến khi nhận quần áo vest nam và quần tây nữ là bao lâu?Đọc thêm",
            "Kính gửi Anthony T,\nCảm ơn câu hỏi của bạn. Thông thường thời gian đặt hàng phụ thuộc vào khách hàng. Chúng tôi có thể hoàn thành đơn hàng trong vòng một, hai ngày hoặc thậm chí lâu hơn nếu khách hàng có nhiều thời gian ở Hội An. Nhưng thông thường sẽ mất 2 ngày để thực hiện, thế là hoàn hảo.\nTrân trọng.\nThợ may AoatabĐọc thêm",
            "Xin chào nhóm, tôi đã ghé thăm cửa hàng của bạn vào năm 2013 và sẽ quay lại vào tháng 7 và chắc chắn sẽ ghé qua và có nhiều chiếc áo sơ mi và bộ vest xuất sắc hơn được sản xuất .. nóng lòng chờ đợi MerylĐọc thêm",
            "Chào Meryl,\nNghe có vẻ tuyệt vời! Chúng tôi rất vui mừng khi biết được tin vui này từ bạn.  \nMong được gặp bạn sớm.\nTrân trọng.\nNhà may AobabaĐọc thêm",
            "Có ai hỏi họ có thể may quần áo bà bầu không? Tôi có một số hình ảnh để cho họ xem, nhưng tôi không chắc liệu đây có phải là điều mà các thợ may địa phương thành thạo hay không. Đọc thêm",
            "Thân gửi Alyson,\nCảm ơn bạn đã gửi yêu cầu may quần áo bầu. Tất nhiên Aobaba Tailor có thể may. Vui lòng gửi cho chúng tôi ảnh để chúng tôi có thể giới thiệu cho bạn loại vải có sẵn để bạn lựa chọn. Tốt hơn hết là bạn có thể liên hệ với chúng tôi qua infoaobaba.vn để biết thêm thông tin.\nTrân trọng.\nAobaba TailorĐọc thêm"
        ],
        "star_ratings": [
            352,
            38,
            7,
            10,
            4
        ],
        "review_amount": 411,
        "location": [
            "Những điều cần làm ở Hội An",
            "Thợ may Aobaba",
            "Châu Á",
            "Việt Nam",
            "Chào An",
            "Tỉnh Quảng Nam"
        ],
        "reviews_time": [
            "Written April 16, 2018",
            "Written April 15, 2018",
            "Written April 15, 2018",
            "Written April 8, 2018",
            "Written April 5, 2018",
            "Written March 28, 2018",
            "Written March 21, 2018",
            "Written March 12, 2018",
            "Written February 22, 2018",
            "Written February 21, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298082-d3162331-Reviews-or70-Aobaba_Tailor-Hoi_An_Quang_Nam_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d10768724-Reviews-Olivier_Coffee-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26663624-Reviews-Faifoo_Central_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d3724095-Reviews-Little_Faifo_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26229136-Reviews-Sing_Ma_Restaurant_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26848559-Reviews-Em_H_i_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26355037-Reviews-A6_Garden-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25105784-Reviews-Cua_Dai_Central_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25306878-Reviews-Chops_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25420069-Reviews-MAAZI_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d12994225-Reviews-Bao_Phuong_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8546927-Reviews-Hy_Hoa_Temple-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12499393-Reviews-ALLEY_Artist_House-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7209451-Reviews-Couleurs_by_Rehahn-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d451145-Reviews-Fukian_Assembly_Hall_Phuc_Kien-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8587256-Reviews-Hoi_An_Market-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d451144-Reviews-Central_Market-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3848216-Reviews-Museum_of_Folklore-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d451149-Reviews-Museum_of_Trade_Ceramics-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d27413504-Reviews-Art_Gallery_Hoang_Trong_Tien-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12350885-Reviews-Hoi_An_Traditional_Art_Performance_Theatre-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3162331-Reviews-or60-Aobaba_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3162331-Reviews-or80-Aobaba_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3162331-Reviews-Aobaba_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2717876-Reviews-Peace_Tailor_in_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15776299-Reviews-Thanh_Design-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6845023-Reviews-Two_Ladies_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15000385-Reviews-Blue_Chic_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26605658-Reviews-Bison_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2202046-Reviews-Metiseko-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1194254-Reviews-A_Dong_Silk_Tailors-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4609042-Reviews-Tuong_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d9466019-Reviews-45_Thu_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12945791-Reviews-Shine_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2034120-Reviews-Lifestart_Foundation-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d9882481-Reviews-Song_Viet-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4795452-Reviews-Phu_Tuan-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d9754869-Reviews-Xu_Dang_Trong_Art_Centre-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8180301-Reviews-Quoc_Tien_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26516588-Reviews-M_ng_Nguy_t_Cocktails_Bar-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d24111032-Reviews-Tuna_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3411207-Reviews-Kim_Hien_Boutique_Clothing_Store-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d24111041-Reviews-Tuna_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26627468-Reviews-H_p_Handi-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d9884907-Reviews-Hoi_An_Love_of_Life_Bicycle_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6427377-Reviews-Dai_Duong_Ocean_Cloth_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1175152-d552470-Reviews-Plaza_Sveta_Nedelja-Sveta_Nedilja_Hvar_Island_Split_Dalmatia_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g34680-d126857-Reviews-Tarpon_Springs_Sponge_Docks-Tarpon_Springs_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g50239-d1643714-Reviews-Historic_Roscoe_Village-Coshocton_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g147255-d148901-Reviews-Clearwater_Beach-Bermuda.html",
            "https://www.tripadvisor.com/Attraction_Review-g580322-d23025280-Reviews-Music_Square-Corralejo_La_Oliva_Fuerteventura_Canary_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g60740-d259721-Reviews-Gothic-Gunnison_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g31277-d126816-Reviews-Arcosanti-Mayer_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g150795-d153646-Reviews-Playa_La_Ropa-Zihuatanejo_Zihuatanejo_de_Azueta_Pacific_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g32319-d1169357-Reviews-Mossbrae_Falls-Dunsmuir_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g295413-d11695426-Reviews-Emporium_Mall-Lahore_Punjab_Province.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298082-d3162331-Reviews-or80-Aobaba_Tailor-Hoi_An_Quang_Nam_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298082-d3162331-Reviews-or70-Aobaba_Tailor-Hoi_An_Quang_Nam_Province.html"
    },
    {
        "attraction_name": "Aobaba Tailor",
        "attraction_name_vi": "Thợ may Aobaba",
        "general_info": [
            "411 đánh giá",
            "86 trên 679 Mua sắm ở Hội An",
            "Cửa hàng quà tặng đặc sản"
        ],
        "attraction_summary": "Aobaba là một doanh nghiệp gia đình Hội An đã được thành lập qua nhiều thế hệ. Chúng tôi liên tục cải tiến và hiện đại hóa kỹ thuật của mình và đảm bảo luôn cập nhật các xu hướng thời trang. Aobaba, những thợ may nơi khách hàng sẽ nhận được dịch vụ chuyên nghiệp và thân thiện. Chúng tôi sẽ đáp ứng nhu cầu về tủ quần áo của bạn khi bạn đến cửa hàng của chúng tôi cũng như khi bạn về nhà. Chúng tôi lưu giữ số đo của bạn trong tối thiểu ba năm và bạn sẽ có thể đặt hàng từ bất cứ đâu.Đọc thêm",
        "reviews": [
            "Các nhân viên và dịch vụ ở đây thật tuyệt vời. Họ lắng nghe những gì bạn muốn và cũng sẽ đưa ra đề xuất. Chúng tôi có hai phụ kiện và mọi thứ đều hoàn hảo. Cuối cùng, chúng tôi đã có một gia đình bốn người đông đến mức nhân viên đã chuyển quần áo đến nhà chúng tôi. Hai tuần sau, chiếc hộp vừa được giao đến - tất cả đều được đóng gói gọn gàng và cảm giác như Giáng sinh đang thử tất cả. Chắc chắn sẽ sử dụng lại.Đọc thêm",
            "Có rất nhiều niềm vui dí dỏm thân thiện với nhân viên ở đây. Họ có một số loại vải khác thường. Cửa hàng sạch sẽ và nhân viên rất chuyên nghiệp. Rất hài lòng với áo khoác và áo khoác chúng tôi đã làm nĐọc thêm",
            "Chúng tôi đến Aobaba theo lời giới thiệu của hướng dẫn viên. Tôi muốn một bộ đồ mới và vợ tôi không có gì cả, tôi rời đi với bộ đồ đó, một chiếc áo khoác vải lanh thông thường và hai chiếc áo sơ mi. Rộng của tôi đã mua 4 chiếc váy, 2 chiếc quần và 2 chiếc áo! Cô ấy rất vui và đánh giá Aobaba 1010. Tôi khá vui nhưng bộ đồ của tôi sẽ cần phải chỉnh sửa nhiều hơn một chút vì nó hơi chật ở một vài chỗ. Điểm duy nhất cần cải thiện là tôi thấy túi hơi nông. Ví dụ: trong các túi áo khoác vest khác của tôi, một chiếc iPhone 6 vừa vặn thoải mái, nhưng trong bộ đồ Aobaba của tôi, 1 cm trên cùng của điện thoại thò ra khỏi túi, vì vậy lời khuyên của tôi với Aobaba là hãy rộng rãi hơn một chút về kích cỡ túi. Đánh giá của tôi là 710 cho chất lượng và 1010 cho giá trị. Việc sản xuất hàng may mặc đã tăng lên nhanh chóng.Đọc thêm",
            "Chồng tôi, Daniel và tôi đến đây theo lời giới thiệu từ khách sạn của chúng tôi. Cuối cùng, chúng tôi đã có 2 x quần dài 1 x quần short cho anh ấy và một chiếc áo sơ mi và bộ áo liền quần bằng lụa tuyệt đẹp cho tôi. Kathy, người phục vụ chúng tôi không thể hữu ích hay đáng yêu hơn. Cô ấy đã lắng nghe toàn bộ phần tóm tắt cũng như đưa ra những gợi ý hữu ích xuyên suốt. Chúng tôi rất ấn tượng bởi giá cả cũng như tay nghề. Rất khuyến khích.Đọc thêm",
            "Hướng dẫn viên của chúng tôi đã đưa chúng tôi đến đây ban đầu để chỉ cho chúng tôi phòng tắm sạch sẽ của họ. Không ai trong số chúng tôi ban đầu có hứng thú với việc thiết kế hoặc may bất kỳ bộ quần áo nào. Vào cuối thời gian ở Hội An chỉ 3 ngày, chúng tôi đã rời đi với những chiếc váy, áo khoác len, quần dài, bộ đồ, áo khoác, áo cánh và nhiều thứ khác tuyệt đẹp nhất. Một số người trong nhóm của chúng tôi đã phải mua thêm túi để mang chúng. Đã chứng kiến ​​cha tôi làm nghề thủ công của mình khi còn nhỏ, tôi có thể biết khi nào những món đồ như thế này được làm tốt và may đo. Các nhân viên ở đây là những người chuyên nghiệp nhất! Họ biết sản phẩm của họ và họ biết nghề của họ. Chúng tôi đánh giá cao lời khuyên và sự hướng dẫn của họ. Và họ có nhiều loại vải đẹp. Tôi thấy mình có những kỷ niệm sâu sắc, trìu mến khi cha tôi nói OK...... con muốn kiểu cổ áo nào? Tay áo dài bao nhiêu? Con muốn cạp quần và gấu quần ở đâu? Có nên lót không? Cửa hàng này sản xuất trang phục giá cả phải chăng, chất lượng cao và vừa vặn mà mọi người đều thích! Đọc thêm",
            "Vanessa đã có thể đáp ứng nhu cầu thời trang của một cậu bé 11 tuổi kén chọn, cần quần cho bữa tối đêm Giáng sinh. Anh vui và điều đó càng làm bố mẹ anh vui hơn. Cảm ơn một lần nữa. Đọc thêm",
            "Tôi phát hiện ra cửa hàng này và vào khoảng 4 giờ chiều. vào một buổi chiều muộn một chút vì tôi phải bay đến Thành phố Hồ Chí Minh vào sáng sớm hôm sau. Họ đã tạo điều kiện cho tôi bằng cách chuẩn bị quần áo để thử đồ lần cuối vào buổi tối và sau đó họ gửi quần áo của tôi đến khách sạn của tôi ở Thành phố Hồ Chí Minh. Tôi không thể nói đủ về quần áo, một bộ vest và bốn chiếc váy và nhân viên không thể tốt hơn. Họ rất chuyên nghiệp và chu đáo, tôi sẽ đặt thêm quần áo từ họ. Tôi cảm thấy mình nhận được giá trị đáng kinh ngạc cho số tiền bỏ ra. Nếu tôi có một bình luận tiêu cực, tôi muốn nhân viên sử dụng tên tiếng Việt của riêng họ - Mary, Cork, Ireland Đọc thêm",
            "Không nói nên lời! Một đội ngũ chuyên nghiệp thực sự. Dịch vụ hoàn hảo, họ đã làm ra 3 bộ váy tuyệt vời đó trong 2 ngày! Sau lần thử đầu tiên, họ yêu cầu hẹn gặp lần thứ hai để khắc phục một cách hoàn hảo, điều chỉnh các biện pháp vừa vặnĐọc thêm",
            "Thứ nhất - đó là về chất lượng vải và những lựa chọn tuyệt vời mà họ đưa ra Thứ hai - chuyên môn của người thợ may Thứ ba - sự kiên nhẫn đối với những yêu cầu mà khách du lịch thường đặt ra khi chỉ hoàn thành một hoặc 2 ngày và các phụ kiện mà họ cung cấp cho đến khi bạn hài lòng 100 .Lần đầu tiên mặc áo lụa - 3 lời khen.Trải nghiệm hoàn hảoĐọc thêm",
            "Chúng tôi đã có khoảng thời gian vui vẻ tại AoBaBa Tailor. Tôi đã may một bộ đồ và năm chiếc áo sơ mi. Giá cả rất tốt, những người thợ may vừa vặn với quần áo của tôi và đối xử với tôi rất tốt. Tôi sẽ quay lại bất cứ lúc nào và cân nhắc mua thêm quần áo trên trang web của họ. Chất lượng và dịch vụ tốt nhất tại Hội An! Đọc thêm"
        ],
        "star_ratings": [
            352,
            38,
            7,
            10,
            4
        ],
        "review_amount": 411,
        "location": [
            "Những điều cần làm ở Hội An",
            "Thợ may Aobaba",
            "Châu Á",
            "Việt Nam",
            "Chào An",
            "Tỉnh Quảng Nam"
        ],
        "reviews_time": [
            "Written February 1, 2018",
            "Written January 20, 2018",
            "Written January 17, 2018",
            "Written January 15, 2018",
            "Written January 9, 2018",
            "Written January 8, 2018",
            "Written December 22, 2017",
            "Written November 18, 2017",
            "Written November 9, 2017",
            "Written November 5, 2017"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298082-d3162331-Reviews-or80-Aobaba_Tailor-Hoi_An_Quang_Nam_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d10768724-Reviews-Olivier_Coffee-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26663624-Reviews-Faifoo_Central_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d3724095-Reviews-Little_Faifo_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26229136-Reviews-Sing_Ma_Restaurant_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26848559-Reviews-Em_H_i_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26355037-Reviews-A6_Garden-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25105784-Reviews-Cua_Dai_Central_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25306878-Reviews-Chops_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25420069-Reviews-MAAZI_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d12994225-Reviews-Bao_Phuong_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8546927-Reviews-Hy_Hoa_Temple-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12499393-Reviews-ALLEY_Artist_House-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7209451-Reviews-Couleurs_by_Rehahn-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d451145-Reviews-Fukian_Assembly_Hall_Phuc_Kien-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8587256-Reviews-Hoi_An_Market-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d451144-Reviews-Central_Market-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3848216-Reviews-Museum_of_Folklore-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d451149-Reviews-Museum_of_Trade_Ceramics-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d27413504-Reviews-Art_Gallery_Hoang_Trong_Tien-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12350885-Reviews-Hoi_An_Traditional_Art_Performance_Theatre-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3162331-Reviews-or70-Aobaba_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3162331-Reviews-or90-Aobaba_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3162331-Reviews-Aobaba_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2717876-Reviews-Peace_Tailor_in_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15776299-Reviews-Thanh_Design-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6845023-Reviews-Two_Ladies_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15000385-Reviews-Blue_Chic_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26605658-Reviews-Bison_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2202046-Reviews-Metiseko-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1194254-Reviews-A_Dong_Silk_Tailors-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4609042-Reviews-Tuong_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d9466019-Reviews-45_Thu_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12945791-Reviews-Shine_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2034120-Reviews-Lifestart_Foundation-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d9882481-Reviews-Song_Viet-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4795452-Reviews-Phu_Tuan-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d9754869-Reviews-Xu_Dang_Trong_Art_Centre-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8180301-Reviews-Quoc_Tien_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26516588-Reviews-M_ng_Nguy_t_Cocktails_Bar-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d24111032-Reviews-Tuna_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3411207-Reviews-Kim_Hien_Boutique_Clothing_Store-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d24111041-Reviews-Tuna_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26627468-Reviews-H_p_Handi-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d9884907-Reviews-Hoi_An_Love_of_Life_Bicycle_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6427377-Reviews-Dai_Duong_Ocean_Cloth_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g35071-d1067430-Reviews-Tanger_Outlets_Locust_Grove-Locust_Grove_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g297701-d378979-Reviews-Ubud_Traditional_Art_Market-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g60022-d283906-Reviews-Geneva_Lake_Shore_Path-Lake_Geneva_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187371-d8135291-Reviews-Historic_Old_Town-Cologne_North_Rhine_Westphalia.html",
            "https://www.tripadvisor.com/Attraction_Review-g297709-d4372535-Reviews-Punthuk_Setumbu-Magelang_Central_Java_Java.html",
            "https://www.tripadvisor.com/Attraction_Review-g32389-d142870-Reviews-Folsom_Lake_State_Recreation_Area-Folsom_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g150809-d558544-Reviews-Playa_Chen_Rio-Cozumel_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g29141-d2290623-Reviews-Conundrum_Hot_Springs-Aspen_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g48302-d10020684-Reviews-Canal_Fest-North_Tonawanda_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g297972-d3617206-Reviews-Kusadasi_Castle-Kusadasi_Turkish_Aegean_Coast.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298082-d3162331-Reviews-or90-Aobaba_Tailor-Hoi_An_Quang_Nam_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298082-d3162331-Reviews-or80-Aobaba_Tailor-Hoi_An_Quang_Nam_Province.html"
    },
    {
        "attraction_name": "Aobaba Tailor",
        "attraction_name_vi": "Thợ may Aobaba",
        "general_info": [
            "411 đánh giá",
            "86 trên 679 Mua sắm ở Hội An",
            "Cửa hàng quà tặng đặc sản"
        ],
        "attraction_summary": "Aobaba là một doanh nghiệp gia đình Hội An đã được thành lập qua nhiều thế hệ. Chúng tôi liên tục cải tiến và hiện đại hóa kỹ thuật của mình và đảm bảo luôn cập nhật các xu hướng thời trang. Aobaba, những thợ may nơi khách hàng sẽ nhận được dịch vụ chuyên nghiệp và thân thiện. Chúng tôi sẽ đáp ứng nhu cầu về tủ quần áo của bạn khi bạn đến cửa hàng của chúng tôi cũng như khi bạn về nhà. Chúng tôi lưu giữ số đo của bạn trong tối thiểu ba năm và bạn sẽ có thể đặt hàng từ bất cứ đâu.Đọc thêm",
        "reviews": [
            "Tôi muốn may một số quần áo và tôi thấy một số loại vải trong cửa hàng của họ chính là thứ tôi đang tìm kiếm.  Tôi bước vào và gặp Kim.  Cô ấy rất hữu ích trong việc lựa chọn vải nên cuối cùng tôi đã may được ba chiếc váy cùng với một chiếc quần vải lanh. Tôi cũng lấy chiếc quần ba phần tư yêu thích mà tôi không thể mua được ở Úc nữa và họ làm cho tôi hai chiếc với giá một chiếc ở đây.  Tôi đánh giá cao các thợ may Aobaba và đặc biệt là Kim, một người xinh đẹp thân thiện và cực kỳ hữu ích.  Đọc thêm",
            "Tôi đã may một số váy may đo và một chiếc áo lụa trong chuyến đi 3 ngày đến Hội An. Tất cả các mặt hàng của tôi đều vừa vặn tuyệt đẹp và được thiết kế theo yêu cầu của tôi. Dịch vụ tuyệt vời Tôi được Vanessa chăm sóc và các mặt hàng có giá cả hợp lý, đặc biệt là bất kỳ mặt hàng nào làm bằng vải cotton Môi trường cửa hàng có máy lạnh và cung cấp nước đóng chai lạnh giúp quần áo vừa vặn hơn trong thời tiết nóng bức! AoBaBa cung cấp danh mục để giúp bạn chọn kiểu dáng, tuy nhiên nếu bạn có thứ gì đó thực sự thích, tốt nhất bạn nên mang theo ảnh của mình hoặc mặt hàng bạn muốn sao chép Đọc thêm",
            "Me and my family 5 adults visited Hoi An and we had been recommended Aobaba by someone in New Zealand. The staff are lovely and provide a good service, however they are very good at doing standard items especially mens suits but my items were a struggle for them. I ordered 3 body suits - really plain a singlet and 2 plain teeshirts. I gave them a body suit I currently own which I wanted the same just a different neckline. They struggled with these a lot with a lot of fittings luckily I was there for a few days They were blaming that i have a curve in my back thats why so many wrinkles. They got them to an acceptable standard by the end but still more wrinkly than if I brought in shop. Now I have gotten home and tried to wear them the buttons on bottom keep popping on two of them so I can not wear them and paid 40 USD each for a very basic item. They struggled with a fancy jumpsuit I was getting made. I would recommend only getting basic style items that you know they make all the time and they will make these to a very high standard. Had a couple of other items made basic cotton playsuit, dress etc and the prices were high 70-80 each no lining and for me they are just ok. My advice is go to shops with stuff you like on display and get that made, I did this at another shop and got 3 things made 2 jumpsuits with lining 45 and a dress 20 which I love yet spent about 12 - 13 the price. Be careful to describe exactly what you want my dads suit pants look great but they originally made skinny legs so be specific with how wide you want things. My brother made the mistake of not walking around and moving his arms in his suit jacket now its tight under arms so make sure you walk around to make sure happy.I would still definitely recommend this shop for male suits.Read more",
            "Đến Hội An dự định may một vài bộ vest và một số bộ quần áo bình thường.  Cuối cùng đã đặt mua 3 bộ vest vừa vặn, mỗi bộ có 2 quần dài, một quần short và 2 áo sơ mi vải lanh.  Vanessa đã giúp tôi lựa chọn chất liệu và kiểu dáng, đồng thời may tất cả quần áo của tôi và giao đến khách sạn của chúng tôi trong vòng 3 ngày.  Quần áo đều có chất lượng cao, cảm giác và trông tuyệt vời. Rất khuyến khích Aobaba nếu bạn đang muốn có bất kỳ quần áo nào được sản xuất tại Hội An. Đọc thêm",
            "Lynda và Kylie thật tuyệt vời với dịch vụ của họ. Họ đã dành nhiều thời gian với chúng tôi để có được lựa chọn theo đúng ý muốn của chúng tôi và không ngần ngại khi sửa quần áo khi chúng tôi có một số mối quan tâm nhỏ. Rất khuyến khích về quần áo may đo chất lượng tốt với giá cả hợp lý. Đọc thêm",
            "Trước khi rời Brisbane, vợ tôi và tôi đã quyết định không sản xuất bất cứ thứ gì ở Hội An. Tuy nhiên, khi đến đó và thấy chất lượng cũng như sự lựa chọn mà chúng tôi có, chúng tôi đã thay đổi quyết định. Nhưng với rất nhiều lựa chọn, chúng ta nên chọn nhà may nào. Tôi đã có những bộ vest và áo sơ mi được sản xuất tại HK, Thái Lan và Bắc Kinh - với nhiều kết quả khác nhau, nên chất lượng rất mong muốn. Hướng dẫn viên hữu ích của chúng tôi đã cho chúng tôi một số lựa chọn và cuối cùng chúng tôi đã đến AoBaBa, chúng tôi thích sự rung cảm!. Chúng tôi đã có hai đêm ở Hội An và họ đã giao hàng. Chúng tôi tìm thấy trải nghiệm cực kỳ tích cực. Sự đa dạng về kiểu dáng và chất liệu vải, sự nhiệt tình của ekip nhờ Ly và Hannah và chất lượng ngoại trừ chiếc túi ngực bị thiếu trên một trong những chiếc áo sơ mi của tôi!. Tôi có một bộ đồ len và ba chiếc áo sơ mi còn vợ tôi có hai chiếc váy và hai chiếc quần. Cảm ơn AoBaBaĐọc thêm",
            "Đánh giá 2 sao. 1 sao vì tôi ra về với chiếc váy vừa vặn với mình. Một ngôi sao khác vì mẹ tôi có được những chiếc váy vừa vặn với bà. Tôi lấy đi 3 sao vì sau nhiều lần thử đồ trong 4 ngày, vào ngày cuối cùng - 3 giờ trước khi chuẩn bị rời khỏi đất nước, họ vẫn không thể sửa lại chiếc váy MỘT đơn đặt hàng của tôi. Cuối cùng, tôi đã thỏa hiệp và yêu cầu họ sửa đổi nó thành một thiết kế váy quây vì những gì tôi muốn ban đầu trông hoàn toàn giống như một dự án ở trường. Họ bắt chúng tôi đợi 2,5 giờ trong khi cố gắng khắc phục nhưng không có kết quả. Sau đó, khi phải trả tiền, người quản lý đã từ chối sửa đổi giá của cô ấy và giảm giá cho tôi mặc dù cuối cùng tôi không nhận được chiếc váy như ý muốn. Hãy tưởng tượng nếu tôi đến gặp họ với thiết kế váy cưới trong mơ của mình và sau HÀNG GIỜ chỉnh sửa và chờ đợi theo đúng nghĩa đen, họ vẫn không thể hiểu đúng!? Sau đó, lời bào chữa của cô ấy là Chúng tôi đã nói xin lỗi. Nếu bạn không thích thì đừng trả 50$ còn lại, cứ để lại chiếc váy. Ồ. Cô ấy hoàn toàn không hiểu được vấn đề. Tôi muốn tận hưởng một chút khoảnh khắc nào đó, nhưng lẽ ra tôi không nên trả toàn bộ giá cao cho chiếc váy mà ban đầu tôi không muốn. Tôi đã từng đến Hội An trước đây và từng đến gặp những thợ may khác, những người cung cấp dịch vụ và sản phẩm vượt trội hơn nhiều. Nếu bạn đang dự định thực hiện một việc gì đó nghiêm túc - hoặc đặt tâm huyết vào một thiết kế cụ thể - thì đây KHÔNG phải là nơi để đến. Nếu bạn muốn thứ gì đó đơn giản phù hợp, họ có thể xử lý việc đó. Giá trung bình của một chiếc váy FYI là 100USD mỗi chiếc. LƯU Ý: Tôi không có hình dáng cơ thể kỳ lạ hay bất cứ thứ gì. Tôi khá chuẩn cỡ 8, và thiết kế tôi chọn là từ tài liệu quảng cáo mà họ quảng cáo rằng họ có thể làm được. Vì vậy, tôi đã không yêu cầu bất cứ điều gì quá cầu kỳ. Chỉ đưa ra đánh giá trung thực vì có RẤT nhiều lựa chọn khác tốt hơn ở Hội An.Đọc thêm",
            "Dự định mua một chiếc quần jacket nhưng sau khi nhận được dịch vụ tuyệt vời như vậy từ Sarah, Vanessa Kylie đã có 2, 3 bộ vest, đối tác của tôi đã nhận được 2 chiếc quần với giá 380USD. Tôi cầu kỳ đã có một số thay đổi khiến Vanessa không có gì quá rắc rối.  Tất cả đều được trang bị hoàn hảo. Rất khuyến khích những người này! Đọc thêm",
            "Nếu bạn đang tìm kiếm quần áo may sẵn hoặc quần áo dành cho phụ nữ, chúng tôi khuyên bạn nên ghé thăm Aobaba vì chất lượng dịch vụ không ai sánh kịp, Hannah Kim rất giàu kinh nghiệm có thể hỗ trợ bạn mọi cách. Sau khi quần áo của chúng tôi hoàn thành, chúng được đóng gói và chuyển đến khách sạn của chúng tôi, chúng tôi không thể hạnh phúc hơn khi mua hàng. Chúng tôi cũng có những đôi giày được sản xuất với chất lượng rất tốt, giá cả hợp lý hoặc những gì chúng tôi sẽ trả ở New Zealand. Hãy đến thăm các cô gái nếu bạn muốn có một bộ vest hoặc váy đẹp, họ chắc chắn sẽ chăm sóc bạn. Đọc thêm",
            "Dừng lại ở đây sau khi đọc về nó và chúng tôi sẽ xem xét. Kết thúc với một bộ vest, 2 quần đùi và áo sơ mi! Kylie đã phục vụ chúng tôi và theo những đánh giá khác, cô ấy thật tuyệt vời. Đưa ra các khuyến nghị hữu ích về lựa chọn và thiết kế vải, sau đó đảm bảo hàng may mặc được thiết kế hoàn hảo. Tất cả đã hoàn thành và được chuyển đến khách sạn của chúng tôi trong một chiếc xe vận chuyển đồ sẵn sàng đi du lịch. Nếu bạn có cơ hội hoặc cần phải chờ đợi vì bất kỳ lý do gì, hãy băng qua đường đến quán trà Reaching Out để có thời gian thư giãn.Đọc thêm",
            "CHÀO! Thợ may có làm việc cuối tuần ở Hội An không?Đọc thêm",
            "CóĐọc thêm",
            "Khoảng thời gian bình thường từ khi đặt hàng đến khi nhận quần áo vest nam và quần tây nữ là bao lâu?Đọc thêm",
            "Kính gửi Anthony T,\nCảm ơn câu hỏi của bạn. Thông thường thời gian đặt hàng phụ thuộc vào khách hàng. Chúng tôi có thể hoàn thành đơn hàng trong vòng một, hai ngày hoặc thậm chí lâu hơn nếu khách hàng có nhiều thời gian ở Hội An. Nhưng thông thường sẽ mất 2 ngày để thực hiện, thế là hoàn hảo.\nTrân trọng.\nThợ may AoatabĐọc thêm",
            "Xin chào nhóm, tôi đã ghé thăm cửa hàng của bạn vào năm 2013 và sẽ quay lại vào tháng 7 và chắc chắn sẽ ghé qua và có nhiều chiếc áo sơ mi và bộ vest xuất sắc hơn được sản xuất .. nóng lòng chờ đợi MerylĐọc thêm",
            "Chào Meryl,\nNghe có vẻ tuyệt vời! Chúng tôi rất vui mừng khi biết được tin vui này từ bạn.  \nMong được gặp bạn sớm.\nTrân trọng.\nNhà may AobabaĐọc thêm",
            "Có ai hỏi họ có thể may quần áo bà bầu không? Tôi có một số hình ảnh để cho họ xem, nhưng tôi không chắc liệu đây có phải là điều mà các thợ may địa phương thành thạo hay không. Đọc thêm",
            "Alyson thân mến,\nCảm ơn bạn đã yêu cầu về việc may quần áo bà bầu. Tất nhiên Aobaba Tailor có thể làm được chúng. Vui lòng gửi ảnh cho chúng tôi để chúng tôi hiển thị loại vải có sẵn cho bạn lựa chọn. Sẽ tốt hơn nếu bạn có thể liên hệ với chúng tôi qua infoaobaba.vn để biết thêm thông tin.\nTrân trọng.\nNhà may AobabaĐọc thêm"
        ],
        "star_ratings": [
            352,
            38,
            7,
            10,
            4
        ],
        "review_amount": 411,
        "location": [
            "Những việc cần làm ở Hội An",
            "Thợ may Aobaba",
            "Châu Á",
            "Việt Nam",
            "Chào An",
            "Tỉnh Quảng Nam"
        ],
        "reviews_time": [
            "Written November 5, 2017",
            "Written October 31, 2017",
            "Written October 18, 2017",
            "Written October 10, 2017",
            "Written September 30, 2017",
            "Written September 19, 2017",
            "Written September 11, 2017",
            "Written August 30, 2017",
            "Written August 21, 2017",
            "Written August 19, 2017"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298082-d3162331-Reviews-or90-Aobaba_Tailor-Hoi_An_Quang_Nam_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d10768724-Reviews-Olivier_Coffee-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26663624-Reviews-Faifoo_Central_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d3724095-Reviews-Little_Faifo_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26229136-Reviews-Sing_Ma_Restaurant_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26848559-Reviews-Em_H_i_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26355037-Reviews-A6_Garden-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25105784-Reviews-Cua_Dai_Central_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25306878-Reviews-Chops_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25420069-Reviews-MAAZI_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d12994225-Reviews-Bao_Phuong_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8546927-Reviews-Hy_Hoa_Temple-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12499393-Reviews-ALLEY_Artist_House-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7209451-Reviews-Couleurs_by_Rehahn-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d451145-Reviews-Fukian_Assembly_Hall_Phuc_Kien-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8587256-Reviews-Hoi_An_Market-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d451144-Reviews-Central_Market-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3848216-Reviews-Museum_of_Folklore-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d451149-Reviews-Museum_of_Trade_Ceramics-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d27413504-Reviews-Art_Gallery_Hoang_Trong_Tien-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12350885-Reviews-Hoi_An_Traditional_Art_Performance_Theatre-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3162331-Reviews-or80-Aobaba_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3162331-Reviews-or100-Aobaba_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3162331-Reviews-Aobaba_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2717876-Reviews-Peace_Tailor_in_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15776299-Reviews-Thanh_Design-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6845023-Reviews-Two_Ladies_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15000385-Reviews-Blue_Chic_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26605658-Reviews-Bison_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2202046-Reviews-Metiseko-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1194254-Reviews-A_Dong_Silk_Tailors-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4609042-Reviews-Tuong_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d9466019-Reviews-45_Thu_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12945791-Reviews-Shine_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2034120-Reviews-Lifestart_Foundation-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d9882481-Reviews-Song_Viet-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4795452-Reviews-Phu_Tuan-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d9754869-Reviews-Xu_Dang_Trong_Art_Centre-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8180301-Reviews-Quoc_Tien_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26516588-Reviews-M_ng_Nguy_t_Cocktails_Bar-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d24111032-Reviews-Tuna_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3411207-Reviews-Kim_Hien_Boutique_Clothing_Store-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d24111041-Reviews-Tuna_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26627468-Reviews-H_p_Handi-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d9884907-Reviews-Hoi_An_Love_of_Life_Bicycle_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6427377-Reviews-Dai_Duong_Ocean_Cloth_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d6560806-Reviews-Grey_Area-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d7057020-Reviews-Nadam_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g54171-d144260-Reviews-Joe_Riley_Waterfront_Park-Charleston_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g29218-d560716-Reviews-Hanakapiai_Falls-Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g31818-d596435-Reviews-The_Old_Mill-North_Little_Rock_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g3381383-d4893938-Reviews-Kastraki_Beach-Kastraki_Naxos_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g297961-d554439-Reviews-Damlatas_Caves-Alanya_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g1905502-d450829-Reviews-Mu_Ko_Ang_Thong_National_Park-Ang_Thong_Ko_Samui_Surat_Thani_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g297697-d4416527-Reviews-Pandawa_Beach-Kuta_Kuta_District_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g42854-d4353318-Reviews-Palisade_Head-Beaver_Bay_Minnesota.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298082-d3162331-Reviews-or100-Aobaba_Tailor-Hoi_An_Quang_Nam_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298082-d3162331-Reviews-or90-Aobaba_Tailor-Hoi_An_Quang_Nam_Province.html"
    }
]