[
    {
        "attraction_name": "Apache Trail Scenic Drive",
        "attraction_name_vi": "Đường mòn ngắm cảnh Apache",
        "general_info": [
            "648 đánh giá",
            "49 trên 812 thắng cảnh ở Arizona",
            "Những con đường mòn đi bộ đường dài",
            "Đi xe ngắm cảnh",
            "Chuyến tham quan cưỡi ngựa"
        ],
        "attraction_summary": "The existing Apache Trail in Arizona is a 120 mile circle route through the Superstition Mountains. It was named the Apache Trail after the Native American Indians who originally used this trail to migrate through the Superstition Mountains for over 1,000 years. The current Apache Trail links Apache Junction at the edge of the Greater Phoenix area with Theodore Roosevelt Lake, through the Superstition Mountains and the Tonto National Forest. Today, much of the Apache Trail is paved, and the section east of Apache Junction is known officially as State Route 88. It is also the main traffic corridor through Apache Junction, turning into Main Street as the road passes into Mesa, and regains the Apache name by becoming Apache Boulevard in Tempe, ending at Mill Avenue. Prior to the completion of the Superstition Freeway in 1992, the Apache Junction portion of the Apache Trail was part of US Highway 60, which was rerouted to the Superstition Freeway once it was completed. The Trail winds steeply through 40 miles 64 km of rugged desert mountains, past deep reservoir lakes like Canyon Lake and Apache Lake. The narrow, winding road is unpaved from just east of the town of Tortilla Flat to Roosevelt Dam; there are steep cliff drops and little in the way of safety barriers. The trail requires caution when driving and it is not recommended for large RVs, SUVs, or caravans. Some large RV rental companies in the US do not allow their vehicles to be taken on this route. Originally, and more historically correct, Apache Trail was built as a wagon route for the construction of Roosevelt Dam from 1902-1909 and was originally called the Mesa to Roosevelt Road. Roosevelt, Fish Creek Station, Tortilla Flat Station, Mormon Flat Flat Station, Pinto Creek and Youngsberg aka Goldfield are just a few of the many historic landmarks along the Americas oldest highway, the Apache Trail. As the old Southern Pacific Railroad used to say, Every mile a scene worth while! Sunshine all the way!Read more",
        "reviews": [
            "Tôi đã đi con đường này một cách tình cờ khi lần đầu tiên tôi chuyển đến Arizona vào năm 2008. Tôi đang đưa gia đình từ Texas đến thăm Hồ Canyon và nghĩ rằng tôi đã tìm thấy một con đường tắt đến Globe.  Sai!  Đó là một con đường bằng ván rửa dài 30 đến 40 dặm khiến tim mạch phải chùn bước ở một số đoạn.  Nó rất đẹp nhưng có một số đoạn lái xe hẹp và dốc màu trắng. Giống như một số khu vực mà bạn đang nhìn thẳng xuống hẻm núi sâu trên một con đường rất hẹp với những khúc cua gấp... Cảm giác như đang tập luyện khi tôi quay lại vỉa hè sau 3 đến 3,5 giờ sau...Phong cảnh thật đáng giá, nhưng tôi không đề xuất đoạn đường đất sau những bãi bánh tortilla trên Đập Hồ Roosevelt dành cho những người không thích đường dốc, hẹp hoặc lái xe trên đường đất gồ ghề trong nhiều giờ.Đọc thêm",
            "Chúng tôi lái xe 13 dặm từ Đập Roosevelt trên chiếc xe jeep của mình. Phong cảnh tuyệt đẹp.  Sẽ quay lại khi đường thông thoáng hơn. Đó là điều đáng làm mặc dù không mở hết được. Đọc thêm",
            "Lái xe ngắm cảnh, phong cảnh đẹp nhưng chúng tôi chỉ có thể đi từ Thị trấn Mỏ Vàng đến Tortilla Flats, không thể lái xe suốt chặng đường vì một số đoạn đã bị đóng cửa do lũ lụt. Chắc chắn sẽ lái lại sau khi tất cả các phần được mở, điều này có thể sẽ không xảy ra cho đến năm 2024. Tuy nhiên, quãng đường ngắn hơn vẫn có giá trị!Đọc thêm",
            "Nếu bạn có khoảng 3 giờ rảnh rỗi khi ở Phoenix hoặc khu vực xung quanh, tôi thực sự khuyên bạn nên lái xe theo đường mòn Apache đến các căn hộ bánh tortilla. Không có nhiều việc phải làm khi bạn đến đó nhưng chuyến đi thật ngoạn mục. Nó có thể trông đáng sợ nhưng giới hạn tốc độ 15-25 mph nên tương đối an toàn. Quan điểm tuyệt vời. Và bạn sẽ có một góc nhìn khác khi quay lại. Bạn sẽ không thấy điều này ở nhiều nơi khác trên thế giới.Đọc thêm",
            "Tôi mua một chiếc 911 ở California và đang lái xe xuyên quốc gia. Đến thăm Phoenix để chờ con trai tôi bay đến. Lái xe ngẫu nhiên và quyết định từ bản đồ rằng nó trông rất thú vị. Mỏ vàng, núi sa mạc, đường cong, từ trên xuống!  Đột nhiên, hồ Canyon. Miệng há hốc!  Không mong đợi một cái hồ. Đi qua nó lên con đường núi quanh co. Lượt xem điên cuồng. Con đường trải nhựa kết thúc tại khu vực xảy ra vụ cháy rừng gần đây. Quay trở lại căn hộ tortilla để uống bia và nghe nhạc. Trên đường về đã khai thác vàng. Đã làm lại vào ngày hôm sau. Đã thấy 30 chiếc Ferrari vào ngày hôm sau. Đánh giá 10010.Đọc thêm",
            "Hướng dẫn viên Dusty của chúng tôi rất xuất sắc.  Chúng tôi. đã có một chuyến tham quan tuyệt vời, Dusty là một đài phun nước tuyệt vời về truyền thuyết và lịch sử món tráng miệng.  Chúng tôi gặp một số vấn đề về di chuyển nhưng anh ấy đã giúp đỡ chúng tôi rất nhiều. Sau chuyến tham quan, anh ấy cũng giúp chúng tôi giải đáp các thắc mắc về nhà hàng và cửa hàng.Đọc thêm",
            "Chuyến đi ngắm cảnh đến Tortilla Flat đơn giản là một con đường tuyệt vời, có thể quay lại suốt chặng đường. Có rất nhiều nơi dừng lại dọc đường để đi bộ trên một trong những đầu đường mòn. Tất cả đều ngoạn mục. Khi bạn đến Tortilla Flats, trên đường lái xe của chúng tôi, con đường nằm ngoài Tortilla Flats đã bị đóng do lũ lụt và sửa chữa đường. Tortilla Flats thật đáng thất vọng, ít nhất là đối với chúng tôi vì nó quá đông đúc và không thú vị lắm..nhưng đó chỉ là chúng tôi.Đọc thêm",
            "Lái xe tuyệt đẹp. Dừng lại trên đường để ngắm nhìn Hồ Canyon xinh đẹp và tại Tortilla Flat để ăn kem. Tortilla Flat rất nhỏ và rất đông khách du lịch - thật bận rộn vào ngày chúng tôi ở đó. Phần hay nhất của chuyến đi là hai dặm tiếp theo qua Tortilla Flat. Chỉ cách đoạn cuối vỉa hè một đoạn ngắn sẽ có một bãi đậu xe, và từ thời điểm này con đường hiện đã bị đóng. Tuy nhiên, có một con đường trải nhựa ngắn từ bãi đậu xe đến một số cảnh quan nổi bật của Dãy núi Mê tín. Bạn có thể tiếp tục đi lang thang một chút đến cuối con đường trải nhựa. Thực sự xinh đẹp. Chúng tôi đã nhìn thấy một con tarantula khá tuyệt. Rất muốn quay lại và đi bộ đường dài.Đọc thêm",
            "Lái xe đến Tortilla Flats thật tuyệt vời. Khung cảnh tuyệt đẹp ngay giữa núi. Quầy bar nhỏ tuyệt vời ở cuối chuyến đi ở Tortilla Flats.Đọc thêm",
            "Chúng tôi đã đến Arizona nhiều lần, nhưng đây là lần đầu tiên trên Đường mòn Apache - Tuyến đường tiểu bang 88. Tôi sẽ gọi đây là ĐIỀU PHẢI LÀM, đặc biệt là nếu bạn đi cùng gia đình. Đối với trẻ em lớn và nhỏ, hãy đảm bảo rằng bạn dừng lại ở Goldfield, không mất phí vào cửa, có một quán bar và nhà hàng TUYỆT VỜI có nhạc sống vào ngày trong tuần chúng tôi đi du lịch; và có nhiều nơi trong thị trấn để mọi người khám phá. cửa hàng kem. Xem những ngọn núi Superstition nổi tiếng; ghé thăm Công viên tiểu bang Lost Dutchman và tìm hiểu về truyền thuyết. Con đường hai làn xe quanh co trên núi thật tuyệt vời vào một ngày ấm áp với rất nhiều thảm thực vật sa mạc. Điểm dừng chân Tortilla Flat - nếu bạn bỏ lỡ đồ ăn ở Goldfield, thì có một quán bar ăn uống ở đây - có nhạc sống ít nhất là vào tháng 3 khi chúng tôi đến và phòng tắm rất thú vị để ghé thăm!!! Thật không may, một trận mưa lớn đã cuốn trôi con đường bên ngoài Tortilla Flat cách đây vài năm, nhưng chuyến đi trong ngày này vẫn là điểm nhấn trong hai tháng đi du lịch mùa đông của chúng tôi ở Arizona. Đọc thêm",
            "Trong vài tuần nữa, tôi muốn đi theo Đường mòn Apache từ Globe đến Apache Junction trên đường cao tốc 88. Đường cao tốc có mở cửa không? Tôi hiểu từ các thông báo trước đó rằng nó có thể bị đóng cửa. Nếu nó mở thì nó có thể di chuyển bằng xe tải nhỏ được không.Đọc thêm",
            "Chúng tôi bắt đầu tại Đập Roosevelt và nó mở cửa suốt 13 dặm nên phải đi đi về về.  Tôi không biết về phía bên kia nhưng phía Roosevelt rất đẹp.  Miễn là đường khô ráo, bạn có thể lái chiếc xe tải nhỏ của mình.Đọc thêm",
            "xin chào, khi lái xe từ căn hộ tortilla tới hồ Roosevelt, điểm dừng có ở bên phải không?  Trong khi đó, nếu lái xe từ hồ Roosevelt về phía căn hộ Tortilla, phía bên phải đường sẽ là bức tường núiĐọc thêm",
            "Hướng đến AZ vào tháng 1 này. Tôi thấy rằng một phần của Đường mòn Apache đã bị đóng nhưng chúng tôi muốn thực hiện một phần việc đó. Sẽ tốt hơn nếu thực hiện phần phía tây Giao lộ Apache đến Tortilla Flat đến Hẻm núi Fish Creek hoặc phần phía đông Giao lộ Apache đến Globe đến TR Reservoir tới Hồ Apache? Dù thế nào đi nữa chúng ta cũng sẽ tìm cách dừng lại ở Vườn ươm Boyce Thompson. Chúng tôi yêu thích những khung cảnh tuyệt vời, động vật hoang dã, ngắm chim, khung cảnh tuyệt đẹp, đi bộ đường dài vừa phải, các địa điểm thiên nhiên và khảo cổ. Ít quan tâm đến việc mua quà lưu niệm hay dừng chân ở những địa điểm du lịch. Người lớn tuổi trung niên nên không cần phải giữ cho bọn trẻ hạnh phúc! Không có vấn đề gì khi lái xe trên đường đất hoặc nhiều gió. Cảm ơn rất nhiều trước!!Đọc thêm",
            "Lái xe lên hay xuống Đường mòn ApacheĐọc thêm",
            "Đường ngắm cảnh Apache Trail có mở không?Đọc thêm",
            "Đoạn đường trước Fish Creek khó có thể mở lại trong nhiều năm, nếu có. Đầu phía đông đã mở thông tới Hồ Apache vào đầu mùa hè này, sau đó đóng cửa do hỏa hoạn. Bây giờ trang web của DOT cho biết nó đã đóng và Tontos cho biết nó đang mở - không chắc trang web của ai thực sự được cập nhật. Tôi sẽ không ở đó nữa cho đến tháng 3, vì vậy tôi rất mong nhận được thông tin cập nhật nếu bạn biết được tình trạng thực tế ngay bây giờ.Đọc thêm",
            "Hiện tại đường mòn có bị đóng không? Bản đồ Google cho biết đóng cửa cho đến ngày 26 tháng 6?!! Chắc chắn là sai phải không?Đọc thêm",
            "Với thái độ của ADOT, tháng 6 năm 2026 có lẽ là lạc quan và không bao giờ thực tế hơn.Đọc thêm",
            "Một chiếc xe nhỏ có thể thực hiện chuyến đi không?Đọc thêm",
            "Câu trả lời của tôi sẽ là tùy thuộc. Nếu xe ở vị trí quá thấp so với mặt đất, sẽ có một số chỗ trên đường có sỏi cát sâu và có một số ổ gà, rãnh sẽ rất khó khăn. Bạn có thể điều hướng qua và xung quanh hầu hết các chướng ngại vật. Phần lớn con đường được bảo trì tốt.Đọc thêm",
            "Bạn mất bao lâu để lái nó?Đọc thêm",
            "Có, bạn sẽ cần 2-3 giờ.  Chúng tôi dừng lại rất nhiều để ngắm nhìn tất cả những khung cảnh tuyệt vời.  Chúng tôi sẽ trở lại! Đọc thêm",
            "Xin chào, bạn đang tự hỏi liệu ổ đĩa kép của chúng tôi có quá rộng cho ổ đĩa không?Đọc thêm",
            "Sẽ ổn thôi. Giao thông chậm. Trên đường có một vài ngã rẽ nhưng sẽ ổn ở tốc độ chậm này.Đọc thêm",
            "Bạn có thể lái xe cạnh nhau trên đường mòn Apache không?Đọc thêm",
            "Có! Đây sẽ là một cách tuyệt vời để đi du lịch... bụi bặm nhưng nếu bạn đi du lịch bằng xe song song ở Arizona thì điều đó cũng bình thường. Đọc thêm"
        ],
        "star_ratings": [
            488,
            124,
            21,
            4,
            11
        ],
        "review_amount": 648,
        "location": [
            "Hoa Kỳ",
            "Arizona AZ",
            "Đường mòn ngắm cảnh Apache",
            "Những điều cần làm ở Arizona"
        ],
        "reviews_time": [
            "Written April 19, 2023",
            "Written April 3, 2023",
            "Written March 14, 2023",
            "Written February 24, 2023",
            "Written February 9, 2023",
            "Written January 31, 2023",
            "Written January 30, 2023",
            "Written December 5, 2022",
            "Written November 14, 2022",
            "Written May 14, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g28924-d212121-Reviews-Apache_Trail_Scenic_Drive-Arizona.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g31388-d547728-Reviews-Tortilla_Flat_Superstition_Saloon_Restaurant-Tortilla_Flat_Arizona.html",
            "https://www.tripadvisor.com/Restaurant_Review-g31388-d23401298-Reviews-Tortilla_Flat_Az-Tortilla_Flat_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31388-d10714734-Reviews-Tortilla_Flat_Az-Tortilla_Flat_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31388-d2345099-Reviews-Canyon_Lake-Tortilla_Flat_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g28924-d108842-Reviews-Tonto_National_Forest-Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31388-d12161461-Reviews-Canyon_Lake_Lookout-Tortilla_Flat_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g28924-d212121-Reviews-or10-Apache_Trail_Scenic_Drive-Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31352-d2060777-Reviews-Vortex_Yoga_Hiking_In_Sedona-Sedona_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31352-d4106801-Reviews-Red_Rock_ATV_Rentals-Sedona_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31407-d1799577-Reviews-Bearizona_Wildlife_Park-Williams_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31330-d8668746-Reviews-Sedona_Wolf_Sanctuary-Rimrock_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31291-d12671978-Reviews-Western_Offroad_Adventures-New_River_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31187-d2057062-Reviews-Trailhead_Ranch-Cave_Creek_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31405-d3728011-Reviews-Arizona_Horse_Company-Wickenburg_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31352-d4156387-Reviews-Sedona_Healing_Arts-Sedona_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31281-d12083532-Reviews-Uptown_Jungle_Fun_Park-Mesa_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31187-d6637923-Reviews-MTM_Ranch-Cave_Creek_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31388-d1536650-Reviews-The_Dolly_Steamboat-Tortilla_Flat_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31281-d10417443-Reviews-Saguaro_Lake_Ranch_Kayaking_Tubing-Mesa_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g29033-d2698389-Reviews-Apache_Trail_Tours-Apache_Junction_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31281-d2707375-Reviews-Saguaro_Lake_Ranch_Stable-Mesa_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31281-d2390437-Reviews-Desert_Belle_Cruises-Mesa_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g29033-d108841-Reviews-Lost_Dutchman_State_Park-Apache_Junction_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g29033-d2624665-Reviews-Superstition_Mountain_Museum-Apache_Junction_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g29033-d116634-Reviews-Goldfield_Ghost_Town-Apache_Junction_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g2058365-d3927248-Reviews-Hieroglyphic_Canyon_Trail-Gold_Canyon_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g29033-d1869880-Reviews-OK_Corral-Apache_Junction_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g28924-d1421095-Reviews-Lake_Saguaro-Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d2422722-Reviews-Otkert-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g48442-d632161-Reviews-Natural_Stone_Bridge_and_Caves-Pottersville_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g34618-d131503-Reviews-Mote_Marine_Laboratory_Aquarium-Sarasota_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d564540-Reviews-L_Enfant_Plaza-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g49268-d4500585-Reviews-Lake_Lure_Flowering_Bridge-Lake_Lure_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g60958-d2402651-Reviews-Bonanza_Creek_Ranch-Santa_Fe_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g52607-d477916-Reviews-Erie_Zoo-Erie_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g190454-d245381-Reviews-Ernst_Happel_Stadion-Vienna.html",
            "https://www.tripadvisor.com/Attraction_Review-g54296-d1370331-Reviews-Freshfields_Village-Kiawah_Island_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g187782-d1836937-Reviews-Leonelli_s_Beach-Sorrento_Province_of_Naples_Campania.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g28924-d212121-Reviews-or10-Apache_Trail_Scenic_Drive-Arizona.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g28924-d212121-Reviews-Apache_Trail_Scenic_Drive-Arizona.html"
    }
]