[
    {
        "attraction_name": "Aphrodite Cruises",
        "attraction_name_vi": "Du thuyền Aphrodite",
        "general_info": [
            "936 đánh giá",
            "Những chuyến du lịch thuyền"
        ],
        "attraction_summary": "Du thuyền 5 sao sang trọng đầu tiên ở vịnh Hạ Long.Đọc thêm",
        "reviews": [
            "Chúng tôi đã thực hiện chuyến du ngoạn 2 đêm với Aphrodite Cruises vào tháng 4 năm 2019 và đã có khoảng thời gian tuyệt vời. Phòng của chúng tôi rất tốt, nhân viên thân thiện và đồ ăn rất ngon trong chuyến đi trong ngày của chúng tôi vào ngày thứ hai khi hành trình chính quay trở lại cảng để đón những hành khách 1 đêm là tuyệt nhất. Chúng tôi đã có một trải nghiệm tuyệt vời.Đọc thêm",
            "Chúng tôi đã có khoảng thời gian tuyệt vời trong trải nghiệm du ngoạn Vịnh Hạ Long.  Thức ăn rất nổi bật, những chiếc giường là thứ tốt nhất chúng tôi có trong chuyến đi 3 tuần ở Việt Nam và nhân viên du thuyền thật tuyệt vời.  Tất cả mọi người từ nhân viên ăn uống, điều phối viên hoạt động đến nhân viên quầy bar đều rất chu đáo và thân thiện.  Chúng tôi đã có đủ số lượng hoạt động, tham quan, tham quan các đầm và hang động vắng người cũng như thời gian để thư giãn.  Mọi thứ đều hoàn hảo!Đọc thêm",
            "Thân gửi Ken,\n\nCảm ơn phản hồi của bạn,\nToàn bộ đội ngũ Aphrodite rất vui vì bạn đã có trải nghiệm tuyệt vời cùng chúng tôi.\n\nVịnh Hạ Long là một vịnh độc đáo và có lẽ là đẹp nhất thế giới, và mang đến cho bạn trải nghiệm hạng nhất là lý do chúng tôi làm việc ở đây. Tất cả nhân viên đều làm tốt nhất cho bạn và chúng tôi rất vui vì bạn cảm nhận được điều đó và có khoảng thời gian tuyệt vời trên du thuyền của chúng tôi.\n\nMột lần nữa, cảm ơn bạn đã chọn du thuyền Aphrodite,\n\nTrân trọng,\n\nĐội ngũ AphroditeĐọc thêm",
            "Đã đặt Aphrodite vì đây là số ít tàu có phòng ba người. Bộ phận hỗ trợ khách hàng đã nhanh chóng trả lời các câu hỏi của chúng tôi. Việc nhận phòng diễn ra tại nhà ga riêng hoàn toàn mới của họ với khu vực chờ riêng trước khi tàu đến. Sau khi đã sẵn sàng, hành lý của chúng tôi đã được mang lên máy bay cho chúng tôi. Tôi tin rằng con tàu của chúng tôi là một trong những con tàu lớn nhất trên Vịnh với ba tầng. Phòng của chúng tôi rất lớn với phòng tắm riêng. Rất khó tắm trong bồn tắm vì nó bị cong khi sử dụng bể sục. Nguồn cung cấp nước rất mạnh. Máy lạnh và máy sưởi đều có sẵn. Giường rất tuyệt. Thức ăn thật tuyệt vời. Tất cả các bữa ăn đều ngon. Bữa tối đặc biệt hơn vì nó được nấu bởi đầu bếp Robert của họ. Món ăn ngon và đẹp mắt. Như nhà hàng 5 sao. Rượu miễn phí đã được phục vụ. Bữa sáng tự chọn có hai! cũng rất ngon với món thứ hai có bánh xèo Việt Nam. Các tour du lịch đã được sắp xếp và tiến hành tốt. Chúng tôi đã được chăm sóc tốt. Người quản lý Jackie của chúng tôi thật tuyệt vời. Kudos cho tất cả các nhân viên. Bữa tối thân thiện và chu đáo và tất cả đều nói tiếng Anh tốt. Cảm ơn Aphrodite, chúng tôi đã có khoảng thời gian tuyệt vời. Đọc thêm",
            "Kính gửi MrMs smyss20, \n\nCảm ơn bạn rất nhiều vì một phản hồi có giá trị như vậy! \n\nChúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời với chúng tôi! \n\nSự hài lòng của bạn luôn là ưu tiên hàng đầu của chúng tôi! Chúng tôi sẽ cố gắng hết sức để cải thiện dịch vụ của mình từng ngày để những khách hàng khác cũng có thể có khoảng thời gian tuyệt vời cùng chúng tôi tại Vịnh Hạ Long - một trong những Di sản Thiên nhiên Thế giới! \n\nTrên hết xin chúc bạn và gia đình sức khỏe, may mắn và hạnh phúc! Ngoài ra, chúng tôi hy vọng rằng chúng tôi có thể có cơ hội chào đón bạn, người thân và bạn bè của bạn nếu họ có kế hoạch đến thăm Vịnh Hạ Long trong tương lai! \n\nMột lần nữa, cảm ơn bạn rất nhiều vì phản hồi đáng yêu như vậy!\n\nTừ Đội du thuyền Aphrodite!Đọc thêm",
            "Chồng tôi, tôi đã thực hiện chuyến đi 1 đêm 2 ngày và biến thành thảm họa hỏa hoạn. Chúng tôi phải thừa nhận rằng cho đến khi đám cháy xảy ra, chúng tôi đã có khoảng thời gian tuyệt vời trong cuộc đời và vô cùng tận hưởng chuyến đi. Các nhân viên thật tuyệt vời, thức ăn tuyệt vời trong những chuyến đi nhỏ đến bãi biển hang động tuyệt vời và chúng tôi chắc chắn sẽ quay trở lại trong tương lai. Chúng tôi hy vọng sự cố Hỏa hoạn này sẽ giúp đưa ra một số biện pháp phòng ngừa an toàn tốt hơn nhiều và toàn bộ ngành Thuyền Vịnh Hạ Long cũng như các nhà thiết kế tàu biết rằng cần phải có sẵn các điểm thoát hiểm ở cả hai đầu thuyền trong trường hợp hỏa hoạn nghiêm trọng hoặc bất kỳ trường hợp khẩn cấp nào. Áo phao phải ở hai đầu thuyền chứ không chỉ ở phía sau. Thậm chí một số thang cũng có thể giúp ích. Việc nhân viên thiếu định hướng cho khách hàng có thể dẫn đến tử vong nếu chúng tôi không tự mình giải quyết vấn đề và quyết định bỏ tàu.Đọc thêm",
            "Cathy K thân mến,\nCảm ơn bạn rất nhiều vì đã đi cùng chúng tôi. Chúng tôi vô cùng tiếc nuối về sự bất tiện đã gây ra cho bạn trong vụ hỏa hoạn. Chúng tôi hy vọng bạn sẽ khỏe hơn sau chuyến đi. \n\nDu thuyền Aphrodite đánh giá cao ý kiến ​​của bạn. Chúng tôi thực hiện hành động mạnh mẽ để khắc phục hệ thống và quy trình an toàn trên tàu nhằm đảm bảo sự cố này sẽ không bao giờ xảy ra nữa với các tàu Aphrodite khác. Các cơ quan chức năng và quản lý ngành cũng rà soát lại hệ thống an toàn, phòng chống cháy nổ cho toàn bộ tàu thuyền trên vịnh Hạ Long. \n\nKhông có gì quan trọng hơn việc lấy lại niềm tin của bạn và tất cả chúng tôi ở đây hy vọng bạn sẽ cho chúng tôi cơ hội sớm chào đón bạn trở lại tàu và mang đến cho bạn trải nghiệm Aphrodite tích cực mà bạn mong đợi từ chúng tôi.\n\nđội Aphrodite\n             Đọc thêm",
            "vừa thoát ra kịp thời Hành khách được hướng đến boong trên cùng của một con tàu gỗ mà không có kế hoạch hoặc chỉ dẫn khẩn cấp rõ ràng. Chúng tôi chỉ có một mình. Ba cấp độ trên một đám cháy không sử dụng áo phao hoặc chữa cháy bằng chứng ở trên boong. Phép lạ là không ai thiệt mạng. Các chuyến du ngoạn qua đêm có ngày của họ rõ ràng được đánh sốToàn bộ hoạt động của Vịnh Hạ Long phụ thuộc vào việc không có gì sai sót xảy ra và họ không thể đối phó khi có sự cốĐọc thêm",
            "Kính gửi M. Kilo,\n\nChúng tôi muốn bày tỏ sự hối tiếc và xin lỗi chân thành về sự kiện đau buồn này. Ngọn lửa bất ngờ tấn công chúng tôi trong 10 phút cuối của hành trình khi chúng tôi chuẩn bị cập bến. Hành khách phải lên tầng trên vì lửa bắt nguồn từ tầng dưới và khói đen khiến chúng tôi không thể sử dụng lối thoát hiểm ở đuôi tàu. \n\nPhi hành đoàn của chúng tôi đã cố gắng hết sức để bắt tay vào hành động và hộ tống khách từ tầng 3 đến bến tàu. Một số hành khách xuống trễ, trong đó có tôi, đã phải nhảy xuống nước. \n\nHiện tại, chúng tôi đang tối ưu hóa cơ sở vật chất của mình với hệ thống phòng cháy tự động mới trong Phòng Máy và các trạm áo phao cho mọi trường hợp khẩn cấp có thể xảy ra. Hiện tại, chúng tôi muốn giữ liên lạc riêng với bạn về việc bồi hoàn cho những tổn thất của bạn. \n\nChúng tôi đánh giá cao sự ủng hộ của mọi người sau những sự kiện này và muốn đền đáp điều đó cho tất cả hành khách của chúng tôi. Chúng tôi hy vọng một ngày nào đó sẽ chào đón bạn trở lại để bạn có thể chứng thực những cải tiến mà chúng tôi đang thực hiện.\n\nNhóm AphroditeĐọc thêm",
            "Những ngày của chúng tôi trên Aphrodite quá ngắn ngủi! Cabin rộng rãi, cực kỳ thoải mái của chúng tôi có phòng tắm riêng, vô số món ăn hấp dẫn, các chuyến đi trong ngày được tổ chức tốt đã mang lại trải nghiệm thú vị nhưng thư giãn. Các nhân viên đều không có lỗi. Hành trình này là điểm nổi bật trong chuyến đi Việt Nam của chúng tôi mà chúng tôi muốn giới thiệu cho tất cả gia đình bạn bè của mình. Đọc thêm",
            "Colin thân mến,\n\nCảm ơn phản hôi của bạn,\nToàn bộ đội ngũ Aphrodite rất vui vì bạn đã có một kỳ nghỉ vui vẻ với chúng tôi.\n\nTôi thực sự vui mừng vì bạn đã dành thời gian vui vẻ trên chuyến du ngoạn của chúng tôi, chúng tôi luôn cố gắng mang đến những điều tốt nhất cho du khách để tận hưởng những khoảnh khắc độc đáo này nhiều nhất có thể. Hạ Long phải là điểm nhấn của một chuyến đi, chúng tôi đã tặng bạn nó và đó là món quà tuyệt vời nhất dành cho tất cả nhân viên.\n\t\nCảm ơn bạn đã chia sẻ những bức ảnh đẹp và một lần nữa, cảm ơn bạn đã lựa chọn Aphrodite Cruises,\n\nTrân trọng,\n\nNhóm AphroditeĐọc thêm",
            "Tôi đã đến đây 3 lần, mỗi lần đều là khoảng thời gian tuyệt vời. Cơ sở vật chất hiện đại và thiết kế nội thất siêu mới. Phòng tắm trông giống như khách sạn 5 sao. Không có gì sai với nhân viên và dịch vụ, bữa sáng tuyệt vời với mì Việt Nam phục vụ nhanh. Tuyến đường đã được nâng cấp bởi người quản lý du thuyền, bạn sẽ ghé thăm xa hơn và nhiều hơn so với hành trình trước. Hãy đến để tận hưởng !!! Rất khuyến khích cho những ai đang tìm kiếm Du thuyền sang trọng ở Vịnh Hạ Long. Đọc thêm",
            "HanaBr thân mến,\n\nCảm ơn phản hôi của bạn,\nTất cả nhóm Aphrodite thực sự rất vui vì bạn đã có một kỳ nghỉ tuyệt vời trên hành trình của chúng tôi.\n\nNgười phụ nữ xinh đẹp của chúng tôi cũng muốn nói lời cảm ơn vì nhận xét của bạn. Cô ấy là chiếc thuyền gỗ sang trọng lớn nhất của vịnh và rất vui được chào đón bạn mỗi lần! \n\nCảm ơn bạn đã chia sẻ những bức ảnh của mình và một lần nữa, cảm ơn bạn đã chọn Aphrodite Cruises,\n\nTrân trọng,\n\nNhóm AphroditeĐọc thêm",
            "",
            "We stayed aboard the Aphrodite for one night. Prior to coming to Vietnam from England, we had researched extensively which boat would be best for us we wanted it to be decent insidegreat facilities, great food, great service, and good activities and have a luxury feel without the expensive price tag that we cant afford. And sure enough, it did not disappoint and we were really happy with our stay!The food is so delicious, we didnt have a single average meal because it was like Asian contemporary fine dining. The breakfast was a feast for a king we got two breakfasts on our second day!. A place can really be judged by the quality of the food and it was exceptional. I didnt expect such great food on any boat here so was very happy with this. The room was clean and decent, like a hotel room and so much better in decor and cleanliness than what we were expecting perhaps we had a strange expectation of boats as neither of us had stayed on one before!. There was a bathroom with shower and we had our own balcony. If we had stayed one more night we would have had more time to enjoy our own balcony. The cabin is cosy, so definitely do not bring your suitcase as there will be a lack of space as to where to store it and open it. We bought a rucksackbackpack each for overnight stay and it was sufficient.There was a schedule and options for activities e.g. kayaking, exploring a cave, hiking etc which was great but its flexible so if theres anything you dont want to do, then you dont have to. If you want some souvenirs though, do bring some cash as there is a little souvenir shop outside the cave etc. For all activities, do opt for comfortable and practical clothing shorts, leggings and footwear trainers. If you want to bring a small bag to the caves etc then leave the handbag on the boat and make sure you opt for a small practical one e.g. across the body or a bumwaist bag. The trip to the caves themselves were great, a little busy sometimes due to footfall but nothing to worry about. At night we enjoyed happy hour and also the cooking lesson demonstration. In the evening there was definitely time to chill out and do our own thing which was nice. Halong Bay is absolutely beautiful and a must-see. It really is such a magical place. But what makes it a truly great experience also is the standard with the accommodation of which youre staying and I can safely say that I recommend Aphrodite Cruises!Last but not least, the welcoming staff were exceptional. They were so friendly and this really helped our experience! In particular, Victor was really great, he showed us around and got talking to us and was really nice. Also Jack, Jayz and Kim, Phillip... in fact all the staff! The reception team, waiters, waitresses and definitely the Chef and Captain :If we return to Halong Bay we will definitely be choosing Aphrodite Cruises again and would like to thank you everyone there for a great welcome onboard and a great time. Read more",
            "My husband and I were in Vietnam in April 2015 and chose Aphrodite Cruises for a short 1 night 2 day cruise to Halong Bay. The Manager of our crew was Hershey. Excellent customer service. The entire crew was very courteous and always quick to attend to any of our requests. Very good facilities onboard. We got a room at one end of the boat with a balcony patio. We noticed that all rooms do not have patios. The rooms are nice, clean and spacious enough for two. Hot water in the shower. A good sun deck on top and pretty large dining area with patio seating. Well planned and timed iterinary. We were guided to a limestone grotto with good views of the entire bay, a beach extremely overcrowded and floating village. Each trip was well planned and executed I should say. Good vegetarian food! We are both vegetarians and were pleasantly surprized to have a wide variety of tasty meals aboard. We were extremely happy to see the lunch and dinner menu customized to our requirements. I also noticed that they took specific care about each persons food allergies and requirements. Our biggest surprize came after dinner when they brought a special birthday cake and drink for my husband! Im extremely pleased to see their attention to detail. They had noticed the date of birth from the booking details and planned a surprise for him. This totally made our trip!! We had an excellent view of sunrise around 5:45 in the morning. Again I appreciate the captain who steered the boat to an appropriate position noticing that we were trying to capture the sunrise. None of the other boats moved out of their anchored position.Overall it was a very pleasant experience and I would recommend aphrodite cruises to anybody visiting Halong Bay!Read more"
        ],
        "star_ratings": [
            801,
            101,
            24,
            7,
            3
        ],
        "review_amount": 936,
        "location": [
            "Du thuyền Aphrodite",
            "Châu Á",
            "Việt Nam",
            "Đảo Tuần Châu",
            "Những điều cần làm ở Đảo Tuần Châu",
            "Quang Ninh Province",
            "Vịnh Hạ Long"
        ],
        "reviews_time": [
            "Written November 6, 2021",
            "Written October 21, 2014",
            "Written January 1, 2020",
            "Written May 10, 2016",
            "Written May 9, 2016",
            "Written October 29, 2014",
            "Written October 11, 2014",
            "Written November 10, 2019",
            "Written December 18, 2017",
            "Written May 27, 2015"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g3737857-d6510976-Reviews-Aphrodite_Cruises-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g3737857-d6510976-Reviews-or10-Aphrodite_Cruises-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d20011076-Reviews-The_Halong_Catamaran-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d19924383-Reviews-Serenity_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g3737857-d9996872-Reviews-Lavender_Elegance_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d11872652-Reviews-Halong_Wonder_Bay_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d6474689-Reviews-Paradise_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d11704883-Reviews-Alisa_Premier_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8851194-Reviews-Local_Tours_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d2094698-Reviews-Emeraude_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d8095304-Reviews-Hai_Au_Aviation-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d1751428-Reviews-Bhaya_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d3661641-Reviews-Legend_Halong-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d8435256-Reviews-Halong_Apricot_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d8564173-Reviews-Whisky_Gallery_Bar_JO_Pub-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d2430734-Reviews-Alova_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g3737857-d12619850-Reviews-Hera_Cruise_Private_Day_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g60796-d1448643-Reviews-Turtle_Back_Zoo-West_Orange_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g60949-d4084162-Reviews-Theodore_Roosevelt_Memorial_Park-Oyster_Bay_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g50618-d6825976-Reviews-Cincinnati_Open-Mason_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d5904500-Reviews-Night_Barcelona-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d622400-Reviews-Noordermarkt-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g189164-d10634885-Reviews-Sintra_Tourist_Bus_434-Sintra_Sintra_Municipality_Lisbon_District_Central_Portug.html",
            "https://www.tripadvisor.com/Attraction_Review-g298257-d8742966-Reviews-Cinescape_360-Farwaniya.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d143363-Reviews-Staten_Island_Ferry-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g150774-d156123-Reviews-Rosarito_Beach-Rosarito_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d8388920-Reviews-Cancun_Shuttle-Cancun_Yucatan_Peninsula.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g3737857-d6510976-Reviews-or10-Aphrodite_Cruises-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g3737857-d6510976-Reviews-Aphrodite_Cruises-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html"
    },
    {
        "attraction_name": "Aphrodite Cruises",
        "attraction_name_vi": "Du thuyền Aphrodite",
        "general_info": [
            "936 đánh giá",
            "Những chuyến du lịch thuyền"
        ],
        "attraction_summary": "Du thuyền 5 sao sang trọng đầu tiên ở vịnh Hạ Long.Đọc thêm",
        "reviews": [
            "Đã đặt Aphrodite vì đây là số ít tàu có phòng ba người. Bộ phận hỗ trợ khách hàng đã nhanh chóng trả lời các câu hỏi của chúng tôi. Việc nhận phòng diễn ra tại nhà ga riêng hoàn toàn mới của họ với khu vực chờ riêng trước khi tàu đến. Sau khi đã sẵn sàng, hành lý của chúng tôi đã được mang lên máy bay cho chúng tôi. Tôi tin rằng con tàu của chúng tôi là một trong những con tàu lớn nhất trên Vịnh với ba tầng. Phòng của chúng tôi rất lớn với phòng tắm riêng. Rất khó tắm trong bồn tắm vì nó bị cong khi sử dụng bể sục. Nguồn cung cấp nước rất mạnh. Máy lạnh và máy sưởi đều có sẵn. Giường rất tuyệt. Thức ăn thật tuyệt vời. Tất cả các bữa ăn đều ngon. Bữa tối đặc biệt hơn vì nó được nấu bởi đầu bếp Robert của họ. Món ăn ngon và đẹp mắt. Như nhà hàng 5 sao. Rượu miễn phí đã được phục vụ. Bữa sáng tự chọn có hai! cũng rất ngon với món thứ hai có bánh xèo Việt Nam. Các tour du lịch đã được sắp xếp và tiến hành tốt. Chúng tôi đã được chăm sóc tốt. Người quản lý Jackie của chúng tôi thật tuyệt vời. Kudos cho tất cả các nhân viên. Bữa tối thân thiện và chu đáo và tất cả đều nói tiếng Anh tốt. Cảm ơn Aphrodite, chúng tôi đã có khoảng thời gian tuyệt vời. Đọc thêm",
            "Kính gửi MrMs smyss20, \n\nCảm ơn bạn rất nhiều vì một phản hồi có giá trị như vậy! \n\nChúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời với chúng tôi! \n\nSự hài lòng của bạn luôn là ưu tiên hàng đầu của chúng tôi! Chúng tôi sẽ cố gắng hết sức để cải thiện dịch vụ của mình từng ngày để những khách hàng khác cũng có thể có khoảng thời gian tuyệt vời cùng chúng tôi tại Vịnh Hạ Long - một trong những Di sản Thiên nhiên Thế giới! \n\nTrên hết xin chúc bạn và gia đình sức khỏe, may mắn và hạnh phúc! Ngoài ra, chúng tôi hy vọng rằng chúng tôi có thể có cơ hội chào đón bạn, người thân và bạn bè của bạn nếu họ có kế hoạch đến thăm Vịnh Hạ Long trong tương lai! \n\nMột lần nữa, cảm ơn bạn rất nhiều vì phản hồi đáng yêu như vậy!\n\nTừ Đội du thuyền Aphrodite!Đọc thêm",
            "Tôi thực sự không đặt kỳ vọng vào chuyến hành trình của chúng tôi với Aphrodite và có thể điều đó đã giúp ích, nhưng ngay cả khi tôi có, tôi nghĩ họ cũng sẽ hài lòng.  Các hoạt động được thực hiện rất tốt và chúng tôi được chăm sóc từng bước, ngay cả khi chỉ chờ thuyền sẵn sàng lên tàu. Khi ở trên tàu, tôi hài lòng với sự sạch sẽ của các phòng và cách bố trí, kiểu dáng duyên dáng cổ điển đáng yêu nhưng sạch sẽ và được giữ gìn.  Các bữa ăn đều tuyệt vời, đặc biệt là bữa sáng vào ngày thứ hai bao gồm một số món ăn truyền thống của Việt Nam.  Chúng tôi cũng thích lớp học nấu ăn và thư giãn trên boong tàu với một ly bia.  Những chuyến đi ngắn để xem hang động và bơi lội cũng được sắp xếp hợp lý, giúp bạn có đủ thời gian để tận hưởng chúng, chèo thuyền kayak qua khu vực cũng rất tuyệt vời và là một trải nghiệm tuyệt vời.  Các nhân viên dường như tự hào về những gì họ đang làm trên hành trình này và tất cả họ đều rất thân thiện và hữu ích trong suốt hành trình.  Tôi thực sự muốn giới thiệu hành trình này nếu bạn đang tìm kiếm trải nghiệm cao cấp hơn vì nó rất thoải mái và được tổ chức tốt.  Cảm ơn tất cả mọi người, bốn người chúng tôi đã có khoảng thời gian vui vẻ.Đọc thêm",
            "Jlowjumby thân mến, \n\nCảm ơn bạn rất nhiều vì một phản hồi đáng yêu như vậy! \n\nChúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời với chúng tôi! \n\nHạnh phúc của bạn cũng chính là hạnh phúc của chúng tôi! Chúng tôi sẽ cố gắng hết sức để cải thiện dịch vụ của mình từng ngày để những khách hàng khác cũng có thể có khoảng thời gian tuyệt vời với chúng tôi tại Vịnh Hạ Long! \n\nTrên hết xin chúc bạn và gia đình sức khỏe, may mắn và hạnh phúc! Ngoài ra, chúng tôi hy vọng rằng chúng tôi có thể có cơ hội chào đón bạn, người thân và bạn bè của bạn nếu họ có kế hoạch đến thăm Vịnh Hạ Long trong tương lai! \n\nMột lần nữa, cảm ơn bạn rất nhiều vì phản hồi đáng yêu như vậy!\n\nTừ Đội du thuyền Aphrodite!Đọc thêm",
            "Thời gian tuyệt vời với đội Aphrodite. Các phòng đều đẹp, sạch sẽ và giường rất thoải mái, các hoạt động là một trải nghiệm tuyệt vời, đặc biệt là chèo thuyền kayak và ngắm nhìn những chú khỉ, một viên ngọc ẩn giấu ở vịnh Hạ Long. Các nhân viên rất chuyên nghiệp và hữu ích và thức ăn đã phù hợp. chắc chắn sẽ giới thiệu nhóm này nếu bạn đang cố gắng chọn một chuyến đi. Cảm ơn Aphrodite Đọc thêm",
            "Tonyruz thân mến, \n\nCảm ơn bạn rất nhiều vì một phản hồi tốt đẹp như vậy! \n\nChúng tôi rất vui khi biết rằng bạn đã có trải nghiệm tuyệt vời với chúng tôi! \n\nSự hài lòng của bạn luôn là ưu tiên hàng đầu của chúng tôi! Chúng tôi sẽ cố gắng hết sức để cải thiện dịch vụ của mình từng ngày để những khách hàng khác cũng có thể có khoảng thời gian tuyệt vời với chúng tôi tại Vịnh Hạ Long. \n\nTrên hết xin chúc bạn và gia đình sức khỏe, may mắn và hạnh phúc! Ngoài ra, chúng tôi hy vọng rằng chúng tôi có thể có cơ hội chào đón bạn, người thân và bạn bè của bạn nếu họ có kế hoạch đến thăm Vịnh Hạ Long trong tương lai! \n\nMột lần nữa, cảm ơn bạn rất nhiều vì phản hồi đáng yêu như vậy!\n\nTừ Đội du thuyền Aphrodite!Đọc thêm",
            "Thật là một chuyến đi tuyệt vời. Được nhân viên và phi hành đoàn chăm sóc chu đáo, đồ ăn rất ngon và nhiều thứ để ăn. Cabin sạch sẽ, gọn gàng và thoải mái. Ước gì chúng tôi đã đặt một chuyến đi dài hơn vì nó rất thư giãn mặc dù đây là một chương trình đầy đủ.  Nhân viên đã làm cho đêm Giáng sinh trở nên rất đáng nhớ và đã cố gắng làm cho nó trở nên đặc biệt. Cảm ơn bạn.Đọc thêm",
            "Kính thưa quý ông, \n\nCảm ơn bạn rất nhiều vì một phản hồi đáng yêu như vậy! \n\nChúng tôi rất vui khi tất cả các dịch vụ bao gồm nhân viên phi hành đoàn, đồ ăn, hoạt động và cabin của chúng tôi đều đủ tốt để bạn có thể có trải nghiệm đáng nhớ với chúng tôi! \n\nHạnh phúc của bạn luôn là hạnh phúc của chúng tôi! Chúng tôi sẽ cố gắng hết sức để cải thiện dịch vụ của mình từng ngày để những khách hàng khác cũng có thể có trải nghiệm tuyệt vời với chúng tôi tại Vịnh Hạ Long! \n\nTrên hết xin chúc bạn và gia đình sức khỏe, may mắn và hạnh phúc! Ngoài ra, chúng tôi hy vọng rằng chúng tôi có thể có cơ hội chào đón bạn, người thân và bạn bè của bạn nếu họ có kế hoạch đến thăm Vịnh Hạ Long trong tương lai! \n\nMột lần nữa, cảm ơn bạn rất nhiều vì phản hồi đáng yêu như vậy!\n\nTừ Đội du thuyền Aphrodite!Đọc thêm",
            "Minh jack david tu Marco men Robert thật tuyệt vời. Chúng tôi đã có một thời gian tuyệt vời với toàn bộ nhân viên. Các chuyến du ngoạn thật tuyệt vời và thức ăn rất ngon. Đọc thêm",
            "Mọi thứ đều tuyệt vời. Đầu bếp Robert có kỹ năng tuyệt vời - chuẩn bị và trình bày. Ming, Jacky, David và Tú đảm bảo rằng chúng tôi có được dịch vụ tốt nhất. Tôi cảm thấy rất đặc biệt và được quan tâm. Về hành trình, Aphrodite Cruise sẽ cho bạn thấy những cảnh quan khiến bạn cảm ơn Chúa nhiều hơn vì vẻ đẹp của thiên nhiên sẽ bao quanh bạn.Đọc thêm",
            "Chúng tôi không biết những gì mong đợi từ chuyến đi này. Nó vượt quá mọi mong đợi của chúng tôi, từ đội ngũ nhân viên chu đáo và vui vẻ, đến các hoạt động và đồ ăn. Mỗi bữa ăn đều tuyệt vời và có khoảng thời gian thích hợp giữa mỗi bữa ăn để không bị đói hoặc cảm thấy quá no. Các hoạt động cho hành trình 2D thực sự tuyệt vời, tôi ước chúng tôi có thể ở lại bãi biển lâu hơn, nhưng nó đáng giá. Dịch vụ đưa đón cũng rất chuyên nghiệp và đáng giá. Được đề xuất.Đọc thêm",
            "Minh david halen tu Robert marco thanh phương canh. Nhân viên tuyệt vời với những chuyến du ngoạn tuyệt vời. Chọn tùy chọn 3 ngày 2 đêm để bạn không bỏ lỡ thời gian tuyệt vời ở Vịnh Hạ Long, tránh xa đám đông! Đọc thêm",
            "David.minh. Chi.tu.tuan.trung.len.thanh.cindy. Cả sáu thành viên trong chuyến đi của bạn chúng tôi đều rất hài lòng với sự đón tiếp nồng hậu của người quản lý, chuyến tham quan thú vị và nhiều thông tin của Cindy cũng như sự sạch sẽ và thoải mái của căn phòng. Chúng tôi muốn ghé thăm lần sau. Cảm ơn tất cả các thành viên phi hành đoàn trên tàu vì đã làm việc chăm chỉ.",
            "Đó là một hành trình hoàn hảo với một phi hành đoàn đáng yêu. Thuyền và cabin rất thông minh và dễ vỡ. Đồ ăn rất ngon và tinh tế.Đọc thêm"
        ],
        "star_ratings": [
            801,
            101,
            24,
            7,
            3
        ],
        "review_amount": 936,
        "location": [
            "Du thuyền Aphrodite",
            "Châu Á",
            "Việt Nam",
            "Đảo Tuần Châu",
            "Những điều cần làm ở Đảo Tuần Châu",
            "Quang Ninh Province",
            "Vịnh Hạ Long"
        ],
        "reviews_time": [
            "Written January 1, 2020",
            "Written December 31, 2019",
            "Written December 28, 2019",
            "Written December 24, 2019",
            "Written December 8, 2019",
            "Written December 7, 2019",
            "Written December 2, 2019",
            "Written December 1, 2019",
            "Written November 30, 2019",
            "Written November 29, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g3737857-d6510976-Reviews-or10-Aphrodite_Cruises-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g3737857-d6510976-Reviews-Aphrodite_Cruises-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g3737857-d6510976-Reviews-or20-Aphrodite_Cruises-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d20011076-Reviews-The_Halong_Catamaran-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d19924383-Reviews-Serenity_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g3737857-d9996872-Reviews-Lavender_Elegance_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d11872652-Reviews-Halong_Wonder_Bay_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d6474689-Reviews-Paradise_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d11704883-Reviews-Alisa_Premier_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8851194-Reviews-Local_Tours_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d2094698-Reviews-Emeraude_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d8095304-Reviews-Hai_Au_Aviation-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d1751428-Reviews-Bhaya_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d3661641-Reviews-Legend_Halong-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d8435256-Reviews-Halong_Apricot_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d8564173-Reviews-Whisky_Gallery_Bar_JO_Pub-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d2430734-Reviews-Alova_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g3737857-d12619850-Reviews-Hera_Cruise_Private_Day_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g48682-d110278-Reviews-Staten_Island_Zoo-Staten_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g1642828-d10267179-Reviews-Tasik_Biru-Bau_Sarawak.html",
            "https://www.tripadvisor.com/Attraction_Review-g48194-d532109-Reviews-Montauk_Point_State_Park-Montauk_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g298060-d23099966-Reviews-UAE_Pygmy_Zoo-Ajman_Emirate_of_Ajman.html",
            "https://www.tripadvisor.com/Attraction_Review-g32143-d208722-Reviews-Schramsberg_Vineyards-Calistoga_Napa_Valley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60827-d8562179-Reviews-Smorgasburg_Prospect_Park-Brooklyn_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60927-d10723233-Reviews-McGee_Beach-Corpus_Christi_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g652022-d4493270-Reviews-Spiaggia_Calamosche-Noto_Province_of_Syracuse_Sicily.html",
            "https://www.tripadvisor.com/Attraction_Review-g33837-d5238149-Reviews-Wadsworth_Falls_State_Park-Middletown_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g189430-d8389491-Reviews-Cavo_Paradiso_Club_Mykonos-Mykonos_Cyclades_South_Aegean.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g3737857-d6510976-Reviews-or20-Aphrodite_Cruises-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g3737857-d6510976-Reviews-or10-Aphrodite_Cruises-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html"
    },
    {
        "attraction_name": "Aphrodite Cruises",
        "attraction_name_vi": "Du thuyền Aphrodite",
        "general_info": [
            "936 đánh giá",
            "Những chuyến du lịch thuyền"
        ],
        "attraction_summary": "Du thuyền 5 sao sang trọng đầu tiên ở vịnh Hạ Long.Đọc thêm",
        "reviews": [
            "Ở với Aphrodite trong 2 đêm 3 ngày và đó là một trải nghiệm tuyệt vời. Lạnh hơn một chút vào tháng 11 nhưng vẫn tận hưởng chuyến đi. - rất thân thiện với người ăn chay, rất khuyến khích nếu bạn có bất kỳ yêu cầu ăn kiêng nào. Ngay cả trên chiếc thuyền riêng biệt, các lớp học nấu ăn, bữa sáng, v.v., đối tác của tôi và tôi vẫn được phục vụ rất tốt. -thức ăn tuyệt vời! -giường siêu thoải mái-nhân viên tuyệt vời, chu đáo và thân thiện -phòng tắm và vòi sen sạch sẽ, rộng lớn và có nước nóng tuyệt vời và áp lực. - toàn bộ thuyền rất sạch sẽ - đồ uống rất tuyệt và ở mức giá mà tôi mong đợi. Cuối cùng, nhất định phải đặt 3 ngày 2 đêm. Ngày đầu tiên rất bận rộn và bạn không có nhiều thời gian trên thuyền, ngày thứ hai chủ yếu dành cho một bãi biển xinh đẹp chỉ với thuyền viên của bạn và bạn có nhiều thời gian trên thuyền vào buổi chiều trước khi khởi hành sớm vào ngày hôm sau, Nó đã thực hiện chuyến đi của chúng tôi.Đọc thêm",
            "Đối tác của tôi và Lần đầu tiên ở Việt Nam và lần đầu tiên ở nước ngoài. Chúng tôi rất hào hứng khi thực hiện chuyến du ngoạn quanh Vịnh Hạ Long. Hành trình này không phải là lựa chọn đầu tiên của chúng tôi do một sự cố rủi ro nhưng rất vui vì chúng tôi đã có cơ hội đi du lịch cùng Aphrodite Cruises. Tất cả nhân viên bao gồm Minh, Thái, Trunk, trong, chi, tuấn, thanh, đều tuyệt vời và rất thân thiện và đồ ăn thì cực kỳ ngon. Chắc chắn sẽ giới thiệu cho bất kỳ ai đang tìm kiếm chuyến du ngoạn Vịnh Hạ Long để đi du lịch cùng Aphrodite! :Đọc thêm",
            "Having booked this cruise we was changed to the Hera cruise ship, unfortunately, I cant locate their presence on this website to leave the review.  If you can pass on their review location or pass on our thanks that would be excellent.This cruise will stay in our memories for a very long time for the very right reasons.We would highly recommend the this cruise and if the Aphrodite is as good as the Hera then everything will be superb too.Food - Superb 5 course meals for lunch and dinner with a vast range of selection of dishes.  I dont normally eat seafood but tried it to see, the sea bass on the first day was so delicious it probably has changed my eating selection for the future.  The steak for the 2nd days main dinner was superb too, in fact all the dishes were excellent.  I know I had to loosen my belt after the two days.  Everyone was asked about food allergies at the start of the cruise so other types of food could be prepared which is always good to hear so that no-one misses out.Excursions - This was my 2nd time I have been to Ha Long Bay and it was as jaw droppingly stunning as the first.  The trips organised with the cruise were extremely enjoyable, informative and a enough time allowed at each location.  I was glad of the cannoing excursions to work of some of the fine food eaten.  Everything on the boat was run with precision organisation.Drinks - reasonably priced given that your a captive audience on the boat and when you consider the two hours of happy hour each night they are cheaper than we have found in some locations so far in Vietnam.  The cocktails we had were very good to say the least.Staff - The best bit, they are obviously trained to a very high standard of service but with a very friendly charm and pleasant manner too.  We had some great conversations with them and enjoyed chatting to all the people we had chance too.  Apple certainly stands out with her positiviely infectious enthusiasm, humour and energy. The Tai Chi classes in the mornings with her are certainly worth waking early for.Rooms - We had the cheaper window view option available but it was excellent with a very comfy bed, beautifully furnished and certainly large enough.Safety - We felt perfectly safe on our trip and clear instructions were given at the initial briefing on emergency situations.A massive thank you to all the staff of the Hera Cruise for making our trip so special and memorable.Read more",
            "Đội xuất sắc trên hành trình. Đồ ăn ngon và phòng sạch sẽ. Thời tiết tốt với phong cảnh đẹp ở Vịnh Hạ Long. Chúng tôi rất thích chuyến đi du thuyền. Cảm ơn Minh, Jacky và Nhóm!Đọc thêm",
            "Minh jack robert david Marco thanh tử halen nên canh hành. Thức ăn tuyệt vời! Cabin là tất cả những gì chúng tôi cần. Tour du lịch rất tốt. Nhân viên thật tuyệt vời. Chỉ một đêm ước mình đã làm được 2 việc để hoàn thành mọi việc. Đọc thêm",
            "Đây thực sự là điểm nhấn trong chuyến đi xuyên Việt Nam của chúng tôi. Cruse được tổ chức tốt và nhân viên rất thân thiện, đặc biệt là minh,thai,trong yên,chi,tuan và tu. Sẽ giới thiệu món này!!Đọc thêm",
            "Chuyến du ngoạn qua đêm của chúng tôi với Aphrodite Cruises trên Vịnh Hạ Long thật đặc biệt. Cảnh quan của Di sản Thế giới được UNESCO công nhận từ nhiều điểm quan sát khác nhau thật tuyệt vời. Chúng tôi được nâng cấp lên Du thuyền Hera và đó là một cabin rộng rãi, ít khách hơn và có nhiều cơ hội tham gia các hoạt động nhóm hoặc trải nghiệm vịnh một mình. Các thành viên phi hành đoàn lịch sự và nồng nhiệt chào đón. Đầu bếp đã nỗ lực hết mình để đảm bảo chúng tôi kỷ niệm ngày cưới của mình thật tốt bằng cách nướng bánh cho chúng tôi và các vị khách, và tặng chúng tôi một quả dưa hấu được chạm khắc được thắp sáng bằng nến trà. Trong suốt chuyến tham quan, James là người tổ chức hoàn hảo, dí dỏm, hữu ích và có năng lực. Trong khi nữ tiếp viên của chúng tôi, Apple, là người dễ gần, chu đáo và chu đáo. Cách cư xử hấp dẫn của cô ấy đảm bảo rằng chuyến đi của chúng tôi thực sự thú vị. Cô ấy vui vẻ trả lời tất cả các câu hỏi của chúng tôi, phục vụ chúng tôi một cách chuyên nghiệp và hướng dẫn các lớp học tuyệt vời về nấu ăn Việt Nam và Thái cực quyền. Thời gian của chúng tôi trên Vịnh Hạ Long xinh đẹp thật đặc biệt vì địa điểm này, nhưng cũng vì phi hành đoàn chu đáo và thành thạo. Đọc thêm",
            "Một hành trình tuyệt vời, với nhiều hoạt động và đội ngũ nhân viên tuyệt vời. Thức ăn rất tuyệt vời. Thật không may, các địa điểm này khá đông đúc, nhưng các điểm dừng lại ngắn, cho đến khi bạn trở lại với sự yên bình của chuyến du ngoạn. Theo những gì tôi biết bây giờ, thay vào đó, tôi đã đi du ngoạn 2 đêm. Lần tới!Jennifer là người dẫn chương trình chính của chúng tôi; duyên dáng, thân thiện, nhiều thông tin, vô cùng hữu ích và là một người đáng yêu toàn diện. Cảm ơn rất nhiều đến các nhân viên còn lại: Minh Robert Jack Jennifer David Helen Nen Marco Tú ThanhĐọc thêm",
            "Toàn bộ nhân viên: Minh .thai.trong.len.chi.tu.trung.thanh.yen.canh. Họ đều là những người chủ nhà đáng kinh ngạc, từ việc chào đón chúng tôi trên thuyền, hướng dẫn chúng tôi tham quan hang động, đồ ăn rất nổi bật và tất cả họ đều rất nhiệt tình và tốt bụng. Chúng tôi có rất nhiều chuyến du ngoạn để lựa chọn và chúng tôi rất vui vì đã chọn hành trình Aphrodite. Chúng tôi sẵn sàng làm điều đó một lần nữa! Đọc thêm",
            "Minh Jennifer Robert Jack David the halen thanh Nen hanh. Phi hành đoàn tuyệt vời! Chúng tôi đã có một khoảng thời gian tuyệt vời. Thức ăn rất ngon và đội ngũ rất hữu ích và hiểu biết! Đọc thêm",
            "Xin chào, bạn có cung cấp dịch vụ đón khách tại khách sạn ở khu phố cổ Hà Nội không? Dịch vụ này có bao gồm trong gói tour 3 ngày 2 đêm không hay phải trả thêm phí? Cảm ơn! Đọc thêm",
            "Xin chào, chuyến du ngoạn của Aphrodite có giống chuyến đi hưởng tuần trăng mật của các cặp đôi không?\nHay nó cũng phù hợp hay dành cho người độc thân hay gia đình?\nCảm ơn bạn.Đọc thêm",
            "Mình đi cùng chồng, trên tàu có cặp đôi, bạn bè và 1 gia đình\n\ncảm ơn SelenaĐọc thêm",
            "Tôi đang nghĩ đến việc đặt chiếc thuyền này vào tháng 6 cùng gia đình.  Bạn có thể cho tôi biết thêm một chút về kinh nghiệm của bạn.  Bạn nói họ đã nâng cấp bạn lên chiếc thuyền khác?  Đây là lần đầu tiên tôi đến Việt Nam nên tôi hơi nghi ngờ vì nhiều đánh giá rất khác nhau đối với cùng một chiếc thuyền.\n\nCảm ơn, Đọc thêm",
            "Xin chào, vì bạn đang đi du lịch cùng gia đình, tôi đặc biệt khuyên dùng Suite Gia đình có thể chứa 2 người lớn và 2 trẻ em dưới 12 tuổi. Chuyến đi 3 ngày sẽ tuyệt vời hơn rất nhiều khi bạn có nhiều thời gian thư giãn và tham quan các hang động, làng chài mà không phải vội vã. \n \nThông thường, một số khách rút thăm may mắn sẽ được nâng cấp lên tàu chị em Aphrodites mang tên Hera Cruise vì chắc chắn nó có quy mô cao hơn Aphrodite Cruise về dịch vụ đạt tiêu chuẩn 6 sao. Tuy nhiên, việc nâng cấp miễn phí không bao gồm các dịch vụ 6 sao nên tiêu chuẩn dịch vụ 5 sao sẽ được cung cấp giống như đối với Aphrodite, ngoài ra, điểm khác biệt duy nhất là cabin nâng cấp của bạn sẽ là Phòng thông nhau dành cho Gia đình rộng rãi - 56m2.Đọc thêm",
            "Mấy giờ về?Đọc thêm",
            "Xin chào, thời gian xuống tàu thường vào khoảng 11:00 sáng nên bạn sẽ quay lại khách sạn ở Hà Nội vào khoảng 3:30 chiều nếu bạn sử dụng dịch vụ đưa đón chung của Dcar Limousine.Đọc thêm",
            "Bạn có tính phí 300.000 đồng mỗi lần chúng tôi sử dụng thuyền kayak không?  Hoặc bạn chỉ tính phí chèo thuyền kayak vào ngày đầu tiên.  Và ngày thứ 2, thuyền kayak có được bao gồm trong phí phòng không?Đọc thêm",
            "Andy thân mến,\n\nLời chào nồng nhiệt nhất từ ​​Aphrodite Cruise!\n\nChúng tôi xin vui lòng giải thích rằng nếu bạn đi du thuyền 3 ngày, phí chèo thuyền kayak là 300.000 VD sẽ được bao gồm vào ngày thứ hai mặc dù phí tùy chọn là phụ phí vào ngày thứ ba của chuyến đi.\n\nTrân trọng,\nĐội ngũ AphroditeĐọc thêm",
            "Làm thế nào để bạn đảm bảo an toàn cho trẻ nhỏ trên du thuyền?Đọc thêm",
            "Xin chào Beekay11, chúng tôi xin chia sẻ rằng bản thân con tàu được thiết kế để đảm bảo an toàn cho mọi hành khách với ban công cao từ 80cm đến 100cm trong các phòng và hiên tắm nắng. Thông thường đối với gia đình có trẻ nhỏ, chúng tôi khuyên bạn nên ở tầng 1 có cửa sổ loại phòng Luxury window hoặc Family suite hơn là Luxury Balcony ở tầng 2. Áo phao trẻ em có sẵn trên tàu tại nhà hàng, khu vực lễ tân và trong các phòng nghỉ. Nhân viên của chúng tôi được đào tạo để chăm sóc và chú ý đến sự an toàn của hành khách, đặc biệt là an toàn cho trẻ em. Ghế trẻ em có sẵn trên xe đưa đón, nhà hàng cũng như cũi trẻ em có thể được bố trí trong phòng tùy vào tình trạng sẵn có và theo yêu cầu.\nTôi hy vọng đây là một số thông tin cho mối quan tâm của bạn. Nếu có điều gì cần rõ ràng hơn, vui lòng cho chúng tôi biết. Chúng tôi rất vui được hỗ trợ bạn. \nHành trình của AphroditeĐọc thêm",
            "Nếu tour bị hủy do thời tiết, chúng tôi có được hoàn tiền không? Chúng tôi đã đặt chuyến du lịch 2 đêm vào tháng 8 khá đắtĐọc thêm",
            "Libby thân mến,\n\nLời chào nồng nhiệt nhất từ ​​hành trình Aphrodite và cảm ơn bạn rất nhiều vì đã quan tâm chọn chúng tôi làm đối tác du lịch khám phá vẻ đẹp hoang sơ của Hạ Long.\n\nTheo mối quan tâm của bạn, tôi vui lòng giải thích rằng thông thường có 3 khung thời gian được chính quyền Hạ Long công bố về bất kỳ cơn bão nào. Đó là 7:00 sáng, 11:00 sáng và 3:00 chiều, vì vậy phi hành đoàn của chúng tôi sẽ thông báo cho bạn phù hợp. \n\nNếu hành trình bị hủy do điều kiện thời tiết xấu, bạn sẽ được hoàn trả đầy đủ nếu không sử dụng dịch vụ. Nếu không, chỉ có dịch vụ đưa đón Nếu bạn đang trên đường đến Hạ Long, ăn trưa trên tàu Nếu bạn muốn ăn trưa trước khi quay trở lại Hà Nội và tham quan trong ngày Nếu chuyến tham quan được phép hoạt động đến 5:00 chiều thì sẽ phải trả phí.\n\nTôi hy vọng bạn thấy thông tin trên hữu ích.\n\nTrân trọng,\nHành trình của AphroditeĐọc thêm",
            "Tôi muốn biết giá trên trang web agoda bao gồm những gì. Có bao gồm tất cả các bữa ăn không? nó ghi bữa sáng miễn phí và một dấu tích bên cạnh bữa trưa và bữa tối nhưng không rõ ràng. Bạn có thể cho tôi biết chính xác các phần bao gồm không, cảm ơn!Đọc thêm",
            "Chúng tôi đã không đặt qua agoda; chúng tôi đã chọn Aphrodite thông qua lời khuyên của nhân viên hướng dẫn, và chúng tôi rất vui. Có, tất cả mọi thứ bao gồm cả bữa sáng, bữa trưa, bữa tối đều được bao gồm - giống như tất cả các dịch vụ bao gồm trên tàu du lịch. Đó là những bữa ăn đầy đủ: món khai vị, món chính, món tráng miệng. Các chuyến du ngoạn cũng được bao gồm, và trong một số chuyến du ngoạn, chúng tôi được cho ăn một bữa ăn nhẹ ở đó. Tuy nhiên, ngay trên tàu, chúng tôi luôn được phục vụ những bữa ăn đầy đủ... ít nhất đây là những gì chúng tôi đã đặt. Bạn có thể muốn kiểm tra trực tiếp với họ hoặc đại lý đặt vé của mình để xem liệu có sự khác biệt hay không. Chúc may mắn và có chuyến đi vui vẻ!Đọc thêm",
            "Mấy giờ nhận phòng và tàu rời bến lúc mấy giờ? Chúng tôi sẽ đến sân bay Hà Nội bằng đường hàng không vào buổi sáng và đang tự hỏi liệu chúng tôi có đến kịp nếu đi thẳng từ sân bay hay không.Đọc thêm",
            "Chúng tôi rời khách sạn ở Hà Nội vào khoảng 7:30 sáng và mất khoảng ba giờ để xe của chúng tôi đến Vịnh Hạ Long. Chúng tôi cũng gặp những người khác nói rằng họ đến thẳng từ sân bay Hà Nội. Aphrodite đợi họ đến trước khi tất cả chúng tôi lên tàu.  Họ có đội ngũ nhân viên giỏi và tôi tin rằng nếu bạn cho họ biết trước hành trình của mình, họ sẽ điều chỉnh lịch trình kỳ nghỉ của bạn.  \nChúc bạn có chuyến đi nhiều may mắn và vui vẻ. Đọc thêm",
            "Xin chào\n\nChi phí có bao gồm dịch vụ đưa đón khách sạn và tất cả các hoạt động không?\n\nTrân trọng\nRobĐọc thêm",
            "Chào cướp\nTôi xem nó như một phần của chuyến tham quan nên một hướng dẫn viên du lịch đã đón tôi từ khách sạn và sau đó ở lại trong chuyến tham quan hang động. \nCảm ơn\nDoreenĐọc thêm"
        ],
        "star_ratings": [
            801,
            101,
            24,
            7,
            3
        ],
        "review_amount": 936,
        "location": [
            "Du thuyền Aphrodite",
            "Châu Á",
            "Việt Nam",
            "Đảo Tuần Châu",
            "Những điều cần làm ở Đảo Tuần Châu",
            "Quang Ninh Province",
            "Vịnh Hạ Long"
        ],
        "reviews_time": [
            "Written November 29, 2019",
            "Written November 28, 2019",
            "Written November 28, 2019",
            "Written November 27, 2019",
            "Written November 26, 2019",
            "Written November 25, 2019",
            "Written November 25, 2019",
            "Written November 21, 2019",
            "Written November 20, 2019",
            "Written November 20, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g3737857-d6510976-Reviews-or20-Aphrodite_Cruises-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g3737857-d6510976-Reviews-or10-Aphrodite_Cruises-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g3737857-d6510976-Reviews-or30-Aphrodite_Cruises-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g3737857-d6510976-Reviews-Aphrodite_Cruises-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d20011076-Reviews-The_Halong_Catamaran-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d19924383-Reviews-Serenity_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g3737857-d9996872-Reviews-Lavender_Elegance_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d11872652-Reviews-Halong_Wonder_Bay_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d6474689-Reviews-Paradise_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d11704883-Reviews-Alisa_Premier_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8851194-Reviews-Local_Tours_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d2094698-Reviews-Emeraude_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d8095304-Reviews-Hai_Au_Aviation-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d1751428-Reviews-Bhaya_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d3661641-Reviews-Legend_Halong-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d8435256-Reviews-Halong_Apricot_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d8564173-Reviews-Whisky_Gallery_Bar_JO_Pub-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d2430734-Reviews-Alova_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g3737857-d12619850-Reviews-Hera_Cruise_Private_Day_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g55328-d14193508-Reviews-Douglas_Headwater_Public_Swimming_Beach-Sevierville_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d15685229-Reviews-The_Pointe-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g49662-d13003931-Reviews-White_Lake_Water_Park-White_Lake_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g4049419-d10513614-Reviews-Midhope_Castle-South_Queensferry_Edinburgh_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g34704-d2614489-Reviews-Vanderbilt_Beach-Vanderbilt_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g187265-d197735-Reviews-Museum_of_Fine_Arts_of_Lyon-Lyon_Rhone_Auvergne_Rhone_Alpes.html",
            "https://www.tripadvisor.com/Attraction_Review-g55229-d2646242-Reviews-Opry_Mills-Nashville_Davidson_County_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d1604009-Reviews-Garosu_gil-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g42073-d4357957-Reviews-Aloha_State_Park-Cheboygan_Cheboygan_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d25234658-Reviews-Kolors-Los_Angeles_California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g3737857-d6510976-Reviews-or30-Aphrodite_Cruises-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g3737857-d6510976-Reviews-or20-Aphrodite_Cruises-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html"
    },
    {
        "attraction_name": "Aphrodite Cruises",
        "attraction_name_vi": "Du thuyền Aphrodite",
        "general_info": [
            "936 đánh giá",
            "Những chuyến du lịch thuyền"
        ],
        "attraction_summary": "Du thuyền 5 sao sang trọng đầu tiên ở vịnh Hạ Long.Đọc thêm",
        "reviews": [
            "Tất cả nhân viên minh, thái, trung, david, tu yen, tuan đều rất tử tế và mọi thứ đều hoàn hảo!! Trải nghiệm tuyệt vời ở vịnh Hạ LongĐọc thêm",
            "Robert Minh Jack Jennifer David tu Marco Thành canh hành NEN Đội siêu, Có rất nhiều chuyến du ngoạn đến halong nhưng ngoài vẻ đẹp của APHRODITE CRUISE, đội ngũ nhân viên của nó xứng đáng và là nguồn gốc của tất cả những hạnh phúc chúng tôi dành cho chuyến hành trình này. Thật chuyên nghiệp và thân thiện. Thực sự không có gì để đổ lỗi mọi thứ đều hoàn hảo. Cảm ơn bạn một lần nữa và xin Chúa bảo vệ bạnĐọc thêm",
            "Minh Robert jennyfer jack david thanh tu le canh hanh ... cảm ơn bạn vì dịch vụ tuyệt vời Du thuyền đẹp, đồ ăn ngon và phong cảnh!Đọc thêm",
            "Tất cả các nhân viên đều thực sự đặc biệt trong chuyến đi của chúng tôi và đã cố gắng hết sức để khiến chúng tôi cảm thấy được chào đón. Thức ăn vượt quá mong đợi và thực sự rất ngon. Ước gì chúng ta có thể ở lại một đêm nữa! Cabin ban công thực sự đáng đồng tiền và thật đáng yêu khi ngồi bên ngoài và thư giãn. Nhân viên giỏi nhất là minh ,yen ,tu,trong,canh,len,thanh,trung,hao.thai. cảm ơn bạn rất nhiều!Đọc thêm",
            "Minh Robert Thành halen từ Jennifer jack marco David hanh. Thuyền du lịch tuyệt vời và cuộc phiêu lưu ước gì chúng tôi đặt được 2 đêm Đọc thêm",
            "Có một đêm tuyệt vời nhất trên hành trình này khi đi du lịch Việt Nam cùng trường Đại học của tôi.  Phòng cực kỳ sạch sẽ và giường rất thoải mái. Các nhân viên rất nhiệt tình, đặc biệt cảm ơn Jennifer, Jackie, Helen David .tu Tuan.trung.Đọc thêm",
            "Đã có một thời gian tuyệt vời trên tàu Aphrodite Cruise. Tất cả nhân viên đều tuyệt vời. Jennifer thật tuyệt khi kể cho chúng tôi nghe những câu chuyện về hang động bất ngờ. Jackie và Helen, David, tu, tuan đều là những nhân viên tuyệt vời. Tôi đánh giá cao nỗ lực của họ cho chuyến đi! Cảm ơn rất nhiều.Đọc thêm",
            "Tôi đang thực hiện một chế độ ăn kiêng rất nghiêm ngặt và nhân viên trên thuyền đã phải mất thêm một dặm để đảm bảo các bữa ăn của tôi tuân theo các yêu cầu y tế của tôi. Cảm ơn! Đọc thêm",
            "Yêu thích ở trên Aphrodite. Tôi biết đến nơi này qua một công ty du lịch. Người quản lý Minh và các thành viên du thuyền rất tốt bụng và lòng hiếu khách mà họ mang lại thật tuyệt vời. Mẹ tôi và các dì của tôi rất thích kỳ nghỉ này. Chúng tôi đã có những kỷ niệm quý giá với Aphtodite và chúng tôi đã có được một con mực. Vì vậy, đây là lời cảm ơn tới tất cả các thành viên mà tôi biết ơn!  Robert: đầu bếp xuất sắc, Halen, thuyền trưởng David Thành, Len Tú, Marco, Jennifer và Jackie Chuyến đi đầu tiên cùng mẹ và các bạn nhỏ. Thức ăn rất ngon và tôi đã kết bạn được rất nhiều người. Những nhân viên rất thân thiện. Hãy cùng tạo nên những kỷ niệm quý giá tại Aphrodite Đọc thêm",
            "Họ đón tôi tại khách sạn và đi đến cảng trên một chiếc xe buýt thoải mái. Khi đến Aphrodite, chúng tôi được đón tiếp nồng nhiệt và họ hỏi về sở thích cũng như hạn chế của chúng tôi về mặt đồ ăn. Tôi là người Hồi giáo nên không có thịt lợn cho tôi. Thật ngạc nhiên khi thấy các thành viên trong nhóm đã cẩn thận với tôi như thế nào để đảm bảo mọi món ăn đều có phiên bản Hallal dành cho tôi. Tất cả nhân viên đều là 5 sao, cực kỳ hữu ích, rất tốt bụng và tốt bụng. Các chuyến thăm hang động thật tuyệt vời. Thức ăn, Chúa ơi. Ông Minh là một con người tuyệt vời, họ không chỉ chăm sóc khách hàng mà còn chăm sóc bạn bè của họ. Thuyền hoàn toàn sạch sẽ và an toàn. Những bộ đồ đẹp. Nếu bạn đang đến thăm Việt Nam, tôi thực sự khuyên bạn nên thực hiện hành trình này đến Vịnh Hạ Long và gia đình tuyệt vời này của Aphrodite Cruises. Đọc thêm"
        ],
        "star_ratings": [
            801,
            101,
            24,
            7,
            3
        ],
        "review_amount": 936,
        "location": [
            "Du thuyền Aphrodite",
            "Châu Á",
            "Việt Nam",
            "Đảo Tuần Châu",
            "Những điều cần làm ở Đảo Tuần Châu",
            "Quang Ninh Province",
            "Vịnh Hạ Long"
        ],
        "reviews_time": [
            "Written November 19, 2019",
            "Written November 17, 2019",
            "Written November 16, 2019",
            "Written November 16, 2019",
            "Written November 15, 2019",
            "Written November 12, 2019",
            "Written November 12, 2019",
            "Written November 11, 2019",
            "Written November 10, 2019",
            "Written November 10, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g3737857-d6510976-Reviews-or30-Aphrodite_Cruises-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g3737857-d6510976-Reviews-or20-Aphrodite_Cruises-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g3737857-d6510976-Reviews-or40-Aphrodite_Cruises-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g3737857-d6510976-Reviews-Aphrodite_Cruises-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d20011076-Reviews-The_Halong_Catamaran-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d19924383-Reviews-Serenity_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g3737857-d9996872-Reviews-Lavender_Elegance_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d11872652-Reviews-Halong_Wonder_Bay_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d6474689-Reviews-Paradise_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d11704883-Reviews-Alisa_Premier_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8851194-Reviews-Local_Tours_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d2094698-Reviews-Emeraude_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d8095304-Reviews-Hai_Au_Aviation-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d1751428-Reviews-Bhaya_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d3661641-Reviews-Legend_Halong-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d8435256-Reviews-Halong_Apricot_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d8564173-Reviews-Whisky_Gallery_Bar_JO_Pub-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d2430734-Reviews-Alova_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g3737857-d12619850-Reviews-Hera_Cruise_Private_Day_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g60906-d183697-Reviews-The_Frelinghuysen_Arboretum-Morristown_Morris_County_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g189970-d6702552-Reviews-Sundhollin_Public_Baths-Reykjavik_Capital_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g42671-d675144-Reviews-Straits_State_Park-Saint_Ignace_Mackinac_County_Upper_Peninsula_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g28924-d1421095-Reviews-Lake_Saguaro-Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d15195002-Reviews-Zabeel_Palace-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g58671-d7386023-Reviews-Myrtle_Falls-Paradise_Mount_Rainier_National_Park_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g293960-d13913045-Reviews-Giga_Mall-Islamabad_Islamabad_Capital_Territory.html",
            "https://www.tripadvisor.com/Attraction_Review-g49587-d123076-Reviews-Hammocks_Beach_State_Park-Swansboro_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d2518262-Reviews-Bookoff-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g152515-d186117-Reviews-Medano_Beach-Cabo_San_Lucas_Los_Cabos_Baja_California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g3737857-d6510976-Reviews-or40-Aphrodite_Cruises-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g3737857-d6510976-Reviews-or30-Aphrodite_Cruises-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html"
    },
    {
        "attraction_name": "Aphrodite Cruises",
        "attraction_name_vi": "Du thuyền Aphrodite",
        "general_info": [
            "936 đánh giá",
            "Những chuyến du lịch thuyền"
        ],
        "attraction_summary": "Du thuyền 5 sao sang trọng đầu tiên ở vịnh Hạ Long.Đọc thêm",
        "reviews": [
            "Hành trình tuyệt vời với đội ngũ nhân viên chu đáo và chu đáo. Hành trình đã định sẵn rất bận rộn nhưng bạn có quyền lựa chọn không tham gia các hoạt động nếu muốn. Tôi khuyên bạn nên thực hiện tất cả các hoạt động vì có rất nhiều thứ để xem và làm - tất cả đều đáng giá. Đọc thêm",
            "",
            "Minh robret jennifer david halen tu thanh hanh. MarcoThật là một trải nghiệm tuyệt vời trên du thuyền! Thức ăn thật tuyệt vời, họ làm cho tôi những bữa ăn đặc biệt vì tôi không thể ăn gluten. Thật là thân thiện. Các chuyến du ngoạn đã được lên kế hoạch tốt và họ đã cung cấp cho chúng tôi rất nhiều thông tin. Nhưng điều tuyệt vời nhất là..... những chiếc giường!!!! Chúng tôi ngủ như những đứa trẻ!!! Rất muốn giới thiệu hành trình này! Đọc thêm",
            "Ban đầu chúng tôi đặt chuyến du ngoạn với Aphrodite nhưng đã được nâng cấp lên hành trình Hera với sân hiên riêng. Căn phòng thật tuyệt vời. Các nhân viên rất thân thiện - đặc biệt là Apple đã trò chuyện với chúng tôi và giúp đỡ chúng tôi khi chúng tôi kết thúc hành trình. Thức ăn thật tuyệt vời - rất tươi. Các chuyến đi thật tuyệt vời và được chuẩn bị tốt. Chúng tôi khuyên bạn nên ở lại ba đêm và hai ngày để bạn có trải nghiệm trọn vẹn. Điều duy nhất có thể khiến chuyến đi của chúng tôi tốt hơn là nếu chúng tôi bắt được một con mực trong khi câu cá ở phía sau thuyền!!! Đọc thêm",
            "Chồng tôi và tôi đang tổ chức tuần trăng mật và quyết định đi du lịch vịnh Hạ Long. Rất nghi ngờ, chúng tôi đã lùng sục cố vấn chuyến đi và blog để tìm ra hành trình phù hợp. Chúng tôi rất vui vì đã đồng hành cùng Aphrodite. Các nhân viên ngay từ đầu đã rất tuyệt vời và phản hồi qua email. Họ đã nâng cấp cho chúng tôi lên một căn phòng đẹp trên chiếc giường vua Hera Boat mới hơn với sàn kích thước đầy đủ. Nó thật tuyệt vời. Nó đẹp hơn chiếc thuyền cũ hơn, chiếc Aphrodite, và nhỏ hơn mà chúng tôi ưa thích.  Chiếc giường rất thoải mái và căn phòng có những tiện nghi tuyệt vời và gỗ đẹp. Thức ăn trên thuyền rất nổi bật. Chúng tôi là người thuần chay và họ đã cố gắng hết sức để thích ứng. Chiếc thuyền rất đẹp và được bảo quản tốt. Apple, người phụ nữ đang chờ đợi của chúng tôi và người quản lý thuyền Kevin đều rất vui vẻ và hữu ích. Họ sắp xếp một bữa tối trăng mật đặc biệt cho chúng tôi, dưới những vì sao và thậm chí còn khắc một quả dưa hấu nhỏ với dòng chữ chúc mừng tuần trăng mật thay vì sa mạc. Thái cực quyền vào buổi sáng với táo thật thú vị và cô ấy là một hướng dẫn viên du lịch tuyệt vời. Tôi bị ho và táo pha cho tôi trà gừng đặc biệt. Chỉ là một nhân viên ngọt ngào hữu ích. Chúng tôi đã không nhấc một ngón tay. Vịnh rất đẹp, không bẩn thỉu hay đông đúc hay ồn ào như chúng tôi mong đợi. Những chiếc thuyền mới hơn chạy một tuyến khác với những chiếc thuyền ban ngày. Hoàn toàn tuyệt đẹp và yên bình. Rất khuyến khích! Đọc thêm",
            "There are many things I loved about this cruise and a few things I did not.Loved: Staff hospitality  friendliness, food, cabin small but perfect: get the luxury cabin with private balcony, comfy bed and bedding, views from private balcony, Day 2 itinerary of 3 day cruise.Did not love: Boat entrance disheveled carpets, not a good starting impression, overcrowded excursions, dirty ocean water.This might be a luxury cruise in Vietnamese standards but it was not for my standards. The boat was in good shape but a little tired looking from the outside and sections of the inside. If you are considering a cruise in Halong Bay, you should know the following:- Do 2 nights not one night- Its not exactly a cruise. The boat travels for about an hour then anchors in a spot with about 30 other cruise boats. From there, guests are taken to various daily excursions in a small boat.- The Aphrodite returns to port in Halong Bay every day even if you are on a 3 day cruise. You will not be on the return boat trip day 2 if you are on the 3 day cruise: you will be on an excursion on the smaller boat.- The surrounding water is dirty and filled with debris. This was very disheartening for me to see plastic bottles and garbage floating around while kayaking. Confused as to why the locals and cruise staff dont seem to care. The entire community should make an effort to clean up the mess because it totally ruins the otherwise pristine landscape.The one clean beach we saw was on Day 2: it was lovely as it was a private beach that only certain cruise lines are allowed to bring guests to. Obviously, they made it  a priority to clean it up.- The overcrowded excursions on Day 1 and 3 were ghastly. 500 or so people trying to fit in a cave, or climb a hill: the lineups were horrible. On day 3 the visit to the beach to swim was overcrowded with dirty water: no thanks.- The visit to the Pearl Factory Day 2 was very interesting, however, the price of the pearls in the on-site store were very high. I ended up buying a string of imperfect pearls from the lady on the small excursion boat for a fraction of the price.If you must do a cruise in Halong Bay, I DO recommend Aphrodite Cruises. However, if you can just rent a private boat and cruise around for the day, I would recommend that instead. You will save a lot of money and still get some excellent photos of the area. It was fun getting to know the other guests and staff on the boat over 3 days, however. The boat is small enough to provide many opportunities for mingling in an intimate setting, if you are the sociable type. Overall, I had a very positive experience and would 100 recommend Aphrodite Cruises.Read more",
            "Đối tác của tôi và tôi đã dành 2 ngày 1 đêm trên hành trình Aphrodite và không thể giới thiệu thêm! Minh, quản lý cabin, cực kỳ hữu ích và thân thiện, luôn đảm bảo rằng chúng tôi cảm thấy thoải mái. Phi hành đoàn, Robert, David, Halen tu và Jennifer, cũng cực kỳ hữu ích và chuyên nghiệp. Thức ăn rất ngon và chứng dị ứng của tôi được phục vụ tốt. Một vài điểm nổi bật là chèo thuyền kayak và thưởng thức một vài đồ uống thư giãn trên boong tàu. Nếu bạn định đến Vịnh Hạ Long, du thuyền Aphrodite là cách duy nhất để đi! Đọc thêm",
            "Minh thật xuất sắc với tư cách là người quản lý hành trình. Các nhân viên khác bao gồm Jennifer, David, Halen và Robert.  Hành trình được tổ chức tốt. Các nhân viên là đặc biệt và rất dễ dàng để đối phó. Tuy nhiên, đây là lần thứ hai tôi đến Vịnh Hạ Long, tôi khuyên bạn nên ở lại tối thiểu hai ngày và khám phá vịnh nhiều hơn. Hành trình trên đây hơi giống một trò hề, vì họ chỉ đi thẳng đến điểm neo và dành phần lớn thời gian. thời gian neo đậu.Đọc thêm",
            "Jacki Minh DAVID robert halen tu với KayeFood, cabin, dịch vụ đều tuyệt vời! Dịch vụ từ Hà Nội đến Vịnh Hạ Long hạng nhấtĐọc thêm",
            "Roberts David Jack halen bạn Minh Very Pleasant vài ngày.  Phi hành đoàn và nhân viên rất tốt đẹp.  Dịch vụ thật tuyệt vời!  Muốn giới thiệu. Đọc thêm"
        ],
        "star_ratings": [
            801,
            101,
            24,
            7,
            3
        ],
        "review_amount": 936,
        "location": [
            "Du thuyền Aphrodite",
            "Châu Á",
            "Việt Nam",
            "Đảo Tuần Châu",
            "Những điều cần làm ở Đảo Tuần Châu",
            "Quang Ninh Province",
            "Vịnh Hạ Long"
        ],
        "reviews_time": [
            "Written November 10, 2019",
            "Written November 10, 2019",
            "Written November 9, 2019",
            "Written November 9, 2019",
            "Written November 8, 2019",
            "Written November 7, 2019",
            "Written November 7, 2019",
            "Written November 7, 2019",
            "Written November 6, 2019",
            "Written November 6, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g3737857-d6510976-Reviews-or40-Aphrodite_Cruises-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g3737857-d6510976-Reviews-or30-Aphrodite_Cruises-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g3737857-d6510976-Reviews-or50-Aphrodite_Cruises-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g3737857-d6510976-Reviews-Aphrodite_Cruises-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d20011076-Reviews-The_Halong_Catamaran-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d19924383-Reviews-Serenity_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g3737857-d9996872-Reviews-Lavender_Elegance_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d11872652-Reviews-Halong_Wonder_Bay_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d6474689-Reviews-Paradise_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d11704883-Reviews-Alisa_Premier_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8851194-Reviews-Local_Tours_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d2094698-Reviews-Emeraude_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d8095304-Reviews-Hai_Au_Aviation-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d1751428-Reviews-Bhaya_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d3661641-Reviews-Legend_Halong-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d8435256-Reviews-Halong_Apricot_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d8564173-Reviews-Whisky_Gallery_Bar_JO_Pub-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d2430734-Reviews-Alova_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g3737857-d12619850-Reviews-Hera_Cruise_Private_Day_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g189158-d195824-Reviews-Chiado-Lisbon_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g293748-d3347805-Reviews-Dar_es_Salaam_Zoo-Dar_es_Salaam_Dar_Es_Salaam_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g54848-d4682435-Reviews-Lakota_Ways_Pine_Ridge_Indian_Reservation_Tours-Wall_South_Dakota.html",
            "https://www.tripadvisor.com/Attraction_Review-g60834-d4888525-Reviews-Water_Holes_Canyon-Page_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g51388-d591781-Reviews-Har_Ber_Village-Grove_Oklahoma.html",
            "https://www.tripadvisor.com/Attraction_Review-g33397-d280409-Reviews-Durango_Hot_Springs-Durango_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d198763-Reviews-Chapel_of_St_George-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g47915-d23569524-Reviews-Topgolf-Holtsville_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d7981033-Reviews-Platja_de_la_Nova_Icaria-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g297701-d1009746-Reviews-Puri_Saren_Palace-Ubud_Gianyar_Regency_Bali.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g3737857-d6510976-Reviews-or50-Aphrodite_Cruises-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g3737857-d6510976-Reviews-or40-Aphrodite_Cruises-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html"
    },
    {
        "attraction_name": "Aphrodite Cruises",
        "attraction_name_vi": "Du thuyền Aphrodite",
        "general_info": [
            "936 đánh giá",
            "Những chuyến du lịch thuyền"
        ],
        "attraction_summary": "Du thuyền 5 sao sang trọng đầu tiên tại vịnh Hạ Long. Đọc thêm",
        "reviews": [
            "Chúng tôi rất thích chuyến đi này, chúng tôi đã được chăm sóc rất tốt, cảm ơn đồ ăn rất ngon. Nhân viên thích. Jackies Minh Robert Halen. David và bạn rất hữu íchĐọc thêm",
            "Cảm ơn tất cả các nhân viên tuyệt vời cho một chuyến đi tuyệt vời. David.halen.minh.jacky.tu .rober thqnkn vì đã biến đây thành một trải nghiệm tuyệt vời. Thức ăn và dịch vụ hoàn hảo. Tôi sẽ trở lại. Đọc thêm",
            "Thật là một hành trình tuyệt vời. Minh, robert david halen và tu Jackie cùng toàn bộ phi hành đoàn đã khiến cuộc hành trình trở nên hoàn hảo. Thức ăn thật giật gân. Tôi đang băn khoăn không biết nên thực hiện chuyến đi nào tốt cho chuyến đi này. KĐọc thêm",
            "Minh jack halen bạn David robert thật tuyệt vời.  Chúng tôi đã có một thời gian tuyệt vời.  Minh, hướng dẫn viên du lịch bằng thuyền của chúng tôi rất nhiều thông tin và thực sự là một chàng trai vui vẻ.  Đồ ăn là một trong những món ngon nhất chúng tôi có trong tháng chúng tôi đi du lịch khắp Việt Nam.  Tôi rất khuyến khích chuyến đi này và bạn nên thực hiện chuyến đi hai ngày.Đọc thêm",
            "Một buổi chiều thật đặc biệt!  Và hành trình 3 ngày tuyệt vời.  Minh, hướng dẫn viên của chúng tôi, đặc biệt tuyệt vời!  Anh ấy đưa chúng tôi đến một bãi biển riêng khi chúng tôi không nghĩ lại có thứ như vậy ở vùng vịnh đông đúc này!  Hãy hỏi Minh! Jackie Robert David halen rất hayĐọc thêm",
            "Chồng tôi và tôi đi du lịch 2 ngày 1 đêm. Thật dễ dàng để quay lại đó trong một chiếc xe hơi sang trọng có Wi-Fi! Chuyến đi thật đáng yêu. Chúng tôi đã thực hiện 3 hoạt động: được cảnh báo rất nhiều nếu leo ​​cầu thang. Các nhân viên đặc biệt rất thân thiện với Alicia và Helen. David cũng khiến chúng tôi cảm thấy thực sự được chào đón và kể cho chúng tôi về những điều cần làm và ăn uống khi trở lại Hà Nội. Hãy thực hiện chuyến đi và có khoảng thời gian tuyệt vời: Đọc thêm",
            "Vợ tôi và tôi đi du thuyền này như một phần của chuyến đi trăng mật. Chúng tôi muốn gửi lời CẢM ƠN to lớn đến đội ngũ nhân viên tuyệt vời. Các nhân viên của hành trình này chắc chắn rất tự hào khi cung cấp dịch vụ thân thiện và chuyên nghiệp. Thức ăn rất ngon và quang cảnh thật tuyệt vời! Tôi có một lời phàn nàn có thể không thể tránh khỏi do thời gian của chuyến đi này quá ngắn. Vợ tôi và tôi đồng ý rằng một số chuyến du ngoạn trên đất liền mà chúng tôi đã thực hiện rất đẹp, nhưng có vẻ như tất cả các tuyến du thuyền khác ở đó đều có lịch trình giống hệt như chúng tôi. Điều này để lại cảm giác xếp hàng chờ đợi ở công viên giải trí cho các chuyến du ngoạn. Nếu lịch trình có thể được tăng cường để tránh tình trạng vội vàng thì đó sẽ là khuyến nghị lớn nhất của chúng tôi. Điều cuối cùng... Tôi không thể chắc chắn mình bị bệnh ở đâu nhưng lại bị cúm dạ dày nặng, xuất hiện vào buổi sáng sau đêm đầu tiên trên du thuyền. Chúng tôi đã trải qua 2 tuần ở Bhutan và Myanmar mà không gặp vấn đề gì về bệnh tật. Điều này có thể là do các chai nước có thể đổ lại được vì chúng tôi đã rất cẩn thận về việc chỉ uống nước đóng chai cho đến thời điểm này. Có lẽ cốc giấy và bình nước sẽ tốt hơn chai thép? Chúng tôi khuyên bạn nên thực hiện hành trình này nếu bạn không ngại đám đông quá lớn trên bờ và khuyên bạn nên cố gắng ở lại hai đêm. Quang cảnh, nhân viên, chất lượng phòng và đồ ăn đều 5 sao!Đọc thêm",
            "Chúng tôi đã chọn chuyến đi du lịch 2 ngày 1 đêm đến vịnh Hạ Long. Hành trình có trên trang web. Nó hoạt động tích cực với những hoạt động như leo núi, đi bộ, bơi lội và chèo thuyền kayak. Ngoài ra còn có một buổi giới thiệu ngắn về thái cực quyền và nấu ăn. Thật tuyệt vời khi được thực hiện vài động tác duỗi người trên đầu thuyền nhìn lên bầu trời cằn cỗi. Chúng tôi cũng rất thích chèo thuyền kayak. Hang động có nhũ đá và măng đá cũng rất đáng để ghé thăm! Quan trọng nhất là về đồ ăn, tôi là người ăn chay và đã cập nhật trước. Họ đã quan tâm rất nhiều và đảm bảo những món ăn chay ngon lành cho tôi! Chắc chắn giá trị một chuyến đi! Đọc thêm",
            "Đó là một hành trình đẹp và đẹp. Hành trình đã được lên kế hoạch đầy đủ và được thực hiện kỹ lưỡng. Thức ăn do Robert nấu rất tuyệt vời, trên cả sự mong đợi của tôi. Halen rất tốt bụng và chu đáo. Jackie luôn luôn hữu ích trên con thuyền song hành. Minh đã cố gắng hết sức để giúp đỡ và đáp ứng nhu cầu của chúng tôi. Cảm ơn tất cả các thành viên phi hành đoàn. Đó là trải nghiệm tuyệt vời với các bạn.Đọc thêm",
            "Gói hành trình hoàn hảo. Nhân viên rất tốt và David rất hữu ích. Nhân viên tiếp tân Jennifer và Jacky cũng rất hữu ích. Thức ăn rất tuyệtĐọc thêm",
            "Xin chào, bạn có cung cấp dịch vụ đón khách tại khách sạn từ khu phố cổ ở Hà Nội không? Điều này có được bao gồm trong gói tour 3D2N hay phải trả thêm phí? Cảm ơn!Đọc thêm",
            "Xin chào, chuyến du ngoạn của Aphrodite có giống chuyến đi hưởng tuần trăng mật của các cặp đôi không?\nHay nó cũng phù hợp hay dành cho người độc thân hay gia đình?\nCảm ơn bạn.Đọc thêm",
            "Mình đi cùng chồng, trên tàu có cặp đôi, bạn bè và 1 gia đình\n\ncảm ơn SelenaĐọc thêm",
            "Tôi đang nghĩ đến việc đặt chiếc thuyền này vào tháng 6 cùng gia đình.  Bạn có thể cho tôi biết thêm một chút về kinh nghiệm của bạn.  Bạn nói họ đã nâng cấp bạn lên chiếc thuyền khác?  Đây là lần đầu tiên tôi đến Việt Nam nên tôi hơi nghi ngờ vì nhiều đánh giá rất khác nhau đối với cùng một chiếc thuyền.\n\nCảm ơn, Đọc thêm",
            "Xin chào, vì bạn đang đi du lịch cùng gia đình, tôi đặc biệt khuyên dùng Suite Gia đình có thể chứa 2 người lớn và 2 trẻ em dưới 12 tuổi. Chuyến đi 3 ngày sẽ tuyệt vời hơn rất nhiều khi bạn có nhiều thời gian thư giãn và tham quan các hang động, làng chài mà không phải vội vã. \n \nThông thường, một số khách rút thăm may mắn sẽ được nâng cấp lên tàu chị em Aphrodites mang tên Hera Cruise vì chắc chắn nó có quy mô cao hơn Aphrodite Cruise về dịch vụ đạt tiêu chuẩn 6 sao. Tuy nhiên, việc nâng cấp miễn phí không bao gồm các dịch vụ 6 sao nên tiêu chuẩn dịch vụ 5 sao sẽ được cung cấp giống như đối với Aphrodite, ngoài ra, điểm khác biệt duy nhất là cabin nâng cấp của bạn sẽ là Phòng thông nhau dành cho Gia đình rộng rãi - 56m2.Đọc thêm",
            "Mấy giờ về?Đọc thêm",
            "Xin chào, thời gian xuống tàu thường vào khoảng 11:00 sáng nên bạn sẽ quay lại khách sạn ở Hà Nội vào khoảng 3:30 chiều nếu bạn sử dụng dịch vụ đưa đón chung của Dcar Limousine.Đọc thêm",
            "Bạn có tính phí 300.000 đồng mỗi lần chúng tôi sử dụng thuyền kayak không?  Hoặc bạn chỉ tính phí chèo thuyền kayak vào ngày đầu tiên.  Và ngày thứ 2, thuyền kayak có được bao gồm trong phí phòng không?Đọc thêm",
            "Andy thân mến,\n\nLời chào nồng nhiệt nhất từ ​​Aphrodite Cruise!\n\nChúng tôi vui lòng giải thích rằng nếu bạn tham gia chuyến đi du thuyền 3 ngày, phí chèo thuyền kayak 300.000VD sẽ được bao gồm vào ngày thứ hai và phí tùy chọn sẽ được tính phụ phí vào ngày thứ ba của chuyến đi.\n\nTrân trọng,\nNhóm AphroditeĐọc thêm",
            "Làm thế nào để bạn đảm bảo an toàn cho trẻ nhỏ trên du thuyền?Đọc thêm",
            "Xin chào Beekay11, chúng tôi xin chia sẻ rằng bản thân con tàu được thiết kế để đảm bảo an toàn cho mọi hành khách với ban công cao từ 80cm đến 100cm trong các phòng và hiên tắm nắng. Thông thường đối với gia đình có trẻ nhỏ, chúng tôi khuyên bạn nên ở tầng 1 có cửa sổ loại phòng Luxury window hoặc Family suite hơn là Luxury Balcony ở tầng 2. Áo phao trẻ em có sẵn trên tàu tại nhà hàng, khu vực lễ tân và trong các phòng nghỉ. Nhân viên của chúng tôi được đào tạo để chăm sóc và chú ý đến sự an toàn của hành khách, đặc biệt là an toàn cho trẻ em. Ghế trẻ em có sẵn trên xe đưa đón, nhà hàng cũng như cũi trẻ em có thể được bố trí trong phòng tùy vào tình trạng sẵn có và theo yêu cầu.\nTôi hy vọng đây là một số thông tin cho mối quan tâm của bạn. Nếu có điều gì cần rõ ràng hơn, vui lòng cho chúng tôi biết. Chúng tôi rất vui được hỗ trợ bạn. \nHành trình của AphroditeĐọc thêm",
            "Nếu tour bị hủy do thời tiết, chúng tôi có được hoàn tiền không? Chúng tôi đã đặt chuyến du lịch 2 đêm vào tháng 8 khá đắtĐọc thêm",
            "Libby thân mến,\n\nLời chào nồng nhiệt nhất từ ​​hành trình Aphrodite và cảm ơn bạn rất nhiều vì đã quan tâm chọn chúng tôi làm đối tác du lịch khám phá vẻ đẹp hoang sơ của Hạ Long.\n\nTheo mối quan tâm của bạn, tôi vui lòng giải thích rằng thông thường có 3 khung thời gian được chính quyền Hạ Long công bố về bất kỳ cơn bão nào. Đó là 7:00 sáng, 11:00 sáng và 3:00 chiều, vì vậy phi hành đoàn của chúng tôi sẽ thông báo cho bạn phù hợp. \n\nNếu hành trình bị hủy do điều kiện thời tiết xấu, bạn sẽ được hoàn trả đầy đủ nếu không sử dụng dịch vụ. Nếu không, chỉ có dịch vụ đưa đón Nếu bạn đang trên đường đến Hạ Long, ăn trưa trên tàu Nếu bạn muốn ăn trưa trước khi quay trở lại Hà Nội và tham quan trong ngày Nếu chuyến tham quan được phép hoạt động đến 5:00 chiều thì sẽ phải trả phí.\n\nTôi hy vọng bạn thấy thông tin trên hữu ích.\n\nTrân trọng,\nHành trình của AphroditeĐọc thêm",
            "Tôi muốn biết giá trên trang web agoda bao gồm những gì. Có bao gồm tất cả các bữa ăn không? nó ghi bữa sáng miễn phí và một dấu tích bên cạnh bữa trưa và bữa tối nhưng không rõ ràng. Bạn có thể cho tôi biết chính xác các phần bao gồm không, cảm ơn!Đọc thêm",
            "Chúng tôi đã không đặt qua agoda; chúng tôi đã chọn Aphrodite thông qua lời khuyên của nhân viên hướng dẫn, và chúng tôi rất vui. Có, tất cả mọi thứ bao gồm cả bữa sáng, bữa trưa, bữa tối đều được bao gồm - giống như tất cả các dịch vụ bao gồm trên tàu du lịch. Đó là những bữa ăn đầy đủ: món khai vị, món chính, món tráng miệng. Các chuyến du ngoạn cũng được bao gồm, và trong một số chuyến du ngoạn, chúng tôi được cho ăn một bữa ăn nhẹ ở đó. Tuy nhiên, ngay trên tàu, chúng tôi luôn được phục vụ những bữa ăn đầy đủ... ít nhất đây là những gì chúng tôi đã đặt. Bạn có thể muốn kiểm tra trực tiếp với họ hoặc đại lý đặt vé của mình để xem liệu có sự khác biệt hay không. Chúc may mắn và có chuyến đi vui vẻ!Đọc thêm",
            "Mấy giờ nhận phòng và tàu rời bến lúc mấy giờ? Chúng tôi sẽ đến sân bay Hà Nội bằng đường hàng không vào buổi sáng và đang tự hỏi liệu chúng tôi có đến kịp nếu đi thẳng từ sân bay hay không.Đọc thêm",
            "Chúng tôi rời khách sạn ở Hà Nội vào khoảng 7:30 sáng và mất khoảng ba giờ để xe của chúng tôi đến Vịnh Hạ Long. Chúng tôi cũng gặp những người khác nói rằng họ đến thẳng từ sân bay Hà Nội. Aphrodite đợi họ đến trước khi tất cả chúng tôi lên tàu.  Họ có đội ngũ nhân viên giỏi và tôi tin rằng nếu bạn cho họ biết trước hành trình của mình, họ sẽ điều chỉnh lịch trình kỳ nghỉ của bạn.  \nChúc bạn có chuyến đi nhiều may mắn và vui vẻ. Đọc thêm",
            "CHÀO\n\nChi phí có bao gồm đưa đón khách sạn và tất cả các hoạt động không?\n\nChúc mừng\nRobĐọc thêm",
            "Chào cướp\nTôi xem nó như một phần của chuyến tham quan nên một hướng dẫn viên du lịch đã đón tôi từ khách sạn và sau đó ở lại trong chuyến tham quan hang động. \nCảm ơn\nDoreenĐọc thêm"
        ],
        "star_ratings": [
            801,
            101,
            24,
            7,
            3
        ],
        "review_amount": 936,
        "location": [
            "Du thuyền Aphrodite",
            "Châu Á",
            "Việt Nam",
            "Đảo Tuần Châu",
            "Những điều cần làm ở Đảo Tuần Châu",
            "Quang Ninh Province",
            "Vịnh Hạ Long"
        ],
        "reviews_time": [
            "Written November 6, 2019",
            "Written November 5, 2019",
            "Written November 5, 2019",
            "Written November 5, 2019",
            "Written November 5, 2019",
            "Written November 4, 2019",
            "Written November 4, 2019",
            "Written November 3, 2019",
            "Written November 2, 2019",
            "Written November 1, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g3737857-d6510976-Reviews-or50-Aphrodite_Cruises-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g3737857-d6510976-Reviews-or40-Aphrodite_Cruises-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g3737857-d6510976-Reviews-or60-Aphrodite_Cruises-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g3737857-d6510976-Reviews-Aphrodite_Cruises-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d20011076-Reviews-The_Halong_Catamaran-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d19924383-Reviews-Serenity_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g3737857-d9996872-Reviews-Lavender_Elegance_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d11872652-Reviews-Halong_Wonder_Bay_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d6474689-Reviews-Paradise_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d11704883-Reviews-Alisa_Premier_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8851194-Reviews-Local_Tours_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d2094698-Reviews-Emeraude_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d8095304-Reviews-Hai_Au_Aviation-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d1751428-Reviews-Bhaya_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d3661641-Reviews-Legend_Halong-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d8435256-Reviews-Halong_Apricot_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d8564173-Reviews-Whisky_Gallery_Bar_JO_Pub-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d2430734-Reviews-Alova_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g3737857-d12619850-Reviews-Hera_Cruise_Private_Day_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g52142-d566977-Reviews-Bullwinkle_s_Entertainment-Wilsonville_Clackamas_County_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g46111-d10519714-Reviews-North_Beach-Hampton_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g51766-d3473996-Reviews-Tumalo_Falls-Bend_Central_Oregon_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g274967-d6750794-Reviews-KGB_Building-Riga_Riga_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g304097-d18452482-Reviews-Sveti_Stefan_Beach-Sveti_Stefan_Budva_Municipality.html",
            "https://www.tripadvisor.com/Attraction_Review-g294336-d312233-Reviews-Natadola_Beach-Sigatoka_Coral_Coast_Viti_Levu.html",
            "https://www.tripadvisor.com/Attraction_Review-g189458-d4917091-Reviews-Vidos-Corfu_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d15085489-Reviews-RiNo_Art_District-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d17720288-Reviews-Hadestown-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g44535-d616534-Reviews-Kauffman_Stadium-Kansas_City_Missouri.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g3737857-d6510976-Reviews-or60-Aphrodite_Cruises-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g3737857-d6510976-Reviews-or50-Aphrodite_Cruises-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html"
    },
    {
        "attraction_name": "Aphrodite Cruises",
        "attraction_name_vi": "Du thuyền Aphrodite",
        "general_info": [
            "936 đánh giá",
            "Những chuyến du lịch thuyền"
        ],
        "attraction_summary": "Du thuyền 5 sao sang trọng đầu tiên ở vịnh Hạ Long.Đọc thêm",
        "reviews": [
            "Dịch vụ thực sự tốt, sự quan tâm tốt dành cho toàn thể nhân viên David, Minh, Jennifer, Jackie đồ ăn ngon, môi trường đẹp. Đọc thêm",
            "Minh, Jennifer, Helen và David là những người chủ nhà duyên dáng trong chuyến du ngoạn hai ngày một đêm của gia đình chúng tôi. Các nhân viên luôn sẵn lòng giúp đỡ và thân thiện khi giải thích những gì chúng tôi có thể mong đợi. Lựa chọn của chúng tôi không bao gồm đồ uống, vốn hơi đắt đỏ. Mặc dù điều này được mong đợi, nhưng việc trả gấp ba lần giá dự kiến ​​cho một cốc bia không bao giờ là điều dễ chịu. Xét về các chuyến du ngoạn theo lịch trình, mỗi chuyến đi kéo dài từ 45-60 phút. Những hang động tuyệt đẹp với tất cả các chuyến đi đều được Minh hướng dẫn. Vào buổi sáng ngày thứ hai, chuyến tham quan kéo dài 45 phút bao gồm đi bộ lên đỉnh một ngọn núi nhỏ, 450 bậc thang và dành thời gian trên bãi biển riêng. Thời tiết của chúng tôi u ám, tuy nhiên nếu trời nắng thì thời gian quy định không đủ để tận hưởng cả chuyến đi và chút thời gian trên bãi biển. Sau tất cả những điều đã cân nhắc, gia đình chúng tôi rất thích chuyến đi này và muốn giới thiệu nó cho bất kỳ ai hy vọng có một kỳ nghỉ thư giãn thời gian bên gia đình và/hoặc những người thân yêu của họ.Đọc thêm",
            "Robert Jennifer Helen Marco David Minh jack- Dịch vụ ăn uống và chỗ ở tuyệt vời không có lỗi sẽ được giới thiệu cho bất kỳ ai quan tâm đến chuyến du ngoạn Đọc thêm",
            "Đây là một trải nghiệm không thể bỏ qua khi đến thăm Việt Nam, từ đầu đến cuối hành trình là một cuộc phiêu lưu khó quên. Từ đón đến khởi hành, nhân viên đơn giản là tốt nhất. Tôi không thể giới thiệu Aphrodite đủ cao. Đọc thêm",
            "Took the cruise through a hotel offer - a little bit on the pricey side, but definitely worth to go if youre in this part of Vietnam.We were very lucky to go rather early in the season so it wasnt as crowded as some other reviews indicate - also there has been great effort to reduce waste and clean up the environment every single shipguide we saw fished out anything from the water that didnt seem to belong. Banishment of plastic waste also a strong step to show that the locals have understood what they have in this natural wonder and work hard to preserve it.The Bay itself is marvellous - we had three little excursions from the ship, each of which more stunning than the last. Especially our cruise guide Minhs jovial commentary on stone formations in the large caves we explored made this very memorable. Concierge Jennifer personally took us to the Kayaking excursion and showed us the beat spots to watch the monkey families climbing and playing the rocks of the bay - also during the nightly squid-fishing from the ship she was a pure delight, even in this country of outstanding customer service.Food on the ship was excellent, lunch may have been the best we had in 3 weeks Vietnam - amount was almost too much looking back ... but who can say no when it all looks that good. Only for the brunch wed had hoped for a bit more breakfast food ... so if you like sweeter stuff, either fill up at breakfast or whisper to the staff who will be happy to procure something on top of the wide savory selection.Ship itself is 5-6 years old and has minimal weartear, but the beds are super comfy and very well isolated from the engine noisesmell that is only slightly perceivable near the reception.- if you have the chance: use the official transfer that brings you there from the city ... almost its own little luxury cruise this van - feels like driving to an award show ;Read more",
            "Hành trình tuyệt vời với một đội ngũ tuyệt vời. Bạn bè của chúng tôi Minh và Jennifer. Giường tuyệt vời!! Vert thoải mái. Đầu bếp rất giỏi Robert !!! Trải nghiệm tuyệt vời!!!! CHÚNG TÔI khuyên bạn nên sử dụng nó.Đọc thêm",
            "Chúng tôi đã tham gia và ở lại 2n3 ngày. Nhân viên tuyệt vời Cindy Jennifer Jackie Hale David. Kẻ cướp.  Vì vậy thức ăn rất ngon. Sennery đẹp. Cabin đủ cho tôi. Khuyến nghị cao hãy đến thưởng thức. Cảm ơn Đọc thêm",
            "Chuyến tham quan tuyệt vời! Những chuyến đi thật tuyệt vời và đồ ăn rất ngon. Cabin rất đáng yêu và giường siêu thoải mái. Xin chân thành cảm ơn tất cả các nhân viên đã rất tuyệt vời - Roberts, Jack, Halen, Marco và đặc biệt gửi lời cảm ơn đến hướng dẫn viên du lịch Jennifer của chúng tôi, người đặc biệt đáng yêu! Đọc thêm",
            "Minh Jackie halen david Marco Robert thật tuyệt khi họ đã làm mọi thứ có thể để đáp ứng chúng tôi. Họ chắc chắn đã vượt lên trên để phù hợp với chúng tôi. Chúng tôi đã thực hiện chuyến đi 2 ngày 1 đêm và ít nhất phải nói rằng chuyến du ngoạn chắc chắn là một sự thất vọng. Hang động quá đông khách du lịch và hang thuyền tre cách đó mười phút đi thuyền lại đông đúc khách du lịch. Có thể các chuyến đi một ngày có xu hướng nghiêng về các khu vực đông khách du lịch nhưng với mức giá mà chúng tôi mong đợi nhiều hơn một chút. Thức ăn rất nổi bật và nhân viên thì tuyệt vời. Họ đã vượt lên trên tất cả để vợ tôi và tôi tổ chức lễ kỷ niệm mà không yêu cầu thêm bất cứ điều gì. Minh và nhóm của anh ấy đã rất tuyệt vời trong việc đảm bảo chúng tôi tận hưởng kỳ nghỉ của mình. Cảm ơn bạn một lần nữa.Đọc thêm",
            "Minh và nhóm của anh ấy đã làm một công việc tuyệt vời cho chúng tôi, và đặc biệt là Jackie đã làm cho hai ngày rưỡi của chúng tôi trở nên tuyệt vời. Chúng tôi đã được nâng cấp lên một cabin tuyệt vời với tầm nhìn ra hai phía, điều mà các nhân viên và công ty xứng đáng được cảm ơn thêm. Các cabin đẹp và thoải mái, đồ uống có giá khá cao và đồ ăn thì ngon. Sở thích cá nhân của chúng tôi là thích đồ ăn Việt Nam và cay hơn, nhưng những vị khách khác lại thích nó. Đồ ăn rất ngon, đừng hiểu lầm chúng tôi. Vào ngày thứ hai, chúng tôi được đưa đến một hang động và một bãi biển mà về cơ bản chúng tôi đã có cho riêng mình, và bằng cách này, chúng tôi đã thoát khỏi cảm giác du lịch trong một thời gian - sau cùng thì ở đó Có rất nhiều thuyền trong vịnh nơi chúng tôi ngủ. Khi chúng tôi hỏi Jackie liệu có thể ăn tối ngoài boong trước vào buổi tối không, nhân viên đã đồng ý và David, Jennifer và Hal, Maco đã hỗ trợ Jackie và Minh trong việc chuẩn bị đó là một đêm ngon giấc và dài. Chèo thuyền kayak bất cứ khi nào bạn có thể lựa chọn giữa việc chèo thuyền vòng quanh hoặc chèo thuyền kayak, hãy chọn thuyền kayak và bơi trong vịnh có lẽ là điểm nổi bật. CẢM ƠN BẠN!Đọc thêm",
            "Xin chào, bạn có cung cấp dịch vụ đón khách tại khách sạn từ khu phố cổ ở Hà Nội không? Điều này có được bao gồm trong gói tour 3D2N hay phải trả thêm phí? Cảm ơn!Đọc thêm",
            "Xin chào, chuyến du ngoạn của Aphrodite có giống chuyến đi hưởng tuần trăng mật của các cặp đôi không?\nHay nó cũng phù hợp hay dành cho người độc thân hay gia đình?\nCảm ơn bạn.Đọc thêm",
            "Mình đi cùng chồng, trên tàu có cặp đôi, bạn bè và 1 gia đình\n\ncảm ơn SelenaĐọc thêm",
            "Tôi đang nghĩ đến việc đặt chiếc thuyền này vào tháng 6 cùng gia đình.  Bạn có thể cho tôi biết thêm một chút về kinh nghiệm của bạn.  Bạn nói họ đã nâng cấp bạn lên chiếc thuyền khác?  Đây là lần đầu tiên tôi đến Việt Nam nên tôi hơi nghi ngờ vì nhiều đánh giá rất khác nhau đối với cùng một chiếc thuyền.\n\nCảm ơn, Đọc thêm",
            "Xin chào, vì bạn đang đi du lịch cùng gia đình, tôi đặc biệt khuyên dùng Suite Gia đình có thể chứa 2 người lớn và 2 trẻ em dưới 12 tuổi. Chuyến đi 3 ngày sẽ tuyệt vời hơn rất nhiều khi bạn có nhiều thời gian thư giãn và tham quan các hang động, làng chài mà không phải vội vã. \n \nThông thường, một số khách rút thăm may mắn sẽ được nâng cấp lên tàu chị em Aphrodites mang tên Hera Cruise vì chắc chắn nó có quy mô cao hơn Aphrodite Cruise về dịch vụ đạt tiêu chuẩn 6 sao. Tuy nhiên, việc nâng cấp miễn phí không bao gồm các dịch vụ 6 sao nên tiêu chuẩn dịch vụ 5 sao sẽ được cung cấp giống như đối với Aphrodite, ngoài ra, điểm khác biệt duy nhất là cabin nâng cấp của bạn sẽ là Phòng thông nhau dành cho Gia đình rộng rãi - 56m2.Đọc thêm",
            "Mấy giờ về?Đọc thêm",
            "Xin chào, thời gian xuống tàu thường vào khoảng 11:00 sáng nên bạn sẽ quay lại khách sạn ở Hà Nội vào khoảng 3:30 chiều nếu bạn sử dụng dịch vụ đưa đón chung của Dcar Limousine.Đọc thêm",
            "Bạn có tính phí 300.000 đồng mỗi lần chúng tôi sử dụng thuyền kayak không?  Hoặc bạn chỉ tính phí chèo thuyền kayak vào ngày đầu tiên.  Và ngày thứ 2, thuyền kayak có được bao gồm trong phí phòng không?Đọc thêm",
            "Andy thân mến,\n\nLời chào nồng nhiệt nhất từ ​​Aphrodite Cruise!\n\nChúng tôi vui lòng giải thích rằng nếu bạn tham gia chuyến đi du thuyền 3 ngày, phí chèo thuyền kayak 300.000VD sẽ được bao gồm vào ngày thứ hai và phí tùy chọn sẽ được tính phụ phí vào ngày thứ ba của chuyến đi.\n\nTrân trọng,\nNhóm AphroditeĐọc thêm",
            "Làm thế nào để bạn đảm bảo an toàn cho trẻ nhỏ trên du thuyền?Đọc thêm",
            "Xin chào Beekay11, chúng tôi xin chia sẻ rằng bản thân con tàu được thiết kế để đảm bảo an toàn cho mọi hành khách với ban công cao từ 80cm đến 100cm trong các phòng và hiên tắm nắng. Thông thường đối với gia đình có trẻ nhỏ, chúng tôi khuyên bạn nên ở tầng 1 có cửa sổ loại phòng Luxury window hoặc Family suite hơn là Luxury Balcony ở tầng 2. Áo phao trẻ em có sẵn trên tàu tại nhà hàng, khu vực lễ tân và trong các phòng nghỉ. Nhân viên của chúng tôi được đào tạo để chăm sóc và chú ý đến sự an toàn của hành khách, đặc biệt là an toàn cho trẻ em. Ghế trẻ em có sẵn trên xe đưa đón, nhà hàng cũng như cũi trẻ em có thể được bố trí trong phòng tùy vào tình trạng sẵn có và theo yêu cầu.\nTôi hy vọng đây là một số thông tin cho mối quan tâm của bạn. Nếu có điều gì cần rõ ràng hơn, vui lòng cho chúng tôi biết. Chúng tôi rất vui được hỗ trợ bạn. \nHành trình của AphroditeĐọc thêm",
            "Nếu tour bị hủy do thời tiết, chúng tôi có được hoàn tiền không? Chúng tôi đã đặt chuyến du lịch 2 đêm vào tháng 8 khá đắtĐọc thêm",
            "Libby thân mến,\n\nLời chào nồng nhiệt nhất từ ​​hành trình Aphrodite và cảm ơn bạn rất nhiều vì đã quan tâm chọn chúng tôi làm đối tác du lịch khám phá vẻ đẹp hoang sơ của Hạ Long.\n\nTheo mối quan tâm của bạn, tôi vui lòng giải thích rằng thông thường có 3 khung thời gian được chính quyền Hạ Long công bố về bất kỳ cơn bão nào. Đó là 7:00 sáng, 11:00 sáng và 3:00 chiều, vì vậy phi hành đoàn của chúng tôi sẽ thông báo cho bạn phù hợp. \n\nNếu hành trình bị hủy do điều kiện thời tiết xấu, bạn sẽ được hoàn trả đầy đủ nếu không sử dụng dịch vụ. Nếu không, chỉ có dịch vụ đưa đón Nếu bạn đang trên đường đến Hạ Long, ăn trưa trên tàu Nếu bạn muốn ăn trưa trước khi quay trở lại Hà Nội và tham quan trong ngày Nếu chuyến tham quan được phép hoạt động đến 5:00 chiều thì sẽ phải trả phí.\n\nTôi hy vọng bạn thấy thông tin trên hữu ích.\n\nTrân trọng,\nHành trình của AphroditeĐọc thêm",
            "Tôi muốn biết giá trên trang web agoda bao gồm những gì. Có bao gồm tất cả các bữa ăn không? nó ghi bữa sáng miễn phí và một dấu tích bên cạnh bữa trưa và bữa tối nhưng không rõ ràng. Bạn có thể cho tôi biết chính xác các phần bao gồm không, cảm ơn!Đọc thêm",
            "Chúng tôi đã không đặt qua agoda; chúng tôi đã chọn Aphrodite thông qua lời khuyên của nhân viên hướng dẫn, và chúng tôi rất vui. Có, tất cả mọi thứ bao gồm cả bữa sáng, bữa trưa, bữa tối đều được bao gồm - giống như tất cả các dịch vụ bao gồm trên tàu du lịch. Đó là những bữa ăn đầy đủ: món khai vị, món chính, món tráng miệng. Các chuyến du ngoạn cũng được bao gồm, và trong một số chuyến du ngoạn, chúng tôi được cho ăn một bữa ăn nhẹ ở đó. Tuy nhiên, ngay trên tàu, chúng tôi luôn được phục vụ những bữa ăn đầy đủ... ít nhất đây là những gì chúng tôi đã đặt. Bạn có thể muốn kiểm tra trực tiếp với họ hoặc đại lý đặt vé của mình để xem liệu có sự khác biệt hay không. Chúc may mắn và có chuyến đi vui vẻ!Đọc thêm",
            "Mấy giờ nhận phòng và tàu rời bến lúc mấy giờ? Chúng tôi sẽ đến sân bay Hà Nội bằng đường hàng không vào buổi sáng và đang tự hỏi liệu chúng tôi có đến kịp nếu đi thẳng từ sân bay hay không.Đọc thêm",
            "Chúng tôi rời khách sạn ở Hà Nội vào khoảng 7:30 sáng và mất khoảng ba giờ để xe của chúng tôi đến Vịnh Hạ Long. Chúng tôi cũng gặp những người khác nói rằng họ đến thẳng từ sân bay Hà Nội. Aphrodite đợi họ đến trước khi tất cả chúng tôi lên tàu.  Họ có đội ngũ nhân viên giỏi và tôi tin rằng nếu bạn cho họ biết trước hành trình của mình, họ sẽ điều chỉnh lịch trình kỳ nghỉ của bạn.  \nChúc bạn có chuyến đi nhiều may mắn và vui vẻ. Đọc thêm",
            "CHÀO\n\nChi phí có bao gồm đưa đón khách sạn và tất cả các hoạt động không?\n\nChúc mừng\nRobĐọc thêm",
            "Chào cướp\nTôi xem nó như một phần của chuyến tham quan nên một hướng dẫn viên du lịch đã đón tôi từ khách sạn và sau đó ở lại trong chuyến tham quan hang động. \nCảm ơn\nDoreenĐọc thêm"
        ],
        "star_ratings": [
            801,
            101,
            24,
            7,
            3
        ],
        "review_amount": 936,
        "location": [
            "Du thuyền Aphrodite",
            "Châu Á",
            "Việt Nam",
            "Đảo Tuần Châu",
            "Những điều cần làm ở Đảo Tuần Châu",
            "Quang Ninh Province",
            "Vịnh Hạ Long"
        ],
        "reviews_time": [
            "Written October 31, 2019",
            "Written October 31, 2019",
            "Written October 30, 2019",
            "Written October 30, 2019",
            "Written October 29, 2019",
            "Written October 29, 2019",
            "Written October 29, 2019",
            "Written October 28, 2019",
            "Written October 26, 2019",
            "Written October 25, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g3737857-d6510976-Reviews-or60-Aphrodite_Cruises-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g3737857-d6510976-Reviews-or50-Aphrodite_Cruises-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g3737857-d6510976-Reviews-or70-Aphrodite_Cruises-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g3737857-d6510976-Reviews-Aphrodite_Cruises-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d20011076-Reviews-The_Halong_Catamaran-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d19924383-Reviews-Serenity_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g3737857-d9996872-Reviews-Lavender_Elegance_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d11872652-Reviews-Halong_Wonder_Bay_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d6474689-Reviews-Paradise_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d11704883-Reviews-Alisa_Premier_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8851194-Reviews-Local_Tours_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d2094698-Reviews-Emeraude_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d8095304-Reviews-Hai_Au_Aviation-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d1751428-Reviews-Bhaya_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d3661641-Reviews-Legend_Halong-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d8435256-Reviews-Halong_Apricot_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d8564173-Reviews-Whisky_Gallery_Bar_JO_Pub-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d2430734-Reviews-Alova_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g3737857-d12619850-Reviews-Hera_Cruise_Private_Day_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d190196-Reviews-Aux_Trois_Mailletz-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g293995-d10358022-Reviews-Wadi_Hanifa-Riyadh_Riyadh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g54070-d650110-Reviews-Pawtuxet_Village-Cranston_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g35576-d17389988-Reviews-Corbin_Park-Post_Falls_Idaho.html",
            "https://www.tripadvisor.com/Attraction_Review-g6495554-d16806018-Reviews-Bay_of_Grama-Orikum_Vlore_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g33327-d10538697-Reviews-Blue_Lakes-Breckenridge_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g29088-d3469361-Reviews-Alviso_Marina_County_Park-Alviso_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g291976-d300701-Reviews-Cockscomb_Basin_Wildlife_Preserve-Dangriga_Stann_Creek.html",
            "https://www.tripadvisor.com/Attraction_Review-g46841-d9983701-Reviews-Spring_Lake_Boardwalk-Spring_Lake_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g52024-d137885-Reviews-Mount_Tabor_Park-Portland_Oregon.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g3737857-d6510976-Reviews-or70-Aphrodite_Cruises-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g3737857-d6510976-Reviews-or60-Aphrodite_Cruises-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html"
    },
    {
        "attraction_name": "Aphrodite Cruises",
        "attraction_name_vi": "Du thuyền Aphrodite",
        "general_info": [
            "936 đánh giá",
            "Những chuyến du lịch thuyền"
        ],
        "attraction_summary": "Du thuyền 5 sao sang trọng đầu tiên ở vịnh Hạ Long.Đọc thêm",
        "reviews": [
            "Nhân viên chuyên nghiệp và chỗ ở thoải mái Rober, David, Hale, Marco, Jennifer, Jack cảm ơn vì một chuyến đi tuyệt vời sẽ đặt lại. Đọc thêm",
            "Chúng tôi đã có khoảng thời gian tuyệt vời với Aphrodite, nơi các thành viên du thuyền và đặc biệt là quản lý du thuyền Minh đã giúp chúng tôi có một chuyến du ngoạn khó quên và muốn giới thiệu mọi người đi du lịch cùng Aphrodite!Đọc thêm",
            "Chúng tôi đã có khoảng thời gian thực sự vui vẻ trên tàu Aphrodite. Các cabin thực sự tốt đẹp. Thức ăn còn hơn cả tuyệt vời, cảm ơn David vì nó. Mọi thứ diễn ra suôn sẻ và tất cả nhân viên làm cho kỳ nghỉ trở nên rất dễ chịu. Chúng tôi ở lại 3 đêm và lẽ ra sẽ ở lại lâu hơn, nhưng chúng tôi phải bay về nhà. Chồng tôi đã tổ chức sinh nhật và nhận được một chiếc bánh sinh nhật rất đẹp và bất ngờ. Đó là ngày sinh nhật mà anh sẽ không bao giờ quên. Cảm ơn rất nhiều. Chúng tôi chắc chắn sẽ quay trở lại. Đọc thêm",
            "Một vài ngày rất thú vị trên Aphrodite. 3 ngày 2 đêm chắc chắn có giá trị vì các chuyến du ngoạn vào ngày thứ 2 ít đông đúc và thoải mái hơn đến làng nổi và bãi biển riêng. Thức ăn rất tuyệt vời và lòng hiếu khách của Minh, Jackie và Jennifer thật tuyệt vời. Chắc chắn sẽ đề nghị. Đọc thêm",
            "My wife Anita and I absolutely loved the Aphrodite cruise in Ha Long Bay.  We travelled from Ha Noi International Airport to Ha Noi Old Quarter with the intention of leaving for Ha Long Bay as soon as possible as we had booked an apartment in the Paradise Suites Hotel for that same night - the evening prior to the cruise The very knowledgeable Antonio and his team of travel consultants from the Little Charm Hanoi Hostel in Ha Noi arranged a shuttle bus from Ha Noi to Ha Long Bay.  That was an adventure in itself!  We had booked the accommodation through Agoda to be sure that we were within walking distance of the departure point for the cruise ships.  When we arrived in Ha Long Bay we walked around the port.  We quickly realised that we could in fact book a day cruise at the port.  We also became aware of more affordable accommodation options which we would have been happy to use.  The cruise itself was just fabulous.  We were truly grateful to have a relaxing couple of days in this wonderful heritage listed area.  It was a welcome respite from the very hot and humid days of travelling through Malaysia and Singapore and we just loved the beauty of the environment and the service provided by the Aphrodite staff.  It was really busy on the bay which was not unexpected as we were travelling during the Asian school holiday period.  Despite this we did not experience the expanse of litter we had observed in Malaysia.  The cabin and dining room were sensational; the staff were superb; the events both on board and on shore were novel and stimulating; and the meals were beautifully presented and scrumptious.  We had not arranged our return journey to Ha Noi until just prior to the end of the cruise.  We had hoped to arrange a bus or shuttle bus return from Ha Noi from the port.  We noticed many tourist buses but there was no obvious bus transit centre.  The situation caused us some anxiety until once again Antonio and his team came to our rescue.  We returned to Ha Noi and enjoyed meeting friends from Mexico at the Little Charm Hanoi Hotel.Read more",
            "Tôi chưa bao giờ gặp những nhân viên phục vụ tốt như vậy, đặc biệt là minh và Jasmine. Nếu tôi đến Vịnh Hạ Long một lần nữa, tôi chắc chắn sẽ chọn du thuyền Aphrodite và tôi sẽ giới thiệu nó cho bạn bè của mình. nhân viên tốt nhất mà tôi chưa từng gặp trước đây khi tôi đi du lịch ở các quốc gia khác nhauMinh và Jasmine thật tuyệt vời. Nếu tôi đến Vịnh Hạ Long một lần nữa, tôi phải tham gia hành trình này và tôi thực sự khuyên bạn nên tham gia Aphrodite Cruise nếu bạn muốn đến thăm vịnh halong. ở Việt Nam. Đọc thêm",
            "Hành trình hoàn hảo trong 3 ngày với hơn cả đồ ăn hoàn hảo và các hoạt động rất thú vị. Xin cảm ơn Minh Trần có trách nhiệm đã hỗ trợ và giúp đỡ tất cả hành khách!Đọc thêm",
            "Đầu tiên chiếc thuyền được trang bị tuyệt vời. Các phòng đều rất sang trọng và tận dụng tối đa không gian có sẵn. Chiếc giường đặc biệt thoải mái. Ở lại một đêm của chúng tôi được tổ chức rất tốt, tất cả các hoạt động được đặt ra rõ ràng ngay từ đầu và mọi thứ đều được giữ đúng thời gian. Phần lớn sự nhấn mạnh là vào việc ăn uống. Mỗi vị khách được hỏi họ thích hay không thích gì và trong giới hạn, các bữa ăn sẽ được nấu theo yêu cầu, điều này khá tuyệt vời. Lượng thức ăn được cung cấp là phi thường. Chúng tôi bắt đầu với bữa trưa 6 món, sau đó là bữa tối có quy mô tương tự. Ngoài ra còn có một giờ rưỡi hạnh phúc 2 trong 1 và trong mọi trường hợp, đồ uống không đắt tiền. Chúng tôi thật may mắn khi chỉ có 7 người trên tàu nên có rất nhiều sự tương tác với nhân viên. Ngày hôm sau, bạn có thể ăn bữa sáng sớm nhẹ với súp và trứng tráng tương tự, sau đó là bữa sáng muộn 6 món. Bạn nhận được hình ảnh. Thức ăn chủ yếu là ngon, nổi bật là cá tươi theo quan điểm của tôi. Các chuyến du ngoạn ngoài thuyền bao gồm đi bộ thư giãn đến một số hang động rất nổi tiếng và đông đúc. Một số du khách khó chịu từ những chiếc thuyền khác ở đó. Các hoạt động khác bao gồm bơi lội và đi bộ đường dài. Ngày hôm sau bao gồm một chuyến đi bằng thuyền tre chưa bao giờ đến được hang động nhỏ nhất vì một trận mưa như trút nước. Điểm trừ thực sự là vịnh rất nổi tiếng nên có rất nhiều thuyền khác ở đó và một số thì ồn ào. Nhân viên trên chiếc thuyền này rất duyên dáng và hữu ích. Họ đã cố gắng chụp ảnh cùng tất cả chúng tôi vào cuối chuyến hành trình ngắn.Đọc thêm",
            "Hành trình này thật tuyệt vời! Nó chắc chắn vượt quá mong đợi của chúng tôi. Tôi nghĩ hành trình rất tốt, đặc biệt là vào ngày thứ hai! Các món ăn ngon tuyệt! Họ có thực đơn gồm 5 món cho bữa trưa và bữa tối kiểu Việt và mỗi món trong thực đơn đó đều tuyệt vời. Các phòng rất thoải mái, nhỏ hơn một chút so với phòng khách sạn nhưng rất sang trọng và tiện nghi.  Sau khi bạn nhận phòng, họ sẽ phục vụ bạn bữa trưa tuyệt vời trong khi du thuyền di chuyển vào Vịnh Hạ Long. Các quan điểm là hoàn toàn tuyệt đẹp! Sau đó quý khách đi tới đảo Sửng Sốt và Ti Tốp. Sung sot là 792 bước đi bộ nhưng phần lớn trong số đó thực sự đều và không quá khó. Hang động tuyệt đẹp và đáng để đi. Ti top khó đi hơn rất nhiều với 425 bậc thang để leo lên điểm ngắm cảnh trước khi quay xuống bơi. Bạn có khoảng một giờ ở mỗi hòn đảo và chỉ có thể chọn bơi ở Ti top nếu muốn. Tuy nhiên, góc nhìn từ trên xuống rất đáng để bạn thử nếu có thể!  Tuy nhiên, ngày thứ hai, họ chuyển bạn sang một chiếc thuyền nhỏ hơn vào lúc 8h30 sáng và bạn đến làng chài Cửa Vạn và hang Trinh Nữ để bơi lội. Đây thật là hoành tráng và là điểm nhấn tuyệt đối đối với vợ tôi và tôi. Chỉ có chúng tôi và 5 người khác và về cơ bản, chúng tôi có toàn bộ hòn đảo để tự mình khám phá bằng thuyền kayak. Nó thật phi thường. Chắc chắn đáng để thực hiện tùy chọn 3D2N vì tùy chọn 2D1N không cho phép điều này. Sau đó, bạn trở lại thuyền để tận hưởng giờ vui vẻ và bữa tối.Đọc thêm",
            "Stayed 3 days, 2 nights. Youre better off staying longer because the 1 night trip is a little rushed I feel. The longer trip gives you more time to relax on the boat. You cant go to Ha Lon Bay and expect to be the only people there, based on what our tour guide said the government has allowed around 500 cruise vessels to operate in the bay. The bay itself is broken up into 4 sectors in which the ships can tour around, on the tour Aphrodite takes you on id Estimate we saw around 30ish other vessels of different sizes. Dont let that put you off though Each sector is massive and if youd just come from Hanoi like we did via a transfer with Hera Cruises 55 each way in a shared limo bus then its relatively peaceful. The cruise itself is rated 5 star and we booked this through booking.com. The food was the best weve had in Vietnam each lunch and dinner you get in 5 courses, the portions are just right so youre not overfaced! Although they did say if we were still hungry to ask for more. If you stay 2 nights the menu will change each day. The seafood is all really fresh and lovely fruit. Breakfast starts from around 6.30 after tai chi on the sun deck, all trips out are optional on the first day we decided to skip a trip to an overcrowded looking beach and enjoyed more time on the boat. The trip out on the second day was very good to a floating village and canoeing to a private beach, you be taken off the main boat and put on a smaller day boat to do this. The trips are included in the price of your stay. Drinks were a little pricey but they have a happy hour from 5-7 which is 2 for 1 drinks which makes it a little more reasonable. Tea and Coffee can be had any time of the day in the restaurant FOC. Rooms are lovely, clean, your own shower and we paid for a balcony which was really nice but if you dont go for that option there is loads of seating around the outside of the restaurant and on the sun deck. The sunsets are incredible on a clear evening. Staff David, Helen, Tom and Jacky were all great, good grasp of English too. Check in was easy, and check out you really are very well looked after from the minute you arrive to the minute you leave, and the staff are very well organised getting you to and from the day trips, youll be given an intinerary when you check in too so youll know everything thats on offer. Its one of the pricier cruises on offer but worth the money if you want a little luxury and relaxation like we did after a busy two weeks touring Vietnam. The staff even surprised me with a birthday cake, cocktail and some fruit art for my 30th which was really lovely of them. Would totally recommend.Read more"
        ],
        "star_ratings": [
            801,
            101,
            24,
            7,
            3
        ],
        "review_amount": 936,
        "location": [
            "Du thuyền Aphrodite",
            "Châu Á",
            "Việt Nam",
            "Đảo Tuần Châu",
            "Những điều cần làm ở Đảo Tuần Châu",
            "Quang Ninh Province",
            "Vịnh Hạ Long"
        ],
        "reviews_time": [
            "Written October 24, 2019",
            "Written October 24, 2019",
            "Written October 24, 2019",
            "Written October 22, 2019",
            "Written October 22, 2019",
            "Written October 22, 2019",
            "Written October 20, 2019",
            "Written October 9, 2019",
            "Written October 9, 2019",
            "Written October 9, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g3737857-d6510976-Reviews-or70-Aphrodite_Cruises-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g3737857-d6510976-Reviews-or60-Aphrodite_Cruises-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g3737857-d6510976-Reviews-or80-Aphrodite_Cruises-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g3737857-d6510976-Reviews-Aphrodite_Cruises-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d20011076-Reviews-The_Halong_Catamaran-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d19924383-Reviews-Serenity_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g3737857-d9996872-Reviews-Lavender_Elegance_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d11872652-Reviews-Halong_Wonder_Bay_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d6474689-Reviews-Paradise_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d11704883-Reviews-Alisa_Premier_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8851194-Reviews-Local_Tours_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d2094698-Reviews-Emeraude_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d8095304-Reviews-Hai_Au_Aviation-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d1751428-Reviews-Bhaya_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d3661641-Reviews-Legend_Halong-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d8435256-Reviews-Halong_Apricot_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d8564173-Reviews-Whisky_Gallery_Bar_JO_Pub-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d2430734-Reviews-Alova_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g3737857-d12619850-Reviews-Hera_Cruise_Private_Day_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g46745-d117458-Reviews-Point_Pleasant_Beach-Point_Pleasant_Beach_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g189970-d6022475-Reviews-Kringlan_Mall-Reykjavik_Capital_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g1413110-d12727744-Reviews-The_Cable_Car-Borgo_Maggiore.html",
            "https://www.tripadvisor.com/Attraction_Review-g31411-d109688-Reviews-Meteor_Crater_Barringer_Space_Museum-Winslow_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g297921-d10118013-Reviews-Kim_Yong_Market-Hat_Yai_Songkhla_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d104370-Reviews-Ellis_Island-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g56014-d11621835-Reviews-Martha_Chapel_Cemetery-Huntsville_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60880-d10136216-Reviews-4th_Avenue_Marketplace-Anchorage_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g1188672-d3300765-Reviews-Keri_Caves-Limni_Keri_Zakynthos_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g580192-d256276-Reviews-Kastro-Naxos_Town_Naxos_Cyclades_South_Aegean.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g3737857-d6510976-Reviews-or80-Aphrodite_Cruises-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g3737857-d6510976-Reviews-or70-Aphrodite_Cruises-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html"
    },
    {
        "attraction_name": "Aphrodite Cruises",
        "attraction_name_vi": "Du thuyền Aphrodite",
        "general_info": [
            "936 đánh giá",
            "Những chuyến du lịch thuyền"
        ],
        "attraction_summary": "Du thuyền 5 sao sang trọng đầu tiên ở vịnh Hạ Long.Đọc thêm",
        "reviews": [
            "Tôi đã dành 2 đêm 3 ngày trên chiếc thuyền tuyệt vời này đi khắp Vịnh Hạ Long độc đáo. Tôi thực sự đã đáp ứng được kỳ vọng của mình, đặc biệt cảm ơn David, Philip, tom và tất cả phi hành đoàn của Aphrodite Cruise vì sự tổ chức rất tốt. Tôi ở trong một căn phòng có Ban công, có phòng tắm sạch sẽ và thoải mái: vào buổi sáng hoặc buổi tối, bạn có thể tận hưởng ban công và thư giãn với cà phê trong khi ngắm nhìn khung cảnh tĩnh lặng trước mặt. Thức ăn ngon và hoạt động tốt. Rất khuyến khích.Đọc thêm",
            "Con gái tôi và tôi rất thích chuyến du ngoạn 1 đêm trên chiếc thuyền cũ hơn, chân thực hơn này. Giống như mọi nơi khác ở Việt Nam Vịnh Hạ Long chật kín người, nhưng Aphrodite chỉ có 16 khách trong chuyến đi của chúng tôi, điều này khiến chuyến đi trở nên riêng tư hơn rất nhiều.  Sự quan tâm và chăm sóc của nhân viên đã làm cho nó trở nên đặc biệt đối với chúng tôi.  Tất cả đều rất chuyên nghiệp từ tài xế đưa đón trở đi.  Có thể khó khăn khi ngôn ngữ là rào cản nhưng chúng tôi đã học cách tin tưởng vào thông tin của họ về việc chuyển tiền, v.v. khi chúng tôi không chắc chắn điều gì đang xảy ra.   Jackie đã làm rất tốt vai trò Giám đốc Du lịch và được đề cập đặc biệt đến việc Tom dẫn dắt buổi trình diễn nấu ăn và các chuyến du ngoạn trên thuyền.  Bạn đã làm rất tốt.  Chúng tôi cũng rất thích chăm sóc da mặt trong phòng spa.  Đáng yêu.  Cơ sở vật chất trên tàu sạch sẽ và thoải mái. Phòng tắm đáng yêu.  Thức ăn là điểm nổi bật, được trình bày đẹp mắt.  Cho dù bạn chọn một hay hai đêm, tôi chắc chắn bạn sẽ thích thú với chuyến du ngoạn này ở một nơi đặc biệt như vậy.  Cảm ơn Tom, Jackie, Reus, Chi và Trang.Đọc thêm",
            "Các nhân viên rất thân thiện và có sức chứa. Thức ăn rất ngon. Các điểm tham quan là không thể nào quên.  Đặc biệt cảm ơn Hạnh vì đã dọn phòng và làm lời chào đặc biệt trên giường. Và cảm ơn Jackie, Chi, Tom, Robert, Philip, Marco Reus và David vì đã khiến chuyến đi trở nên đặc biệt và đáng nhớ. Đọc thêm",
            "Thực sự yêu thích Vịnh và các điểm tham quan của nó. Thật đáng tiếc khi có quá nhiều rác nhưng với lượng người đến đó thì không có gì ngạc nhiên. Có một chút thất vọng với hành trình vì nó thực sự chỉ đi từ bến tàu đến một điểm cố định và neo đậu ở đó trong suốt thời gian. Bạn đi vòng quanh đấu thầu để xem các điểm tham quan. Nhân viên trên tàu thật tuyệt vời và khiến bạn cảm thấy thoải mái và an toàn. Chất lượng thực phẩm còn nhiều nghi vấn nhưng có rất nhiều. Nhìn chung, những điều bạn phải làm khi ở miền Bắc, chỉ cần đảm bảo rằng bạn chọn được chuyến tham quan tốt nhất cho mình.Đọc thêm",
            "Nếu du lịch Hà Nội, đừng bao giờ bỏ lỡ chuyến du ngoạn Vịnh Hạ Long! Nó có giá trị đặc biệt với Aphrodite Cruises. Đó là một sự sang trọng giá cả phải chăng với dịch vụ tuyệt vời và đội ngũ. Jennifer nhân viên tiếp tân, hướng dẫn viên du lịch của chúng tôi giờ là một người bạn. Jackie, Phillip và nhóm rất có sức chứa, ngay cả đầu bếp của họ cũng vậy! Nói với họ rằng hôm nay là sinh nhật lần thứ 45 của chồng tôi và làm anh ấy ngạc nhiên với một chiếc bánh sinh nhật, khắc dưa hấu và một bài hát sinh nhật bằng tiếng Việt. Dịch vụ của họ thật đáng nhớ! Ngồi xuống bữa trưa, bữa tối và bữa sáng khiến nó càng trở nên đặc biệt hơn giống như một bữa ăn ngon trong mỗi bữa ăn. Hoạt động của họ được lên kế hoạch tốt. Hành trình này rất tốt đẹp cho các cặp vợ chồng. Rất khuyến khích! Đọc thêm",
            "Vịnh Hạ Long là một nơi tuyệt vời để ghé thăm. Đi du thuyền với 1 đêm trên tàu. Đồ ăn rất ngon và cabin nica. Đọc thêm",
            "Chuyến đi du thuyền 2 ngày 1 đêm thật tuyệt vời và là một trải nghiệm đáng nhớ! Các nhân viên rất thân thiện và thậm chí còn lên kế hoạch tạo bất ngờ cho mẹ tôi để ăn mừng sinh nhật của bà. Cảm ơn Jackie, Tommy, David, Robert và Philip! Đọc thêm",
            "chúng tôi đã đặt chuyến đi 2 ngày 1 đêm trên Aphrodite. chuyến đi thật tuyệt vời.  chúng tôi đã có một món ăn ngon hành trình tốt để thư giãn. cảm ơn tất cả. Chris và David là những người rất tốt bụng. chúng tôi sẽ quay lại trong tương laiXem thêm",
            "Trọng, yên, phong, trung, tân chi đều rất tuyệt vời và hữu ích. Trọng đã vẽ một con thiên nga và những cánh hoa hồng xinh đẹp trên phòng ngủ của chúng tôi, điều đặc biệt cho lễ đính hôn của tôi với Mandy sôi động của tôi. Chuyến đi và vị trí tuyệt vời nhất từ ​​trước đến nay của các đảo Hạ Long.Đọc thêm",
            "Chúng tôi rất ngạc nhiên vì phòng đẹp đến thế, thậm chí còn có cả bồn tắm nước nóng trên tàu! Được lễ tân Jenifer và Phillip chào đón nồng nhiệt! Đồ ăn cũng rất ngon; chúng tôi được phục vụ chu đáo bởi David, người phục vụ. Cảnh quan tuyệt đẹp trên tàu và bạn có thể tận hưởng giờ khuyến mãi vào buổi chiều. Chuyến đi ba ngày thực sự đáng giá vì bạn được ngắm nhiều khu vực riêng tư hơn. Anh lễ tân Chris của chúng tôi rất am hiểu và cung cấp cho chúng tôi rất nhiều thông tin về vịnh Hạ Long và khu vực xung quanh. Tôi giới thiệu chuyến du ngoạn này!! Tôi và bạn bè rất thích Đọc thêm",
            "Xin chào, bạn có cung cấp dịch vụ đón khách tại khách sạn từ khu phố cổ ở Hà Nội không? Điều này có được bao gồm trong gói tour 3D2N hay phải trả thêm phí? Cảm ơn!Đọc thêm",
            "Xin chào, du thuyền Aphrodite có phải là du thuyền tuần trăng mật dành cho các cặp đôi không?\nHay nó cũng phù hợp cho người độc thân hoặc gia đình?\nCảm ơn bạn.Đọc thêm",
            "Mình đi cùng chồng, trên tàu có cặp đôi, bạn bè và 1 gia đình\n\ncảm ơn SelenaĐọc thêm",
            "Tôi đang nghĩ đến việc đặt chiếc thuyền này vào tháng 6 cùng gia đình.  Bạn có thể cho tôi biết thêm một chút về kinh nghiệm của bạn.  Bạn nói họ đã nâng cấp bạn lên chiếc thuyền khác?  Đây là lần đầu tiên tôi đến Việt Nam nên tôi hơi nghi ngờ vì nhiều đánh giá rất khác nhau đối với cùng một chiếc thuyền.\n\nCảm ơn, Đọc thêm",
            "Xin chào, vì bạn đang đi du lịch cùng gia đình, tôi đặc biệt khuyên dùng Suite Gia đình có thể chứa 2 người lớn và 2 trẻ em dưới 12 tuổi. Chuyến đi 3 ngày sẽ tuyệt vời hơn rất nhiều khi bạn có nhiều thời gian thư giãn và tham quan các hang động, làng chài mà không phải vội vã. \n \nThông thường, một số khách rút thăm may mắn sẽ được nâng cấp lên tàu chị em Aphrodites mang tên Hera Cruise vì chắc chắn nó có quy mô cao hơn Aphrodite Cruise về dịch vụ đạt tiêu chuẩn 6 sao. Tuy nhiên, việc nâng cấp miễn phí không bao gồm các dịch vụ 6 sao nên tiêu chuẩn dịch vụ 5 sao sẽ được cung cấp giống như đối với Aphrodite, ngoài ra, điểm khác biệt duy nhất là cabin nâng cấp của bạn sẽ là Phòng thông nhau dành cho Gia đình rộng rãi - 56m2.Đọc thêm",
            "Mấy giờ về?Đọc thêm",
            "Xin chào, thời gian xuống tàu thường vào khoảng 11:00 sáng nên bạn sẽ quay lại khách sạn ở Hà Nội vào khoảng 3:30 chiều nếu bạn sử dụng dịch vụ đưa đón chung của Dcar Limousine.Đọc thêm",
            "Bạn có tính phí 300.000 đồng mỗi lần chúng tôi sử dụng thuyền kayak không?  Hoặc bạn chỉ tính phí chèo thuyền kayak vào ngày đầu tiên.  Và ngày thứ 2, thuyền kayak có được bao gồm trong phí phòng không?Đọc thêm",
            "Andy thân mến,\n\nLời chào nồng nhiệt nhất từ ​​Aphrodite Cruise!\n\nChúng tôi vui lòng giải thích rằng nếu bạn tham gia chuyến đi du thuyền 3 ngày, phí chèo thuyền kayak 300.000VD sẽ được bao gồm vào ngày thứ hai và phí tùy chọn sẽ được tính phụ phí vào ngày thứ ba của chuyến đi.\n\nTrân trọng,\nNhóm AphroditeĐọc thêm",
            "Làm thế nào để bạn đảm bảo an toàn cho trẻ nhỏ trên du thuyền?Đọc thêm",
            "Xin chào Beekay11, chúng tôi xin chia sẻ rằng bản thân con tàu được thiết kế để đảm bảo an toàn cho mọi hành khách với ban công cao từ 80cm đến 100cm trong các phòng và hiên tắm nắng. Thông thường đối với gia đình có trẻ nhỏ, chúng tôi khuyên bạn nên ở tầng 1 có cửa sổ loại phòng Luxury window hoặc Family suite hơn là Luxury Balcony ở tầng 2. Áo phao trẻ em có sẵn trên tàu tại nhà hàng, khu vực lễ tân và trong các phòng nghỉ. Nhân viên của chúng tôi được đào tạo để chăm sóc và chú ý đến sự an toàn của hành khách, đặc biệt là an toàn cho trẻ em. Ghế trẻ em có sẵn trên xe đưa đón, nhà hàng cũng như cũi trẻ em có thể được bố trí trong phòng tùy vào tình trạng sẵn có và theo yêu cầu.\nTôi hy vọng đây là một số thông tin cho mối quan tâm của bạn. Nếu có điều gì cần rõ ràng hơn, vui lòng cho chúng tôi biết. Chúng tôi rất vui được hỗ trợ bạn. \nHành trình của AphroditeĐọc thêm",
            "Nếu tour bị hủy do thời tiết, chúng tôi có được hoàn tiền không? Chúng tôi đã đặt chuyến du lịch 2 đêm vào tháng 8 khá đắtĐọc thêm",
            "Libby thân mến,\n\nLời chào nồng nhiệt nhất từ ​​hành trình Aphrodite và cảm ơn bạn rất nhiều vì đã quan tâm chọn chúng tôi làm đối tác du lịch khám phá vẻ đẹp hoang sơ của Hạ Long.\n\nTheo mối quan tâm của bạn, tôi vui lòng giải thích rằng thông thường có 3 khung thời gian được chính quyền Hạ Long công bố về bất kỳ cơn bão nào. Đó là 7:00 sáng, 11:00 sáng và 3:00 chiều, vì vậy phi hành đoàn của chúng tôi sẽ thông báo cho bạn phù hợp. \n\nNếu hành trình bị hủy do điều kiện thời tiết xấu, bạn sẽ được hoàn trả đầy đủ nếu không sử dụng dịch vụ. Nếu không, chỉ có dịch vụ đưa đón Nếu bạn đang trên đường đến Hạ Long, ăn trưa trên tàu Nếu bạn muốn ăn trưa trước khi quay trở lại Hà Nội và tham quan trong ngày Nếu chuyến tham quan được phép hoạt động đến 5:00 chiều thì sẽ phải trả phí.\n\nTôi hy vọng bạn thấy thông tin trên hữu ích.\n\nTrân trọng,\nHành trình của AphroditeĐọc thêm",
            "Tôi muốn biết giá trên trang web agoda bao gồm những gì. Có bao gồm tất cả các bữa ăn không? nó ghi bữa sáng miễn phí và một dấu tích bên cạnh bữa trưa và bữa tối nhưng không rõ ràng. Bạn có thể cho tôi biết chính xác các phần bao gồm không, cảm ơn!Đọc thêm",
            "Chúng tôi đã không đặt qua agoda; chúng tôi đã chọn Aphrodite thông qua lời khuyên của nhân viên hướng dẫn, và chúng tôi rất vui. Có, tất cả mọi thứ bao gồm cả bữa sáng, bữa trưa, bữa tối đều được bao gồm - giống như tất cả các dịch vụ bao gồm trên tàu du lịch. Đó là những bữa ăn đầy đủ: món khai vị, món chính, món tráng miệng. Các chuyến du ngoạn cũng được bao gồm, và trong một số chuyến du ngoạn, chúng tôi được cho ăn một bữa ăn nhẹ ở đó. Tuy nhiên, ngay trên tàu, chúng tôi luôn được phục vụ những bữa ăn đầy đủ... ít nhất đây là những gì chúng tôi đã đặt. Bạn có thể muốn kiểm tra trực tiếp với họ hoặc đại lý đặt vé của mình để xem liệu có sự khác biệt hay không. Chúc may mắn và có chuyến đi vui vẻ!Đọc thêm",
            "Mấy giờ nhận phòng và tàu rời bến lúc mấy giờ? Chúng tôi sẽ đến sân bay Hà Nội bằng đường hàng không vào buổi sáng và đang tự hỏi liệu chúng tôi có đến kịp nếu đi thẳng từ sân bay hay không.Đọc thêm",
            "Chúng tôi rời khách sạn ở Hà Nội vào khoảng 7:30 sáng và mất khoảng ba giờ để xe của chúng tôi đến Vịnh Hạ Long. Chúng tôi cũng gặp những người khác nói rằng họ đến thẳng từ sân bay Hà Nội. Aphrodite đợi họ đến trước khi tất cả chúng tôi lên tàu.  Họ có đội ngũ nhân viên giỏi và tôi tin rằng nếu bạn cho họ biết trước hành trình của mình, họ sẽ điều chỉnh lịch trình kỳ nghỉ của bạn.  \nChúc bạn có chuyến đi nhiều may mắn và vui vẻ. Đọc thêm",
            "CHÀO\n\nChi phí có bao gồm đưa đón khách sạn và tất cả các hoạt động không?\n\nChúc mừng\nRobĐọc thêm",
            "Chào cướp\nTôi xem nó như một phần của chuyến tham quan nên một hướng dẫn viên du lịch đã đón tôi từ khách sạn và sau đó ở lại trong chuyến tham quan hang động. \nCảm ơn\nDoreenĐọc thêm"
        ],
        "star_ratings": [
            801,
            101,
            24,
            7,
            3
        ],
        "review_amount": 936,
        "location": [
            "Du thuyền Aphrodite",
            "Châu Á",
            "Việt Nam",
            "Đảo Tuần Châu",
            "Những điều cần làm ở Đảo Tuần Châu",
            "Quang Ninh Province",
            "Vịnh Hạ Long"
        ],
        "reviews_time": [
            "Written October 7, 2019",
            "Written October 5, 2019",
            "Written October 5, 2019",
            "Written October 4, 2019",
            "Written October 2, 2019",
            "Written September 19, 2019",
            "Written September 16, 2019",
            "Written September 15, 2019",
            "Written September 11, 2019",
            "Written August 22, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g3737857-d6510976-Reviews-or80-Aphrodite_Cruises-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g3737857-d6510976-Reviews-or70-Aphrodite_Cruises-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g3737857-d6510976-Reviews-or90-Aphrodite_Cruises-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g3737857-d6510976-Reviews-Aphrodite_Cruises-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d20011076-Reviews-The_Halong_Catamaran-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d19924383-Reviews-Serenity_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g3737857-d9996872-Reviews-Lavender_Elegance_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d11872652-Reviews-Halong_Wonder_Bay_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d6474689-Reviews-Paradise_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d11704883-Reviews-Alisa_Premier_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8851194-Reviews-Local_Tours_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d2094698-Reviews-Emeraude_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d8095304-Reviews-Hai_Au_Aviation-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d1751428-Reviews-Bhaya_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d3661641-Reviews-Legend_Halong-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d8435256-Reviews-Halong_Apricot_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d8564173-Reviews-Whisky_Gallery_Bar_JO_Pub-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d2430734-Reviews-Alova_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g3737857-d12619850-Reviews-Hera_Cruise_Private_Day_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1760379-d4014677-Reviews-Lulusar_Lake-Kaghan_Khyber_Pakhtunkhwa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g47266-d14210327-Reviews-Cedar_Beach-Babylon_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d10318615-Reviews-Cara_Jewellers-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g60634-d591178-Reviews-Myths_of_Maui_Luau-Lahaina_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g188662-d3644920-Reviews-Maison_Leffe-Dinant_The_Ardennes_Wallonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g147404-d1379988-Reviews-Honeymoon_Beach-St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g48502-d4700126-Reviews-Peconic_Paddler-Riverhead_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g479217-d2414328-Reviews-Portuguese_Island-Inhaca_Inhaca_Island_Maputo_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g9723252-d7037916-Reviews-Sangeh_Monkey_Forest-Sangeh_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g2528749-d4155196-Reviews-Lempuyang_Temple-Abang_Karangasem_Bali.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g3737857-d6510976-Reviews-or90-Aphrodite_Cruises-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g3737857-d6510976-Reviews-or80-Aphrodite_Cruises-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html"
    },
    {
        "attraction_name": "Aphrodite Cruises",
        "attraction_name_vi": "Du thuyền Aphrodite",
        "general_info": [
            "936 đánh giá",
            "Những chuyến du lịch thuyền"
        ],
        "attraction_summary": "Du thuyền 5 sao sang trọng đầu tiên ở vịnh Hạ Long.Đọc thêm",
        "reviews": [
            "Chúng tôi ở trên chiếc thuyền Hera Cruise nhỏ hơn một chút, cũng là chiếc thuyền khác của Aphrodite.  Suite của chúng tôi đẹp về mọi mặt.  Rộng rãi, thoải mái, sang trọng và có hiên riêng rất đẹp và yên bình.  Thức ăn có thể là món ăn ngon nhất chúng tôi đã ăn ở khắp Việt Nam.  Chúng tôi nghĩ rằng đó sẽ là những bữa ăn ngon nhưng chúng được trình bày rất đẹp mắt và có hương vị tuyệt vời!  Nhưng phần tốt nhất của chuyến đi là phi hành đoàn.  Apple và Cindy là những nữ tiếp viên 5 sao thực sự quan tâm đến trải nghiệm của chúng tôi.  Họ đã dành rất nhiều thời gian đến thăm chúng tôi và cứ như thể chúng tôi đang đi nghỉ cùng họ vậy!!  James là người tổ chức sự kiện và đã làm rất tốt các chuyến tham quan hang động, chèo thuyền kayak, v.v., v.v. Tôi chắc chắn sẽ thực hiện chuyến đi này một lần nữa!!  Cảm ơn các bạn vì trải nghiệm tuyệt vời và tất cả những kỷ niệm.Đọc thêm",
            "Ấn tượng với cách tất cả các thành viên phi hành đoàn chào đón chúng tôi trên tàu, họ rất tốt bụng và nhiệt tình hỗ trợ. Giới thiệu nhiều thông tin liên quan đến Hang Sửng Sốt và sẵn sàng hỗ trợ các hoạt động ngoại khóa. Đặc biệt cảm ơn anh Trọng, anh Tân, chị Chi, chị Tuyên, chị Yên, anh Trung, anh Phong, anh . Tiếng Thái... vì lòng hiếu khách tuyệt vời của bạnĐọc thêm",
            "Thuyền cũ. Chúng tôi phát hiện một số vấn đề về dây điện trong phòng tắm và cả hai chiếc đèn bàn cạnh giường ngủ đều được dán băng dính cách điện! . Các nhóm khác từ các tàu khác đã đến thăm hang động có hướng dẫn viên, chúng tôi thì không. Thiết bị khẩn cấp trong cabin của chúng tôi không được kiểm tra, đèn flash của chúng tôi không hoạt động. Họ yêu cầu kiểm tra nó. Đáng kinh ngạc. Tôi yêu cầu WiFi và họ trả lời tôi, nó chưa được mở. Bản tóm tắt an toàn lúc đầu không có bất kỳ thông tin nào về tay cầm trẻ em hoặc không có đèn ở tầng trên vào ban đêm. Tôi đã viết bình luận này cho các nhân viên. Tôi nhận thấy một người phụ nữ đã đưa ra nhận xét tốt và nhân viên yêu cầu ghi lại và họ đưa cho cô ấy mật khẩu WiFi. Họ không đề nghị tôi viết ra ý kiến ​​của mình. Vịnh Hạ Long thật tuyệt vời, nhưng nếu quay lại, chắc chắn tôi sẽ chọn công ty du lịch khác.Đọc thêm",
            "Đối tác của tôi và tôi đã có khoảng thời gian tuyệt vời trên Aphrodite Cruises. Vịnh Hạ Long thật tuyệt vời và nhân viên rất thân thiện, đặc biệt là Jennifer, David và Philippe. Chắc chắn sẽ giới thiệu chuyến đi và công ty này. Sẽ quay lại sớmXem thêm",
            "Chúng tôi đã có một chuyến đi tuyệt vời trên Aphrodite. Bởi vì chúng tôi đã thực hiện chuyến tham quan ba ngày nên chúng tôi có thời gian tận hưởng vịnh trong sự yên tĩnh hơn so với chuyến tham quan ngắn hơn. Vào ngày thứ hai, Ang Chris đưa chúng tôi tham gia một chuyến đi thám hiểm hang động, chèo thuyền kayak và bơi lội trong một vịnh nhỏ xinh đẹp. Mặc dù mọi người nói rằng Vịnh quá đông đúc nhưng chúng tôi thấy chuyến đi của mình thật yên bình và tĩnh lặng. Đội ngũ trên tàu rất thân thiện và có sức chứa và khiến nó trở nên rất đặc biệt. David phục vụ chúng tôi một cách tuyệt vời trong nhà hàng nơi chúng tôi ăn những món ăn địa phương phong phú và tuyệt vời. Jennifer đưa chúng tôi đi tham quan vào ngày thứ nhất và thứ ba và là một hướng dẫn viên vui vẻ và thân thiện. Muốn giới thiệu chuyến đi cho bất cứ ai muốn có một gia đình hoặc trải nghiệm lãng mạn. Đọc thêm",
            "Các nhân viên rất thân thiện và chuyến tham quan hang động, Đảo Ti Top và Hang Ruan thật tuyệt vời! Có tổng cộng 4 bữa ăn được cung cấp và chúng được chuẩn bị cẩn thận nếu bạn đưa bố mẹ đi cùng. Jennifer Nhân viên tốt bụng như thế nào. Nhân viên xuất sắc tham quan tốt. Cảnh đêm tuyệt vời: Món ăn ngon. Tôi đã có những ngày hạnh phúc. Đọc thêm",
            "Chúng tôi đã đặt chuyến đi 3 ngày 2 đêm trên du thuyền Aphrodite. Chúng tôi có chuyến đi tuyệt vời. Thời gian tuyệt vời Với tất cả nhân viên.Phillip, Chris, Jenny, David, halen và Tommy đều rất tử tế. Cảm ơn vì tất cảĐọc thêm",
            "Từ những tiện nghi tuyệt vời đến những món ăn tuyệt vời, chúng tôi rất ngạc nhiên với từng sự kiện được lên kế hoạch. Chúng tôi mang theo đứa con gái 1 tuổi của mình và toàn bộ nhân viên đều vượt quá sức chứa. Chúng tôi không biết điều gì sẽ xảy ra, nhưng chúng tôi thực sự khuyến khích chuyến đi này!Đọc thêm",
            "Chúng tôi đã có một chuyến đi tuyệt vời trên Aphrodite Cruises. Vịnh Hạ Long thật tuyệt vời, giường rất thoải mái, đồ ăn ngon và nhân viên thì tuyệt vời! Phillip, Jenifer, Trọng David, Anh, Chi Tan và mọi người--cảm ơn!Đọc thêm",
            "Cảm ơn tất cả các nhân viên tuyệt vời trên hành trình Aphrodite của chúng tôi. Từ Manger Phong đến Chris và Jennifer đáng yêu trong các chuyến du lịch ban ngày, chúng tôi cảm ơn vì công việc tuyệt vời của các bạn. Mặc dù Vịnh Long bận rộn nhưng con tàu của chúng tôi luôn bình tĩnh và chu đáo khi chúng tôi trở về nhà sau chuyến tham quan. Sự chú ý đến sức khỏe và sự an toàn là tuyệt vời. Ngoài ra, xin cảm ơn David vì sự phục vụ chu đáo của bạn trong suốt thời gian lưu trú. Lời chúc tốt đẹp nhất Helen và Kerry từ ÚcĐọc hơn"
        ],
        "star_ratings": [
            801,
            101,
            24,
            7,
            3
        ],
        "review_amount": 936,
        "location": [
            "Du thuyền Aphrodite",
            "Châu Á",
            "Việt Nam",
            "Đảo Tuần Châu",
            "Những điều cần làm ở Đảo Tuần Châu",
            "Quang Ninh Province",
            "Vịnh Hạ Long"
        ],
        "reviews_time": [
            "Written August 18, 2019",
            "Written August 14, 2019",
            "Written August 14, 2019",
            "Written August 13, 2019",
            "Written August 9, 2019",
            "Written August 7, 2019",
            "Written August 6, 2019",
            "Written August 6, 2019",
            "Written August 6, 2019",
            "Written July 30, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g3737857-d6510976-Reviews-or90-Aphrodite_Cruises-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g3737857-d6510976-Reviews-or80-Aphrodite_Cruises-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g3737857-d6510976-Reviews-or100-Aphrodite_Cruises-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g3737857-d6510976-Reviews-Aphrodite_Cruises-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d20011076-Reviews-The_Halong_Catamaran-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d19924383-Reviews-Serenity_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g3737857-d9996872-Reviews-Lavender_Elegance_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d11872652-Reviews-Halong_Wonder_Bay_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d6474689-Reviews-Paradise_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d11704883-Reviews-Alisa_Premier_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8851194-Reviews-Local_Tours_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d2094698-Reviews-Emeraude_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d8095304-Reviews-Hai_Au_Aviation-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d1751428-Reviews-Bhaya_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d3661641-Reviews-Legend_Halong-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d8435256-Reviews-Halong_Apricot_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d8564173-Reviews-Whisky_Gallery_Bar_JO_Pub-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d2430734-Reviews-Alova_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g3737857-d12619850-Reviews-Hera_Cruise_Private_Day_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g297884-d1605555-Reviews-BIFF_Square-Busan.html",
            "https://www.tripadvisor.com/Attraction_Review-g664630-d3530642-Reviews-Skala_Beach-Skala_Kefalonia_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g36382-d2208656-Reviews-Channel_Cat_Taxi-Moline_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g188644-d196131-Reviews-Beer_Museum-Brussels.html",
            "https://www.tripadvisor.com/Attraction_Review-g298566-d6433646-Reviews-Tower_Knives_Osaka-Osaka_Osaka_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g189449-d2268231-Reviews-Farma_of_Rhodes_Petting_Zoo-Rhodes_Dodecanese_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g34043-d13795400-Reviews-Main_Event_Entertainment-Newark_Delaware.html",
            "https://www.tripadvisor.com/Attraction_Review-g56833-d270859-Reviews-Dr_Pepper_Museum-Waco_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g293791-d19283853-Reviews-Unity_Park-Addis_Ababa.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g3737857-d6510976-Reviews-or100-Aphrodite_Cruises-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g3737857-d6510976-Reviews-or90-Aphrodite_Cruises-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html"
    }
]