[
    {
        "attraction_name": "Aquaworld",
        "attraction_name_vi": "Thế giới nước",
        "general_info": [
            "488 đánh giá",
            "- 2 trong 2 công viên giải trí ở Budapest",
            "Giải trí - Công viên giải trí",
            "Công viên nước",
            "Spa nước nóng"
        ],
        "attraction_summary": "Aquaworld là một trong những công viên giải trí nước trong nhà lớn nhất ở châu Âu mang đến những hoạt động giải trí khó quên cho du khách ở mọi lứa tuổi trong suốt cả năm. Trung tâm phiêu lưu được bao phủ bởi một mái vòm khổng lồ, cao 5 tầng và có đường kính 72 m. Nó lớn đến mức có thể chứa thoải mái một gia đình cá voi xanh, loài động vật lớn nhất trên Trái đất. Bản sao ngôi đền Angkor hoành tráng được bao quanh bởi những cây cầu treo, tháp và hồ bơi là một cảnh tượng ngoạn mục. Thế giới của những bức tượng thanh thản - là sự đối lập hoàn hảo với việc sử dụng các giải pháp kiến ​​trúc và kỹ thuật hiện đại nhất, phù hợp với quan niệm của Aquaworld, để tạo ra một ngôi đền văn hóa thủy sinh hiện đại mang đến những cuộc phiêu lưu phức tạp cho du khách. Aquaworld nằm ở vùng ngoại ô phía bắc của Budapest, tại mố Pest của cầu Megyeri, dọc theo vành đai M0, trong một khu vực xanh mát nhưng gần trung tâm thị trấn. Nó có một bãi đậu xe ngoài trời với sức chứa hơn 1000, có thể dễ dàng tiếp cận thông qua lối ra Aquaworld của vòng Budapest M0 mới.Đọc thêm",
        "reviews": [
            "Công viên nước tuyệt vời với những đường trượt tuyệt vời - kamikaze và UFO là tuyệt nhất! - nhưng cũng có khu vực dành cho trẻ mới biết đi tuyệt vời. \nChúng tôi đã đến đó 2 lần trong thời gian lưu trú tại Budapest, thực sự đáng giá.\nĐồ ăn ngon trong nhà hàng.\nHy vọng chúng tôi sẽ quay lại vào một thời điểm nào đó. Đọc thêm",
            "Đường trượt tốt và hồ bơi đẹp. Chúng tôi đã đi vào trái mùa, vì vậy khá nhiều khu vực trong số này đã bị đóng cửa, bao gồm cả khu vui chơi dưới nước bên ngoài có thể tốt cho đứa con út của chúng tôi - 5 tuổi -. Có cảm giác như không có nhiều việc để anh ấy làm - mặc dù có một khu vực trong nhà dành cho trẻ nhỏ với một số cầu trượt tươm tất, vì vậy anh ấy đã không hoàn toàn bỏ lỡ! - Nếu bạn đến đó khi không bận, có thể bạn sẽ không cần nhiều hơn ba giờ - đó là khoảng thời gian chúng tôi đã chi tiêu ở đó, bao gồm cả thời gian nghỉ trưa - . Vào những lúc bận rộn hơn, tôi chắc chắn rằng việc xếp hàng kéo dài cả ngày, nhưng cuối cùng thì đó chỉ là một chuyến đi buổi sáng đối với chúng tôi.\n\nMẹo: nếu bạn đi bằng phương tiện giao thông công cộng, bạn có thể cần phải lên kế hoạch cẩn thận một chút, vì xe buýt dừng ngay bên ngoài khu nghỉ dưỡng không chạy thường xuyên - ít nhất, nó chạy không thường xuyên khi chúng tôi đi; nó có thể đi thường xuyên hơn vào mùa cao điểm - . Tuy nhiên, nếu bạn bỏ lỡ chuyến xe buýt đó thì vẫn có những chuyến xe buýt khác dừng trên đường chính, cách đó khoảng 10 phút đi bộ, nên cũng không tệ lắm. Tuy nhiên, khu nghỉ mát này có cảm giác như nằm trong một khu vực khá hoang vắng, ngay phía sau một khu công nghiệp lớn. Không có nhiều việc phải làm ở đó, đây là điều cần lưu ý nếu bạn dự định ở lại đó - và không muốn dành toàn bộ thời gian ở công viên nước - .Đọc thêm",
            "Thật là một nơi tuyệt vời cho trẻ em!\nChúng tôi đã dành khoảng 4 giờ - chúng tôi chơi quá mệt nên phải rời đi - vào một ngày trong tuần và nơi đó thường kín người. Không quá bận rộn vào thứ Sáu từ 10:00 - 14:00.\nThức ăn còn hơn cả tốt cho một nơi như vậy, nhà vệ sinh và phòng thay đồ sạch sẽ.\nHồ bơi dành cho trẻ nhỏ rất hoàn hảo cho con chúng tôi, vì nó rất ấm áp và có 4 cầu trượt cho bé - bé 3 tuổi. Cầu trượt bạch tuộc con, cầu trượt rắn và hai cầu trượt nữa mà bé thích thú hàng giờ liền.\nĐối với tôi và chồng tôi, chúng tôi cũng đã thử các cầu trượt dành cho người lớn và rất thú vị.\nCó vẻ như khu vực bên ngoài dành cho trẻ em cũng rất tuyệt, nhưng chúng tôi không thể sử dụng nó vì trời lạnh và trời mưa vào ngày chúng tôi đến thăm.\nChắc chắn được đề xuất.Đọc thêm",
            "Khách sạn tuyệt vời có mọi thứ cần thiết, siêu thân thiện và sạch sẽ, tuyệt vời cho gia đình và các cặp đôi. Cơ sở spa rất sạch sẽ, nhiều lựa chọn đồ ăn, phòng vui chơi và trò chơi nhẹ nhàng cho trẻ em, khu vực chỉ dành cho người lớn, thế giới nước rất nhiều niềm vui, dành cho người tập thể thao, tennis, bóng quần,. Dễ dàng di chuyển bằng phương tiện đi lại trong ngày, Muốn quay lạiĐọc thêm",
            "Thật là một nơi tuyệt vời dành cho trẻ em! Chúng tôi đã dành khoảng 4 giờ - chúng tôi chơi quá mệt mỏi nên chúng tôi phải rời đi - vào một ngày trong tuần và nơi đó thường kín người. Không quá bận rộn vào thứ Sáu trong khoảng thời gian từ 10: 00-14: 00. Thức ăn rất tốt cho một nơi như vậy, nhà vệ sinh và phòng thay đồ sạch sẽ. Hồ bơi dành cho trẻ nhỏ hoàn hảo cho con chúng tôi, vì nó vốn vậy rất ấm áp và có 4 cầu trượt cho cô ấy - cô ấy 3 - . Cầu trượt bạch tuộc con, cầu trượt rắn và hai cầu trượt nữa mà cô ấy thích hàng giờ. Đối với tôi và chồng tôi, chúng tôi cũng đã thử các cầu trượt dành cho người lớn và rất thú vị. Có vẻ như phần bên ngoài dành cho trẻ em cũng rất tuyệt, nhưng chúng tôi có thể không sử dụng nó vì trời lạnh và trời mưa vào ngày chúng tôi ghé thăm. Chắc chắn nên dùng.Đọc thêm",
            "Đường trượt tốt và hồ bơi đẹp. Chúng tôi đã đi vào trái mùa, vì vậy khá nhiều khu vực trong số này đã bị đóng cửa, bao gồm cả khu vui chơi dưới nước bên ngoài có thể tốt cho đứa con út của chúng tôi - 5 tuổi -. Có cảm giác như không có nhiều việc để anh ấy làm - mặc dù có một khu vực trong nhà dành cho trẻ nhỏ với một số cầu trượt tươm tất, vì vậy anh ấy đã không hoàn toàn bỏ lỡ! - Nếu bạn đến đó khi không bận, có thể bạn sẽ không cần nhiều hơn ba giờ - đó là khoảng thời gian chúng tôi đã chi tiêu ở đó, bao gồm cả thời gian nghỉ trưa - . Vào những thời điểm bận rộn hơn, tôi chắc chắn rằng việc xếp hàng kéo dài cả ngày, nhưng rốt cuộc đó chỉ là chuyến đi buổi sáng đối với chúng tôi. Mẹo: nếu bạn đi bằng phương tiện giao thông công cộng, bạn có thể cần lên kế hoạch cẩn thận một chút, vì xe buýt dừng ngay bên ngoài khu nghỉ dưỡng hoạt động không thường xuyên - ít nhất, nó hoạt động không thường xuyên khi chúng tôi đến; nó có thể đi thường xuyên hơn vào mùa cao điểm - . Tuy nhiên, nếu bạn bỏ lỡ chuyến xe buýt đó thì vẫn có những chuyến xe buýt khác dừng trên đường chính, cách đó khoảng 10 phút đi bộ, nên cũng không tệ lắm. Tuy nhiên, khu nghỉ mát này có cảm giác như nằm trong một khu vực khá hoang vắng, ngay phía sau một khu công nghiệp lớn. Không có nhiều việc phải làm ở đó, đây là điều cần lưu ý nếu bạn dự định ở lại đó - và không muốn dành toàn bộ thời gian ở công viên nước - .Đọc thêm",
            "Atmosfære rất tốt và một thời gian tốt. Đồ ăn ngon và rất đẹp cho trẻ em. Một ngày tốt lành cho cả người lớn và trẻ em. Hơi xa Thành phố nhưng đáng để đi.Đọc thêm",
            "Các hồ bơi có nước ấm, không quá đông đúc. Những slide tuyệt vời. Chỗ ở sạch sẽ, trang trí đẹp, chúng tôi thích những ngôi chùa.Đọc thêm",
            "Chúng tôi đã có rất nhiều niềm vui trên các đường trượt và trong hồ bơi. Chúng tôi đã đặt vé trực tuyến và họ đã đợi chúng tôi tại quầy thanh toán. Đọc thêm",
            "Đây là một nơi tốt để tham quan, cầu trượt tốt, hồ bơi tốt, nhân viên hồ bơi rất thân thiện nhưng có một điều thực sự làm tôi khó chịu. Chúng tôi đã chọn tùy chọn bao bữa sáng và tối. Đồ ăn trong bữa tối tự chọn không ngon nhưng ở mức tạm chấp nhận được. Tôi sẽ - không muốn làm điều đó lâu hơn một vài đêm. Nhưng điều rất khó chịu là đồ uống không được bao gồm trong chi phí bữa tối và nhân viên rất tích cực trong việc bán chúng. Tôi đang đi du lịch cùng 2 đứa con của mình, 13 và 9. Tôi và đứa con trai 9 tuổi của tôi đi trước, con gái tôi đi sau. Khi hai chúng tôi ngồi vào chỗ, ngay lập tức một cô phục vụ đến và hỏi chúng tôi muốn uống gì. Tôi giải thích rằng chúng tôi chưa - tất cả đều ở đó. Cô ấy nói - vậy - được rồi, tôi có thể quay lại - . Tôi nói với cô ấy là không - không sao và cô ấy bỏ đi. Thế là con gái tôi đến, tôi đưa bọn trẻ đi ăn buffet trong khi tôi dọn bàn cho chúng tôi. Họ quay lại, tôi đi ăn buffet. Khi tôi quay lại, một người phục vụ đang cố gắng lấy đồ uống từ bọn trẻ. Tôi hỏi anh ấy chuyện gì đang xảy ra và anh ấy nói anh ấy muốn nhận đơn đặt hàng đồ uống. Trong khi tôi - đang đứng bưng đĩa thức ăn, chưa ngồi xuống. Có thể đó là sự khác biệt so với những gì các quốc gia khác mong đợi, nhưng chắc chắn bạn không mong đợi được mời uống nước trước khi bàn được bố trí đúng chỗ. Và chắc chắn việc tiếp cận trẻ em để lấy đồ uống khi không có người lớn cũng là sai lầm. Đối với bữa sáng tự chọn, có những đồ uống tuyệt vời, bao gồm tất cả, vô số nước trái cây, nước lọc, v.v. Tôi nghĩ việc bán hàng rầm rộ vào buổi tối chỉ nhằm trục lợi cho những khán giả bị giam cầm. Tôi khuyên bạn không nên chọn tùy chọn bao bữa sáng và tối.Đọc thêm",
            "Công viên nước tuyệt vời với những đường trượt tuyệt vời - kamikaze và UFO là tuyệt nhất! - nhưng cũng có khu vực dành cho trẻ mới biết đi tuyệt vời. Chúng tôi đã đến đó 2 lần trong thời gian lưu trú tại Budapest, thực sự đáng giá. Đồ ăn ngon trong nhà hàng. Hy vọng chúng tôi sẽ quay lại vào một thời điểm nào đó. Đọc thêm",
            "Chúng tôi đã dành một buổi chiều thứ bảy ở đó. Cả trẻ em và người lớn đều thích các cầu trượt và hồ bơi, và mặc dù thực tế là có rất nhiều người nhưng chúng tôi không cảm thấy khu vực hồ bơi quá đông đúc. Bạn có thể tìm thấy đủ ghế xếp và chúng tôi không phải xếp hàng nhiều ở các cầu trượt ngoại trừ một chiếc. Làn đường bơi khá miễn phí mọi lúc. Trẻ em thích khiêu vũ trong bể tạo sóng với các nhân viên. Nó đáng để ghé thăm mặc dù đắt hơn một chút so với các điểm tham quan tương tự trong khu vực, nhưng hãy chuẩn bị tinh thần cho một số khó chịu khi có liên quan đến cơ sở vật chất: - có vẻ như mọi người đều đến khi chúng tôi đến được giao tủ đựng đồ trong cùng một hành lang ngõ cụt nên chúng tôi phải thay phiên nhau đi lấy tủ đựng đồ - chỉ có nước nóng - nóng không chịu nổi - khi tắm, nên trước sau gì chúng tôi cũng không thể tắm rửa sạch sẽ hoàn toàn, phải tắm cho bọn trẻ và lau khô tóc lần nữa khi chúng tôi trở về khách sạn. Hầu hết các vòi sen có thể được nhìn vào từ hồ bơi và - hoặc khu vực thay đồ. Máy sấy tóc được cung cấp không hiệu quả lắm và chỉ thổi khí lạnh. - mang đủ nước uống để bù nước vì không có vòi uống nước nào ở bất cứ đâu để đổ đầy chai của bạn - và nước máy trong phòng tắm cũng nóng -. Nước khoáng trong nhà hàng đắt gấp 5 lần trong siêu thị, ngang bằng với nước ngọt ở đó, và nhân viên nhà hàng - rõ ràng - không biết rằng bạn có thể lấy nước máy ở quầy bar với giá thấp hơn - chúng tôi chỉ thấy điều này được viết trên một cái bàn nhỏ ở một góc sau - . Không chắc về chất lượng và giá cả đồ ăn vì chúng tôi không ăn trưa ở đó.Đọc thêm",
            "Một nơi tuyệt vời nhưng việc thiếu hỗ trợ khách hàng bằng tiếng Anh chỉ đơn giản là phá hỏng trải nghiệm thú vị - chúng tôi cảm thấy mình bị quá tải trong quán cà phê và dường như không ai hiểu hoặc nói tiếng Anh đúng cách. Và khi hỏi về xe buýt 230, câu trả lời là bạn nên sử dụng google map - dịch vụ khách hàng tệ đến mức phá hỏng ngày vui của chúng tôi tại Aqualand.Đọc thêm",
            "Có khu vực khán giả ngồi xem mà không cần bơi lội không?Đọc thêm",
            "Xin chào, có ai có thể cho tôi biết họ có khắt khe quá mức về chiều cao của trẻ em không? Con trai tôi cao 128cm, vì thiếu 2cm nên họ có thể từ chối sử dụng cầu trượt cho trẻ cao 130cm không?Đọc thêm",
            "SPA thế nào? Xin vui lòng đề nghị phương pháp điều trị nàoĐọc thêm",
            "Công viên nước cuối tuần đông đúc thế nào so với ngày thường?\nCó phải chờ đợi lâu để trượt vào cuối tuần?\nCảm ơn \nĐọc thêm",
            "Quá nhiều người vào cuối tuần. Cố gắng đi vào một ngày trong tuần :- - \n\n - AnitaĐọc thêm",
            "Giá vé vào công viên nước là bao nhiêu?",
            "Trẻ em nửa giá, còn có combo gia đìnhĐọc thêm",
            "Giá vé bao nhiêuĐọc thêm",
            "6500 hufĐọc thêm",
            "Xin chào, chúng tôi có phải trả tiền vào công viên nước aquaworld khi chúng tôi đặt phòng 3 ngày bao gồm tất cả các phòng đôi cao cấp gồm bữa sáng và bữa tối không?Đọc thêm",
            "Tôi muốn biết liệu có phương tiện di chuyển thuận tiện từ khách sạn đến trung tâm BudapestĐọc thêm",
            "Chúng tôi đi taxi với công ty Bolt - thông qua một ứng dụng -. Chúng tôi tốn khoảng 4.800 vương miện - 17 - - mỗi chiều và chúng tôi mất khoảng 20 phút từ trung tâm - Vương cung thánh đường - Đọc thêm",
            "Bạn có thể mua vé trong ngày được không? Hay phải trả tiền trướcĐọc thêm",
            "Xin lỗi tôi không biết kinh nghiệm vì tôi ở khách sạn nên đã bao gồm vé vào cửa. Tuy nhiên, tôi đã nhìn thấy một quầy bán vé ở lối vào nên có lẽ đúng như những người khác đã nói.Đọc thêm",
            "nếu thuê khănĐọc thêm",
            "Tôi nghĩ vậy. Tuy nhiên, có một cửa hàng ngay lối vào bán chúng với giá chấp nhận được.\nTrân trọngĐọc thêm"
        ],
        "star_ratings": [
            208,
            142,
            60,
            39,
            39
        ],
        "review_amount": 488,
        "location": [
            "Những việc cần làm ở Budapest",
            "Châu Âu",
            "Thủy cung",
            "Miền Trung Hungary",
            "Budapest",
            "Hungary"
        ],
        "reviews_time": [
            "Written August 8, 2023",
            "Written April 10, 2024",
            "Written May 26, 2024",
            "Written May 28, 2024",
            "Written May 27, 2024",
            "Written April 10, 2024",
            "Written March 28, 2024",
            "Written December 27, 2023",
            "Written November 6, 2023",
            "Written August 27, 2023",
            "Written August 8, 2023",
            "Written June 26, 2023",
            "Written December 23, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g274887-d1735323-Reviews-Aquaworld-Budapest_Central_Hungary.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g274887-d12645025-Reviews-Colorado_Restaurant-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274887-d15514411-Reviews-Melange_Coffee_Wine-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1598539-d23239379-Reviews-Kfc_Dunakeszi_Auchan-Dunakeszi_Pest_County_Central_Hungary.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1598539-d13456883-Reviews-Salad_Box_Dunakeszi_Auchan-Dunakeszi_Pest_County_Central_Hungary.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1598539-d12097148-Reviews-Coffeeshop_Company-Dunakeszi_Pest_County_Central_Hungary.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274887-d17782255-Reviews-Kami_Kisvendegloje-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274887-d12520536-Reviews-Olajbogyo_Kis_Bistro-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1598539-d15100007-Reviews-Halpatko-Dunakeszi_Pest_County_Central_Hungary.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274887-d10342907-Reviews-Marcelino_Pizzeria_Etterem-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274887-d13201937-Reviews-Sogor_Restaurant-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d277831-Reviews-Vajdahunyad_Castle_Vajdahunyadvar-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d526980-Reviews-Palatinus_Strand-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d21135034-Reviews-Megyeri_Bridge-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274914-d588699-Reviews-Szamos_Marzipan_Exhibition_and_Workshop-Szentendre_Pest_County_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274914-d276835-Reviews-Main_Square_Fo_ter-Szentendre_Pest_County_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d276831-Reviews-Aquincum_Museum-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274914-d8066181-Reviews-Retro_Design_Center-Szentendre_Pest_County_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d3515521-Reviews-Hungarian_Railway_Museum_Magyar_Vasuttorteneti_Park-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g8859789-d12879749-Reviews-Luppa_sziget-Budakalasz_Pest_County_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d526973-Reviews-Vasarely_Museum_Budapest-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d1735323-Reviews-or10-Aquaworld-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d23492767-Reviews-Churchill_Shooting_Range_Budapest-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d21072358-Reviews-BeatOrbit-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d17598812-Reviews-FIRST_Craft_Beer_Brewery_Taproom-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d4296354-Reviews-Andras_Illes_Budapest_Tours_Day_Tours-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d10767786-Reviews-SUP_Budapest-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d21259743-Reviews-Goxot_Tours-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g8859789-d8846533-Reviews-Omszk_Wakeboard_Centrum-Budakalasz_Pest_County_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g35916-d10491373-Reviews-Route_34_Drive_in-Earlville_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d1549822-Reviews-Inwangsan_Mountain-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g293917-d14494709-Reviews-Daisuki_Massage_by_Lolita_Chiang_Mai-Chiang_Mai.html",
            "https://www.tripadvisor.com/Attraction_Review-g187895-d11960265-Reviews-Babylon_Club-Florence_Tuscany.html",
            "https://www.tripadvisor.com/Attraction_Review-g60834-d4888525-Reviews-Water_Holes_Canyon-Page_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g644214-d11749373-Reviews-Platis_Gialos_Beach-Lassi_Kefalonia_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g297962-d3617489-Reviews-Antalium_Premium_Mall-Antalya_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g294446-d12556341-Reviews-House_of_Leaves-Tirana_Tirana_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d15319112-Reviews-WNDR_Museum_Chicago-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g294074-d532210-Reviews-Gold_Museum_Museo_del_Oro-Bogota.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g274887-d1735323-Reviews-or10-Aquaworld-Budapest_Central_Hungary.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g274887-d1735323-Reviews-Aquaworld-Budapest_Central_Hungary.html"
    }
]