[
    {
        "attraction_name": "Aqualand & Dolphinland",
        "attraction_name_vi": "Aqualand - Công Viên Cá Heo",
        "general_info": [
            "951 đánh giá",
            "Giải trí - Công viên giải trí",
            "Công viên nước"
        ],
        "attraction_summary": "Mang theo đồ bơi và kem chống nắng để có một khoảng thời gian vui vẻ tại Waterhill - trước đây là Aqualand - - bạn có thể dễ dàng dành cả ngày để giải trí tại các hồ bơi và đường trượt nước. Những người tìm kiếm cảm giác mạnh có thể thót tim trên những chuyến đi như Crazy River và Kamikaze. Phần còn lại có giường phơi nắng, bể tạo sóng, khu vực thân thiện với trẻ nhỏ, ki-ốt giải khát và nhà hàng, thậm chí cả quầy bar bên hồ bơi. Công viên không dùng tiền mặt; bạn có thể để lại ví của mình và sử dụng thẻ có thể nạp lại để thanh toán mọi thứ trong công viên. Công viên chỉ mở cửa vào mùa hè và khá đông đúc - vì vậy hãy đến sớm để tận dụng tối đa thời gian trong ngày của bạn và có được sự lựa chọn cho chiếc giường phơi nắng.  - TripadvisorĐọc thêm",
        "reviews": [
            "Mặc dù chúng tôi biết rằng chuyến tham quan này có giá quá cao so với những gì nó có, nhưng đó là một trải nghiệm thú vị. Chúng tôi chỉ đi bộ một đoạn ngắn từ Land of Legends nhưng đã chọn nơi này vì độ tuổi của các con chúng tôi là hỗn hợp - 5 từ 3 đến 16 - . Công viên nước không lớn nhưng có đủ để bạn trải nghiệm mà không cần phải cử nhóm tìm kiếm đi tìm tất cả mọi người. Đừng lo lắng về hàng đợi, có lẽ tối đa là 5 phút vào giờ cao điểm. Chúng tôi ở đó từ 11 giờ sáng đến 4 giờ chiều, với chương trình biểu diễn cá heo và không giới hạn các trò chơi mà chúng tôi đã tham gia. Nếu bạn trả tiền cho thức ăn, hãy chuẩn bị trả khoảng 200-250 TL cho một người, bao gồm một bữa ăn, kem và đồ uống. Bạn có thể mang theo nước của riêng mình nhưng đối với bất kỳ đồ giải khát nào khác - bên ngoài - bạn sẽ cần phải sáng tạo về cách bạn đóng gói chúng trong túi của mình, v.v. Chương trình biểu diễn cá heo thì ổn. Nó không diễn ra như kế hoạch nhưng đó là một trải nghiệm tốt cho trẻ em. Giá cả là lý do duy nhất khiến chúng tôi không đánh giá 5 sao. Nếu bạn chỉ có những đứa con lớn hơn, chúng có thể sẽ thấy chán sau vài giờ, vì vậy hãy ghi nhớ điều đóĐọc thêm",
            "Cuối cùng bạn sẽ phải trả nhiều tiền hơn, họ gặp vấn đề với cổng thanh toán của mình. Họ tính thêm tiền vào thẻ ghi nợ của tôi gấp 2 lần. BADĐọc thêm",
            "Tôi đến đây cùng gia đình và bạn bè. Chúng tôi chỉ thấy công viên nước. Chúng tôi đến lúc 11 giờ sáng để tránh đám đông dựa trên các đánh giá mà chúng tôi thấy. Nhưng nơi này thực sự không bao giờ đông đúc và hoàn hảo cho ngày hè nóng nực. Có rất nhiều trò chơi khác nhau với giá 20-25 BHD, với lượng niềm vui và thời gian chúng tôi bỏ ra thì số tiền bỏ ra là xứng đáng. Vì vậy, tôi chắc chắn giới thiệu nơi này! Đọc thêm",
            "Tôi đến cùng chồng và con gái vào tháng Bảy. Chúng tôi chỉ nhìn thấy công viên nước. Chúng tôi đến lúc 10 giờ sáng - khi nó mở cửa - để tránh đám đông dựa trên những đánh giá mà chúng tôi đã thấy. Nhưng nơi này thực sự không bao giờ đông đúc - mặc dù chúng tôi đã dành hơn 4 giờ ở đó -. Nó - lớn và có thể chứa được nhiều người hơn. Chúng tôi yêu thích công viên nước này! Nó thật hoàn hảo cho ngày hè nóng bức. Có rất nhiều chuyến đi khác nhau cho mọi lứa tuổi. Chúng tôi đã được thông báo trước rằng nếu chúng tôi sử dụng thẻ tín dụng để nạp thẻ của họ, chúng tôi sẽ không nhận được tiền hoàn lại. Vì thế tôi sẽ không gọi đó là lừa đảo. Bạn luôn có thể đặt bất kỳ số tiền nào bạn muốn và sau đó thêm nhiều hơn nếu cần. Ngoài ra, giá vào cửa cũng hợp lý - 38-40 đô la Mỹ cho mỗi người chúng tôi -. Đối với niềm vui và thời gian chúng tôi bỏ ra thì nó đáng đồng tiền bát gạo. Vì vậy, tôi chắc chắn giới thiệu địa điểm này! Đọc thêm",
            "Tôi choáng váng trước mức giá họ tính vì phí vào cửa là 2000 TL cho ba người lớn và 1000 TL cho hai trẻ em.  - Giá dành cho người lớn thậm chí không thể chia thành số chẵn khi chia cho ba nên đã có cảm giác như phí được giảm bất ngờ. - Tôi hỏi giá chính thức là bao nhiêu thì không nhận được câu trả lời. Họ không có bảng giá để có thể thu hút khách du lịch với phí vào cửa theo ý muốn. Họ thậm chí còn thừa nhận rằng giá đối với khách du lịch cao hơn nhưng không nói là bao nhiêu nhưng dựa trên mức giá mà tôi đã tìm được trên mạng thì nó hơn 10 lần!!! Cách điều hành nơi này chính xác là lý do tại sao Thổ Nhĩ Kỳ lại mang tiếng xấu như vậy khi nói đến du lịch. Chưa có quốc gia nào tôi từng đến lại có người cố gắng đánh lừa khách du lịch theo cách này.Đọc thêm",
            "Tôi đã được TripAdvisor yêu cầu viết một bài đánh giá khác vì bài đánh giá cuối cùng của tôi không đáp ứng được yêu cầu nên hãy tiếp tục. Đây là sự lãng phí tiền bạc lớn nhất mà chúng tôi đã bỏ ra trong cả tuần khi đến thăm Thổ Nhĩ Kỳ. Hoàn toàn đắt đỏ khi so sánh với bất kỳ điểm đến nào khác trên thế giới từ London, Mỹ, Dubai. Tôi - chưa bao giờ không hài lòng với một bể cá trong suốt những ngày tôi sống. Tôi hy vọng điều này đáp ứng các quy tắc của TripAdvisor và đánh giá này sẽ được đăng và các gia đình khác sẽ không gặp phải mức độ thất vọng như chúng tôi đã trải qua vào đúng ngày này. Một lần nữa xin nhắc lại nhận xét của tôi rằng đây là trải nghiệm tồi tệ nhất ở một bể cá mà tôi từng có và nó đắt nhất.Đọc thêm",
            "Để tận hưởng nơi này nhiều hơn, tôi chọn đến đó vào ngày thứ Ba trong tuần. Tuy nhiên, hôm đó có quá nhiều du khách. Tôi hỏi tại sao thì họ bảo thứ ba và thứ sáu là ngày họ nhận các công ty lữ hành - khách hàng.  Tôi có thể hiểu được những điều như vậy. Tuy nhiên, đáng lẽ họ phải thông báo trước cho những khách hàng bình thường - độc lập - để những khách hàng trước khi đến có thể biết điều gì sẽ xảy ra. Kết quả là tôi đã phải trả số tiền bình thường là 190 - , nhưng tôi không thể tận hưởng được cơ sở vật chất xứng đáng.  Tôi đợi nửa tiếng để sử dụng cầu trượt nước. Hơn nữa, có những tòa tháp có nhiều đường trượt nước nhưng bạn cần phải đi trên cùng một đường để sử dụng chúng. Tuy nhiên, mọi người chọn sử dụng một slide trong khi những slide khác trống. Đây chỉ đơn giản là việc sử dụng tài nguyên không hiệu quả. Đó là lý do tại sao tôi viết - không được tổ chức đầy đủ. Nói như vậy, tôi muốn đề cập rằng nơi này rất đẹp và có thể đẹp hơn nếu họ sửa chữa những gì họ làm sai. Nếu bạn muốn tận hưởng nơi này nhiều hơn, hãy đến đó khi nó không dành cho các công ty lữ hành - khách hàng. Một điều đáng nói nữa là trung tâm mua sắm liên quan đến Aqualand rất đáng xem.  Đọc thêm",
            "Tôi sẽ cho 5 - cho Aqualand nhưng không phải cho Dolphinland. Đối với tôi, đây không phải là xứ sở cá heo mà chỉ là buổi biểu diễn của cá heo. Đọc thêm",
            "Công viên nước nhỏ nhất tôi từng đến. Giá quá cao. Tổng cộng chỉ có khoảng 8 slide. Thành thật mà nói, thực sự rất tệ, mặc dù MỘT SỐ nhân viên thực sự tốt bụng và thân thiện. Đọc thêm",
            "Con trai 5 tuổi của tôi thực sự phát cuồng vì mọi thứ liên quan đến biển, đặc biệt là cá voi. Vì vậy, ngay khi tôi nhận ra công viên nước này có một con cá voi trắng, chúng tôi phải đến thăm. Xin đừng tin vào trang web của họ, nó hoàn toàn vô lý. Nó nói rằng công viên mở cửa lúc 10:30 sáng khi chúng tôi phát hiện ra rằng không phải vậy!!!!! Ở ga t, nó mở cửa lúc 2:30 chiều. Cảm ơn Chúa vì bên kia đường có một thủy cung tự hào có đường hầm dài nhất thế giới, tuy nhiên đây là một địa ngục du lịch và giá cả cao ngất ngưởng. Vì vậy, thay vào đó, chúng tôi đã đến một trung tâm mua sắm địa phương, may mắn thay, nơi đó đã giải trí cho chúng tôi cho đến khoảng 2 giờ. Công viên cá heo rất cần được nâng cấp và cần tổ chức nhiều hơn nhưng khi bạn cố gắng gạt bỏ tất cả những điều này sang một bên, bạn chắc chắn sẽ nhận được giá trị tương xứng với số tiền bỏ ra. Chúng tôi đã cố gắng giành được một số chỗ ngồi tử tế ở khu vực té nước và ngồi xuống và thưởng thức chương trình. Chương trình bao gồm ba phần - màn trình diễn của sư tử biển, sau đó là màn trình diễn của cá heo và cuối cùng là màn trình diễn của cá voi trắng. Ban tổ chức cho phép bạn chụp ảnh với cá heo với mức giá - 120 lira - xấp xỉ - 17. Bức ảnh thực sự đẹp nên rất vui nhưng sau đó họ lại cố gắng cung cấp cho bạn một khung hình khác với mức giá 60 lira. Tóm lại, đó là một chương trình khá ổn và là một quá trình rất tốt khi xem xét những gì bạn trải nghiệm. Hãy đảm bảo rằng bạn ăn mặc thoải mái và đã mua đồ uống trước. Đọc thêm"
        ],
        "star_ratings": [
            383,
            244,
            165,
            67,
            92
        ],
        "review_amount": 951,
        "location": [
            "Bờ biển Địa Trung Hải của Thổ Nhĩ Kỳ",
            "Antalya (Antalya là một thành phố của Thổ Nhĩ Kỳ)",
            "Châu Âu",
            "Tỉnh Antalya",
            "Các hoạt động ở Antalya",
            "Aqualand - Công Viên Cá Heo",
            "Thổ Nhĩ Kỳ"
        ],
        "reviews_time": [
            "Written August 10, 2023",
            "Written April 20, 2023",
            "Written March 15, 2023",
            "Written August 2, 2022",
            "Written July 14, 2022",
            "Written November 10, 2021",
            "Written October 11, 2019",
            "Written October 9, 2019",
            "Written September 24, 2019",
            "Written August 26, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g297962-d1073884-Reviews-Aqualand_Dolphinland-Antalya_Turkish_Mediterranean_Coast.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g297962-d929088-Reviews-7_Mehmet-Antalya_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Restaurant_Review-g15300585-d24008870-Reviews-Bragi_Brasserie-Muratpasa_Antalya_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297962-d14905657-Reviews-Burger_Cars-Antalya_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297962-d10221985-Reviews-Sisci_Ibo-Antalya_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297962-d3348372-Reviews-Ugur_Ocakbasi-Antalya_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297962-d15222505-Reviews-Northmen_Bistro-Antalya_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297962-d23851724-Reviews-GolbasI_Restaurant_Bistro-Antalya_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297962-d7698478-Reviews-Sampiyon_Kokorec-Antalya_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297962-d3445899-Reviews-Bindalli_Cafe_Restaurant-Antalya_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297962-d15091443-Reviews-Social_Point-Antalya_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g297962-d3514721-Reviews-Antalya_Aquarium-Antalya_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g297962-d19126603-Reviews-Sahil_Antalya_Yasam_ParkI-Antalya_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g297962-d8264245-Reviews-Antalya_Migros_Shopping_Mall-Antalya_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g297962-d3654413-Reviews-Beach_Park-Antalya_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g297962-d294593-Reviews-Antalya_Muzesi-Antalya_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g297962-d26351312-Reviews-Antalya_Aquarium-Antalya_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g297962-d25219785-Reviews-Antalya_Aquarium-Antalya_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g297962-d3181775-Reviews-Aktur_Park-Antalya_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g297962-d295913-Reviews-Kaleici-Antalya_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g297962-d296457-Reviews-KonyaaltI_PlajlarI-Antalya_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g297962-d1073884-Reviews-or10-Aqualand_Dolphinland-Antalya_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g297962-d17395991-Reviews-The_Land_of_Legends_Shopping_Avenue-Antalya_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g15300585-d23958114-Reviews-Selfie_Park_Antalya-Muratpasa_Antalya_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g297962-d15679264-Reviews-Aqua_Fun_City-Antalya_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g297962-d25279311-Reviews-Waterhill_Park-Antalya_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g15300585-d23575115-Reviews-Aqua_Atlantis-Muratpasa_Antalya_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g297962-d17827006-Reviews-PARK_FUNtastic-Antalya_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g297962-d1135178-Reviews-BeachPark_AquaLand-Antalya_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g297962-d26835467-Reviews-Teneffus_Park-Antalya_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g297962-d20286122-Reviews-Hurkan_Travel_Agency-Antalya_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g23456196-d27593958-Reviews-Capsule_Float_Spa-Konyaalti_Antalya_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g297962-d3660839-Reviews-Cinebonus-Antalya_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g23456196-d16869407-Reviews-Falez_VIP_Spa-Konyaalti_Antalya_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g297962-d3678014-Reviews-Falez_Hamam_Spa-Antalya_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g297962-d20360761-Reviews-Antalya_blue_transfer-Antalya_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g297965-d4586374-Reviews-Mavi_Kas_Turizm_Le_Conge-Kas_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g297962-d3506348-Reviews-Solymos_Travel-Antalya_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d190164-Reviews-Mercat_de_la_Boqueria-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g294013-d12927120-Reviews-Louvre_Abu_Dhabi-Abu_Dhabi_Emirate_of_Abu_Dhabi.html",
            "https://www.tripadvisor.com/Attraction_Review-g32892-d17647957-Reviews-Boulder_Gardens_Sanctuary-Pioneertown_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g194863-d669725-Reviews-Spiaggia_Grande-Positano_Amalfi_Coast_Province_of_Salerno_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g34599-d4237533-Reviews-St_Augustine_Outlets-St_Augustine_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g187785-d4554343-Reviews-Stazione_Napoli_Centrale-Naples_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g635899-d294647-Reviews-Kinaliada-Princes_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g58805-d5926729-Reviews-Old_Bicycle_in_the_Tree-Vashon_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g815366-d318898-Reviews-Sirince_Koyu-Sirince_Izmir_Province_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g147312-d777315-Reviews-Turtle_River_Park-Ocho_Rios_Saint_Ann_Parish_Jamaica.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g297962-d1073884-Reviews-or10-Aqualand_Dolphinland-Antalya_Turkish_Mediterranean_Coast.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g297962-d1073884-Reviews-Aqualand_Dolphinland-Antalya_Turkish_Mediterranean_Coast.html"
    }
]