[
    {
        "attraction_name": "Aquaworld Aquarium & Reptile Rescue Centre",
        "attraction_name_vi": "Thủy cung Aquaworld - Trung tâm cứu hộ bò sát",
        "general_info": [
            "3.686 đánh giá",
            "- 2 trong số 32 điều cần làm ở Hersonissos",
            "Bể cá"
        ],
        "attraction_summary": "Aquaworld - Thủy cung đầu tiên của Crete - khai trương tại Hersonissos vào năm 1995 - gần Trạm dừng Xe buýt 20. Nơi đây có đời sống biển địa phương và các loài bò sát từ Crete và từ khắp nơi trên thế giới. Hầu hết các loài động vật đều được giải cứu hoặc là thú cưng không mong muốn đã tìm được ngôi nhà mới tại Aquaworld. Triết lý của chúng tôi rất đơn giản - mang con người và động vật đến gần nhau hơn và chắc chắn mọi người sẽ bắt đầu tôn trọng và quan tâm nhiều hơn đến động vật!Đọc thêm",
        "reviews": [
            "Đây là một trải nghiệm hoàn toàn tuyệt vời, đừng nghĩ tôi từng thấy thứ gì giống như vậy!! Sự tương tác với các loài bò sát và kiến ​​thức đặc biệt của nhân viên khiến nơi này trở thành một viên ngọc quý tuyệt đối! Chúng tôi cảm thấy như mình đã học được rất nhiều điều và cuối cùng không muốn rời đi! Nơi này đáng được chú ý nhiều nhất có thể, một lý do chính đáng và những con người thực sự đáng yêu, chắc chắn sẽ quay trở lại : - Đọc thêm",
            "Đến thăm trung tâm này khi đi nghỉ cùng các cô gái ở Crete, tôi thực sự muốn giới thiệu, là một trong những trải nghiệm yêu thích của tôi trong toàn bộ chuyến đi. Tất cả các nhân viên đều cực kỳ hiểu biết - huyền thoại John hét lên - - và rất nhiệt tình nói chuyện và trả lời tất cả các câu hỏi của chúng tôi. Bạn hoàn toàn có thể biết được các loài động vật được chăm sóc và yêu thương đến mức nào, khiến khoảng thời gian này càng trở nên thú vị hơn. 10 - 10, tôi thực sự khuyên bạn nên ghé thăm.Đọc thêm",
            "Có điều gì đó khác biệt một chút để xem và làm khi đến thăm Hersonissos. Một loạt các loài sinh vật biển và bò sát tuyệt vời, rất tương tác và nhiều thông tin, cùng một nhóm người đáng yêu. Chúng tôi đến vào sáng sớm và có thể xem các loài bò sát ăn sáng, chụp một số bức ảnh tuyệt vời và ôm một số loài rắn và thằn lằn! Người chủ rất đáng yêu và thật tuyệt khi thấy phần lớn các loài động vật đều được giải cứu. Chắc chắn đáng ghé thăm! Đọc thêm",
            "Hoàn toàn thích trải nghiệm mà con gái tôi ở trên mặt trăng với những loài bò sát và cá mà nó nhìn thấy. Tôi cũng nuôi một con rắn, nơi trải nghiệm tuyệt vời cũng rất bận rộn. Các nhân viên rất thân thiện và trả lời bất kỳ câu hỏi. Trải nghiệm tuyệt vời.Đọc thêm",
            "Lựa chọn động vật tuyệt vời và đáng để ghé thăm.\nĐó không phải là một nơi rộng lớn nên chúng tôi chỉ ở lại khoảng một giờ. \nCũng cần lưu ý rằng bạn không thể mang xe đẩy vào bên trong nên chúng được để ở khu vực phía trước ngoài đường, chúng có vẻ hoàn toàn an toàn ở đó với rất nhiều người làm việc đó.\n\nCó một khoảng sân nhỏ xinh xắn ở phía sau, nơi bạn có thể nhìn thấy những chú rùa và họ thả một số loài động vật đi lang thang. Bạn có thể bế chúng, cho chúng ăn, v.v. Thực sự tuyệt vời cho trẻ em.Đọc thêm",
            "Ấn tượng đầu tiên của chúng tôi khi bước ra khỏi taxi là - nó - hơi nhỏ - nhưng khi chúng tôi bước vào và trò chuyện với một trong những người xử lý loài bò sát, chúng tôi đã học được rất nhiều điều.\n\nChúng tôi đã có cơ hội tiếp xúc với nhiều loài bò sát được giải cứu và điều này cho chúng tôi cơ hội thực sự hiểu hoàn cảnh và hành vi của chúng.\n\nChắc chắn đáng để ghé thăm.Đọc thêm",
            "Rất vui! Chúng tôi đã có chuyến thăm tuyệt vời kéo dài 1,5 giờ tới viên ngọc quý của cuộc giải cứu thủy cung và bò sát này! Gia đình 6 người của chúng tôi bao gồm - trẻ em - từ 7 tuổi đến thanh niên đã có một buổi nghe thú vị về các loài động vật từ John và nhận được những nụ hôn lên mũi từ một trong những vị khách bò sát được giải cứu. Việc cầm rắn cũng thú vị lắm - Rất thích thú khi được cho rùa biển và bạch tuộc ăn. Chuyến thăm tuyệt vời và nơi tuyệt vời để hỗ trợ.  - Không biết tên của mọi người nhưng biết ơn từng thành viên trong nhóm vì đã khiến những giờ cuối cùng của chúng tôi ở Crete trở nên đáng nhớ! - cảm ơn bạn!!Đọc thêm",
            "Đó là một nơi nhỏ nhưng cũng đáng để ghé thăm. Nhân viên rất thân thiện và hiểu biết. Chúng tôi phải giữ thằn lằn và rắn, rất nhiều nhân viên xung quanh để động viên bạn và đảm bảo tất cả người và động vật đều được an toàn. Chúng tôi cũng phải xem con bạch tuộc mở lọ để lấy thức ăn. Trải nghiệm yêu thích của tôi ở Hersonissos Đọc thêm",
            "Cơ sở hoàn toàn tuyệt vời. Tòa nhà trông không lớn từ bên ngoài. \n\nSự chào đón rất thân thiện. Trong khi trung tâm không rườm rà nhưng lại không tì vết. Một số nhân viên nói được nhiều thứ tiếng và trả lời mọi câu hỏi - dù là ngớ ngẩn - từ du khách.\n\nBể chứa sạch sẽ và các áp phích mô tả mang tính thông tin.\n\nThật tốt khi có thể tương tác với các loài bò sát và tất cả chúng đều trông khỏe mạnh.\n\nMột điểm thu hút du khách tuyệt vời.Đọc thêm",
            "Cơ sở rất nhỏ nhưng đừng bỏ qua hình dáng bên ngoài và kích thước của nó. Nơi này chỉ có khoảng 2 điều 1. Chăm sóc động vật và 2. Chất lượng trải nghiệm cho du khách. \n\nCó rất nhiều loài động vật để xem và tìm hiểu nhưng cũng có thể bắt tay vào thực hiện. Tất cả nhân viên đều rất thân thiện và hiểu biết, kiên nhẫn giúp đỡ mọi du khách cầm nắm và trải nghiệm các loài động vật. Hai đứa con của tôi khá dũng cảm và hầu như không ngần ngại ôm giữ mọi loại sinh vật kỳ lạ và tuyệt vời. Nhưng khi ở đó tôi thấy những đứa trẻ khác còn e ngại hơn nhiều. Các nhân viên rất kiên nhẫn và động viên những người này, theo quan điểm của tôi là niềm đam mê với những con vật này và muốn mọi người thưởng thức chúng. \nChúng tôi đến lúc 10 giờ sáng, đó là giờ ăn sáng nên là một cơ hội tuyệt vời. Đọc thêm",
            "Tôi và bạn đời của tôi đã đến đây khi cô ấy đang tìm kiếm một nơi để ngắm bò sát và cá, có thể nói rằng nơi này không làm tôi thất vọng! Các nhân viên ở đó rất hữu ích và đáng yêu. Không có câu hỏi nào là quá nhiều đối với họ và họ rất vui lòng trả lời bất kỳ câu hỏi khó hoặc đáng lo ngại nào. Đọc thêm",
            "Quả là một nơi tuyệt vời! Một trải nghiệm tuyệt vời đối với tôi và con gái tôi, với nhiều trải nghiệm thực tế với các loài động vật - bò sát. Điều này chắc chắn đã tạo nên một ngày đáng nhớ khi đi nghỉ ở Crete.  Rất muốn giới thiệu.Đọc thêm",
            "Phải ghé thăm ở Crete nếu bạn là người yêu động vật! Một cửa hàng nhỏ ấm cúng, với rất nhiều thông tin! Chủ sở hữu và tất cả công nhân cực kỳ đáng yêu và hóm hỉnh, họ sẽ trả lời mọi câu hỏi của bạn mà không do dự. Họ nuôi dưỡng phần lớn các loài động vật mà bạn sẽ thấy. đừng bỏ lỡ việc cho bạch tuộc ăn, Anh ấy mua một con về nhà cho chúng rồi thả chúng trở lại tự nhiên để sống nốt phần đời còn lại - lặp lại!! Ở phía sau, bạn có nhiều loài bò sát khác nhau đi lang thang xung quanh và thậm chí có thể chứa rắn và thằn lằn. Bạn có thể nói rằng người đàn ông này thực sự có niềm đam mê!! Thật tuyệt vời để xem. Chúng tôi 100 - khuyên bạn nên ở lại khu vực này.Đọc thêm",
            "Công việc tuyệt vời, - Chúng tôi thích mọi thứ và quý ông phải giải thích về con rùa - và cho nó ăn, cộng với về bạch tuộc - và tôi nói về bạch tuộc.  Tôi sợ loài bò sát - nhưng đối tác của tôi thì không, đó là một buổi sáng đáng yêu, xin chúc mừngĐọc thêm",
            "Tôi thích nó, nhân viên rất thân thiện và bạn có thể thấy họ yêu những con vật đó - - Sẽ quay lại! Cảm ơn bạn đã ghé thăm đây - Đọc thêm",
            "Gần đây đã đến đây .. thật tuyệt khi được xem công việc họ làm. Bắt được một con rắn vốn là một trong những nỗi sợ hãi của tôi.. không có gì như tôi mong đợi. Mọi người hãy tiếp tục phát huyĐọc thêm",
            "Đây là một nơi tuyệt vời để ghé thăm với đội ngũ nhân viên dễ thương tận tâm xóa tan những huyền thoại về loài bò sát và một số mẫu vật tuyệt vời. Các bể cá bao gồm hai con bạch tuộc khác nhau và các loài cá khác có thể được tìm thấy ở vùng biển xung quanh Crete nhưng theo quan điểm của tôi, khu vườn bò sát mới thực sự tuyệt vời. Nếu bạn đang ở Crete và muốn làm điều gì đó khác ngoài việc ngồi trên bãi biển, tôi muốn giới thiệu điều này cho bạn.Đọc thêm",
            "Bạn có thể nói rằng người chủ thực sự quan tâm đến những con vật này. Các chuồng trại được dọn dẹp suốt cả ngày và một số động vật có thể sử dụng được đã được đưa ra ngoài. Những bức ảnh đã được cho phép và rõ ràng là rất nhiều loài động vật đã được giải cứu và hiện đang ở một nơi tốt hơn nhiều! Tuy nhiên, thật đáng buồn khi thấy kích thước của bể chứa một số loài cá lớn hơn, rùa và cá đuối, rất nhỏ so với kích thước của các loài động vật. Nhìn chung là một trải nghiệm thú vị, có khả năng mở rộng cho các thùng loa lớn hơn!Đọc thêm",
            "Nơi tuyệt vời với sự chăm sóc hoàn hảo cho động vật và sinh vật biển. Thân thiện và nhiều thông tin và cơ hội đến gần với một số sinh vật xinh đẹp của thiên nhiên. Chỉ 10 euro cũng đáng giá mặc dù nó chỉ diễn ra trong khoảng một giờĐọc thêm",
            "Các con vật cực kỳ đẹp, một địa điểm khiêm tốn với mức giá hợp lý. Chủ sở hữu và nhân viên rất thân thiện và hữu ích, có kinh nghiệm và kiến ​​thức. Việc xem bạch tuộc và rùa cho ăn thật tuyệt vời, phần phía sau của địa điểm mở và có thể tương tác với các loài bò sát dưới sự hướng dẫn - giám sát của các nhân viên vui vẻ chụp ảnh cho chúng tôi. Một thời gian tuyệt vời Ana vì lý do tuyệt vời cảm ơn bạn vì trải nghiệmĐọc thêm"
        ],
        "star_ratings": [
            2984,
            540,
            99,
            44,
            23
        ],
        "review_amount": 3690,
        "location": [
            "Hersonissos",
            "đảo Crete",
            "Châu Âu",
            "tỉnh Heraklion",
            "Thủy cung Aquaworld - Trung tâm cứu hộ bò sát",
            "Các hoạt động ở Hersonissos",
            "Hy Lạp"
        ],
        "reviews_time": [
            "Written June 24, 2023",
            "Written June 25, 2023",
            "Written June 28, 2023",
            "Written July 10, 2023",
            "Written July 11, 2023",
            "Written July 12, 2023",
            "Written July 22, 2023",
            "Written July 23, 2023",
            "Written July 28, 2023",
            "Written July 29, 2023",
            "Written June 3, 2024",
            "Written June 1, 2024",
            "Written May 27, 2024",
            "Written May 24, 2024",
            "Written May 22, 2024",
            "Written May 22, 2024",
            "Written May 18, 2024",
            "Written May 15, 2024",
            "Written May 11, 2024",
            "Written May 8, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g503710-d668754-Reviews-Aquaworld_Aquarium_Reptile_Rescue_Centre-Hersonissos_Crete.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g189413-d17669804-Reviews-Port_Cafe-Crete.html",
            "https://www.tripadvisor.com/Restaurant_Review-g503710-d1595017-Reviews-Mythos-Hersonissos_Crete.html",
            "https://www.tripadvisor.com/Restaurant_Review-g503710-d2297188-Reviews-Taverna_Avli_Hersonissos-Hersonissos_Crete.html",
            "https://www.tripadvisor.com/Restaurant_Review-g503710-d1750136-Reviews-Sokaki-Hersonissos_Crete.html",
            "https://www.tripadvisor.com/Restaurant_Review-g503710-d4368233-Reviews-Nautica-Hersonissos_Crete.html",
            "https://www.tripadvisor.com/Restaurant_Review-g503710-d8076106-Reviews-Delly_s_Casual_Restaurant_Hersonissos-Hersonissos_Crete.html",
            "https://www.tripadvisor.com/Restaurant_Review-g503710-d23428617-Reviews-El_Puerto_Hersonissos-Hersonissos_Crete.html",
            "https://www.tripadvisor.com/Restaurant_Review-g503710-d8549754-Reviews-Thalassa_Cafe_Grill_Restaurant-Hersonissos_Crete.html",
            "https://www.tripadvisor.com/Restaurant_Review-g503710-d10492600-Reviews-Skipper-Hersonissos_Crete.html",
            "https://www.tripadvisor.com/Restaurant_Review-g503710-d3506002-Reviews-Star_Light-Hersonissos_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g503710-d6833904-Reviews-Roman_Fountain-Hersonissos_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g17467356-d17577380-Reviews-Church_of_Saint_Paraskevi-Limenas_Chersonisou_Hersonissos_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g635604-d7162562-Reviews-Piskopiano_Museum_of_Rural_Life-Piskopiano_Hersonissos_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g503710-d668769-Reviews-Lychnostatis_Open_Air_Museum-Hersonissos_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g8464950-d21168154-Reviews-Agia_Marina_Analipsi-Analipsi_Astipalea_Dodecanese_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g503710-d668766-Reviews-Star_Beach_Village_Water_Park-Hersonissos_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g503710-d4601679-Reviews-Labyrinth_Park-Hersonissos_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g678908-d23640798-Reviews-Pod_Paint_On_Demand-Koutouloufari_Hersonissos_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g644210-d2516985-Reviews-Stalis_Beach-Stalis_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g503710-d12342973-Reviews-Starbeach_Bungy_Jump-Hersonissos_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g503710-d668754-Reviews-or10-Aquaworld_Aquarium_Reptile_Rescue_Centre-Hersonissos_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g3361720-d3263380-Reviews-Amazonas_Park-Kourounes_Lasithi_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g1191572-d1371598-Reviews-CRETAquarium-Gournes_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g775998-d24117250-Reviews-Patricia_s_Animal_Farm-Kamilari_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g17467356-d15214566-Reviews-HayTours-Limenas_Chersonisou_Hersonissos_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g503710-d11962380-Reviews-Hatzis_Leather-Hersonissos_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g503710-d12429050-Reviews-Belukas_Bikes_Cars_For_Rent-Hersonissos_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g503710-d8800741-Reviews-Taxi_Club_Hersonissos-Hersonissos_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g17467356-d25403218-Reviews-Amaria_Massage_Center-Limenas_Chersonisou_Hersonissos_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g503710-d2516764-Reviews-Y_O_L_O_You_Only_Live_Once-Hersonissos_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g503710-d12197083-Reviews-Soulis_Furs_Fratelli_Gio-Hersonissos_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g503710-d8385862-Reviews-Arhetypo_Bookstore-Hersonissos_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g503710-d12818262-Reviews-Players_Bar-Hersonissos_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g503710-d12498978-Reviews-Minos_Gift_Wooden_Pack-Hersonissos_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g503710-d3319432-Reviews-New_York_Beach_Club_Hersonissos-Hersonissos_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g17467356-d21342907-Reviews-Fish_Me-Limenas_Chersonisou_Hersonissos_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g503710-d8509960-Reviews-Escape_13-Hersonissos_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g503710-d4689583-Reviews-Cameo-Hersonissos_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g503710-d4885159-Reviews-Palm_Beach_Club_Restaurant-Hersonissos_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g1177045-d4939793-Reviews-Cave_of_Pythagoras-Votsalakia_Samos_Northeast_Aegean_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g35889-d3688695-Reviews-McDonald_s_1_Store_Museum-Des_Plaines_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g55229-d664127-Reviews-Lane_Motor_Museum-Nashville_Davidson_County_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g54191-d102746-Reviews-Bee_City-Cottageville_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g60864-d527394-Reviews-Lake_Pontchartrain-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g48270-d7398290-Reviews-Belmont_Lake_State_Park-North_Babylon_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g41434-d536488-Reviews-Brookside_Gardens-Wheaton_Montgomery_County_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g60885-d2266771-Reviews-Bob_Kerrey_Pedestrian_Bridge-Omaha_Nebraska.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d2258545-Reviews-Fork_Screen_Dine_In_Theatre-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g190454-d13556622-Reviews-Justizpalast-Vienna.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g503710-d668754-Reviews-or10-Aquaworld_Aquarium_Reptile_Rescue_Centre-Hersonissos_Crete.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g503710-d668754-Reviews-Aquaworld_Aquarium_Reptile_Rescue_Centre-Hersonissos_Crete.html"
    }
]