[
    {
        "attraction_name": "Aquashow Park",
        "attraction_name_vi": "Công viên nước Aquashow",
        "general_info": [
            "2.784 đánh giá",
            "- 7 trong số 23 điều cần làm ở Quarteira",
            "Công viên nước"
        ],
        "attraction_summary": "Tại Aquashow Park, công viên hoàn thiện nhất ở Bồ Đào Nha, bạn sẽ tìm thấy niềm vui cho cả gia đình, rất nhiều niềm vui và adrenaline. Du lịch trên đường trượt nước lớn nhất Châu Âu dài 740m hoặc đường trượt dài nhất trong công viên, River Slide. Dám trượt phao đôi với hai viên nang khổng lồ, thử Rơi tự do, dám thử lại trên Kamikaze cực nhanh hoặc đánh thức mọi cảm xúc khi lao xuống dốc của White Fall. Đắm mình vào làn sóng trong Bể tạo sóng cổ điển và tận hưởng Hồ bơi Nhiệt đới, bao gồm một khu vực đá với các thác nước khác nhau và bể sục cho 60 người. Đối với các bạn nhỏ, không gian Aquakids và Aqualandia với các hoạt động giải trí phù hợp với lứa tuổi và đảm bảo an toàn tuyệt đối sẽ là địa điểm được lựa chọn để tắm và những tiếng cười hạnh phúc thuần khiết. Hãy đến sống những ngày hè được mong đợi nhất. Hãy đến thăm chúng tôi, chúng tôi đang ở Quarteira-Algarve! LƯU Ý: Do virus corona - COVID-19 - , Công viên Nước và Giải trí Aquashow sẽ vẫn đóng cửa cho đến khi có khuyến nghị mới của chính phủ.Đọc thêm",
        "reviews": [
            "Công viên tuyệt vời, vô số không gian và vô số chuyến đi thú vị cho mọi người, tàu lượn nước là sở thích của chúng tôi, hầu như không có hàng đợi nào và nói chung là một ngày tuyệt vời! Đó là nửa học kỳ ở Anh nên đó là một bất ngờ thú vị! Rất nhiều khu vực nghỉ ngơi và quán cà phê để sử dụng, động vật để chụp ảnh rất thú vị đối với các bạn trẻ.Đọc thêm",
            "Chúng tôi quyết định đi chợ gypsy vào buổi sáng khoảng 1-2 tiếng rồi tới công viên Aquashow. Chúng tôi không hề thất vọng, thời tiết rất đẹp, có rất nhiều việc để làm ở đó. Chúng tôi không tham dự bất kỳ buổi diễn nào nên không thể bình luận về những buổi diễn đó. Thức ăn rất ngon cho bánh burger và khoai tây chiên với giá không tệ! Các chuyến đi thật tuyệt vời và tất cả chúng tôi đều có một trận cười sảng khoái! Kiệt sức vào cuối ngày nhưng rực rỡ!! Đọc thêm",
            "Một ngày vui vẻ đã trôi qua, chúng tôi không gặp rắc rối gì với bất kỳ nhân viên nào, một công ty không có cách nào ngăn cản họ xin chụp ảnh với những con vẹt. Các chuyến đi rất tốt và nhân viên thân thiện hợp lý. Bánh mì kẹp thịt đắt tiền mặc dù ở mức 12 euro cho một bữa ăn bánh mì kẹp phô mai nhưng với một thị trường bị giam cầm, bạn mong đợi điều gì. Tôi khuyên bạn nên mua một trong những chiếc dù che nắng giá rẻ cho bãi cỏ chỉ vì khả năng chống nắng còn hạn chế Đọc thêm",
            "Công viên thân thiện với người tự kỷ và những thứ khác. Họ đề nghị một đường chuyền nhanh cho đứa trẻ Aspi của chúng tôi. Công viên tuyệt vời, chúng tôi đã có thời gian hoàn hảo. Một trong những điều tốt nhất chúng tôi đã từng đến. Cũng có rất nhiều phần bóngĐọc thêm",
            "Công viên nước này có rất nhiều trò chơi! Tôi và bạn gái của tôi đã dành gần như cả ngày để tìm hiểu và thử tất cả các trò chơi. Hầu như cần 2 ngày ở đó. Các chuyến đi thực sự rất tốt. Tôi không thấy hứng thú lắm với họ nhưng có lẽ đó là vì tôi đã trưởng thành quá nhiềuĐọc thêm",
            "Chúng tôi đã đến đây liên tục trong 21 năm qua, những thay đổi lớn theo hướng tốt đẹp hơn, một số mục yêu thích vẫn còn ở đây.\nHack: \nHãy đến giữa tuần chứ không phải cuối tuần xa để bận rộn. Mở cửa lúc 10h, chuẩn bị đón Q. Chỗ ngồi chính là cỏ, mang theo khăn tắm - thảm bãi biển.\nKhông có nhiều hạt nắng, thậm chí còn ít ô hơn - hãy mang theo của riêng bạn nếu có thể - \nCho phép bán hàng rong, quầy bán đồ ăn nhanh - xem video kèm theo lựa chọn - giá cả - và máy bán hàng tự động ở những vị trí thuận tiện.\nRất nhiều nhân viên - nhân viên cứu hộ xung quanh.\nHãy chuẩn bị sẵn sàng cho hầu hết các chuyến đi.20-45 phút tùy thuộc vào thời gian trong ngày.\n - 32 mỗi người lớn ở lối vào, bạn có thể rẻ hơn - - 25-28 nếu bạn đặt trước.\nHuy hiệu xanh - khuyết tật được 50 - giảm. Mang theo huy hiệu UK Blue của bạn, nó được công nhận ở hầu hết mọi nơi.\nCó nhiều bậc thang nhưng cũng có đường dốc khắp nơi dành cho xe đẩy có ghế.Đọc thêm",
            "Nơi này thật tuyệt vời, tôi sẽ không để ý đến việc mọi người đang than vãn về việc xếp hàng. Chúng tôi ở đó vào ngày 17 tháng 7 - Thứ Hai -, trời rất bận nhưng luôn có thể đi xe - máng. Có 2 chuyến mà chúng tôi phải xếp hàng trong 30 phút, số còn lại là 5 - 10 phút hoặc đi thẳng. Chuyến đi kamikaze, cao nhất trong công viên phải chờ 5 phút.\n\nĐã lớn hơn dự kiến. Khá nhiều slide và pool mới mà bạn chưa thể thấy trên google maps.\n\nChắc chắn sẽ quay trở lại. Tuy nhiên, có lẽ sẽ không ở lại khách sạn, 7 ngày như vậy sẽ hơi nhiều! Chúng tôi ở ngay bên ngoài Albufeira - mỗi chiều là 15 euroĐọc thêm",
            "Công viên nước tuyệt vời. Có nhiều khu vực râm mát để trải khăn hoặc chiếu vì không có nhiều giường phơi nắng. Xếp hàng điên cuồng để vào trước 10 giờ sáng nhưng vào rất nhanh. Hàng đợi tại các chuyến đi được mong đợi! \nBể bơi tạo sóng rất thú vị, hãy tìm hiểu trước thời gian để bạn có thể đến đó sớm hơn để bơm hơi. \nTủ khóa là - 10 euro, nhưng bạn nhận lại - 5 khi bạn trả lại chìa khóa vào cuối ngày. Đọc thêm",
            "Chúng tôi đã có một thời gian tuyệt vời ở đây. Vâng, nó rất bận, vâng, có hàng dài người xếp hàng để có những chuyến đi tốt nhất. Nhưng có quá nhiều việc phải làm - thậm chí còn không đăng ký đáng kể với chúng tôi. Có một đứa 17 tuổi, một đứa 10 và 13 tuổi và chúng vui vẻ cả ngày. Thật dễ dàng để đi lại và chúng tôi thấy nó được bảo trì rất tốt và sạch sẽ. Cá nhân tôi nghĩ rằng các nhân viên đều ổn, chu đáo và duy trì các quy tắc. Hãy lưu ý rằng bạn không được mang kính râm vào hồ bơi và bạn sẽ bị nhắc nhở nếu làm vậy! Thức ăn rất ngon và có giá khoảng 9 euro cho một món salad lớn, v.v. và đồ uống. \nCó rất nhiều trò chơi dành cho tất cả mọi người, tàu lượn siêu tốc dưới nước đã mang lại sự hấp dẫn cho bữa tiệc của chúng tôi. Chúng tôi không thể cưỡng lại được bức ảnh tàu lượn siêu tốc không thể tránh khỏi, đây là bức ảnh số 10 - nhưng không có bản sao điện tử nào được thực hiện. Rất hạn chế trên giường phơi nắng nhưng hầu hết mọi người chỉ trải khăn ra trên bãi cỏ. Bạn có thể mang theo một chiếc hộp mát vào. Tủ khóa được lấy từ cửa hàng, 10 cái mỗi cái và bạn sẽ nhận lại 5 cái ở cuối. Rất hướng về gia đình và chúng tôi cảm thấy thoải mái cả ngày.Đọc thêm",
            "Chúng tôi thường đến Aqualand khi đến thăm Bồ Đào Nha nhưng quyết định thay đổi. Chúng tôi đọc các nhận xét ở đây về hàng đợi, v.v. nhưng vẫn quyết định đi. Chúng tôi không hề thất vọng. Vâng, có một số hàng dài, nhưng thành thật mà nói thì đó là tháng 7, rất bận rộn! Hàng đợi chủ yếu ở trong bóng râm nên khá dễ chịu và họ xuống khá nhanh.\nNhìn chung, có rất nhiều chuyến đi, thực sự tốt cho các nhóm vì có rất nhiều chuyến đi mà bạn có thể đi theo hai hoặc nhiều hơn. Thực sự ấn tượng với số lượng chuyến đi khác nhau và tàu lượn siêu tốc thật tuyệt vời. Chúng tôi vào công viên lúc khoảng 11 giờ sáng và rời đi lúc 6 giờ chiều khi nó đóng cửa. Có thể đã tiếp tục lâu hơn. Chúng tôi không thấy bất kỳ mô tả nào về hành vi kém của nhân viên hoặc các vấn đề an toàn. Mọi người đều thực sự thân thiện và chúng tôi luôn an toàn. Chúng tôi đã đặt chỗ trực tuyến trước và không phải xếp hàng. Chúng tôi tự ăn trưa nên không thể bình luận về doanh số bán đồ ăn - đồ uống và chúng tôi mang theo hai chiếc dù che nắng nên không gặp vấn đề gì trong việc tìm bóng râm hoặc không gian. Chúng tôi chắc chắn sẽ quay trở lại. Đọc thêm",
            "Park vẫn ổn, được nhìn thấy tốt hơn nhiều trên khắp châu Âu. Tuy nhiên, đồ ăn, mặc dù giá cả hợp lý là NGHÈO, nhưng chúng tôi đã đặt mua 2 chiếc bánh mì kẹp phô mai đôi ở mức trung bình và một chiếc bánh mì gà chứa MỘT miếng thịt gà đầy sụn, sữa chua bạc hà thay vì sốt mayonnaise và salad héo. Bánh mì baguette hoàn toàn khủng khiếp, đã cố gắng nói chuyện với những nhân viên hoàn toàn vô ích vì điều này rõ ràng xảy ra rất nhiều! Sẽ không ăn ở đây nữa nếu họ trả tiền cho tôi! Phần ăn được duy nhất của bữa ăn là đồ uống! Trò đùaĐọc tiếp",
            "thật là vui khi được té nước và những chuyến đi thật tuyệt vời và thú vị tôi thích dòng sông lười nó rất hoành tráng và vui vẻ không hề nhàm chán vui vẻ cả ngàyĐọc thêm",
            "Có rất nhiều thứ để làm ở đây từ hồ bơi, dòng sông lười cho đến trò chơi cưỡi ngựa và đường trượt nước nên đây là nơi hoàn hảo cho mọi lứa tuổi và chắc chắn là nơi bạn có thể dành cả ngày. Đồ ăn có giá khá cao cho một công viên nước xung quanh - 22 cho 2 bánh mì kẹp thịt, khoai tây chiên và đồ uống lớn, có rất nhiều chỗ ngồi để ngồi và có những bãi cỏ để thư giãn! Chúng tôi đã rất vui ở đây nhưng lại thích giật gân và trượt hơn!Đọc thêm",
            "Nơi này là một cơn ác mộng về an toàn. Con trai nhỏ của tôi hôm nay gặp phải một vụ việc nghiêm trọng vì không có đủ nhân viên cứu hộ. Một nhân viên cứu hộ trẻ quản lý 3 cầu trượt và không thể ngăn cản mọi người đi trước khi nó an toàn. Kết quả là một người đàn ông to lớn lao thẳng chân với tốc độ cao vào con tôi. Người quản lý không quan tâm và không muốn làm bất cứ điều gì để mọi việc tốt hơn. Sau sự việc, 3 gia đình khác cũng gặp phải sự việc tương tự đã tiếp cận chúng tôi. Hãy thật sự cẩn thận ở đây, đó là một thảm họa đang chực chờ xảy ra. Thật không may, họ có nhiều người chụp ảnh và cố bán ảnh cho bạn hơn là nhân viên cứu hộĐọc thêm",
            "Ngày trung bình ở đây, - 50 cho trẻ 5 tuổi và người lớn, khăn tắm hoặc tủ khóa ở trên - đi ra trễ 5 phút bạn sẽ bị tính phí - 10, Spa không thể vào cùng trẻ em - không có lý do nào khác ngoài tiền, trẻ em đã 30 tuổi - Thay vào đó hãy sử dụng Splash và SlideĐọc thêm",
            "Đây là lần thứ hai tôi đến đó và tôi thậm chí còn yêu thích nó hơn lần đầu tiên. Không có quá nhiều người vào tháng 9 nên có thể làm mọi thứ nhiều lần. Có tủ khóa để đựng đồ của bạn và bạn phải đặt cọc cho đến khi trả lại chìa khóa và sau đó bạn nhận lại được tiền.Đọc thêm",
            "Chúng tôi thực sự thích nơi này và thật vui khi tìm thấy các cơ sở trong nhà vào tháng 2 khi tất cả các công viên nước ngoài trời dường như đã đóng cửa. Các đường trượt nước khá tốt và thực sự hồi hộp với 5 đường trượt khác nhau trong nhà. Hồ bơi và khu vực SPA thực sự rất đẹp và thư giãn với nhiều khu vực bể sục khác nhau cũng như phòng tắm hơi, phòng xông hơi ướt kiểu Thổ Nhĩ Kỳ và bể ngâm nước đá với những viên đá thật! Ngoài ra còn có một khu vui chơi dưới nước thực sự phù hợp cho trẻ nhỏ. Chúng tôi sử dụng gói 3 giờ nhưng tôi nghĩ sẽ mất 2 giờ đã là đủ cho chúng tôi. Chúng tôi chắc chắn sẽ quay trở lại. Toàn bộ nơi này hiện đại, sạch sẽ và được bảo trì cao. Đọc thêm",
            "Đó là một nơi khủng khiếp và tôi muốn giới thiệu cho mọi người nếu bạn thực sự quan tâm đến công viên nước. Mang theo khăn tắm vì các nhân viên bên trong rất đáng ghét và đòi tiền của bạn. Chúng tôi được yêu cầu trả - 95 tiền đặt cọc cho 6 chiếc khăn. Chúng tôi giữ lại khăn tắm và đi chơi nước và khi trở về thì thấy thiếu hai chiếc khăn tắm. Các nhân viên chưa sẵn sàng hợp tác hoặc hiểu chuyện gì đã xảy ra và tất cả đều sẵn sàng nhận tiền đặt cọc. Nhân viên khủng khiếp và sẽ không đến đó nữa.  Đọc thêm",
            "Không nên - không được phép đặt quảng cáo cho trẻ em là con tôi mà sáu tuổi không được phép tham gia bất kỳ trò chơi nào do hạn chế về độ cao mà ở dưới cùng của cầu trượt cho biết cô ấy có chiều cao chính xác ở đầu cầu trượt có chiều cao khác với con tôi đang đứng xếp hàng và sau đó từ chối nếu có thể - dường như nó hoạt động từ dưới lên trên vì nhiều người gặp phải vấn đề tương tự.. hoàn toàn không khuyến nghị! Lãng phí tiền bạc và con rất khó chịu. Đọc thêm",
            "Nơi tuyệt vời cho tất cả mọi người. Thời tiết thật tuyệt vời. Tất cả các điểm tham quan rất khuyến khích. Mọi người sẽ tìm thấy thứ gì đó cho họ Đọc thêm",
            "Có cách nào bảo quản kính cận thị theo từng thú vui không?Đọc thêm",
            "Có cách nào để cất kính cận gần mỗi khu vui chơi giải trí không? Vì bạn không thể đeo kính nên ít nhất bạn cũng có thể giữ chúng khi vui chơi - Đọc thêm",
            "Bạn có thể thanh toán tủ đựng đồ bằng thẻ hay tiền mặt?Đọc thêm",
            "Chỉ nhận tiền mặt. Bạn phải đi vào cửa hàng quà tặng, thanh toán bằng - 10 và họ đưa chìa khóa cho bạn. Sau đó khi về nhà lấy lại chìa khóa họ đưa cho bạn - 5 lạiĐọc thêm",
            "Tôi - tôi đang cố gắng mua bốn vé vào công viên trong khoảng thời gian từ ngày 17 đến ngày 19 tháng 7, nếu có bất kỳ vé nào vào những ngày này, nhưng nó báo với tôi rằng không còn chỗ trống\n\nTôi phải làm gì?!Đọc thêm",
            "Tôi sẽ nhờ khách sạn đặt chỗ cho bạnĐọc thêm",
            "MinusvaliaĐọc thêm",
            "Có xe buýt hoặc phương tiện đưa đón đi đến Aquashow từ Vale de Parra không? Hoặc cách rẻ nhất để đạt được điều đó? Cảm ơn Đọc thêm",
            "Trước tiên hãy bắt xe buýt đến Albufeira, từ đó bạn có thể bắt xe buýt đến Công viên Aquashow, mặc dù đi taxi - Uber sẽ nhanh hơn nhiều. Bằng xe buýt địa phương sẽ mất khoảng 1,5 - 2 giờ.Đọc thêm",
            "Xin chào, tôi đang cố gắng đặt chỗ cho ngày 26 tháng 9 trong 1 tuần và tôi không thể đặt chỗ. Bạn có đóng cửa không? Đọc thêm",
            "Công viên nước này có mở cửa vào cuối tháng 5 năm 2023 không? Ngày 27 tháng 5 trở điĐọc thêm",
            "Tôi tưởng tượng như vậy, chúng tôi vừa đi đến một công viên nước khác vào tháng TưĐọc thêm",
            "Chào buổi chiều, một chiếc tủ đựng đồ để đựng đồ của bạn giá bao nhiêuĐọc thêm",
            "Chào buổi sáng, tôi muốn biết có vé nửa ngày không. Cảm ơn bạnĐọc thêm"
        ],
        "star_ratings": [
            1338,
            940,
            242,
            122,
            142
        ],
        "review_amount": 2784,
        "location": [
            "Các hoạt động ở Quarteira",
            "Quarteira",
            "Bồ Đào Nha",
            "Quận Faro",
            "Algarve",
            "Châu Âu",
            "Công viên nước Aquashow"
        ],
        "reviews_time": [
            "Written June 1, 2023",
            "Written June 21, 2023",
            "Written June 30, 2023",
            "Written June 30, 2023",
            "Written July 6, 2023",
            "Written July 6, 2023",
            "Written July 18, 2023",
            "Written July 19, 2023",
            "Written July 28, 2023",
            "Written July 31, 2023",
            "Written May 29, 2024",
            "Written May 29, 2024",
            "Written May 28, 2024",
            "Written May 27, 2024",
            "Written April 6, 2024",
            "Written March 7, 2024",
            "Written February 20, 2024",
            "Written December 25, 2023",
            "Written September 30, 2023",
            "Written September 29, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g580249-d1828375-Reviews-Aquashow_Park-Quarteira_Faro_District_Algarve.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g580249-d1547927-Reviews-Os_Agostinhos-Quarteira_Faro_District_Algarve.html",
            "https://www.tripadvisor.com/Restaurant_Review-g580249-d12354035-Reviews-Alxama_Restaurant-Quarteira_Faro_District_Algarve.html",
            "https://www.tripadvisor.com/Restaurant_Review-g580249-d2310155-Reviews-Sol_e_Sombra-Quarteira_Faro_District_Algarve.html",
            "https://www.tripadvisor.com/Restaurant_Review-g580249-d4928990-Reviews-Restaurante_Bar_O_Pinhal-Quarteira_Faro_District_Algarve.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189116-d25567812-Reviews-Restaurante_Sabores-Faro_Faro_District_Algarve.html",
            "https://www.tripadvisor.com/Restaurant_Review-g580249-d6845305-Reviews-Restaurante_Marum-Quarteira_Faro_District_Algarve.html",
            "https://www.tripadvisor.com/Restaurant_Review-g580249-d10514009-Reviews-Wild_Fire_Smokehouse_Grill-Quarteira_Faro_District_Algarve.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189118-d6983456-Reviews-Ze_do_Norte-Loule_Faro_District_Algarve.html",
            "https://www.tripadvisor.com/Restaurant_Review-g580249-d7242943-Reviews-Wine_Bistro_Restaurante-Quarteira_Faro_District_Algarve.html",
            "https://www.tripadvisor.com/Restaurant_Review-g580249-d1821421-Reviews-Oscars_Bar_Kitchen-Quarteira_Faro_District_Algarve.html",
            "https://www.tripadvisor.com/Attraction_Review-g580249-d25228681-Reviews-Aquashow_Indoor-Quarteira_Faro_District_Algarve.html",
            "https://www.tripadvisor.com/Attraction_Review-g227947-d8064574-Reviews-Golf_Integrated_Academy-Vilamoura_Quarteira_Faro_District_Algarve.html",
            "https://www.tripadvisor.com/Attraction_Review-g227947-d8736334-Reviews-Tourist_Office_Point-Vilamoura_Quarteira_Faro_District_Algarve.html",
            "https://www.tripadvisor.com/Attraction_Review-g227947-d1861332-Reviews-Vila_Sol_Golf_Academy_Driving_Range-Vilamoura_Quarteira_Faro_District_Algarve.html",
            "https://www.tripadvisor.com/Attraction_Review-g1190872-d669516-Reviews-Praia_da_Falesia-Olhos_de_Agua_Albufeira_Faro_District_Algarve.html",
            "https://www.tripadvisor.com/Attraction_Review-g262054-d2520643-Reviews-Igreja_de_Sao_Lourenco_de_Almancil-Almancil_Loule_Faro_District_Algarve.html",
            "https://www.tripadvisor.com/Attraction_Review-g227947-d669502-Reviews-Museu_Cerro_Da_Vila-Vilamoura_Quarteira_Faro_District_Algarve.html",
            "https://www.tripadvisor.com/Attraction_Review-g580249-d12921833-Reviews-Praia_da_Quarteira-Quarteira_Faro_District_Algarve.html",
            "https://www.tripadvisor.com/Attraction_Review-g189118-d4586176-Reviews-Mercado_de_Loule-Loule_Faro_District_Algarve.html",
            "https://www.tripadvisor.com/Attraction_Review-g262054-d13073399-Reviews-MAR_Shopping_Algarve-Almancil_Loule_Faro_District_Algarve.html",
            "https://www.tripadvisor.com/Attraction_Review-g580249-d1828375-Reviews-or10-Aquashow_Park-Quarteira_Faro_District_Algarve.html",
            "https://www.tripadvisor.com/Attraction_Review-g580249-d26799819-Reviews-Aquafeeling_SPA-Quarteira_Faro_District_Algarve.html",
            "https://www.tripadvisor.com/Attraction_Review-g189118-d6867399-Reviews-Algarve_Buggy_Tours-Loule_Faro_District_Algarve.html",
            "https://www.tripadvisor.com/Attraction_Review-g580249-d21404322-Reviews-Taxi_Quarteira-Quarteira_Faro_District_Algarve.html",
            "https://www.tripadvisor.com/Attraction_Review-g227947-d1966810-Reviews-Quinta_Quads-Vilamoura_Quarteira_Faro_District_Algarve.html",
            "https://www.tripadvisor.com/Attraction_Review-g580249-d8264280-Reviews-ZEN_SUP-Quarteira_Faro_District_Algarve.html",
            "https://www.tripadvisor.com/Attraction_Review-g227947-d15780784-Reviews-James_Charters-Vilamoura_Quarteira_Faro_District_Algarve.html",
            "https://www.tripadvisor.com/Attraction_Review-g227947-d16751908-Reviews-Algarve_by_Boat-Vilamoura_Quarteira_Faro_District_Algarve.html",
            "https://www.tripadvisor.com/Attraction_Review-g227947-d11947722-Reviews-Timeless_Moments_Vilamoura_Yacht_Charter-Vilamoura_Quarteira_Faro_District_Algar.html",
            "https://www.tripadvisor.com/Attraction_Review-g189118-d3893810-Reviews-Buggy_Safari-Loule_Faro_District_Algarve.html",
            "https://www.tripadvisor.com/Attraction_Review-g227947-d13101927-Reviews-YES_i_DO_Transfers-Vilamoura_Quarteira_Faro_District_Algarve.html",
            "https://www.tripadvisor.com/Attraction_Review-g227947-d12730256-Reviews-Ocean_Quest-Vilamoura_Quarteira_Faro_District_Algarve.html",
            "https://www.tripadvisor.com/Attraction_Review-g12741809-d17371032-Reviews-Kayak_SUP_Benagil-Benagil_Lagoa_Faro_District_Algarve.html",
            "https://www.tripadvisor.com/Attraction_Review-g55229-d2092245-Reviews-Mansion-Nashville_Davidson_County_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g3238504-d2292118-Reviews-Gan_HaShlosha_Sahne_National_Park-Nir_David_Northern_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g41131-d10035193-Reviews-Daniels_Ghost_Town-Ellicott_City_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g187870-d194332-Reviews-Campanile_di_San_Marco-Venice_Veneto.html",
            "https://www.tripadvisor.com/Attraction_Review-g1753701-d4402063-Reviews-Lod_Cave-Soppong_Mae_Hong_Son_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g46343-d527099-Reviews-Cape_May_Point_State_Park-Cape_May_Point_Cape_May_County_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g309226-d573218-Reviews-Baldi_Hot_Springs-La_Fortuna_de_San_Carlos_Arenal_Volcano_National_Park_Province_o.html",
            "https://www.tripadvisor.com/Attraction_Review-g41075-d661929-Reviews-Beaver_Dam_Swimming_Club-Cockeysville_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g983296-d21331654-Reviews-ARTE_MUSEUM_JEJU-Jeju_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g181716-d7122936-Reviews-Richmond_Night_Market-Richmond_British_Columbia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g580249-d1828375-Reviews-or10-Aquashow_Park-Quarteira_Faro_District_Algarve.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g580249-d1828375-Reviews-Aquashow_Park-Quarteira_Faro_District_Algarve.html"
    }
]