[
    {
        "attraction_name": "Arc de Triomphe",
        "attraction_name_vi": "Khải hoàn môn",
        "general_info": [
            "46.083 đánh giá",
            "6 trong số 3.570 việc cần làm ở Paris",
            "Địa điểm lịch sử",
            "Công trình kiến ​​trúc",
            "Tượng đài Tượng đài"
        ],
        "attraction_summary": "Khải Hoàn Môn được bắt đầu vào năm 1806, theo lệnh của Napoléon I để tôn vinh những chiến thắng của Grande Armée của ông. Lấy cảm hứng từ những mái vòm vĩ đại của thời cổ đại, tượng đài kết hợp tính kỷ niệm với tính biểu tượng và nó luôn đóng một vai trò quan trọng trong ý thức cộng hòa dân tộc. Mỗi buổi tối, ngọn lửa được thắp sáng trên ngôi mộ của Người lính vô danh trong cuộc Đại chiến. Một cuộc triển lãm miêu tả lịch sử và giải thích tầm quan trọng mang tính biểu tượng của nó, trên toàn quốc cũng như quốc tế. Sân hiên mang đến tầm nhìn tuyệt vời cả ngày lẫn đêm khắp thành phố cũng như các đại lộ rộng lớn.-Giờ mở cửa: Tháng 4 đến tháng 9: từ 10 giờ sáng đến 11 giờ tối; Tháng 10 đến tháng 3: từ 10 giờ sáng đến 10 giờ 30 tối -Đóng cửa: sáng ngày 1 tháng 1, sáng ngày 1 tháng 5, sáng ngày 8 tháng 5, sáng ngày 14 tháng 7, sáng ngày 11 tháng 11, ngày 25 tháng 12-Phí vào cửa: Người lớn 9,5 ; Nhượng bộ 6 ; Vào cửa miễn phí: công dân 18-25 tuổi của một trong 27 quốc gia thuộc EU hoặc là thường trú nhân không thuộc Châu Âu của Pháp, ngoại trừ các nhóm trườngĐọc thêm",
        "reviews": [
            "Đọc thêm",
            "Đây là chuyến đi thứ ba của chúng tôi đến Paris nhưng lần đầu tiên chúng tôi đứng dưới Vòng cung....nó LỚN. Rõ ràng, toàn bộ thành phố đang dọn dẹp và đánh bóng cho Thế vận hội Paris 2024. Nửa sau của Vòng cung đối diện với Ave de la Grande Armee đã được rào lại và bạn thực sự không thể nhìn thấy nó.  Chúng tôi đã đi vào ban đêm và chỉ xem những chiếc ô tô, xe đạp, xe buýt nhảy múa quanh vòng xuyến.Đọc thêm",
            "Arc De Triomphe được ví như trung tâm thành phố. Hầu hết các con đường đều hội tụ về đây. Hầu như tất cả các tuyến metro đều đi qua đây. Một di tích lịch sử có thể nhìn thấy từ xa. Tôi đã bỏ qua phần chúng tôi leo lên đỉnh. Bạn sẽ dễ dàng bắt gặp tượng đài di chuyển trong thành phố.Đọc thêm",
            "Tôi đã đến thăm Paris nhiều lần trước đây và thường nhìn thấy và chụp ảnh Khải Hoàn Môn, nhưng cho đến chuyến thăm này, tôi mới biết rằng bạn thực sự có thể vào bên trong nó và leo lên đỉnh. Có khoảng 300 bậc thang để leo lên nên khá mệt, nhưng tầm nhìn từ trên xuống rất tuyệt vời. Nó chỉ cao khoảng 50m nên bạn có thể thực sự nhìn thấy các điểm tham quan khá chi tiết và bạn có thể tiếp tục đi bộ quanh nó cho đến khi nhìn thấy mọi thứ. Có những biển báo ở đó để bạn có thể biết bạn đang nhìn vào những tòa nhà nào. Có một khu vực trong nhà với các triển lãm lịch sử và cửa hàng quà tặng. Đọc thêm",
            "Tượng đài này là một trong những địa danh nổi tiếng nhất của thành phố được Napoléon dựng lên vào năm 1806 để tưởng nhớ đội quân chiến thắng của ông. Nó được liên kết với Champ Elysees đến Place de la Concorde, một trong những phố mua sắm sang trọng và sầm uất nhất của thành phố.\n\nĐây là chuyến thăm lại thành phố của chúng tôi và mặc dù chúng tôi vẫn cảm thấy vui và phấn khích khi nhìn thấy tượng đài này. Bạn có thể vào và leo lên đỉnh của tượng đài, nơi mang đến cho bạn tầm nhìn tuyệt đẹp ra thành phố nhưng chúng tôi đã không làm như vậy trong chuyến đi trước.\n\nTrong chuyến thăm của chúng tôi khi đó, những con đường xung quanh tượng đài rất nặng nề vì đất nước đang trong quá trình chuẩn bị cho ngày Quốc khánh sắp tới. Một số con đường bị phong tỏa và giao thông đông đúc quanh khu vực.\n\nThật đáng để ghé thăm! Đọc thêm",
            "Một tượng đài nổi tiếng với tầm nhìn tuyệt vời và một cuộc triển lãm nhỏ giải thích lịch sử của nó. Tại sao không thể đặt trước khung thời gian? và có một hàng đợi đáng kể khi chúng tôi đến. Tuy nhiên, vì chúng tôi đã có vé tham quan bảo tàng Paris nên chúng tôi có thể xếp hàng ngắn hơn dành cho những người có vé được khuyến khích.Đọc thêm",
            "Địa điểm lịch sử có rất nhiều tầm quan trọng trong văn hóa Pháp. Tượng đài hình vuông lớn ấn tượng. Một trong những di tích quan trọng ở Pháp. Thường đông đúc và có thể dễ dàng đến được bằng Metro. Có rất nhiều Rues có nguồn gốc từ đây với những công trình kiến ​​trúc kiểu Pháp.Đọc thêm",
            "Thật là một trang web tuyệt vời. Đến bằng tàu hỏa leo lên cầu thang ở nhà ga bên dưới. Khi chúng tôi lên đến đỉnh cầu thang, địa điểm của nó thật tuyệt vời. Thật buồn cười khi thấy mọi người liều mạng và tay chân né tránh giao thông để cố gắng có được bức ảnh hoàn hảo Đọc thêm",
            "Chúng tôi đã ở gần đó và một lần nữa đến chiêm ngưỡng vẻ đẹp này. Vòm được xây dựng vào năm 1806-1836 theo thiết kế của kiến ​​trúc sư Đế quốc Pháp Jean-Francois Chalgrin. Thiết kế cổng vòm theo phong cách La Mã cổ đại được phát triển theo lệnh của Napoléon Bonaparte để kỷ niệm những chiến công của Đội quân vĩ đại của ông.Đọc thêm",
            "Chúng tôi đã lên Khải Hoàn Môn để chuẩn bị ngắm cảnh hoàng hôn. Thời tiết cho chuyến đi của chúng tôi thực sự rất xấu và tối hôm đó bầu trời quang đãng và cho phép chúng tôi ngắm cảnh đẹp thực sự.\nChúng tôi đã không lên kế hoạch trước cho chuyến đi này nên đã mua vé khi đến nơi, hàng đợi khá dài và chúng tôi lo rằng mình sẽ bỏ lỡ mặt trời! Tuy nhiên, hàng đợi di chuyển rất nhanh và chúng tôi đã có được một tầm nhìn đẹp.\nCầu thang thực sự hẹp và dốc nên nếu bạn gặp vấn đề với cầu thang thì đây có lẽ không phải là nơi dành cho bạn. Đọc thêm",
            "Chúng tôi ở Paris được một tuần và vào ngày đầu tiên, chúng tôi đi bộ đến Khải Hoàn Môn!  Ngay cả từ xa, sự hùng vĩ của vòng cung vẫn hiện rõ!  Đảm bảo đi theo đường hầm dành cho người đi bộ để băng qua dưới những con phố đông đúc người qua lại.\n\nChúng tôi đã có vé nâng cao thông qua Paris Pass và chúng tôi có thể xếp hàng và vào Arc tương đối nhanh chóng.  Những đứa trẻ trưởng thành của chúng tôi đi lên cầu thang, có rất nhiều người trong số họ, nhưng, là những người lớn tuổi hơn, vợ chồng tôi đã hỏi về thang máy và được phép đi lên đỉnh.  Tuy nhiên, vẫn còn 40 bậc thang phải leo lên.\n\nCác quan điểm ở trên cùng KHÔNG thể bỏ qua.  Tuyệt vời.  Đó là một trong những kỷ niệm yêu thích của chúng tôi ở Paris.Đọc thêm",
            "Sau khi lên tới đỉnh Tháp Eiffel, tôi không gặp vấn đề gì khi leo lên đỉnh Khải Hoàn Môn ...Tuy nhiên, tôi được thông báo là có thang máy và sau ca phẫu thuật đầu gối 3 tháng trước đó và tôi hơi sợ không gian nhỏ bị sốc khi nhận ra rằng chúng tôi có lựa chọn duy nhất là cầu thang xoắn ốc ... lên xuống 280 độ Tôi khuyến khích một chuyến tham quan vào ban đêm, vì bạn có thể thấy thành phố lên đèn vào ban đêm và thấy Tháp Eiffel lấp lánh trong 5 phút đầu tiên mỗi giờ 13 mỗi người cho một địa điểm du lịch đáng nhớ Đọc thêm",
            "Khá ấn tượng. Tôi khuyên bạn nên mua thẻ bảo tàng khi bạn ghé thăm để không phải xếp hàng dài mua vé. Leo lên đỉnh không quá khó khăn, nhưng may mắn thay, có thang máy dành cho những ai gặp khó khăn trong việc di chuyển. Tầm nhìn tuyệt vời mang đến một cái nhìn toàn cảnh thành phố. Đọc thêm",
            "Đây là một điểm thu hút khác phải làm ở Paris, giá cả rất hợp lý và khi bạn lên đến đỉnh, bạn có tầm nhìn toàn cảnh tuyệt vời ra thành phố. Lời khuyên của tôi là hãy đến đó ngay trước khi trời bắt đầu tối khi bạn có được một cái nhìn độc đáo về Tháp Eiffel khi ánh đèn của nó bật sáng và lấp lánh. Bên trong cũng có một cửa hàng để bạn có thể mua quà lưu niệm Đọc thêm",
            "Đã đi vào khoảng giữa tháng 8 và nó thực sự rất đáng yêu. Đáng để đi lên nhưng tôi khuyên bạn nên mua vé trực tuyến trước khi đến đó. Hàng đợi ở quầy bán vé có thể rất dài. Muốn giới thiệu thời gian hoàng hôn khi bầu trời chuyển sang màu hồng và tháp Eiffel lấp lánh. Tôi tin rằng tôi đã nhìn thấy một trong những khung cảnh đẹp nhất ở Paris.  Đọc thêm",
            "Khách sạn ở ngay cạnh tượng đài mang tính biểu tượng này nên chúng tôi quyết định nơi tốt hơn để bắt đầu chuyến đi Pháp! Chúng tôi không phải xếp hàng lâu và không có quá nhiều người, điều đó thật tuyệt. Rất nhiều cầu thang, vì vậy hãy chuẩn bị sẵn sàng để bước vào. Khung cảnh ở phía trên thật đáng kinh ngạc và cho dù bạn đang ở trên cùng hay dưới cùng thì nó chỉ đơn giản là tuyệt đẹp. Đáng giá một chuyến đi và số tiền trong ngày có giá khoảng 13 euro mỗi người. Đó là một điều khá tuyệt vời với tất cả các công việc thiết kế phức tạp được làm thủ công. Muốn giới thiệu.  Đọc thêm",
            "Đây là một tòa nhà tráng lệ với nhiều biện pháp an ninh xung quanh. Để đến gần, bạn phải đi qua đường hầm dành cho người đi bộ. Đi bộ dọc theo bên ngoài đường vành đai cho đến khi bạn tìm thấy thứ trông giống như lối vào tàu điện ngầm. Nhưng không phải vậy. Hàng người xếp hàng để lên Arc rất dài và việc leo lên rất khó khăn, ngay cả với những người trẻ tuổi. Có lẽ cảnh quan từ trên đỉnh rất đáng giá, tùy thuộc vào mức độ bạn thích ngắm nhìn thành phố từ một điểm quan sát trên cao. Việc leo lên có lẽ quá khó đối với chúng tôi. Không có gì trong cửa hàng quà tặng đáng mua. Tôi nghĩ rằng điều tốt nhất nên làm có lẽ là đi qua đường hầm, đi bộ xung quanh bên ngoài Arc và chụp ảnh cũng như chụp cận cảnh các bức tượng. Đọc thêm",
            "Dù bạn mua vé không cần xếp hàng vào bất kỳ điểm tham quan nào thì cũng rất đáng giá. Cảnh đẹp của Paris. Tôi khuyên bạn nên đi vào ban đêm vì ánh đèn rất tuyệt và Tháp Eiffel sáng lên vào mỗi giờ. Cũng là nơi tuyệt vời để ngắm dòng xe cộ điên cuồng bên dưới. Có rất nhiều bậc thang dốc lên xuống nhưng người khuyết tật có thể sử dụng thang máy để lên đến đỉnh với 47 bậc thang. Đọc thêm",
            "Chúng tôi đã đi vào giữa tháng 1 vào giữa buổi sáng và không phải chờ đợi nên không cần phải xếp hàng vào thời điểm đó trong năm.  Có 284 bậc thang xoắn ốc để lên đến đỉnh, nhưng có một số nơi bạn có thể đứng sang một bên để người khác đi qua. Hãy dành thời gian xem phim vì nó giải thích rất hay về lịch sử và cửa hàng có những điều khoản hợp lý quà lưu niệm có giá.Đọc thêm",
            "hai trăm năm tuổi - do Napoléon khởi xướng - trên một trong những vòng xuyến giao thông lớn nhất và tấp nập nhất thế giới; Arc có thể không nổi tiếng bằng Tower nhưng nó rất ấn tượng.  Kích thước của Khải Hoàn Môn thật khó đánh lừa - bạn cần đi lang thang trên quảng trường bên dưới nó để đọc về các trận chiến và đội quân mà Khải Hoàn Môn phụ trách để xem kích thước.  có một lối đi ngầm và ở đó bạn có thể mua vé để đi lên.  tôi nghĩ rằng tầm nhìn sẽ rất tốt vì các tòa nhà xung quanh khá thấp nhưng có một hàng dài đáng kể cả hai lần chúng tôi ở đó. Đọc thêm",
            "Vì vậy, điều đầu tiên hãy mua vé bỏ qua dòng trực tuyến. Điều này sẽ giúp bạn đi được nửa chặng đường trước khi vẫn phải xếp hàng. Và dòng này dài. Từ bên ngoài điêu khắc rất ấn tượng và toàn diện. Khi bạn đã ở trong một cầu thang xoắn ốc thú vị lên đến đỉnh, nơi bạn có thể đọc một số lịch sử rất thú vị về cấu trúc và sau đó đi lên mái nhà để có cái nhìn sống động về những con đường thành phố sầm uất bên dưới và các di tích xung quanh vòm. Đáng làm nhưng hãy chuẩn bị sẵn sàng để xếp hàng ngay cả khi đã đặt vé trước. Đọc thêm"
        ],
        "star_ratings": [
            27912,
            14124,
            3503,
            354,
            195
        ],
        "review_amount": 46088,
        "location": [
            "Pháp",
            "Paris",
            "Những điều cần làm ở Paris",
            "Châu Âu",
            "Ile-de-France",
            "Khải hoàn môn"
        ],
        "reviews_time": [
            "Written June 17, 2023",
            "Written July 3, 2023",
            "Written July 4, 2023",
            "Written July 10, 2023",
            "Written July 15, 2023",
            "Written July 20, 2023",
            "Written August 2, 2023",
            "Written August 4, 2023",
            "Written August 5, 2023",
            "Written August 5, 2023",
            "Written January 5, 2020",
            "Written March 7, 2020",
            "Written February 3, 2020",
            "Written March 4, 2020",
            "Written January 23, 2020",
            "Written January 14, 2020",
            "Written January 5, 2020",
            "Written February 8, 2020",
            "Written April 28, 2020",
            "Written January 25, 2020"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g187147-d188709-Reviews-Arc_de_Triomphe-Paris_Ile_de_France.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g187147-d19261302-Reviews-Miura-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187147-d7621672-Reviews-Bustronome_Paris-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187147-d21079346-Reviews-Figuig-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187147-d1871995-Reviews-Chez_Gabrielle-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187147-d12321580-Reviews-Restaurant_Alan_Geaam-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187147-d7095002-Reviews-Pages-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187147-d4040046-Reviews-Cantina_Chic-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187147-d719833-Reviews-Pierre_Gagnaire-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187147-d11180479-Reviews-La_Scene_Theleme-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187147-d2521146-Reviews-Le_Vin_Coeur-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g3915499-d25186041-Reviews-Maison_Du_Tourisme_Du_Livradois_Forez_Bureau_D_Arlanc-Arlanc_Puy_de_Dome_Auverg.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d15033764-Reviews-La_Tombe_du_Soldat_Inconnu-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d13377711-Reviews-Lost_in_Frenchlation-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d17579315-Reviews-Maison_du_Danemark-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d19091500-Reviews-Saint_Joseph_s_Catholic_Church-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d17741101-Reviews-Eglise_Danoise_de_Paris_Frederikskirken-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d209760-Reviews-Champs_Elysees-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d265614-Reviews-Pont_Alexandre_III-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d188151-Reviews-Eiffel_Tower-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d23965608-Reviews-Beth_Chabad_Champs_Elysees-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d188709-Reviews-or10-Arc_de_Triomphe-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d292257-Reviews-Le_Marais-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d188679-Reviews-Cathedrale_Notre_Dame_de_Paris-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d190204-Reviews-Palais_Garnier-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d190685-Reviews-Basilique_du_Sacre_Coeur_de_Montmartre-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d189284-Reviews-Montmartre-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d190202-Reviews-Sainte_Chapelle-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d188757-Reviews-Louvre_Museum-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d25132995-Reviews-Civitatis-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g196677-d23896432-Reviews-Le_Petit_Spa_By_Oceanide-Le_Lavandou_French_Riviera_Cote_d_Azur_Provence_Alpes_C.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d7104448-Reviews-Bustronome_Paris-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d2450331-Reviews-Ricki_Stevenson_s_Black_Paris_Tours-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d7209440-Reviews-L_Encrier-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d188491-Reviews-Le_Galaxie-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d607356-Reviews-Mojito_Habana-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d4408925-Reviews-Holland_Bikes-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d4547951-Reviews-Visites_Spectacles-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187079-d23450761-Reviews-Yoga_du_Visage_Facialiste-Bordeaux_Gironde_Nouvelle_Aquitaine.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d13230589-Reviews-Baja_Bikes_Paris-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d12881910-Reviews-Bowling_Foch-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g298173-d12662671-Reviews-Nismo_Showroom-Yokohama_Kanagawa_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g31310-d1798067-Reviews-Musical_Instrument_Museum-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g33871-d497697-Reviews-Sheffield_Island_Lighthouse-Norwalk_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g294009-d1768661-Reviews-Souq_Waqif-Doha.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d265430-Reviews-Kenilworth_Park_and_Aquatic_Gardens-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g56427-d10380171-Reviews-Strawberry_Park-Pasadena_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g58469-d12694910-Reviews-Snofalls_Lavender_Farm-Fall_City_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g60880-d559266-Reviews-Flattop_Mountain_Trail-Anchorage_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g49552-d17767167-Reviews-Bald_Head_Island_Ferry-Southport_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g51992-d16741103-Reviews-Cobble_Beach-Newport_Oregon.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g187147-d188709-Reviews-or10-Arc_de_Triomphe-Paris_Ile_de_France.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g187147-d188709-Reviews-Arc_de_Triomphe-Paris_Ile_de_France.html"
    }
]