[
    {
        "attraction_name": "Arcadia Bluffs Golf Club",
        "attraction_name_vi": "Câu lạc bộ Golf Arcadia Bluffs",
        "general_info": [
            "239 đánh giá",
            "1 trong 3 hoạt động ngoài trời ở Arcadia",
            "Sân gôn"
        ],
        "attraction_summary": "Được thành lập vào năm 1999 tại Arcadia, Michigan, sân golf được xây dựng trên vách đá phía trên bờ Hồ Michigan và nằm trên khoảng 245 mẫu Anh đất ven hồ lộng gió. Sân golf dốc 225 feet từ điểm cao nhất xuống vách đá, cao 180 feet so với mực nước biển và có 3.100 feet mặt tiền bờ Hồ Michigan. Arcadia Bluffs giống như một sân golf ven biển, với địa hình nhấp nhô và những cánh đồng cỏ fescue tự nhiên lộng gió khắp nơi. Người chơi sẽ nhớ đến những lỗ golf yêu thích của họ tại Lahinch và Ballybunion, trong khi tận hưởng quang cảnh ngoạn mục của Hồ Michigan từ mọi điểm trên bố cục hùng vĩ. Được thiết kế bởi Warren HendersonRick Smith, Arcadia Bluffs mang đến cho người chơi trải nghiệm chơi golf không giống bất kỳ nơi nào khác tại Hoa Kỳ. Ngoài sân golf, Arcadia Bluffs còn cung cấp chỗ nghỉ đẳng cấp thế giới. The Lodge tại Arcadia Bluffs mở cửa vào năm 2010 và cung cấp 15 phòng nghỉ được trang bị đầy đủ tiện nghi, từ tháng 4 đến tháng 10. The Lodge cũng có sẵn cho các đặt phòng riêng và công ty vào tháng 11 và tháng 12. Dịch vụ cá nhân đặc biệt là dấu ấn của The Lodge. Phòng ăn tại Arcadia Bluffs mang đến bầu không khí giản dị, với cảm giác cao cấp. Một lần nữa, dịch vụ cá nhân là tối quan trọng tại The Dining Room, và ẩm thực đặc biệt mang đến trải nghiệm ăn uống thực sự khó quên, mỗi lần ra ngoài. Ăn uống trên boong tàu có sẵn vào mùa hè và có tầm nhìn toàn cảnh tuyệt đẹp ra sân golf và Hồ Michigan xinh đẹp. Bối cảnh đơn giản là ngoạn mục. Quầy bar ngoài trời Patio Bar mang đến bối cảnh giản dị, với bầu không khí và thực đơn thoải mái hơn. Giống như Phòng ăn và boong tàu, Quầy bar ngoài trời Patio Bar mang đến tầm nhìn vô song với dịch vụ đẳng cấp thế giới. Đọc thêm",
        "reviews": [
            "Một trải nghiệm chơi gôn đáng kinh ngạc từ chỗ ở đến đồ ăn và chơi gôn.  Mức độ dịch vụ và sự chú ý đến từng chi tiết là vô song và tôi đã từng đến nhiều khu nghỉ dưỡng chơi gôn. Tất cả các nhân viên đều thân thiện, hiểu biết và cao hơn hầu hết các địa điểm một hoặc hai bước.  Arcadia Bluffs hoàn toàn là một địa điểm trong danh sách dành cho bất kỳ tay golf nghiêm túc nào.Đọc thêm",
            "Arcadia Bluffs thực sự là nơi lý tưởng để chơi gôn xuất sắc. Gợi nhớ đến Whistling Straits, Bandon Dunes và BallyBunion, khung cảnh thật tuyệt vời và mỗi lỗ có thể là một tấm bưu thiếp. Dành cho các nhóm chơi golf, bạn sẽ không phải thất vọng nếu dẫn bạn bè của mình đến đây.Đọc thêm",
            "Chúng tôi vừa trải qua hai đêm tại The Bluffs Inn và tôi đã chơi South Course và The Bluffs Course. Thật tuyệt vời khi tìm được thứ gì đó gây ấn tượng như vậy và tạo nên kỷ niệm lâu dài. Nơi này thật đặc biệt. Tôi chưa bao giờ thấy bất cứ điều gì giống như nó. Nhìn vào sân từ ban công của chúng tôi, bạn sẽ không nghĩ mình đang ở Mỹ nếu xem video. Khóa học được duy trì hoàn hảo và đó là một thách thức. Mong đợi một ngày dài trên khóa học vì tốc độ khoảng 5 giờ. Tôi không bận tâm chút nào vì luôn có một khung cảnh đẹp để tận hưởng. Nếu bạn đến đây hãy chắc chắn rằng bạn chơi sân Bluffs. Nếu tôi đến lần nữa, tôi sẽ chơi The Bluffs hai lần và bỏ qua khóa học phía nam.Đọc thêm",
            "Ngay cả khi không phải là người chơi gôn, đây vẫn là nơi tuyệt vời để dừng chân ăn trưa hoặc uống một ly rượu vang.  Những khung cảnh đẹp như vậyĐọc thêm",
            "Vợ tôi và tôi thích chơi cả sân South và Bluff. Sân South khá yên tĩnh vào chiều thứ sáu. Chúng tôi chơi với tốc độ tuyệt vời. Sân Bluff rất đẹp. Vì là mùa thấp điểm nên tôi thấy cả hai sân đều rất đáng giá cho sân golf hàng đầu. Đọc thêm",
            "Khung cảnh tuyệt đẹp và đường đi tuyệt đẹp trên Hồ Michigan!  Chúng tôi đã đi vào đêm hôm trước để thưởng thức bữa tối lúc hoàng hôn và người chơi kèn túi diễn ra từ các tối Thứ Năm - Chủ Nhật.  Thật tệ là họ không cung cấp thêm hộp phát bóng cho phụ nữ.  Chúng tôi đã thuê một caddie và rất vui vì đã làm như vậy.  Chúng tôi chưa bao giờ mất một quả bóng nào.  Cho dù bạn chơi nó như thế nào - nó chỉ kéo dài 5 giờ.Đọc thêm",
            "Chơi Arcadia Bluffs nằm trong danh sách của tôi và vượt qua sự mong đợi của tôi. Như thể vẫn chưa đủ, chúng tôi gục ngã trên đường đi, cách lối vào khoảng một dặm. Một chiếc SUV dừng lại để xem anh ấy có thể giúp gì không... đó là Bill Shriver, Chủ tịch của Arcadia Bluffs. Anh ấy cử một chiếc xe tải chở chúng tôi và hành lý đến nhà nghỉ của chúng tôi. Như thể vẫn chưa đủ, Bill ghé qua để đảm bảo mọi thứ đều ổn. Cảm ơn Bill, cảm ơn Arcadia Bluffs!!Đọc thêm",
            "Tôi thực sự xin lỗi khi phải viết bài đánh giá này dựa trên thực tế rằng đây là một trong những sân gôn yêu thích của tôi mọi thời đại. Chúng tôi mới ở đó tuần này và tôi không chắc chuyện gì đã xảy ra với mặt cỏ nhưng chúng không đạt tiêu chuẩn kỹ thuật. Tôi đã chơi ở đó vào mùa thu năm ngoái chỉ 10 ngày sau khi sục khí và rau xanh ở trạng thái tốt hơn so với tuần này. Tôi không chắc đó là mùa xuân khô hay mùa xuân được sục khí không đúng thời điểm trong năm nhưng rau xanh không bằng phẳng. Có những điểm mệt mỏi rõ ràng. Lời khuyên của tôi là hãy đợi đến mùa thu năm nay vì tôi không tin rằng họ có thể sớm khôi phục chúng vì thời tiết nóng bức. Chúc các nhân viên may mắn và tôi hy vọng điều đó không ảnh hưởng đến thu nhập của họ nhưng tôi sẽ cho họ ít nhất cho đến năm sau trước khi tôi thử chơi lại.Đọc thêm",
            "Green ở hố 13 có rơi xuống hồ Michigan không? Khi chúng tôi chơi, có một màu xanh mới ở bên phải. Ngoài ra, hố 12 thì sao, green có nguy cơ bị xói mòn?Đọc thêm",
            "Chúng tôi đã chơi sân Bluffs. Tôi có điểm chấp 7 và thấy nó cực kỳ khó khăn. Mặt cỏ cứng và nhanh, bóng chạy qua các đường lăn bóng. Khó tìm được một điểm nằm bằng phẳng, ngay cả khi ở trong fairway. Gió có thể và là một yếu tố. Cuối cùng, tôi cũng bắt đầu tìm ra khóa học bằng cách kết thúc với một con parbirdie nhưng tuy nhiên, khóa học này sẽ kiểm tra bất kỳ ai. Lần đầu chơi, lần sau rút kinh nghiệm rất nhiều. Nhưng ai quan tâm chứ? Chúng tôi đến để xem và trải nghiệm, và đó là những gì chúng tôi có. Khung cảnh tuyệt vời dọc theo hồ Michigan. Rất mong được thử khóa học miền Nam vào lần tới.Đọc thêm",
            "Cảm ơn bạn đã tham gia cùng chúng tôi và đánh giá năm sao! Chúng tôi mong được đón tiếp bạn lần nữa trong tương lai!Đọc thêm",
            "sân bay nào gần arcadia bluffs nhất?Đọc thêm",
            "Xin chào! Sân bay gần nhất là sân bay Manistee Blacker, cách Arcadia Bluffs khoảng 20 phút. Sân bay Cherry Capitol ở Thành phố Traverse cách Arcadia Bluffs khoảng 1 giờ.Đọc thêm",
            "Có chỗ nào để bơi không?  Lối vào hồ bơi hoặc hồ nước?Đọc thêm",
            "Như đã nêu, nơi lưu trú không có nơi để bơi nhưng có những bãi biển công cộng gần đó.Đọc thêm",
            "Có khu vực hút thuốc được chỉ định ngoài sân golf không? Đọc thêm",
            "Có, bạn có thể thoải mái hút thuốc trên ghế Adirondack nhìn ra 18 green.Đọc thêm",
            "Những tiện nghi nào được cung cấp khi ở trong khuôn viên? Cụ thể là có spa không?Đọc thêm",
            "Tất cả các chỗ nghỉ của chúng tôi đều có thể được tìm thấy trên trang web arcadiabluffs .com\n\nThật không may, chúng tôi không cung cấp spa tại chỗ, nhưng có một spa chỉ cách đó một quãng ngắn. Phòng ăn tại Arcadia Bluffs cung cấp dịch vụ ăn uống trọn gói cho công chúng và khách của chúng tôi. Chúng tôi cũng cung cấp cơ sở tập luyện hiện đại để Khách lưu trú tại Lodge của chúng tôi tận hưởng. Đọc thêm",
            "Xin chào, sân bay nào gần đó có chuyến bay thẳng từ sân bay LGA hoặc JFK và khoảng cách đến Acadia Bluffs là bao nhiêu?Đọc thêm",
            "Grand Rapids có thể sẽ là sân bay duy nhất có chuyến bay trực tiếp từ LGA. Sẽ mất khoảng 2,5 giờ lái xe đến Arcadia Bluffs. Nếu bạn bay qua Chicago hoặc Detroit, bạn có thể bay đến Thành phố Traverse chỉ cách đó hơn một giờ lái xe.\n\nHy vọng bạn có thể sớm đến gặp chúng tôi! Đọc thêm",
            "Họ có cho bạn chơi dưới mưa không?Đọc thêm",
            "Chào Jay,\nMiễn là không có khuyến cáo về thời tiết nguy hiểm, người chơi có thể tiếp tục thi đấu dưới mưa.  Tất nhiên sự an toàn của người chơi golf là ưu tiên số 1.  Cảm ơn bạn!Đọc thêm",
            "Họ có sân gôn không?Đọc thêm",
            "Cảm ơn câu hỏi của bạn Rex, Arcadia Bluffs hoàn toàn có sẵn các loại gậy dành cho người chơi gôn.  Hãy tận hưởng ngày của bạn.Đọc thêm"
        ],
        "star_ratings": [
            188,
            24,
            14,
            8,
            5
        ],
        "review_amount": 239,
        "location": [
            "Những việc cần làm ở Arcadia",
            "Hoa Kỳ",
            "Arcadia",
            "Quận Manistee",
            "Michigan MI",
            "Câu lạc bộ Golf Arcadia Bluffs"
        ],
        "reviews_time": [
            "Written October 16, 2023",
            "Written September 30, 2023",
            "Written July 27, 2023",
            "Written July 6, 2023",
            "Written May 30, 2023",
            "Written August 29, 2022",
            "Written August 27, 2022",
            "Written June 30, 2022",
            "Written January 21, 2022",
            "Written November 1, 2021"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g29558-d580627-Reviews-Arcadia_Bluffs_Golf_Club-Arcadia_Manistee_County_Michigan.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g29558-d2244596-Reviews-The_Bluffs_Dining-Arcadia_Manistee_County_Michigan.html",
            "https://www.tripadvisor.com/Restaurant_Review-g29558-d26015974-Reviews-Ketch_22_MI-Arcadia_Manistee_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g29558-d3314042-Reviews-Arcadia_Overlook-Arcadia_Manistee_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g29558-d12289492-Reviews-Arcadia_Area_Museum-Arcadia_Manistee_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g29558-d1724886-Reviews-Arcadia_Dunes_CS_Mott_Nature_Preserve-Arcadia_Manistee_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g29558-d580627-Reviews-or10-Arcadia_Bluffs_Golf_Club-Arcadia_Manistee_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g29558-d1724883-Reviews-Chestnut_Hills_Golf_Course-Arcadia_Manistee_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g41974-d12287963-Reviews-Bear_Lake_Marine-Bear_Lake_Manistee_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g29558-d4588550-Reviews-Green_Point_Dunes_Nature_Preserve-Arcadia_Manistee_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42551-d21258072-Reviews-Black_Cap_Farm_Native_Plant_Nursery-Onekama_Manistee_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g41974-d5918752-Reviews-Rosies_place-Bear_Lake_Manistee_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42429-d13385606-Reviews-Inn_Fun_Cruises-Manistee_Manistee_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42429-d4325560-Reviews-Douglas_Valley_Winery-Manistee_Manistee_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g41974-d4181149-Reviews-Wee_Bee_Jammin-Bear_Lake_Manistee_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42551-d265709-Reviews-The_Heathlands-Onekama_Manistee_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42551-d5837633-Reviews-Shirley_s_Place-Onekama_Manistee_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g41974-d4505755-Reviews-Rockin_R_Ranch-Bear_Lake_Manistee_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42551-d12414944-Reviews-Off_Call_II_Charter_Fishing-Onekama_Manistee_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g315845-d1881174-Reviews-Myvatn_Nature_Baths_Jardbodin_vid_Myvatn-Lake_Myvatn_Northeast_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g551764-d213666-Reviews-Rosslyn_Chapel-Roslin_Midlothian_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g1060901-d581684-Reviews-Ghibli_Museum_Mitaka-Mitaka_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g29141-d263313-Reviews-Ashcroft_Ghost_Town-Aspen_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g187785-d12594825-Reviews-GNV-Naples_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g31411-d109688-Reviews-Meteor_Crater_Barringer_Space_Museum-Winslow_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g32810-d6571692-Reviews-Redwood_Regional_Park-Oakland_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g2391372-d256212-Reviews-Lago_di_Garda-Province_of_Verona_Veneto.html",
            "https://www.tripadvisor.com/Attraction_Review-g154990-d184770-Reviews-African_Lion_Safari-Hamilton_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g58026-d536298-Reviews-Norfolk_Botanical_Garden-Norfolk_Virginia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g29558-d580627-Reviews-or10-Arcadia_Bluffs_Golf_Club-Arcadia_Manistee_County_Michigan.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g29558-d580627-Reviews-Arcadia_Bluffs_Golf_Club-Arcadia_Manistee_County_Michigan.html"
    }
]