[
    {
        "attraction_name": "Arenal Volcano",
        "attraction_name_vi": "Núi lửa Arenal",
        "general_info": [
            "1.976 đánh giá",
            "20 trong số 55 điều cần làm ở Công viên Quốc gia Núi lửa Arenal",
            "Các công viên quốc gia",
            "Núi lửa"
        ],
        "attraction_summary": "Ngọn núi lửa cao 1.633 mét này đã hoạt động ầm ầm và phun trào từ năm 1969.Đọc thêm",
        "reviews": [
            "Có nhiều lựa chọn đi bộ đường dài khác nhau ở gần Núi lửa Arenal, bao gồm cả đường mòn Núi lửa Arenal 1968 rất thành công, bắt đầu vài trăm mét trước lối vào của công viên quốc gia thực sự. Tuy nhiên, dựa trên các đánh giá, có vẻ như mặc dù giá của con đường này gần như gấp đôi so với giá của công viên quốc gia nhưng nó không mang lại nhiều giá trị gia tăng hoặc tầm nhìn đẹp hơn ra núi lửa. Vì lý do đó, chúng tôi quyết định đi bộ đường dài ở Công viên Quốc gia với phí vào cửa là 15 USD. Có ba khu vực đỗ xe ở đây, P1 nằm ngay lối vào, P2 cách xa hơn 600m và là khu vực đỗ xe lớn nhất nơi bắt đầu con đường có biển báo thực tế và sau đó là P3 thêm 600m nữa để có thêm điểm quan sát và một số bảng thông tin thú vị. \nChuyến đi bộ đường dài mà chúng tôi đã thực hiện bắt đầu ở P2, là khoảng. dài 5 km và khá đa dạng. Nó có thể được rút ngắn khoảng. 2 km nếu bạn chỉ đi theo con đường mòn màu vàng số 4 qua lại các cánh đồng dung nham, nhưng con đường vòng màu đỏ số 5 chắc chắn mang lại giá trị gia tăng cho chuyến đi bộ. Con đường này đi sâu hơn vào rừng và cho bạn cái nhìn rõ hơn về hệ động vật, ví dụ: chúng tôi đã nhìn thấy rắn lục lông mi màu vàng trong rừng sâu và chim giẻ cùi ác là cổ trắng xung quanh khu vực đậu xe và hệ thực vật, ví dụ:. cây lớn 400 năm tuổi Ceibo. \nCuối đường 45 có một số cầu thang dẫn lên cánh đồng dung nham. Phần này không quá dài và thách thức hơn một chút nhưng nó kết thúc với khung cảnh ngoạn mục trên núi lửa và hồ nước.Đọc thêm",
            "Trước khi rời đi, mọi người đều nói với chúng tôi rằng đây là điều chúng tôi cần làm ở Costa Rica. Chúng tôi đã đi và có một khoảng thời gian vui vẻ, nhưng đó chắc chắn không phải là điều chúng tôi yêu thích nhất. Khung cảnh rất tuyệt và chúng tôi đã đi vào buổi sáng trước khi tất cả các chuyến tham quan diễn ra, điều này giúp ích rất nhiều vì nó không quá đông đúc. Chúng tôi đã mua vé ở phía trước và nó bao gồm cả bán đảo quan sát. Đây là một quãng đường lái xe ngắn và gập ghềnh và có một chuyến đi bộ tuyệt đẹp và không phải ai cũng đến đây. Đó là một cuộc đi dạo đàng hoàng và chúng tôi đã làm cả hai việc đó vào buổi sáng. Đi bộ qua núi lửa và bán đảo đưa chúng tôi từ 8 đến 11 giờ. Thật là vui, nhưng tôi sẽ không nói điều tuyệt vời nhất ở CR.Đọc thêm",
            "Chúng tôi thích đi bộ trên Đường mòn Heliconias đến Đường mòn Coladas để ngắm Núi lửa Arenal ở Costa Rica. Tôi đi bộ với một cây gậy, và có thể hoàn thành chuyến đi bộ cùng gia đình, mặc dù một vài đoạn đường gồ ghề và dốc. Chúng tôi không đi theo Đường mòn El Ceibo dài hơn vì được cho là lầy lội. Đây là một nơi tuyệt vời để đi và chúng tôi có thể nhìn thấy Hồ Arenal ở đằng xa. Vì chúng tôi đến La Fortuna trước nên chúng tôi có thể đi vào buổi chiều muộn. Mọi người chúng tôi gặp dọc theo đường mòn đều rất thân thiện và hữu ích. Họ khuyến khích chúng tôi hoặc cảnh báo tôi về những gì mong đợi trên đường mòn. Đọc thêm",
            "Tôi đã đi những gì tôi muốn, đi bộ một chút rồi rời đi. Thực ra tôi không ấn tượng lắm, nhưng nếu bạn kết hợp thêm một số chuyến du ngoạn khác với chuyến đi này thì chuyến đi đến Fortuna sẽ rất đáng giá. Thật thư giãn và không khí ấm áp với mưa ấm áp thật tuyệt vời. Đọc thêm",
            "Chồng tôi và tôi đến Công viên Quốc gia Arenal để đi dạo buổi sáng. Khách du lịch phải trả 16,95 USD mỗi người. Chúng tôi tìm thấy hai người có thể giúp đỡ tại quầy lễ tân của công viên. Họ nói được ít tiếng Anh. Ngoài ra tại quầy lễ tân của công viên còn có một phòng vệ sinh. Công viên quốc gia có một số lựa chọn đi bộ đường dài khác nhau trên đá hoặc đường mòn đất. Một số động vật có thể được phát hiện. Ở cuối con đường mòn, bạn có thể leo lên một ngọn đồi dốc có nhiều đá nham thạch để ngắm Núi lửa Arenal và Hồ Arenal. Những con đường mòn có thể được thực hiện trong vòng chưa đầy 3 giờ, vì vậy tôi chắc chắn khuyên bạn không nên dành cả ngày ở công viên quốc gia. Nó có tầm nhìn tuyệt vời, nhưng các điểm khác xung quanh khu vực La Fortuna cũng có tầm nhìn đẹp như núi lửa. Đọc thêm",
            "Có một số con đường mà con đường tôi đã chọn bao gồm phần xảy ra vụ phun trào năm 1992.  Các điều kiện đá có độ an toàn đáng ngờ. Vì trời u ám và mưa nên không thấy gì trên đỉnh núi lửaĐọc thêm",
            "Khung cảnh hoàn toàn tuyệt đẹp, mặc dù có rất nhiều người cách xa nhau nhưng bạn không thực sự nhìn thấy họ. Điều đó thật đáng yêu. Chúng tôi đã nhìn thấy một số loài chim độc đáo, ngoài ra vận may của chúng tôi không dành cho cá sấu và khỉ nhưng không sao cả. Khuôn viên được bảo trì rất tốt và quán cà phê ở cuối quán có một khung cảnh riêng. Chúng tôi đi quãng đường dài khoảng 5km, hầu hết đều rất vừa phải nhưng có một số điểm bạn rất muốn chú ý bước đi của mình, những đoạn thực sự khó khăn đều có dây để hỗ trợ nếu bạn cần. Chúng tôi không thực hiện chuyến tham quan có hướng dẫn nhưng nghe nói nó rất nhiều thông tin.Đọc thêm",
            "Cảnh tượng tuyệt vời từ La Fortuna, nhưng phần trên lại rất ấn tượng! Đáng để ghé thăm, 3 con đường để lựa chọn, thứ gì đó phù hợp với mọi cấp độ thể chất và dòng thời gian. Công viên xinh đẹp, cơ hội chụp ảnh tuyệt vời vào một ngày quang đãng, nhiều động vật hoang dã. Quán cà phê tuyệt vời ở cuối chuyến đi bộ, khung cảnh tuyệt đẹp của núi lửa và hồ nước, đồ ăn thức uống tuyệt vời.Đọc thêm",
            "Tôi khuyên bạn nên ghé thăm Công viên quốc gia Núi lửa Arenal để đi bộ đường dài buổi sáng và buổi chiều ở mức độ dễ đến vừa phải. Chúng tôi là một gia đình gồm 4 người lớn và 2 trẻ em. Đường lái xe đến trung tâm du khách vào bãi đậu xe khá dễ dàng và Google Maps đáng tin cậy đối với chúng tôi. Tất cả các đường mòn đi bộ đường dài đều bắt đầu từ phía sau trung tâm bãi đậu xe. Nhân viên trực ban nói được một chút tiếng Anh, tốt hơn tiếng Tây Ban Nha của chúng tôi! Nhưng với bản đồ rõ ràng có thể chụp ảnh, chúng tôi không cảm thấy việc thiếu ngôn ngữ chung gây ra bất kỳ vấn đề an toàn nào. Họ không có bản sao giấy của các tuyến đường mòn vì lý do môi trường, điều này thực sự chỉ tạo ra rác thải và chúng tôi thích điều này. Ngoài ra, ba chuyến đi bộ đường dài được đánh dấu rất rõ ràng với các đường mòn và biển báo riêng biệt dưới chân. Nhóm của chúng tôi đã đi bộ đường dài màu đỏ, là chuyến đi dài nhất trong ba chuyến đi bộ đường dài. Đường đi này vừa phải nhưng rất dễ đi khi đi giày đi bộ đường dài đế thấp. Bạn sẽ được tận hưởng một số địa hình tuyệt vời và đi bộ đường dài trên đất liền, có lẽ trẻ hơn bạn! Một số động vật hoang dã tuyệt vời nữa. Nhìn chung, đây là một nửa ngày đi bộ đường dài ngoài trời tuyệt vời! Đọc thêm",
            "Trong số tất cả các chuyến du ngoạn chúng tôi đã thực hiện trong khu vực thì đây là chuyến ít ấn tượng nhất.  Về cơ bản, đó là một chuyến đi bộ dài 1,5 dặm đến nơi dung nham chảy.  Chỉ cần một số mặt đất đá để xem.  Chuyến đi xuyên qua con đường mòn cũng không cung cấp nhiều thứ để xem.  Nếu bạn muốn bước tới và nói rằng bạn đã đứng trên những tảng đá mới, thì đây gần như là lợi ích duy nhất.  Bạn có thể lái xe đến khu vực quan sát, nhưng tôi thực lòng nghĩ rằng xung quanh thị trấn có nhiều cơ hội chụp ảnh tốt hơn.  Nhìn chung, tôi sẽ không quay lại trừ khi họ bổ sung thêm việc cần làm.  Có những điểm truy cập và đường đi bộ khác có vẻ thú vị hơn nhiều.Đọc thêm",
            "Tôi khuyên bạn nên ghé thăm Công viên Quốc gia Núi lửa Arenal để có một buổi sáng đi bộ đường dài dễ dàng và vừa phải.  Chúng tôi là một gia đình có 4 người lớn 2 trẻ em.  Việc lái xe đến trung tâm du khách vào bãi đậu xe khá dễ dàng và bản đồ Google rất đáng tin cậy đối với chúng tôi.  Các con đường mòn đi bộ đều bắt đầu từ phía sau trung tâm bãi đậu xe.  Các nhân viên trực đã nói được một chút tiếng Anh tốt hơn tiếng Tây Ban Nha của chúng tôi!  nhưng với bản đồ rõ ràng và có thể chụp ảnh, chúng tôi không cảm thấy việc thiếu ngôn ngữ chung gây ra bất kỳ vấn đề an toàn nào.  Họ không có bản sao giấy của các tuyến đường mòn vì lý do môi trường, nó thực sự tạo ra rác và chúng tôi thích điều này.  Ngoài ra, ba chuyến đi bộ đường dài được đánh dấu rất rõ ràng bằng những con đường mòn và biển báo dưới chân riêng biệt.  Nhóm chúng tôi đi bộ trên con đường màu đỏ, con đường dài nhất trong ba chuyến đi bộ.  Nỗ lực vừa phải nhưng lại rất khả thi đối với giày đi bộ đường dài dành cho huấn luyện viên cổ thấp.  Bạn sẽ tận hưởng một số địa hình tuyệt vời và đi bộ trên vùng đất có lẽ trẻ hơn bạn!  Một số động vật hoang dã gọn gàng quá.  Nhìn chung, nửa ngày đi bộ đường dài ngoài trời tuyệt vời!Đọc thêm",
            "Cảnh tượng tuyệt vời từ La Fortuna, nhưng phần trên lại rất ấn tượng! Đáng để ghé thăm, 3 con đường để lựa chọn, thứ gì đó phù hợp với mọi cấp độ thể chất và dòng thời gian. Công viên xinh đẹp, cơ hội chụp ảnh tuyệt vời vào một ngày quang đãng, nhiều động vật hoang dã. Quán cà phê tuyệt vời ở cuối chuyến đi bộ, khung cảnh tuyệt đẹp của núi lửa và hồ nước, đồ ăn thức uống tuyệt vời.Đọc thêm",
            "Con đường dài 2km đến khu vực Bán đảo Công viên Quốc gia bên kia đường từ lối vào Công viên Quốc gia Arenal Chính gần như không thể đi qua. Chúng tôi mất 20 phút trên một chiếc SUV để di chuyển với tốc độ của một con ốc sên trên một con đường dài 2km gồm những tảng đá sắc nhọn, ổ gà, mương và dốc đứng chỉ để thấy không có ai ở quầy lễ tân và tất cả các đài quan sát đều bị rào lại và đóng cửa. Các sân ga không có sàn và tháp quan sát cũng bị rào lại. Phần tệ nhất là chúng tôi phải lái xe trở lại. Chúng tôi không thể tin rằng đây là một phần của Công viên Quốc gia lấy tiền của khách du lịch và nó ở trong tình trạng tồi tệ như vậy mà không có phòng bán vé Công viên Quốc gia Núi lửa Arenal Chính thông báo cho chúng tôi điều này khi chúng tôi hỏi xem phần Bán đảo có mở cửa không. Đừng thử đi trên con đường này bằng xe ô tô! Đọc thêm",
            "Chà, công bằng mà nói thì núi lửa đã ở trên mây vào ngày chúng tôi ở đó nên chúng tôi thực sự không nhìn thấy nó. Có một tầm nhìn tuyệt vời với những gì dường như là một nhà nguyện phía sau nó. Đáng xem.Đọc thêm",
            "Ngày thứ 2 của chuyến đi, chúng tôi lái xe đến La Fortuna và ăn trưa tại Rain Forest ở trung tâm thành phố rồi đến công viên để đi bộ đường dài. Bạn phải lái xe quanh núi lửa và mất thời gian, nhưng một khi đến đó và khoảng 16 USD để có được một chuyến tham quan tuyệt vời. Đây là một chuyến đi bộ dễ dàng hơn là đi bộ và bạn sẽ có được một cái nhìn tuyệt vời về núi lửa và sau đó là một cái nhìn tuyệt vời về hồ. Trên đường đi, chúng tôi nói Con lười và nhiều loài chim.Đọc thêm",
            "Khung cảnh hoàn toàn tuyệt đẹp, mặc dù có rất nhiều người cách xa nhau nhưng bạn không thực sự nhìn thấy họ. Điều đó thật đáng yêu. Chúng tôi đã nhìn thấy một số loài chim độc đáo, ngoài ra vận may của chúng tôi không dành cho cá sấu và khỉ nhưng không sao cả. Khuôn viên được bảo trì rất tốt và quán cà phê ở cuối quán có một khung cảnh riêng. Chúng tôi đi quãng đường dài khoảng 5km, hầu hết đều rất vừa phải nhưng có một số điểm bạn rất muốn chú ý bước đi của mình, những đoạn thực sự khó khăn đều có dây để hỗ trợ nếu bạn cần. Chúng tôi không thực hiện chuyến tham quan có hướng dẫn nhưng nghe nói nó rất nhiều thông tin.Đọc thêm",
            "Có một số con đường mà con đường tôi đã chọn bao gồm phần xảy ra vụ phun trào năm 1992.  Các điều kiện đá có độ an toàn đáng ngờ. Vì trời u ám và mưa nên không thấy gì trên đỉnh núi lửaĐọc thêm",
            "Tôi và chồng đã đến Công viên quốc gia Arenal để đi bộ đường dài vào buổi sáng. Khách du lịch phải trả 16,95 đô la Mỹ cho một người. Chúng tôi tìm thấy hai người có thể giúp đỡ tại quầy lễ tân của công viên. Họ nói ít tiếng Anh. Ngoài ra, tại quầy lễ tân của công viên còn có một phòng vệ sinh. Công viên quốc gia có một số lựa chọn đi bộ đường dài khác nhau trên đường mòn đá hoặc đất. Một số loài động vật có thể được phát hiện. Ở cuối đường mòn, bạn có thể leo lên một ngọn đồi dốc với những tảng đá nham thạch để ngắm Núi lửa Arenal và Hồ Arenal. Các đường mòn có thể được hoàn thành trong vòng chưa đầy 3 giờ, vì vậy tôi chắc chắn khuyên bạn không nên dành cả ngày ở công viên quốc gia. Nơi đây có tầm nhìn tuyệt đẹp, nhưng những địa điểm khác xung quanh khu vực La Fortuna cũng có tầm nhìn đẹp như núi lửa. Đọc thêm",
            "Tôi đã đi những gì tôi đã làm, đi bộ xung quanh một chút và rời đi. Tôi không ấn tượng lắm, nhưng nếu bạn tham gia một số chuyến du ngoạn khác bằng chuyến du ngoạn này thì chuyến đi đến Fortuna sẽ rất đáng giá. Thật thư giãn và không khí ấm áp cùng với cơn mưa ấm áp thật tuyệt vời.Đọc thêm",
            "Chồng tôi và tôi muốn tự mình đi bộ đường dài vào tháng Tư.  Tôi có cần mua vé trước không và nếu có thì có trang web nào để tôi có thể làm việc đó không?  Trang web duy nhất tôi tìm thấy tại sinac.go dường như không hoạt động khi tôi nhấn nút mua.  Cảm ơnĐọc thêm",
            "Xin chào, chúng tôi đã đặt tour trước nhiều tháng từ Viator. Hãy tận hưởng!Đọc thêm",
            "Tôi sẽ đến La Fortuna vào tháng 7 và muốn đến công viên quốc gia Arenal mà không có người hướng dẫn. Tôi sẽ ở tại The Springs Resort and Spa. Cách dễ nhất để đến công viên là gì. Tôi không có ý định thuê một chiếc xe hơi. Ngoài ra ở đó có uber hay chỉ có taxi?Đọc thêm",
            "Bạn có thể đến bất cứ nơi nào mà không cần ô tô, có xe máy và xe đạp cho thuê nếu bạn muốn. Nó cũng có thể được thực hiện bằng cách đi bộ. Bất cứ thứ gì đều là taxi LOL thậm chí là xe chở cỏ khô. Nếu bạn hỏi người dân địa phương làm cách nào để biết thì đừng ngạc nhiên khi họ sắp xếp việc đó hoặc biết ai đó sẽ đưa bạn đi. Rất hữu ích thân thiện và an toàn. Cung cấp nhiều chuyến đi tip và tất cả đều tốt. Thường chia sẻ một câu chuyện hoặc uống bia hoặc rượu với người dân địa phương.Đọc thêm",
            "Hướng dẫn viên có súng đề phòng báo đốm hoặc báo sư tử tấn công không? Tôi nghe nói có báo đốm ở công viên quốc gia.Đọc thêm",
            "Chúng tôi không có hướng dẫn viên nên tôi không chắc lắm. Mặc dù đây là rừng rậm - cơ hội nhìn thấy một loài động vật như vậy là rất thấp. Các loài động vật đã biết đường mòn ở đâu nên chúng tránh xa, chúng không muốn bạn nhìn thấy chúng cũng như không thực sự quan tâm đến việc nhìn thấy bạn. Nhìn thấy một con mèo không phải là không thể nhưng bạn sẽ khó tìm thấy bất cứ thứ gì khác ngoài chim, một vài con bướm và những con tắc kè nhỏ. Đọc thêm",
            "Nếu tôi trả phí vào cửa chung để vào bên trong công viên thì các hoạt động cá nhân là bao nhiêu. Chi phí của mỗi hoạt động nếu không nằm trong gói tham quan có hướng dẫn viên là bao nhiêu.Đọc thêm",
            "Công viên chỉ là đường đi bộ, không có hoạt động bổ sung bên trong. Khi bạn trả tiền để vào công viên, phí vào cửa cũng cho phép bạn vào bán đảo dọc đường nếu bạn muốn dừng lại ở đó.\n\nNgoài ra còn có những con đường đi bộ tại Arenal Observatory Lodge cũng rất tuyệt - nếu không muốn nói là tốt hơn thì là công viên quốc gia nhưng theo một cách hoàn toàn khác - tôi khuyên bạn nên làm cả hai.Đọc thêm",
            "Nếu chúng tôi chỉ xuất hiện, liệu chúng tôi có thể thực hiện nhiều hoạt động khác nhau hay người ta phải đi theo một chuyến tham quan có hướng dẫn viên?  Nếu vậy, hoạt động nào nên tự thực hiện và hoạt động nào nên thực hiện cùng với chuyến tham quan?  Cảm ơn!Đọc thêm",
            "Bạn có thể tự mình thực hiện nhiều chuyến đi bộ đường dài. Hướng dẫn viên sẽ giúp bạn phát hiện động vật hoang dã mà bạn dễ dàng bỏ qua, nhưng hầu hết các con đường mòn đều mở cửa cho công chúng.  Một số yêu cầu phí.Đọc thêm",
            "Quần áo tốt nhất để đi bộ đường dài ở đó là gì? Quần short có ổn không? Hay tôi muốn khép tay và chân lại?Đọc thêm",
            "Quần short và tay áo ngắn là phù hợp ở công viên quốc gia Arenal. Không có côn trùng nào để nói đến. Độ cao không cao hơn La Fortuna nhiều nên nhiệt độ sẽ gần như nhau.\n\nNếu không, chỉ cần ăn mặc phù hợp với thời tiết và biết rằng trời có thể mưa ở VQG Arenal ngay cả khi trời khô ráo ở La Fortuna!Đọc thêm",
            "Tôi muốn biết liệu điều này có đòi hỏi nhiều về mặt thể chất đối với một cặp vợ chồng ở độ tuổi 60 có vấn đề về đầu gối không?Đọc thêm",
            "Vâng, đó thực sự là một công việc theo dõi đòi hỏi khắt khe. Dù sao thì bạn có thể tận hưởng phong cảnh và tiếp tục cho đến khi bạn có thể làm được điều đó. Sau đó, bạn có thể ở đó chờ nhóm của mình hoặc quay lại theo con đường rượu sake. Đọc thêm",
            "CHÀO\n\nBạn có thể tự mình đến thăm thay vì đặt tour được không?\n\nChúng tôi có một chiếc ô tô khi ở costa rica và đang cân nhắc việc tự mình đi đến những nơi nàyĐọc thêm",
            "Rất dễ dàng để tự mình đến thăm, như chúng tôi đã làm. Trả phí vào cửa và đậu xe cạnh trung tâm du khách. Không rẻ, tôi nghĩ là 16 trang. Một số con đường mòn đi bộ đường dài tương đối dễ dàng có biển chỉ dẫnĐọc thêm",
            "Xin chào mọi người, chúng tôi sẽ đến Costa Rica vào tháng 7 năm nay và chúng tôi sẽ đi qua La Fortuna để xem Arenal. Bạn có thể cho tôi biết hiện tại nó có hoạt động không? Cảm ơn bạn trước vì phản hồi của bạn.Đọc thêm",
            "Lối vào công viên ở đâu?\nCảm ơn! Đọc thêm"
        ],
        "star_ratings": [
            910,
            622,
            300,
            109,
            35
        ],
        "review_amount": 1976,
        "location": [
            "Những hoạt động không thể bỏ qua ở Công viên Quốc gia Núi lửa Arenal",
            "Costa Rica",
            "Trung Mỹ",
            "Núi lửa Arenal",
            "Tỉnh Alajuela",
            "Vườn quốc gia núi lửa Arenal"
        ],
        "reviews_time": [
            "Written July 13, 2023",
            "Written July 18, 2023",
            "Written August 13, 2023",
            "Written November 13, 2023",
            "Written November 24, 2023",
            "Written December 3, 2023",
            "Written December 29, 2023",
            "Written March 6, 2024",
            "Written April 7, 2024",
            "Written May 3, 2024",
            "Written April 7, 2024",
            "Written March 6, 2024",
            "Written February 13, 2024",
            "Written January 25, 2024",
            "Written January 11, 2024",
            "Written December 29, 2023",
            "Written December 4, 2023",
            "Written November 24, 2023",
            "Written November 13, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g309236-d293020-Reviews-Arenal_Volcano-Arenal_Volcano_National_Park_Province_of_Alajuela.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g309226-d18031919-Reviews-El_Jilguero_restaurant-La_Fortuna_de_San_Carlos_Arenal_Volcano_National_Park_Pro.html",
            "https://www.tripadvisor.com/Restaurant_Review-g17484635-d25393238-Reviews-Blue_Hisbiscus-La_Fortuna_La_Fortuna_de_San_Carlos_Arenal_Volcano_National_Par.html",
            "https://www.tripadvisor.com/Restaurant_Review-g309226-d2692513-Reviews-ChillOut_Restaurante-La_Fortuna_de_San_Carlos_Arenal_Volcano_National_Park_Provin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1075684-d1308067-Reviews-Loma_Linda_Restaurant-El_Castillo_Arenal_Volcano_National_Park_Province_of_Alaju.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1075684-d4341343-Reviews-La_Mesa_de_Mama-El_Castillo_Arenal_Volcano_National_Park_Province_of_Alajuela.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1075684-d23562075-Reviews-Restaurante_El_Patio_al_Carbon-El_Castillo_Arenal_Volcano_National_Park_Provinc.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1075684-d6994629-Reviews-La_Ventanita-El_Castillo_Arenal_Volcano_National_Park_Province_of_Alajuela.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1075684-d12538290-Reviews-Restaurante_Amigos_El_Castillo-El_Castillo_Arenal_Volcano_National_Park_Provinc.html",
            "https://www.tripadvisor.com/Restaurant_Review-g309226-d2347568-Reviews-El_Novillo_del_Arenal-La_Fortuna_de_San_Carlos_Arenal_Volcano_National_Park_Provi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1075684-d27108022-Reviews-Restaurants_El_Patio_al_Carbon-El_Castillo_Arenal_Volcano_National_Park_Provinc.html",
            "https://www.tripadvisor.com/Attraction_Review-g309226-d9797204-Reviews-Arenal_1968_Volcano_View_Trails-La_Fortuna_de_San_Carlos_Arenal_Volcano_National_.html",
            "https://www.tripadvisor.com/Attraction_Review-g309226-d2613267-Reviews-El_Choyin-La_Fortuna_de_San_Carlos_Arenal_Volcano_National_Park_Province_of_Alaju.html",
            "https://www.tripadvisor.com/Attraction_Review-g1075684-d1651209-Reviews-Butterfly_Conservatory_Arenal-El_Castillo_Arenal_Volcano_National_Park_Province_.html",
            "https://www.tripadvisor.com/Attraction_Review-g309226-d2491853-Reviews-Arenal_Oasis_Wildlife_Refuge-La_Fortuna_de_San_Carlos_Arenal_Volcano_National_Par.html",
            "https://www.tripadvisor.com/Attraction_Review-g309226-d1135282-Reviews-Ecotermales_Fortuna-La_Fortuna_de_San_Carlos_Arenal_Volcano_National_Park_Provinc.html",
            "https://www.tripadvisor.com/Attraction_Review-g309226-d13172637-Reviews-La_Fortuna_Arenal_Volcano_Rain_Forest_Reserve-La_Fortuna_de_San_Carlos_Arenal_Vo.html",
            "https://www.tripadvisor.com/Attraction_Review-g309236-d631942-Reviews-Arenal_Hanging_Bridges-Arenal_Volcano_National_Park_Province_of_Alajuela.html",
            "https://www.tripadvisor.com/Attraction_Review-g309226-d2553050-Reviews-Bogarin_Trail-La_Fortuna_de_San_Carlos_Arenal_Volcano_National_Park_Province_of_A.html",
            "https://www.tripadvisor.com/Attraction_Review-g309236-d1837464-Reviews-Cerro_Chato_Chato_Volcano-Arenal_Volcano_National_Park_Province_of_Alajuela.html",
            "https://www.tripadvisor.com/Attraction_Review-g309226-d2452380-Reviews-Los_Lagos_Hot_Springs-La_Fortuna_de_San_Carlos_Arenal_Volcano_National_Park_Provi.html",
            "https://www.tripadvisor.com/Attraction_Review-g309236-d293020-Reviews-or10-Arenal_Volcano-Arenal_Volcano_National_Park_Province_of_Alajuela.html",
            "https://www.tripadvisor.com/Attraction_Review-g309226-d1231711-Reviews-Proyecto_Asis-La_Fortuna_de_San_Carlos_Arenal_Volcano_National_Park_Province_of_A.html",
            "https://www.tripadvisor.com/Attraction_Review-g309236-d304549-Reviews-Venado_Caves-Arenal_Volcano_National_Park_Province_of_Alajuela.html",
            "https://www.tripadvisor.com/Attraction_Review-g17484635-d309802-Reviews-Tabacon_Hot_Springs-La_Fortuna_La_Fortuna_de_San_Carlos_Arenal_Volcano_National_.html",
            "https://www.tripadvisor.com/Attraction_Review-g17484635-d20080489-Reviews-Monkey_Park_La_Fortuna-La_Fortuna_La_Fortuna_de_San_Carlos_Arenal_Volcano_Nati.html",
            "https://www.tripadvisor.com/Attraction_Review-g309226-d2513717-Reviews-La_Fortuna_Waterfall-La_Fortuna_de_San_Carlos_Arenal_Volcano_National_Park_Provin.html",
            "https://www.tripadvisor.com/Attraction_Review-g309226-d2637592-Reviews-Arenal_View_Theme_Park-La_Fortuna_de_San_Carlos_Arenal_Volcano_National_Park_Prov.html",
            "https://www.tripadvisor.com/Attraction_Review-g309226-d668158-Reviews-Ecoglide_Arenal_Park-La_Fortuna_de_San_Carlos_Arenal_Volcano_National_Park_Provinc.html",
            "https://www.tripadvisor.com/Attraction_Review-g309226-d2464101-Reviews-Anywhere_Costa_Rica_Day_Tours-La_Fortuna_de_San_Carlos_Arenal_Volcano_National_Pa.html",
            "https://www.tripadvisor.com/Attraction_Review-g309226-d4185371-Reviews-Flow_Trips-La_Fortuna_de_San_Carlos_Arenal_Volcano_National_Park_Province_of_Alaj.html",
            "https://www.tripadvisor.com/Attraction_Review-g309226-d2413386-Reviews-Original_Arenal_ATV-La_Fortuna_de_San_Carlos_Arenal_Volcano_National_Park_Provinc.html",
            "https://www.tripadvisor.com/Attraction_Review-g309226-d1598909-Reviews-Arenal_Canopy_Adventure_ATHICA_Canopy_Tour-La_Fortuna_de_San_Carlos_Arenal_Volcan.html",
            "https://www.tripadvisor.com/Attraction_Review-g309236-d582182-Reviews-Sky_Adventures_Arenal_Park-Arenal_Volcano_National_Park_Province_of_Alajuela.html",
            "https://www.tripadvisor.com/Attraction_Review-g309226-d2168786-Reviews-Cabalgata_Don_Tobias-La_Fortuna_de_San_Carlos_Arenal_Volcano_National_Park_Provin.html",
            "https://www.tripadvisor.com/Attraction_Review-g309226-d10844299-Reviews-North_Fields_Coffee_Tours-La_Fortuna_de_San_Carlos_Arenal_Volcano_National_Park_.html",
            "https://www.tripadvisor.com/Attraction_Review-g309226-d910975-Reviews-Pure_Trek_Canyoning-La_Fortuna_de_San_Carlos_Arenal_Volcano_National_Park_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g309226-d10330723-Reviews-Callidryas_Tours-La_Fortuna_de_San_Carlos_Arenal_Volcano_National_Park_Province_.html",
            "https://www.tripadvisor.com/Attraction_Review-g309243-d2233361-Reviews-Shaman_Tours-Playas_del_Coco_Province_of_Guanacaste.html",
            "https://www.tripadvisor.com/Attraction_Review-g309226-d13355695-Reviews-Wellness_with_Reya-La_Fortuna_de_San_Carlos_Arenal_Volcano_National_Park_Provinc.html",
            "https://www.tripadvisor.com/Attraction_Review-g14134311-d12153221-Reviews-Asakusa_Underground_Shopping_Street-Asakusa_Taito_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g32750-d2547690-Reviews-Mt_Baldy_Road-Mount_Baldy_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g34541-d12978449-Reviews-Mashes_Sands_Beach-Panacea_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g274873-d6924839-Reviews-The_Ljubljana_Castle-Ljubljana_Upper_Carniola_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g1925453-d8537570-Reviews-Kini_Beach-Kini_Syros_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g33048-d609295-Reviews-West_Cliff_Drive-Santa_Cruz_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g48804-d2303083-Reviews-Masker_Orchards-Warwick_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d4222325-Reviews-Hakkasan_Nightclub-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g55857-d140803-Reviews-Fort_Worth_Nature_Center_Refuge-Fort_Worth_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g150800-d152795-Reviews-Coyoacan-Mexico_City_Central_Mexico_and_Gulf_Coast.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g309236-d293020-Reviews-or10-Arenal_Volcano-Arenal_Volcano_National_Park_Province_of_Alajuela.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g309236-d293020-Reviews-Arenal_Volcano-Arenal_Volcano_National_Park_Province_of_Alajuela.html"
    }
]