[
    {
        "attraction_name": "Arizona Falls",
        "attraction_name_vi": "Thác Arizona",
        "general_info": [
            "44 đánh giá",
            "- 57 trong số 430 điều cần làm ở Phoenix",
            "Thác nước"
        ],
        "attraction_summary": "Nhìn vào những bức ảnh trực tuyến và tiết kiệm cho mình một chuyến đi. Nó chỉ là một nhà máy điện nhỏ. Có một số thông tin thú vị về lịch sử của nước trong khu vực. Nếu bạn đang sử dụng đường mòn đi bộ - đi xe đạp liền kề thì đó sẽ là một điểm dừng chân tốt. Điều kinh tởm nhất khi nhìn thấy là toàn tảo trong nước. Trong khi bạn nhìn nước chảy xuống, hãy lưu ý những dải tảo lủng lẳng bên dưới như những cột băng. Tổng!Đọc thêm",
        "reviews": [
            "Mặc dù không có nhiều thứ ở công viên - địa điểm, nhưng những gì ở đây khá ngoạn mục. Tôi có khoảng nửa giờ để giết thời gian và nơi này phù hợp với dự định. Có rất nhiều biển báo thông tin về thác nước và đây thực sự là một nơi khá thú vị khi bạn đi bộ xung quanh cơ sở. Ngoài ra còn có một con đường đi bộ dọc theo kênh đào và sân tennis - pickleball bên dưới kênh đào. Đọc thêm",
            "Tôi không thể biết liệu tên của đặc điểm nước này - một thác nước nhân tạo cao 20 foot cung cấp năng lượng cho một nhà máy thủy điện - có phải là lời nói đùa hay không. Việc sử dụng nước để cung cấp năng lượng cho các ngôi nhà ở sa mạc Sonoran rất thú vị. Thác cũng là điểm khởi đầu của một con kênh với con đường chạy bộ chủ yếu là đất trải dài hàng dặm; một nơi tuyệt vời để chạy ra khỏi đường phố và vỉa hè.Đọc thêm",
            "Nó không thực sự là nơi bạn sẽ dành hàng giờ nhưng đáng để dừng lại.  Hãy chắc chắn để tìm kiếm cá.  Tôi đã rất ngạc nhiên về kích thước.  Đọc thêm",
            "Thật dễ dàng để đến đó, cho phép bạn đi dạo sảng khoái, miễn phí và cung cấp cho bạn lịch sử của nhà máy điện.   Đừng bỏ lỡ điều này!!! Đọc thêm",
            "Đây là nơi tốt nhất để ngắm thác nước. Chúng rất lớn và hấp dẫn. Thác nước được cung cấp bởi nước và năng lượng được cung cấp. Tôi gọi chúng là Bức tường nước. Tất cả thác nước ở khắp mọi nơi. Thật tuyệt vời và thực sự hấp dẫn! Phải xem!Đọc thêm",
            "Most people who visit Phoenix and even many who live in the Valley of the Sun do not appreciate the canal system and The Arizona Falls. This system was originally built about 1500 years ago by the native Americans as an irrigation system for crop growing and consumable water. Today it has been refined to deliver Non-Potable water  - meaning not processed for human consumption or raw water -  to customer - s for their lawns or crops.     This does not mean that Arizona Falls is that old. The system has been modified as more and more  people came to Phoenix. Apparently a major fall in the canal system was needed at that place of the Arizona Falls. The canal that feeds The Falls is known as the Arizona Canal.   How this canal system works is by a series of small dams in the canals which keep the water level somewhat more elevated maybe by a foot or two above the next step down. Just above each step is an outflow to a culvert which allows higher pressure water to flow into a series of ever smaller canals until it gets to every property in that portion of the system. It is a gravity fed system. On the North side of the Rio Salado  - Salt River -  there are two canals. The Grand Canal is south and downhill from the Arizona Canal. It runs parallel to the Arizona Canal and functions the same way as the Arizona Canal. The Grand Canal is fed via the Cross Cut Canal from the Arizona Canal. The Arizona Canal being the main canal from the source which is the Rio Salado  - Salt River - . It feds only the north side of Phoenix and other cities in the area. The south side of Phoenix has the same type of system which carries water for the properties on the south side.   To finish with The Arizona Falls it has been used by photographers as backdrop for glamor and other professional photography. Plus it is a little cooler as it is shaded at certain times of the day and  also cooled by evaporative cooling.  So come by. It costs nothing for parking or to see except your time and with the information I have given you should appreciate this system for what it has accomplished for without it The City of Phoenix would not exist.Read more",
            "Một nơi hoàn toàn ngẫu nhiên để ghé thăm nhưng người bạn thân nhất của tôi muốn chụp ảnh trước một nơi nào đó - Arizonan - vì vậy chúng tôi đã đi và chụp một vài bức ảnh. Nơi này hầu như trống rỗng nên việc ra vào khá nhanh chóng. Tôi đã sử dụng ứng dụng bản đồ của mình trên iPhone và nó không đưa tôi đến đó nên tôi khuyên bạn nên sử dụng google maps để điều hướng!Đọc thêm",
            "Đừng đi chệch hướng, hãy thử thách 15-20 phút. Nó nằm trong công viên, dịch vụ cấp nước cho khoảng 150 ngôi nhà Đọc thêm",
            "Tôi tìm thấy nơi này qua Roadside America và phải dừng lại. Nó còn hơn cả những gì tôi mong đợi và bên cạnh sự đẹp đẽ của thác - và ý tưởng lấy một thứ gì đó thô thiển - nước chưa qua xử lý - và biến nó thành thác nước -, những con đường mòn xung quanh khu vực cũng rất đẹp và thú vị.Đọc thêm"
        ],
        "star_ratings": [
            17,
            15,
            8,
            3,
            1
        ],
        "review_amount": 44,
        "location": [
            "Phượng Hoàng",
            "Hoa Kỳ",
            "Những điều cần làm ở Phoenix",
            "Arizona - AZ -",
            "Trung tâm Arizona",
            "Thác Arizona"
        ],
        "reviews_time": [
            "Written March 1, 2024",
            "Written December 30, 2023",
            "Written November 12, 2023",
            "Written March 26, 2023",
            "Written February 23, 2023",
            "Written January 9, 2021",
            "Written June 29, 2019",
            "Written June 16, 2019",
            "Written May 20, 2019",
            "Written March 26, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g31310-d7310961-Reviews-Arizona_Falls-Phoenix_Arizona.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g31310-d14887851-Reviews-Arcadia_Falls-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31350-d11673142-Reviews-Arizona_Party_Bike-Scottsdale_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31350-d14941281-Reviews-The_Phoenician_Spa-Scottsdale_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31350-d1638856-Reviews-Arizona_Food_Tours_A_Taste_of_Old_Town_Scottsdale-Scottsdale_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31350-d7346592-Reviews-Escape_the_Room_AZ-Scottsdale_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31350-d7644807-Reviews-Western_Spirit_Scottsdale_s_Museum_of_the_West-Scottsdale_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31310-d260028-Reviews-Camelback_Mountain-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31310-d12336519-Reviews-Arcadia_Park-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31350-d1133142-Reviews-Scottsdale_Fashion_Square-Scottsdale_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31350-d216614-Reviews-The_Phoenician_Golf_Course-Scottsdale_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31350-d505365-Reviews-Old_Town_Scottsdale-Scottsdale_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31350-d288272-Reviews-Scottsdale_Civic_Center-Scottsdale_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31350-d3853256-Reviews-Tour_de_Tavern-Scottsdale_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31350-d11876540-Reviews-JoyRidesAZ_Scottsdale_Tours-Scottsdale_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31350-d7729870-Reviews-Pedego_Scottsdale-Scottsdale_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g32825-d1487959-Reviews-Orange_County_Zoo-Orange_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g56003-d10671325-Reviews-The_Centurion_Lounge-Houston_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g294207-d480482-Reviews-Nairobi_Arboretum-Nairobi.html",
            "https://www.tripadvisor.com/Attraction_Review-g52072-d10262178-Reviews-City_of_Sisters-Sisters_Central_Oregon_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g48873-d8410968-Reviews-Pike_s_Beach-Westhampton_Beach_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g49222-d12575915-Reviews-Magic_Mountain_Fun_Park-Holden_Beach_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g35394-d558607-Reviews-Old_Idaho_Penitentiary-Boise_Idaho.html",
            "https://www.tripadvisor.com/Attraction_Review-g33485-d1396170-Reviews-Indian_Hot_Springs-Idaho_Springs_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g60710-d582086-Reviews-Marina_Bay-Quincy_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g293984-d318952-Reviews-Carmel_Market_Shuk_Ha_Carmel-Tel_Aviv_Tel_Aviv_District.html"
        ],
        "url_next": "https://www.tripadvisor.com/ClientLink?value=bnlzXy9BdHRyYWN0aW9uX1Jldmlldy1kNzMxMDk2MS1SZXZpZXdzLW9yMTAuaHRtbF9TTWE%3D",
        "url": "https://www.tripadvisor.com/Attraction_Review-g31310-d7310961-Reviews-Arizona_Falls-Phoenix_Arizona.html"
    }
]