[
    {
        "attraction_name": "Arizona Mills",
        "attraction_name_vi": "Nhà máy Arizona",
        "general_info": [
            "399 đánh giá",
            "5 trong số 93 điều cần làm ở Tempe",
            "Trung tâm mua sắm"
        ],
        "attraction_summary": "Chào mừng bạn đến với Arizona Mills, điểm đến giải trí, giá trị và giải trí trong nhà lớn nhất tiểu bang! Với hơn 185 cửa hàng để bạn lựa chọn bao gồm H M, NIKE Clearance Store, Forever 21 và Disney Store Outlet, Arizona Mills cung cấp các cửa hàng, dịch vụ và thương hiệu mà bạn yêu thích với mức giá mà bạn có thể mua được mọi thứ từ Thời trang Nữ, Trang sức đến Giày dép và hơn thế nữa! Tọa lạc tại vị trí thuận tiện trên Nút giao thông Arizona Mills tại giao lộ I-10 và US 60, bạn sẽ thấy chúng tôi chỉ cách Sân bay Sky Harbor 10 phút về phía nam và cách khuôn viên ASU 10 phút về phía tây, tự hào phục vụ các cộng đồng xung quanh Thung lũng như Tempe, Phoenix, Scottsdale, Chandler, Mesa và Glendale!. Ngoài khu mua sắm đáng kinh ngạc, Arizona Mills còn có các lựa chọn nhà hàng và giải trí độc đáo như LEGOLAND Discovery Center, Sea Life Arizona, Rainforest Café, Harkins và IMAX lớn nhất ở bang Arizona. Tại Arizona Mills, bạn luôn có thể tìm thấy Nhiều Thương hiệu hơn! Thêm cửa hàng! Tiết kiệm hơn! Và còn nhiều niềm vui hơn nữa!Đọc thêm",
        "reviews": [
            "Đúng là trung tâm mua sắm này là một trong những trung tâm mua sắm nổi tiếng trong khu vực, tuy nhiên khi nói đến tiêu chí mua sắm thì nó lại khác. Trung tâm mua sắm này rất lớn và bao gồm hàng chục, hàng chục cửa hàng tuy nhiên nó thiếu các gian hàng bán lẻ hàng đầu như Macys và JC PENNY. Bầu không khí không sôi động và sàn nhà cần được cải tạo ở một số khu vực. Tôi ghi nhận khách sạn này vì có rạp chiếu phim HM, IMAX và một bãi đậu xe rộng rãi. Đánh giá của tôi không có nghĩa là KHÔNG đối với trung tâm mua sắm này tuy nhiên chắc chắn đây không phải là lựa chọn đầu tiên của tôi để mua sắm.Đọc thêm",
            "Đã đi đến một vài nhà hàng ở đây và sự đa dạng để lựa chọn thật tuyệt vời. Con trai chúng tôi chưa bao giờ đến Joes Crab Shack và cô ấy YÊU nó.Đọc thêm",
            "Trung tâm mua sắm này là một vụ nổ từ quá khứ và không phải là một cách tốt. Nó rất cũ và có rất ít cửa hàng tốt. Chỉ có một quán cà phê tồi tàn nhưng có nhiều nơi bán bánh quy xoắn. Rất kỳ quặc và sẽ không quay lại! Đọc thêm",
            "Trung tâm mua sắm lớn. Cá nhân tôi thích mua sắm tại trung tâm mua sắm này để mua thứ gì đó trang trọng hơn vì họ có ít cửa hàng váy, nơi bạn có thể tìm váy dạ hội, váy cưới và váy trang trọng.   Có thể áp đảo vì nó rất lớn. MANG GIÀY THOẢI MÁI nếu bạn dự định ở đây lâu dài.  ôi và dừng lại ở những chú cún con và yêu thương, gửi lời chào đến những chú cún dễ thương.Đọc thêm",
            "Vợ tôi và tôi dừng lại ở Trung tâm thương mại Arizona Mills vào tối hôm qua ở khu vực Scottsdale để ăn tối tại Garcias. Thật tuyệt khi đi dạo quanh trung tâm mua sắm trước và sau đó quyết định đến Nhà hàng Mexico Garcias. Trung tâm mua sắm cũng giống như nhiều trung tâm mua sắm khác mà chúng tôi đã từng đến...Các cửa hàng đều giống nhau và có nhiều lựa chọn về đồ ăn. Hầu hết các bài đánh giá là về Nhà hàng Garcias vì chúng tôi đã dành phần lớn thời gian ở đó. Máy chủ của chúng tôi là Mariana và cô ấy rất thân thiện, lịch sự và hữu ích. Chúng tôi đã gọi món Gà Fajitas và chia sẻ chúng cùng với một vài Pepsi ăn kiêng. Fajitas ngon và một phần có kích thước đẹp. Khoai tây chiên và salsa cũng rất ngon. Nhìn chung, cả hai chúng tôi đều thích chuyến thăm Garcias...Và đến trung tâm mua sắm Arizona Mills.Đọc thêm",
            "The Arizona Mills Mall... its ok, during the day!  But, sad to say, it looks extremely tired. This mall does have the Lego discovery center, A subsidiary of The Aquarium, A Häagen-Dazs, an IMAX and a few other upscale stores.  Unfortunately, those premium establishments are not drawing enough of the clientele that this mall desperately needs. There is a beautiful Lego fountain at the entrance where the Lego discovery center is but Unfortunately theres no water in the fountain.. making even the outside of the mall look tired.  One is able to see lack of upkeep throughout the mall.  The food court was empty, dark and sinister feeling.... the restaurants were all closed Im sure due to COVID but DO all of the lights have to be turned off?  I did notice that the food kiosks through out the mall were open. The wood floors in the main walkways of the mall were worn out, varnish coming off dry looking, uneven boards trip hazards and were in need of filling and refinishing maybe even replacing.   There are many good quality, brand name, outlet stores here but Some of the retailers seem to be Fly-by-night type while others are designed to attract a specific type of clientele, The kind that may bring the riffraff making some folks feel uncomfortable... specially after dark. During the day from 10:30 am until 3:00 pm This is a good place for children Who have attentive parents, with cash to spend There is a little mall train 5.00 per person, per ride or 10 per person unlimited rides a carousel 3.00 per person, per ride, there are cute little motorcycle type rides that the children can actually drive 15 for 20 minutes and some other little childrens amusement rides 1.00 per ride. The free childs play land was closed Im sure due to Covid but the rest of the amusement areas including the arcade were open... Strange That certainly didnt make any sense If you are planning to visit the Rainforest café while in the Arizona Mills Mall, yourself a favor and read the reviews. I would recommend this mall during the day time hours.   Its a good place to shop because of the extreme diverse mix of cultures, one can certainly find something for everyone in this mall.  Just know it is tired and getting run down. Read more",
            "Tôi đã không đến trung tâm mua sắm này được một năm và chúng tôi đã chuyển đến đây nên rất thuận tiện khi đến mua sắm ở đây. Tôi chắc chắn sẽ đến mua sắm lần nữa, họ có giá cả tuyệt vời, những điều tuyệt vời và tôi sẽ quay lạiĐọc thêm",
            "Một nơi tuyệt vời để xua tan cái nóng trong khi tập thể dục ở Thung lũng say nắng!  Ba vòng quanh chu vi khiến tôi mất khoảng một giờ, ít hơn nếu tôi đi bộ bằng sức mạnh.  Một số du khách không cẩn thận lắm về việc đeo khẩu trang, mặc dù điều đó là bắt buộc, nhưng cũng đủ dễ dàng để tránh chúng.  Các cửa hàng chủ yếu là cửa hàng đại lý, vì vậy hiện nay có rất nhiều món hời để mua sắm dừng lại, đặc biệt.Đọc thêm",
            "Chúng tôi đang săn lùng chiếc váy dạ hội trong mơ của con gái tôi. Tìm thấy chiếc váy và rất nhiều quần áo tuyệt vời khác. Việc lựa chọn đồ ăn nhẹ và bữa ăn thật tuyệt vời. Tôi đã tìm thấy thứ gì đó dành cho mọi người tận hưởng ngày của chúng tôi rất sạch sẽ và được tổ chức tốt.Đọc thêm",
            "Trung tâm mua sắm tuyệt vời với nhiều món hời. Một số cửa hàng không phải là cửa hàng mua sắm nên hãy biết giá trước khi đến. Tất cả đều ở trong nhà cho những ngày nóng nực. Chúng tôi có rất nhiều món hời. Đọc thêm",
            "Cho phép vật nuôi?Đọc thêm",
            "Cửa mở cho đi bộ sớm bao lâu kể từ tháng 2 năm 2022?? Đã thử vào lúc 10 giờ sáng tháng 11 năm 2021 và đã đóng cửaĐọc thêm",
            "Có ai biết xe đẩy cho thuê có phải là xe đẩy xe đua cỡ nhỏ không?Đọc thêm",
            "gạch men Mexico có được bán ở các nhà máy ở ArizonaĐọc thêm",
            "Không, nó chủ yếu là một trung tâm mua sắm quần áo, giày dép, đồ chơi và đồ trang trí nhà cửa.Đọc thêm",
            "Bao lâu thì cửa trung tâm thương mại mở cửa cho những người muốn đi bộ bằng điện?Đọc thêm",
            "8 giờ sángĐọc thêm",
            "Khoảng cách tới sân bay là bao xa?Đọc thêm",
            "Khoảng 10 phút miễn là bạn không đi vào giờ cao điểm... trước 9:30 sáng hoặc sau 3 giờ chiều.. Chúc vui vẻ! Đừng quên mua thêm một túi tại cửa hàng Samsonite cho những lần mua sắm của bạn! Đọc thêm",
            "nó cách sân bay bao xa?Đọc thêm",
            "Arizona Mills nằm ở giao lộ của I-10 và US 60, chỉ cách Sân bay Skyharbor 10 phút về phía nam.Đọc thêm",
            "Xin chào, tôi có một người bạn hiện đang ở khách sạn của bạn và tôi muốn gửi một gói hàng cho cô ấy. Làm thế nào để thực hiện việc này? Đánh giá cao sự giúp đỡ của bạn!Đọc thêm",
            "Tôi không tin Arizona Mills có khách sạn nhưng có một số khách sạn trong khu vực.  Như đã nêu trước đây, việc liên hệ trực tiếp với khách sạn và yêu cầu họ chỉ định cách phù hợp sẽ là cách tiếp cận tốt nhất.  Nếu cá nhân lưu trú tại khách sạn trong một thời gian dài, bạn có thể cho họ biết và khách sạn biết bạn đang gửi một gói hàng và ngày đến dự kiến.  Đảm bảo rằng bạn có địa chỉ trả lại trên pkg.Đọc thêm"
        ],
        "star_ratings": [
            121,
            172,
            61,
            27,
            18
        ],
        "review_amount": 399,
        "location": [
            "Những điều cần làm ở Tempe",
            "Arizona AZ",
            "Trung tâm Arizona",
            "Nhà máy Arizona",
            "Hoa Kỳ",
            "Tempe"
        ],
        "reviews_time": [
            "Written May 11, 2024",
            "Written April 9, 2024",
            "Written February 17, 2024",
            "Written September 13, 2021",
            "Written June 2, 2021",
            "Written April 21, 2021",
            "Written September 18, 2020",
            "Written July 26, 2020",
            "Written March 20, 2020",
            "Written March 9, 2020"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g31377-d271168-Reviews-Arizona_Mills-Tempe_Arizona.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g31377-d2675148-Reviews-Garcia_s_Mexican_Restaurant-Tempe_Arizona.html",
            "https://www.tripadvisor.com/Restaurant_Review-g31377-d338177-Reviews-Rainforest_Cafe-Tempe_Arizona.html",
            "https://www.tripadvisor.com/Restaurant_Review-g31377-d842508-Reviews-Johnny_Rockets-Tempe_Arizona.html",
            "https://www.tripadvisor.com/Restaurant_Review-g31377-d4619202-Reviews-El_Pollo_Loco-Tempe_Arizona.html",
            "https://www.tripadvisor.com/Restaurant_Review-g31377-d4247127-Reviews-Joe_s_Crab_Shack-Tempe_Arizona.html",
            "https://www.tripadvisor.com/Restaurant_Review-g31377-d5047413-Reviews-Dairy_Queen_Treat-Tempe_Arizona.html",
            "https://www.tripadvisor.com/Restaurant_Review-g31377-d14377255-Reviews-Mo_Burger-Tempe_Arizona.html",
            "https://www.tripadvisor.com/Restaurant_Review-g31377-d4727898-Reviews-Auntie_Anne_s-Tempe_Arizona.html",
            "https://www.tripadvisor.com/Restaurant_Review-g31377-d12247910-Reviews-Paradise_Splash-Tempe_Arizona.html",
            "https://www.tripadvisor.com/Restaurant_Review-g31377-d818754-Reviews-Haagen_Dazs-Tempe_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31377-d1909299-Reviews-SEA_LIFE_Arizona_Aquarium-Tempe_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31377-d27085461-Reviews-Ross_Dress_for_Less-Tempe_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31377-d27063320-Reviews-Marshalls-Tempe_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31310-d127090-Reviews-Hall_of_Flame_Museum_of_Firefighting-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31310-d109186-Reviews-Desert_Botanical_Garden-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31377-d13237542-Reviews-Petersen_House_Museum-Tempe_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31377-d564165-Reviews-Tempe_Diablo_Stadium-Tempe_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31281-d6441048-Reviews-Sloan_Park-Mesa_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31377-d1752056-Reviews-Mill_Avenue_District-Tempe_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31310-d127197-Reviews-Papago_Park-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31377-d271168-Reviews-or10-Arizona_Mills-Tempe_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31377-d1752053-Reviews-Tempe_Marketplace-Tempe_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31377-d16718211-Reviews-Star_Woman_Crystals-Tempe_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31377-d7682321-Reviews-The_Bicycle_Cellar-Tempe_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31377-d8684652-Reviews-Changing_Hands_Bookstore-Tempe_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31377-d15780626-Reviews-Brio_Jewelry-Tempe_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31377-d15140459-Reviews-Sting_n_Linger-Tempe_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31377-d8390972-Reviews-The_Henna_Shoppe-Tempe_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31377-d23639617-Reviews-Miners_Rock_Shop-Tempe_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31377-d19631251-Reviews-Tempe_Farmers_Market-Tempe_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31377-d213608-Reviews-Buffalo_Exchange-Tempe_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31377-d12902185-Reviews-Black_Market_Minerals-Tempe_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31377-d564153-Reviews-Gameworks-Tempe_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31377-d14809753-Reviews-Tilt_Studio-Tempe_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31377-d9783635-Reviews-Legoland_Discovery_Center-Tempe_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31377-d11825133-Reviews-Harkins_Theatre-Tempe_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31377-d10118760-Reviews-The_Zone_Escape_Rooms-Tempe_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31310-d7320816-Reviews-Cactus_Adventures-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31377-d6517956-Reviews-Boys_Toys_Rentals-Tempe_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31310-d1066777-Reviews-Arizona_Grand_Spa-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31310-d145733-Reviews-Arizona_Grand_Golf_Course-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31377-d12035027-Reviews-Great_Room_Escape_Class_Axe_Throwing-Tempe_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g32952-d1977149-Reviews-Clear_Creek-Redding_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g35609-d6965289-Reviews-Stanley_Lake-Stanley_Idaho.html",
            "https://www.tripadvisor.com/Attraction_Review-g29222-d108377-Reviews-Kalakaua_Avenue-Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g298033-d6939394-Reviews-Sedir_Island-Marmaris_Marmaris_District_Mugla_Province_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g189541-d246333-Reviews-Danish_Architecture_Center-Copenhagen_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g294210-d2172840-Reviews-Bamburi_Beach-Mombasa_Coast_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g60754-d12728154-Reviews-Wellfleet_Flea_Market-Wellfleet_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d4960260-Reviews-Moon_Palace_Golf_Course-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g44666-d2218163-Reviews-Johnson_s_Shut_ins_State_Park-Middle_Brook_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g60824-d10433102-Reviews-Alum_Spring_Park-Fredericksburg_Virginia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g31377-d271168-Reviews-or10-Arizona_Mills-Tempe_Arizona.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g31377-d271168-Reviews-Arizona_Mills-Tempe_Arizona.html"
    }
]