[
    {
        "attraction_name": "Art Deco Historic District",
        "attraction_name_vi": "Khu lịch sử Art Deco",
        "general_info": [
            "6.734 đánh giá",
            "10 trong số 127 điều cần làm ở Bãi biển Miami",
            "Vùng lân cận",
            "Khu vực đi bộ lịch sử",
            "Công trình kiến ​​trúc"
        ],
        "attraction_summary": "Một khu vực của Bãi biển Miami được chú ý vì tập trung hơn 800 tòa nhà theo phong cách Art Deco, tất cả đều nằm trong phạm vi một dặm vuông. Hãy cân nhắc việc tham gia chuyến đi bộ đưa bạn đi qua các tòa nhà trát vữa màu trắng và màu phấn được khôi phục đẹp đẽ trở lại vẻ huy hoàng trước đây nhờ Liên đoàn Bảo tồn Thiết kế Miami.Đọc thêm",
        "reviews": [
            "Đọc thêm",
            "Janinha Piazetta có một cuộc phiêu lưu xuất sắc và hấp dẫn đã thỏa mãn mong muốn của tôi về lịch sử thời kỳ trang trí nghệ thuật hơn.  Bạn có thể nói rằng cô ấy rất đam mê văn hóa và lịch sử Miami.  Câu chuyện của cô ấy rất hay khi cô ấy vẽ một bức tranh về những năm 1930 và thời kỳ đầu của South Beach.Đọc thêm",
            "Khám phá Khu lịch sử Art Deco ở Miami là một hành trình hấp dẫn vào di sản kiến ​​trúc và văn hóa của thành phố. Các tòa nhà màu phấn mang tính biểu tượng và thiết kế phức tạp của quận mang đến cái nhìn thoáng qua về vẻ hào nhoáng của những năm 1930 và 1940. Đi bộ dọc theo Ocean Drive và Collins Avenue giống như quay ngược thời gian, với mỗi tòa nhà kể một câu chuyện về sự sang trọng theo phong cách Art Deco. Các chuyến tham quan có hướng dẫn viên quanh quận cho phép tôi đánh giá cao lịch sử và các chi tiết kiến ​​trúc của nơi này, từ bảng hiệu đèn neon cho đến các họa tiết trang trí. Sự cống hiến để bảo tồn di sản văn hóa của huyện được thể hiện rõ ràng xuyên suốt. Khu lịch sử Art Deco là địa điểm không thể bỏ qua đối với những người đam mê kiến ​​trúc, những người yêu thích lịch sử và bất kỳ ai muốn khám phá sự pha trộn độc đáo giữa quá khứ và hiện tại của Miami.Đọc thêm",
            "Sau một đêm rất thất vọng ở lại cảng du lịch, chúng tôi quyết định ăn sáng muộn ở khu Art Deco Historic trước khi bắt thuyền, với hy vọng rằng kỳ nghỉ của chúng tôi ở Miami sẽ không hoàn toàn thất vọng. Tôi rất vui vì chúng tôi đã làm. Kiến trúc tuyệt đẹp, tâm trạng rất thoải mái và dịch vụ tại nhà hàng thật tuyệt vời. Rất dễ đi bộ và có lối đi tuyệt vời ra bãi biển.Đọc thêm",
            "Bạn có thể nhìn thấy các khách sạn ở tòa nhà Nice Art Deco khi đi bộ qua Ocean Drive. Dừng lại ở biển hiệu Miami Beach để chụp vài bức ảnh đẹp cho bản thân và tại nhiều cửa hàng trên đường đi. Chúng tôi đi bộ vào buổi trưa, nhưng tôi khuyên bạn cũng nên đến đó vào ban đêm khi các tòa nhà lên đèn.Đọc thêm",
            "Đây là một khu vực thú vị để đi bộ vào ban đêm và ngắm nhìn tất cả các tòa nhà theo phong cách trang trí nghệ thuật và những chiếc ô tô cũ đậu bên ngoài.  Nó cảm thấy khá an toàn vào đầu buổi tối và có rất nhiều nhà hàng và quán bar.  Vào ban ngày, bãi biển nằm phía bên kia đường.Đọc thêm",
            "Hoàn toàn tuyệt vời! Jan Piazzetta là hướng dẫn viên du lịch của chúng tôi và cô ấy đã khiến trải nghiệm này trở nên đáng nhớ đối với chúng tôi. Chúng tôi đã có thể trải nghiệm tất cả những gì chúng tôi đã hy vọng và hơn thế nữa. Rất nhiều thông tin và đúng thời gian như đã hứa. Rất khuyến khích chuyến đi nàyĐọc thêm",
            "Thật khó để giải thích khu vực này của Miami đẹp như thế nào. Nơi đây mang đến cảm giác nhộn nhịp vào ban ngày khi bạn đi dạo qua các tòa nhà mang tính biểu tượng và dừng lại để ngắm nhìn thế giới trôi qua. Vào buổi tối, bầu không khí tiệc tùng giữa các tòa nhà được chiếu sáng càng trở nên sôi động hơn. Lấy đồ ăn hoặc thậm chí chỉ là đồ uống và ngồi nhìn thế giới trôi qua.Đọc thêm",
            "Rất hiểu biết và cực kỳ thân thiện và chu đáo. Julie đảm bảo rằng tất cả chúng tôi đều cảm thấy thoải mái và giữ chúng tôi trong bóng râm khi có thể. \n\nTôi đã học được rất nhiều thông tin thú vị và được tham quan bên trong một số khách sạn lịch sử tuyệt vời.Đọc thêm",
            "Lều đã được dựng dọc theo Ocean Drive cho Art Deco Weekend.  Bãi đậu xe rất khó khăn nhưng lô đất của thành phố vẫn có chỗ.  Lễ hội kéo dài từ 10 đến 5 giờ. Đồ uống có đường thông thường, đống cơm, đồ chiên, ngô, bánh arepas... đi đến tất cả các lễ hội.  Tôi đã mua một máy làm sạch đồ trang sức, không có gì đặc biệt ở Art Deco hay Miami.  Mọi người đầy màu sắc cho đến khi trời tối khi nó trở nên sơ sài rõ ràng.Đọc thêm",
            "Tôi rất ngưỡng mộ kiến ​​trúc đẹp. Hãy nhớ đi bộ lên xuống cả Ocean Drive và Collins cả ban ngày lẫn ban đêm. Đèn neon thể hiện các đặc điểm kiến ​​trúc khác nhau từ ban đêm đến chạng vạng cho đến giữa ngày.  Nhiều tòa nhà ở Collins cũng có tầm nhìn tốt hơn từ phía bên kia đường.   Sáng sớm là thời điểm tuyệt vời để đi dạo và chụp ảnh trước khi đông đúc. Nếu bạn yêu thích kiến ​​trúc, tôi thực sự khuyên bạn nên đến South Beach chỉ để đi dạo trong khu phố xinh đẹp này. Tôi luôn là người yêu thích kiến ​​trúc, nhưng những khách sạn, cửa hàng và nhà hàng boutique dễ thương này đã khiến tôi nghẹt thở!Đọc thêm",
            "James có kiến ​​thức và thú vị. Chúng tôi đã tìm hiểu về lịch sử và kiến ​​trúc Art Deco của bãi biển phía Nam. Sự rung cảm tràn đầy năng lượng với nhiều thông tin hay mà bạn sẽ không bao giờ biết nếu không tham gia chuyến tham quan Versace, đám đông, nhà bảo tồn-Barbara Baer Capitman, v.v. Tôi thực sự muốn giới thiệu James và chuyến tham quan lịch sử Art Deco ở South Beach MiamiĐọc thêm",
            "Khu vực này đã suy tàn cho đến nay kể từ lần cuối tôi đến đây 8 năm trước.  Là một kiến ​​trúc sư, tôi yêu thích lối kiến ​​trúc theo phong cách Art Deco đầy màu sắc và cho rằng đây từng là một trong những dải tòa nhà đẹp nhất trên thế giới.  Không còn nữa. Các tòa nhà vẫn còn đó nhưng toàn bộ khu vực có cảm giác nguy hiểm và đổ nát.  Tất cả các nhà hàng và quán cà phê đều đóng cửa hoặc thuộc loại bẫy du lịch chất lượng thấp mà bạn thấy ở mọi thành phố lớn.  Các cửa hàng duy nhất còn lại là các cửa hàng lưu niệm bán đồ lướt sóng thông thường.  Không có nhà cung cấp địa phương hoặc hương vị nào.  Các nhóm thanh niên khoảng 20 tuổi lang thang trên phố, chủ yếu là hút thuốc, mở nhạc ầm ĩ hoặc quấy rối phụ nữ.  Không có gì để làm và không có nơi nào để đi. Ocean Drive đã đóng cửa và nhiều nhà hàng tràn ra đường, điều đó thật tốt và tôi hy vọng vẫn như vậy sau khi COVID kết thúc.  Nhưng trừ khi thành phố có nỗ lực tập trung nghiêm túc để cải thiện nó, tôi sẽ không quay lại.  Không có kiến ​​trúc đẹp nào có thể khiến tôi quay trở lại đó như bây giờ.Đọc thêm",
            "Chúng tôi đã lên kế hoạch cho chuyến thăm Khu Art Deco trong khi chúng tôi đang thăm phần phía nam của Florida. Mặc dù phí đỗ xe là phí cao cấp nhưng chúng tôi đã tìm được một ki-ốt dọc theo Đại lộ Collins để đỗ xe cho bạn khi bạn đi bộ một dãy nhà tới Ocean Drive. Tôi nghĩ giá khoảng 35 với tiền boa trong 3 giờ. Nó đã hiệu quả với chúng tôi. Chúng tôi thực sự rất thích Phố Beach khi khám phá tất cả các Tòa nhà theo phong cách Art Deco.  Chúng tôi tìm được một quán bar ở tầng hai gần một trong những khách sạn, có tầm nhìn tuyệt đẹp ra đường phố. Chúng tôi đã uống vài ly cocktail và thích thú ngắm nhìn mọi người. Đó là một trò lừa bịp. Chúng tôi ước mình có thể nhìn thấy nó vào ban đêm khi các tòa nhà được thắp sáng. Tôi chắc chắn nó sẽ rất ấn tượng.Đọc thêm",
            "Hướng dẫn viên của chúng tôi, James, rất xứng đáng với giá của chuyến tham quan. Anh ấy là người hiểu biết, rất nhiều thông tin và rõ ràng là rất có kinh nghiệm. Chúng tôi thực sự khuyên bạn nên tham gia Tour vì nó mang đến cho bạn một góc nhìn thú vị về khu vực, lịch sử và vị trí của nó trong lĩnh vực phát triển.Đọc thêm",
            "Điều tuyệt vời nhất của Bãi biển Miami nếu bạn quan tâm đến Kiến trúc. Bạn có thể tải xuống hướng dẫn hoặc đi bộ có hướng dẫn. Một mẹo nhỏ là hãy vào một số khách sạn và nhìn vào quầy lễ tân. Các khách sạn thường sẵn sàng thể hiện các buổi chiêu đãi theo phong cách trang trí nghệ thuật của họ. Đọc thêm",
            "Tôi không thấy thoải mái khi đi chơi và đi dạo trên dải đất này. Thật xấu hổ vì tòa nhà rất đẹp.  Tôi chưa bao giờ thấy Có quá nhiều tòa nhà theo phong cách trang trí nghệ thuật trong một không gian tập trung- Tiếp tục đi tìm những khối và khối. Thật xấu hổ khi khu vực này bị chiếm giữ bởi những người chăn nuôi ngỗ ngược, hút cỏ và trở nên đáng ghét.  Chúng tôi không thích đi dạo trên những con phố này vào ban đêm và cũng không cảm thấy an toàn.  Đọc thêm",
            "Quận Art Deco có sức hấp dẫn độc đáo chỉ có ở khu vực này của Miami. Các đường phố và tòa nhà xung quanh được bảo trì rất tốt và có rất nhiều nhà hàng và cửa hàng ở đó để bạn có thể giải trí. Bầu không khí ở nơi này thay đổi tùy theo thời gian trong ngày, vì vậy bạn có thể muốn nán lại để tìm hiểu xem cảm giác nào phù hợp với mình hơn.Đọc thêm",
            "Bảo tàng tuy nhỏ nhưng đẹp...rất nhiều món đồ tuyệt vời từ trang phục cổ điển của phụ nữ đến thông tin về lịch sử và phong cách trang trí nghệ thuật. Cửa hàng quà tặng bên cạnh rất tuyệt vời với những món đồ cổ điển đích thực được bày bán!Đọc thêm"
        ],
        "star_ratings": [
            3841,
            2220,
            552,
            91,
            30
        ],
        "review_amount": 6734,
        "location": [
            "Những điều cần làm ở Bãi biển Miami",
            "Khu lịch sử Art Deco",
            "Florida FL",
            "Bãi biển Miami",
            "Hoa Kỳ"
        ],
        "reviews_time": [
            "Written June 29, 2023",
            "Written September 17, 2023",
            "Written October 30, 2023",
            "Written January 30, 2024",
            "Written February 11, 2024",
            "Written February 27, 2024",
            "Written April 25, 2024",
            "Written May 10, 2024",
            "Written January 20, 2020",
            "Written February 20, 2022",
            "Written March 10, 2022",
            "Written March 18, 2021",
            "Written July 11, 2021",
            "Written February 18, 2020",
            "Written February 11, 2020",
            "Written July 28, 2021",
            "Written August 31, 2021",
            "Written February 16, 2020"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g34439-d248104-Reviews-Art_Deco_Historic_District-Miami_Beach_Florida.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g34439-d26328737-Reviews-Osteria_Positano-Miami_Beach_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34439-d25234755-Reviews-Abuela_s_Tacos-Miami_Beach_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34439-d1648054-Reviews-On_Ocean_7_Cafe-Miami_Beach_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34439-d26268857-Reviews-Corallo-Miami_Beach_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34439-d19911046-Reviews-Il_Pastaiolo-Miami_Beach_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34439-d24022159-Reviews-Birdcage_Cafe-Miami_Beach_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34439-d21391046-Reviews-Havana_Vieja_South_Beach-Miami_Beach_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34439-d24041614-Reviews-Don_Sombrero_Mexican_restaurant-Miami_Beach_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34439-d466628-Reviews-Caffe_Milano_Miami_Beach-Miami_Beach_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34439-d27123588-Reviews-Little_Havana-Miami_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34439-d143498-Reviews-Art_Deco_Welcome_Center-Miami_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34439-d17622123-Reviews-Art_Deco_Museum-Miami_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34439-d19637748-Reviews-Art_Deco_Historic_District-Miami_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34439-d102479-Reviews-8th_Street_Designer_District-Miami_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34439-d183810-Reviews-Lummus_Park-Miami_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34439-d108858-Reviews-Ocean_Drive-Miami_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34439-d217845-Reviews-The_Wolfsonian_Florida_International_University-Miami_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34439-d26775656-Reviews-South_Beach-Miami_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34439-d19590854-Reviews-Clock_Thermometer-Miami_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34439-d3833358-Reviews-12th_Street_Beach-Miami_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34439-d248104-Reviews-or10-Art_Deco_Historic_District-Miami_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34439-d109886-Reviews-Lincoln_Road-Miami_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34439-d143599-Reviews-Holocaust_Memorial_Miami_Beach-Miami_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34439-d143595-Reviews-South_Pointe_Park-Miami_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34439-d2475470-Reviews-Miami_Beach_Boardwalk-Miami_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34439-d527277-Reviews-Espanola_Way-Miami_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34439-d143766-Reviews-Collins_Avenue-Miami_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34439-d143761-Reviews-The_Fillmore_Miami_Beach_at_the_Jackie_Gleason_Theater-Miami_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34439-d3220041-Reviews-The_Official_Art_Deco_Gift_Shop-Miami_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34439-d143602-Reviews-The_Official_Art_Deco_Walking_Tour_by_the_Miami_Design_Preservation_League-Miami_Be.html",
            "https://www.tripadvisor.com/Attraction_Review-g34439-d2647163-Reviews-Discovery_Miami_Beach_Audio_Tour-Miami_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34439-d286372-Reviews-All_Star_Cafe-Miami_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34439-d1752063-Reviews-Salsa_Mia-Miami_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34439-d1383002-Reviews-Bike_and_Roll_Miami-Miami_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34439-d286375-Reviews-Mango_s_Tropical_Cafe-Miami_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34439-d1417038-Reviews-Clevelander_South_Beach_Club-Miami_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34439-d10121836-Reviews-Palace_Bar_Restaurant-Miami_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g56003-d7197501-Reviews-North_Oaks_Dollar_Cinema-Houston_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g56891-d2294155-Reviews-The_Falls_in_Lucy_Park-Wichita_Falls_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g580268-d243633-Reviews-Sandeman_Cellars-Vila_Nova_de_Gaia_Porto_District_Northern_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g34892-d3585094-Reviews-North_Georgia_Premium_Outlets-Dawsonville_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g147290-d312221-Reviews-Teleferico_Puerto_Plata_Cable_Car-Puerto_Plata_Puerto_Plata_Province_Dominican_Rep.html",
            "https://www.tripadvisor.com/Attraction_Review-g45399-d254116-Reviews-Grizzly_and_Wolf_Discovery_Center-West_Yellowstone_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g33031-d617506-Reviews-Coyote_Point_Recreation_Area-San_Mateo_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g42338-d6887558-Reviews-Ionia_State_Recreation_Area-Ionia_Ionia_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g30196-d8433657-Reviews-Red_Bud_Isle_Park-Austin_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g4971761-d13376318-Reviews-Damajagua_Waterfalls-Imbert_Puerto_Plata_Province_Dominican_Republic.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g34439-d248104-Reviews-or10-Art_Deco_Historic_District-Miami_Beach_Florida.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g34439-d248104-Reviews-Art_Deco_Historic_District-Miami_Beach_Florida.html"
    }
]