[
    {
        "attraction_name": "ARTIS Amsterdam Royal Zoo",
        "attraction_name_vi": "Vườn thú hoàng gia ARTIS Amsterdam",
        "general_info": [
            "7.210 đánh giá",
            "41 trong số 1.012 điều cần làm ở Amsterdam",
            "Sở thú"
        ],
        "attraction_summary": "Tản bộ giữa những tán cây rợp bóng mát, chiêm ngưỡng sự đa dạng của thực vật và động vật, du hành tới các vì sao, tận hưởng di sản của chúng ta. Ghé thăm Vườn thú Hoàng gia ARTIS Amsterdam và trải nghiệm thiên nhiên ngay tại trung tâm thành phố.Đọc thêm",
        "reviews": [
            "Trung tâm náo nhiệt của Amsterdam, với mạng lưới đường ray xe điện trải dài và dòng khách du lịch và hành khách dường như liên tục, mang lại khả năng tiếp cận thuận tiện đến một số điểm tham quan, mua sắm và cuộc sống đường phố tốt nhất ở Châu Âu. Gần nhất là Cung điện Hoàng gia, các cửa hàng cổ kính của Haalremmerdijk, khu vực dành cho người đi bộ Kalverstraat và Quảng trường Dam với các khu phố nổi tiếng như Khu đèn đỏ và Canal Ring cách đó không quá một phút tản bộ. Với Ga Centraal được kết nối tốt làm căn cứ của Centrum, thật dễ dàng để đi xa hơn bằng một trong những xe điện mang tính biểu tượng của thành phố.Đọc thêm",
            "Chúng tôi đã đến sở thú này một vài lần và đây là một ngày thực sự tuyệt vời. Nó rất xanh và có rất nhiều thứ để xem. Động vật yêu thích của tôi là hươu cao cổ và voi. Như bạn có thể mong đợi, đồ uống và thức ăn thực sự đắt tiền nhưng bạn có thể tự mang theo. Chai Pepsi 500ml là 4 và chai nước là 3 chai mặc dù bạn có thể lấy nước máy miễn phí!Đọc thêm",
            "Chồng sắp cưới của tôi và tôi đã đến đây vào thứ năm và yêu thích nó! Không gian rộng mở và cây xanh của sở thú rất đẹp. Các nhân viên cũng rất thân thiện trong việc chỉ dẫn các loài động vật và chỉ đường cho chúng tôi. Chúng tôi cũng thích rằng nhiều loài động vật được nuôi trong chuồng lớn và được tự do đi lại nhiều nhất có thể. \n\nChắc chắn sẽ quay lại :Đọc thêm",
            "Rất khuyến khích một chuyến đi đến sở thú. Vâng đặt ra. Nhân viên thân thiện và thực sự dễ dàng đi đến bằng xe điện 2 phút đi bộ. Sân rất đẹp và được bảo trì tốt. Thích nhìn thấy báo đốm, sư tử, sói, gấu trúc, voi, chim cánh cụt. Đọc thêm",
            "Rất mong được đến thăm nơi này, vì chúng tôi chưa bao giờ có thời gian để đi lần trước khi chúng tôi đến thăm Amsterdam.  Tôi rất vui vì chúng tôi phải đi lần này. Chúng tôi bắt xe điện vì không biết phải đi bộ bao xa từ khách sạn. Đến đó ngay khi nó mở cửa. Đã mua một bản đồ mà bạn không thực sự cần vì mọi thứ đều được chỉ dẫn về hướng các con vật đang ở. Đó là một ngày nắng đẹp, sở thú là một nơi tuyệt vời để ghé thăm. Tất cả các loài động vật dường như được chăm sóc tốt, có nhiều thức ăn và nước uống. Tôi yêu thích nhất là Những chú voi mà tôi có thể xem chúng cả ngày. Ngoài ra ngôi nhà bướm thật tuyệt vời. Tất cả các nhân viên đều thân thiện.  Cả tôi và chồng tôi đều rất thích khoảng thời gian ở đây.Đọc thêm",
            "Chúng tôi rất ngạc nhiên về sự đa dạng của các sinh vật ở vườn thú này và chúng tôi rất thích thú với nó. Chúng tôi mang theo các con, 4 và 6 tuổi, đi cùng. Họ rất thích nhìn thấy tất cả các loài động vật và nhiều khu vực vui chơi. Chúng tôi chắc chắn khuyên bạn nên ghé thăm sở thú.Đọc thêm",
            "Chúng tôi đến Artis trong chuyến đi ở Amsterdam. Vườn thú tương đối nhỏ, có thể đi bộ xung quanh trong khoảng 2-3 giờ. Một số địa điểm ăn uống đã mở cửa, nơi bạn có thể thưởng thức bánh ngọt, đồ uống nóng và một số đồ ăn nóng, v.v. \n\nĐiều đầu tiên là những con báo đốm đã xuất hiện. Những chú voi đã té nước trong hồ bơi của chúng, rất mát mẻ và khu vực quan sát rất tốt để nhìn thấy điều này. \n\nChúng tôi thấy nó có giá cao hơn một chút so với những gì bạn nhận được. Đó là 25 trực tuyến hoặc 27,50 tại cổng.Đọc thêm",
            "Đây chắc chắn là điểm nổi bật của chuyến đi đến Amsterdam. Bản thân sở thú rất đẹp và được giữ nguyên vẹn. Chúng tôi không nhận ra nó quá lớn - có thể dễ dàng dành cả ngày ở đây. Các con vật rõ ràng đã được chăm sóc cẩn thận và chuồng sư tử mới sẽ rất tuyệt vời khi hoàn thành. Nếu tôi quay lại Amsterdam, chắc chắn tôi sẽ quay lại! Đọc thêm",
            "ARTIS chắc chắn là một trong những điểm nổi bật khi đến thăm Amsterdam. Vườn thú, chuồng thú và khu vườn rất đẹp và vô nhiễm. Mặc dù bản đồ trông hơi nhỏ nhưng tôi khuyên bạn nên mua một bản đồ với giá 2 euro vì không có bản đồ bên trong sở thú mà chỉ có biển chỉ dẫn, chúng tôi đã đánh giá thấp mức độ lớn của sở thú! Chúng tôi đã dành khoảng 6 giờ ở đây, chúng tôi dành một giờ chỉ để ngắm những chú voi một mình!, chỉ dừng lại nửa giờ để ăn trưa. Giá khoảng 25 euro. 21:50 nên được coi là mức giá tiêu chuẩn so với các sở thú khác. Hãy nhớ rằng Amsterdam là một trong những thành phố đắt đỏ nhất. Chắc chắn sẽ giới thiệu sở thú này.Đọc thêm",
            "Sở thú được trình bày rất tốt và được giữ gìn rất tốt, mọi thứ đều ngăn nắp. Rất nhiều động vật để xem và địa điểm không quá bận rộn nên thực sự có thể nhìn thấy các loài động vật. Không có nhiều nhân viên rải rác khắp nơi nên không thể yêu cầu hỗ trợ nếu bạn cần. Một nơi khác mà bạn không thể thanh toán bằng tiền mặt. Sẽ ghé thăm lại nếu ở khu vực này để làm gì đó để giết thời gian. Đọc thêm",
            "Bất chấp đám đông, đây là một trải nghiệm rất thư giãn. Khuôn viên thực sự rất đẹp và có nhiều bóng mát cho những ngày ấm áp hơn.  Tôi thích nhất là ngôi nhà bướm nhưng còn rất nhiều thứ hay ho khác. Tôi đã không được nhìn thấy cung thiên văn.\nMột số địa điểm để ăn trưa và cà phê và đồ ăn nhẹ bao gồm ngay bên cạnh chim cánh cụt, thật tuyệt nếu bạn đi cùng trẻ nhỏ.\nGiá vào cửa có vẻ hơi đắt nhưng lâu rồi mình chưa đi sở thú nên không biết so sánh thế nào.Đọc thêm",
            "Chúng tôi đến đây như một phần trong ngày của chúng tôi ở Amsterdam. Tất cả các loài động vật đều ra ngoài làm việc và được chăm sóc rõ ràng. Rất nhiều thứ để xem và nhân viên thực sự tốt đẹp. Một nơi rộng lớn như vậy chắc chắn có thể khiến nơi đây trở thành một nơi thú vị cả ngày. Động vật và môi trường xung quanh thật tuyệt vời và nó không xa trung tâm thành phố chính. Nếu đi bộ nửa tiếng hoặc bắt xe điện ngay bên ngoài cũng mất 10 phút.Đọc thêm",
            "Có lẽ là sở thú tốt nhất tôi từng đến thăm ở châu Âu. Bên cạnh tất cả các loài động vật tuyệt vời và sự đa dạng của các loài, vườn thú này thực sự là một nơi tuyệt vời, thiên nhiên thư giãn và mọi thứ đều đẹp.Đọc thêm",
            "Thật là một chuyến thăm khủng khiếp nhờ một nhóm khoảng 20 người Somali. Nhóm đó chỉ quan tâm đến iPhone của con cái chúng tôi. Họ đang làm gì ở Artis? Ai đang trả tiền cho điều đó? Và sau đó là thức ăn, món chay duy nhất của nó. Chuyện gì đang xảy ra ở Amsterdam? Hãy đoán xem, một người hoàn toàn bối rối tên là Halsema đang lãnh đạo Amsterdam.Đọc thêm",
            "Nơi tuyệt vời. Sở thích cá nhân của tôi là Nhà bướm. Có nhiều thứ để xem. Cửa hàng quà tặng rất tuyệt tuy nhiên tôi không thấy bất cứ thứ gì tôi thích nên có thể làm với nhiều lựa chọn hơn. Họ phục vụ đồ ăn thuần chay rất tốt cho tôi và có giá trị hợp lýĐọc thêm",
            "Sở thú đẹp, sân chơi tuyệt vời cho trẻ em. Nhân viên thực sự hữu ích và thân thiện. Các con vật dường như được đối xử tốt và vui vẻĐọc thêm",
            "Tôi có phải là người duy nhất thấy nơi này buồn không? Chuồng khỉ đột có vẻ nhỏ và chúng ngồi xung quanh trông rất buồn. Chuồng sói cũng rất nhỏ, hai con sói lại có vẻ chán nản. Những động vật này cần phải được sống trong môi trường hoang dã hoặc ít nhất là trong những khu chuồng rộng rãi hơn, tôi chắc chắn rằng điều đó là hợp lý khi các sở thú nói rằng việc bảo tồn toàn bộ nhưng các vườn thú nội thành nói riêng không phải là một điều tốt. Tôi sẽ không đi ôm cây hay bất cứ thứ gì nhưng tôi cảm thấy rằng những sinh vật tội nghiệp này cần phải đi lang thang.Đọc thêm",
            "Vườn thú tuyệt vời với không gian trải rộng thực sự đẹp mắt, môi trường sống đều được giữ gìn tốt. Chắc chắn sẽ khuyên bạn nên đi, chúng tôi đã ở đó hơn 2 giờ!Đọc thêm",
            "Chúng tôi đi bộ đến đây để làm gì đó trong vài giờ và điều đó không làm tôi thất vọng! Chúng tôi đến đó vào khoảng 11 giờ và rời đi vào khoảng 1 - 1 giờ 30. Chúng tôi đã nhìn thấy mọi thứ ngoại trừ những con báo đốm khi chúng không ra ngoài. Nó có rất nhiều ưu đãi và nhiều cơ hội khắp công viên để ngồi xuống. Rất nhiều động vật, chim, côn trùng, hoa cũng nhìn thấy. Tôi khuyên bạn nênĐọc thêm",
            "Tôi yêu sở thú này, một trong những sở thú tuyệt vời nhất mà tôi từng đến. Rất nhiều nội dung tương tác, nhà động vật và địa điểm ăn uống. Một vườn thú nhỏ hơn do nằm ở trung tâm thành phố nhưng dường như vẫn có nhiều động vật hơn những vườn thú lớn hơn.Đọc thêm",
            "Vườn thú thực sự đẹp, các khu chuồng trại thực sự không có cảm giác giống chuồng trại. Động vật có vẻ được chăm sóc tốt. Không bận rộn ở mọi khu vực, một số phần bạn có tất cả cho riêng mình, điều đó thật tuyệt. Nhược điểm duy nhất là khu vực bể cá đã bị đóng cửa do xây dựng mà chúng tôi không biết cộng với vé vẫn có giá đầy đủ. Hơi thất vọng vì điều này.Đọc thêm"
        ],
        "star_ratings": [
            4077,
            2135,
            663,
            190,
            148
        ],
        "review_amount": 7213,
        "location": [
            "Những điều cần làm ở Amsterdam",
            "Amsterdam",
            "Vườn thú hoàng gia ARTIS Amsterdam",
            "Tỉnh Bắc Hà Lan",
            "Hà Lan",
            "Châu Âu"
        ],
        "reviews_time": [
            "Written June 13, 2023",
            "Written July 14, 2023",
            "Written July 16, 2023",
            "Written July 17, 2023",
            "Written July 31, 2023",
            "Written August 2, 2023",
            "Written August 5, 2023",
            "Written August 6, 2023",
            "Written August 11, 2023",
            "Written August 14, 2023",
            "Written May 23, 2024",
            "Written May 12, 2024",
            "Written May 3, 2024",
            "Written May 2, 2024",
            "Written April 27, 2024",
            "Written April 18, 2024",
            "Written April 11, 2024",
            "Written April 3, 2024",
            "Written March 26, 2024",
            "Written March 19, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g188590-d244497-Reviews-ARTIS_Amsterdam_Royal_Zoo-Amsterdam_North_Holland_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g188590-d11815861-Reviews-De_Deli_Plantagebuurt-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g188590-d17621682-Reviews-Restaurant_Verena-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g188590-d8863669-Reviews-Bakers_Roasters-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g188590-d13806463-Reviews-Box_Sociaal-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g188590-d2044977-Reviews-Restaurant_Olijfje-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g188590-d929358-Reviews-Burgermeester-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g188590-d3825341-Reviews-Coffee_Bites-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g188590-d1006534-Reviews-Elkaar-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g188590-d6404103-Reviews-Frank_s_Smoke_House-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g188590-d1797818-Reviews-Cafe_Koosje-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d18542629-Reviews-Stegosaurus_en_Allosaurus-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d7205127-Reviews-Artis_Micropia-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d5539148-Reviews-De_Plantage-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d266245-Reviews-Verzetsmuseum_Amsterdam-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d266273-Reviews-Hollandsche_Schouwburg-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d24849161-Reviews-ARTIS_Groote_Museum-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d10544129-Reviews-National_Holocaust_Museum-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d23963262-Reviews-National_Holocaust_Memorial-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d3754760-Reviews-De_Burcht-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d244461-Reviews-Hortus_Botanicus-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d244497-Reviews-or10-ARTIS_Amsterdam_Royal_Zoo-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d11911113-Reviews-The_Amsterdamned_Escape_Room_by_MadMinds-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d8619177-Reviews-Auschwitz_Monument-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d8615958-Reviews-Wertheimpark-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d15134634-Reviews-Kunstenaarsverzet-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d15152580-Reviews-Dag_en_nacht-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g304551-d311613-Reviews-Chandni_Chowk-New_Delhi_National_Capital_Territory_of_Delhi.html",
            "https://www.tripadvisor.com/Attraction_Review-g1066456-d15303920-Reviews-Harajuku_ZOO_LAND-Shibuya_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d606809-Reviews-Variety_Playhouse-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d125449-Reviews-The_Auto_Collections-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d276812-Reviews-Hungarian_State_Opera_House_Magyar_Allami_Operahaz-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d23648228-Reviews-Xo_Night_Club-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g41098-d103091-Reviews-Rocky_Gap_State_Park-Cumberland_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g13074027-d15082825-Reviews-Point_90_Mall-New_Cairo_City_Cairo_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g635613-d670287-Reviews-Casino_Rodos-Rhodes_Town_Rhodes_Dodecanese_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g13124727-d195896-Reviews-The_Palace_of_Knossos-Knosos_Crete.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g188590-d244497-Reviews-or10-ARTIS_Amsterdam_Royal_Zoo-Amsterdam_North_Holland_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g188590-d244497-Reviews-ARTIS_Amsterdam_Royal_Zoo-Amsterdam_North_Holland_Province.html"
    }
]