[
    {
        "attraction_name": "Artist Point",
        "attraction_name_vi": "Điểm nghệ sĩ",
        "general_info": [
            "1.339 đánh giá",
            "- 4 trong số 164 việc cần làm ở Công viên quốc gia Yellowstone",
            "Địa điểm ưa thích - Địa danh",
            "Những con đường mòn đi bộ đường dài"
        ],
        "attraction_summary": "Đẹp và dễ dàng truy cập.  Bạn có thể đỗ xe trong một dãy nhà của địa điểm với một quãng đi bộ dễ dàng đến điểm - và nó còn có giá trị hơn nhiều.  Khi lên kế hoạch cho tất cả những địa điểm bạn muốn đến ở Yellowstone, hãy bao gồm điều này.  Nó nằm ở vị trí trung tâm nên bạn sẽ lái xe qua dù bạn đang nhìn thấy các mạch nước phun ở phía nam, các hố bùn và lỗ phun khói ở Norris hay thung lũng động vật hoang dã ở phía bắc. Đọc thêm",
        "reviews": [
            "Khó có thể nói nhiều hơn những gì đã được nói trong tất cả các đánh giá trước đó. Phải xem khi bạn ghé thăm Yellowstone. Một lời khuyên là nếu bạn muốn có Sublime Trail thì chỉ cần đi được nửa đường là được. Những quan điểm ngoài điều này không đáng nỗ lực. Có quá nhiều chuyến đi bộ đường dài tuyệt vời khác ở Yellowstone.Đọc thêm",
            "Thật đáng để dừng lại và đi bộ một đoạn ngắn để ngắm hẻm núi và thác nước! Ứng dụng - Hướng dẫn viên của chúng tôi đã gợi ý chúng tôi dừng lại! Thật vui vì chúng tôi đã làm vậy! Thật tuyệt nếu bạn không thể đến Grand Canyon và dòng sông ở bất kỳ nơi nào khác trong công viên!\n\nBãi đậu xe tốt và dễ đi bộ. Đọc thêm",
            "Chúng tôi lái xe đến điểm quan sát này, nơi trước đây được các nghệ sĩ vẽ để thu hút du khách đến Yellowstone. Đó là một điểm quan sát tuyệt đẹp. Đọc thêm",
            "Thật đáng để dừng lại và đi bộ một đoạn ngắn để ngắm hẻm núi và thác nước! Ứng dụng - Hướng dẫn viên của chúng tôi đã gợi ý chúng tôi dừng lại! Thật vui vì chúng tôi đã làm vậy! Thật tuyệt nếu bạn không thể đến Grand Canyon và dòng sông ở bất kỳ nơi nào khác trong công viên! Bãi đậu xe tốt và dễ đi bộ. Đọc thêm",
            "Chúng tôi bị choáng ngợp bởi vẻ đẹp của nơi này. Bên cạnh hẻm núi và thác nước đầy cảm hứng, chính màu sắc đã khiến nơi đây trở thành một kỳ quan thiên nhiên có một không hai. Đọc thêm",
            "chỉ cần đến và trải nghiệm vẻ đẹp và sự hùng vĩ mà nhiều người khác đã từng yêu thích và trải nghiệm trước đây.... quang cảnh và khung cảnh thật ngoạn mục...hãy mang theo một chiếc máy ảnh đẹp nếu có thểĐọc thêm",
            "Bức ảnh đẹp nhất không có bóng là lúc bình minh.  Phải có mặt ở đó lúc 6h, 6h30 quá nhiều bóng tối.  Ở đó chỉ có một vài nhiếp ảnh gia khác, không có đám đông nào để tranh cãi. Đọc thêm",
            "Khó có thể nói nhiều hơn những gì đã được nói trong tất cả các đánh giá trước đó. Phải xem khi bạn ghé thăm Yellowstone. Một lời khuyên là nếu bạn muốn có Sublime Trail thì chỉ cần đi được nửa đường là được. Những quan điểm ngoài điều này không đáng nỗ lực. Có quá nhiều chuyến đi bộ đường dài tuyệt vời khác ở Yellowstone.Đọc thêm",
            "Một trong những điểm nổi bật của Yellowstone không nên bỏ qua chính là Artist - s point. Đợi đỗ xe bạn sẽ vui vì bạn đã làm. Hãy thử tất cả các góc độ và phối cảnh.Đọc thêm",
            "Đẹp và dễ dàng truy cập.  Bạn có thể đỗ xe trong một dãy nhà của địa điểm với một quãng đi bộ dễ dàng đến điểm - và nó còn có giá trị hơn nhiều.  Khi lên kế hoạch cho tất cả những địa điểm bạn muốn đến ở Yellowstone, hãy bao gồm điều này.  Nó nằm ở vị trí trung tâm nên bạn sẽ lái xe qua dù bạn đang nhìn thấy các mạch nước phun ở phía nam, các hố bùn và lỗ phun khói ở Norris hay thung lũng động vật hoang dã ở phía bắc. Đọc thêm",
            "Đây thực sự là một cái nhìn đầy cảm hứng về một trong những đặc điểm mang tính biểu tượng nhất của VQG Yellowstone.  Bạn có thể có được cái nhìn tuyệt vời về hẻm núi thực sự tuyệt vời và đầy màu sắc cũng như Thác Hạ từ đây. Hãy lưu ý rằng đây là khu vực đông đúc.  Rất nhiều người đi bộ và xe cộ qua lại.Đọc thêm",
            "Artist Point là một điểm đến đầy cảm hứng. Nằm ở rìa phía nam của Grand Canyon của Yellowstone, điểm này có tầm nhìn tuyệt đẹp ra hẻm núi và Thác Lower Yellowstone hùng vĩ. Điểm quan sát có thể dễ dàng tiếp cận và được đánh dấu rõ ràng, với một bãi đậu xe lớn chỉ cách một đoạn đi bộ ngắn quan điểm. Con đường dẫn đến điểm rợp bóng cây và hoa dại xinh đẹp. Thác đổ xuống hẻm núi bên dưới từ độ cao 308 feet, tạo ra một màn nước và sương mù tuyệt đẹp thực sự mê hoặc. Các khối đá đầy màu sắc của các bức tường hẻm núi làm tăng thêm khung cảnh tuyệt đẹpĐọc thêm",
            "Xin chào, vào tháng 10 năm sau, tôi sẽ đến thăm Yellowston và tôi muốn đến điểm quan sát Artist Point trước bình minh để chụp ảnh - bạn có thể đến khu vực này vào lúc mấy giờ? Tôi đọc được ở đâu đó rằng nó mở cửa 24 giờ và ở những nơi khác thì mở cửa 24 giờ. mở cửa lúc 8h30. Cảm ơn bạnĐọc thêm",
            "Có nhà vệ sinh tại Artist Point không?Đọc thêm",
            "Có.Đọc thêm",
            "Địa điểm này có thể truy cập được khi đường từ Norris đến Canyon được mở nhưng đường từ Canyon đến Lake đóng cửa vào cuối tháng 4? Đọc thêm",
            "Điều đó thật khó để trả lời - dự đoán.  Phương pháp đáng tin cậy duy nhất là xem trang web YNP, dưới các cảnh báo. - Việc đóng và mở đường thường được thông báo.Đọc thêm",
            "Vị trí này vẫn có thể tiếp cận được khi việc xây dựng đang diễn ra? Chúng tôi sẽ ở đó vào tuần thứ hai trong tháng 9 Đọc thêm",
            "Vâng, nó đang mở cửa, công trình đang được xây dựng tại khu vực đậu xe Tom - s Trail. Bạn sẽ vượt qua nó trên đường đến Artists Point.  Chỗ đậu xe có hạn, tháng 9 sẽ dễ dàng hơn....nhưng tôi vẫn cố gắng đến đó sớm.  Nó có một trong những bãi đậu xe nhỏ nhất - ít chỗ nhất - trong công viên.\n\nNó chắc chắn đáng để đi, cực kỳ đẹp, tôi sẽ không bỏ lỡ nó!   Hãy vui vẻ nhé, đây sẽ là một chuyến đi tuyệt vời đấy. \n\nGiảng viên đại học\nĐọc thêm",
            "Xin lỗi về lỗi đánh máy..... khoảng cách xa và địa hình gồ ghề là một vấn đề đối với chồng tôi.Đọc thêm",
            "Việc đi lại khó khăn biết bao, chồng tôi không thể đi bộ đường dài hoặc trên địa hình gồ ghề.Đọc thêm",
            "Tôi đã có thể xử lý nó khi bị gãy chân bằng gậy - giả sử bạn có một công viên gần đó - và có rất nhiều bãi đậu xe khi tôi đến thăm nhưng tôi đã đến thăm rất sớm trong mùa - sẽ không có vấn đề gì. Nếu bãi đậu xe đông đúc, tôi khuyên bạn nên đưa chồng bạn đi vì có chỗ ngồi để anh ấy có thể đợi bạn quay lại sau khi đỗ xeĐọc thêm",
            "Vào một ngày nắng, thời điểm nào là tốt nhất trong ngày để chụp ảnh thác nước?  \ncảm ơnĐọc thêm",
            "Chắc chắn là buổi sáng!!!  Lần làm rất theo mùa!  Bắt đầu - mặt trời mọc nếu bạn là một nhiếp ảnh gia nghiêm túc!Đọc thêm",
            "Chuyến đi bộ đến Artist Point mất bao lâu và khó khăn như thế nào? Có ổn cho trẻ em không?Đọc thêm",
            "Cuối cùng bạn đã đến Artist Point phải không? Có ổn cho trẻ em không?Đọc thêm"
        ],
        "star_ratings": [
            1125,
            170,
            32,
            8,
            4
        ],
        "review_amount": 1339,
        "location": [
            "Wyoming - WY -",
            "Điểm nghệ sĩ",
            "Công viên quốc gia Yellowstone",
            "Hoa Kỳ",
            "Những điều cần làm ở Công viên quốc gia Yellowstone"
        ],
        "reviews_time": [
            "Written July 4, 2023",
            "Written July 21, 2023",
            "Written September 25, 2023",
            "Written September 26, 2023",
            "Written September 25, 2023",
            "Written September 22, 2023",
            "Written July 23, 2023",
            "Written July 22, 2023",
            "Written July 21, 2023",
            "Written July 21, 2023",
            "Written July 4, 2023",
            "Written June 20, 2023",
            "Written April 30, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g60999-d532065-Reviews-Artist_Point-Yellowstone_National_Park_Wyoming.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g60999-d2199849-Reviews-Canyon_Lodge_M66_Grill-Yellowstone_National_Park_Wyoming.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60999-d519499-Reviews-Canyon_Eatery-Yellowstone_National_Park_Wyoming.html",
            "https://www.tripadvisor.com/Attraction_Review-g60999-d21130505-Reviews-Ribbon_Lake_Trail-Yellowstone_National_Park_Wyoming.html",
            "https://www.tripadvisor.com/Attraction_Review-g45399-d209768-Reviews-Yellowstone_River-West_Yellowstone_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g60999-d290469-Reviews-Grand_Canyon_of_the_Yellowstone-Yellowstone_National_Park_Wyoming.html",
            "https://www.tripadvisor.com/Attraction_Review-g60999-d13454445-Reviews-Lookout_Point-Yellowstone_National_Park_Wyoming.html",
            "https://www.tripadvisor.com/Attraction_Review-g60999-d142959-Reviews-Lower_Yellowstone_River_Falls-Yellowstone_National_Park_Wyoming.html",
            "https://www.tripadvisor.com/Attraction_Review-g60999-d538054-Reviews-Uncle_Tom_s_Trail-Yellowstone_National_Park_Wyoming.html",
            "https://www.tripadvisor.com/Attraction_Review-g60999-d5043810-Reviews-Upper_Falls-Yellowstone_National_Park_Wyoming.html",
            "https://www.tripadvisor.com/Attraction_Review-g60999-d536359-Reviews-South_Rim_Trail-Yellowstone_National_Park_Wyoming.html",
            "https://www.tripadvisor.com/Attraction_Review-g60999-d15206978-Reviews-Red_Rock_Point-Yellowstone_National_Park_Wyoming.html",
            "https://www.tripadvisor.com/Attraction_Review-g60999-d145233-Reviews-Inspiration_Point-Yellowstone_National_Park_Wyoming.html",
            "https://www.tripadvisor.com/Attraction_Review-g60999-d532065-Reviews-or10-Artist_Point-Yellowstone_National_Park_Wyoming.html",
            "https://www.tripadvisor.com/Attraction_Review-g60999-d126748-Reviews-Upper_Geyser_Basin-Yellowstone_National_Park_Wyoming.html",
            "https://www.tripadvisor.com/Attraction_Review-g60999-d12235309-Reviews-Yellowstone_National_Park-Yellowstone_National_Park_Wyoming.html",
            "https://www.tripadvisor.com/Attraction_Review-g60999-d288350-Reviews-Midway_Geyser_Basin-Yellowstone_National_Park_Wyoming.html",
            "https://www.tripadvisor.com/Attraction_Review-g60999-d3400613-Reviews-Hayden_Valley-Yellowstone_National_Park_Wyoming.html",
            "https://www.tripadvisor.com/Attraction_Review-g60999-d209770-Reviews-Biscuit_Basin-Yellowstone_National_Park_Wyoming.html",
            "https://www.tripadvisor.com/Attraction_Review-g60999-d126749-Reviews-Grand_Prismatic_Spring-Yellowstone_National_Park_Wyoming.html",
            "https://www.tripadvisor.com/Attraction_Review-g60999-d290467-Reviews-West_Thumb_Geyser_Basin-Yellowstone_National_Park_Wyoming.html",
            "https://www.tripadvisor.com/Attraction_Review-g60999-d774854-Reviews-Canyon_Visitor_Education_Center-Yellowstone_National_Park_Wyoming.html",
            "https://www.tripadvisor.com/Attraction_Review-g60999-d290438-Reviews-Canyon_Village_Area-Yellowstone_National_Park_Wyoming.html",
            "https://www.tripadvisor.com/Attraction_Review-g60999-d13454987-Reviews-Brink_of_the_Lower_Falls_Trail-Yellowstone_National_Park_Wyoming.html",
            "https://www.tripadvisor.com/Attraction_Review-g60999-d536178-Reviews-Seven_Mile_Hole_Trail-Yellowstone_National_Park_Wyoming.html",
            "https://www.tripadvisor.com/Attraction_Review-g60999-d21405803-Reviews-Silver_Cord_Cascade-Yellowstone_National_Park_Wyoming.html",
            "https://www.tripadvisor.com/Attraction_Review-g304554-d311664-Reviews-Elephanta_Caves-Mumbai_Maharashtra.html",
            "https://www.tripadvisor.com/Attraction_Review-g562796-d2283313-Reviews-Outletcity_Metzingen-Metzingen_Baden_Wurttemberg.html",
            "https://www.tripadvisor.com/Attraction_Review-g1940497-d3318469-Reviews-Qantab_Beach-Muscat_Muscat_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d7267919-Reviews-Monarch_Rooftop-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g147309-d2141115-Reviews-Rastafari_Indigenous_Village-Jamaica.html",
            "https://www.tripadvisor.com/Attraction_Review-g298182-d652994-Reviews-Edo_Wonderland_Nikko_Edomura-Nikko_Tochigi_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g44862-d6952756-Reviews-The_Fugitive_Beach-Rolla_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d15638485-Reviews-Bluewaters-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g293932-d7020794-Reviews-Casino_Shangri_La-Yerevan.html",
            "https://www.tripadvisor.com/Attraction_Review-g8537637-d13562678-Reviews-Johnson_Jakande_Tinubu_Park-Ikeja_Lagos_State.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g60999-d532065-Reviews-or10-Artist_Point-Yellowstone_National_Park_Wyoming.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g60999-d532065-Reviews-Artist_Point-Yellowstone_National_Park_Wyoming.html"
    },
    {
        "attraction_name": "Artist Point",
        "attraction_name_vi": "Điểm nghệ sĩ",
        "general_info": [
            "29 đánh giá",
            "2 trong số 4 điều cần làm ở Deming",
            "Những con đường mòn đi bộ đường dài"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Đường hẹp, không có lan can bảo vệ.  Vào một ngày quang đãng, quang cảnh rất đẹp nhưng đường đi thật đáng sợ nếu có sương mù.  Cẩn thận với sự thay đổi thời tiết.  Bãi đậu xe ở Artist Point ngày càng quá tải.  Có quá nhiều người trên đường mòn.  Không có cảm giác như đang hòa mình vào thiên nhiên.  Nhiều khách du lịch hơn.  Cơ sở vật chất hạn chế.  Tôi vui vì tôi đã làm điều đó một lần, nhưng sẽ không đi nữa.  Đọc thêm",
            "1. Có những nơi mọi người dừng lại trên đường đi và chặn đường theo nghĩa đen! Cần nhiều lượt người hơn để chụp ảnh. 2. Cơ sở vệ sinh thực sự kinh tởm. Tôi thấy một người phụ nữ thực sự nôn mửa khi cố gắng vào khu vực nhà vệ sinh ngoài trời được cung cấp..... quá ít, không đủ địa điểm cần nhiều hơn ở tất cả các khu vực đỗ xe và chúng cần được bảo trì tốt hơn. Họ có các công ty cung cấp dịch vụ nhà vệ sinh di động..... cần nhiều hơn và thay đổi thường xuyên hơn trong mùa cao điểm. 3. Không có nơi nào để ăn ngoại trừ một số địa điểm không nhất quán và đắt đỏ ở thị trấn nhỏ gần đó. Bạn có một nhà nghỉ trượt tuyết ở đó; thêm một nhà hàng chết tiệt và một xe bán đồ ăn nhanh. 4. Nước?!?! Đọc thêm",
            "Có, khi chúng tôi muốn ghé thăm vào Thứ Năm, 812, 1,8 dặm cuối cùng của con đường đến Artist Point đã bị đóng. TUY NHIÊN, bạn có thể đỗ xe tại Trung tâm Du khách Heather Meadows và đi theo Đường mòn Wild Goose đến Artist Point, đó là những gì chúng tôi đã làm .Con đường này dài 1,8 dặm và có tầm nhìn tuyệt vời.  Nó thực sự không khó lắm và đã cung cấp một con đường đến Artist Point.  Có một số cầu thang gỗ bạn phải đi lên nhưng không có gì quá tệ. Thực sự thì khá đông đúc khi chúng tôi đi lên lúc 8 giờ sáng ngày 812. Có rất nhiều người đi theo con đường này.Đọc thêm",
            "Thật buồn khi phần này bị đóng cửa vì làm đường. Có thể có những con đường mòn dẫn cha đi khắp nơi. Chúng tôi rất mong chờ khu vực này.Đọc thêm",
            "Chuyến đi bộ từ Hồ Bagley, tiếp tục đến Chain Lakes và Artist Point, có lẽ là chuyến đi bộ ngoạn mục nhất mà tôi từng thực hiện. Tuy nhiên, đã lâu rồi-- chúng tôi đã thấy mọi người bắt đầu ở Chain Lakes, điều mà chúng tôi có thể sẽ làm vào lần tới.  Nước hồ Tahoe tuyệt đẹp, trong xanh. Bạn đi qua những đồng cỏ băng giá, những khu vực đầy đá, gần như sa mạc, những con đường mòn rậm rạp cây cối và khung cảnh tuyệt vời của những ngọn núi. Những quả việt quất hoang dã bao phủ hầu hết con đường mòn. Tuyệt vời. Đọc thêm",
            "We went on August 4th, 2020 and the road  was still closed just before the top. There is an over flow lot that was open about 2 miles below the upperfinal parking lot that has outhouses and picnic tables.  There was still 4 to 5 feet of snow covering parts of the road way to the top so this is as far as you can go by car when the road is closed. You can hike a trail or walk the road the rest of the way from the over flow lot to the top. The road is winding and quite a bit longer distance than the hike and you will still have to walk over snow but it is an easier route because it is smooth and less steep. The snow was hard packed so you could walk right over top with out sinking in. We chose to hike the trail which is a shorter distance as it cuts up the mountain in a more straight path but is much more steep. I found it very difficult. The trail is visually well defined so its impossible to go the wrong way and there are some areas where its more smooth than others but a lot of it is extremely rocky with some primitive stairs cut into the rock here and there but it is STEEP all the way with very few level stretches or straight aways. Me, my husband and 2 teen daughters all had a few slips and stumbles and there were some areas of snow to transverse. I should say I am not a physically fit person per se so others who are more used to hiking would probably find it much easier than I did but I was exhausted by the time we got to the top which took us about an hour. We saw a lot of people with expensive hiking boots and shoes and poles but we and many others just had sneakers on so it is doable either way. We packed a back pack with sandwiches and water and found a spot on the rock face at the top to sit and eat lunch while enjoying the view. It was a hot day so sitting on the warm rocks surrounded by mounds of snow was very cool. If the road was open all the way to the top parking lot the walk to the peak would have been just a short few minute walk up a steep hill so if you feel you cannot do a long walk or hike try going when the road is fully open and you will still be able to enjoy this beautiful spot. Despite the physical difficulty it was well worth it and I would do it again. I have never been to a more beautiful place. Read more",
            "Chúng tôi đã cố gắng đến đây vào giữa tháng 6 nhưng con đường vừa qua Hồ Picture đã bị đóng. Dựa trên những đánh giá trước đó, có vẻ như thời điểm tốt nhất để đi là tháng 7. Chuyến đi đến thời điểm này thật tuyệt vời, không thể tưởng tượng được góc nhìn từ góc nhìn của nghệ sĩ sẽ tuyệt vời đến mức nào.Đọc thêm",
            "Những con đường mòn và quang cảnh đẹp. Đó là một ngày nhiều mây nhưng vẫn là một địa điểm tuyệt đẹp của Núi Shuskan. Dù đang là tháng 7 nhưng tuyết vẫn hiện diện ở bãi đậu xe. Rất muốn ghé thăm khu vực này một lần nữa.Đọc thêm",
            "Chúng tôi lái xe sớm từ khách sạn Burlington và đến nơi trong vòng hai giờ .. có rất nhiều tuyết ngay cả trong tháng 7, ngay cả khi bạn không đi bộ suốt chặng đường thì việc đi bộ xung quanh sẽ khiến bạn choáng váng !! Khung cảnh mê hoặc!Đọc thêm",
            "Artist Point là nơi chúng tôi luôn đưa đón du khách từ ngoài thị trấn vì chúng tôi may mắn sống gần đó. Núi Baker hùng vĩ tuyệt đẹp quanh năm, mặc dù chúng tôi thường ghé thăm vào mùa xuân, mùa hè và mùa thu. Một nơi tuyệt đẹp để đi bộ, tản bộ hoặc đơn giản là đi dã ngoại.Đọc thêm"
        ],
        "star_ratings": [
            23,
            2,
            2,
            1,
            1
        ],
        "review_amount": 29,
        "location": [
            "Điểm nghệ sĩ",
            "Hoa Kỳ",
            "Washington WA",
            "Những điều cần làm ở Deming",
            "Deming"
        ],
        "reviews_time": [
            "Written August 5, 2023",
            "Written September 27, 2021",
            "Written August 20, 2021",
            "Written August 4, 2021",
            "Written August 31, 2020",
            "Written August 12, 2020",
            "Written June 12, 2020",
            "Written January 9, 2020",
            "Written January 2, 2020",
            "Written December 30, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g58438-d12515289-Reviews-Artist_Point-Deming_Washington.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g58588-d18933988-Reviews-Joe_s_Fine_Coffee-Maple_Falls_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g58438-d15118975-Reviews-Heather_Meadows_Visitor_Center-Deming_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g28968-d208192-Reviews-Mount_Baker_Scenic_Byway-Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g58489-d146301-Reviews-Mt_Baker_Ski_Area-Glacier_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g58489-d6993904-Reviews-Glacier_Public_Service_Center-Glacier_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g58588-d12880506-Reviews-Silver_Lake_Park-Maple_Falls_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g58588-d27057782-Reviews-Maple_Creek_Park-Maple_Falls_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g58588-d27031181-Reviews-Maple_Falls_Park-Maple_Falls_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g58489-d26493420-Reviews-Hidden_Lake_Overlook-Glacier_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g58438-d12515289-Reviews-or10-Artist_Point-Deming_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g58438-d12515289-Reviews-or20-Artist_Point-Deming_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g58350-d208193-Reviews-Nooksack_Falls-Bellingham_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g58489-d17760741-Reviews-Luxury_Getaways-Glacier_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g58489-d7646190-Reviews-Glacier_Ski_Shop-Glacier_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g154927-d7272380-Reviews-Cultus_Lake_Provincial_Park-Chilliwack_British_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g2578381-d12865831-Reviews-Teapot_Hill-Cultus_Lake_British_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g154927-d7167312-Reviews-The_Seven_Sisters_Trail-Chilliwack_British_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58489-d145906-Reviews-Table_Mountain-Glacier_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g58489-d3505879-Reviews-Twin_Lakes-Glacier_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g304134-d3183957-Reviews-Turtle_Hatchery_Hikkaduwa-Hikkaduwa_Galle_District_Southern_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g55857-d109287-Reviews-Fort_Worth_Botanic_Garden-Fort_Worth_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g41802-d104761-Reviews-Heritage_Museums_Gardens-Sandwich_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g189158-d8089215-Reviews-Rua_Augusta-Lisbon_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g298123-d1196864-Reviews-Izu_Shaboten_Zoo-Ito_Shizuoka_Prefecture_Tokai_Chubu.html",
            "https://www.tripadvisor.com/Attraction_Review-g293936-d10117183-Reviews-Bangladesh_air_force_museum-Dhaka_City_Dhaka_Division.html",
            "https://www.tripadvisor.com/Attraction_Review-g297962-d3617489-Reviews-Antalium_Premium_Mall-Antalya_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g1202591-d2254080-Reviews-Spiaggia_di_Tuerredda-Teulada_Province_of_Cagliari_Sardinia.html",
            "https://www.tripadvisor.com/Attraction_Review-g43018-d277972-Reviews-Park_Point-Duluth_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g297884-d19176237-Reviews-MUSEUM_1-Busan.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g58438-d12515289-Reviews-or10-Artist_Point-Deming_Washington.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g58438-d12515289-Reviews-Artist_Point-Deming_Washington.html"
    }
]