[
    {
        "attraction_name": "Asia Exotica Indochina",
        "attraction_name_vi": "Châu Á Exotica Đông Dương",
        "general_info": [
            "174 đánh giá",
            "7 trên 606 Phương tiện giao thông ở Hà Nội",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan nhiều ngày",
            "Chuyến tham quan văn hóa",
            "Những chuyến du lịch thuyền",
            "Tour riêng",
            "Chuyến tham quan ẩm thực",
            "Chuyến tham quan đường sắt",
            "Cho thuê chuyến tham quan tự hướng dẫn",
            "Chuyến tham quan bằng xe buýt",
            "Chuyến tham quan bằng xe máy Vespa, xe tay ga",
            "Chuyến đi săn",
            "Taxi đưa đón",
            "Chuyến tham quan bằng xe đạp",
            "Những chuyến đi bộ",
            "Chuyến tham quan động vật hoang dã tự nhiên",
            "Chèo thuyền kayak"
        ],
        "attraction_summary": "Chúng tôi xuất sắc trong việc kết nối du khách với những cuộc gặp gỡ độc đáo nhất, cho dù đó là cuộc gặp gỡ tâm linh, khoảnh khắc kỳ quan thiên nhiên hay đơn giản là giúp họ khám phá thêm về lục địa tuyệt vời này hơn bao giờ hết. Sự hiểu biết sâu sắc và kiến ​​thức sâu rộng về Châu Á cho phép chúng tôi dấn thân sâu hơn vào các nền văn hóa ở đây hơn hầu hết các công ty quản lý điểm đến. Đọc thêm",
        "reviews": [
            "Trải nghiệm tuyệt vời với Asia Exótica. Ba hướng dẫn viên về chuyến tham quan, khách sạn, chuyến du ngoạn, mọi thứ đều hoàn hảo. 100 được giới thiệuHy vọng sớm gặp lại bạn.Đọc thêm",
            "Trải nghiệm của chúng tôi vô cùng đẹp đẽ. Hướng dẫn viên, người chofeurs và khách sạn xuất sắc. Và còn những trải nghiệm thú vị như lễ tiếp xúc và lễ phật ở chùa ở Siem Reap và cách cúng dường hoa và trái cây ở Hà Nội. Cảm ơn May, Hoan, Tim, Dim, Ho và Ron và tất cả các chofeurs. Tất cả họ đều cung cấp nhiều hơn một dịch vụ chuyên nghiệp, đó là một sự hỗ trợ tử tế và cá nhân. Chúng tôi đã đến thăm Siem Reap và hôm đó là sinh nhật của tôi 68 tuổi. Công ty Nata, Ron và khách sạn đã chuẩn bị những bất ngờ đầy tình cảm mà tôi sẽ không bao giờ quên. Điều tốt nhất cho công việc tương lai của bạn. Theo cách này.Đọc thêm",
            "55 saoMột hướng dẫn viên đặc biệt: RonTrải nghiệm của tôi ở Campuchia không chỉ được đánh dấu bằng vẻ đẹp của đất nước và sự hùng vĩ của những ngôi đền mà còn bởi sự đồng hành vô giá của hướng dẫn viên của chúng tôi, Ron. Kiến thức lịch sử sâu sắc của anh ấy về các tàn tích của Angkor Wat, Angkor Thom và Ta Prohm thực sự ấn tượng.Hơn cả một hướng dẫn viên, một người bạn:Ron không chỉ chia sẻ thông tin thực tế mà còn quyến rũ chúng tôi bằng những câu chuyện về trải nghiệm sống của chính anh ấy ở Campuchia. Sự ấm áp và nhiệt huyết của anh ấy dành cho đất nước mình đã khiến từng khoảnh khắc của chuyến đi trở nên đặc biệt hơn.Một hành trình bổ ích:Nhờ có Ron, chúng tôi không chỉ có thể đánh giá cao sự tráng lệ của các tàn tích mà còn hiểu rõ hơn về văn hóa và lịch sử của Campuchia. Niềm đam mê công việc và mong muốn chia sẻ kiến ​​thức của anh ấy với mọi người đã khiến chuyến đi của chúng tôi thực sự trở thành một trải nghiệm bổ ích.Khuyến nghị không có gì bảo lưu:Nếu bạn đang có kế hoạch đi du lịch đến Campuchia, tôi thực sự khuyên bạn nên yêu cầu dịch vụ hướng dẫn viên của Ron. Anh ấy không chỉ cung cấp cho bạn thông tin chính xác và chi tiết về các địa điểm khảo cổ mà còn khiến bạn cảm thấy như một người bạn được chào đón ở đất nước của anh ấy. Cảm ơn đặc biệt: Ron, cảm ơn bạn rất nhiều vì mọi thứ bạn đã làm để chuyến đi đến Campuchia của chúng tôi trở nên khó quên. Sự chuyên nghiệp, ấm áp và tử tế của bạn đã khiến trải nghiệm của chúng tôi thực sự độc đáo. Thông tin chi tiết bổ sung: Ron hiểu biết về lịch sử Campuchia và các ngôi đền mà chúng tôi đã đến thăm. Anh ấy có thể trả lời tất cả các câu hỏi của chúng tôi một cách rõ ràng và súc tích. Anh ấy thân thiện và chào đón và khiến chúng tôi cảm thấy thoải mái trong suốt chuyến đi. Anh ấy linh hoạt và dễ tính và sẵn sàng điều chỉnh hành trình để đáp ứng nhu cầu của chúng tôi. Đọc thêm",
            "Công ty rất tốt, tất cả các dịch vụ đều hoàn hảo, giao thông hoàn hảo, thời gian thực sự rất tốt, họ đã đợi chúng tôi ở mọi nơi họ nói với chúng tôi rằng họ không bao giờ muộn hơn 2 phút, khi chúng tôi đến sân bay, họ nhận cho chúng tôi một số quà tặng truyền thống, các khách sạn thật tuyệt vờiĐọc thêm",
            "Những ngôi đền thật tuyệt vời, đường phố, cửa hàng và nhà hàng rất sạch sẽ và đẹp đẽ, khách sạn Lotus Blanc của chúng tôi rất đẹp và giường rất thoải mái. Chúng tôi đã thuê Asia Exotica cho chuyến thăm của mình và chúng tôi có xe tải riêng, tài xế Chetra và hướng dẫn viên Ron, chúng tôi yêu họ! Ron đã có những lời giải thích tuyệt vời và dạy chúng tôi rất nhiều điều về văn hóa của họ. Anh ấy chắc chắn đã làm cho chuyến đi của chúng tôi trở nên tuyệt vời. P.S: Anh ấy biết tất cả những địa điểm chụp ảnh đẹp và có những địa điểm tuyệt vời. Tôi chắc chắn sẽ quay lại cùng bạn bè, gia đình hoặc như một chuyến đi lãng mạn. Đất nước tuyệt vời để ghé thăm, tôi hoàn toàn muốn giới thiệu.Đọc thêm",
            "Chúng tôi đã đi du lịch Châu Á cùng công ty Asia Exotica và được các hướng dẫn viên Thái Lan Bangkok - Ora và Paramee, Việt Nam Hà Nội - Ruan và Campuchia - Phally chăm sóc rất chu đáo và với các khách sạn chất lượng cao và có vị trí tốt. Đó chắc chắn là một lựa chọn tuyệt vời cho chuyến đi của chúng tôi.Đọc thêm",
            "Chúng tôi đã ở Siem Reap, với Hướng dẫn viên Rathana, người ngoài rất nhiều kiến ​​thức địa phương, đã hỗ trợ chúng tôi mọi mặt, luôn có thông tin chính xác và khách quan. Và luôn rất chu đáo và lịch sự. Tôi giới thiệu Hướng dẫn ở Siem Reap, Campuchia. Tất cả những điều này trong một chiếc xe rất thoải mái, với tài xế Rith, đến từ Exotic Asia, cũng rất thân thiện và hữu ích, luôn nở nụ cười, uống nước và khăn lạnh để giải tỏa cơn nóng! Cảm ơn họ rất nhiều.Đọc thêm",
            "Phally Lon là người hướng dẫn tốt nhất mà chúng tôi mong muốn. Anh ấy có kiến ​​thức sâu rộng về đất nước và văn hóa của mình và thực sự đam mê nghề nghiệp của mình. Anh ấy tốt bụng, lịch sự, cực kỳ chuyên nghiệp và chúng tôi luôn cảm thấy an toàn khi ở bên anh ấy. Tôi muốn mua một cuốn sách và một chiếc khăn lụa hoa sen và anh ấy đã ghé qua một hiệu sách và một cửa hàng thủ công địa phương để mua cả hai, và điều đó không nằm trong kế hoạch ban đầu của chúng tôi. Vì vậy, anh ấy thực sự chủ động và sẵn sàng giúp đỡ. Tài xế Phea của chúng tôi luôn đợi chúng tôi với một chiếc xe khách sạch sẽ, khăn tươi mát, nước và không khí thơm. Không thể mong muốn nhiều hơn nữa. Camboja là đất nước yêu thích của chúng tôi ở Đông Dương: những ngôi đền sạch sẽ, xinh đẹp, tráng lệ, con người siêu thân thiện, đồ ăn tuyệt vời và Srey Li, đại diện của chúng tôi ở Asia Exotic, đảm bảo mọi thứ được tổ chức cực kỳ tốt. Chúng tôi chắc chắn đề xuất Asia Exótica nhưng đừng quên yêu cầu Phally làm hướng dẫn viên du lịch cho bạn. Điều đó đã tạo nên sự khác biệt và tôi chắc chắn rằng bạn sẽ thích có anh ấy làm hướng dẫn viên du lịch cho mình! Anh ấy nói thông thạo tiếng Tây Ban Nha và tiếng Anh và cũng nói được tiếng Bồ Đào Nha, một ít tiếng Hàn và tiếng Nhật!!!!! Và anh ấy cũng là nhiếp ảnh gia cá nhân của chúng tôi: anh ấy đã chụp một bức ảnh ở Tree Temple và tôi sẽ in nó thật đẹp!Đọc thêm",
            "Tôi đã đến hơn 50 quốc gia và có kinh nghiệm làm việc với nhiều hướng dẫn viên du lịch. Nhưng đây là lần đầu tiên có một đội TUYỆT VỜI như vậy. Tôi yêu thích nhất các chuyến tham quan Hà Nội và Siem Reap, đặc biệt là những hướng dẫn viên tuyệt vời của chúng tôi: Dinh và Phally Lon. Cả hai đều đang đợi chúng tôi ở sân bay với hoa. Tôi ấn tượng với lòng tốt, kiến ​​thức, tính chuyên nghiệp của họ. Tôi đã giới thiệu chúng cho bạn bè và gia đình của mình và tôi chắc chắn sẽ giới thiệu chúng cho bất kỳ ai hỏi. Cơ quan Asia Exotica làm việc với sự quan tâm và chú ý đến từng chi tiết cao nhất và ngay cả khi chúng tôi gặp phải một số vấn đề nhỏ, họ vẫn giải quyết nó một cách hiệu quả và nhanh chóng. Tôi không gặp vấn đề gì với đồ ăn vì tôi là người ăn chay và tất cả các xe đều có máy lạnh, nước và khăn sạch. Những chiếc xe sẽ luôn chờ đợi chúng ta với hương thơm mát mẻ và không khí. Các tài xế của chúng tôi rất cẩn thận và tốt bụng, đặc biệt cảm ơn ông. Phea ở Siêm Riệp. Tôi muốn gửi lời cảm ơn tới Phally, anh ấy là người hướng dẫn tốt nhất mà tôi có cơ hội biết. Kiên nhẫn, tốt bụng và còn chụp những bức ảnh tuyệt vời cho chúng tôi: xin chúc mừng đội! Cũng xin cảm ơn Srey Li vì sự đón tiếp của cô ấy ở Camboja. Cô ấy đã giúp chúng tôi rất nhiều với kinh nghiệm của chúng tôi. Điều quan trọng nhất đối với tôi là sự an toàn và tôi luôn cảm thấy rất an toàn!Đọc thêm",
            "Sự tiếp nhận và chú ý tuyệt vời từ tất cả các phi hành đoàn! Chúng tôi đã có 3 ngày tuyệt vời với hướng dẫn viên Ron và tài xế Poly!Đọc thêm"
        ],
        "star_ratings": [
            170,
            4,
            0,
            0,
            0
        ],
        "review_amount": 174,
        "location": [
            "Châu Á Exotica Đông Dương",
            "Việt Nam",
            "Những điều cần làm ở Hà Nội",
            "Hà Nội",
            "Châu Á"
        ],
        "reviews_time": [
            "Written May 17, 2024",
            "Written May 4, 2024",
            "Written February 25, 2024",
            "Written February 15, 2024",
            "Written January 30, 2024",
            "Written January 7, 2024",
            "Written January 6, 2024",
            "Written December 17, 2023",
            "Written December 17, 2023",
            "Written December 16, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d25178358-Reviews-Asia_Exotica_Indochina-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25178358-Reviews-or10-Asia_Exotica_Indochina-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g47369-d109881-Reviews-City_Island-Bronx_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g488316-d3246650-Reviews-Jamaica_Zoo-Lacovia_Saint_Elizabeth_Parish_Jamaica.html",
            "https://www.tripadvisor.com/Attraction_Review-g47958-d3372446-Reviews-Ithaca_Falls_Natural_Area-Ithaca_Finger_Lakes_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g34901-d274228-Reviews-Sky_Valley_Resort-Dillard_Rabun_County_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60880-d633464-Reviews-Chilkoot_Charlie_s-Anchorage_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g1007309-d6881585-Reviews-Massimo_Cocktail_Bar-Korcula_Town_Korcula_Island_Dubrovnik_Neretva_County_Dalmat.html",
            "https://www.tripadvisor.com/Attraction_Review-g47182-d271207-Reviews-Bottomless_Lakes_State_Park-Roswell_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g56723-d12031983-Reviews-Smart_Financial_Centre-Sugar_Land_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d592506-Reviews-Insadong-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g188098-d531608-Reviews-Gornergrat-Zermatt_Canton_of_Valais_Swiss_Alps.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d25178358-Reviews-or10-Asia_Exotica_Indochina-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d25178358-Reviews-Asia_Exotica_Indochina-Hanoi.html"
    },
    {
        "attraction_name": "Asia Exotica Indochina",
        "attraction_name_vi": "Châu Á Exotica Đông Dương",
        "general_info": [
            "174 đánh giá",
            "7 trên 606 Phương tiện giao thông ở Hà Nội",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan nhiều ngày",
            "Tour du lịch văn hóa",
            "Những chuyến du lịch thuyền",
            "Tour riêng",
            "Chuyến tham quan ẩm thực",
            "Chuyến tham quan đường sắt",
            "Cho thuê chuyến tham quan tự hướng dẫn",
            "Tour xe buýt",
            "Chuyến tham quan bằng xe máy Vespa, xe tay ga",
            "Safaris",
            "Taxi đưa đón",
            "Chuyến tham quan bằng xe đạp",
            "Những chuyến đi bộ",
            "Chuyến tham quan động vật hoang dã tự nhiên",
            "Chèo thuyền kayak"
        ],
        "attraction_summary": "Chúng tôi xuất sắc trong việc kết nối du khách với những cuộc gặp gỡ độc đáo nhất, cho dù đó là cuộc gặp gỡ tâm linh, khoảnh khắc kỳ quan thiên nhiên hay đơn giản là giúp họ khám phá thêm về lục địa tuyệt vời này hơn bao giờ hết. Sự hiểu biết sâu sắc và kiến ​​thức sâu rộng về Châu Á cho phép chúng tôi dấn thân sâu hơn vào các nền văn hóa ở đây hơn hầu hết các công ty quản lý điểm đến. Đọc thêm",
        "reviews": [
            "Phally là hướng dẫn viên của chúng tôi trong chuyến lưu diễn ở Campuchia. Chúng tôi đã có một trải nghiệm tuyệt vời khi đến thăm những ngôi đền quan trọng nhất của Siem Rep với sự hướng dẫn của anh ấy và ông Chetra chở chúng tôi đi khắp thành phố. Phally đã chia sẻ tất cả thông tin thú vị về văn hóa và tôn giáo của các ngôi chùa ở Campuchia, chúng tôi thực sự khuyên bạn nên tham gia chuyến tham quan vì việc hiểu từng ngôi chùa và lịch sử của nó rất hữu ích. Đọc thêm",
            "Chúng tôi đến Hội An để hưởng tuần trăng mật và chúng tôi yêu thích nó. Hằng đến từ Châu Á kỳ lạ đã chào đón chúng tôi một cách tốt nhất. Cô ấy đã chia sẻ với chúng tôi kiến ​​thức về Việt Nam giúp chúng tôi hiểu rõ hơn về thành phố và văn hóa. Cô ấy cũng chia sẻ thông tin có giá trị cho chúng tôi để biết rõ hơn những gì sẽ xảy ra và cách tham quan thành phố.Đọc thêm",
            "Chúng tôi rất thích trải nghiệm này, những ngôi đền đẹp và đồ ăn tuyệt vời! Mọi thứ đều tuyệt vời! Lái xe và hướng dẫn viên của chúng tôi rất hữu ích và lịch sự! Cảm ơn Asia Exotica vì dịch vụ tuyệt vời! Đọc thêm",
            "Hướng dẫn viên của chúng tôi Sophat là chìa khóa để có một trải nghiệm thực sự tốt Nơi tuyệt vời Angkor wat là nơi phải đến Sự chú ý của tài xế Poly của chúng tôi cũng rất xuất sắc. Đọc thêm",
            "Chúng tôi đến Camboya để hưởng tuần trăng mật và đơn giản là chúng tôi yêu thích nó. Hướng dẫn riêng của chúng tôi, ông Phally là người giỏi nhất! Anh ấy biết những địa điểm chụp ảnh đẹp nhất và đưa chúng tôi đến những nơi tuyệt vời nhất. Anh ấy đã vượt lên trên tất cả để đảm bảo mọi thứ đều đúng và rất am hiểu về lịch sử các ngôi chùa cũng như tín ngưỡng Phật giáo mà anh ấy đã giải thích cho chúng tôi. Chuyến đi của chúng tôi sẽ không giống nhau nếu không có anh ấy. Ngoài ra, tài xế Phea của chúng tôi rất lịch sự và chuẩn bị tốt, đưa cho chúng tôi chai nước và khăn tắm mới giữa các ngôi đền, điều này rất quan trọng vì trời nóng. Angkor Wat và Ta Prohm là những địa điểm đẹp mà mọi người nên ghé thăm ít nhất một lần trong đời. Và nếu bạn đến Camboya, quyết định đúng đắn nhất bạn có thể đưa ra là đi cùng Asia Exotica và Mr. Phally và Mr.Pea.Đọc thêm",
            "Tôi nghĩ chuyến tham quan rất tuyệt vời và những gì chúng tôi có thể thấy thật đáng kinh ngạc. Tôi chắc chắn chúng tôi sẽ trở lại đây một ngày nào đó. Rất cám ơn AsiaExoticaIndochina vì một trải nghiệm thú vị như vậy. cảm ơn bạn rất nhiều vì rất nhiều.Đọc thêm",
            "Trải nghiệm tuyệt vời và sáng tạo! Mọi người đều nên biết đến nơi này, rất thư giãn và không theo thói quen. Mọi người rất tử tế. Đọc thêm",
            "Chúng tôi đến Campuchia vào tháng 11 năm 2023, chúng tôi ở Siem Reap với hướng dẫn viên Rathana và tài xế Rith từ công ty Asia Exotica. Chúng tôi đã thấy những địa điểm đẹp và nhận được thông tin tuyệt vời về bối cảnh lịch sử và tin tức địa phương. Chúng tôi đề cao lòng tốt và tính chuyên nghiệp của nhân viên. chúng tôi khuyên bạn nên dùng nó mà không nghi ngờ gìĐọc thêm",
            "Hướng dẫn viên và Tour tuyệt vời, chương trình được thiết kế rất tốt, 3 ngôi đền trong một ngày. Họ rất đáng tin cậy, kênh truyền thông tuyệt vời, đúng giờ và chất lượng cao trong vận chuyển và Nhà hàng. Hướng dẫn viên của chúng tôi là ky Rathana Ca, anh ấy phục vụ xuất sắc, hiểu biết và tình yêu dành cho những gì anh ấy làm, chúng tôi đánh giá cao công ty này, chúng tôi đã ký hợp đồng với họ thông qua Công ty du lịch Colombia của chúng tôi và đó là một quyết định sáng suốt. Đọc thêm",
            "Chuyến đi này thật đáng kinh ngạc và tuyệt vời. Chúng tôi đã rất thích thú với hướng dẫn của chúng tôi Rathana. Anh ấy giải thích cho chúng tôi rất nhiều điều về Campuchia và anh ấy giới thiệu cho chúng tôi nhiều nơi để đi. Những ngày này thật sự rất tuyệt vời và không thể có được nếu không có người chofer Kong của chúng tôi. Cảm ơn cả hai người và toàn thể đội ngũ Asia Exotica.Đọc thêm"
        ],
        "star_ratings": [
            170,
            4,
            0,
            0,
            0
        ],
        "review_amount": 174,
        "location": [
            "Châu Á Exotica Đông Dương",
            "Việt Nam",
            "Những điều cần làm ở Hà Nội",
            "Hà Nội",
            "Châu Á"
        ],
        "reviews_time": [
            "Written December 13, 2023",
            "Written December 12, 2023",
            "Written December 9, 2023",
            "Written December 8, 2023",
            "Written December 6, 2023",
            "Written November 30, 2023",
            "Written November 25, 2023",
            "Written November 20, 2023",
            "Written November 20, 2023",
            "Written November 10, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d25178358-Reviews-or10-Asia_Exotica_Indochina-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25178358-Reviews-Asia_Exotica_Indochina-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25178358-Reviews-or20-Asia_Exotica_Indochina-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g56003-d15204206-Reviews-Rooftop_Cinema_Club-Houston_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d105363-Reviews-Twin_Peaks-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g227884-d10209661-Reviews-Lindos_By_Night-Lindos_Rhodes_Dodecanese_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g294207-d9884832-Reviews-Sarit-Nairobi.html",
            "https://www.tripadvisor.com/Attraction_Review-g2156349-d279044-Reviews-North_Jetty_Beach-Casey_Key_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g189158-d195106-Reviews-Calouste_Gulbenkian_Museum-Lisbon_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g42094-d4732463-Reviews-Hagar_Park-Coloma_Berrien_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g155988-d103184-Reviews-Point_Bonita_Lighthouse-Marin_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g312737-d24972694-Reviews-Babadag_Cable_Car-Oludeniz_Mugla_Province_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g14782503-d379335-Reviews-Yogyakarta_Palace-Yogyakarta_Yogyakarta_Region_Java.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d25178358-Reviews-or20-Asia_Exotica_Indochina-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d25178358-Reviews-or10-Asia_Exotica_Indochina-Hanoi.html"
    },
    {
        "attraction_name": "Asia Exotica Indochina",
        "attraction_name_vi": "Châu Á Exotica Đông Dương",
        "general_info": [
            "174 đánh giá",
            "7 trên 606 Phương tiện giao thông ở Hà Nội",
            "Tham quan thành phốChuyến tham quan nhiều ngàyChuyến tham quan văn hóaChuyến tham quan bằng thuyềnChuyến tham quan tư nhânChuyến tham quan ẩm thựcChuyến tham quan đường sắtChuyến tham quan tự hướng dẫnCho thuê chuyến tham quan bằng xe buýtChuyến tham quan bằng xe máyVespa, xe máy SafariChuyến tham quan bằng taxiChuyến tham quan bằng xe đạpChuyến tham quan đi bộChuyến tham quan động vật hoang dã tự nhiênChèo thuyền kayak",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan nhiều ngày",
            "Chuyến tham quan văn hóa",
            "Những chuyến du lịch thuyền",
            "Tour riêng",
            "Chuyến tham quan ẩm thực",
            "Chuyến tham quan đường sắt",
            "Thuê Tour Du Lịch Tự Hướng Dẫn",
            "Tour xe buýt",
            "Chuyến tham quan bằng xe máy Vespa, xe tay ga",
            "Safaris",
            "Taxi đưa đón",
            "Chuyến tham quan bằng xe đạp",
            "Những chuyến đi bộ",
            "Chuyến tham quan động vật hoang dã tự nhiên",
            "Chèo thuyền kayak"
        ],
        "attraction_summary": "Chúng tôi xuất sắc trong việc kết nối du khách với những cuộc gặp gỡ độc đáo nhất, cho dù đó là cuộc gặp gỡ tâm linh, khoảnh khắc kỳ quan thiên nhiên hay đơn giản là giúp họ khám phá thêm về lục địa tuyệt vời này hơn bao giờ hết. Sự hiểu biết sâu sắc và kiến ​​thức sâu rộng về Châu Á cho phép chúng tôi dấn thân sâu hơn vào các nền văn hóa ở đây hơn hầu hết các công ty quản lý điểm đến. Đọc thêm",
        "reviews": [
            "Ở tuyệt vời. Các nhân viên rất xuất sắc và rất tử tế với chúng tôi. Al hứa de là sự thật! và chúng tôi tin tưởng thom ngay từ đầuĐọc thêm",
            "Angkor ở Siem Reap chắc chắn là một địa điểm tuyệt đẹp mà bạn không nên bỏ lỡ. Ngoài ra, nếu hướng dẫn của bạn là Pol Sophall SOM thì trải nghiệm sẽ rất tuyệt vời. Kiến thức phong phú, niềm vui, biết giải thích và tốc độ, sự nhanh nhẹn để giải quyết nếu có vấn đề phát sinh. Thông thạo ít nhất tiếng Tây Ban Nha và tiếng Anh.Đọc thêm",
            "Tôi tạm biệt Campuchia và cảm ơn Rathana và Buna vì sự quan tâm và chi tiết của họ dành cho chúng tôi từ đây tôi có nhiều trải nghiệm và kỷ niệm mà tôi mong muốn tất cả những ai có thể có cơ hội sốngĐọc thêm",
            "Tôi thực sự yêu thích trải nghiệm ở Campuchia, sự chú ý của Rathana và Buna thật tuyệt vời. Họ đặc biệt chu đáo, có trách nhiệm, luôn quan tâm chăm sóc chúng tôi. Tôi cảm ơn bạn rất nhiều vì đã quan tâm và tôi thực sự khuyên bạn nên đến Campuchia và sử dụng dịch vụ của mình. Cảm ơn bạn rất nhiều.Đọc thêm",
            "Đó là trải nghiệm tuyệt vời nhất và chuyến tham quan tuyệt vời nhất Sam hướng dẫn viên du lịch của chúng tôi thật tuyệt vời và chúng tôi yêu thích nó Đọc thêm",
            "Thật vui khi biết đến một đất nước tuyệt vời như Campuchia, lịch sử, con người, văn hóa, món ăn ngon, những địa điểm huyền diệu tràn đầy năng lượng, cảm ơn Phally vì sự đồng hành của anh ấy, vì đã cho chúng tôi thấy đất nước của anh ấy với rất nhiều tình yêu và lòng tốt, một điều không thể so sánh được. hướng dẫn và cảm ơn người đã vận chuyển chúng tôi và hỗ trợ chúng tôi trong tất cả các chuyến tham quan, Thouen. Lòng biết ơn vô hạn đối với hai sinh vật tuyệt vời này, cảm ơn cảm ơn cảm ơn Phally và Thouen.Đọc thêm",
            "Nhân viên của Asia Exoticas được phân công đến với chúng tôi, Rosana và Hang ở Việt Nam và Ron ở Campuchia, đơn giản là tử tế, thân thiện và hiểu biết về Văn hóa của đất nước họ. Họ đã biến trải nghiệm của chúng tôi trở thành một trong những trải nghiệm đáng kinh ngạc và đáng nhớ nhất! Cảm ơn bạn rất nhiều Đọc thêm",
            "Tour du lịch 4 ngày tuyệt vời ở Campuchia. Cảm ơn đội ngũ tuyệt vời Phally và Poly đã tham dự cùng chúng tôi, giới thiệu đất nước xinh đẹp của họ và tham dự cùng chúng tôi trong suốt thời gian lưu trú. Thực sự đánh giá cao.Đọc thêm",
            "Tôi rất biết ơn chuyến đi thật tuyệt vời, hướng dẫn viên Phally Lon và tài xế Phea rất lịch sự và vui tính. Tôi thực sự thích Đọc thêm",
            "Trải nghiệm thật tuyệt vời, The Guide Phally Lon, là điều tuyệt vời nhất, những ngôi đền, quang cảnh và mọi thứ đều tuyệt vờiĐọc thêm"
        ],
        "star_ratings": [
            170,
            4,
            0,
            0,
            0
        ],
        "review_amount": 174,
        "location": [],
        "reviews_time": [
            "Written October 16, 2023",
            "Written October 10, 2023",
            "Written October 8, 2023",
            "Written October 8, 2023",
            "Written October 5, 2023",
            "Written October 4, 2023",
            "Written October 3, 2023",
            "Written October 3, 2023",
            "Written September 29, 2023",
            "Written September 29, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d25178358-Reviews-or20-Asia_Exotica_Indochina-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25178358-Reviews-or10-Asia_Exotica_Indochina-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25178358-Reviews-or30-Asia_Exotica_Indochina-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25178358-Reviews-Asia_Exotica_Indochina-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g29220-d2648746-Reviews-La_Perouse_Bay-Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g2437733-d17599847-Reviews-Afadjato_Mount_Afadjato-Volta_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g59476-d2263077-Reviews-Spruce_Knob-Riverton_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d190527-Reviews-Pergamonmuseum-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g297695-d21270785-Reviews-Suwat_Waterfall-Gianyar_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d13319724-Reviews-Mangwon_Market-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g41790-d106623-Reviews-Halibut_Point_State_Park-Rockport_Cape_Ann_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g150770-d153903-Reviews-La_Bufadora-Ensenada_Ensenada_Municipality_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g51863-d566961-Reviews-Blue_Lake_Regional_Park-Fairview_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g33045-d104227-Reviews-Santa_Barbara_Botanic_Garden-Santa_Barbara_California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d25178358-Reviews-or30-Asia_Exotica_Indochina-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d25178358-Reviews-or20-Asia_Exotica_Indochina-Hanoi.html"
    }
]