[
    {
        "attraction_name": "Asia Tour Advisor",
        "attraction_name_vi": "Cố vấn du lịch Châu Á",
        "general_info": [
            "849 đánh giá",
            "- 50 trên 531 Đồ Ăn - Đồ Uống ở Hà Nội",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan văn hóa",
            "Chuyến tham quan lịch sử - di sản",
            "Tour riêng",
            "Chuyến tham quan ẩm thực"
        ],
        "attraction_summary": "AsiaTourAdvisor cung cấp một trong những trải nghiệm du lịch tốt nhất ở Đông Nam Á. Chúng tôi cung cấp giá cả phải chăng và các tour du lịch được lên kế hoạch tốt với hướng dẫn viên thân thiện và giàu kinh nghiệm. Chúng tôi - cam kết luôn mang đến cho du khách trải nghiệm tuyệt vời. Và chúng tôi làm điều đó bằng cách tuân theo những giá trị cốt lõiĐọc thêm",
        "reviews": [
            "Chồng tôi và tôi cùng bạn bè đến Việt Nam và Campuchia thông qua Asia Tour Advisor mà chúng tôi quen biết qua bạn bè. Ông Hồng Lương đã thực hiện chuyến du lịch 18 ngày cho chúng tôi đi du lịch Hà Nội, Huế, Hội An, Châu Đốc, Phnom Penh và Siem Reap. Chuyến tham quan được tổ chức tốt ngay cả các chuyến bay nội địa. Anh ấy đã vượt lên trên tất cả để làm cho kỳ nghỉ của chúng tôi trở nên đáng nhớ. Các hướng dẫn viên ông Bung, ông Thơ, bà Nguyệt, ông Barra và ông Vuthy đều rất xuất sắc và luôn sẵn lòng giúp đỡ. Cảm ơn các tài xế, đặc biệt là anh Kong ở Siem Reap, người luôn mang khăn mặt ướt cho chúng tôi khi chúng tôi lên xe buýt nhỏ. Cảm ơn anh Lương và Cố vấn Du lịch Châu Á, những người đã vô cùng hữu ích và đáp ứng mọi nhu cầu của chúng tôi trước và trong chuyến tham quan. Tôi đặc biệt giới thiệu Asia Tour Advisor cho bất kỳ ai.Đọc thêm",
            "Gần đây chúng tôi đã thực hiện chuyến du lịch Châu Á - khởi hành từ thành phố Hồ Chí Minh đi qua Việt Nam và sau đó đến Angkor Wat ở Campuchia. Nhân viên liên lạc của Asia Tour, cô Xuân đã tổ chức một chuyến đi cá nhân hóa cho gia đình năm người của tôi. Cô ấy hoàn toàn cởi mở với những gợi ý và nhu cầu cụ thể do chính tôi bày tỏ. Chuyến đi bao gồm 4 lần chuyển máy bay và nhiều chuyến tham quan trong 16 ngày. Mọi thứ diễn ra dễ dàng, ô tô luôn chạy, tài xế chu đáo, có năng lực và hướng dẫn viên du lịch nói tiếng Anh xuất sắc và sẵn sàng điều chỉnh trong suốt chuyến đi.  Chi phí rất cạnh tranh mà không ảnh hưởng đến chất lượng dịch vụ hoặc khách sạn. Tất cả chúng tôi đều rất muốn giới thiệu công ty này khi đi du lịch tại Việt NamĐọc thêm",
            "Kính gửi Ad Ad Tacken,\n\nCảm ơn bạn đã chia sẻ đánh giá của mình về - Asia tour Advisor - bạn vừa đón, khởi hành từ TP.HCM và đi du lịch qua Việt Nam và Campuchia. Có vẻ như bạn đã có trải nghiệm tuyệt vời với công ty du lịch và rất khuyến khích họ đi du lịch tại Việt Nam.\n\nCô Xuân, nhân viên liên lạc của công ty du lịch, đã tổ chức một hành trình cá nhân hóa cho gia đình 5 người của bạn. Cô ấy sẵn sàng đón nhận những gợi ý cũng như nhu cầu cụ thể mà bạn bày tỏ, và chuyến đi bao gồm 4 lần chuyển máy bay và nhiều chuyến tham quan trong 16 ngày. Bạn đã đề cập rằng mọi thứ diễn ra dễ dàng, xe luôn đúng giờ, tài xế chu đáo và có năng lực cũng như hướng dẫn viên du lịch nói tiếng Anh xuất sắc và sẵn sàng điều chỉnh trong suốt chuyến đi. Chi phí của tour cạnh tranh mà không ảnh hưởng đến chất lượng khách sạn hoặc dịch vụ \n.\nThật tuyệt khi biết rằng bạn đã có trải nghiệm tích cực với công ty du lịch và rất thích thời gian khám phá Việt Nam và Campuchia. Cảm ơn bạn đã chia sẻ đề xuất của bạn!\n\nNếu bạn có thêm bất kỳ câu hỏi nào hoặc cần hỗ trợ thêm, vui lòng hỏi.\n\nTrân trọng, Cố vấn du lịch Châu ÁĐọc thêm",
            "Biết đến Mr Hong từ Asia Tour Advisor thông qua bạn bè. Cùng ngày tôi liên lạc với anh ấy, anh ấy đã trả lời. Hành trình mà anh ấy đề xuất cho chuyến du lịch 18 ngày tới Việt Nam và Campuchia rất chi tiết và chính xác. Mọi thay đổi chúng tôi yêu cầu đều được thực hiện mà không có bất kỳ phiền phức nào, kể cả việc thay đổi khách sạn, v.v. Các hướng dẫn mà chúng tôi đã có thông qua anh Hồng, anh Bằng ở Hà Nội, anh Thơ ở Huế, cô Nguyệt ở Thành phố Hồ Chí Minh, ông Barra ở Phnom Penh và ông Vyuthi ở Siem Reap đều là những người đặc biệt, hiểu biết và có sức chứa. Các phương tiện rất thoải mái và tài xế cẩn thận và chu đáo. Các khách sạn rất đặc biệt và đồ ăn rất ngon, các hoạt động được đưa vào rất thú vị và mang tính giáo dục. Tất cả chúng tôi đã có khoảng thời gian tuyệt vời trong chuyến tham quan và giới thiệu ông Hong và Cố vấn du lịch châu Á cho mọi người. Giá trị đồng tiền thật đặc biệt.Đọc thêm",
            "Sam D thân mến,\n\nCảm ơn bạn rất nhiều vì đã dành thời gian chia sẻ trải nghiệm tuyệt vời của mình với Cố vấn Du lịch Châu Á và đặc biệt là anh Hồng. Chuyến du lịch 18 ngày xuyên Việt Nam và Campuchia rõ ràng đã để lại ấn tượng mạnh mẽ, tích cực đối với anh và những người bạn đồng hành.\n\nLời khen ngợi của bạn đối với phản hồi nhanh chóng của anh Hồng và lộ trình chi tiết, chính xác mà anh ấy đã soạn cho bạn là minh chứng cho sự chuyên nghiệp của anh ấy. Sự linh hoạt của anh ấy trong việc đáp ứng các yêu cầu của bạn, bao gồm cả những thay đổi về khách sạn, nổi bật như một khía cạnh quan trọng khiến bạn hài lòng.\n\nBạn cũng đã nêu bật chất lượng của hướng dẫn viên tại Hà Nội, Huế, Thành phố Hồ Chí Minh, Phnom Penh và Siem Reap. Kiến thức, dịch vụ đặc biệt và sự sẵn lòng đáp ứng mọi nhu cầu của họ được đánh giá cao rõ ràng.\n\nSự thoải mái khi di chuyển, thái độ cẩn thận và chu đáo của tài xế cũng như chỗ ở và ẩm thực tuyệt vời đều góp phần mang lại hành trình thú vị cho bạn.\n\nBạn - đã đề cập đến việc chuyến tham quan vừa thú vị vừa mang tính giáo dục như thế nào, một sự cân bằng không phải lúc nào cũng dễ dàng đạt được. Điều này, cùng với sự đánh giá cao của bạn về ông Hong và Cố vấn Du lịch Châu Á, cũng như nhận xét của bạn rằng giá trị đồng tiền của bạn là đặc biệt, đã hoàn thành một đánh giá sáng giá về trải nghiệm du lịch của bạn.\n\nMột lần nữa xin cảm ơn bạn đã giới thiệu Mr. Hong và Cố vấn du lịch Châu Á. Thật tuyệt vời khi biết rằng bạn đã có một chuyến tham quan đáng nhớ và đánh giá của bạn chắc chắn sẽ khuyến khích những người khác cân nhắc dịch vụ này cho chuyến phiêu lưu của riêng họ. Nếu bạn cần hỗ trợ thêm hoặc có thêm câu chuyện để chia sẻ, chúng tôi sẵn sàng lắng nghe!\n\nTrân trọng kính chào,\nCố vấn du lịch Châu ÁĐọc thêm",
            "Dịch vụ tuyệt vời. Xuân rất hữu ích và kiên nhẫn trong giai đoạn lập kế hoạch và luôn có thể liên lạc được khi chúng tôi ở Việt Nam. Mọi thứ diễn ra rất suôn sẻ trong chuyến đi và tôi sẽ không ngần ngại giới thiệu họ khi lên kế hoạch cho chuyến đi đến Châu Á. Tôi chắc chắn sẽ sử dụng chúng một lần nữa.Đọc thêm",
            "Dear Judith g,\nWe hope this letter finds you in good health and high spirits. We am writing to express our heartfelt gratitudes for your kind words and glowing review of our services. Your feedback means the world to us, and we are thrilled to hear that you had a fantastic experience with us.\n\nXuan, our dedicated team member, was overjoyed to read your comments about her exceptional assistance and patience during the planning phase. We take great pride in providing personalized and attentive service to our valued clients, and it brings us immense joy to know that Xuan - s efforts made a positive impact on your trip.\n\nWe are delighted to learn that everything ran smoothly during your time in Vietnam. Ensuring a seamless and enjoyable experience for our clients is our top priority, and your satisfaction is a testament to the hard work and dedication of our entire team.\n\nThank you for your generous recommendation. It means a lot to us that you would not hesitate to recommend our services to others planning a trip to Asia. We strive to create unforgettable travel experiences, and your endorsement reaffirms that we are on the right track.\n\nWe genuinely appreciate your trust in us and are honored that you would choose us again for your future travel needs. Rest assured that we will continue to go above and beyond to exceed your expectations on every occasion.\n\nOnce again, thank you for taking the time to share your positive experience. We are truly grateful for your support and look forward to welcoming you back for another memorable journey in the near future.\n\nWarmest regards,\nAsia Tour AdvisorRead more",
            "Hôm nay là ngày cuối cùng trong chuyến đi 3 tuần Việt Nam - Campuchia của tôi. Đó là một trải nghiệm tuyệt vời nhờ một hành trình tuyệt vời do cô Xuân biên soạn. Cô ấy xem xét từng chi tiết nhỏ nhất của chuyến đi và mong muốn của tôi, trả lời email và tin nhắn của tôi không chút chậm trễ, rất chuyên nghiệp trong mọi giao tiếp của chúng tôi. Tôi sẽ giới thiệu AsiaTourAdvisor cho những ai đang cân nhắc việc đến thăm Việt Nam. Cảm ơn bạn rất nhiều vì đã giúp tôi tạo ra những kỷ niệm khó quên! Tôi chúc công ty của bạn và cô Xuân một tương lai thịnh vượng!Đọc thêm",
            "Karine G thân mến,\n\nCảm ơn bạn chân thành vì đánh giá tuyệt vời của bạn! Chúng tôi rất vui mừng khi biết rằng chuyến đi 3 tuần tới Việt Nam - Campuchia của bạn là một trải nghiệm tuyệt vời, tất cả là nhờ vào hành trình tuyệt vời do cô Xuân biên soạn.\n\nTại AsiaTourAdvisor, chúng tôi tự hào về sự chú ý đến từng chi tiết và cam kết đáp ứng mong muốn của khách hàng. Thật tuyệt vời khi biết rằng sự chuyên nghiệp và phản ứng nhanh của cô Xuân đã đồng hành cùng bạn trong suốt hành trình. Đề xuất của bạn được đánh giá rất cao và chúng tôi rất vinh dự được góp phần tạo ra những kỷ niệm khó quên cho bạn.\n\nChúng tôi thực sự đánh giá cao những lời chúc tốt đẹp của bạn dành cho công ty chúng tôi và cho cô Xuân. Hãy yên tâm, chúng tôi sẽ tiếp tục phấn đấu để cung cấp dịch vụ đặc biệt và những trải nghiệm đáng nhớ cho tất cả khách hàng của mình.\n\nMột lần nữa, cảm ơn bạn đã lựa chọn AsiaTourAdvisor. Chúng tôi hy vọng sẽ được hân hạnh chào đón bạn quay trở lại trong tương lai.\n\nTrân trọng kính chào,\nCố vấn du lịch Châu ÁĐọc thêm",
            "Chúng tôi đã có 2 tuần tuyệt vời ở Việt Nam và mọi thứ đều diễn ra suôn sẻ. Xin chân thành cảm ơn Hong từ Cố vấn Du lịch Châu Á, người đã vô cùng hữu ích và đáp ứng mọi nhu cầu của chúng tôi trước và trong chuyến tham quan. Tôi rất muốn giới thiệu công ty này khi đi du lịch đến Việt Nam.Đọc thêm",
            "Kính gửi Cicor27,\n\nCảm ơn bạn đã đánh giá rực rỡ của bạn! Chúng tôi rất vui mừng khi biết rằng bạn đã có hai tuần tuyệt vời ở Việt Nam và mọi việc diễn ra suôn sẻ trong chuyến lưu diễn của bạn.\n\nChúng tôi đánh giá rất cao những lời tốt đẹp của bạn dành cho Hong từ Cố vấn Du lịch Châu Á. Cung cấp dịch vụ đặc biệt và đáp ứng mọi nhu cầu của khách là ưu tiên hàng đầu của chúng tôi và chúng tôi rất vui vì Hồng đã vượt quá sự mong đợi của bạn.\n\nĐề xuất của bạn có ý nghĩa rất lớn đối với chúng tôi và chúng tôi - rất vinh dự khi nhận được sự tin tưởng của bạn. Nếu bạn muốn khám phá nhiều điểm đến hơn hoặc quay trở lại Việt Nam trong tương lai, chúng tôi rất vui được hỗ trợ bạn một lần nữa.\n\nTrân trọng,\nCố vấn du lịch Châu ÁĐọc thêm",
            "Chúng tôi đã tìm thấy một số công ty du lịch thông qua Google và gửi email nhưng quyết định chọn Asia Tour Advisor. Hồng rất nhiệt tình và đưa ra những gợi ý hữu ích để giúp chúng tôi tổ chức chuyến du lịch riêng hoàn hảo cho chúng tôi. Chúng tôi bay đến Hồ Chí Minh và thăm Hội An, Huế và Hà Nội. Hong đã sẵn sàng phục vụ chúng tôi trong 2 tuần lưu trú và thường xuyên kiểm tra với chúng tôi để đảm bảo rằng mọi thứ đều ổn. Chúng tôi đã gửi cho anh ấy một vài tin nhắn WhatsApp khi ở Việt Nam và Hong luôn phản hồi nhanh chóng. Tài xế và hướng dẫn viên du lịch của chúng tôi rất đặc biệt. Một đề cập đặc biệt đến Long ở Hồ Chí Minh! Chúng tôi đã có khoảng thời gian tuyệt vời và chắc chắn sẽ giới thiệu Cố vấn Du lịch Châu Á.Đọc thêm",
            "Alan thân mến,\n\nCảm ơn bạn đã đánh giá tuyệt vời của bạn! Chúng tôi rất vui mừng khi biết rằng bạn đã có khoảng thời gian tuyệt vời trong chuyến du lịch riêng với Asia Tour Advisor.\n\nHồng thực sự là một thành viên có giá trị trong nhóm của chúng tôi và chúng tôi rất vui vì khả năng phản hồi và đề xuất hữu ích của anh ấy đã góp phần tổ chức chuyến tham quan hoàn hảo cho bạn. Ưu tiên hàng đầu của chúng tôi là đảm bảo rằng khách hàng có được trải nghiệm liền mạch và thú vị và chúng tôi rất vui vì Hồng luôn sẵn sàng hỗ trợ bạn trong suốt hai tuần lưu trú tại Việt Nam.\n\nThật tuyệt vời khi biết rằng các tài xế và hướng dẫn viên du lịch của chúng tôi, đặc biệt là Long ở Hồ Chí Minh, đã cung cấp dịch vụ đặc biệt trong chuyến đi của bạn. Chúng tôi - chắc chắn sẽ chuyển những lời tốt đẹp của bạn đến anh ấy và những người còn lại trong nhóm của chúng tôi.\n\nĐề xuất của bạn có ý nghĩa rất lớn đối với chúng tôi và chúng tôi rất vinh dự khi nhận được sự tin tưởng của bạn. Nếu bạn muốn khám phá nhiều điểm đến hơn hoặc quay trở lại Việt Nam trong tương lai, chúng tôi rất vui được hỗ trợ bạn một lần nữa.\n\nTrân trọng kính chào,\nCố vấn du lịch Châu ÁĐọc thêm",
            "Ông Hong thật tuyệt vời với tư cách là một nhà điều hành tour du lịch. Mọi chuyện diễn ra thật suôn sẻ. Có nhiều thời gian để thực hiện nối chuyến bay. Một hành trình đầy đủ nhưng vẫn đủ thời gian để làm mới. Khả năng thay đổi chi tiết chuyến tham quan của anh ấy có lợi cho chúng tôi khi một trong các chuyến bay của chúng tôi đến Việt Nam bị hủy là rất xuất sắc. Sẽ cho 10 sao nếu tôi có thể. V V HappyĐọc thêm",
            "Trevor thân mến,\n\nCảm ơn bạn vô cùng vì đánh giá rực rỡ của bạn! Chúng tôi rất vui mừng khi biết rằng chuyên môn và sự tận tâm của anh Hồng đã khiến chuyến đi của bạn trở nên thú vị và suôn sẻ. Đảm bảo trải nghiệm du lịch suôn sẻ, cung cấp nhiều thời gian kết nối và cân bằng giữa hành trình đầy đủ với thời gian ngừng hoạt động luôn là mục tiêu của chúng tôi và chúng tôi rất vui mừng khi ông Hong đã xuất sắc trong vấn đề này.\n\nChúng tôi đặc biệt vui mừng khi biết rằng khả năng thích ứng và điều chỉnh chi tiết chuyến tham quan khi cần của ông Hồng đã tạo ra tác động tích cực đến trải nghiệm của bạn. Sự hài lòng và hạnh phúc của bạn là ưu tiên hàng đầu của chúng tôi và chúng tôi rất biết ơn vì có cơ hội được trở thành một phần trong hành trình của bạn.\n\nThay mặt anh Hồng và toàn thể nhóm, cảm ơn những lời tốt đẹp của bạn và đã chọn chúng tôi làm công ty lữ hành. Chúng tôi rất hân hạnh được chào đón bạn quay trở lại với những chuyến phiêu lưu đáng nhớ hơn trong tương lai.\n\nTrân trọng kính chào,\nCố vấn du lịch Châu ÁĐọc thêm",
            "Chuyến tham quan tuyệt vời do ông Hồng tổ chức. Hành trình đã cho chúng tôi thấy nhiều địa điểm và trải nghiệm tuyệt vời ở Việt Nam. Mọi hướng dẫn viên và tài xế đều xuất sắc. Tất cả đón đều đúng giờ và toàn bộ chuyến tham quan rất hiệu quả nhưng cũng linh hoạt để đáp ứng sở thích của chúng tôi. Rất khuyến khíchĐọc thêm",
            "Alison thân mến,\n\nCảm ơn bạn đã đánh giá tuyệt vời của bạn! Việc tổ chức tour của anh Hồng đã thực sự thể hiện được vẻ đẹp và sự phong phú của các điểm đến đa dạng ở Việt Nam.\n\nCung cấp hướng dẫn viên, tài xế xuất sắc và đón khách kịp thời là ưu tiên hàng đầu của chúng tôi và chúng tôi rất vui vì trải nghiệm của bạn phản ánh cam kết của chúng tôi về chất lượng và hiệu quả. Tính linh hoạt là chìa khóa để đảm bảo khách của chúng tôi có trải nghiệm tốt nhất có thể và chúng tôi rất vui khi biết rằng nhóm của chúng tôi có thể điều chỉnh chuyến tham quan theo sở thích của bạn.\n\nĐề xuất của bạn được đánh giá rất cao và chúng tôi rất vinh dự khi nhận được sự tin tưởng và chứng thực của bạn. Nếu bạn muốn khám phá thêm về Việt Nam hoặc các điểm đến khác, chúng tôi rất vui được hỗ trợ bạn tạo nên một hành trình đáng nhớ khác.\n\nTrân trọng,\nCố vấn du lịch Châu ÁĐọc thêm",
            "Chuyến đi tuyệt vời đến thành phố HCM, phố cổ Hà Nội và hành trình 3 ngày 2 đêm quanh Vịnh Hạ Long.  Tôi đã sử dụng cố vấn Asia Tour cho chuyến đi này, tôi không thể diễn tả được người đại diện tuyệt vời như thế nào - Kate Tran - . Mọi thứ đã được thảo luận và mọi điều cô ấy hứa đã xảy ra, rất rất hữu ích và khiến kỳ nghỉ ngắn ngày đến Việt Nam này trở nên đặc biệt .. Tôi chắc chắn sẽ giới thiệu và chắc chắn sẽ quay lại Việt Nam cho những chuyến thăm trong tương lai.. đất nước này rất thân thiện và tôi chỉ có những điều tốt đẹp để nói về chuyến đi này, xin chân thành cảm ơn Kate Tran và Cố vấn Du lịch Châu Á đã biến chuyến đi này thành một trải nghiệm tuyệt vời - Đọc thêm",
            "Martin thân mến, \n\nCảm ơn bạn rất nhiều vì đã chia sẻ trải nghiệm tuyệt vời của bạn với chúng tôi! Chúng tôi - rất vui mừng khi biết rằng chuyến đi của bạn đến Thành phố Hồ Chí Minh, Phố Cổ Hà Nội và Vịnh Hạ Long thật đặc biệt và chúng tôi - rất vui khi Kate Tran từ Cố vấn Du lịch Châu Á đã đóng một vai trò quan trọng trong việc khiến chuyến đi trở nên đáng nhớ như vậy.\n\nTại Asia Tour Advisor, chúng tôi cố gắng cung cấp dịch vụ đặc biệt và đảm bảo rằng mọi lời hứa đều được thực hiện. Chúng tôi rất vui mừng khi biết rằng Kate đã rất nhiệt tình giúp đỡ và đã nỗ lực hết mình để biến kỳ nghỉ ngắn ngày của bạn ở Việt Nam trở nên đặc biệt.\n\nLời giới thiệu của bạn có ý nghĩa rất lớn đối với chúng tôi và chúng tôi rất vinh dự khi bạn chọn quay lại Việt Nam cho những chuyến thăm sau này. Chúng tôi không thể đồng ý hơn về bầu không khí thân thiện của đất nước này và những trải nghiệm tích cực mà nó mang lại cho du khách.\n\nThay mặt Kate Tran và toàn thể đội ngũ Cố vấn Du lịch Châu Á, xin cảm ơn quý khách đã chọn chúng tôi làm đối tác du lịch của mình. Chúng tôi mong được chào đón bạn quay trở lại Việt Nam để có thêm những trải nghiệm khó quên trong tương lai.\n\nTrân trọng kính chào,\nCố vấn du lịch Châu ÁĐọc thêm"
        ],
        "star_ratings": [
            806,
            41,
            2,
            0,
            0
        ],
        "review_amount": 849,
        "location": [
            "Hà Nội",
            "Những điều cần làm ở Hà Nội",
            "Châu Á",
            "Cố vấn du lịch Châu Á",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written May 23, 2024",
            "Written May 19, 2024",
            "Written May 18, 2024",
            "Written May 12, 2024",
            "Written April 27, 2024",
            "Written April 20, 2024",
            "Written April 19, 2024",
            "Written April 14, 2024",
            "Written April 13, 2024",
            "Written April 11, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d1854811-Reviews-Asia_Tour_Advisor-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1854811-Reviews-or10-Asia_Tour_Advisor-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d20056451-Reviews-Hoi_An_Express_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19932592-Reviews-Nguyen_Adventure-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14000172-Reviews-Moc_Foot_Massage-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g23068219-d25389907-Reviews-Sea_Travel-Ba_Dinh_Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d25400134-Reviews-Sea_Travel-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26342766-Reviews-L_amour_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26365462-Reviews-L_amour_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8587814-Reviews-Seni_World-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2211874-Reviews-Asia_Pioneer_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14061367-Reviews-Vietnam_Viajes-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2435553-Reviews-Hanoi_Cooking_Centre-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17623018-Reviews-Compass_Travel_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19849940-Reviews-Bigsea_Tourism_And_Trading_Company_Limited-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6941945-Reviews-54_Traditions_Gallery-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17423741-Reviews-Osum_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g298305-d8112603-Reviews-Anjung_Floria-Putrajaya_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g60761-d3340200-Reviews-Lake_Carlsbad_Recreation_Area-Carlsbad_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g30898-d3974876-Reviews-Lake_Harding-Valley_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g1177808-d23124065-Reviews-Chester_Beach_Club-Mogan_Gran_Canaria_Canary_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g31381-d2653988-Reviews-The_Gunfight_Palace-Tombstone_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g294207-d480479-Reviews-Nairobi_Railway_Museum-Nairobi.html",
            "https://www.tripadvisor.com/Attraction_Review-g60872-d1048312-Reviews-Don_s_Mai_Tai_Bar-Kailua_Kona_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g42256-d21174315-Reviews-Relax_Massage_Asian_Spa_Open-Grand_Rapids_Kent_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g293960-d6636884-Reviews-Bird_Aviary-Islamabad_Islamabad_Capital_Territory.html",
            "https://www.tripadvisor.com/Attraction_Review-g58198-d1908662-Reviews-Lake_Anna_State_Park-Spotsylvania_Virginia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d1854811-Reviews-or10-Asia_Tour_Advisor-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d1854811-Reviews-Asia_Tour_Advisor-Hanoi.html"
    }
]