[
    {
        "attraction_name": "Asiatica Travel",
        "attraction_name_vi": "Du lịch Châu Á",
        "general_info": [
            "3.351 đánh giá",
            "- 26 trên 532 Đồ Ăn - Đồ Uống ở Hà Nội",
            "Chuyến tham quan nhiều ngày",
            "Những chuyến đi bộ",
            "Tour riêng",
            "Chuyến tham quan ẩm thực",
            "Chuyến tham quan chụp ảnh"
        ],
        "attraction_summary": "Asiatica Travel là nhà điều hành tour du lịch có trụ sở tại Việt Nam, không chỉ cung cấp các chuyến đi trong ngày riêng tư tại Hà Nội mà còn cung cấp các chuyến đi riêng đến Việt Nam, Lào và Campuchia. Được thành lập vào năm 2001 bởi bốn hướng dẫn viên địa phương, Asiatica hiện là một trong những nhà điều hành tour du lịch địa phương lớn nhất và đáng tin cậy nhất ở Đông Dương, bao gồm cả Myanmar và Thái Lan. Giấy phép du lịch quốc tế số 0513 - LHQTĐọc thêm",
        "reviews": [
            "Asiatica thông qua chuyên gia tư vấn Nguyễn Duy Thái - Thái - đã có thể tùy chỉnh chuyến tham quan riêng cho nhóm 8 - 4 cặp đôi của chúng tôi - tận hưởng chuyến thăm đầu tiên đến Việt Nam - Campuchia.  Thai đã có thể xây dựng một chuyến tham quan dựa trên các dịch vụ và trải nghiệm của Asiatica - cùng với thông tin đầu vào về các hoạt động và địa điểm mà chúng tôi muốn đến.  Anh ấy lắng nghe ý kiến ​​của chúng tôi và phản hồi rất nhanh. Kết quả là chuyến lưu diễn kéo dài 4 tuần thật tuyệt vời.  Ba tuần đầu tiên bận rộn và phiêu lưu trước khi đến Hội An để thư giãn và mua sắm.  Tất cả các hướng dẫn viên và tài xế địa phương của chúng tôi đều rất xuất sắc và luôn đúng giờ để gặp chúng tôi.  Các khách sạn của chúng tôi nằm ở vị trí trung tâm và đạt tiêu chuẩn cao, nhiều khách sạn có hồ bơi và quán bar trên sân thượng để bạn tận hưởng sau một ngày bận rộn. Trong suốt chuyến tham quan, người Thái luôn sẵn sàng liên hệ nếu được yêu cầu cũng như các hướng dẫn viên địa phương của chúng tôi.  Điều này khiến chúng tôi cảm thấy rất an toàn và thoải mái. Nhìn chung, chuyến đi đã vượt quá sự mong đợi của chúng tôi và chúng tôi có rất nhiều câu chuyện và trải nghiệm tuyệt vời để chia sẻ với gia đình và bạn bè.  Xin chân thành cảm ơn Thai và toàn thể đội ngũ Asiatica đã hỗ trợ anh ấy.Đọc thêm",
            "Vợ tôi và tôi cùng với ba cặp đôi khác - tất cả đều là bạn bè của chúng tôi, vừa hoàn thành chuyến du lịch và kỳ nghỉ 4 tuần tuyệt vời tại Việt Nam và Campuchia, tất cả đều do Thái và đội ngũ tuyệt vời của anh ấy tại Asiatica Travel sắp xếp. Chuyến tham quan thật tuyệt vời với rất nhiều điểm nổi bật trong gần 3 tuần. Mọi thứ diễn ra như kim đồng hồ - vận chuyển sân bay và khách sạn luôn đúng giờ, hướng dẫn viên du lịch của chúng tôi ở các thành phố khác nhau rất chuyên nghiệp, hiểu biết, hấp dẫn và thân thiện. Chỗ ở của chúng tôi sạch sẽ, thoải mái và luôn nằm ở trung tâm gần các khu vực quan tâm để đi bộ khám phá. Chúng tôi không thể mong muốn một kỳ nghỉ thú vị, bổ ích và đáng nhớ hơn. Asiatica Travel đặc biệt hữu ích với tôi và vợ khi chúng tôi phải thay đổi kế hoạch và trở về nhà sớm vì vấn đề sức khỏe. Thái và nhóm của anh ấy đã hỗ trợ rất nhiều trong việc thay đổi chuyến bay và hủy chỗ ở để giúp chúng tôi về nhà nhanh chóng. Tôi chắc chắn sẽ giới thiệu Asiatica Travel cho gia đình và bạn bè của tôi!Đọc thêm",
            "Công ty Asiatica cùng với đại lý Annie - Trần Như Ái - đã tổ chức cho chúng tôi, một cặp vợ chồng lớn tuổi, một chuyến đi tuyệt vời tại Việt Nam, bao gồm đặt phòng khách sạn, phương tiện có tài xế và hướng dẫn viên xuất sắc.  Việc lập kế hoạch rất chính xác và phù hợp với cá nhân chúng tôi.  Nhờ họ mà chúng tôi đã có 19 ngày có một chuyến đi tuyệt vời và thú vị và chúng tôi thực sự khuyên bạn nên sử dụng dịch vụ của họ. Đọc thêm",
            "Xin chào Sarah, Cảm ơn bạn đã đồng hành cùng Asiatica Travel. Chúng tôi rất vui vì bạn đã có một trải nghiệm tuyệt vời. Cảm ơn một lần nữa vì lời giới thiệu của bạn và chúng tôi mong sớm được chào đón bạn quay trở lại. Trân trọng, Annie - Nhóm du lịch Asiatica.Đọc thêm",
            "Larissa, Chuyên gia tư vấn du lịch từ Asiatics, rất hiệu quả và chuyên nghiệp. Cô ấy phản hồi rất nhanh bất cứ điều gì tôi đưa ra yêu cầu trước hoặc trong chuyến đi. Chúng tôi rất hạnh phúc trong kỳ nghỉ ở Hà Nội và Sapa. Cảm ơn Larrisa.Đọc thêm",
            "Xin chào Por Beng, Cảm ơn bạn đã đồng hành cùng Asiatica Travel. Chúng tôi rất vui vì bạn đã có một trải nghiệm tuyệt vời. Cảm ơn một lần nữa vì lời giới thiệu của bạn và chúng tôi mong sớm được chào đón bạn quay trở lại. Trân trọng, Larissa - Nhóm du lịch Asiatica.Đọc thêm",
            "Đây là lần thứ 3 chúng tôi đến Việt Nam.  Hai chiếc đầu tiên - HCM - Hà Nội - do vợ tôi tự làm cách đây 12 năm và đặt các tour du lịch địa phương khi đến nơi.  Lần này tôi đã nghiên cứu trực tuyến và sau khi đọc các nhận xét của người Singapore, tôi quyết định dùng thử Asiatica. Trách nhiệm của tôi là bay vào và ra khỏi Việt Nam và phần còn lại do Sofia - Asiatica - lo.  Các địa điểm tham quan: Hội An - - Huế - - Đà Nẵng - - Đà Lạt - - Sài Gòn.  Vợ tôi thích việc sắp xếp phương tiện đi lại, tài xế và hướng dẫn viên, thân thiện và chuyên nghiệp.  Các khách sạn chúng tôi ở đều sạch sẽ - đẹp và hầu hết đều gần hồ và chợ đêm. Một trong những điểm thu hút ở Sài Gòn mà chúng tôi rất thích là chuyến tham quan ẩm thực bằng xe đạp với - Back to the Bike tour - .  Chúng tôi lái xe vòng quanh thành phố HCM, nếm thử các món ăn địa phương và trò chuyện với các tài xế.  Cảm ơn, Asiatica!Đọc thêm",
            "Xin chào ông Wong Foo Luen, Cảm ơn bạn đã đồng hành cùng Asiatica Travel. Chúng tôi rất vui vì bạn đã có một trải nghiệm tuyệt vời. Cảm ơn một lần nữa vì lời giới thiệu của bạn và chúng tôi mong sớm được chào đón bạn quay trở lại. Trân trọng, Sofia - Nhóm du lịch Asiatica.Đọc thêm",
            "Tôi đã liên hệ với Asiatica để đặt gói chuyến đi một mình tới Việt Nam. Và họ đã cung cấp một hành trình tùy chỉnh theo mong muốn của tôi. Mọi thứ đều hoàn hảo. Địa điểm họ chọn, hướng dẫn viên, tài xế và mọi thứ về khách sạn.Ms. Larissa đã cố gắng hết sức để chuyến đi này trở nên hoàn hảo. Cô ấy đã giải quyết mọi thắc mắc của tôi mà không chút do dự. Tôi rất muốn liên hệ với họ nếu tôi cần một lần nữa. Tôi yêu Việt NamĐọc thêm",
            "Xin chào Anju, Cảm ơn bạn đã đồng hành cùng Asiatica Travel. Chúng tôi rất vui vì bạn đã có một trải nghiệm tuyệt vời. Cảm ơn một lần nữa vì lời giới thiệu của bạn và chúng tôi mong sớm được chào đón bạn quay trở lại. Trân trọng, Larissa - Nhóm du lịch Asiatica.Đọc thêm",
            "- Larissa Người đã tổ chức kỳ nghỉ ở Hồ Chí Minh này cho chúng tôi rất hữu ích và rất tử tế. Các hướng dẫn viên du lịch thật tuyệt vời, chúng tôi đã có khoảng thời gian tuyệt vời nhất ở Việt Nam, mọi thứ đều diễn ra rất suôn sẻ từ Chuyến bay đến chỗ ở, du ngoạn trên sông và đón tại sân bay riêng khiến mọi việc trở nên dễ dàng hơn rất nhiều đối với chúng tôi. Chúng tôi, đặc biệt là chỗ ở tại Nah Trang, khu nghỉ dưỡng rất đẹp, những bãi biển rất đẹp. Hướng dẫn viên du lịch rất tuyệt vời và nói tiếng Anh rất tốt, họ là những người rất thân thiện và rất am hiểu, giải thích mọi thứ về đất nước cũng như mọi thứ về con người. Tôi rất muốn giới thiệu công ty này nếu bạn đang tìm kiếm một điểm đến cho kỳ nghỉ tốt Tôi chắc chắn sẽ sử dụng lại chúng vào lần tới Tôi đi du lịch với giá cả rất hợp lý Cảm ơn tất cả những người đã góp phần khiến kỳ nghỉ của tôi trở nên đáng nhớ và đặc biệt TAS và Monica AustraliaĐọc thêm",
            "Xin chào Monica Mansbridge, Cảm ơn bạn đã đồng hành cùng Asiatica Travel. Chúng tôi rất vui vì bạn đã có một trải nghiệm tuyệt vời. Cảm ơn một lần nữa vì lời giới thiệu của bạn và chúng tôi mong sớm được chào đón bạn quay trở lại. Trân trọng, Larissa - Nhóm du lịch Asiatica.Đọc thêm",
            "Vào tháng 4 năm 2024, chúng tôi đã có chuyến du lịch riêng cùng Asiatica đến Mai Châu, Phù Long, Ninh Bình và du ngoạn Vịnh Hạ Long. Chuyến đi thật hoàn hảo. khung cảnh tuyệt vời. Hướng dẫn viên và tài xế rất kiên nhẫn và hữu ích trong việc giải thích lịch sử và địa lý của địa điểm. Họ và Annie thân yêu đã đáp ứng mọi nhu cầu của chúng tôi. Các khách sạn thật tuyệt vời. Rất khuyến khích. Đọc thêm",
            "Xin chào Oren Sherman, Cảm ơn bạn đã đồng hành cùng Asiatica Travel. Chúng tôi rất vui vì bạn đã có một trải nghiệm tuyệt vời. Cảm ơn một lần nữa vì lời giới thiệu của bạn và chúng tôi mong sớm được chào đón bạn quay trở lại. Trân trọng, Annie - Nhóm du lịch Asiatica.Đọc thêm",
            "Chuyến đi của chúng tôi được chị Hoàng Minh Phương - Phoebe - tổ chức rất chu đáo và đẹp mắt.  Chúng tôi đã thấy rất nhiều địa điểm tuyệt vời và chụp rất nhiều ảnh. Hướng dẫn viên của chúng tôi đã nhận ra tất cả mong muốn của chúng tôi. Chúng tôi đã nhận được lời giải thích đầy đủ về những địa điểm chúng tôi đã ghé thăm và về mọi thứ, những lời khuyên bổ ích về địa điểm ăn uống và tất cả các khách sạn chúng tôi đã ở đều rất tuyệt vời.Đọc thêm",
            "Xin chào Galina, Cảm ơn bạn đã đồng hành cùng Asiatica Travel. Chúng tôi rất vui vì bạn đã có một trải nghiệm tuyệt vời. Cảm ơn một lần nữa vì lời giới thiệu của bạn và chúng tôi mong sớm được chào đón bạn quay trở lại. Trân trọng, Phoebe - Nhóm du lịch Asiatica.Đọc thêm",
            "Chúng tôi vừa hoàn thành chuyến du lịch tuyệt vời kéo dài 29 ngày vòng quanh Việt Nam, tất cả đều do Asiatica Travel sắp xếp và quản lý. Chúng tôi đã đến thăm những thắng cảnh tuyệt vời từ miền Bắc, miền Trung và miền Nam, từ những điểm tham quan chính đến những ngôi làng xa xôi nhất, có nhiều thời gian để tìm hiểu về đất nước, chiêm ngưỡng những cảnh đẹp và những thành phố sôi động. Ký ức của chúng ta sẽ tồn tại lâu dài. Phóng viên địa phương Quỳnh Nguyễn thực sự là một người lập kế hoạch du lịch xuất sắc và chuyên nghiệp, lắng nghe một cách hiệu quả mọi yêu cầu của chúng tôi trong một hành trình dài và căng thẳng. Cô ấy đã trả lời tất cả các câu hỏi của chúng tôi một cách nhanh chóng, mọi lúc đều rất tử tế và hữu ích. Vì vậy, thật vui khi được gặp cô ấy ở văn phòng Hà Nội. Xin chân thành cảm ơn chị Quỳnh! Đặc biệt xin gửi lời cảm ơn đến các hướng dẫn viên Mr San và anh Tom miền Bắc, chị Mỹ miền Trung. Chúng tôi sẽ nhớ tất cả các bạn! Ông Tom, bạn là một người bạn thực sự! Họ nói tiếng Anh trôi chảy, đúng giờ, hữu ích và rất tốt bụng. Họ chăm sóc chúng tôi rất tốt, đưa ra các đề xuất cho mọi nhu cầu. Xin chân thành cảm ơn tất cả các Tài xế du lịch, tất cả họ đều rất đúng giờ và chu đáo, thực sự lái xe cẩn thận dọc theo những con đường đầy thử thách. Chúng tôi không ngần ngại giới thiệu Asiatica Travel cho mọi người. Maria - DomĐọc thêm",
            "Xin chào Maria - Dom, Cảm ơn bạn đã đồng hành cùng Asiatica Travel. Chúng tôi rất vui vì bạn đã có một trải nghiệm tuyệt vời. Cảm ơn một lần nữa vì lời giới thiệu của bạn và chúng tôi mong sớm được chào đón bạn quay trở lại. Trân trọng, Quỳnh Nguyễn - Asiatica Travel Team.\nĐọc thêm"
        ],
        "star_ratings": [
            3079,
            243,
            17,
            6,
            11
        ],
        "review_amount": 3356,
        "location": [
            "Việt Nam",
            "Hà Nội",
            "Du lịch Châu Á",
            "Châu Á",
            "Những điều cần làm ở Hà Nội"
        ],
        "reviews_time": [
            "Written June 4, 2024",
            "Written June 3, 2024",
            "Written May 24, 2024",
            "Written May 16, 2024",
            "Written May 16, 2024",
            "Written May 14, 2024",
            "Written May 11, 2024",
            "Written May 4, 2024",
            "Written May 3, 2024",
            "Written May 2, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d6105895-Reviews-Asiatica_Travel-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6105895-Reviews-or10-Asiatica_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6701351-Reviews-Mai_Chau_Ecological_Lodge-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14000149-Reviews-Thien_Viet_Tourist-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11922020-Reviews-Hanoi_Free_Private_Tour_Guide-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7065676-Reviews-365_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12530057-Reviews-Vietnam_Dragon_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10820922-Reviews-Agenda_Tour_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17636226-Reviews-Roll_with_locals-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6215277-Reviews-Inside_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25432814-Reviews-Che_Beauty-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8444880-Reviews-LVP_Travel_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6495901-Reviews-Up_Travel_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17558632-Reviews-Vietnam_Tour_247-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8599500-Reviews-Ionah_Show-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19692073-Reviews-Metta_Voyage-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12399319-Reviews-Legend_Travel_Group-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g499445-d10441459-Reviews-Akumal_Monkey_Sanctuary_Rescued_Animals-Akumal_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g34892-d132604-Reviews-Amicalola_Falls_State_Park-Dawsonville_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d5963979-Reviews-Global_Mall-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g56618-d946901-Reviews-San_Marcos_Premium_Outlets-San_Marcos_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g58489-d12870028-Reviews-Picture_Lake-Glacier_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g61000-d146103-Reviews-Tioga_Pass-Yosemite_National_Park_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g41660-d7021048-Reviews-Castle_Rock-Marblehead_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g295371-d550317-Reviews-Old_Town-Dubrovnik_Dubrovnik_Neretva_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d7109031-Reviews-Apocalypse_Now_Bar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g663368-d1153177-Reviews-Playa_de_S_Amarador-Santanyi_Majorca_Balearic_Islands.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d6105895-Reviews-or10-Asiatica_Travel-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d6105895-Reviews-Asiatica_Travel-Hanoi.html"
    },
    {
        "attraction_name": "Asiatica Travel",
        "attraction_name_vi": "Du lịch Châu Á",
        "general_info": [
            "3.351 đánh giá",
            "- 26 trên 532 Đồ Ăn - Đồ Uống ở Hà Nội",
            "Chuyến tham quan nhiều ngày",
            "Những chuyến đi bộ",
            "Tour riêng",
            "Chuyến tham quan ẩm thực",
            "Chuyến tham quan chụp ảnh"
        ],
        "attraction_summary": "Asiatica Travel là nhà điều hành tour du lịch có trụ sở tại Việt Nam, không chỉ cung cấp các chuyến đi trong ngày riêng tư tại Hà Nội mà còn cung cấp các chuyến đi riêng đến Việt Nam, Lào và Campuchia. Được thành lập vào năm 2001 bởi bốn hướng dẫn viên địa phương, Asiatica hiện là một trong những nhà điều hành tour du lịch địa phương lớn nhất và đáng tin cậy nhất ở Đông Dương, bao gồm cả Myanmar và Thái Lan. Giấy phép du lịch quốc tế số 0513 - LHQTĐọc thêm",
        "reviews": [
            "Chúng tôi đã đi du lịch với Asiatica Travel được 15 ngày. Chuyến đi thật nổi bật. Asiatica Travel đã lên kế hoạch và thực hiện chuyến đi đến từng chi tiết rất nhỏ để đáp ứng những kỳ vọng cao của chúng tôi. Mọi thứ đều hoàn hảo. Cảm ơnDubiĐọc thêm",
            "Xin chào Dubi, Cảm ơn bạn đã đi du lịch cùng Asiatica Travel. Chúng tôi rất vui vì bạn đã có trải nghiệm tuyệt vời. Cảm ơn bạn một lần nữa vì đã giới thiệu và chúng tôi mong sớm được chào đón bạn quay lại. Trân trọng, Annie - Đội ngũ Asiatica Travel. Đọc thêm",
            "Tôi nhận được liên hệ của Công ty Du lịch Asiatica từ một người bạn.  Tôi đã tham gia dịch vụ của họ cho Chuyến đi gia đình 11 người của chúng tôi đến Vịnh Hà Nội-Sapa-Hạ Long vào tháng 3 năm 2024. Việc lập kế hoạch và phối hợp với Sofia thật tuyệt vời.  Phản hồi nhanh chóng của cô ấy đối với các thắc mắc và mối quan tâm của tôi thông qua ứng dụng WhatsApp và email rất nhanh chóng.  Trong chuyến tham quan của chúng tôi, chúng tôi có Hoàng, hướng dẫn viên du lịch đưa chúng tôi đi khắp nơi.  Anh ấy rất kiên nhẫn, hữu ích và quan tâm đến các thành viên lớn tuổi trong nhóm của chúng tôi.  Người lái xe cũng rất thân thiện và lịch sự. Hoàng đã đưa chúng tôi đến những nhà hàng đẹp và đồ ăn rất ngon.  Các thành viên trong nhóm của chúng tôi rất thích chuyến tham quan này và chúng tôi đang lên kế hoạch cho chuyến đi tiếp theo cùng Asiatica đến thăm miền Trung Việt Nam.Đọc thêm",
            "Xin chào Catherine, Cảm ơn bạn đã đi du lịch cùng Asiatica Travel. Chúng tôi rất vui vì bạn đã có trải nghiệm tuyệt vời. Cảm ơn bạn một lần nữa vì đã giới thiệu và chúng tôi mong sớm được chào đón bạn quay lại. Trân trọng, Sofia - Đội ngũ Asiatica Travel. Đọc thêm",
            "Đây là lần đầu tiên chúng tôi đến thăm Việt Nam, chúng tôi rất vui được mời cô Sofia của công ty du lịch Asiatica giúp chúng tôi sắp xếp lịch trình 6 ngày 5 đêm tại trung tâm hành trình Việt Nam. Tất cả những người bạn đồng hành của chúng tôi - 16 người - hãy tận hưởng chuyến đi tuyệt vời này bao gồm chỗ ở, bữa ăn trọn gói - hành trình. Bên cạnh đó, chúng tôi rất biết ơn khi có một tài xế giỏi luôn giữ xe sạch sẽ, xếp - dỡ hành lý trong mỗi lần lưu trú tại khách sạn. Chúng tôi cũng rất biết ơn hướng dẫn viên du lịch nói tiếng Trung Quốc, cô Na, người rất chu đáo với mọi câu hỏi của bạn cùng tour, khiến chúng tôi cảm thấy như một gia đình. Trong tương lai đến thăm Việt Nam một lần nữa chắc chắn sẽ chọn công ty du lịch Asiatica là lựa chọn số 1 của chúng tôi.., đánh giá cao nỗ lực phối hợp của mọi người.., cảm ơn bạn.. - - Đọc thêm",
            "Xin chào Alvin Yeo, Cảm ơn bạn đã đồng hành cùng Asiatica Travel. Chúng tôi rất vui vì bạn đã có một trải nghiệm tuyệt vời. Cảm ơn một lần nữa vì lời giới thiệu của bạn và chúng tôi mong sớm được chào đón bạn quay trở lại. Trân trọng, Sofia - Nhóm du lịch Asiatica.Đọc thêm",
            "Đã đến Hà Nội, Sapa và Vịnh Hạ LongCảm ơn Sofia, đội ngũ hướng dẫn viên và lái xe khéo léoTrước chuyến đi:Sofia đã giúp giải đáp các thắc mắc của chúng tôi - ví dụ: tàu giường nằm có vòi sen hay không, thanh toán phí tham quan - Trong:Không phải lo lắng về phương tiện đi lại và chỗ ở kế hoạch tốt. Luôn có hướng dẫn rõ ràng - sẽ có người hướng dẫn khi tài xế tiếp theo đến. Người đồng hành đã để đồ của mình trong xe du lịch. Hướng dẫn - My - đã giúp liên lạc với tài xế để lấy lại đồ cho bạn đồng hành. Người đồng hành có vấn đề về y tế, Sofia cung cấp nhiều lựa chọn phòng khám để được hỗ trợ, liên lạc với thủy thủ đoàn Du thuyền Vịnh Hạ Long để lấy thuốc Cân bằng tốt giữa các chuyến tham quan có hướng dẫn viên và thời gian khám phá độc lậpĐọc thêm",
            "Xin chào Jia Sheng, Cảm ơn bạn đã đồng hành cùng Asiatica Travel. Chúng tôi rất vui vì bạn đã có một trải nghiệm tuyệt vời. Cảm ơn một lần nữa vì lời giới thiệu của bạn và chúng tôi mong sớm được chào đón bạn quay trở lại. Trân trọng, Sofia - Nhóm du lịch Asiatica.Đọc thêm",
            "Chuyến đi hoàn hảo! Hướng dẫn viên và phong cảnh tuyệt vời!! Đồ ăn và con người tuyệt vời! Serafina luôn ở đó để đáp ứng mọi nhu cầu của chúng tôiĐọc thêm",
            "Xin chào Ramón, Cảm ơn bạn đã đồng hành cùng Asiatica Travel. Chúng tôi rất vui vì bạn đã có một trải nghiệm tuyệt vời. Cảm ơn một lần nữa vì lời giới thiệu của bạn và chúng tôi mong sớm được chào đón bạn quay trở lại. Trân trọng, Serafina - Nhóm du lịch Asiatica.Đọc thêm",
            "Lần đầu tiên ở Việt Nam và đó là một kỳ nghỉ thú vị. Tất cả các nhân viên khách sạn và hướng dẫn viên đều rất niềm nở và rất hữu ích. Cảm ơn Asiatica và cô Larissa đã sắp xếp chuyến tham quan tuyệt vời này. Sẽ ghé lại - Đọc thêm",
            "Xin chào Pathme Kumari, Cảm ơn bạn đã đồng hành cùng Asiatica Travel. Chúng tôi rất vui vì bạn đã có một trải nghiệm tuyệt vời. Cảm ơn một lần nữa vì lời giới thiệu của bạn và chúng tôi mong sớm được chào đón bạn quay trở lại. Trân trọng, Larissa - Đội du lịch Asiatica. Đọc thêm",
            "Chúng tôi vừa hoàn thành chuyến đi tuyệt vời kéo dài 19 ngày vòng quanh Việt Nam do Asiatica sắp xếp. Một chuyến tham quan tuyệt vời, tham quan những thắng cảnh tuyệt vời của Việt Nam từ Bắc vào Nam, học hỏi nhiều điều về một đất nước tuyệt vời và để lại những kỷ niệm khó quên.  Nhìn chung, chuyến tham quan rất xuất sắc, được tổ chức tốt, chuyên nghiệp với đội ngũ nhân viên rất hữu ích ở mọi cấp độ. Hướng dẫn viên du lịch nói tiếng Anh trôi chảy, cực kỳ hữu ích, hiểu biết về các khía cạnh khác nhau của chuyến tham quan và thông tin chung về Việt Nam. Họ đúng giờ, trình bày tốt và chăm sóc chúng tôi chu đáo, đưa ra các khuyến nghị về bữa ăn, điểm dừng cà phê và các lựa chọn mua sắm. Các tài xế du lịch đều là những người lái xe rất giỏi, cẩn thận, đúng giờ và chu đáo. Khách sạn - tất cả các lựa chọn tuyệt vời, vị trí tốt, tiêu chuẩn cao với sự kết hợp tốt giữa các lựa chọn đồ ăn sáng. Mia - cảm ơn bạn đã hỗ trợ trong chuyến đi của chúng tôi. Bạn đã trả lời tất cả các câu hỏi của chúng tôi một cách nhanh chóng, thông báo cho chúng tôi trong suốt chuyến tham quan về những thay đổi và giữ liên lạc thường xuyên kể từ lần đầu tiên chúng tôi tiếp cận Asiatica vào tháng 10 năm 2023. Rất vui được gặp bạn ở Hà Nội. Chúng tôi không ngần ngại giới thiệu Asiatica cho những người khác.Chris và Heather ClarkeGold Coast Qld.Đọc thêm",
            "Xin chào Chris, Cảm ơn bạn đã đồng hành cùng Asiatica Travel. Chúng tôi rất vui vì bạn đã có một trải nghiệm tuyệt vời. Cảm ơn một lần nữa vì lời giới thiệu của bạn và chúng tôi mong sớm được chào đón bạn quay trở lại. Trân trọng, Mia - Nhóm du lịch Asiatica.Đọc thêm",
            "chúng tôi đã có rất nhiều niềm vui..toàn bộ chuyến đi thật tuyệt vời và Larissa đã hướng dẫn tôi suốt chặng đường từ giai đoạn đầu..cảm ơn bạn rất nhiềuĐọc thêm",
            "Xin chào Shalieni Nadaraja, Cảm ơn bạn đã đồng hành cùng Asiatica Travel. Chúng tôi rất vui vì bạn đã có một trải nghiệm tuyệt vời. Cảm ơn một lần nữa vì lời giới thiệu của bạn và chúng tôi mong sớm được chào đón bạn quay trở lại. Trân trọng, Larissa - Đội du lịch Asiatica. \nĐọc thêm",
            "Tôi và con trai vừa đến Hà Nội vào ngày 7 - 13 tháng 3, đây là chuyến thăm đầu tiên của tôi, chuyến đi thật tuyệt vời và tuyệt vời, đặc biệt là du ngoạn trên vịnh Hạ Long qua đêm trên tàu đến làng sapa và caca, bầu không khí khung cảnh tuyệt vời thu hút tôi cảm ơnĐọc thêm",
            "Xin chào ông Kenji Chan, Cảm ơn bạn đã đồng hành cùng Asiatica Travel. Chúng tôi rất vui vì bạn đã có một trải nghiệm tuyệt vời. Cảm ơn một lần nữa vì lời giới thiệu của bạn và chúng tôi mong sớm được chào đón bạn quay trở lại. Trân trọng, Larissa - Nhóm du lịch Asiatica.Đọc thêm",
            "Đến Thái Nguyên tại Asiatica Travel, Chúng tôi đã có trải nghiệm 29 ngày tuyệt vời nhất trong kỳ nghỉ tại Việt Nam và Campuchia. Chúng tôi không thể cảm ơn đủ vì đã tổ chức một hành trình liền mạch như vậy. Mọi thứ đều đạt tiêu chuẩn hoàn hảo. Xin chúc mừng bạn và nhóm của bạn cũng như tất cả các hướng dẫn viên và tài xế. Trân trọng Adriano và LaurenĐọc thêm",
            "Xin chào Lauren, Cảm ơn bạn đã đồng hành cùng Asiatica Travel. Chúng tôi rất vui vì bạn đã có một trải nghiệm tuyệt vời. Cảm ơn một lần nữa vì lời giới thiệu của bạn và chúng tôi mong sớm được chào đón bạn quay trở lại. Trân trọng, Thái Nguyên - Asiatica Travel Team.Đọc thêm",
            "Email của cơ quan này là gì?",
            "Sửa chữa\nle.lien - asiatica com\nThêm dấu chấm\nTên cô ấy là Helen Đọc thêm",
            "Chi phí du lịch Campuchia và Việt Nam bao nhiêu, bắt đầu từ Milan Đọc thêm",
            "Xin lỗi, sự chậm trễ vẫn còn liên quan phải không?\nĐọc thêm",
            "Xin chào Jose Javier, chúng tôi đang nghĩ đến việc thực hiện một chuyến du lịch cùng nhóm đến Việt Nam vào cuối tháng 6 và tôi đã hỏi một số công ty để báo giá, công ty đưa ra cho tôi mức giá tốt nhất là Asiatica travel, tôi muốn bạn nhận xét về mọi việc như thế nào đã chọn công ty này cho bạn và bạn đã gặp nó như thế nào. Tôi cũng muốn biết liệu trời có mưa nhiều không. Cảm ơn bạn rất nhiềuĐọc thêm",
            "Xin chào, tôi là Myriam Rodriguez đến từ Colombia, tôi muốn đi du lịch cùng gia đình vào tháng 5-tháng 6 năm 2020, chuyến du lịch 12 ngày đến Việt Nam và Campuchia, với những địa điểm mà bạn giới thiệu, cảm ơn rất nhiều vì đã quan tâm.Đọc hơn",
            "Tôi khuyên bạn nên đặt chuyến đi qua Asiatica Travel. Đối với Campuchia, chuyến thăm Siem Raep là đủ trong 2 ngày\n\nXin chào và chúc vui vẻ Đọc thêm",
            "Chào buổi sáng,\nTôi sẽ đi Việt Nam và Campuchia trong 3 tuần. Đối với Campuchia, tôi định đi thăm bạn bè, nhưng để khám phá - một chút - Việt Nam, tôi đang nghĩ đến việc dành 1 tuần ở phía bắc... chúng tôi sẽ đến vào tháng 2, bạn có đề xuất gì không? Sau đó một tuần về phía nam, qua Campuchia ở giữa để tránh visa.\nCơ quan Asiatica có vẻ rất tốt?\nMình đang làm lịch trình, cảm ơn bạn đã tư vấn!\nTrân trọngĐọc thêm",
            "Xin chào, tôi nghĩ rằng 3 tuần là hơi chật để thực sự khám phá hai quốc gia này, thời gian vận chuyển khá dài đối với miền bắc Việt Nam tôi có thể tư vấn cho bạn, Hà Giang - Thái - Cao Bằng gần biên giới Trung Quốc - thác Bản Giốc và. Động Ngườm Ngao cách nhau không xa, ít khách du lịch hơn Sapa.\nĐối với Vịnh Hạ Long, tôi khuyên bạn nên đến đảo Cát Bà, nơi bạn có thể tổ chức các chuyến đi chơi trên vịnh - chèo thuyền, đi thuyền trong ngày và bơi lội, đảo khỉ, làng Việt haï hoặc sau khi leo khá dốc dài 2 km bạn có thể chiêm ngưỡng khung cảnh lộng lẫy của vịnh, đến Việt Hải bằng thuyền vì không dễ tiếp cận bằng đường bộ -, 2 ngày ở Hà Nội, thành cổ, nhà trung tâm, bảo tàng văn học, nhà hát múa rối nước, chùa hồ và khu mua sắm.\nBạn cũng có thể đến Ninh Bình, Land Hạ Long - Tam Cốc, Hang Múa và 500 bậc thang để ngắm cảnh tuyệt đẹp - và nhiều điều khác để khám phá.  Mình chỉ làm miền Bắc và sẽ tổ chức chuyến đi miền Trung và miền Nam có chuyến đi Lào trong 2 hoặc 3 nămĐọc thêm",
            "Tôi muốn biết một chuyến đi trong 3 tuần tốn bao nhiêu tiền cho một người. Cảm ơn bạn Đọc thêm",
            "Tôi không biết, chúng tôi có bốn người, tôi khuyên bạn nên hỏi báo giá và xem có hợp lý không. Nếu tôi không nhầm, chúng tôi tốn khoảng 2000 đô la mỗi người trong hai tuần với ba chuyến bay nội địa Đọc thêm",
            "Xin chào, tôi muốn biết liệu công ty lữ hành này có hướng dẫn viên nói tiếng Ý không...cảm ơnĐọc thêm",
            "Vâng, tất nhiên là có hướng dẫn viên nói tiếng ÝĐọc thêm",
            "bạn đã chi bao nhiêu? cảm ơnĐọc thêm",
            "1800 euro không có chuyến bay và ít bữa ăn - theo lựa chọn của chúng tôi - nhưng với tài xế và hướng dẫn viên nói tiếng Ý chỉ dành cho chúng tôi và bao gồm hai chuyến bay nội địa, chuyến tàu đêm đến Sapa và thuyền đi lên một nhánh của sông Mê Kông và đi từ Việt Nam sang Campuchia. Tổng cộng chuyến đi 18 ngày - Hà Nội, Vịnh Hạ Long, Sapa và các làng trekking, Hội An, Huế, Đà Nẵng, Sài Gòn, Đồng bằng sông Cửu Long, Bến Tre, Cần Thơ, Châu Đốc, Phnom Penh, Siem Reap, Angkor, hồ Tonle Sap - . Khách sạn tuyệt vời, đúng giờ từ hướng dẫn viên và tài xế. Tổ chức hoàn hảo và sự kiểm soát liên tục của cơ quan trong suốt chuyến đi. Chuyến đi tuyệt đẹp...... Đọc thêm",
            "Xin chào \nTôi có kế hoạch đi công tác ở Hà Nội \nTôi cần Sedan - thông dịch viên VN-ENG\nBạn có thể cho tôi biết bao nhiêu mỗi ngày? Đọc thêm",
            "Asiatica khá hợp lý. Tôi không biết vì tài xế và hướng dẫn viên đã tham gia chuyến tham quan.\nLiên hệ với cô Phoebe - Hoàng Minh Phương - Chuyên gia tư vấn du lịch\nEmail: hoang phuong at asiatica\nSkype: phuong180189\nDi động: - 00 84 - 9.4306.4603\nvà nói với cô ấy rằng bạn đã đọc đánh giá Trip advisor của tôi??Đọc thêm",
            "Xin chào \nTôi có kế hoạch đi công tác ở Hà Nội \nTôi cần Sedan - thông dịch viên VN-ENG\nBạn có thể cho tôi biết bao nhiêu mỗi ngày? Đọc thêm"
        ],
        "star_ratings": [
            3079,
            243,
            17,
            6,
            11
        ],
        "review_amount": 3356,
        "location": [
            "Việt Nam",
            "Hà Nội",
            "Du lịch Châu Á",
            "Châu Á",
            "Những việc cần làm ở Hà Nội"
        ],
        "reviews_time": [
            "Written April 29, 2024",
            "Written April 28, 2024",
            "Written April 28, 2024",
            "Written April 28, 2024",
            "Written April 28, 2024",
            "Written April 28, 2024",
            "Written April 26, 2024",
            "Written April 26, 2024",
            "Written April 25, 2024",
            "Written April 24, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d6105895-Reviews-or10-Asiatica_Travel-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6105895-Reviews-Asiatica_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6105895-Reviews-or20-Asiatica_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6701351-Reviews-Mai_Chau_Ecological_Lodge-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14000149-Reviews-Thien_Viet_Tourist-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11922020-Reviews-Hanoi_Free_Private_Tour_Guide-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7065676-Reviews-365_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12530057-Reviews-Vietnam_Dragon_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10820922-Reviews-Agenda_Tour_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17636226-Reviews-Roll_with_locals-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6215277-Reviews-Inside_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25432814-Reviews-Che_Beauty-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8444880-Reviews-LVP_Travel_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6495901-Reviews-Up_Travel_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17558632-Reviews-Vietnam_Tour_247-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8599500-Reviews-Ionah_Show-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19692073-Reviews-Metta_Voyage-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12399319-Reviews-Legend_Travel_Group-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g34762-d14171916-Reviews-Feather_s_Edge_Vineyards-Ball_Ground_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g188098-d8550951-Reviews-Gorner_Gorge-Zermatt_Canton_of_Valais_Swiss_Alps.html",
            "https://www.tripadvisor.com/Attraction_Review-g659631-d4419211-Reviews-Cala_Blanca_Beach-Cala_Blanca_Menorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g32847-d10067193-Reviews-Robolights-Palm_Springs_Greater_Palm_Springs_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g34438-d7060611-Reviews-E11EVEN_Miami-Miami_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g55229-d267112-Reviews-Nashville_Farmers_Market-Nashville_Davidson_County_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g60974-d265422-Reviews-Buffalo_AKG_Art_Museum-Buffalo_Erie_County_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g57597-d6352601-Reviews-Cloud_9_Trampoline_Park-Chesapeake_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g293940-d17530664-Reviews-Samdech_Chuon_Nath_Statue-Phnom_Penh.html",
            "https://www.tripadvisor.com/Attraction_Review-g60727-d4470265-Reviews-Ocean_Downs_Casino-Berlin_Maryland.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d6105895-Reviews-or20-Asiatica_Travel-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d6105895-Reviews-or10-Asiatica_Travel-Hanoi.html"
    },
    {
        "attraction_name": "Asiatica Travel",
        "attraction_name_vi": "Du lịch Châu Á",
        "general_info": [
            "3.351 đánh giá",
            "- 26 trên 532 Đồ Ăn - Đồ Uống ở Hà Nội",
            "Chuyến tham quan nhiều ngày",
            "Những chuyến đi bộ",
            "Tour riêng",
            "Tour ẩm thực",
            "Chuyến tham quan chụp ảnh"
        ],
        "attraction_summary": "Asiatica Travel là nhà điều hành tour du lịch có trụ sở tại Việt Nam, không chỉ cung cấp các chuyến đi trong ngày riêng tư tại Hà Nội mà còn cung cấp các chuyến đi riêng đến Việt Nam, Lào và Campuchia. Được thành lập vào năm 2001 bởi bốn hướng dẫn viên địa phương, Asiatica hiện là một trong những nhà điều hành tour du lịch địa phương lớn nhất và đáng tin cậy nhất ở Đông Dương, bao gồm cả Myanmar và Thái Lan. Giấy phép du lịch quốc tế số 0513 - LHQTĐọc thêm",
        "reviews": [
            "Ngay khi chúng tôi gửi yêu cầu trực tuyến cho chuyến tham quan, Nhung đã phản hồi rất nhanh chóng với hành trình được thiết kế và quản lý chuyên nghiệp cho chúng tôi. Khi đến Việt Nam, tài xế đón chúng tôi ngay. Trong suốt chuyến đi, hướng dẫn viên Hải của chúng tôi rất chuyên nghiệp, có sức chứa và chú ý đến nhu cầu của chúng tôi. Anh ấy rất am hiểu và có thể chia sẻ nhiều sự thật thú vị với chúng tôi. Rất khuyến khích dịch vụ của họ! Đọc thêm",
            "Xin chào Gregory,\n\nCảm ơn bạn đã đồng hành cùng Asiatica Travel. Chúng tôi rất vui vì bạn đã có một trải nghiệm tuyệt vời. Cảm ơn một lần nữa vì lời giới thiệu của bạn và chúng tôi mong sớm được chào đón bạn quay trở lại.\n\nTrân trọng,\nNhung - Asiatica Travel Team.Đọc thêm",
            "Chúng tôi đã có chuyến đi 6 ngày 5 đêm tuyệt vời do Asiatica Travel sắp xếp. Chúng tôi thích tất cả các địa điểm và hoạt động trong hành trình của mình như những ngôi chùa cổ, Khu Phố Cổ, Vịnh Hạ Long và nhiều địa điểm khác. Lái xe và hướng dẫn viên du lịch rất hữu ích và thân thiện. Chúng tôi cũng muốn cảm ơn nhân viên Asiatica Helen và Nga Nguyen vì những gợi ý tuyệt vời và theo dõi thường xuyên của họ. Rất khuyến khích công ty du lịch này.Đọc thêm",
            "Xin chào,\n\nCảm ơn bạn đã đồng hành cùng Asiatica Travel. Chúng tôi rất vui vì bạn đã có một trải nghiệm tuyệt vời. Cảm ơn một lần nữa vì lời giới thiệu của bạn và chúng tôi mong sớm được chào đón bạn quay trở lại.\n\nTrân trọng,\nHelen - Nhóm du lịch Asiatica.Đọc thêm",
            "I HIGHLY recommend Asiatica for a tour of Vietnam and Cambodia. Our goals: a curated 18-day trip for two couples ages ranging from 73 to 81, which included main tourist sites as well as opportunities to learn about Cambodian and Vietnamese culture and peoples -  daily life. Vivian, our superb professional from Asiatica, worked with us patiently for several weeks to prepare the itinerary. She was always helpful and responsive to our changing ideas, and the resulting trip was even better than what we hoped it would be.  - Vivian also checked in with us almost daily during the trip, to be sure we were satisfied. In fact, one of the five personal guides we encountered was not satisfactory and Vivian immediately arranged for a replacement, who proved to be fantastic. -  Asiatica - s fee included excellent hotels, flights within Vietnam  - and from Cambodia to Vietnam - , a private driver and guide at each location, entry fees to various sites, and several meals.  The guides were sensitive to our physical capabilities, and adjusted schedules according to our pace and interests, always checking with us about what we might be giving up by choosing to spend more time at a given location. Notably, each guide was knowledgeable about the history and distinctive aspects of a particular region. This was especially important in Sapa, where Petty Ly, our guide, had deep and personal knowledge about ethnic minorities in the region; in Cambodia, where our guide took us to the Landmine Museum; and in the Mekong Delta where Cu - o - ng, our guide, shared personal family experiences as we toured the Cu Chi tunnels in the Mekong Delta. Vietnam is a country with a diverse population, extraordinary beauty, a rich history, and exciting cities. Asiatica made it possible for us to appreciate the country on a short visit in an affordable and comfortable way. Read more",
            "Xin chào Phillip, Cảm ơn bạn đã đồng hành cùng Asiatica Travel. Chúng tôi rất vui vì bạn đã có một trải nghiệm tuyệt vời. Cảm ơn một lần nữa vì lời giới thiệu của bạn và chúng tôi mong sớm được chào đón bạn quay trở lại. Trân trọng, Vivian - Nhóm du lịch Asiatica.Đọc thêm",
            "Chúng tôi đã có một chuyến đi 10 ngày được đặt bởi asiatica ở Việt Nam và tôi muốn giới thiệu cơ quan này - - - đặc biệt là bà nguyen -. Cô ấy thực sự rất hữu ích trong suốt chuyến đi, trả lời bất cứ lúc nào trong ngày nếu chúng tôi có thắc mắc. Cô ấy chú ý và rất tốt bụng, cô ấy cũng nói tiếng Pháp rất tốt. Chúng tôi luôn phải tìm kiếm tài xế của mình tại sân bay hoặc gọi cho cô ấy để tìm tài xế - chúng tôi đã bay rất nhiều từ thị trấn này sang thị trấn khác trong chuyến đi 10 ngày - đó là điều duy nhất tôi có thể nói là không hoàn hảo. Cảm ơn asiatica travel rất nhiều vì trải nghiệm khám phá tuyệt vời này tại Việt Nam.Đọc thêm",
            "Xin chào Maguy, Cảm ơn bạn đã đồng hành cùng Asiatica Travel. Chúng tôi rất vui vì bạn đã có một trải nghiệm tuyệt vời. Cảm ơn một lần nữa vì lời giới thiệu của bạn và chúng tôi mong sớm được chào đón bạn quay trở lại. Trân trọng, Hiền - Asiatica Travel Team.Đọc thêm",
            "Đi du lịch vào tháng 1 năm 2023. Đây là lần thứ hai chúng tôi - một nhóm gia đình gồm 8 người lớn - đi du lịch cùng công ty này tại Việt Nam và Campuchia. Việc liên lạc với Annie và công ty của cô ấy đạt tiêu chuẩn cao nhất kể từ cuộc điều tra đầu tiên của chúng tôi cho đến khi kết thúc chuyến đi. Các khách sạn thực sự tốt; các hướng dẫn viên là những người tốt bụng và tốt bụng với kiến ​​thức tốt; những người lái xe thận trọng và lái xe giỏi; xe buýt sạch sẽ và thoải mái. Chúng tôi không bao giờ phải đợi tài xế hoặc hướng dẫn viên. Họ đều là những người đúng giờ. Nếu so sánh giá cả thì Asiatica là một trong những công ty có giá cả phải chăng nhất. Tôi có thể giới thiệu công ty này khi đi du lịch.Đọc thêm",
            "Xin chào Gerhard,\n\nCảm ơn bạn đã đồng hành cùng Asiatica Travel. Chúng tôi rất vui vì bạn đã có một trải nghiệm tuyệt vời. Cảm ơn một lần nữa vì lời giới thiệu của bạn và chúng tôi mong sớm được chào đón bạn quay trở lại.\n\nTrân trọng,\nAnnie - Nhóm du lịch Asiatica.\nĐọc thêm",
            "Đi cùng chồng và mẹ tôi trong một chuyến du lịch riêng nhỏ với Asiatica Travel. Nhung là người liên hệ của chúng tôi và cô ấy luôn sẵn sàng trả lời bất kỳ câu hỏi nào qua WhatsApp. Chuyến tham quan của chúng tôi diễn ra suôn sẻ từ khi chúng tôi đến Sân bay Siem Reap cho đến khi khởi hành. Chúng tôi có một hướng dẫn viên địa phương hoàn hảo, cô Chandra và người lái xe niềm nở, ông Supeap, người đã đưa chúng tôi đi một chuyến du lịch nhỏ và riêng tư đến Angkor Wat, Bayon và các ngôi đền khác. Chúng tôi còn có những chuyến đi thú vị đến hồ nước ngọt lớn nhất Đông Nam Á.  Thời tiết bắt đầu trở nên rất nóng - lẽ ra vẫn khô ráo và mát mẻ - nhưng chiếc SUV được cung cấp rất mát mẻ, thoải mái và tuyệt vời cho những du khách lớn tuổi. Thật là thú vị, hành trình của chúng tôi rất chi tiết và từng tương tác từ Nhung tại văn phòng của cô ấy cho các đối tác của cô ấy ở Siem Reap khiến chúng tôi cảm thấy rất được chào đón và an toàn.  Chắc chắn sẽ quay lại Asiatica cho những hành trình khác!Đọc thêm",
            "Xin chào Chieko, Cảm ơn bạn đã đồng hành cùng Asiatica Travel. Chúng tôi rất vui vì bạn đã có một trải nghiệm tuyệt vời. Cảm ơn một lần nữa vì lời giới thiệu của bạn và chúng tôi mong sớm được chào đón bạn quay trở lại. Trân trọng, Nhung - Asiatica Travel Team.Đọc thêm",
            "Asiatica Travel đã khiến chuyến đi 6 ngày đầu tiên đến Hà Nội Việt Nam của tôi trở nên thú vị và đáng nhớ nhất. Hai cặp đôi được chăm sóc chu đáo từ Hà Nội đến Vịnh Hạ Long đến Sapa và trở về Hà Nội. Tại mỗi điểm trung chuyển, Hồng Nhung đảm bảo việc vận chuyển, khách sạn, tàu hỏa của chúng tôi được sắp xếp chu đáo - hoàn toàn không phiền phức, cô ấy luôn giải đáp các thắc mắc của chúng tôi. Cảm ơn Nhung!Đọc thêm",
            "Xin chào Rebecca, Cảm ơn bạn đã đồng hành cùng Asiatica Travel. Chúng tôi rất vui vì bạn đã có một trải nghiệm tuyệt vời. Cảm ơn một lần nữa vì lời giới thiệu của bạn và chúng tôi mong sớm được chào đón bạn quay trở lại. Trân trọng, Nhung - Asiatica Travel Team.Đọc thêm",
            "Chuyến đi Việt Nam của chúng tôi được tổ chức bởi Jumi tại Asiatica. Chúng tôi đã có một trải nghiệm thú vị. Chuyến tham quan đã được lên kế hoạch xuất sắc. Việc vận chuyển, chỗ ở, chuyến tham quan và hướng dẫn viên đều được tổ chức hoàn hảo. Chúng tôi đặt chuyến tham quan này với mong muốn được ngắm nhìn những thắng cảnh đặc trưng nhất của cả miền Bắc và miền Nam Việt Nam. Sau khi cung cấp tất cả thông tin chi tiết, Jumi đã cho chúng tôi một số lựa chọn, đồng thời đáp ứng nhu cầu về thời gian và ngân sách của chúng tôi. Những nơi chúng tôi đến thăm khiến chúng tôi thực sự hài lòng, cả về vẻ đẹp ngoạn mục lẫn tính chuyên nghiệp trong mỗi chuyến tham quan. Chúng tôi đã có cơ hội đến thăm cả thiên nhiên và các di tích lịch sử ở thành phố Hà Nội và Sài Gòn. Một hành trình độc đáo ở một đất nước tuyệt vời. Nếu quay trở lại những khu vực đó, chúng tôi chắc chắn sẽ tin tưởng Asiatica một lần nữa để tổ chức chuyến đi của mình. Đọc thêm",
            "Xin chào Flavio, Cảm ơn bạn đã đi du lịch cùng Asiatica Travel. Chúng tôi rất vui vì bạn đã có trải nghiệm tuyệt vời. Cảm ơn bạn một lần nữa vì đã giới thiệu và chúng tôi mong sớm được chào đón bạn quay lại. Trân trọng, Jumi - Đội ngũ Asiatica Travel.\nĐọc thêm",
            "Chúng tôi chọn Asiatica travel để tổ chức chuyến du lịch hai tuần tới Việt Nam và Campuchia. Kế hoạch chuyến đi rất chính xác và cho phép chúng tôi dành thời gian cho cả hướng dẫn viên và chính mình, cân bằng nó một cách hoàn hảo. Chuyến đi và sự quan tâm, chăm sóc liên tục luôn ngay lập tức và đúng giờ. Serafina, nhà tư vấn du lịch của chúng tôi, đã liên tục theo dõi chúng tôi. Sự giúp đỡ và quan tâm luôn kịp thời và đúng chỗ.  Cô ấy khiến chúng tôi sống những trải nghiệm khác biệt và đáng kinh ngạc trong suốt chuyến đi. Chúng tôi sẽ trân trọng chúng. Chúng tôi chắc chắn sẽ nghĩ đến chuyến du lịch Asiatica khi lên kế hoạch cho một chuyến đi khác đến Châu Á.Đọc thêm",
            "Xin chào Sonia, Cảm ơn bạn đã đồng hành cùng Asiatica Travel. Chúng tôi rất vui vì bạn đã có một trải nghiệm tuyệt vời. Cảm ơn một lần nữa vì lời giới thiệu của bạn và chúng tôi mong sớm được chào đón bạn quay trở lại. Trân trọng, Serafina - Nhóm du lịch Asiatica.Đọc thêm",
            "Đây là lần đầu tiên tôi đi du lịch Việt Nam, vì vậy tôi quyết định tìm một công ty lữ hành địa phương để giúp tôi lập kế hoạch cho hành trình của mình trong 8 ngày. Tôi đã tìm kiếm trên Google và quyết định để Asiatica giúp tôi lập kế hoạch cho chuyến đi của mình, với tư cách là cố vấn du lịch của họ, cô Nhung. Cô ấy đã thể hiện sự kiên nhẫn và tính chuyên nghiệp của mình để giúp tôi lập kế hoạch cho một chuyến đi đáng nhớ và tuyệt vời đến Việt Nam. Cô ấy cũng cung cấp cho tôi nhiều mẹo hữu ích trong suốt chuyến đi. Cảm ơn vì đã chỉ định cho tôi một hướng dẫn viên du lịch thân thiện và hiểu biết, Richard. Anh ấy đã chia sẻ với tôi nhiều về lịch sử Việt Nam, và cũng giới thiệu cho tôi nhiều món ăn địa phương ngon tuyệt. Hãy để tôi nếm thử những món ăn Việt Nam đích thực. Tôi hy vọng sẽ gặp lại tất cả các bạn trong tương lai! Đọc thêm",
            "Xin chào Ronan, Cảm ơn bạn đã đồng hành cùng Asiatica Travel. Chúng tôi rất vui vì bạn đã có một trải nghiệm tuyệt vời. Cảm ơn một lần nữa vì lời giới thiệu của bạn và chúng tôi mong sớm được chào đón bạn quay trở lại. Trân trọng, Nhung - Asiatica Travel Team.Đọc thêm"
        ],
        "star_ratings": [
            3079,
            243,
            17,
            6,
            11
        ],
        "review_amount": 3356,
        "location": [
            "Việt Nam",
            "Hà Nội",
            "Du lịch Châu Á",
            "Châu Á",
            "Những điều cần làm ở Hà Nội"
        ],
        "reviews_time": [
            "Written January 12, 2023",
            "Written January 13, 2020",
            "Written November 8, 2023",
            "Written March 2, 2023",
            "Written February 6, 2023",
            "Written February 27, 2024",
            "Written November 29, 2023",
            "Written February 8, 2024",
            "Written September 16, 2023",
            "Written March 18, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d6105895-Reviews-or20-Asiatica_Travel-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6105895-Reviews-or10-Asiatica_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6105895-Reviews-or30-Asiatica_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6105895-Reviews-Asiatica_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6701351-Reviews-Mai_Chau_Ecological_Lodge-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14000149-Reviews-Thien_Viet_Tourist-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11922020-Reviews-Hanoi_Free_Private_Tour_Guide-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7065676-Reviews-365_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12530057-Reviews-Vietnam_Dragon_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10820922-Reviews-Agenda_Tour_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17636226-Reviews-Roll_with_locals-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6215277-Reviews-Inside_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25432814-Reviews-Che_Beauty-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8444880-Reviews-LVP_Travel_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6495901-Reviews-Up_Travel_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17558632-Reviews-Vietnam_Tour_247-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8599500-Reviews-Ionah_Show-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19692073-Reviews-Metta_Voyage-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12399319-Reviews-Legend_Travel_Group-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g3859778-d8806287-Reviews-Svinafellsjokull_Glacier-Svinafell_East_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g776017-d2279507-Reviews-Paleokastritsa_Monastery-Paleokastritsa_Corfu_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d314008-Reviews-Zoo_Berlin-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g32954-d3474440-Reviews-Seaside_Lagoon-Redondo_Beach_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60842-d247704-Reviews-Ober_Gatlinburg_Amusement_Park_Ski_Area-Gatlinburg_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g32861-d2292558-Reviews-DAOU_Vineyards-Paso_Robles_San_Luis_Obispo_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g665220-d2357646-Reviews-Kaudulla_National_Park-Habarana_North_Central_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g40589-d2413153-Reviews-Barred_Island_Preserve-Deer_Isle_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g33446-d108218-Reviews-Yampah_Spa_and_Vapor_Caves-Glenwood_Springs_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g60766-d1125475-Reviews-Wild_River_Country-Little_Rock_Arkansas.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d6105895-Reviews-or30-Asiatica_Travel-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d6105895-Reviews-or20-Asiatica_Travel-Hanoi.html"
    },
    {
        "attraction_name": "Asiatica Travel",
        "attraction_name_vi": "Du lịch Châu Á",
        "general_info": [
            "3.351 đánh giá",
            "- 26 trong số 532 Đồ ăn - Đồ uống tại Hà Nội",
            "Chuyến tham quan nhiều ngày",
            "Những chuyến đi bộ",
            "Tour riêng",
            "Chuyến tham quan ẩm thực",
            "Chuyến tham quan chụp ảnh"
        ],
        "attraction_summary": "Asiatica Travel là nhà điều hành tour du lịch có trụ sở tại Việt Nam, không chỉ cung cấp các chuyến đi trong ngày riêng tư tại Hà Nội mà còn cung cấp các chuyến đi riêng đến Việt Nam, Lào và Campuchia. Được thành lập vào năm 2001 bởi bốn hướng dẫn viên địa phương, Asiatica hiện là một trong những nhà điều hành tour du lịch địa phương lớn nhất và đáng tin cậy nhất ở Đông Dương, bao gồm cả Myanmar và Thái Lan. Giấy phép du lịch quốc tế số 0513 - LHQTĐọc thêm",
        "reviews": [
            "Tôi không thể diễn tả được chuyến đi tuyệt vời của chúng tôi đến Việt Nam như thế nào. Nó bắt đầu trong giai đoạn lập kế hoạch với Anni giải quyết mọi vấn đề và cực kỳ sẵn sàng hỗ trợ. Mối quan hệ được đo lường khi mọi thứ không hoàn hảo và thậm chí khi chúng tôi gặp vấn đề về thị thực hoặc thay đổi Kế hoạch, Anni và nhóm Asiatica - theo nghĩa đen - đã không ngủ cho đến khi họ giải quyết xong mọi thứ. Hướng dẫn viên của chúng tôi thật tuyệt vời - Ryan - HA, đi bộ cùng chúng tôi qua các ngôi làng nông thôn bằng tiếng Anh tuyệt vời và những câu chuyện về cuộc sống của anh ấy ở làng - Ricky - Trung đảm bảo rằng chúng tôi hiểu cuộc sống ở Hội An như thế nào cộng với việc chỉ cho chúng tôi những bí mật của Bana Hills và Đà Lạt bằng sự nhẹ nhàng và chân thực của anh ấy dẫn chúng tôi đến Đồng bằng Makong - các điểm tham quan và kế hoạch thật hoàn hảo. Các khách sạn đã khiến tôi kinh ngạc - sự lựa chọn tuyệt vời với Anni đảm bảo rằng chúng tôi có được những tầng và tầm nhìn phù hợp. Tất cả những trải nghiệm ngoạn mục này chắc chắn đã biến Việt Nam trở thành một trong những chuyến đi yêu thích của tôi trong hai thập kỷ qua. Bây giờ chúng tôi muốn thuyết phục Anni và Asiatica lên kế hoạch cho các chuyến đi đến Nhật Bản; - Đọc thêm",
            "Xin chào Lior, Cảm ơn bạn đã đồng hành cùng Asiatica Travel. Chúng tôi rất vui vì bạn đã có một trải nghiệm tuyệt vời. Cảm ơn một lần nữa vì lời giới thiệu của bạn và chúng tôi mong sớm được chào đón bạn quay trở lại. Trân trọng, Annie - Nhóm du lịch Asiatica.Đọc thêm",
            "Mặc dù giá của chuyến đi có cao hơn một chút so với những nơi khác nhưng chúng tôi rất biết ơn vì đã chọn Asiatic mà không hối tiếc. Việc sắp xếp tour du lịch đã cho chúng tôi một chuyến đi thoải mái. Các tài xế đúng giờ, hướng dẫn viên du lịch am hiểu và họ thậm chí còn sắp xếp cho những thay đổi vào phút cuối của chúng tôi. Chuyến đi diễn ra suôn sẻ như kế hoạch và không gặp trục trặc gì. Xin gửi lời khen ngợi và cảm ơn đặc biệt đến người tổ chức tour du lịch của chúng tôi, cô Larissa, người đã đi rất xa để biến chuyến đi trở nên đáng nhớ. Cảm ơn bạn.Đọc thêm",
            "Xin chào Andrew, Cảm ơn bạn đã đồng hành cùng Asiatica Travel. Chúng tôi rất vui vì bạn đã có một trải nghiệm tuyệt vời. Cảm ơn một lần nữa vì lời giới thiệu của bạn và chúng tôi mong sớm được chào đón bạn quay trở lại. Trân trọng, Larissa - Nhóm du lịch Asiatica.Đọc thêm",
            "Asiatica đã giúp chúng tôi lên kế hoạch, tổ chức và thực hiện chuyến đi đến Việt Nam của cặp đôi. Chúng tôi đã có một chuyến đi được thiết kế riêng, được điều chỉnh cụ thể theo mong muốn của chúng tôi. Chúng tôi đã nói trước với họ những gì chúng tôi thích hơn và những gì chúng tôi có thể từ bỏ, chúng tôi thích văn hóa, ẩm thực, đi bộ, chửi bới, bay, thời gian rảnh rỗi và thời gian hành động đến mức nào.  Vivian đến từ Asiatica đã lo mọi thứ: Khách sạn, chuyến bay nội địa, vé tham quan, tài xế đón chúng tôi mọi lúc mọi nơi, hướng dẫn viên đi cùng chúng tôi khi cần và - quan trọng nhất - để chúng tôi yên khi chúng tôi cảm thấy thích điều đó !Chúng tôi lại thích trở thành những đứa trẻ thiếu suy nghĩ khi biết rằng có một người lớn có trách nhiệm giúp chúng tôi đi đúng hướng.Đọc thêm",
            "Xin chào Shai, Cảm ơn bạn đã lựa chọn Asiatica Travel cho chuyến đi đến Việt Nam và Campuchia. Chúng tôi rất vui khi biết rằng bạn rất thích chuyến đi của chúng tôi. Asiatica Travel mong muốn sớm quay trở lại để khám phá thêm nhiều điểm đến ở Đông Dương và Châu Á. Chúc mọi điều tốt lành, Đọc thêm",
            "Tôi rất muốn giới thiệu Asiatica là công ty du lịch tư nhân số một và đặc biệt là Mia tuyệt vời!  Hành trình thật tuyệt vời và bao gồm tất cả những điều chúng tôi yêu cầu và nhiều hơn thế nữa. Mia sắp xếp mọi thứ, cô ấy thật tuyệt vời và rất kiên nhẫn với tất cả những thay đổi mà chúng tôi đã yêu cầu và thực hiện trước khi chúng tôi đến. Cô ấy đã liên lạc với chúng tôi để đảm bảo rằng tất cả đều ổn và chúng tôi hạnh phúc. Mọi thứ đều tuyệt vời và trên cả sự mong đợi của chúng tôi: hướng dẫn viên du lịch - tiếng Anh lưu loát và nhiều kiến ​​thức -, tài xế cẩn thận, những khách sạn tốt nhất đều tốt đến nỗi giữa chuyến tham quan, chúng tôi đã bắt đầu nói rằng chúng tôi muốn quay lại lần sau thời gian bên các con của chúng tôi nữa :- - cảm ơn Mia và toàn thể đội ngũ Asiatica, các bạn là những người tuyệt vời nhất!!Đọc thêm",
            "Xin chào Polina, Cảm ơn bạn đã chọn Asiatica Travel cho chuyến đi đến Việt Nam và Campuchia. Chúng tôi rất vui khi biết rằng bạn rất thích chuyến đi của chúng tôi. Asiatica Travel mong muốn sớm quay trở lại để khám phá thêm nhiều điểm đến ở Đông Dương và Châu Á. Chúc mọi điều tốt lành, Đọc thêm",
            "Tôi muốn giới thiệu Asiatica làm công ty Lập kế hoạch du lịch tại Việt Nam.  Chúng tôi rất hài lòng với chuyến tham quan được lên kế hoạch tốt với nhiều địa điểm thú vị mà chúng tôi ghé thăm và nhiều hoạt động khác nhau như đi dạo trong những ngôi làng đích thực, tham quan ở các thành phố hiện đại hoặc đi bộ và hòa mình vào thiên nhiên tươi đẹp mà Việt Nam có. Ngoài ra, chúng tôi muốn đánh giá cao những hướng dẫn viên du lịch mà chúng tôi có được, những người rất giỏi và hữu ích với rất nhiều nhiệt tình đã truyền tải rất nhiều kiến ​​thức cho chúng tôi ở mọi địa điểm mà chúng tôi ghé thăm cùng họ. Trên hết, chúng tôi muốn giới thiệu người phụ nữ liên hệ của chúng tôi từ tên Asiatica Có thể điều đó hộ tống chúng tôi ngay từ ngày đầu tiên và đảm bảo rằng chúng tôi luôn vui vẻ an toàn và nhận được dịch vụ phù hợp. Cô ấy thật tuyệt vời và rất hữu ích. Mỗi lần chúng tôi gọi cho cô ấy, chúng tôi đều nhận được câu trả lời và cô ấy đã hành động và chăm sóc chúng tôi. Chúng tôi cũng cảm ơn bạn May qua kênh đó. Xin chúc lành cho bạn và Asiatica.Đọc thêm",
            "Xin chào Shlomo, Cảm ơn bạn đã chọn Asiatica Travel cho chuyến đi đến Việt Nam và Campuchia. Chúng tôi rất vui khi biết rằng bạn rất thích chuyến đi của chúng tôi. Asiatica Travel mong muốn sớm quay trở lại để khám phá thêm nhiều điểm đến ở Đông Dương và Châu Á. Chúc mọi điều tốt lành, Đọc thêm",
            "Tám cặp đôi chúng tôi đã đi du lịch Việt Nam qua Asiatica từ Bắc vào NamTôi muốn chỉ ra rằng công ty đã cho chúng tôi câu trả lời cho tất cả các yêu cầu. Các hướng dẫn viên đã chu đáo và rất hiểu biết. Tôi đặc biệt muốn đề cập đến Mia, người đã quan tâm đến tất cả các chi tiết nhỏ và những thay đổi vào phút cuối. Tôi thực sự khuyên bạn nên lập kế hoạch cho chuyến đi đến Việt Nam thông qua họ.ItzikĐọc thêm",
            "Xin chào Itzik, Cảm ơn bạn đã lựa chọn Asiatica Travel cho chuyến đi đến Việt Nam và Campuchia. Chúng tôi rất vui khi biết rằng bạn rất thích chuyến đi của chúng tôi. Asiatica Travel mong muốn sớm quay trở lại để khám phá thêm nhiều điểm đến ở Đông Dương và Châu Á. Chúc mọi điều tốt lành, Đọc thêm",
            "Tìm thấy Asiatica trực tuyến với những đánh giá tốt và bắt đầu xây dựng chuyến đi với đại lý Mia hoàn toàn tuyệt vời. Đây là một trong những trải nghiệm tuyệt vời nhất tôi có được với một công ty du lịch. Mia luôn sẵn sàng đáp ứng mọi nhu cầu du lịch của chúng tôi, lời khuyên của cô ấy rất tốt, khách sạn tuyệt vời và trung tâm, hướng dẫn viên rất tốt và chúng tôi không bao giờ phải đợi ai ở bất cứ đâu, điều quan trọng vì chúng tôi có 16 hành khách. Rất khuyến khích họ và Mia cho bất kỳ ai muốn đi du lịch ở Việt NamĐọc thêm",
            "Xin chào Leor, Cảm ơn bạn đã lựa chọn Asiatica Travel cho chuyến đi đến Việt Nam và Campuchia. Chúng tôi rất vui khi biết rằng bạn rất thích chuyến đi của chúng tôi. Asiatica Travel mong muốn sớm quay trở lại để khám phá thêm nhiều điểm đến ở Đông Dương và Châu Á. Chúc mọi điều tốt lành, Đọc thêm",
            "Các hành trình thật tuyệt vời.  Tất cả các dịch vụ đưa đón sân bay, vận chuyển đường bộ giữa Hà Nội đến SaPa đều được thông báo đầy đủ vào ngày hôm trước với biển số xe, tên tài xế - số liên lạc.  Yêu cầu đổi phòng vào phút cuối ở Sapa đã có thể thực hiện được với phản ứng nhanh hiệu quả của cô Larissa được đánh giá rất cao - tuyệt vời.  Các hướng dẫn viên du lịch được bố trí tại Hà Nội - Sapa đều là những người am hiểu, rất khiêm tốn, hữu ích và chu đáo, cảm ơn cô Larissa, chuyên gia tư vấn du lịch của chúng tôi rất nhiều; và hướng dẫn viên của chúng tôi, anh Huy ở Hà Nội - Cô Tùng ở Sapa.Đọc thêm",
            "Xin chào cô Sharon Sim, Cảm ơn bạn đã đồng hành cùng Asiatica Travel. Chúng tôi rất vui vì bạn đã có một trải nghiệm tuyệt vời. Cảm ơn một lần nữa vì lời giới thiệu của bạn và chúng tôi mong sớm được chào đón bạn quay trở lại. Trân trọng, Larissa - Đội du lịch Asiatica.\n\nĐọc thêm",
            "Chuyến đi tuyệt vời nhờ Serafina - sự tận tâm và kiên nhẫn của cô ấy trong khi thiết kế hành trình của chúng tôi! Chúng tôi đã đến thăm Việt Nam và Campuchia và mọi thứ thậm chí còn tốt hơn mong đợi Serafina là người giỏi nhất! Hãy tin cô ấy! Đọc thêm",
            "Chào buổi chiều Paula, cảm ơn bạn đã bình luận tốt đẹp của bạn. Chúng tôi rất vui vì quý khách đã có một chuyến đi thật sự tuyệt vời với nhiều trải nghiệm khó quên, không chỉ từ vẻ đẹp thiên nhiên mà còn từ đội ngũ nhân viên của chúng tôi, đặc biệt là chị Hương. Hẹn gặp lại quý khách trong những chuyến đi Đông Dương tiếp theo. Lời chào nồng nhiệt, Đội ngũ du lịch Asiatica\nĐọc thêm",
            "Ari, đại lý du lịch của chúng tôi rất chu đáo và luôn sẵn sàng trong mọi quá trình, từ việc xác định hành trình du lịch của chúng tôi đến trình bày tất cả các chuyến tham quan và chuyến bay. Cô ấy là một cố vấn tốt cho những việc cần làm. Rất khuyến khích Asiatica và AriĐọc thêm",
            "Chào buổi sáng Marcel, Cảm ơn bạn đã chọn Asiatica cho chuyến đi của mình. Chúng tôi rất vui khi biết rằng bạn rất thích chuyến đi. Sự hài lòng của bạn là niềm vui của chúng tôi. Asiatica Travel rất mong được đồng hành cùng bạn trong chuyến đi tiếp theo. Trân trọng, Ari và nhóm tại Asiatica Travel.Đọc thêm",
            "Email của cơ quan này là gì?",
            "Sửa chữa\nle.lien - asiatica com\nThêm dấu chấm\nTên cô ấy là Helen Đọc thêm",
            "Chi phí du lịch Campuchia và Việt Nam bao nhiêu, bắt đầu từ Milan Đọc thêm",
            "Xin lỗi, sự chậm trễ vẫn còn liên quan phải không?\nĐọc thêm",
            "Xin chào Jose Javier, chúng tôi đang nghĩ đến việc thực hiện một chuyến du lịch cùng nhóm đến Việt Nam vào cuối tháng 6 và tôi đã hỏi một số công ty để báo giá, công ty đưa ra cho tôi mức giá tốt nhất là Asiatica travel, tôi muốn bạn nhận xét về mọi việc như thế nào đã chọn công ty này cho bạn và bạn đã gặp nó như thế nào. Tôi cũng muốn biết liệu trời có mưa nhiều không. Cảm ơn bạn rất nhiềuĐọc thêm",
            "Xin chào, tôi là Myriam Rodriguez đến từ Colombia, tôi muốn đi du lịch cùng gia đình vào tháng 5-tháng 6 năm 2020, chuyến du lịch 12 ngày đến Việt Nam và Campuchia, với những địa điểm mà bạn giới thiệu, cảm ơn rất nhiều vì đã quan tâm.Đọc hơn",
            "Tôi khuyên bạn nên đặt chuyến đi qua Asiatica Travel. Đối với Campuchia, chuyến thăm Siem Raep là đủ trong 2 ngày\n\nXin chào và chúc vui vẻ Đọc thêm",
            "Chào buổi sáng,\nTôi sẽ đi Việt Nam và Campuchia trong 3 tuần. Đối với Campuchia, tôi định đi thăm bạn bè, nhưng để khám phá - một chút - Việt Nam, tôi đang nghĩ đến việc dành 1 tuần ở phía bắc... chúng tôi sẽ đến vào tháng 2, bạn có đề xuất gì không? Sau đó một tuần về phía nam, qua Campuchia ở giữa để tránh visa.\nCơ quan Asiatica có vẻ rất tốt?\nMình đang làm lịch trình, cảm ơn bạn đã tư vấn!\nTrân trọngĐọc thêm",
            "Xin chào, tôi nghĩ rằng 3 tuần là hơi chật để thực sự khám phá hai quốc gia này, thời gian vận chuyển khá dài đối với miền bắc Việt Nam tôi có thể tư vấn cho bạn, Hà Giang - Thái - Cao Bằng gần biên giới Trung Quốc - thác Bản Giốc và. Động Ngườm Ngao cách nhau không xa, ít khách du lịch hơn Sapa.\nĐối với Vịnh Hạ Long, tôi khuyên bạn nên đến đảo Cát Bà, nơi bạn có thể tổ chức các chuyến đi chơi trên vịnh - chèo thuyền, đi thuyền trong ngày và bơi lội, đảo khỉ, làng Việt haï hoặc sau khi leo khá dốc dài 2 km bạn có thể chiêm ngưỡng khung cảnh lộng lẫy của vịnh, đến Việt Hải bằng thuyền vì không dễ tiếp cận bằng đường bộ -, 2 ngày ở Hà Nội, thành cổ, nhà trung tâm, bảo tàng văn học, nhà hát múa rối nước, chùa hồ và khu mua sắm.\nBạn cũng có thể đến Ninh Bình, Land Hạ Long - Tam Cốc, Hang Múa và 500 bậc thang để ngắm cảnh tuyệt đẹp - và nhiều điều khác để khám phá.  Mình chỉ làm miền Bắc và sẽ tổ chức chuyến đi miền Trung và miền Nam có chuyến đi Lào trong 2 hoặc 3 nămĐọc thêm",
            "Tôi muốn biết một chuyến đi trong 3 tuần tốn bao nhiêu tiền cho một người. Cảm ơn bạn Đọc thêm",
            "Tôi không biết, chúng tôi có bốn người, tôi khuyên bạn nên hỏi báo giá và xem có hợp lý không. Nếu tôi không nhầm, chúng tôi tốn khoảng 2000 đô la mỗi người trong hai tuần với ba chuyến bay nội địa Đọc thêm",
            "Xin chào, tôi muốn biết liệu công ty lữ hành này có hướng dẫn viên nói tiếng Ý không...cảm ơnĐọc thêm",
            "Vâng, tất nhiên là có hướng dẫn viên nói tiếng ÝĐọc thêm",
            "bạn đã chi bao nhiêu? cảm ơnĐọc thêm",
            "1800 euro không có chuyến bay và ít bữa ăn - theo lựa chọn của chúng tôi - nhưng với tài xế và hướng dẫn viên nói tiếng Ý chỉ dành cho chúng tôi và bao gồm hai chuyến bay nội địa, chuyến tàu đêm đến Sapa và thuyền đi lên một nhánh của sông Mê Kông và đi từ Việt Nam sang Campuchia. Tổng cộng chuyến đi 18 ngày - Hà Nội, Vịnh Hạ Long, Sapa và các làng trekking, Hội An, Huế, Đà Nẵng, Sài Gòn, Đồng bằng sông Cửu Long, Bến Tre, Cần Thơ, Châu Đốc, Phnom Penh, Siem Reap, Angkor, hồ Tonle Sap - . Khách sạn tuyệt vời, đúng giờ từ hướng dẫn viên và tài xế. Tổ chức hoàn hảo và sự kiểm soát liên tục của cơ quan trong suốt chuyến đi. Chuyến đi tuyệt đẹp...... Đọc thêm",
            "Xin chào\nTôi có kế hoạch công tác tại Hà Nội\nTôi cần phiên dịch Sedan - VN-ENG\nBạn có thể cho tôi biết giá bao nhiêu một ngày không? Đọc thêm",
            "Asiatica nó khá hợp lý. Tôi không biết vì tài xế và hướng dẫn viên là một phần của chuyến tham quan.\n Liên hệ Ms. Phoebe - Hoàng Minh Phương - Travel Consultant\nEmail: hoang phuong at asiatica  \nSkype: phuong180189\nDi động: - 00 84 - 9.4306.4603\n và nói với cô ấy rằng bạn đã đọc bài đánh giá Cố vấn chuyến đi của tôi??Đọc thêm",
            "Xin chào \nTôi có kế hoạch đi công tác ở Hà Nội \nTôi cần Sedan - thông dịch viên VN-ENG\nBạn có thể cho tôi biết bao nhiêu mỗi ngày? Đọc thêm"
        ],
        "star_ratings": [
            3079,
            243,
            17,
            6,
            11
        ],
        "review_amount": 3356,
        "location": [
            "Việt Nam",
            "Hà Nội",
            "Du lịch Châu Á",
            "Châu Á",
            "Những điều cần làm ở Hà Nội"
        ],
        "reviews_time": [
            "Written April 14, 2024",
            "Written April 10, 2024",
            "Written April 9, 2024",
            "Written April 8, 2024",
            "Written April 5, 2024",
            "Written April 4, 2024",
            "Written April 4, 2024",
            "Written April 4, 2024",
            "Written April 1, 2024",
            "Written March 26, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d6105895-Reviews-or30-Asiatica_Travel-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6105895-Reviews-or20-Asiatica_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6105895-Reviews-or40-Asiatica_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6105895-Reviews-Asiatica_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6701351-Reviews-Mai_Chau_Ecological_Lodge-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14000149-Reviews-Thien_Viet_Tourist-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11922020-Reviews-Hanoi_Free_Private_Tour_Guide-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7065676-Reviews-365_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12530057-Reviews-Vietnam_Dragon_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10820922-Reviews-Agenda_Tour_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17636226-Reviews-Roll_with_locals-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6215277-Reviews-Inside_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25432814-Reviews-Che_Beauty-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8444880-Reviews-LVP_Travel_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6495901-Reviews-Up_Travel_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17558632-Reviews-Vietnam_Tour_247-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8599500-Reviews-Ionah_Show-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19692073-Reviews-Metta_Voyage-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12399319-Reviews-Legend_Travel_Group-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g667803-d10751524-Reviews-Green_Bay_Beach-Protaras_Paralimni_Famagusta_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g612463-d4992851-Reviews-Sapanca_Lake-Sapanca_Sakarya_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g34345-d12383571-Reviews-The_Chart_Room_Bar-Key_West_Florida_Keys_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g189970-d1657067-Reviews-Nautholsvik_Geothermal_Beach-Reykjavik_Capital_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g187837-d4521211-Reviews-Taxi_Boat_Varenna_Day_Tours-Varenna_Lake_Como_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g34496-d2665580-Reviews-Ocala_Downtown_Square-Ocala_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g49381-d4438452-Reviews-Fire_Creek_Falls-Murphy_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g31323-d2069644-Reviews-Watson_Lake-Prescott_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g1191030-d12729432-Reviews-Fava_Beach-Vourvourou_Sithonia_Halkidiki_Region_Central_Macedonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g303808-d9764770-Reviews-Fort_Napoljun_Napolean-Hvar_Hvar_Island_Split_Dalmatia_County_Dalmatia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d6105895-Reviews-or40-Asiatica_Travel-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d6105895-Reviews-or30-Asiatica_Travel-Hanoi.html"
    },
    {
        "attraction_name": "Asiatica Travel",
        "attraction_name_vi": "Du lịch Châu Á",
        "general_info": [
            "3.351 đánh giá",
            "- 26 trên 532 Đồ Ăn - Đồ Uống ở Hà Nội",
            "Chuyến tham quan nhiều ngày",
            "Những chuyến đi bộ",
            "Tour riêng",
            "Chuyến tham quan ẩm thực",
            "Chuyến tham quan chụp ảnh"
        ],
        "attraction_summary": "Asiatica Travel là nhà điều hành tour du lịch có trụ sở tại Việt Nam, không chỉ cung cấp các chuyến đi trong ngày riêng tư tại Hà Nội mà còn cung cấp các chuyến đi riêng đến Việt Nam, Lào và Campuchia. Được thành lập vào năm 2001 bởi bốn hướng dẫn viên địa phương, Asiatica hiện là một trong những nhà điều hành tour du lịch địa phương lớn nhất và đáng tin cậy nhất ở Đông Dương, bao gồm cả Myanmar và Thái Lan. Giấy phép du lịch quốc tế số 0513 - LHQTĐọc thêm",
        "reviews": [
            "Chúng tôi một nhóm lớn đi du lịch Ninh Bình do Asiatica Travel sắp xếp. Đó thực sự là một sự sắp xếp tuyệt vời với những địa điểm tốt nhất được chọn để tham quan và lưu trú. Cảm ơn cô Vivian đã khiến chuyến đi của chúng tôi thật thoải mái và đáng nhớ. Chúng tôi đã lên kế hoạch cho chuyến đi từ một quốc gia khác và cô Vivian đã khiến mọi quá trình trở nên dễ dàng hơn rất nhiều. Chúng tôi sẽ luôn khuyên bạn nên đi du lịch từ Asiatica. Cảm ơn bạn.Đọc thêm",
            "Xin chào Sahana, Cảm ơn bạn đã đồng hành cùng Asiatica Travel. Chúng tôi rất vui vì bạn đã có một trải nghiệm tuyệt vời. Cảm ơn một lần nữa vì lời giới thiệu của bạn và chúng tôi mong sớm được chào đón bạn quay trở lại. Trân trọng, Vivian - Nhóm du lịch Asiatica.Đọc thêm",
            "Tôi đã có chuyến đi đến Việt Nam và Campuchia cùng một người bạn vào tháng 1 - tháng 2 năm 2024. Chúng tôi thực sự đánh giá cao thời gian Asiatica Travel dành riêng cho chúng tôi để thiết lập một chuyến đi phù hợp: phải mất vài tuần để hoàn thiện chương trình hoàn chỉnh, chúng tôi đã yêu cầu một số thay đổi trong các phương án đề xuất và tất cả mong muốn của chúng tôi đã được tính đến. Cô Hương Lê, người chịu trách nhiệm chuẩn bị cho chuyến đi của chúng tôi, rất kiên nhẫn và thân thiện. Mọi thứ đều được tổ chức cực kỳ tốt và hướng dẫn viên của chúng tôi ở các quốc gia đều rất xuất sắc: thân thiện, vui tính và rất hiểu biết. Cả cơ quan và hướng dẫn viên đều phản ứng nhanh chóng khi chúng tôi có một số câu hỏi hoặc thắc mắc. Tôi chắc chắn sẽ chọn Asiatica Travel một lần nữa cho chuyến đi châu Á khác!Đọc thêm",
            "Xin chàoAnne-Claire,\n\nCảm ơn quý khách đã lựa chọn Asiatica Travel cho chuyến đi đến Việt Nam của mình. Chúng tôi rất vui vì bạn thích chuyến đi. Chúng tôi hy vọng sẽ sớm được chào đón bạn trở lại để giúp bạn khám phá thêm nhiều điểm đến ở Đông Dương và Châu Á.\n\nTrân trọng,\nLê Hương - the - team d - Asiatica TravelĐọc thêm",
            "Chúng tôi không muốn có một chuyến tham quan du lịch và Gabriella từ Asiatica Travel đã rất tuyệt vời khi chuẩn bị một chuyến tham quan phù hợp cho chúng tôi. Chúng tôi đến Đảo Tiger và ăn tối tại một nhà dân. Chúng tôi là một nhóm gồm 9 người. Nơi này cực kỳ sạch sẽ và thức ăn tuyệt vời. Ngày hôm sau, chúng tôi ghé thăm chợ nổi địa phương và thực hiện chuyến tham quan bằng xe tuk tuk địa phương: một cách tuyệt vời để nhìn thấy cuộc sống thực sự của nơi này trên thế giới. Kết luận rừng Trà sư với con đường xanh nổi tiếng thật tuyệt vời. Hướng dẫn của chúng tôi cực kỳ có năng lực với tiếng Anh thực sự trôi chảy. Cảm ơn vì tổ chức tuyệt vời này!!Đọc thêm",
            "Chào buổi sáng bà Federica, Cảm ơn đánh giá và chia sẻ kinh nghiệm của bà với chúng tôi tại Việt Nam. Chúng tôi luôn coi đó như một món quà quý giá cho những nỗ lực đã bỏ ra để tạo nên một kỳ nghỉ tuyệt vời cho những khách hàng đã tin tưởng giao phó cho chúng tôi. Tin rằng quý khách đã có những giây phút tuyệt vời và khó quên trong chuyến đi, chúng tôi hy vọng sẽ tiếp tục là người bạn đồng hành của quý khách trong những chuyến đi Đông Dương trong tương lai. Một cái ôm từ Gabriella, Đội Châu ÁĐọc thêm",
            "Chúng tôi vừa kết thúc chuyến tham quan khu vực Hội An ở miền Trung Việt Nam. Chúng tôi đã có khoảng thời gian tuyệt vời với hướng dẫn viên Hung Jerry. Anh ấy là một người đàn ông rất tốt bụng và vui tính. Kiến thức của ông về khu vực này là tuyệt vời. Anh ấy luôn đúng giờ và rất hữu ích. Chúng tôi đánh giá cao anh ấy và công ty Assiatica.Đọc thêm",
            "Xin chào Ann, Cảm ơn bạn đã đồng hành cùng Asiatica Travel. Chúng tôi rất vui vì bạn đã có một trải nghiệm tuyệt vời. Cảm ơn một lần nữa vì lời giới thiệu của bạn và chúng tôi mong sớm được chào đón bạn quay trở lại. Trân trọng, Larissa - Đội du lịch Asiatica.\nĐọc thêm",
            "Đây là lần đầu tiên tôi đi du lịch Việt Nam, vì vậy tôi quyết định tìm một công ty lữ hành địa phương để giúp tôi lập kế hoạch cho hành trình của mình trong 8 ngày. Tôi đã tìm kiếm trên Google và quyết định để Asiatica giúp tôi lập kế hoạch cho chuyến đi của mình, với tư cách là cố vấn du lịch của họ, cô Nhung. Cô ấy đã thể hiện sự kiên nhẫn và tính chuyên nghiệp của mình để giúp tôi lập kế hoạch cho một chuyến đi đáng nhớ và tuyệt vời đến Việt Nam. Cô ấy cũng cung cấp cho tôi nhiều mẹo hữu ích trong suốt chuyến đi. Cảm ơn vì đã chỉ định cho tôi một hướng dẫn viên du lịch thân thiện và hiểu biết, Richard. Anh ấy đã chia sẻ với tôi nhiều về lịch sử Việt Nam, và cũng giới thiệu cho tôi nhiều món ăn địa phương ngon tuyệt. Hãy để tôi nếm thử những món ăn Việt Nam đích thực. Tôi hy vọng sẽ gặp lại tất cả các bạn trong tương lai! Đọc thêm",
            "Xin chào Ronan, Cảm ơn bạn đã đồng hành cùng Asiatica Travel. Chúng tôi rất vui vì bạn đã có một trải nghiệm tuyệt vời. Cảm ơn một lần nữa vì lời giới thiệu của bạn và chúng tôi mong sớm được chào đón bạn quay trở lại. Trân trọng, Nhung - Asiatica Travel Team.Đọc thêm",
            "Chuyến đi của công ty thực sự xuất sắc, dịch vụ tuyệt vời, thái độ của công ty rất tuyệt vời, xe đưa đón tuyệt vời, xe có máy lạnh và sạch sẽ, sự quan tâm cá nhân, hướng dẫn viên thực sự chuyên nghiệp, khách sạn ở mức 5 - cấp độ sao và đồ ăn thì tuyệt vời, nếu có bất kỳ vấn đề nào nảy sinh, nhân viên Vivian đã cho chúng tôi câu trả lời ngay lập tức. Kỳ nghỉ trên tàu là điểm nổi bật của cả chuyến đi, tôi - chắc chắn rằng tôi sẽ quay lại du lịch cùng công ty này một lần nữa. Tôi hết lòng giới thiệu các chuyến tham quan của họ. Đọc thêm",
            "Xin chào Ronan, Cảm ơn bạn đã đồng hành cùng Asiatica Travel. Chúng tôi rất vui vì bạn đã có một trải nghiệm tuyệt vời. Cảm ơn một lần nữa vì lời giới thiệu của bạn và chúng tôi mong sớm được chào đón bạn quay trở lại. Trân trọng, Dương - Asiatica Travel Team.\nĐọc thêm",
            "Chuyến đi đến Việt Nam của chúng tôi đã được lên kế hoạch và tổ chức bởi ông. Nguyễn Duy Thái - Asiatica Travel Chuyến đi được tổ chức chuyên nghiệp theo yêu cầu của chúng tôi. Đó là một chuyến đi tuyệt vời nhờ mr.Thai.Đọc thêm",
            "Xin chào אבי ר, Cảm ơn bạn đã đồng hành cùng Asiatica Travel. Chúng tôi rất vui vì bạn đã có một trải nghiệm tuyệt vời. Cảm ơn một lần nữa vì lời giới thiệu của bạn và chúng tôi mong sớm được chào đón bạn quay trở lại. Trân trọng, Thai - Asiatica Travel Team.Đọc thêm",
            "Xin chân thành cảm ơn Asiatica travel vì một kỳ nghỉ 20 ngày được thiết kế theo yêu cầu tuyệt vời trên khắp Việt Nam - Campuchia. Chúng tôi vừa định trả tiền đặt cọc cho một công ty du lịch khác nhưng do việc liên lạc quá chậm trong việc trả lời các câu hỏi và mối quan ngại của chúng tôi nên chúng tôi quyết định tìm kiếm một công ty khác và chúng tôi rất vui vì chúng tôi đã làm như vậy. Asiatica cung cấp các tour du lịch riêng thay vì các chuyến xe buýt mà chúng tôi thấy đang kéo đến xung quanh chúng tôi...ugh! Chuyên gia tư vấn Thái của chúng tôi đã phản hồi rất nhanh, không có gì là quá rắc rối - anh ấy đã giải quyết hành trình của tôi thay đổi - quan tâm rất nhanh chóng, chuyên nghiệp - tử tế. Chúng tôi CỰC KỲ HÀI LÒNG với loại dịch vụ được cung cấp cho chúng tôi. Tôi có thể đặt chỗ với họ lần nữa không? TUYỆT ĐỐI - TRONG NHẬT TIM.Đọc thêm",
            "Xin chào Amanda, Cảm ơn bạn đã đồng hành cùng Asiatica Travel. Chúng tôi rất vui vì bạn đã có một trải nghiệm tuyệt vời. Cảm ơn một lần nữa vì lời giới thiệu của bạn và chúng tôi mong sớm được chào đón bạn quay trở lại. Trân trọng, Thai - Asiatica Travel Team.Đọc thêm",
            "Chúng tôi đã có một chuyến thăm Việt Nam thật tuyệt vời và không thể chọn một đất nước nào tốt hơn để hưởng tuần trăng mật. Xin chân thành cảm ơn Annie tại Asiatica vì mọi thứ, sự chú ý của cô ấy đến từng chi tiết và đảm bảo rằng chúng tôi đã có một kỳ nghỉ tuyệt vời ở những vùng khác nhau của Việt Nam mà chúng tôi đã ghé thăm. Các chuyến tham quan rất tốt và chúng tôi đặc biệt thích hướng dẫn viên du lịch Đoàn vì khiếu hài hước, kiến ​​thức và tính chuyên nghiệp của anh ấy. Việt Nam có những cảnh quan đẹp, ẩm thực đa dạng, lịch sử phong phú về cả chiến thắng và chiến tranh. Tôi chắc chắn sẽ giới thiệu công ty du lịch Asiatica vì mọi hướng dẫn viên du lịch đều cung cấp cho chúng tôi lịch sử tốt đẹp của Việt Nam, tôn trọng, đúng giờ và trả lời một số câu hỏi của tôi.Đọc thêm",
            "Xin chào Akon, Cảm ơn bạn đã đồng hành cùng Asiatica Travel. Chúng tôi rất vui vì bạn đã có một trải nghiệm tuyệt vời. Cảm ơn một lần nữa vì lời giới thiệu của bạn và chúng tôi mong sớm được chào đón bạn quay trở lại. Trân trọng, Annie - Nhóm du lịch Asiatica.Đọc thêm",
            "Tôi đã tham gia một chuyến du lịch riêng dọc Đồng bằng sông Cửu Long từ Hồ Chí Minh và tôi giới thiệu công ty này vì họ cung cấp cho tôi một chương trình phù hợp với nhu cầu và sở thích của tôi. Tất cả các dịch vụ - vận chuyển, chỗ ở, hướng dẫn, thực phẩm, v.v. - đều ở mức rất tốt và đáp ứng mong đợi của tôi. Cảm ơn đã làm cho chuyến đi của tôi ở Việt Nam trở nên tuyệt vời hơnĐọc thêm",
            "Chào buổi sáng bà Giorgia, Cảm ơn đánh giá và chia sẻ kinh nghiệm của bà với chúng tôi tại Việt Nam. Chúng tôi luôn coi đó như một món quà quý giá cho những nỗ lực đã bỏ ra để tạo nên một kỳ nghỉ tuyệt vời cho những khách hàng đã tin tưởng giao phó cho chúng tôi. Tin rằng quý khách đã có những giây phút tuyệt vời và khó quên trong chuyến đi, chúng tôi hy vọng sẽ tiếp tục là người bạn đồng hành của quý khách trong những chuyến đi Đông Dương trong tương lai. Cái ôm của chị Dương và Asiatica TeamĐọc thêm",
            "Email của cơ quan này là gì?",
            "Sửa chữa\nle.lien - asiatica com\nThêm dấu chấm\nTên cô ấy là Helen Đọc thêm",
            "Chi phí du lịch Campuchia và Việt Nam bao nhiêu, bắt đầu từ Milan Đọc thêm",
            "Xin lỗi, sự chậm trễ vẫn còn liên quan phải không?\nĐọc thêm",
            "Xin chào Jose Javier, chúng tôi đang nghĩ đến việc thực hiện một chuyến du lịch cùng nhóm đến Việt Nam vào cuối tháng 6 và tôi đã hỏi một số công ty để báo giá, công ty đưa ra cho tôi mức giá tốt nhất là Asiatica travel, tôi muốn bạn nhận xét về mọi việc như thế nào đã chọn công ty này cho bạn và bạn đã gặp nó như thế nào. Tôi cũng muốn biết liệu trời có mưa nhiều không. Cảm ơn bạn rất nhiềuĐọc thêm",
            "Xin chào, tôi là Myriam Rodriguez đến từ Colombia, tôi muốn đi du lịch cùng gia đình vào tháng 5-tháng 6 năm 2020, chuyến du lịch 12 ngày đến Việt Nam và Campuchia, với những địa điểm mà bạn giới thiệu, cảm ơn rất nhiều vì đã quan tâm.Đọc hơn",
            "Tôi khuyên bạn nên đặt chuyến đi qua Asiatica Travel. Đối với Campuchia, chuyến thăm Siem Raep là đủ trong 2 ngày\n\nXin chào và chúc vui vẻ Đọc thêm",
            "Chào buổi sáng,\nTôi sẽ đi Việt Nam và Campuchia trong 3 tuần. Đối với Campuchia, tôi định đi thăm bạn bè, nhưng để khám phá - một chút - Việt Nam, tôi đang nghĩ đến việc dành 1 tuần ở phía bắc... chúng tôi sẽ đến vào tháng 2, bạn có đề xuất gì không? Sau đó một tuần về phía nam, qua Campuchia ở giữa để tránh visa.\nCơ quan Asiatica có vẻ rất tốt?\nMình đang làm lịch trình, cảm ơn bạn đã tư vấn!\nTrân trọngĐọc thêm",
            "Xin chào, tôi nghĩ rằng 3 tuần là hơi chật để thực sự khám phá hai quốc gia này, thời gian vận chuyển khá dài đối với miền bắc Việt Nam tôi có thể tư vấn cho bạn, Hà Giang - Thái - Cao Bằng gần biên giới Trung Quốc - thác Bản Giốc và. Động Ngườm Ngao cách nhau không xa, ít khách du lịch hơn Sapa.\nĐối với Vịnh Hạ Long, tôi khuyên bạn nên đến đảo Cát Bà, nơi bạn có thể tổ chức các chuyến đi chơi trên vịnh - chèo thuyền, đi thuyền trong ngày và bơi lội, đảo khỉ, làng Việt haï hoặc sau khi leo khá dốc dài 2 km bạn có thể chiêm ngưỡng khung cảnh lộng lẫy của vịnh, đến Việt Hải bằng thuyền vì không dễ tiếp cận bằng đường bộ -, 2 ngày ở Hà Nội, thành cổ, nhà trung tâm, bảo tàng văn học, nhà hát múa rối nước, chùa hồ và khu mua sắm.\nBạn cũng có thể đến Ninh Bình, Land Hạ Long - Tam Cốc, Hang Múa và 500 bậc thang để ngắm cảnh tuyệt đẹp - và nhiều điều khác để khám phá.  Mình chỉ làm miền Bắc và sẽ tổ chức chuyến đi miền Trung và miền Nam có chuyến đi Lào trong 2 hoặc 3 nămĐọc thêm",
            "Tôi muốn biết một chuyến đi trong 3 tuần tốn bao nhiêu tiền cho một người. Cảm ơn bạn Đọc thêm",
            "Tôi không biết, chúng tôi có bốn người, tôi khuyên bạn nên hỏi báo giá và xem có hợp lý không. Nếu tôi không nhầm, chúng tôi tốn khoảng 2000 đô la mỗi người trong hai tuần với ba chuyến bay nội địa Đọc thêm",
            "Xin chào, tôi muốn biết liệu công ty lữ hành này có hướng dẫn viên nói tiếng Ý không...cảm ơnĐọc thêm",
            "Vâng, tất nhiên là có hướng dẫn viên nói tiếng ÝĐọc thêm",
            "bạn đã chi bao nhiêu? cảm ơnĐọc thêm",
            "1800 euro không có chuyến bay và ít bữa ăn - theo lựa chọn của chúng tôi - nhưng với tài xế và hướng dẫn viên nói tiếng Ý chỉ dành cho chúng tôi và bao gồm hai chuyến bay nội địa, chuyến tàu đêm đến Sapa và thuyền đi lên một nhánh của sông Mê Kông và đi từ Việt Nam sang Campuchia. Tổng cộng chuyến đi 18 ngày - Hà Nội, Vịnh Hạ Long, Sapa và các làng trekking, Hội An, Huế, Đà Nẵng, Sài Gòn, Đồng bằng sông Cửu Long, Bến Tre, Cần Thơ, Châu Đốc, Phnom Penh, Siem Reap, Angkor, hồ Tonle Sap - . Khách sạn tuyệt vời, đúng giờ từ hướng dẫn viên và tài xế. Tổ chức hoàn hảo và sự kiểm soát liên tục của cơ quan trong suốt chuyến đi. Chuyến đi tuyệt đẹp...... Đọc thêm",
            "Xin chào \nTôi có kế hoạch đi công tác ở Hà Nội \nTôi cần Sedan - thông dịch viên VN-ENG\nBạn có thể cho tôi biết bao nhiêu mỗi ngày? Đọc thêm",
            "Asiatica nó khá hợp lý. Tôi không biết vì tài xế và hướng dẫn viên là một phần của chuyến tham quan.\n Liên hệ Ms. Phoebe - Hoàng Minh Phương - Travel Consultant\nEmail: hoang phuong at asiatica  \nSkype: phuong180189\nDi động: - 00 84 - 9.4306.4603\n và nói với cô ấy rằng bạn đã đọc bài đánh giá Cố vấn chuyến đi của tôi??Đọc thêm",
            "Xin chào \nTôi có kế hoạch đi công tác ở Hà Nội \nTôi cần Sedan - thông dịch viên VN-ENG\nBạn có thể cho tôi biết bao nhiêu mỗi ngày? Đọc thêm"
        ],
        "star_ratings": [
            3079,
            243,
            17,
            6,
            11
        ],
        "review_amount": 3356,
        "location": [
            "Việt Nam",
            "Hà Nội",
            "Du lịch Châu Á",
            "Châu Á",
            "Những điều cần làm ở Hà Nội"
        ],
        "reviews_time": [
            "Written March 25, 2024",
            "Written March 19, 2024",
            "Written March 19, 2024",
            "Written March 18, 2024",
            "Written March 18, 2024",
            "Written March 17, 2024",
            "Written March 9, 2024",
            "Written March 9, 2024",
            "Written March 6, 2024",
            "Written March 3, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d6105895-Reviews-or40-Asiatica_Travel-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6105895-Reviews-or30-Asiatica_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6105895-Reviews-or50-Asiatica_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6105895-Reviews-Asiatica_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6701351-Reviews-Mai_Chau_Ecological_Lodge-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14000149-Reviews-Thien_Viet_Tourist-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11922020-Reviews-Hanoi_Free_Private_Tour_Guide-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7065676-Reviews-365_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12530057-Reviews-Vietnam_Dragon_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10820922-Reviews-Agenda_Tour_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17636226-Reviews-Roll_with_locals-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6215277-Reviews-Inside_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25432814-Reviews-Che_Beauty-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8444880-Reviews-LVP_Travel_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6495901-Reviews-Up_Travel_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17558632-Reviews-Vietnam_Tour_247-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8599500-Reviews-Ionah_Show-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19692073-Reviews-Metta_Voyage-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12399319-Reviews-Legend_Travel_Group-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d17782750-Reviews-See_s_Candies-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g41826-d106750-Reviews-Yankee_Candle_Flagship_Store-South_Deerfield_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g188080-d1577338-Reviews-Grindelwald_First-Grindelwald_Jungfrau_Region_Bernese_Oberland_Canton_of_Bern.html",
            "https://www.tripadvisor.com/Attraction_Review-g312741-d8407992-Reviews-Colonia_Express-Buenos_Aires_Capital_Federal_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g34439-d286375-Reviews-Mango_s_Tropical_Cafe-Miami_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d8768930-Reviews-Amulet_Market-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g1760384-d12539357-Reviews-Kaghan_Valley-Balakot_Khyber_Pakhtunkhwa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g29271-d282127-Reviews-Apple_River_Canyon_State_Park-Apple_River_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g46411-d264139-Reviews-Renault_Winery_Resort-Egg_Harbor_City_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g57063-d2285763-Reviews-The_Homestead_Crater-Midway_Utah.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d6105895-Reviews-or50-Asiatica_Travel-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d6105895-Reviews-or40-Asiatica_Travel-Hanoi.html"
    },
    {
        "attraction_name": "Asiatica Travel",
        "attraction_name_vi": "Du lịch Châu Á",
        "general_info": [
            "3.351 đánh giá",
            "- 26 trên 532 Đồ Ăn - Đồ Uống ở Hà Nội",
            "Chuyến tham quan nhiều ngày",
            "Những chuyến đi bộ",
            "Tour riêng",
            "Tour ẩm thực",
            "Chuyến tham quan chụp ảnh"
        ],
        "attraction_summary": "Asiatica Travel là công ty lữ hành có trụ sở tại Việt Nam, không chỉ cung cấp các chuyến đi riêng trong ngày tại Hà Nội mà còn cung cấp các chuyến đi riêng theo yêu cầu đến Việt Nam, Lào và Campuchia. Được thành lập vào năm 2001 bởi bốn hướng dẫn viên địa phương, Asiatica hiện là một trong những công ty lữ hành địa phương lớn nhất và đáng tin cậy nhất tại Đông Dương, bao gồm cả Myanmar và Thái Lan. Giấy phép du lịch quốc tế số 0513 - LHQTĐọc thêm",
        "reviews": [
            "Vivian là một siêu sao. Cô ấy đã hỗ trợ tôi sắp xếp một chương trình du lịch cá nhân hóa tuyệt vời cho tôi và gia đình trong một khoảng thời gian ngắn như vậy. Cô ấy đáp ứng mọi nhu cầu của tôi và đề xuất những địa điểm tốt nhất - mọi thứ. Rất dễ liên hệ và giao tiếp. Rất khuyến khích!Đọc thêm",
            "Xin chào Wendy, Cảm ơn bạn đã đồng hành cùng Asiatica Travel. Chúng tôi rất vui vì bạn đã có một trải nghiệm tuyệt vời. Cảm ơn một lần nữa vì lời giới thiệu của bạn và chúng tôi mong sớm được chào đón bạn quay trở lại. Trân trọng, Vivian - Nhóm du lịch Asiatica.Đọc thêm",
            "Vivien Dương Pham rực rỡ và nhóm của cô ấy đã xuất sắc trong việc chăm sóc Khách hàng, nhu cầu, sự thoải mái và an toàn.  Vivien phản ứng nhanh, tốt bụng, hiểu biết và là nhà tư vấn nhiều phần trăm nhất mà tôi từng hợp tác. Tôi không thể giới thiệu cô ấy cao hơn. Cô ấy đã gửi thuốc cho tôi khi nghe tin tôi bị ốm. Cô ấy luôn cố gắng đáp ứng sự sẵn có của tôi. Tôi hoàn toàn khuyên dùng Asiatica. Họ đáng được chúc mừng vì đã tuyển dụng được những nhân viên xuất sắc như Vivien. Tôi sẽ là khách hàng cũ cho tất cả chuyến du lịch Việt Nam của tôi. Cảm ơn Vivien và Asiatica.Đọc thêm",
            "Xin chào Susan, Cảm ơn bạn đã đồng hành cùng Asiatica Travel. Chúng tôi rất vui vì bạn đã có một trải nghiệm tuyệt vời. Cảm ơn một lần nữa vì lời giới thiệu của bạn và chúng tôi mong sớm được chào đón bạn quay trở lại. Trân trọng, Vivian - Nhóm du lịch Asiatica.Đọc thêm",
            "Trải nghiệm của tôi với . Asiatica thật tuyệt vời và tuyệt vời. Chuyên gia tư vấn của tôi, cô Vivien Duong Pham, thật tuyệt vời và chuyên nghiệp. Cô ấy đã nỗ lực hết mình để đảm bảo sự thoải mái, nhu cầu và sự an toàn của nhóm tôi là ưu tiên hàng đầu trong suốt quá trình tôi làm việc với cô ấy. Vivien và nhóm tại Asiatica - anh Long, anh Tam và các tài xế xe buýt của chúng tôi đều được khen ngợi vì dịch vụ xuất sắc, chăm sóc khách hàng, hiểu biết về địa phương và lòng tốt của họ. Họ đã mang đến cho chúng tôi trải nghiệm và kỷ niệm tuyệt vời nhất. Tôi hoàn toàn giới thiệu Asiatica và đặc biệt khen ngợi Vivien Duong Pham - cô ấy thật tuyệt vời! Tôi sẽ là khách hàng quay lại khi tôi đến thăm Việt Nam một lần nữa. Tôi giới thiệu Vivien là chuyên gia tư vấn của năm! Đọc thêm",
            "Xin chào Susan, Cảm ơn bạn đã đồng hành cùng Asiatica Travel. Chúng tôi rất vui vì bạn đã có một trải nghiệm tuyệt vời. Cảm ơn một lần nữa vì lời giới thiệu của bạn và chúng tôi mong sớm được chào đón bạn quay trở lại. Trân trọng, Vivan - Asiatica Travel Team.Đọc thêm",
            "Trải nghiệm tuyệt vời và trên cả sự mong đợi của tôi về dịch vụ. Chắc chắn sẽ giới thiệu bạn bè lựa chọn dịch vụ của bạn. Kudos!Đọc thêm",
            "Chào Lo, Cảm ơn bạn đã đồng hành cùng Asiatica Travel. Chúng tôi rất vui vì bạn đã có một trải nghiệm tuyệt vời. Cảm ơn một lần nữa vì lời giới thiệu của bạn và chúng tôi mong sớm được chào đón bạn quay trở lại. Trân trọng, Nhung - Asiatica Travel Team.Đọc thêm",
            "Đi cùng chồng và mẹ tôi trong một chuyến du lịch riêng nhỏ với Asiatica Travel. Nhung là người liên hệ của chúng tôi và cô ấy luôn sẵn sàng trả lời bất kỳ câu hỏi nào qua WhatsApp. Chuyến tham quan của chúng tôi diễn ra suôn sẻ từ khi chúng tôi đến Sân bay Siem Reap cho đến khi khởi hành. Chúng tôi có một hướng dẫn viên địa phương hoàn hảo, cô Chandra và người lái xe niềm nở, ông Supeap, người đã đưa chúng tôi đi một chuyến du lịch nhỏ và riêng tư đến Angkor Wat, Bayon và các ngôi đền khác. Chúng tôi còn có những chuyến đi thú vị đến hồ nước ngọt lớn nhất Đông Nam Á.  Thời tiết bắt đầu trở nên rất nóng - lẽ ra vẫn khô ráo và mát mẻ - nhưng chiếc SUV được cung cấp rất mát mẻ, thoải mái và tuyệt vời cho những du khách lớn tuổi. Thật là thú vị, hành trình của chúng tôi rất chi tiết và từng tương tác từ Nhung tại văn phòng của cô ấy cho các đối tác của cô ấy ở Siem Reap khiến chúng tôi cảm thấy rất được chào đón và an toàn.  Chắc chắn sẽ quay lại Asiatica cho những hành trình khác!Đọc thêm",
            "Xin chào Chieko, Cảm ơn bạn đã đi du lịch cùng Asiatica Travel. Chúng tôi rất vui vì bạn đã có trải nghiệm tuyệt vời. Cảm ơn bạn một lần nữa vì đã giới thiệu và chúng tôi mong sớm được chào đón bạn quay lại. Trân trọng, Nhung - Đội ngũ Asiatica Travel. Đọc thêm",
            "Giao tiếp tuyệt vời và nhanh chóng. Mia trả lời mọi câu hỏi của tôi trong vòng chưa đầy 15h. Cô ấy rất linh hoạt trong việc bổ sung thêm kế hoạch cho chuyến đi của chúng tôi và áp dụng các thay đổiĐọc thêm",
            "Xin chào Barbara, Cảm ơn bạn đã đồng hành cùng Asiatica Travel. Chúng tôi rất vui vì bạn đã có một trải nghiệm tuyệt vời. Cảm ơn một lần nữa vì lời giới thiệu của bạn và chúng tôi mong sớm được chào đón bạn quay trở lại. Trân trọng, Mia - Nhóm du lịch Asiatica.Đọc thêm",
            "Thật là một trải nghiệm tuyệt vời khi đến thăm Việt Nam cùng một trong những người bạn tốt của tôi. Chúng tôi muốn có một chuyến đi thư giãn, xả stress trong công việc đồng thời khám phá vẻ đẹp của Việt Nam và đó là một trải nghiệm tuyệt vời đối với cả hai chúng tôi. Chúng tôi yêu các hướng dẫn viên du lịch của chúng tôi rất thân thiện và quan tâm đến yêu cầu và nhu cầu của chúng tôi trong suốt thời gian lưu trú, đồng thời hướng dẫn chúng tôi thiết kế một chuyến đi phù hợp với ngân sách và ngày có sẵn của chúng tôi.Đọc thêm",
            "Xin chào Pharathiny, Cảm ơn bạn đã đồng hành cùng Asiatica Travel. Chúng tôi rất vui vì bạn đã có một trải nghiệm tuyệt vời. Cảm ơn một lần nữa vì lời giới thiệu của bạn và chúng tôi mong sớm được chào đón bạn quay trở lại. Trân trọng, Nhung - Asiatica Travel Team.Đọc thêm",
            "Chuyến đi Việt Nam của chúng tôi đã được Larissa lên kế hoạch từ chuyến đi Asiatica. Chuyến tham quan đã được lên kế hoạch độc đáo theo yêu cầu của chúng tôi. Larissa rất hữu ích và luôn sẵn sàng giải đáp các thắc mắc và câu hỏi của chúng tôi. Cô ấy thậm chí còn cung cấp ảnh trực tiếp về các địa điểm trong quá trình lập kế hoạch thông qua hướng dẫn của họ, điều này thể hiện rằng họ muốn mang lại trải nghiệm tốt nhất cho khách hàng. Họ rất có tổ chức và hướng tới khách hàng. Larissa đã giúp tùy chỉnh các chuyến đi theo yêu cầu của chúng tôi khi cần sửa đổi. Tôi phải nói rằng họ có thể lập kế hoạch rất tốt và linh hoạt để bạn có thể lựa chọn theo ý thích của mình - s. Rất ủng hộ Larissa và Asiatica. Đối với bất kỳ chuyến đi nào ở Việt Nam, tôi khuyên bạn nên sử dụng Larissa và Asiatica Travels.Đọc thêm",
            "Xin chào Deepakbharadvaj, Cảm ơn bạn đã đồng hành cùng Asiatica Travel. Chúng tôi rất vui vì bạn đã có một trải nghiệm tuyệt vời. Cảm ơn một lần nữa vì lời giới thiệu của bạn và chúng tôi mong sớm được chào đón bạn quay trở lại. Trân trọng, Larissa - Nhóm du lịch Asiatica.Đọc thêm",
            "Chloe đã giúp chúng tôi lên kế hoạch cho một chuyến đi tuyệt vời đến Hà Nội, Sapa và Vịnh Hạ Long. Cô ấy rất nhiệt tình trả lời các câu hỏi và đưa ra hướng dẫn rõ ràng. Mọi thứ diễn ra rất suôn sẻ và các khách sạn được chọn đều ở những vị trí tốt.Đọc thêm",
            "Xin chào Sharlene, Cảm ơn bạn đã đồng hành cùng Asiatica Travel. Chúng tôi rất vui vì bạn đã có một trải nghiệm tuyệt vời. Cảm ơn một lần nữa vì lời giới thiệu của bạn và chúng tôi mong sớm được chào đón bạn quay trở lại. Trân trọng, Chloe - Nhóm du lịch Asiatica.Đọc thêm",
            "Vừa hoàn thành chuyến đi 5 đêm tuyệt vời đến Việt Nam do Asiatica Travel tổ chức. Chuyên gia tư vấn du lịch Annie của chúng tôi - Trần Như Ái - đã thực hiện một công việc xuất sắc khi tạo ra một lịch trình hoàn hảo và kịp thời! Không thể yêu cầu một nhà tư vấn du lịch tốt hơn. Chuyến đi đến Việt Nam này thực sự vượt quá sự mong đợi của chúng tôi! Biết bao lịch sử gắn liền với Sài Gòn - Hồ Chí Minh - và Hà Nội ! Và Vịnh Hạ Long thật ngoạn mục! Tôi thực sự khuyên bạn nên nhờ sự trợ giúp của Asiatica - s trong việc tổ chức chuyến đi Việt Nam tiếp theo của bạn!Đọc thêm",
            "Xin chào Noor, Cảm ơn bạn đã đồng hành cùng Asiatica Travel. Chúng tôi rất vui vì bạn đã có một trải nghiệm tuyệt vời. Cảm ơn một lần nữa vì lời giới thiệu của bạn và chúng tôi mong sớm được chào đón bạn quay trở lại. Trân trọng, Annie - Nhóm du lịch Asiatica.Đọc thêm",
            "Email của cơ quan này là gì?",
            "Sửa chữa\nle.lien - asiatica com\nThêm dấu chấm\nTên cô ấy là Helen Đọc thêm",
            "Chi phí du lịch Campuchia và Việt Nam bao nhiêu, bắt đầu từ Milan Đọc thêm",
            "Xin lỗi, sự chậm trễ vẫn còn liên quan phải không?\nĐọc thêm",
            "Xin chào Jose Javier, chúng tôi đang nghĩ đến việc thực hiện một chuyến du lịch cùng nhóm đến Việt Nam vào cuối tháng 6 và tôi đã hỏi một số công ty để báo giá, công ty đưa ra cho tôi mức giá tốt nhất là Asiatica travel, tôi muốn bạn nhận xét về mọi việc như thế nào đã chọn công ty này cho bạn và bạn đã gặp nó như thế nào. Tôi cũng muốn biết liệu trời có mưa nhiều không. Cảm ơn bạn rất nhiềuĐọc thêm",
            "Xin chào, tôi là Myriam Rodriguez đến từ Colombia, tôi muốn đi du lịch cùng gia đình vào tháng 5-tháng 6 năm 2020, chuyến du lịch 12 ngày đến Việt Nam và Campuchia, với những địa điểm mà bạn giới thiệu, cảm ơn rất nhiều vì đã quan tâm.Đọc hơn",
            "Tôi khuyên bạn nên đặt chuyến đi qua Asiatica Travel. Đối với Campuchia, chuyến thăm Siem Raep là đủ trong 2 ngày\n\nXin chào và chúc vui vẻ Đọc thêm",
            "Chào buổi sáng,\nTôi sẽ đi Việt Nam và Campuchia trong 3 tuần. Đối với Campuchia, tôi định đi thăm bạn bè, nhưng để khám phá - một chút - Việt Nam, tôi đang nghĩ đến việc dành 1 tuần ở phía bắc... chúng tôi sẽ đến vào tháng 2, bạn có đề xuất gì không? Sau đó một tuần về phía nam, qua Campuchia ở giữa để tránh visa.\nCơ quan Asiatica có vẻ rất tốt?\nMình đang làm lịch trình, cảm ơn bạn đã tư vấn!\nTrân trọngĐọc thêm",
            "Xin chào, tôi nghĩ rằng 3 tuần là hơi chật để thực sự khám phá hai quốc gia này, thời gian vận chuyển khá dài đối với miền bắc Việt Nam tôi có thể tư vấn cho bạn, Hà Giang - Thái - Cao Bằng gần biên giới Trung Quốc - thác Bản Giốc và. Động Ngườm Ngao cách nhau không xa, ít khách du lịch hơn Sapa.\nĐối với Vịnh Hạ Long, tôi khuyên bạn nên đến đảo Cát Bà, nơi bạn có thể tổ chức các chuyến đi chơi trên vịnh - chèo thuyền, đi thuyền trong ngày và bơi lội, đảo khỉ, làng Việt haï hoặc sau khi leo khá dốc dài 2 km bạn có thể chiêm ngưỡng khung cảnh lộng lẫy của vịnh, đến Việt Hải bằng thuyền vì không dễ tiếp cận bằng đường bộ -, 2 ngày ở Hà Nội, thành cổ, nhà trung tâm, bảo tàng văn học, nhà hát múa rối nước, chùa hồ và khu mua sắm.\nBạn cũng có thể đến Ninh Bình, Land Hạ Long - Tam Cốc, Hang Múa và 500 bậc thang để ngắm cảnh tuyệt đẹp - và nhiều điều khác để khám phá.  Mình chỉ làm miền Bắc và sẽ tổ chức chuyến đi miền Trung và miền Nam có chuyến đi Lào trong 2 hoặc 3 nămĐọc thêm",
            "Tôi muốn biết một chuyến đi trong 3 tuần tốn bao nhiêu tiền cho một người. Cảm ơn bạn Đọc thêm",
            "Tôi không biết, chúng tôi có bốn người, tôi khuyên bạn nên hỏi báo giá và xem có hợp lý không. Nếu tôi không nhầm, chúng tôi tốn khoảng 2000 đô la mỗi người trong hai tuần với ba chuyến bay nội địa Đọc thêm",
            "Xin chào, tôi muốn biết liệu công ty lữ hành này có hướng dẫn viên nói tiếng Ý không...cảm ơnĐọc thêm",
            "Vâng, tất nhiên là có hướng dẫn viên nói tiếng ÝĐọc thêm",
            "bạn đã chi bao nhiêu? cảm ơnĐọc thêm",
            "1800 euro không có chuyến bay và ít bữa ăn - theo lựa chọn của chúng tôi - nhưng với tài xế và hướng dẫn viên nói tiếng Ý chỉ dành cho chúng tôi và bao gồm hai chuyến bay nội địa, chuyến tàu đêm đến Sapa và thuyền đi lên một nhánh của sông Mê Kông và đi từ Việt Nam sang Campuchia. Tổng cộng chuyến đi 18 ngày - Hà Nội, Vịnh Hạ Long, Sapa và các làng trekking, Hội An, Huế, Đà Nẵng, Sài Gòn, Đồng bằng sông Cửu Long, Bến Tre, Cần Thơ, Châu Đốc, Phnom Penh, Siem Reap, Angkor, hồ Tonle Sap - . Khách sạn tuyệt vời, đúng giờ từ hướng dẫn viên và tài xế. Tổ chức hoàn hảo và sự kiểm soát liên tục của cơ quan trong suốt chuyến đi. Chuyến đi tuyệt đẹp...... Đọc thêm",
            "Xin chào \nTôi có kế hoạch đi công tác ở Hà Nội \nTôi cần Sedan - thông dịch viên VN-ENG\nBạn có thể cho tôi biết bao nhiêu mỗi ngày? Đọc thêm",
            "Asiatica nó khá hợp lý. Tôi không biết vì tài xế và hướng dẫn viên là một phần của chuyến tham quan.\n Liên hệ Ms. Phoebe - Hoàng Minh Phương - Travel Consultant\nEmail: hoang phuong at asiatica  \nSkype: phuong180189\nDi động: - 00 84 - 9.4306.4603\n và nói với cô ấy rằng bạn đã đọc bài đánh giá Cố vấn chuyến đi của tôi??Đọc thêm",
            "Xin chào\nTôi có kế hoạch công tác tại Hà Nội\nTôi cần phiên dịch Sedan - VN-ENG\nBạn có thể cho tôi biết giá bao nhiêu một ngày không? Đọc thêm"
        ],
        "star_ratings": [
            3079,
            243,
            17,
            6,
            11
        ],
        "review_amount": 3356,
        "location": [
            "Việt Nam",
            "Hà Nội",
            "Du lịch Châu Á",
            "Châu Á",
            "Những điều cần làm ở Hà Nội"
        ],
        "reviews_time": [
            "Written March 3, 2024",
            "Written February 28, 2024",
            "Written February 28, 2024",
            "Written February 28, 2024",
            "Written February 27, 2024",
            "Written February 27, 2024",
            "Written February 26, 2024",
            "Written February 26, 2024",
            "Written February 25, 2024",
            "Written February 23, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d6105895-Reviews-or50-Asiatica_Travel-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6105895-Reviews-or40-Asiatica_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6105895-Reviews-or60-Asiatica_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6105895-Reviews-Asiatica_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6701351-Reviews-Mai_Chau_Ecological_Lodge-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14000149-Reviews-Thien_Viet_Tourist-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11922020-Reviews-Hanoi_Free_Private_Tour_Guide-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7065676-Reviews-365_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12530057-Reviews-Vietnam_Dragon_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10820922-Reviews-Agenda_Tour_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17636226-Reviews-Roll_with_locals-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6215277-Reviews-Inside_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25432814-Reviews-Che_Beauty-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8444880-Reviews-LVP_Travel_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6495901-Reviews-Up_Travel_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17558632-Reviews-Vietnam_Tour_247-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8599500-Reviews-Ionah_Show-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19692073-Reviews-Metta_Voyage-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12399319-Reviews-Legend_Travel_Group-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g42310-d1846443-Reviews-Holland_State_Park_Beach-Holland_Ottawa_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g55138-d7124818-Reviews-Turkey_Creek-Knoxville_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g35889-d2258659-Reviews-Rivers_Casino_Des_Plaines-Des_Plaines_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d8060808-Reviews-The_Church_Nightclub-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g304134-d3183957-Reviews-Turtle_Hatchery_Hikkaduwa-Hikkaduwa_Galle_District_Southern_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g29180-d147218-Reviews-Aventura_Mall-Aventura_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g42559-d6949615-Reviews-Iargo_Springs-Oscoda_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g297639-d3913090-Reviews-Ponnumthuruthu_Island-Varkala_Town_Varkala_Thiruvananthapuram_District_Kerala.html",
            "https://www.tripadvisor.com/Attraction_Review-g317084-d3860235-Reviews-Kikuletwa_Hotsprings-Moshi_Kilimanjaro_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g48216-d12670602-Reviews-World_s_Largest_Kaleidoscope-Mount_Tremper_Catskill_Region_New_York.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d6105895-Reviews-or60-Asiatica_Travel-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d6105895-Reviews-or50-Asiatica_Travel-Hanoi.html"
    },
    {
        "attraction_name": "Asiatica Travel",
        "attraction_name_vi": "Du lịch Châu Á",
        "general_info": [
            "3.351 đánh giá",
            "- 26 trong số 532 Đồ ăn - Đồ uống tại Hà Nội",
            "Chuyến tham quan nhiều ngày",
            "Những chuyến đi bộ",
            "Tour riêng",
            "Chuyến tham quan ẩm thực",
            "Chuyến tham quan chụp ảnh"
        ],
        "attraction_summary": "Asiatica Travel là nhà điều hành tour du lịch có trụ sở tại Việt Nam, không chỉ cung cấp các chuyến đi trong ngày riêng tư tại Hà Nội mà còn cung cấp các chuyến đi riêng đến Việt Nam, Lào và Campuchia. Được thành lập vào năm 2001 bởi bốn hướng dẫn viên địa phương, Asiatica hiện là một trong những nhà điều hành tour du lịch địa phương lớn nhất và đáng tin cậy nhất ở Đông Dương, bao gồm cả Myanmar và Thái Lan. Giấy phép du lịch quốc tế số 0513 - LHQTĐọc thêm",
        "reviews": [
            "Tổng hợp các địa điểm và chuyến tham quan thú vị để tham quan cùng với những hướng dẫn viên du lịch tuyệt vời, những người đã chăm sóc chúng tôi trong chuyến đi đến Việt Nam và Siemriep. Thật là một cuộc hành trìnhĐọc thêm",
            "Chào Đan, Cảm ơn bạn đã đồng hành cùng Asiatica Travel. Chúng tôi rất vui vì bạn đã có một trải nghiệm tuyệt vời. Cảm ơn một lần nữa vì lời giới thiệu của bạn và chúng tôi mong sớm được chào đón bạn quay trở lại. Trân trọng, Mia - Nhóm du lịch Asiatica.Đọc thêm",
            "Sapa - Vịnh Hạ Long - Hà Nội Đại lý Hồng nhung của chúng tôi đã thực hiện một công việc tuyệt vời khi lên kế hoạch cho hành trình của chúng tôi. Chúng tôi đã có chuyến đi tuyệt vời nhất trong đời! Hướng dẫn viên của chúng tôi, ông Tâm rất hiểu biết và kiên nhẫn. Đừng quên tài xế của chúng tôi, anh Tú, tôi nghĩ đây là tên anh ấy - anh ấy là một người lái xe rất cẩn thận, chúng tôi cảm thấy rất an toàn khi ở bên anh ấy.Đọc thêm",
            "Xin chào Tan, Cảm ơn bạn đã đồng hành cùng Asiatica Travel. Chúng tôi rất vui vì bạn đã có một trải nghiệm tuyệt vời. Cảm ơn một lần nữa vì lời giới thiệu của bạn và chúng tôi mong sớm được chào đón bạn quay trở lại. Trân trọng, Hồng Nhung - Asiatica Travel Team.Đọc thêm",
            "Chúng tôi sắp bắt đầu chuyến đi thứ 3 với Asiatica.  Chúng tôi nhận thấy họ là một công ty du lịch rất tốt để giao dịch. Họ rất chuyên nghiệp và đáng tin cậy. Họ sẽ nghĩ ra một hành trình phù hợp với bạn - chỉ tham quan những điểm tham quan và khu vực mà bạn muốn ghé thăm.  Bạn sẽ có tài xế và hướng dẫn viên, vì vậy bạn có người địa phương để trò chuyện về cuộc sống ở Việt Nam. Họ có thể đưa bạn đến những địa điểm địa phương yêu thích của họ cũng như những địa điểm du lịch nổi bật.  Bạn có thể quyết định bạn muốn đi du lịch nhanh hay chậm. Tham quan cả ngày? Nửa ngày tham quan và tham quan làng - chợ - ẩm thực? Một ngày thư giãn ở bãi biển? Không có vấn đề gì cả. Du khách quốc tế sẽ thấy việc sử dụng một công ty địa phương như Asiatica rẻ hơn nhiều - so với một đại lý ở đất nước của họ - , được cá nhân hóa hơn và khá dễ dàng. Đó là một cách đi du lịch tiết kiệm thời gianĐọc thêm",
            "Xin chào Julie Lawson, Cảm ơn bạn đã đồng hành cùng Asiatica Travel. Chúng tôi rất vui vì bạn đã có một trải nghiệm tuyệt vời. Cảm ơn một lần nữa vì lời giới thiệu của bạn và chúng tôi mong sớm được chào đón bạn quay trở lại. Trân trọng, Annie - Nhóm du lịch Asiatica.Đọc thêm",
            "Chuyến đi Việt Nam của chúng tôi được tổ chức bởi Jumi tại Asiatica. Chúng tôi đã có một trải nghiệm thú vị. Chuyến tham quan đã được lên kế hoạch xuất sắc. Việc vận chuyển, chỗ ở, chuyến tham quan và hướng dẫn viên đều được tổ chức hoàn hảo. Chúng tôi đặt chuyến tham quan này với mong muốn được ngắm nhìn những thắng cảnh đặc trưng nhất của cả miền Bắc và miền Nam Việt Nam. Sau khi cung cấp tất cả thông tin chi tiết, Jumi đã cho chúng tôi một số lựa chọn, đồng thời đáp ứng nhu cầu về thời gian và ngân sách của chúng tôi. Những nơi chúng tôi đến thăm khiến chúng tôi thực sự hài lòng, cả về vẻ đẹp ngoạn mục lẫn tính chuyên nghiệp trong mỗi chuyến tham quan. Chúng tôi đã có cơ hội đến thăm cả thiên nhiên và các di tích lịch sử ở thành phố Hà Nội và Sài Gòn. Một hành trình độc đáo ở một đất nước tuyệt vời. Nếu quay trở lại những khu vực đó, chúng tôi chắc chắn sẽ tin tưởng Asiatica một lần nữa để tổ chức chuyến đi của mình. Đọc thêm",
            "Xin chào Flavio, Cảm ơn bạn đã đồng hành cùng Asiatica Travel. Chúng tôi rất vui vì bạn đã có một trải nghiệm tuyệt vời. Cảm ơn một lần nữa vì lời giới thiệu của bạn và chúng tôi mong sớm được chào đón bạn quay trở lại. Trân trọng, Jumi - Nhóm du lịch Asiatica.\nĐọc thêm",
            "Cô Nhung rất hữu ích và nhanh chóng trả lời. Khi tôi nhắn tin cho cô ấy thì chỉ mất chưa đầy 10 phút là cô ấy sẽ trả lời. Cả hai hướng dẫn của chúng tôi là tốt nhất. Vì vậy thông tin - thông tin giáo dục từ họ. Rất vui được gặp anh CU và May. Nhìn chung, rất vui được hợp tác với ASIATICA Travels. Dịch vụ tốt Nhân viên tốt. Chúng tôi hài lòng với họ và chắc chắn sẽ giới thiệu các bạn trong tương lai.  Tq ASIATICA, đánh giá của tôi là 8 - 10Đọc thêm",
            "Xin chào Amisah Bahrom, Cảm ơn bạn đã đi du lịch cùng Asiatica Travel. Chúng tôi rất vui vì bạn đã có trải nghiệm tuyệt vời. Cảm ơn bạn một lần nữa vì đã giới thiệu và chúng tôi mong sớm được chào đón bạn quay lại. Trân trọng, Nhung - Đội ngũ Asiatica Travel. Đọc thêm",
            "Chuyến đi Việt Nam và Campuchia của chúng tôi được tổ chức bởi người Thái tại Asiatica. Chúng tôi đã có trải nghiệm tuyệt vời. Chúng tôi cảm thấy an toàn. Lái xe và hướng dẫn viên của họ đúng giờ, lịch sự, tôn trọng và hiệu quả. Các hướng dẫn viên rất am hiểu và cũng giúp chúng tôi đi đúng hướng. Tiếng Thái luôn có sẵn trước và trong chuyến đi của chúng tôi. Cảm ơn Thai và đội ngũ Asiatics Travel vì trải nghiệm đáng nhớ này.Đọc thêm",
            "Xin chào Anjana, Cảm ơn bạn đã đồng hành cùng Asiatica Travel. Chúng tôi rất vui vì bạn đã có một trải nghiệm tuyệt vời. Cảm ơn một lần nữa vì lời giới thiệu của bạn và chúng tôi mong sớm được chào đón bạn quay trở lại. Trân trọng, Người Thái - Fabio - - Asiatica Travel Team.Đọc thêm",
            "Asiatica đã lên kế hoạch cho kỳ nghỉ gia đình xây dựng tùy chỉnh trong 19 ngày của chúng tôi, giá cả tốt hơn bất kỳ gói tiêu chuẩn nào trên thị trường và được thiết kế vào những ngày phù hợp với các kế hoạch kỳ nghỉ khác. Gia đình 6 người của chúng tôi đã nhận được dịch vụ đưa đón cá nhân, chỗ ở 4 sao và hướng dẫn song ngữ cho tất cả mọi người tour du lịch. Chỗ ở đã được đặt trước để có sẵn phòng gia đình hoặc hai phòng ba người khi đến nơi mà không cần điều chỉnh cấu hình phòng. Đây là một trong những ngày nghỉ gia đình tuyệt vời nhất mà tôi từng tham gia. Các hướng dẫn viên địa phương của chúng tôi cực kỳ hữu ích và đã cố gắng hết sức để đảm bảo chúng tôi có một kỳ nghỉ suôn sẻ, đồng thời điều chỉnh thời gian và ngày tháng để phù hợp với thời tiết và nhu cầu của gia đình. Cảm ơn mọi người đến từ Asiatia vì một kỳ nghỉ tuyệt vời cùng gia đình. Kế hoạch cho kỳ nghỉ thật tuyệt vời đã cân nhắc đủ thời gian tại mỗi điểm dừng và xem xét tất cả các nhu cầu của chúng tôi.Đọc thêm",
            "Xin chào Raymond, Cảm ơn bạn đã đồng hành cùng Asiatica Travel. Chúng tôi rất vui vì bạn đã có một trải nghiệm tuyệt vời. Cảm ơn một lần nữa vì lời giới thiệu của bạn và chúng tôi mong sớm được chào đón bạn quay trở lại. Trân trọng, Mia - Nhóm du lịch Asiatica.Đọc thêm",
            "Chuyến đi khó quên, hành trình được xây dựng rất tốt! Tất cả các hướng dẫn viên đều xuất sắc và tài xế không bao giờ đến muộn.  Hiên - Mia - đã liên hệ với chúng tôi và rất nhiệt tình giải đáp các thắc mắc của chúng tôi trong suốt chuyến đi.Đọc thêm",
            "Xin chào Chen, Cảm ơn bạn đã đồng hành cùng Asiatica Travel. Chúng tôi rất vui vì bạn đã có một trải nghiệm tuyệt vời. Cảm ơn một lần nữa vì lời giới thiệu của bạn và chúng tôi mong sớm được chào đón bạn quay trở lại. Trân trọng, Mia - Nhóm du lịch Asiatica.Đọc thêm",
            "Chúng tôi đã có chuyến đi 3 tuần tuyệt vời tới Campuchia và Việt Nam do Sofia sắp xếp vào tháng 11. Sofia đã sắp xếp một hành trình tuyệt vời, phù hợp hoàn hảo với các hoạt động ưa thích của chúng tôi. Sofia luôn nhanh chóng trả lời và có thể trả lời tất cả các câu hỏi - cả trước và trong chuyến đi của chúng tôi. Tôi sẽ 100 - khuyên bạn nên sử dụng lại dịch vụ của Sofia và Asiatica - s. Cảm ơn bạn rất nhiều, chúng tôi đã có khoảng thời gian tuyệt vời nhất!!Đọc thêm",
            "Xin chào Phoebe, Cảm ơn bạn đã đồng hành cùng Asiatica Travel. Chúng tôi rất vui vì bạn đã có một trải nghiệm tuyệt vời. Cảm ơn một lần nữa vì lời giới thiệu của bạn và chúng tôi mong sớm được chào đón bạn quay trở lại. Trân trọng, Sofia - Nhóm du lịch Asiatica.Đọc thêm",
            "Du lịch Asiatica khiến trải nghiệm của chúng tôi ở Việt Nam trở nên tuyệt vời từ đầu đến cuối.  Các nhân viên rất chuyên nghiệp, tử tế, hiệu quả và rất hiểu biết.  Chúng tôi luôn cảm thấy an toàn với các tài xế và được thu thập đúng giờ. Các hướng dẫn viên thật tuyệt vời vì họ không chỉ biết về lịch sử Việt Nam mà còn có thể trả lời bất kỳ câu hỏi nào được hỏi và sẽ giúp chúng tôi cung cấp thêm thông tin như địa điểm ăn uống hoặc những thứ để xem trong thời đại của chúng tôi. Nhân viên quản trị luôn chuyên nghiệp, đáng tin cậy và sẵn sàng trả lời các câu hỏi bất cứ lúc nào. Chúng tôi thực sự khuyên bạn nên hợp tác với Asiatica Travel và hoàn toàn yêu thích Việt Nam cũng như con người nơi đây.Đọc thêm",
            "Xin chào Deborah, Cảm ơn bạn đã đi du lịch cùng Asiatica Travel. Chúng tôi rất vui vì bạn đã có trải nghiệm tuyệt vời. Cảm ơn bạn một lần nữa vì đã giới thiệu và chúng tôi mong sớm được chào đón bạn quay lại. Trân trọng, Larissa - Đội ngũ Asiatica Travel. Đọc thêm",
            "Email của cơ quan này là gì?",
            "Sửa chữa\nle.lien - asiatica com\nThêm dấu chấm\nTên cô ấy là Helen Đọc thêm",
            "Chi phí du lịch Campuchia và Việt Nam bao nhiêu, bắt đầu từ Milan Đọc thêm",
            "Xin lỗi, sự chậm trễ vẫn còn liên quan phải không?\nĐọc thêm",
            "Xin chào Jose Javier, chúng tôi đang nghĩ đến việc thực hiện một chuyến du lịch cùng nhóm đến Việt Nam vào cuối tháng 6 và tôi đã hỏi một số công ty để báo giá, công ty đưa ra cho tôi mức giá tốt nhất là Asiatica travel, tôi muốn bạn nhận xét về mọi việc như thế nào đã chọn công ty này cho bạn và bạn đã gặp nó như thế nào. Tôi cũng muốn biết liệu trời có mưa nhiều không. Cảm ơn bạn rất nhiềuĐọc thêm",
            "Xin chào, tôi là Myriam Rodriguez đến từ Colombia, tôi muốn đi du lịch cùng gia đình vào tháng 5-tháng 6 năm 2020, chuyến du lịch 12 ngày đến Việt Nam và Campuchia, với những địa điểm mà bạn giới thiệu, cảm ơn rất nhiều vì đã quan tâm.Đọc hơn",
            "Tôi khuyên bạn nên đặt chuyến đi qua Asiatica Travel. Đối với Campuchia, chuyến thăm Siem Raep là đủ trong 2 ngày\n\nXin chào và chúc vui vẻ Đọc thêm",
            "Chào buổi sáng,\nTôi sẽ đi Việt Nam và Campuchia trong 3 tuần. Đối với Campuchia, tôi định đi thăm bạn bè, nhưng để khám phá - một chút - Việt Nam, tôi đang nghĩ đến việc dành 1 tuần ở phía bắc... chúng tôi sẽ đến vào tháng 2, bạn có đề xuất gì không? Sau đó một tuần về phía nam, qua Campuchia ở giữa để tránh visa.\nCơ quan Asiatica có vẻ rất tốt?\nMình đang làm lịch trình, cảm ơn bạn đã tư vấn!\nTrân trọngĐọc thêm",
            "Xin chào, tôi nghĩ rằng 3 tuần là hơi chật để thực sự khám phá hai quốc gia này, thời gian vận chuyển khá dài đối với miền bắc Việt Nam tôi có thể tư vấn cho bạn, Hà Giang - Thái - Cao Bằng gần biên giới Trung Quốc - thác Bản Giốc và. Động Ngườm Ngao cách nhau không xa, ít khách du lịch hơn Sapa.\nĐối với Vịnh Hạ Long, tôi khuyên bạn nên đến đảo Cát Bà, nơi bạn có thể tổ chức các chuyến đi chơi trên vịnh - chèo thuyền, đi thuyền trong ngày và bơi lội, đảo khỉ, làng Việt haï hoặc sau khi leo khá dốc dài 2 km bạn có thể chiêm ngưỡng khung cảnh lộng lẫy của vịnh, đến Việt Hải bằng thuyền vì không dễ tiếp cận bằng đường bộ -, 2 ngày ở Hà Nội, thành cổ, nhà trung tâm, bảo tàng văn học, nhà hát múa rối nước, chùa hồ và khu mua sắm.\nBạn cũng có thể đến Ninh Bình, Land Hạ Long - Tam Cốc, Hang Múa và 500 bậc thang để ngắm cảnh tuyệt đẹp - và nhiều điều khác để khám phá.  Mình chỉ làm miền Bắc và sẽ tổ chức chuyến đi miền Trung và miền Nam có chuyến đi Lào trong 2 hoặc 3 nămĐọc thêm",
            "Tôi muốn biết một chuyến đi trong 3 tuần tốn bao nhiêu tiền cho một người. Cảm ơn bạn Đọc thêm",
            "Tôi không biết, chúng tôi có bốn người, tôi khuyên bạn nên hỏi báo giá và xem có hợp lý không. Nếu tôi không nhầm, chúng tôi tốn khoảng 2000 đô la mỗi người trong hai tuần với ba chuyến bay nội địa Đọc thêm",
            "Xin chào, tôi muốn biết liệu công ty lữ hành này có hướng dẫn viên nói tiếng Ý không...cảm ơnĐọc thêm",
            "Vâng, tất nhiên là có hướng dẫn viên nói tiếng ÝĐọc thêm",
            "bạn đã chi bao nhiêu? cảm ơnĐọc thêm",
            "1800 euro không có chuyến bay và ít bữa ăn - theo lựa chọn của chúng tôi - nhưng với tài xế và hướng dẫn viên nói tiếng Ý chỉ dành cho chúng tôi và bao gồm hai chuyến bay nội địa, chuyến tàu đêm đến Sapa và thuyền đi lên một nhánh của sông Mê Kông và đi từ Việt Nam sang Campuchia. Tổng cộng chuyến đi 18 ngày - Hà Nội, Vịnh Hạ Long, Sapa và các làng trekking, Hội An, Huế, Đà Nẵng, Sài Gòn, Đồng bằng sông Cửu Long, Bến Tre, Cần Thơ, Châu Đốc, Phnom Penh, Siem Reap, Angkor, hồ Tonle Sap - . Khách sạn tuyệt vời, đúng giờ từ hướng dẫn viên và tài xế. Tổ chức hoàn hảo và sự kiểm soát liên tục của cơ quan trong suốt chuyến đi. Chuyến đi tuyệt đẹp...... Đọc thêm",
            "Xin chào \nTôi có kế hoạch đi công tác ở Hà Nội \nTôi cần Sedan - thông dịch viên VN-ENG\nBạn có thể cho tôi biết bao nhiêu mỗi ngày? Đọc thêm",
            "Asiatica nó khá hợp lý. Tôi không biết vì tài xế và hướng dẫn viên là một phần của chuyến tham quan.\n Liên hệ Ms. Phoebe - Hoàng Minh Phương - Travel Consultant\nEmail: hoang phuong at asiatica  \nSkype: phuong180189\nDi động: - 00 84 - 9.4306.4603\n và nói với cô ấy rằng bạn đã đọc bài đánh giá Cố vấn chuyến đi của tôi??Đọc thêm",
            "Xin chào\nTôi có kế hoạch công tác tại Hà Nội\nTôi cần phiên dịch Sedan - VN-ENG\nBạn có thể cho tôi biết giá bao nhiêu một ngày không? Đọc thêm"
        ],
        "star_ratings": [
            3079,
            243,
            17,
            6,
            11
        ],
        "review_amount": 3356,
        "location": [
            "Việt Nam",
            "Hà Nội",
            "Du lịch Châu Á",
            "Châu Á",
            "Những điều cần làm ở Hà Nội"
        ],
        "reviews_time": [
            "Written February 22, 2024",
            "Written February 21, 2024",
            "Written February 11, 2024",
            "Written February 8, 2024",
            "Written February 1, 2024",
            "Written January 27, 2024",
            "Written January 27, 2024",
            "Written January 26, 2024",
            "Written January 24, 2024",
            "Written January 22, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d6105895-Reviews-or60-Asiatica_Travel-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6105895-Reviews-or50-Asiatica_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6105895-Reviews-or70-Asiatica_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6105895-Reviews-Asiatica_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6701351-Reviews-Mai_Chau_Ecological_Lodge-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14000149-Reviews-Thien_Viet_Tourist-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11922020-Reviews-Hanoi_Free_Private_Tour_Guide-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7065676-Reviews-365_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12530057-Reviews-Vietnam_Dragon_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10820922-Reviews-Agenda_Tour_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17636226-Reviews-Roll_with_locals-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6215277-Reviews-Inside_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25432814-Reviews-Che_Beauty-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8444880-Reviews-LVP_Travel_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6495901-Reviews-Up_Travel_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17558632-Reviews-Vietnam_Tour_247-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8599500-Reviews-Ionah_Show-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19692073-Reviews-Metta_Voyage-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12399319-Reviews-Legend_Travel_Group-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g50253-d559985-Reviews-Blossom_Music_Center-Cuyahoga_Falls_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g2208172-d8770029-Reviews-Agia_Kyriaki_Beach-Zola_Kefalonia_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d8610384-Reviews-Strawberry_Hill-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g54964-d7305459-Reviews-Herb_Parsons_Lake-Collierville_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55857-d11908605-Reviews-Studio_Eighty-Fort_Worth_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g580453-d17806311-Reviews-Culebra_Ferry-Culebra_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g293918-d2057169-Reviews-Lomprayah_High_Speed_Catamaran-Ko_Samui_Surat_Thani_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g33501-d6740095-Reviews-Loveland_Pass-Keystone_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g3830729-d6375880-Reviews-Panteleimon_Beach-Paralia_Panteleimonos_Pieria_Region_Central_Macedonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g33812-d736679-Reviews-Kent_Falls_State_Park-Kent_Connecticut.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d6105895-Reviews-or70-Asiatica_Travel-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d6105895-Reviews-or60-Asiatica_Travel-Hanoi.html"
    },
    {
        "attraction_name": "Asiatica Travel",
        "attraction_name_vi": "Du lịch Châu Á",
        "general_info": [
            "3.351 đánh giá",
            "- 26 trong số 532 Đồ ăn - Đồ uống tại Hà Nội",
            "Chuyến tham quan nhiều ngày",
            "Những chuyến đi bộ",
            "Tour riêng",
            "Chuyến tham quan ẩm thực",
            "Tour chụp ảnh"
        ],
        "attraction_summary": "Asiatica Travel là nhà điều hành tour du lịch có trụ sở tại Việt Nam, không chỉ cung cấp các chuyến đi trong ngày riêng tư tại Hà Nội mà còn cung cấp các chuyến đi riêng đến Việt Nam, Lào và Campuchia. Được thành lập vào năm 2001 bởi bốn hướng dẫn viên địa phương, Asiatica hiện là một trong những nhà điều hành tour du lịch địa phương lớn nhất và đáng tin cậy nhất ở Đông Dương, bao gồm cả Myanmar và Thái Lan. Giấy phép du lịch quốc tế số 0513 - LHQTĐọc thêm",
        "reviews": [
            "Mọi thứ liên quan đến chuyến đi của chúng tôi đều tuyệt vời. Người tổ chức chuyến đi của chúng tôi, Mia hoàn toàn tuyệt vời về cả giao tiếp và lập kế hoạch. Cô ấy đã lên kế hoạch cho chuyến đi của chúng tôi cực kỳ kỹ lưỡng, đảm bảo chúng tôi có trải nghiệm hạng nhất mà không gặp khó khăn hay bất tiện nào. Cô ấy cũng nhanh chóng giao tiếp và xóa tan mọi nghi ngờ của chúng tôi trong vòng vài phút. Tôi thực sự khuyên Mia nên tổ chức chuyến đi tiếp theo của bạn. Mong được đặt chuyến đi tiếp theo của chúng tôi với Asiatic.Đọc thêm",
            "Xin chào Priyanka, Cảm ơn bạn đã đồng hành cùng Asiatica Travel. Chúng tôi rất vui vì bạn đã có một trải nghiệm tuyệt vời. Cảm ơn một lần nữa vì lời giới thiệu của bạn và chúng tôi mong sớm được chào đón bạn quay trở lại. Trân trọng, Mia - Nhóm du lịch Asiatica.Đọc thêm",
            "Đại lý du lịch Hiền của chúng tôi từ Asiatica Travel đã tổ chức chuyến đi đến Việt Nam của chúng tôi một cách chuyên nghiệp, tạo ra một hành trình được lên kế hoạch tỉ mỉ, hoàn toàn phù hợp với sở thích của chúng tôi. Sự chú ý của Hiền đến từng chi tiết, từ chỗ ở đến hậu cần và nhiều đề xuất khác nhau, đã đảm bảo một trải nghiệm thoải mái và khó quên. Rất khuyến khích!Đọc thêm",
            "Xin chào Elžbieta, Cảm ơn bạn đã đồng hành cùng Asiatica Travel. Chúng tôi rất vui vì bạn đã có một trải nghiệm tuyệt vời. Cảm ơn một lần nữa vì lời giới thiệu của bạn và chúng tôi mong sớm được chào đón bạn quay trở lại. Trân trọng, Hiền - Asiatica Travel Team.Đọc thêm",
            "Larissa là nhân viên chuyên nghiệp và thân thiện. Do thời gian của chúng tôi trong chuyến thăm, chúng tôi không thể đăng ký bất kỳ gói tour du lịch nào của công ty. Tuy nhiên, cô ấy vẫn rất hữu ích và tư vấn cũng như cung cấp một số lựa chọn cho chúng tôi. Tôi - chắc chắn sẽ chọn lại công ty trong tương lai khi tôi đến thăm Hà Nội một lần nữa.Đọc thêm",
            "Xin chào Steven, Cảm ơn bạn đã đi du lịch cùng Asiatica Travel. Chúng tôi rất vui vì bạn đã có trải nghiệm tuyệt vời. Cảm ơn bạn một lần nữa vì đã giới thiệu và chúng tôi mong sớm được chào đón bạn quay lại. Trân trọng, Larissa - Đội ngũ Asiatica Travel. Đọc thêm",
            "Chuyến đi tuyệt vời!! Tổ chức rất tốt. Các hướng dẫn rất nhiều thông tin và Larissa đã làm rất tốt để đảm bảo mọi thứ diễn ra suôn sẻ. Tôi rất vui sẽ giới thiệu chúng cho gia đình và bạn bè của tôi - Đọc thêm",
            "Xin chào Amandeep, Cảm ơn bạn đã đồng hành cùng Asiatica Travel. Chúng tôi rất vui vì bạn đã có một trải nghiệm tuyệt vời. Cảm ơn một lần nữa vì lời giới thiệu của bạn và chúng tôi mong sớm được chào đón bạn quay trở lại. Trân trọng, Larissa - Nhóm du lịch Asiatica.Đọc thêm",
            "Mia đã làm cho chuyến đi thú vị hơn và ít căng thẳng hơn. Cô ấy là một người chuyên nghiệp - thân thiện và công ty có nhiều đánh giá tốt. Đọc thêm",
            "Xin chào Hendra, Cảm ơn bạn đã đồng hành cùng Asiatica Travel. Chúng tôi rất vui vì bạn đã có một trải nghiệm tuyệt vời. Cảm ơn một lần nữa vì lời giới thiệu của bạn và chúng tôi mong sớm được chào đón bạn quay trở lại. Trân trọng, Mia - Nhóm du lịch Asiatica.Đọc thêm",
            "Chúng tôi đã có một chuyến đi tuyệt vời đến Đông Dương với Asiatica Travel.Serafina thực sự hữu ích. Cô ấy trả lời tất cả các câu hỏi và nhu cầu của chúng tôi một cách tuyệt vời.  Cô ấy đã cho chúng tôi những lựa chọn tốt nhất. Các hướng dẫn viên và tài xế du lịch là những người giỏi nhất. Được cung cấp đầy đủ thông tin, đúng giờ và rất hữu ích. Chuyến tham quan bằng tiếng Tây Ban Nha, rất khó tìm. Đọc thêm",
            "Xin chào Mery, Cảm ơn bạn đã đồng hành cùng Asiatica Travel. Chúng tôi rất vui vì bạn đã có một trải nghiệm tuyệt vời. Cảm ơn một lần nữa vì lời giới thiệu của bạn và chúng tôi mong sớm được chào đón bạn quay trở lại. Trân trọng, Serafina - Nhóm du lịch Asiatica.Đọc thêm",
            "Chúng tôi lấy một gói trong 8 ngày ở vòng lặp Sapa và Hà Giang. Annie là người liên lạc của chúng tôi và cực kỳ phản hồi. Mọi thứ đều được chăm sóc chu đáo từ việc gặp chúng tôi tại ga Hà Nội vào tối thứ Sáu cho đến việc lựa chọn chỗ ở - phòng 3 người rất lớn - và phương tiện đi lại - cực kỳ thoải mái và an toàn -. Chúng tôi có một cậu con trai 10 tuổi và điều quan trọng là phương tiện đi lại - tài xế đã cẩn thận khi lái xe quanh những vách đá dựng đứng ở Hà Giang - cậu ấy rất xuất sắc. Hướng dẫn viên của chúng tôi là một hướng dẫn viên du lịch am hiểu và biết tất cả các chuyến đi bộ đường dài trong khu vực. Anh ấy đưa chúng tôi đi bộ đường dài tuyệt vời quanh các thị trấn Sapa và các làng dân tộc khác nhau.  Nơi người lái xe bất ngờ xuất hiện để đón chúng tôi và chở chúng tôi đi bộ đường dài tiếp theo ở một thị trấn khác. Hướng dẫn viên của chúng tôi biết về khu vực này, trả lời tất cả các câu hỏi của chúng tôi và rất hữu ích, đặc biệt là cho chúng tôi các mẹo để quản lý việc người bán thường xuyên mặc cả. Nhìn chung, đó là một trải nghiệm tuyệt vời với chuyến du lịch Asiatica, Annie là người liên hệ và hướng dẫn của chúng tôi. Với tư cách là một gia đình, chúng tôi cảm thấy mọi thứ kể cả địa điểm ăn trưa đều được lựa chọn kỹ càng. Chúng tôi không bị ngộ độc thực phẩm và chỗ ở rất sạch sẽ. Cảm ơn Asiatica Travel - Annie và hướng dẫn viên của chúng tôi rất nhiều. Chúng tôi chắc chắn sẽ quay lại và sử dụng Asiatica Travel trong tương lai.Đọc thêm",
            "Xin chào Minnie, Cảm ơn bạn đã đồng hành cùng Asiatica Travel. Chúng tôi rất vui vì bạn đã có một trải nghiệm tuyệt vời. Cảm ơn một lần nữa vì lời giới thiệu của bạn và chúng tôi mong sớm được chào đón bạn quay trở lại. Trân trọng, Annie - Nhóm du lịch Asiatica.Đọc thêm",
            "Chúng tôi đã có khoảng thời gian tuyệt vời ở Hà Nội với những chuyến du lịch do cô Mia Ngunyen lên kế hoạch từ đầu đến cuối. Cô ấy rất chuyên nghiệp, có sức chứa và cung cấp các dịch vụ mà không gặp bất kỳ trở ngại nào. Người hướng dẫn của tôi là anh Thum, người nói tiếng Anh thành thạo và anh ấy rất tôn trọng, lịch sự, hữu ích và hiểu biết. Hà Nội có thể là một nơi hỗn loạn nhưng thú vị đối với những người mới đến lần đầu như chúng tôi, nhưng chúng tôi cảm thấy an toàn trong sự chăm sóc và tồn tại của anh ấy. Thật là một người quân tử! Anh ấy đã giới thiệu cho chúng tôi quán cà phê trứng - .Đọc thêm",
            "Xin chào Thilagavathi Rajendran, Cảm ơn bạn đã đồng hành cùng Asiatica Travel. Chúng tôi rất vui vì bạn đã có một trải nghiệm tuyệt vời. Cảm ơn một lần nữa vì lời giới thiệu của bạn và chúng tôi mong sớm được chào đón bạn quay trở lại. Trân trọng, Mia - Nhóm du lịch Asiatica.Đọc thêm",
            "We have just returned from our amazing trip through Vietnam. Our tour was Exotic Vietnam On Your Hands. Right from making our first contact with Mia, our Asiatica travel consultant, through to our arrival home, everything went seamlessly.We were a group of four couples, all with different travel experience Because we had the ability to tailor our holiday itinerary to our requirements and working with Mia all the way, we decided to begin our trip in Saigon in the south and travel to Hanoi in the North adding an extra free day in Hoi An and one in Hanoi at the end of the tour. It meant that we had the relaxing cruise in Halong bay towards the end of the the trip when we really appreciated it!We chose to stay in three and four star hotels and we were very happy with our bookings. The rooms were very clean and comfortable, well situated and breakfast was supplied each morning. The staff were always so friendly and helpful.  Because there were eight adults travelling with luggage, Mia recommended that we hire a larger vehicle - bus -  to fit us all in comfortably and it worked out very well. We had three drivers who were all very skilled and reliable and our three guides  - one for each region -  were really lovely. They were very patient with us, very informative and friendly. Nothing was too much trouble.There were many activities during the tour...bike riding, kayaking, boat trips on the Mekong and lots of walking! A massage at the hotel in Hoi An was an amazing experience! We even participated in two cooking classes - at Kumquat restaurant with Mr Vincent in Hoi an and another at the Thuy Biew Eco-Village. There were so many highlights...being rowed along the river in Tam Coc through a peacful valley surrounded by limestone  - karst -  hills, exploring the streets and shops, meeting the local people and of course enjoying the food. Vietnamese food is just so tasty and fresh with delicious flavours. Coconut coffee was a new experience and Vietnamese beers were so very refreshing.Things that we learned along the way...bring a raincoat and a jacket for the cooler days in the mountains. Cash is preferred. Tipping is expected which is a new experience for us and bargaining at markets as well. We found that splitting the bill when eating at restaurants is no trouble at all and made things so much easier once we knew it could be done! One thing that I would have liked to change looking back is adding another night on Halong Bay. One night is just not enough to enjoy the luxury of the the boat that we sailed on. Next time hopefully two. Another thing to take into account is that Hanoi on the weekend is just wonderful. From Friday night the streets around the lake are closed, there is live music performed on pop up stages, women performing line dancing and markets abound. All the local people come out to enjoy the experience. We were just fortunate to be there at that time. I highly recommend Asiatica Travel and plan to travel with them in the future. Mia helped plan everything to give us the most broad introductory experience of her country. She checked in every step of the way to ensure that everything was going well. When we arrived in Hanoi we had the pleasure of meeting with her....  Read more",
            "Xin chào Sue, Cảm ơn bạn đã đồng hành cùng Asiatica Travel. Chúng tôi rất vui vì bạn đã có một trải nghiệm tuyệt vời. Cảm ơn một lần nữa vì lời giới thiệu của bạn và chúng tôi mong sớm được chào đón bạn quay trở lại. Trân trọng, Mia - Nhóm du lịch Asiatica.Đọc thêm",
            "Tôi đã có một chuyến du lịch riêng kéo dài 13 ngày bắt đầu từ Sài Gòn đến Hà Nội với bốn cặp đôi. Mia đã làm rất tốt việc tổ chức chuyến tham quan. Cô ấy đã tổ chức một chiếc xe buýt 29 chỗ - hai chuyến bay nội địa cho chúng tôi cũng như chỗ ở bốn sao. Chúng tôi đã đến thăm nhiều địa điểm từ Sài Gòn đến đồng bằng sông Cửu Long, Hội An, đồi Bà Nà, Huế, Hà Nội, Vịnh Hạ Long, Ninh Bing, Hướng dẫn viên của chúng tôi Đà Lạt, Bảo, Nihan rất hữu ích - dễ chịu - đưa ra những bình luận tuyệt vời, họ rất vui khi được ở cùng. Nhìn chung, Mia từ Asiatica rất vui được giải quyết - khiến chuyến đi trở nên tuyệt vời. Không có vấn đề gì cả - cô ấy đã thể hiện sự chuyên nghiệp trong tổ chức của mình, chúng tôi không gặp vấn đề gì trong chuyến lưu diễn - việc đưa đón - khách sạn thật tuyệt vời. Chắc chắn khuyên bạn nên sử dụng dịch vụ của cô ấy - Asiatica một lần nữa.Đọc thêm",
            "Xin chào Angelo, Cảm ơn bạn đã đồng hành cùng Asiatica Travel. Chúng tôi rất vui vì bạn đã có một trải nghiệm tuyệt vời. Cảm ơn một lần nữa vì lời giới thiệu của bạn và chúng tôi mong sớm được chào đón bạn quay trở lại. Trân trọng, Mia - Nhóm du lịch Asiatica.Đọc thêm"
        ],
        "star_ratings": [
            3079,
            243,
            17,
            6,
            11
        ],
        "review_amount": 3356,
        "location": [
            "Việt Nam",
            "Hà Nội",
            "Du lịch Châu Á",
            "Châu Á",
            "Những điều cần làm ở Hà Nội"
        ],
        "reviews_time": [
            "Written January 22, 2024",
            "Written January 18, 2024",
            "Written January 17, 2024",
            "Written January 17, 2024",
            "Written January 14, 2024",
            "Written January 9, 2024",
            "Written January 3, 2024",
            "Written December 30, 2023",
            "Written December 22, 2023",
            "Written December 22, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d6105895-Reviews-or70-Asiatica_Travel-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6105895-Reviews-or60-Asiatica_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6105895-Reviews-or80-Asiatica_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6105895-Reviews-Asiatica_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6701351-Reviews-Mai_Chau_Ecological_Lodge-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14000149-Reviews-Thien_Viet_Tourist-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11922020-Reviews-Hanoi_Free_Private_Tour_Guide-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7065676-Reviews-365_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12530057-Reviews-Vietnam_Dragon_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10820922-Reviews-Agenda_Tour_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17636226-Reviews-Roll_with_locals-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6215277-Reviews-Inside_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25432814-Reviews-Che_Beauty-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8444880-Reviews-LVP_Travel_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6495901-Reviews-Up_Travel_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17558632-Reviews-Vietnam_Tour_247-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8599500-Reviews-Ionah_Show-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19692073-Reviews-Metta_Voyage-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12399319-Reviews-Legend_Travel_Group-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g36554-d4300872-Reviews-Plainfield_Fishing_Resort-Plainfield_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g147310-d184424-Reviews-Bob_Marley_Museum-Kingston_Kingston_Parish_Jamaica.html",
            "https://www.tripadvisor.com/Attraction_Review-g189462-d11772651-Reviews-Korakonissi-Zakynthos_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g60614-d155139-Reviews-Salt_Pond_Beach_Park-Hanapepe_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g154943-d155842-Reviews-Gastown-Vancouver_British_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g294480-d300546-Reviews-Metropolitan_National_Park-Panama_City_Panama_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g2034462-d6609177-Reviews-Beach_Slanica-Murter_Murter_Island_Sibenik_Knin_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g32400-d103759-Reviews-MacKerricher_State_Park-Fort_Bragg_Mendocino_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d501027-Reviews-Ronnie_Scott_s_Jazz_Club-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g3343809-d3654547-Reviews-Vathi_Beach-Vathi_Sifnos_Cyclades_South_Aegean.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d6105895-Reviews-or80-Asiatica_Travel-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d6105895-Reviews-or70-Asiatica_Travel-Hanoi.html"
    },
    {
        "attraction_name": "Asiatica Travel",
        "attraction_name_vi": "Du lịch Châu Á",
        "general_info": [
            "3.351 đánh giá",
            "- 26 trên 532 Đồ Ăn - Đồ Uống ở Hà Nội",
            "Chuyến tham quan nhiều ngày",
            "Những chuyến đi bộ",
            "Tour riêng",
            "Chuyến tham quan ẩm thực",
            "Chuyến tham quan chụp ảnh"
        ],
        "attraction_summary": "Asiatica Travel là nhà điều hành tour du lịch có trụ sở tại Việt Nam, không chỉ cung cấp các chuyến đi trong ngày riêng tư tại Hà Nội mà còn cung cấp các chuyến đi riêng đến Việt Nam, Lào và Campuchia. Được thành lập vào năm 2001 bởi bốn hướng dẫn viên địa phương, Asiatica hiện là một trong những nhà điều hành tour du lịch địa phương lớn nhất và đáng tin cậy nhất ở Đông Dương, bao gồm cả Myanmar và Thái Lan. Giấy phép du lịch quốc tế số 0513 - LHQTĐọc thêm",
        "reviews": [
            "Chúng tôi là một nhóm gồm 18 người tham gia chuyến lưu diễn của mình nên cần phải lập kế hoạch tỉ mỉ và chính xác để chuyến đi diễn ra suôn sẻ. Annie là nhà tư vấn du lịch của chúng tôi và cô ấy đã làm rất tốt việc sắp xếp khách sạn và các hoạt động hàng ngày của chúng tôi. Chỗ ở của chúng tôi vượt xa sự mong đợi cũng như những bữa ăn được bao gồm trong chuyến tham quan. Các hướng dẫn viên du lịch Nhân, Thanh và Đà Lạt rất am hiểu và sẵn lòng cung cấp thông tin cho chúng tôi khi cần. Các hoạt động du lịch thật tuyệt vời khi mỗi ngày mang lại trải nghiệm mới - tôi không thể giới thiệu Asiatica đủ cao. Annie nên được khen ngợi về tính chuyên nghiệp và tận tâm của cô ấy trong việc cung cấp cho chúng tôi một chuyến lưu diễn tuyệt vời từ đầu đến cuối. Cảm ơn Annie và Asiatica rất nhiều vì đã mang đến cho chúng tôi cơ hội tuyệt vời để khám phá đất nước xinh đẹp của bạn. Tôi - tôi sẽ mong được đi du lịch với bạn một lần nữa trong tương lai gần. Đọc thêm",
            "Xin chào Wendy, Cảm ơn bạn đã đi du lịch cùng Asiatica Travel. Chúng tôi rất vui vì bạn đã có trải nghiệm tuyệt vời. Cảm ơn bạn một lần nữa vì đã giới thiệu và chúng tôi mong sớm được chào đón bạn trở lại. Trân trọng, Annie - Đội ngũ Asiatica Travel. Đọc thêm",
            "Đây là lần thứ hai chúng tôi đưa Asiatica đến Sapa. Chúng tôi mất khoảng 5 giờ hành trình từ Hà Nội đến Sapa. Nhưng nó rất đáng giá. Cô Phoebe theo dõi suốt hành trình của chúng tôi để đảm bảo chúng tôi đến đích an toàn. Cô đảm bảo rằng các tài xế, hướng dẫn viên du lịch và khách sạn sẽ cung cấp những dịch vụ tốt nhất.  Chúng tôi chắc chắn sẽ quay lại lần nữa với Asiatica. Cảm ơn Phoebe. Đọc thêm",
            "Xin chào Ray, Cảm ơn bạn đã đồng hành cùng Asiatica Travel. Chúng tôi rất vui vì bạn đã có một trải nghiệm tuyệt vời. Cảm ơn một lần nữa vì lời giới thiệu của bạn và chúng tôi mong sớm được chào đón bạn quay trở lại. Trân trọng, Phoebe - Nhóm du lịch Asiatica.Đọc thêm",
            "Chuyến đi tuyệt vời và hướng dẫn tuyệt vời. Chúng tôi đang có kỳ nghỉ 10 ngày từ Bắc vào Nam Việt Nam. Chỗ ở là hạng nhất và bao gồm bữa sáng tự chọn tuyệt vời. Hướng dẫn viên du lịch rất thân thiện và hiểu biết và giúp mọi việc trở nên dễ dàng với chúng tôi. Đọc thêm",
            "Xin chào Graham, Cảm ơn bạn đã đi du lịch cùng Asiatica Travel. Chúng tôi rất vui vì bạn đã có một trải nghiệm tuyệt vời. Cảm ơn một lần nữa vì lời giới thiệu của bạn và chúng tôi mong sớm được chào đón bạn quay trở lại. Trân trọng, Annie - Đội du lịch Asiatica.\nĐọc thêm",
            "Đó là một công ty du lịch thân thiện và rất hiệu quả. Chúng tôi đã đặt một chuyến du lịch đến miền Nam Việt Nam thông qua họ và mọi thứ đều được thực hiện đúng thời gian và hiệu quả. Họ đã đặt khách sạn, xe hơi với hướng dẫn viên du lịch và máy bay. Các nhân viên rất tốt bụng, tử tế và đúng giờ. Tôi sẽ giới thiệu họ.Đọc thêm",
            "Xin chào Antonio, Cảm ơn bạn đã đồng hành cùng Asiatica Travel. Chúng tôi rất vui vì bạn đã có một trải nghiệm tuyệt vời. Cảm ơn một lần nữa vì lời giới thiệu của bạn và chúng tôi mong sớm được chào đón bạn quay trở lại. Trân trọng, Phoebe - Nhóm du lịch Asiatica.Đọc thêm",
            "Công ty đáng tin cậy, chuyên nghiệp, chu đáo, liên lạc trực tiếp trong suốt chuyến đi. Đáp ứng đầy đủ mọi mong muốn của khách hàng. Các hướng dẫn viên chuyên nghiệp, hiểu biết và chu đáo. Đặc biệt là hướng dẫn viên anh Toàn, người đã vượt xa mong đợi của chúng tôi. Đọc thêm",
            "Xin chào Aliza, Cảm ơn bạn đã đồng hành cùng Asiatica Travel. Chúng tôi rất vui vì bạn đã có một trải nghiệm tuyệt vời. Cảm ơn một lần nữa vì lời giới thiệu của bạn và chúng tôi mong sớm được chào đón bạn quay trở lại. Trân trọng, Phoebe - Nhóm du lịch Asiatica.Đọc thêm",
            "Trải nghiệm tuyệt vời ở mọi cấp độ. Tôi thực sự khuyên bạn nên đi du lịch Asiatica và đặc biệt là đại lý Sofia của chúng tôi. Đọc thêm",
            "Xin chào Lea, Cảm ơn bạn đã đi du lịch cùng Asiatica Travel. Chúng tôi rất vui vì bạn đã có trải nghiệm tuyệt vời. Cảm ơn bạn một lần nữa vì đã giới thiệu và chúng tôi mong sớm được chào đón bạn quay lại. Trân trọng, Sofia - Đội ngũ Asiatica Travel. Đọc thêm",
            "Tôi đã đi du lịch với Asiatica ba lần. Lần nào họ cũng làm tôi ngạc nhiên hết lần này đến lần khác. Trước hết là khâu chuẩn bị hành trình. Cô Ai là người đã chăm chút và chịu trách nhiệm cho tất cả các hành trình, cô ấy làm việc rất khéo léo và có thái độ chuyên nghiệp. Cô ấy chú ý đến mọi yêu cầu hoặc mong muốn và không bao giờ nói là không thể. Trong suốt chuyến đi, cô ấy theo dõi chuyến đi của chúng tôi để tìm kiếm bất kỳ sự bất tiện hoặc nhu cầu nào. Giá cả rất công bằng và tất cả các gói dịch vụ đều hoàn hảo. Tôi khuyên bạn nên dùng cả hai tay. Đọc thêm",
            "Xin chào Mati, Cảm ơn bạn đã đồng hành cùng Asiatica Travel. Chúng tôi rất vui vì bạn đã có một trải nghiệm tuyệt vời. Cảm ơn một lần nữa vì lời giới thiệu của bạn và chúng tôi mong sớm được chào đón bạn quay trở lại. Trân trọng, Ai - Nhóm du lịch Asiatica.Đọc thêm",
            "Đội ngũ lên kế hoạch tuyệt vời cho chuyến đi Hà Nội, Sapa và Vịnh Hạ Long. Mọi thứ đều được lên kế hoạch tốt. Làm tốt lắm Asiatica TravelĐọc thêm",
            "Chào Hong Lun, Cảm ơn bạn đã đồng hành cùng Asiatica Travel. Chúng tôi rất vui vì bạn đã có một trải nghiệm tuyệt vời. Cảm ơn một lần nữa vì lời giới thiệu của bạn và chúng tôi mong sớm được chào đón bạn quay trở lại. Trân trọng, Sofia - Nhóm du lịch Asiatica.Đọc thêm",
            "Just finishing a 17 day holiday,  experiencing Vietnam  for the first time. Vietnam has been on our bucket list and certainly didn - t disappoint.From my initial contact with Asiatica Travel and their representative My, to our actual trip, everything has been excellent.I chose Asiatica Travel after finding them on the web and looking at other - s reviews and comments. I certainly wasn - t disappointed with my choice and can absolutely highly recommend Asiatica Travel for anyone planning a holiday in South East Asia.The e mail communications were handled promptly, efficiently and all my queries  and questions were competently addressed.The trip Asiatica Travel planned and executed gave us a great insight into and flavour for Vietnam and the Viet people , history and culture.The guides and drivers were all great, knowledgeable, prompt and extremely welcoming and friendly. Mention must be made particularly of Mr Sang, his history knowledge and insights were excellent.We noted that Asiatica Travel had chosen the hotels with great care, giving us top class hotels but especially well sited to allow us easy access, on foot , to multiple restaurant choices, markets, shopping areas and night life.Our guide in Hanoi introduced us to   - Grab - - Vietnam - s version of Uber- certainly can recommend this to others as a good way of getting reliable transport with upfront knowledge of prices. Download the app for Vietnam - makes transport easy.The food experiences in Vietnam were the best we - ve had across many SE Asian countries, with all the exotic, unfamiliar  -  to us -  options but also the availability of some more familiar options - it was particularly nice to have many breads readily available, offering a  change from only rice or  noodles.What a wonderful experience overall, from planning,  to booking , to experiencing and savouring the delights of Vietnam .Read more",
            "Xin chào Smilg, Cảm ơn bạn đã đồng hành cùng Asiatica Travel. Chúng tôi rất vui vì bạn đã có một trải nghiệm tuyệt vời. Cảm ơn một lần nữa vì lời giới thiệu của bạn và chúng tôi mong sớm được chào đón bạn quay trở lại. Trân trọng, My - Asiatica Travel Team.Đọc thêm",
            "Cảm ơn Vivian đã tổ chức kỳ nghỉ của chúng tôi. Vivian thậm chí không gặp khó khăn gì khi thực hiện những thay đổi vào phút cuối trong hành trình của chúng tôi do vấn đề thị thực.  Mọi thứ diễn ra suôn sẻ. Chúng tôi yêu Việt Nam và háo hức trở lại. Rất khuyến khích Asiatica cho kỳ nghỉ tiếp theo của bạn. Đọc thêm",
            "Xin chào Peter, Cảm ơn bạn đã đồng hành cùng Asiatica Travel. Chúng tôi rất vui vì bạn đã có một trải nghiệm tuyệt vời. Cảm ơn một lần nữa vì lời giới thiệu của bạn và chúng tôi mong sớm được chào đón bạn quay trở lại. Trân trọng, Vivian - Nhóm du lịch Asiatica.Đọc thêm",
            "Email của cơ quan này là gì?",
            "Sửa chữa\nle.lien - asiatica com\nThêm dấu chấm\nTên cô ấy là Helen Đọc thêm",
            "Chi phí du lịch Campuchia và Việt Nam bao nhiêu, bắt đầu từ Milan Đọc thêm",
            "Xin lỗi, sự chậm trễ vẫn còn liên quan phải không?\nĐọc thêm",
            "Xin chào Jose Javier, chúng tôi đang nghĩ đến việc thực hiện một chuyến du lịch cùng nhóm đến Việt Nam vào cuối tháng 6 và tôi đã hỏi một số công ty để báo giá, công ty đưa ra cho tôi mức giá tốt nhất là Asiatica travel, tôi muốn bạn nhận xét về mọi việc như thế nào đã chọn công ty này cho bạn và bạn đã gặp nó như thế nào. Tôi cũng muốn biết liệu trời có mưa nhiều không. Cảm ơn bạn rất nhiềuĐọc thêm",
            "Xin chào, tôi là Myriam Rodriguez đến từ Colombia, tôi muốn đi du lịch cùng gia đình vào tháng 5-tháng 6 năm 2020, chuyến du lịch 12 ngày đến Việt Nam và Campuchia, với những địa điểm mà bạn giới thiệu, cảm ơn rất nhiều vì đã quan tâm.Đọc hơn",
            "Tôi khuyên bạn nên đặt chuyến đi qua Asiatica Travel. Đối với Campuchia, chuyến thăm Siem Raep là đủ trong 2 ngày\n\nXin chào và chúc vui vẻ Đọc thêm",
            "Chào buổi sáng,\nTôi sẽ đi Việt Nam và Campuchia trong 3 tuần. Đối với Campuchia, tôi định đi thăm bạn bè, nhưng để khám phá - một chút - Việt Nam, tôi đang nghĩ đến việc dành 1 tuần ở phía bắc... chúng tôi sẽ đến vào tháng 2, bạn có đề xuất gì không? Sau đó một tuần về phía nam, qua Campuchia ở giữa để tránh visa.\nCơ quan Asiatica có vẻ rất tốt?\nMình đang làm lịch trình, cảm ơn bạn đã tư vấn!\nTrân trọngĐọc thêm",
            "Xin chào, tôi nghĩ rằng 3 tuần là hơi chật để thực sự khám phá hai quốc gia này, thời gian vận chuyển khá dài đối với miền bắc Việt Nam tôi có thể tư vấn cho bạn, Hà Giang - Thái - Cao Bằng gần biên giới Trung Quốc - thác Bản Giốc và. Động Ngườm Ngao cách nhau không xa, ít khách du lịch hơn Sapa.\nĐối với Vịnh Hạ Long, tôi khuyên bạn nên đến đảo Cát Bà, nơi bạn có thể tổ chức các chuyến đi chơi trên vịnh - chèo thuyền, đi thuyền trong ngày và bơi lội, đảo khỉ, làng Việt haï hoặc sau khi leo khá dốc dài 2 km bạn có thể chiêm ngưỡng khung cảnh lộng lẫy của vịnh, đến Việt Hải bằng thuyền vì không dễ tiếp cận bằng đường bộ -, 2 ngày ở Hà Nội, thành cổ, nhà trung tâm, bảo tàng văn học, nhà hát múa rối nước, chùa hồ và khu mua sắm.\nBạn cũng có thể đến Ninh Bình, Land Hạ Long - Tam Cốc, Hang Múa và 500 bậc thang để ngắm cảnh tuyệt đẹp - và nhiều điều khác để khám phá.  Mình chỉ làm miền Bắc và sẽ tổ chức chuyến đi miền Trung và miền Nam có chuyến đi Lào trong 2 hoặc 3 nămĐọc thêm",
            "Tôi muốn biết một chuyến đi trong 3 tuần tốn bao nhiêu tiền cho một người. Cảm ơn bạn Đọc thêm",
            "Tôi không biết, chúng tôi có bốn người, tôi khuyên bạn nên hỏi báo giá và xem có hợp lý không. Nếu tôi không nhầm, chúng tôi tốn khoảng 2000 đô la mỗi người trong hai tuần với ba chuyến bay nội địa Đọc thêm",
            "Xin chào, tôi muốn biết liệu công ty lữ hành này có hướng dẫn viên nói tiếng Ý không...cảm ơnĐọc thêm",
            "Vâng, tất nhiên là có hướng dẫn viên nói tiếng ÝĐọc thêm",
            "bạn đã chi bao nhiêu? cảm ơnĐọc thêm",
            "1800 euro không có chuyến bay và ít bữa ăn - theo lựa chọn của chúng tôi - nhưng với tài xế và hướng dẫn viên nói tiếng Ý chỉ dành cho chúng tôi và bao gồm hai chuyến bay nội địa, chuyến tàu đêm đến Sapa và thuyền đi lên một nhánh của sông Mê Kông và đi từ Việt Nam sang Campuchia. Tổng cộng chuyến đi 18 ngày - Hà Nội, Vịnh Hạ Long, Sapa và các làng trekking, Hội An, Huế, Đà Nẵng, Sài Gòn, Đồng bằng sông Cửu Long, Bến Tre, Cần Thơ, Châu Đốc, Phnom Penh, Siem Reap, Angkor, hồ Tonle Sap - . Khách sạn tuyệt vời, đúng giờ từ hướng dẫn viên và tài xế. Tổ chức hoàn hảo và sự kiểm soát liên tục của cơ quan trong suốt chuyến đi. Chuyến đi tuyệt đẹp...... Đọc thêm",
            "Xin chào \nTôi có kế hoạch đi công tác ở Hà Nội \nTôi cần Sedan - thông dịch viên VN-ENG\nBạn có thể cho tôi biết bao nhiêu mỗi ngày? Đọc thêm",
            "Asiatica nó khá hợp lý. Tôi không biết vì tài xế và hướng dẫn viên là một phần của chuyến tham quan.\n Liên hệ Ms. Phoebe - Hoàng Minh Phương - Travel Consultant\nEmail: hoang phuong at asiatica  \nSkype: phuong180189\nDi động: - 00 84 - 9.4306.4603\n và nói với cô ấy rằng bạn đã đọc bài đánh giá Cố vấn chuyến đi của tôi??Đọc thêm",
            "Xin chào\nTôi có kế hoạch công tác tại Hà Nội\nTôi cần phiên dịch Sedan - VN-ENG\nBạn có thể cho tôi biết giá bao nhiêu một ngày không? Đọc thêm"
        ],
        "star_ratings": [
            3079,
            243,
            17,
            6,
            11
        ],
        "review_amount": 3356,
        "location": [
            "Việt Nam",
            "Hà Nội",
            "Du lịch Châu Á",
            "Châu Á",
            "Những điều cần làm ở Hà Nội"
        ],
        "reviews_time": [
            "Written December 18, 2023",
            "Written December 17, 2023",
            "Written December 17, 2023",
            "Written December 16, 2023",
            "Written December 16, 2023",
            "Written December 14, 2023",
            "Written December 11, 2023",
            "Written December 8, 2023",
            "Written December 6, 2023",
            "Written December 4, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d6105895-Reviews-or80-Asiatica_Travel-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6105895-Reviews-or70-Asiatica_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6105895-Reviews-or90-Asiatica_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6105895-Reviews-Asiatica_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6701351-Reviews-Mai_Chau_Ecological_Lodge-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14000149-Reviews-Thien_Viet_Tourist-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11922020-Reviews-Hanoi_Free_Private_Tour_Guide-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7065676-Reviews-365_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12530057-Reviews-Vietnam_Dragon_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10820922-Reviews-Agenda_Tour_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17636226-Reviews-Roll_with_locals-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6215277-Reviews-Inside_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25432814-Reviews-Che_Beauty-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8444880-Reviews-LVP_Travel_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6495901-Reviews-Up_Travel_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17558632-Reviews-Vietnam_Tour_247-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8599500-Reviews-Ionah_Show-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19692073-Reviews-Metta_Voyage-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12399319-Reviews-Legend_Travel_Group-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g194883-d1755003-Reviews-The_Bastion-Riva_Del_Garda_Province_of_Trento_Trentino_Alto_Adige.html",
            "https://www.tripadvisor.com/Attraction_Review-g46595-d273154-Reviews-Mantoloking_Beach-Mantoloking_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g1600537-d2658502-Reviews-Lago_di_Barcis-Barcis_Province_of_Pordenone_Friuli_Venezia_Giulia.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d13795222-Reviews-Fonda_theatre-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g34227-d527268-Reviews-Fort_Lauderdale_Beach-Fort_Lauderdale_Broward_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g54097-d105980-Reviews-Narragansett_Beach-Narragansett_Washington_County_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g1479123-d284137-Reviews-Silver_Sands_Premium_Outlets-Miramar_Beach_Destin_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g35328-d3847998-Reviews-Back_River_Beach-Tybee_Island_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g34616-d3327156-Reviews-Blind_Pass_Beach-Sanibel_Island_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g32910-d17711976-Reviews-Bassi_Falls-Pollock_Pines_California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d6105895-Reviews-or90-Asiatica_Travel-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d6105895-Reviews-or80-Asiatica_Travel-Hanoi.html"
    },
    {
        "attraction_name": "Asiatica Travel",
        "attraction_name_vi": "Du lịch Châu Á",
        "general_info": [
            "3.351 đánh giá",
            "- 26 trên 532 Đồ Ăn - Đồ Uống ở Hà Nội",
            "Chuyến tham quan nhiều ngày",
            "Những chuyến đi bộ",
            "Tour riêng",
            "Chuyến tham quan ẩm thực",
            "Chuyến tham quan chụp ảnh"
        ],
        "attraction_summary": "Asiatica Travel là nhà điều hành tour du lịch có trụ sở tại Việt Nam, không chỉ cung cấp các chuyến đi trong ngày riêng tư tại Hà Nội mà còn cung cấp các chuyến đi riêng đến Việt Nam, Lào và Campuchia. Được thành lập vào năm 2001 bởi bốn hướng dẫn viên địa phương, Asiatica hiện là một trong những nhà điều hành tour du lịch địa phương lớn nhất và đáng tin cậy nhất ở Đông Dương, bao gồm cả Myanmar và Thái Lan. Giấy phép du lịch quốc tế số 0513 - LHQTĐọc thêm",
        "reviews": [
            "Thân thiện - theo dõi tốt nhất chuyến đi của Annie. Chúng tôi tận hưởng chương trình - sắp xếp đồ ăn. Cảm ơn Annie - Asiatica đã hỗ trợ cho toàn bộ hành trình du lịch tại Việt Nam. Đọc thêm",
            "Xin chào Jet, Cảm ơn bạn đã đồng hành cùng Asiatica Travel. Chúng tôi rất vui vì bạn đã có một trải nghiệm tuyệt vời. Cảm ơn một lần nữa vì lời giới thiệu của bạn và chúng tôi mong sớm được chào đón bạn quay trở lại. Trân trọng, Annie - Nhóm du lịch Asiatica.Đọc thêm",
            "Asiatica Travel đã khiến chuyến đi 6 ngày đầu tiên đến Hà Nội Việt Nam của tôi trở nên thú vị và đáng nhớ nhất. Hai cặp đôi được chăm sóc chu đáo từ Hà Nội đến Vịnh Hạ Long đến Sapa và trở về Hà Nội. Tại mỗi điểm trung chuyển, Hồng Nhung đảm bảo việc vận chuyển, khách sạn, tàu hỏa của chúng tôi được sắp xếp chu đáo - hoàn toàn không phiền phức, cô ấy luôn giải đáp các thắc mắc của chúng tôi. Cảm ơn Nhung!Đọc thêm",
            "Xin chào Rebecca, Cảm ơn bạn đã đồng hành cùng Asiatica Travel. Chúng tôi rất vui vì bạn đã có một trải nghiệm tuyệt vời. Cảm ơn một lần nữa vì lời giới thiệu của bạn và chúng tôi mong sớm được chào đón bạn quay trở lại. Trân trọng, Nhung - Asiatica Travel Team.Đọc thêm",
            "Hà Nội mang lại cảm giác hoài cổ qua những phần khác nhau của Phố cổ, nơi thời gian vẫn đọng lại, lưu giữ lịch sử của nơi này. Ninh Bình - Tam Cốc - có những hang động đá vôi đầy cảm hứng cho phép bạn ngắm nhìn những gì đẹp nhất của thiên nhiên. Điểm không thể bỏ qua ở Sapa là Phan Xi Păng, đi tàu và cáp treo đến điểm giữa rồi đi bộ lên đỉnh, ngắm nhìn khung cảnh ngoạn mục xuyên suốt.Đọc thêm",
            "Xin chào Swee Eng Tay, Cảm ơn bạn đã đồng hành cùng Asiatica Travel. Chúng tôi rất vui vì bạn đã có một trải nghiệm tuyệt vời. Cảm ơn một lần nữa vì lời giới thiệu của bạn và chúng tôi mong sớm được chào đón bạn quay trở lại. Trân trọng, Giang - Asiatica Travel Team.Đọc thêm",
            "Sophia từ Asiatica đã làm một công việc tuyệt vời khi tổ chức một chuyến đi tuyệt vời cho bốn người chúng tôi. Chúng tôi đã đến thăm Sapa, Hà Nội, Trần An và Vịnh Hạ Long. Thời gian 7 ngày là vừa đủ. Các hướng dẫn viên được giao cho chúng tôi đều có kiến ​​thức và dịch vụ khách hàng của họ rất tuyệt vời. Chúng tôi đã đến thăm nhiều địa điểm thú vị ở Hà Nội xưa mà chúng tôi chưa từng biết đến. Chúng tôi yêu Việt Nam và chắc chắn sẽ đồng hành cùng Asiatica trong chuyến đi Việt Nam tiếp theo. Đọc thêm",
            "Xin chào Susan, Cảm ơn bạn đã đồng hành cùng Asiatica Travel. Chúng tôi rất vui vì bạn đã có một trải nghiệm tuyệt vời. Cảm ơn một lần nữa vì lời giới thiệu của bạn và chúng tôi mong sớm được chào đón bạn quay trở lại. Trân trọng, Sophia - Nhóm du lịch Asiatica.Đọc thêm",
            "Just to begin with.ASIATICA Travel has made it all happen for the two of us- our  - custom-tailored -  14D - 13N dream holiday and  - cultural heritage -  -  - scenic -  journey through the mountains of NE and NW Vietnam  -  - .  - 17-30Sep2023 - .Our EXOTIC travel loop took us from Hanoi-Babe Lake- BanGioc- BaoLac-MeoVac- DongVan- HaGiang - HoangSuPhi - Sapa and finally back to Hanoi.We have had many, many splendid and fabolous experiences all along our exotic 14D journey transversing Nature - s mountainous and scenic beauty, in addition to visiting many ethnic minority villages  - Tay, Nhung, H - mong etc -  to learn more about their culture, customs, daily life  -  economic activities.A very big thank you and heartfelt appreciation to ASIATICA Travel for the superb planning and organisation of our trip down to the finest details.A great itinerary that was well-thought, planned and executed on the ground. A big THANK YOU especially to Ms Hong Nhung our expert travel consultant for her wonderful  -  -  effort and inputs. She has worked tirelessly together with us always WITH a SMILE  - . Answering all our queries promptly and providing us useful advice and travel tips. Enthusiastic, responsive and abolutely quick in addressing our travel requirementsWe had a private English-speaking guide, a driver and a good vehicle to take round on the  - 3,000km journey. The guide-driver team was just as fantastic: -puntual, patient, friendly, careful, thoughtful and addressing all our needs.If you are planning a holiday to Vietnam  -  - ,  EXOTICA Travel agency is all here ready for you. Rest assured they will be your best travel companion.Once again, well done ASIATICA for making our travel dreams come true.CHIN - LILIAN.Read more",
            "Xin chào Siew Yee, Cảm ơn bạn đã đồng hành cùng Asiatica Travel. Chúng tôi rất vui vì bạn đã có một trải nghiệm tuyệt vời. Cảm ơn một lần nữa vì lời giới thiệu của bạn và chúng tôi mong sớm được chào đón bạn quay trở lại. Trân trọng, Nhung - Asiatica Travel Team.Đọc thêm",
            "Chuyến đi gần đây của tôi đến Việt Nam là một trong những kỳ nghỉ tuyệt vời nhất mà tôi có thể nhớ được. Vợ tôi và tôi cùng hai đứa con 7 và 9 tuổi đến Việt Nam trong 16 ngày vòng quanh Hà Nội và Hồ Chí Minh, tất cả đều do cô Nhung tuyệt vời đến từ Asiatica tổ chức.  Tôi đã liên hệ với Asiatica vài tháng trước khi khởi hành để tư vấn những điểm tham quan khác nhau mà tôi muốn trải nghiệm ở Việt Nam, sau đó cô Nhung dùng kinh nghiệm của mình để đưa ra hành trình hoàn hảo cho gia đình tôi. Cô đảm bảo rằng chuyến đi được cân bằng và không quá khó khăn vì tôi có hai con nhỏ nên có sự kết hợp giữa ngắm cảnh, nếm thức ăn, đi bộ, văn hóa, tham quan bằng xe Jeep và các hoạt động khác để khiến con tôi luôn hứng thú.Ms Nhung rất tốt đẹp và trung thực. Cô ấy đảm bảo rằng tôi có tất cả giấy tờ chính xác trước khi khởi hành và khi đến nơi, tôi sẽ giữ liên lạc thường xuyên trong suốt chuyến đi để đảm bảo chúng tôi hài lòng với mọi thứ. Các hướng dẫn cá nhân mà chúng tôi có cũng rất thân thiện và giàu kinh nghiệm. Tôi thực sự muốn giới thiệu cô Nhung cho tất cả các du khách tiềm năng muốn đến thăm Việt Nam và tôi chắc chắn sẽ liên hệ lại với cô Nhung và Asiatica cho những kỳ nghỉ sắp tới của tôi ở Việt Nam hoặc Campuchia.Đọc thêm",
            "Xin chào Christopher, Cảm ơn bạn đã đồng hành cùng Asiatica Travel. Chúng tôi rất vui vì bạn đã có một trải nghiệm tuyệt vời. Cảm ơn một lần nữa vì lời giới thiệu của bạn và chúng tôi mong sớm được chào đón bạn quay trở lại. Trân trọng, Nhung - Asiatica Travel Team.Đọc thêm",
            "I HIGHLY recommend Asiatica for a tour of Vietnam and Cambodia. Our goals: a curated 18-day trip for two couples ages ranging from 73 to 81, which included main tourist sites as well as opportunities to learn about Cambodian and Vietnamese culture and peoples -  daily life. Vivian, our superb professional from Asiatica, worked with us patiently for several weeks to prepare the itinerary. She was always helpful and responsive to our changing ideas, and the resulting trip was even better than what we hoped it would be.  - Vivian also checked in with us almost daily during the trip, to be sure we were satisfied. In fact, one of the five personal guides we encountered was not satisfactory and Vivian immediately arranged for a replacement, who proved to be fantastic. -  Asiatica - s fee included excellent hotels, flights within Vietnam  - and from Cambodia to Vietnam - , a private driver and guide at each location, entry fees to various sites, and several meals.  The guides were sensitive to our physical capabilities, and adjusted schedules according to our pace and interests, always checking with us about what we might be giving up by choosing to spend more time at a given location. Notably, each guide was knowledgeable about the history and distinctive aspects of a particular region. This was especially important in Sapa, where Petty Ly, our guide, had deep and personal knowledge about ethnic minorities in the region; in Cambodia, where our guide took us to the Landmine Museum; and in the Mekong Delta where Cu - o - ng, our guide, shared personal family experiences as we toured the Cu Chi tunnels in the Mekong Delta. Vietnam is a country with a diverse population, extraordinary beauty, a rich history, and exciting cities. Asiatica made it possible for us to appreciate the country on a short visit in an affordable and comfortable way. Read more",
            "Xin chào Phillip, Cảm ơn bạn đã đồng hành cùng Asiatica Travel. Chúng tôi rất vui vì bạn đã có một trải nghiệm tuyệt vời. Cảm ơn một lần nữa vì lời giới thiệu của bạn và chúng tôi mong sớm được chào đón bạn quay trở lại. Trân trọng, Vivian - Nhóm du lịch Asiatica.Đọc thêm",
            "Trải nghiệm ở Việt Nam thật đáng kinh ngạc, chúng tôi đã thấy nhiều góc nhìn khác nhau, trải nghiệm những cách sống mới, nhìn thấy những khung cảnh tuyệt vời, đi trên sông với nhiều thuyền, thuyền kayak và tàu khác nhau, đồ ăn rất tuyệt. Thực sự rất thích nó và giới thiệu nó cho mọi người Đọc thêm",
            "Xin chào Aviv, Cảm ơn bạn đã đồng hành cùng Asiatica Travel. Chúng tôi rất vui vì bạn đã có một trải nghiệm tuyệt vời. Cảm ơn một lần nữa vì lời giới thiệu của bạn và chúng tôi mong sớm được chào đón bạn quay trở lại. Trân trọng, Nhóm du lịch Asiatica.Đọc thêm",
            "Du lịch Asiatica, và đặc biệt là Thảo, hoàn toàn được khuyến khích. Đáng tin cậy, có trách nhiệm, sẵn sàng. Đừng ngần ngại khi đặt phòng với họ. Đọc thêm",
            "Xin chào Matteo, Cảm ơn bạn đã đồng hành cùng Asiatica Travel. Chúng tôi rất vui vì bạn đã có một trải nghiệm tuyệt vời. Cảm ơn một lần nữa vì lời giới thiệu của bạn và chúng tôi mong sớm được chào đón bạn quay trở lại. Trân trọng Thảo - Asiatica Travel Team.Đọc thêm",
            "Trải nghiệm tổng thể là tốt. Hành trình đã được tốt. Kế hoạch và hướng dẫn viên du lịch đã có kinh nghiệm. Rất thích chuyến điXem thêm",
            "Xin chào Emily, Cảm ơn bạn đã đồng hành cùng Asiatica Travel. Chúng tôi rất vui vì bạn đã có một trải nghiệm tuyệt vời. Cảm ơn một lần nữa vì lời giới thiệu của bạn và chúng tôi mong sớm được chào đón bạn quay trở lại. Trân trọng, Nhóm du lịch Asiatica.Đọc thêm",
            "Email của cơ quan này là gì?",
            "Sửa chữa\nle.lien - asiatica com\nThêm dấu chấm\nTên cô ấy là Helen Đọc thêm",
            "Chi phí du lịch Campuchia và Việt Nam bao nhiêu, bắt đầu từ Milan Đọc thêm",
            "Xin lỗi, sự chậm trễ vẫn còn liên quan phải không?\nĐọc thêm",
            "Xin chào Jose Javier, chúng tôi đang nghĩ đến việc thực hiện một chuyến du lịch cùng nhóm đến Việt Nam vào cuối tháng 6 và tôi đã hỏi một số công ty để báo giá, công ty đưa ra cho tôi mức giá tốt nhất là Asiatica travel, tôi muốn bạn nhận xét về mọi việc như thế nào đã chọn công ty này cho bạn và bạn đã gặp nó như thế nào. Tôi cũng muốn biết liệu trời có mưa nhiều không. Cảm ơn bạn rất nhiềuĐọc thêm",
            "Xin chào, tôi là Myriam Rodriguez đến từ Colombia, tôi muốn đi du lịch cùng gia đình vào tháng 5-tháng 6 năm 2020, chuyến du lịch 12 ngày đến Việt Nam và Campuchia, với những địa điểm mà bạn giới thiệu, cảm ơn rất nhiều vì đã quan tâm.Đọc hơn",
            "Tôi khuyên bạn nên đặt chuyến đi qua Asiatica Travel. Đối với Campuchia, chuyến thăm Siem Raep là đủ trong 2 ngày\n\nXin chào và chúc vui vẻ Đọc thêm",
            "Chào buổi sáng,\nTôi sẽ đi Việt Nam và Campuchia trong 3 tuần. Đối với Campuchia, tôi định đi thăm bạn bè, nhưng để khám phá - một chút - Việt Nam, tôi đang nghĩ đến việc dành 1 tuần ở phía bắc... chúng tôi sẽ đến vào tháng 2, bạn có đề xuất gì không? Sau đó một tuần về phía nam, qua Campuchia ở giữa để tránh visa.\nCơ quan Asiatica có vẻ rất tốt?\nMình đang làm lịch trình, cảm ơn bạn đã tư vấn!\nTrân trọngĐọc thêm",
            "Xin chào, tôi nghĩ rằng 3 tuần là hơi chật để thực sự khám phá hai quốc gia này, thời gian vận chuyển khá dài đối với miền bắc Việt Nam tôi có thể tư vấn cho bạn, Hà Giang - Thái - Cao Bằng gần biên giới Trung Quốc - thác Bản Giốc và. Động Ngườm Ngao cách nhau không xa, ít khách du lịch hơn Sapa.\nĐối với Vịnh Hạ Long, tôi khuyên bạn nên đến đảo Cát Bà, nơi bạn có thể tổ chức các chuyến đi chơi trên vịnh - chèo thuyền, đi thuyền trong ngày và bơi lội, đảo khỉ, làng Việt haï hoặc sau khi leo khá dốc dài 2 km bạn có thể chiêm ngưỡng khung cảnh lộng lẫy của vịnh, đến Việt Hải bằng thuyền vì không dễ tiếp cận bằng đường bộ -, 2 ngày ở Hà Nội, thành cổ, nhà trung tâm, bảo tàng văn học, nhà hát múa rối nước, chùa hồ và khu mua sắm.\nBạn cũng có thể đến Ninh Bình, Land Hạ Long - Tam Cốc, Hang Múa và 500 bậc thang để ngắm cảnh tuyệt đẹp - và nhiều điều khác để khám phá.  Mình chỉ làm miền Bắc và sẽ tổ chức chuyến đi miền Trung và miền Nam có chuyến đi Lào trong 2 hoặc 3 nămĐọc thêm",
            "Tôi muốn biết một chuyến đi trong 3 tuần tốn bao nhiêu tiền cho một người. Cảm ơn bạn Đọc thêm",
            "Tôi không biết, chúng tôi có bốn người, tôi khuyên bạn nên hỏi báo giá và xem có hợp lý không. Nếu tôi không nhầm, chúng tôi tốn khoảng 2000 đô la mỗi người trong hai tuần với ba chuyến bay nội địa Đọc thêm",
            "Xin chào, tôi muốn biết liệu công ty lữ hành này có hướng dẫn viên nói tiếng Ý không...cảm ơnĐọc thêm",
            "Vâng, tất nhiên là có hướng dẫn viên nói tiếng ÝĐọc thêm",
            "bạn đã chi bao nhiêu? cảm ơnĐọc thêm",
            "1800 euro không có chuyến bay và ít bữa ăn - theo lựa chọn của chúng tôi - nhưng với tài xế và hướng dẫn viên nói tiếng Ý chỉ dành cho chúng tôi và bao gồm hai chuyến bay nội địa, chuyến tàu đêm đến Sapa và thuyền đi lên một nhánh của sông Mê Kông và đi từ Việt Nam sang Campuchia. Tổng cộng chuyến đi 18 ngày - Hà Nội, Vịnh Hạ Long, Sapa và các làng trekking, Hội An, Huế, Đà Nẵng, Sài Gòn, Đồng bằng sông Cửu Long, Bến Tre, Cần Thơ, Châu Đốc, Phnom Penh, Siem Reap, Angkor, hồ Tonle Sap - . Khách sạn tuyệt vời, đúng giờ từ hướng dẫn viên và tài xế. Tổ chức hoàn hảo và sự kiểm soát liên tục của cơ quan trong suốt chuyến đi. Chuyến đi tuyệt đẹp...... Đọc thêm",
            "Xin chào\nTôi có kế hoạch công tác tại Hà Nội\nTôi cần phiên dịch Sedan - VN-ENG\nBạn có thể cho tôi biết giá bao nhiêu một ngày không? Đọc thêm",
            "Asiatica khá hợp lý. Tôi không biết vì tài xế và hướng dẫn viên đã tham gia chuyến tham quan.\nLiên hệ với cô Phoebe - Hoàng Minh Phương - Chuyên gia tư vấn du lịch\nEmail: hoang phuong at asiatica\nSkype: phuong180189\nDi động: - 00 84 - 9.4306.4603\nvà nói với cô ấy rằng bạn đã đọc đánh giá Trip advisor của tôi??Đọc thêm",
            "Xin chào \nTôi có kế hoạch đi công tác ở Hà Nội \nTôi cần Sedan - thông dịch viên VN-ENG\nBạn có thể cho tôi biết bao nhiêu mỗi ngày? Đọc thêm"
        ],
        "star_ratings": [
            3079,
            243,
            17,
            6,
            11
        ],
        "review_amount": 3356,
        "location": [
            "Việt Nam",
            "Hà Nội",
            "Du lịch Châu Á",
            "Châu Á",
            "Những điều cần làm ở Hà Nội"
        ],
        "reviews_time": [
            "Written December 4, 2023",
            "Written November 29, 2023",
            "Written November 28, 2023",
            "Written November 26, 2023",
            "Written November 14, 2023",
            "Written November 14, 2023",
            "Written November 8, 2023",
            "Written November 5, 2023",
            "Written November 4, 2023",
            "Written November 3, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d6105895-Reviews-or90-Asiatica_Travel-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6105895-Reviews-or80-Asiatica_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6105895-Reviews-or100-Asiatica_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6105895-Reviews-Asiatica_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6701351-Reviews-Mai_Chau_Ecological_Lodge-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14000149-Reviews-Thien_Viet_Tourist-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11922020-Reviews-Hanoi_Free_Private_Tour_Guide-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7065676-Reviews-365_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12530057-Reviews-Vietnam_Dragon_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10820922-Reviews-Agenda_Tour_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17636226-Reviews-Roll_with_locals-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6215277-Reviews-Inside_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25432814-Reviews-Che_Beauty-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8444880-Reviews-LVP_Travel_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6495901-Reviews-Up_Travel_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17558632-Reviews-Vietnam_Tour_247-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8599500-Reviews-Ionah_Show-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19692073-Reviews-Metta_Voyage-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12399319-Reviews-Legend_Travel_Group-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g1177043-d8333083-Reviews-Livadi_Beach-Bali_Rethymnon_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d319153-Reviews-Hiram_M_Chittenden_Locks-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g293956-d7084045-Reviews-The_State_Department_Store-Ulaanbaatar.html",
            "https://www.tripadvisor.com/Attraction_Review-g32249-d269456-Reviews-Sherman_Library_Gardens-Corona_del_Mar_Newport_Beach_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g293938-d13807660-Reviews-Hassanal_Bolkiah_National_Swimming_Pool_Complex-Bandar_Seri_Begawan_Brunei_Muara.html",
            "https://www.tripadvisor.com/Attraction_Review-g1507054-d12597516-Reviews-Krabi_Shooting_Range-Ao_Nang_Krabi_Town_Krabi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d141229-Reviews-Golden_Gardens_Park-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g45964-d283844-Reviews-Harrah_s_Laughlin-Laughlin_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g293731-d8092332-Reviews-Paradise_Valley_Agadir-Agadir_Souss_Massa.html",
            "https://www.tripadvisor.com/Attraction_Review-g143012-d145567-Reviews-Loop_Road-Badlands_National_Park_South_Dakota.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d6105895-Reviews-or100-Asiatica_Travel-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d6105895-Reviews-or90-Asiatica_Travel-Hanoi.html"
    }
]