[
    {
        "attraction_name": "Asia Queen Travel",
        "attraction_name_vi": "Nữ Hoàng Du Lịch Châu Á",
        "general_info": [
            "127 đánh giá",
            "- 65 trên 625 Tour du thuyền - Thể thao dưới nước tại Hà Nội",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan nhiều ngày",
            "Những chuyến du lịch thuyền",
            "Tour riêng"
        ],
        "attraction_summary": "Asiaqueen Travel là công ty du lịch trọn gói chuyên tổ chức các chuyến đi đến Việt Nam. Với các nhà lập kế hoạch du lịch có nhiều thập kỷ kinh nghiệm và cam kết cung cấp hành trình cá nhân hóa cũng như dịch vụ khách hàng đặc biệt, chúng tôi cung cấp nhiều gói du lịch cho cả chuyến đi ngắn và dài. Từ kỳ nghỉ trong thành phố đến các chuyến tham quan văn hóa, kỳ nghỉ ở bãi biển cho đến các chuyến đi phiêu lưu, chúng tôi luôn tận tâm biến chuyến đi đến Việt Nam của bạn trở thành một trải nghiệm khó quên. Hãy liên hệ với chúng tôi để có một chuyến đi thoải mái và thú vị đến một trong những điểm đến đẹp nhất thế giới.Đọc thêm",
        "reviews": [
            "Tôi đã đi du lịch Việt Nam thông qua tour du lịch đã đặt trước 9 ngày 8 đêm thông qua Nữ hoàng du lịch châu Á Trải nghiệm rất tốt trong suốt chuyến tham quan và đã tiếp cận tốt với bà Minh trong suốt chuyến tham quan. Chúng tôi không gặp phải bất kỳ vấn đề nào trong thời gian lưu trú tại Việt Nam và cung cấp những khách sạn cũng như dịch vụ tốt. Hướng dẫn trong bối cảnh trang webĐọc thêm",
            "Bình sắp xếp toàn bộ chuyến du lịch 9 ngày của chúng tôi tại Việt Nam một cách hoàn hảo. Mọi thứ đều được tổ chức siêu suôn sẻ, với những trải nghiệm độc đáo. Tất cả các khách sạn cô ấy đặt cho chúng tôi đều tuyệt vời và có hướng dẫn viên chất lượng hàng đầu. Thật là vui khi được đi chuyến này, tất cả là nhờ Bình. Siêu phản hồi và có trách nhiệm, tôi rất muốn giới thiệu cô ấy với mọi người!Đọc thêm",
            "Nữ hoàng du lịch châu Á đã sắp xếp chuyến đi bằng trailer rất hay cho chúng tôi. Quản lý và điều phối thời gian xuất sắc của nữ hoàng du lịch châu ÁĐọc thêm",
            "Chuyến đi thật mê hoặc đối với tôi và đối tác của tôi. Hành trình đã được tùy chỉnh theo nhu cầu của chúng tôi. Các đại lý của AsiaQueenTravel thực sự rất hợp tác và thân thiện.  - Hãy chắc chắn kiểm tra thời tiết trước khi đến các địa điểm. - Đảm bảo đi xe đạp trên đường Ninh Bình và Hội An. - Thăm đồng bằng sông Cửu Long ở Hồ Chí Minh và thử kẹo dừa. - Có thái độ mặc cả khi mua sắm tại chợ địa phương. - Nếu bạn là người ăn chay thuần túy và là người Ấn Độ, đừng ngần ngại ghé thăm đất nước này. Đất nước này có rất nhiều nhà hàng Ấn Độ ở mọi thành phố.Đọc thêm",
            "Asia Queen Travel là công ty lữ hành tốt nhất tại Việt Nam. Chúng tôi đã có trải nghiệm rất tốt với công ty lữ hành này. Đặc biệt, bà Bình đã cung cấp cho chúng tôi gói dịch vụ tốt nhất cho 9 đêm và cung cấp dịch vụ tuyệt vời trong suốt thời gian lưu trú của chúng tôi. Đọc thêm",
            "Cô Bình rất thân thiện, hiểu biết và chuyên nghiệp. Chắc chắn sẽ giới thiệu cho bạn bè đến Hà NộiĐọc thêm",
            "Công ty rất chuyên nghiệp và giá cả tốt nhất tại Việt Nam, chúng tôi rất thích chuyến đi với họ và mọi thứ đều được sắp xếp tốt mà không gặp bất kỳ trở ngại nàoĐọc thêm",
            "Chúng tôi đã có trải nghiệm tuyệt vời khi đặt phòng qua Asia Queen Travel và chắc chắn sẽ sử dụng lại chúng. Kỳ nghỉ của chúng tôi đến Việt Nam thật tuyệt vời và mọi thứ đều diễn ra suôn sẻ từ việc chuyển chuyến bay và chỗ ở. Cảm ơn bạn đã làm cho chuyến đi của chúng tôi trở nên suôn sẻ! Cảm ơn bạn đã giúp đỡ tôi trong chuyến đi và dành thời gian giải thích mọi thứ để tôi hiểu. Sẽ thực sự tạo ra sự khác biệt lớn khi một người chuyên nghiệp và hiểu nhu cầu của bạn có thể hướng dẫn bạn thực hiện quy trình và thực hiện điều đó với một nụ cười. Cảm ơn bạn đã rất kiên nhẫn và hữu ích với tôi. Tôi thực sự đánh giá cao tất cả lời khuyên của bạn và vì đã trở thành một đại lý du lịch tốt.Đọc thêm",
            "Tôi nhận được liên lạc của Bình từ một người bạn đã đặt tour cùng Bình. Bình rất chuyên nghiệp và đưa ra lời khuyên tốt nhất để thực hiện một chuyến đi suôn sẻ. Chuyến đi của tôi kéo dài khoảng 6 ngày bao gồm Hà Nội, du thuyền một đêm ở vịnh Hạ Long. Tôi không gặp phải bất kỳ thử thách nào bắt đầu từ sân bay cho đến khi quay lại sân bay. Cô ấy lo liệu mọi thứ đến mức cả khách sạn lẫn xe hơi đều không hỏi tên tôi. Tất cả đều được Bình lên kế hoạch tốt. Chúng tôi đã có một khoảng thời gian du lịch rất đáng nhớ mà không gặp bất kỳ trục trặc nào. Tôi giới thiệu Bình. Đọc thêm",
            "Chúng tôi đã có chuyến đi thuyền hai ngày đáng nhớ đến Vịnh Hạ Long. Mọi thứ đều được quản lý tốt, bao gồm cả việc đưa đón từ và trở về Hà Nội. Đội ngũ nhân viên, dịch vụ và đồ ăn trên thuyền đều hoàn hảo, quang cảnh thật ngoạn mục. Đọc thêm"
        ],
        "star_ratings": [
            122,
            6,
            0,
            0,
            0
        ],
        "review_amount": 128,
        "location": [
            "Châu Á",
            "Hà Nội",
            "Những điều cần làm ở Hà Nội",
            "Nữ Hoàng Du Lịch Châu Á",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written May 18, 2024",
            "Written April 7, 2024",
            "Written March 5, 2024",
            "Written January 16, 2024",
            "Written December 28, 2023",
            "Written December 7, 2023",
            "Written November 4, 2023",
            "Written October 29, 2023",
            "Written October 1, 2023",
            "Written August 21, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d12404320-Reviews-Asia_Queen_Travel-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12404320-Reviews-or10-Asia_Queen_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d20154720-Reviews-Asia_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17750736-Reviews-Hanoi_Transportation_Service-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19611046-Reviews-Hanoi_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d13399608-Reviews-Sails_of_Indochina-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10446754-Reviews-Vietnam_Moon_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19442858-Reviews-Sapa_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14969051-Reviews-Spa_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311058-Reviews-Hang_Gai_Street_Street_of_Hemp-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7043132-Reviews-Madam_Moon_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d18114672-Reviews-Asia_Nature_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26772690-Reviews-Suzi_spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13992372-Reviews-Vietnam_Holidays-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27537354-Reviews-Le_Spa_Hang_Hanh-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d24178578-Reviews-L_essence_De_La_Vie_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7916190-Reviews-L_essence_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g47305-d8317301-Reviews-Ho_hum_Beach-Bellport_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g293891-d7751520-Reviews-Movie_Garden-Pokhara_Gandaki_Zone_Western_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g60816-d8048291-Reviews-Parrot_Island_Waterpark-Fort_Smith_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g6376021-d4889843-Reviews-Kalo_Livadi_Beach-Kalo_Livadi_Mykonos_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g294265-d13078277-Reviews-Maxwell_Food_Centre-Singapore.html",
            "https://www.tripadvisor.com/Attraction_Review-g33397-d1630314-Reviews-Pinkerton_Hot_Springs-Durango_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d4582247-Reviews-Switch_Bowling-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d548972-Reviews-Gulhane_Park-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g46859-d3248713-Reviews-Swartswood_State_Park-Swartswood_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d130845-Reviews-Orlando_Science_Center-Orlando_Florida.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d12404320-Reviews-or10-Asia_Queen_Travel-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d12404320-Reviews-Asia_Queen_Travel-Hanoi.html"
    }
]