[
    {
        "attraction_name": "Asiana Link Travel",
        "attraction_name_vi": "Du lịch liên kết Asiana",
        "general_info": [
            "8.621 đánh giá",
            "- 13 trong số 175 Tour du thuyền - Thể thao dưới nước tại Thành phố Hồ Chí Minh",
            "Tour du lịch văn hóa",
            "Những chuyến du lịch thuyền",
            "Chuyến tham quan ẩm thực",
            "Vespa, Xe tay ga - Tour xe máy",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Asiana Link Travel, được thành lập vào năm 2013 và có trụ sở tại Thành phố Hồ Chí Minh, là công ty du lịch hàng đầu với chuyên môn sâu rộng trong khu vực. Với sự hiểu biết sâu sắc về văn hóa địa phương và kiến ​​thức sâu rộng về Thành phố Hồ Chí Minh và Đồng bằng sông Cửu Long đầy mê hoặc, chúng tôi cung cấp các dịch vụ đích thực bao gồm các tour du lịch cổ điển và trải nghiệm phù hợp, phục vụ nhiều phong cách du lịch khác nhau. Là những người nước ngoài, sinh ra và lớn lên ở vùng đất xinh đẹp này, chúng tôi tự hào chia sẻ những hiểu biết sâu sắc về địa phương của mình và mang đến những hành trình khó quên cho khách hàng của mình. Bạn có thể chọn từ các sản phẩm được thiết kế chu đáo của chúng tôi hoặc liên hệ với chúng tôi để tùy chỉnh theo cá nhân và đội ngũ chuyên gia của chúng tôi sẽ cung cấp lời khuyên và đề xuất phù hợp để tạo ra trải nghiệm độc đáo dành riêng cho bạn. . Chúng tôi nồng nhiệt chào đón bạn liên hệ với chúng tôi và chia sẻ mong muốn du lịch của bạn, đồng thời để chúng tôi biến giấc mơ du lịch của bạn thành những kỷ niệm khó quên!Đọc thêm",
        "reviews": [
            "Chuyến du lịch riêng tuyệt vời ngày hôm nay với Stark. Anh ấy rất am hiểu về đồng bằng sông Cửu Long và không có gì là quá rắc rối. Tiếng Anh của anh ấy thật tuyệt vời và chúng tôi cảm thấy mình có cảm giác tốt về khu vực này. Đồ ăn ở mỗi điểm dừng đều ngon!Đọc thêm",
            "Xin Chào, Christine!\n\nCảm ơn bạn đã đánh giá tuyệt vời của bạn!  - Chúng tôi rất vui mừng khi biết rằng bạn đã có trải nghiệm tuyệt vời trong Chuyến đi trong ngày Đồng bằng sông Cửu Long nhóm nhỏ của chúng tôi.\n\nStark thực sự rất am hiểu và luôn nỗ lực hết mình để đảm bảo trải nghiệm đáng nhớ cho khách hàng của chúng tôi. Chúng tôi rất vui vì bạn đã thưởng thức những món ăn ngon ở mỗi điểm dừng và cảm thấy như bạn có cảm nhận tốt về khu vực này.\n\nMong được chào đón bạn trở lại với những chuyến tham quan được cá nhân hóa hơn trong tương lai!\n\nTrân trọng,\nSâm\ncố vấn - asianalink.comĐọc thêm",
            "Stark là một hướng dẫn viên rất nhiều thông tin và thú vị. Bản thân chuyến đi rất thú vị khi tìm hiểu về lịch sử và văn hóa không chỉ của Mê Kông Việt Nam mà còn của Mê Kông nói chung. Lớp học nấu ăn không thực sự là một lớp học, bạn chỉ cần tự nấu bữa trưa cho mình. Có thể sẽ có rất nhiều tiền boa, nhưng đó chỉ là những khoản tiền boa nhỏ. Nhìn chung, tôi chắc chắn sẽ khuyên bạn nên dùng nó. Đọc thêm",
            "Xin Chào, Steven!\n\nCám ơn, vì phản hồi của bạn!  - Chúng tôi rất vui khi biết rằng bạn nhận thấy Chuyến đi trong ngày tại Đồng bằng sông Cửu Long dành cho nhóm nhỏ của chúng tôi rất thú vị và nhiều thông tin, đồng thời Stark có thể cung cấp cho bạn kiến ​​thức sâu sắc về lịch sử và văn hóa của sông Mê Kông.\n\nChúng tôi đánh giá cao phản hồi của bạn về hoạt động nấu ăn và đề xuất của bạn có ý nghĩa rất lớn đối với chúng tôi!\n\nRất mong được chào đón bạn quay trở lại với nhiều cuộc phiêu lưu hơn trong tương lai.\n\nTrân trọng,\nSâm\ncố vấn - asianalink.comĐọc thêm",
            "Thru - Thao là những hướng dẫn viên du lịch giỏi nhất, đảm bảo chúng tôi có thời gian tuyệt vời nhất và thưởng thức những món ăn đường phố tuyệt vời ở Thành phố Hồ Chí Minh. Cả hai đều rất hiểu biết và có khiếu hài hước. Chúng tôi rất tuyệt vời vì sự phục vụ của họ. Cảm ơn Shen - MuzĐọc thêm",
            "Xin Chào, Thần - Muz.\n\nCảm ơn bạn đã đánh giá tuyệt vời của bạn!  - Chúng tôi rất vui mừng khi biết rằng bạn đã có khoảng thời gian tuyệt vời trong chuyến tham quan Người yêu ẩm thực đường phố bằng xe máy dành cho nhóm nhỏ của chúng tôi.\n\nThu - Thao thực sự là người giỏi nhất, có kiến ​​thức tuyệt vời và khiếu hài hước tuyệt vời. Chúng tôi rất vui vì bạn đã thích những món ăn đường phố ngon miệng và dịch vụ tuyệt vời của họ.\n\nChúng tôi rất mong được chào đón bạn trở lại với những cuộc phiêu lưu thú vị hơn!\n\nTốt nhất,  \nSâm  \ncố vấn - asianalink.comĐọc thêm",
            "Thật tuyệt khi được ở cùng Quản lý Joey, người giúp chúng tôi thưởng thức bữa tối ngay cả khi có bất kỳ sai sót nào. Nếu không có sự tận tâm và hành động ngay lập tức của cô ấy, mọi thứ sẽ không thể diễn ra. Cảm ơn rất nhiều vì đã mang đến cho chúng tôi một đêm hoàn hảo tại Thành phố Hồ Chí Minh. Tôi muốn chọn gói dịch vụ này một lần nữa khi tôi đến thăm Thành phố Hồ Chí Minh một ngày nào đó. Đọc thêm",
            "Xin Chào, Kang.\n\nCảm ơn bạn đã đánh giá tuyệt vời của bạn!  - Chúng tôi rất vui vì bạn đã có khoảng thời gian tuyệt vời trên Du thuyền ăn tối trên sông Sài Gòn và Joey đã khiến buổi tối của bạn trở nên đặc biệt. Sự cống hiến và hành động nhanh chóng của cô ấy thực sự tạo nên sự khác biệt.\n\nChúng tôi rất vui vì bạn đã tận hưởng một đêm hoàn hảo tại Thành phố Hồ Chí Minh. Chúng tôi - rất vui được chào đón bạn trở lại vào một ngày nào đó!\n\nTốt nhất,\nSâm\ncố vấn - asianalink.comĐọc thêm",
            "Cảm ơn bạn rất nhiều vì một trải nghiệm tuyệt vời! Chúng tôi rất thích nó. Hướng dẫn viên của chúng tôi biết những địa điểm thú vị và giúp chúng tôi định hướng về văn hóa địa phương. Cá nhân tôi thực sự thích nhà máy kẹo dừa và dòng sông thuyền.Đọc thêm",
            "Xin Chào!\n\nCảm ơn bạn rất nhiều vì đánh giá tuyệt vời của bạn!  - Chúng tôi rất vui mừng khi biết bạn đã có trải nghiệm tuyệt vời trong Chuyến đi trong ngày theo nhóm nhỏ tại Đồng bằng sông Cửu Long của chúng tôi.\n\nThật tuyệt vời khi hướng dẫn viên của chúng tôi có thể chỉ cho bạn những địa điểm thú vị và cung cấp những hiểu biết sâu sắc về văn hóa địa phương. Chúng tôi - rất vui vì bạn thích nhà máy kẹo dừa và dòng sông thuyền - thật vui khi được chia sẻ những điểm nổi bật đó với khách hàng của chúng tôi.\n\nChúng tôi đánh giá cao những lời tốt đẹp của bạn và hy vọng sớm gặp lại bạn trong một chuyến phiêu lưu đáng nhớ khác!\n\nTốt nhất,\nSâm\ncố vấn - asianalink.comĐọc thêm",
            "Rất nhiều thông tin và lịch sử đằng sau những nơi chúng tôi đã đến thật đáng kinh ngạc nhưng thật đáng buồn. Chuyến tham quan đã cho chúng tôi thấy những gì người lính Việt Nam đã phải trải qua để đấu tranh giành độc lập. Tôi đánh giá cao chuyến tham quan này nếu bạn muốn biết thêm về lịch sử của Việt Nam. Chúng tôi xin cảm ơn ông Stark vì đã làm cho chuyến tham quan này trở nên dễ hiểu và thú vị.-Từ PHĐọc thêm",
            "Xin Chào!\n\nCảm ơn bạn đã đánh giá đáng kinh ngạc của bạn!  - Chúng tôi rất vui vì bạn thấy Chuyến tham quan Đường hầm Củ Chi của chúng tôi đầy thông tin và cảm động. Lịch sử thực sự sâu sắc và cảm động.\n\nÔng Stark thật tuyệt vời khi làm cho chuyến tham quan trở nên dễ hiểu và thú vị. Chúng tôi rất vui vì anh ấy có thể nâng cao trải nghiệm của bạn. Đề xuất của bạn có ý nghĩa rất lớn đối với chúng tôi.\n\n Chúng tôi rất mong được chào đón bạn trở lại với những chuyến phiêu lưu đáng nhớ hơn!\n\nTốt nhất,\nSâm\ncố vấn - asianalink.comĐọc thêm",
            "Chuyến tham quan này thật TUYỆT VỜI!!!!! Cách tuyệt vời để xem khu vực xung quanh Sài Gòn. James cũng là một hướng dẫn viên du lịch tuyệt vời! Anh ấy rất nhiệt tình, vui tính và tốt bụng! Bạn bè của tôi và tôi thực sự rất thích có anh ấy làm hướng dẫn viên và anh ấy là lý do chính khiến chuyến đi Sài Gòn của chúng tôi rất đáng nhớ. Cảm ơn, James!!  - Đọc thêm",
            "Xin Chào!\n\nCảm ơn bạn đã đánh giá tuyệt vời của bạn!  - Chúng tôi rất vui mừng khi biết rằng bạn đã có khoảng thời gian TUYỆT VỜI trong chuyến tham quan Địa đạo Củ Chi, Thánh thất Cao Đài - Núi Bà Đen.\n\nJames thực sự tuyệt vời - nhiệt tình, vui tính và tốt bụng. Chúng tôi rất vui vì anh ấy đã khiến chuyến đi Sài Gòn của bạn trở nên đáng nhớ. Những lời nói tử tế của bạn có ý nghĩa rất lớn đối với chúng tôi và với anh ấy!\n\nMột lần nữa xin cảm ơn và chúng tôi rất nóng lòng được chào đón bạn và bạn bè của bạn quay trở lại để có thêm những chuyến phiêu lưu!\n\nTốt nhất,\nSâm\ncố vấn - asianalink.comĐọc thêm",
            "James là một hướng dẫn viên du lịch tuyệt vời! Rất hiểu biết và cực kỳ thân thiện, anh ấy có thể trả lời tất cả các câu hỏi của chúng tôi và chăm sóc nhóm của chúng tôi rất tốt. Những địa điểm tuyệt vời nhưng điểm nổi bật trong chuyến đi của chúng tôi là đường hầm Củ Chi. Cảm ơn James và Katie vì sự liên lạc dễ dàng và nhanh chóng của bạn, chúng tôi thực sự khuyên bạn nên đọc thêm!",
            "Xin Chào, Sofia. \n\nCảm ơn bạn đã đánh giá tuyệt vời của bạn!  - Chúng tôi rất vui khi biết bạn đã có trải nghiệm tuyệt vời như vậy trong chuyến tham quan Địa đạo Củ Chi, Thánh thất Cao Đài - Núi Bà Đen.\n\nJames thực sự là người tuyệt vời - hiểu biết và thân thiện, luôn nỗ lực hết mình vì khách hàng của chúng tôi. Chúng tôi cũng rất vui khi biết rằng việc giao tiếp của Katie rất dễ dàng và nhanh chóng.\n\nĐịa đạo Củ Chi thực sự là một điểm nổi bật và chúng tôi rất vui vì bạn đã thích thú với chúng. Đề xuất cao của bạn có ý nghĩa rất lớn đối với chúng tôi!\n\nCảm ơn một lần nữa và chúng tôi mong được chào đón bạn trở lại để có thêm những cuộc phiêu lưu!\n\nTốt nhất,  \nSâm  \ncố vấn - asianalink.comĐọc thêm",
            "Được tổ chức rất tốt - trải nghiệm 5 sao Được đón từ khách sạn của tôi - đưa đi. Chuyến du ngoạn trên sông đêm thật tuyệt vời. Quang cảnh từ tất cả các phần của con tàu.      Bữa tối thật tuyệt vời. Hoàn toàn tận hưởng buổi tối 5 saoĐọc thêm",
            "Xin Chào, Kiến.\n\nCảm ơn bạn đã đánh giá 5 sao rực rỡ!  - Chúng tôi rất vui mừng khi biết bạn đã có trải nghiệm tuyệt vời như vậy trên Du thuyền ăn tối trên sông Sài Gòn.\n\nThật tuyệt vời khi mọi thứ đều được tổ chức tốt, từ đón khách tại khách sạn đến trả khách. Chúng tôi rất vui vì bạn đã tận hưởng chuyến du ngoạn trên sông đêm, khung cảnh tuyệt đẹp và bữa tối tuyệt vời.\n\nChúng tôi rất vui vì bạn đã tận hưởng buổi tối vui vẻ cùng chúng tôi. Hy vọng sớm gặp lại bạn để có trải nghiệm tuyệt vời khác!\n\nTốt nhất,\nSâm\ncố vấn - asianalink.comĐọc thêm",
            "Anthony đã làm rất tốt, rất tốt bụng và mang lại cảm giác tích cực. Anh ấy đã dành tất cả thời gian để xem 6 địa danh ở Thành phố Hồ Chí Minh một cách cẩn thận.Đọc thêm",
            "Xin Chao!\n\nCảm ơn bạn đã đánh giá tuyệt vời! - Chúng tôi rất vui khi biết bạn đã có trải nghiệm tham quan thành phố tuyệt vời với Asiana Link Travel. Anthony rất tuyệt vời khi mang đến những rung cảm tích cực và chăm sóc khách của chúng tôi.\n\nChúng tôi rất vui vì bạn thích ngắm nhìn các địa danh mang tính biểu tượng ở Thành phố Hồ Chí Minh. Mong sớm được chào đón bạn trở lại để có thêm nhiều cuộc phiêu lưu nữa!\n\nTrân trọng,\nSam\ncố vấn - asianalink.comĐọc thêm",
            "Xin chào. Bạn có thực hiện các chuyến tham quan bằng tiếng Pháp không?Đọc thêm",
            "Xin Chào!\n\nCảm ơn câu hỏi của bạn.\nĐúng! Chúng tôi cung cấp các tour du lịch bằng tiếng Pháp. \nBạn có thể liên hệ với chúng tôi qua địa chỉ liên hệ của chúng tôi trên TripAdvisor để yêu cầu một chuyến tham quan cụ thể mà bạn muốn thực hiện. Chúng tôi sẽ cung cấp cho bạn lời đề nghị tốt nhất.\n\nChúc một ngày tốt lành!\n\nTrân trọng,\n\nDu lịch Asiana LinkĐọc thêm",
            "Xin chào, tôi sẽ đi cùng một nhóm gồm 7 người lớn và 1 trẻ em 2 tuổi.  Chúng tôi không ăn thịt lợn hoặc thịt bò, bạn có thể phục vụ những bữa ăn không có thịt bò hoặc thịt lợn không?Đọc thêm",
            "Xin Chào!\n\nCảm ơn bạn rất nhiều vì đã liên hệ với chúng tôi. Chúng tôi hoàn toàn có thể phục vụ nhiều món ăn khác mà không cần thịt bò hoặc thịt lợn. Bạn chỉ cần ghi chú đặc biệt khi đặt chỗ.\nVui lòng cho chúng tôi biết nếu bạn cần thêm thông tin. Chúng tôi mong sớm được chào đón gia đình bạn!\n\nKelvin LươngĐọc thêm",
            "Xin chào, tôi đã thực hiện 3 chuyến tham quan với công ty của bạn I. Tuần trước nhưng ứng dụng không cho phép tôi xem lại từng chuyến đi riêng biệt. Có ý tưởng nào về cách tôi có thể xem lại 2 chuyến tham quan khác mà chúng tôi đã thực hiện không?Đọc thêm",
            "Xin Cha - o,\n\nChúng tôi đã nhận thấy bình luận của bạn tại mục Hỏi - Đáp và đánh giá của bạn về chuyến đi đến địa đạo Củ Chi. Chúng tôi đã để lại tin nhắn cho bạn vào hôm qua, vui lòng kiểm tra hộp thư đến của bạn.\n\nSam Mrs.Đọc thêm",
            "Tên tôi là Sylvia Tôi đã cùng Bùi đi du lịch đến thành phố Hồ Chí Minh và địa đạo Củ Chi vào ngày 14 tháng 8 từ khách sạn Alcove, tôi có một chiếc ví màu đen mà tôi đeo quanh thắt lưng, chắc nó đã rơi ra và tôi đã để nó lại trên van. Tôi muốn biết tôi có thể lấy nó ở đâu vì nó rất quan trọng đối với tôi.\n\nVui lòng trả lời email này và cho tôi biết. Tôi đã có một khoảng thời gian vui vẻ trong chuyến tham quan nhưng tôi không muốn nghĩ rằng mình đã bị tài xế hoặc hướng dẫn viên du lịch đánh cắp.\n\nTrước tiên xin cảm ơn sự giúp đỡ của bạn\n\nTôi ở đây vài ngày.\n\nSylvia Đọc thêm",
            "Dear Sylvia, \n\nThank you for choosing our services when you are here. We have received this information from you a few times:\n -  First, you contacted your receptionist to call us, and our team has checked with guide, driver and local services wherever you have been throughout your day includes restaurant, Cu Chi tunnels area, a few places around the city tour  - 5 different places - . Then we called to your hotel to confirm that we didn - t find it because it was a long day from 7am to 7pm and you have been to many different places, so we don - t know where you had lost your wallet.\n -  Then, you sent exactly this message to our email and our Operation Manager, tour guide came to your hotel and meet you in person to get more information.\n -  Now, we received this message from this forum. We believe that you want your wallet because it - s important to you. We always try our best to assist you. However, please kindly understand for us because you have moved from place to place during the day and when you finished your tour, our guide did ask you to check all belongings before leaving the bus. As you mentioned that you don - t want to think that it was stolen from either by the driver or by tour guide. PLEASE DON - T THINK THAT WAY! It - s quite important, it is not about money, it is about HONOR OF PEOPLE. \nYou joined our group tour and there are other guests on the same bus  - not only our driver and tour guide -  so it is not fair when you think our guide or driver did it. This is what people called  - SLANDER -  and slander is a criminal. \n\nMs. Sylvia, we thank you again for choosing our services. We always want to make our guests be happy and satisfied with their choice. This is really a sensitive issue, and I would like to ask you for a carefully thinking before judging anyone, especially the ones who have tried their bests to serve you a beautiful tour. They should receive your commendation instead. \nWe are also trying to work with people around places that you have been  - Reunification Palace, Central Post Office, Notre Dame Cathedral, Jade Emperor Pagoda, War Remnants Museum, Lunch Restaurant, Củ Chi tunnels system - , if we have enough good luck to find it, we are sure you will receive it immediately. However, if you want some assistance for accompanying to the police station to report and get some compensation, we will send someone to your hotel to go with you.\n\nKind regards,\n\nKelvin Luong MrRead more",
            "Chúng tôi rất thích chuyến tham quan này! Chúng tôi rất muốn giới thiệu nó! Chúng tôi đã có một buổi chiều tuyệt vời với hướng dẫn viên Nam - - \nĐọc thêm",
            "Nitt thân mến,\n\nCảm ơn tin nhắn của bạn rất nhiều. Nó làm nên ngày chủ nhật của tôi!\nTôi hy vọng bạn sẽ quay lại để tham gia một chuyến du lịch khác với chúng tôi.\n\nTất cả những điều tốt đẹp nhất!\n\nKelvin cho Nam :- - Đọc thêm",
            "Chuyến tham quan nửa ngày riêng tư đến địa đạo Củ Chi của bạn có đi đến Bến Dược hay Bến Thịnh không? Đọc thêm",
            "Thưa ông / bà,\nCảm ơn bạn rất nhiều vì câu hỏi của bạn!\nChúng tôi có cả Bến Đình và Bến Dược cho các tour du lịch riêng.\nVui lòng cho chúng tôi biết nếu bạn cần thêm thông tin hoặc trợ giúp!\nTrân trọng,\nKelvin MrĐọc thêm",
            "Bạn có cung cấp dịch vụ thuyền đi CampuchiaĐọc thêm",
            "Lwmadpas thân mến,\n\nchúng tôi rất tiếc đã trả lời bạn muộn. Tôi hy vọng điều này vẫn làm việc cho bạn. Chúng tôi khai thác dịch vụ đi Campuchia bằng tàu. Tuy nhiên nên kết hợp với các tour du lịch trọn gói ở ĐBSCL ít nhất 1 ngày đến 3 ngày trước khi xuất phát đi Phnompenh. Hãy gửi email cho chúng tôi yêu cầu của bạn, chúng tôi sẽ trả lời bạn chi tiết hơn. Trân trọng!\nKelvin MrĐọc thêm"
        ],
        "star_ratings": [
            8003,
            497,
            85,
            32,
            29
        ],
        "review_amount": 8646,
        "location": [
            "Việt Nam",
            "Du lịch liên kết Asiana",
            "Những điều cần làm ở thành phố Hồ Chí Minh",
            "Châu Á",
            "Ho Chi Minh City"
        ],
        "reviews_time": [
            "Written June 4, 2024",
            "Written June 4, 2024",
            "Written June 2, 2024",
            "Written June 1, 2024",
            "Written May 29, 2024",
            "Written May 28, 2024",
            "Written May 27, 2024",
            "Written May 27, 2024",
            "Written May 26, 2024",
            "Written May 26, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d6351606-Reviews-Asiana_Link_Travel-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6351606-Reviews-or10-Asiana_Link_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6963823-Reviews-Phuong_Ha_Grocery_Store-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14028229-Reviews-Foot_Massage_777-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1746272-Reviews-Les_Rives_Authentic_River_Experience-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2037764-Reviews-Bitexco_Financial_Tower-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d7700073-Reviews-Cafe_EON-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14086619-Reviews-Muslim_Travel_Vietnam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14440775-Reviews-Mebuki_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13225175-Reviews-The_Iron_Bank_Cocktail_Vault-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d27346810-Reviews-Sailing_Foot_Massage-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d21230453-Reviews-Saigon_Skydeck-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d24982787-Reviews-Rock_Bar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17713575-Reviews-GR8_Fashion_Hub-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2487716-Reviews-Innoviet_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d9747267-Reviews-Saigon_Retro-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d9754920-Reviews-Snuffbox_Lounge-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g297427-d1864817-Reviews-Sanya_Bay-Sanya_Hainan.html",
            "https://www.tripadvisor.com/Attraction_Review-g303908-d552535-Reviews-Ko_Phi_Phi_Le-Ko_Phi_Phi_Don_Ao_Nang_Krabi_Town_Krabi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g33062-d8385811-Reviews-Battery_Spencer-Sausalito_Marin_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d11727379-Reviews-Kyoto_Samurai_Experience-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g29750-d14787999-Reviews-Hard_Rock_Casino-Atlantic_City_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g499355-d629801-Reviews-Omega_Park-Montebello_Outaouais_Region_Quebec.html",
            "https://www.tripadvisor.com/Attraction_Review-g1007309-d7720745-Reviews-Pupnatska_Luka_Beach-Korcula_Town_Korcula_Island_Dubrovnik_Neretva_County_Dalmat.html",
            "https://www.tripadvisor.com/Attraction_Review-g55265-d14050328-Reviews-The_Caverns-Pelham_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g658911-d6958987-Reviews-Aquarock_Menorca-Cala_n_Bosch_Menorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d143830-Reviews-La_Brea_Tar_Pits_and_Museum-Los_Angeles_California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d6351606-Reviews-or10-Asiana_Link_Travel-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d6351606-Reviews-Asiana_Link_Travel-Ho_Chi_Minh_City.html"
    },
    {
        "attraction_name": "Asiana Link Travel",
        "attraction_name_vi": "Du lịch liên kết Asiana",
        "general_info": [
            "8.621 đánh giá",
            "- 13 trên 175 Tour Thuyền - Thể Thao Dưới Nước Tại Thành Phố Hồ Chí Minh",
            "Chuyến tham quan văn hóa",
            "Những chuyến du lịch thuyền",
            "Chuyến tham quan ẩm thực",
            "Vespa, Xe tay ga - Tour xe máy",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Asiana Link Travel, được thành lập vào năm 2013 và có trụ sở tại Thành phố Hồ Chí Minh, là công ty du lịch hàng đầu với chuyên môn sâu rộng trong khu vực. Với sự hiểu biết sâu sắc về văn hóa địa phương và kiến ​​thức sâu rộng về Thành phố Hồ Chí Minh và Đồng bằng sông Cửu Long đầy mê hoặc, chúng tôi cung cấp các dịch vụ đích thực bao gồm các tour du lịch cổ điển và trải nghiệm phù hợp, phục vụ nhiều phong cách du lịch khác nhau. Là những người nước ngoài, sinh ra và lớn lên ở vùng đất xinh đẹp này, chúng tôi tự hào chia sẻ những hiểu biết sâu sắc về địa phương của mình và mang đến những hành trình khó quên cho khách hàng của mình. Bạn có thể chọn từ các sản phẩm được thiết kế chu đáo của chúng tôi hoặc liên hệ với chúng tôi để tùy chỉnh theo cá nhân và đội ngũ chuyên gia của chúng tôi sẽ cung cấp lời khuyên và đề xuất phù hợp để tạo ra trải nghiệm độc đáo dành riêng cho bạn. . Chúng tôi nồng nhiệt chào đón bạn liên hệ với chúng tôi và chia sẻ mong muốn du lịch của bạn, đồng thời để chúng tôi biến giấc mơ du lịch của bạn thành những kỷ niệm khó quên!Đọc thêm",
        "reviews": [
            "Thật là một lời giới thiệu về Hồ Chí Minh!  Công ty du lịch của chúng tôi đã thay đổi Khách sạn của chúng tôi và chúng tôi không biết cho đến khi chúng tôi đến đó - cùng ngày chúng tôi được đặt chỗ cho chuyến phiêu lưu này - nhưng giao tiếp rất dễ dàng khi sử dụng WhatsApp.  Hướng dẫn viên của chúng tôi, Nam, đã nhắn tin khi anh ấy đến bên ngoài khách sạn.  Chúng tôi lao đi, hòa vào dòng giao thông hỗn loạn của TP.HCM!  Và chúng tôi đã ở đó, ngay trong vùng dày đặc của nó!  Một chút đáng sợ đối với chúng tôi, những người Úc ở ngoại ô, nhưng cũng không, vì tài xế của chúng tôi là những chuyên gia và tìm cách vượt qua điều đó.  Chúng tôi sẽ gặp hướng dẫn viên tại mỗi điểm dừng, nơi anh ấy sẽ giải thích về từng điều chúng tôi đã thấy và chúng tôi sẽ đi dạo qua các khu vực khác nhau, ngắm nhìn những thứ như Bưu điện nổi tiếng, Phố Sách, đài tưởng niệm Burning Monk, chợ hoa , Khu Phố Cổ và chợ thực phẩm.  Chúng tôi đã học được rất nhiều điều một cách thực sự thú vị, đồng thời tìm hiểu về con người ở đất nước này và cách sống của họ.  Rất khuyến khích!Đọc thêm",
            "Xin Chào!\n\nCảm ơn bạn đã đánh giá tuyệt vời của bạn!  - Chúng tôi rất vui khi biết rằng bạn đã có phần giới thiệu thú vị và đầy thông tin về Thành phố Hồ Chí Minh với chuyến tham quan Đi xích lô 3 giờ của chúng tôi.\n\nDi chuyển trong giao thông nhộn nhịp của TP.HCM thực sự có thể là một cuộc phiêu lưu và chúng tôi rất vui khi biết rằng các tài xế của chúng tôi đã mang đến cho bạn cảm giác an toàn và thoải mái. Thật tuyệt vời khi biết rằng Nam đã cung cấp những hiểu biết sâu sắc tại mỗi điểm dừng, khiến trải nghiệm vừa mang tính giáo dục vừa thú vị.\n\nCảm ơn bạn đã giới thiệu chúng tôi! Chúng tôi mong được chào đón bạn trở lại với nhiều cuộc phiêu lưu hơn trong tương lai.\n\nTốt nhất,\nSâm\ncố vấn - asianalink.comĐọc thêm",
            "Chúng tôi chỉ có vài ngày ở Sài Gòn và rất vui khi đặt tour này với Stark. Địa đạo Củ Chi rất mát mẻ và tuyệt đối không nên bỏ qua; điều tương tự cũng xảy ra với sông Mê Kông và những trải nghiệm chúng tôi đã có ở đó. Stark rất nhiệt tình, có năng lượng dồi dào và cực kỳ cá tính với khiếu hài hước. Tiếng Anh của anh ấy rất tốt và anh ấy rất dễ hiểu. Nhìn chung, chuyến đi chắc chắn rất đáng giá vì nó cho phép chúng tôi hạ gục hai con chim bằng một hòn đá, trong thời gian eo hẹp. Nếu bạn ở Sài Gòn trong một thời gian dài, tôi khuyên bạn nên chia những chuyến đi này thành hai chuyến đi trong ngày, không vì lý do nào khác ngoài việc lái xe vừa phải.Đọc thêm",
            "Xin Chào!\n\nCảm ơn bạn đã đánh giá tuyệt vời của bạn!  - Chúng tôi rất vui khi biết bạn đã có khoảng thời gian tuyệt vời khi tham quan Địa đạo Củ Chi và Đồng bằng sông Cửu Long - cả hai đều là những trải nghiệm không thể bỏ qua.\n\nThông thường, chúng tôi khuyên bạn nên chia những ngày này thành hai ngày khác nhau vì nó liên quan đến việc lái xe khá nhiều. Tuy nhiên, tour kết hợp này rất phù hợp cho những ai có lịch trình dày đặc. Và chúng tôi rất hài lòng vì chuyến tham quan rất phù hợp với lịch trình chặt chẽ của bạn.\n\nChúng tôi - rất vui vì bạn đánh giá cao bản chất tiếng Anh và cá tính của hướng dẫn viên du lịch của chúng tôi. \n\nChúng tôi hy vọng được chào đón bạn quay trở lại với nhiều cuộc phiêu lưu hơn trong tương lai!\n\nTốt nhất,\nSâm\ncố vấn - asianalink.comĐọc thêm",
            "Chúng tôi đã có khoảng thời gian tuyệt vời nhất với các hướng dẫn viên du lịch của mình. Chúng tôi đã trải nghiệm rất nhiều món ăn ngon và nghe nói về Sài Gòn lịch sử. Đôi khi có rất nhiều phương tiện giao thông, nhưng những tay đua trẻ tuổi giàu kinh nghiệm đã điều hướng chúng tôi như những chuyên gia. Chúng tôi không thể - không yêu cầu trải nghiệm tốt hơn. Thức ăn thật tuyệt vời, cảnh đẹp và chợ hoa và thực phẩm thật náo nhiệt! Mọi thứ đều hoàn hảo. Cảm ơn Nkay và Joey. Cả hai bạn đều trẻ, thông minh và rất chuyên nghiệp.Đọc thêm",
            "Xin Chào!\n\nCảm ơn bạn đã đánh giá tuyệt vời của bạn!  - Chúng tôi rất vui mừng khi biết rằng bạn đã có khoảng thời gian tuyệt vời nhất trong chuyến tham quan Sài Gòn Inside Out bằng xe máy.\n\nThật tuyệt khi biết bạn thích những món ăn ngon, những hiểu biết sâu sắc về lịch sử và những cảnh đẹp. Điều hướng qua giao thông có thể là một trải nghiệm khá thú vị và chúng tôi rất vui vì những tay đua giàu kinh nghiệm của chúng tôi đã giúp bạn cảm thấy an toàn và thoải mái.\n\nNhững lời tốt đẹp của bạn về Nkay và Joey có ý nghĩa rất lớn đối với chúng tôi. Chúng tôi rất vui vì mọi thứ đều hoàn hảo đối với bạn!\n\nChúng tôi rất mong được chào đón bạn trở lại để có thêm những cuộc phiêu lưu.\n\nTốt nhất,\nSâm\ncố vấn - asianalink.comĐọc thêm",
            "Cảm ơn Joey và Nguyễn vì một đêm tuyệt vời trong chuyến tham quan nếm thử đồ ăn của chúng tôi tại Thành phố Hồ Chí Minh trên xe tay ga của họ. Đó là một trải nghiệm tuyệt vời, cả hai bạn đều chăm sóc chúng tôi rất tốt và chúng tôi thực sự giới thiệu các bạn.Đọc thêm",
            "Xin Chào!\n\nCảm ơn bạn đã đánh giá tuyệt vời của bạn!  - Chúng tôi rất vui mừng khi biết bạn đã có một đêm tuyệt vời tại Foodie by Night ở Sài Gòn.\n\nThật tuyệt khi biết bạn thích trải nghiệm nếm thử món ăn và cảm thấy được chăm sóc chu đáo. Đề xuất cao của bạn có ý nghĩa rất lớn đối với chúng tôi.\n\nChúng tôi rất mong được chào đón bạn trở lại để có những cuộc phiêu lưu thú vị hơn!\n\nTốt nhất,\nSâm\ncố vấn - asianalink.comĐọc thêm",
            "Chuyến đi tuyệt vời với Stark. Rất am hiểu và học được nhiều điều về Việt Nam và lịch sử của nó. Cách tốt nhất để xem các trang web chính trong khoảng thời gian eo hẹp.Đọc thêm",
            "Xin Chao, Michael.\n\nCảm ơn bạn rất nhiều vì bài đánh giá tuyệt vời của bạn! - Chúng tôi rất vui khi biết bạn đã có chuyến tham quan tuyệt vời đến các địa điểm trong thành phố với Asiana Link Travel. Stark thực sự hiểu biết và thích chia sẻ những hiểu biết sâu sắc về Việt Nam và lịch sử của đất nước này.\n\nChúng tôi rất vui vì có thể giúp bạn tham quan các địa điểm chính trong thời gian ngắn. Hy vọng sớm được gặp lại bạn để có thêm nhiều chuyến phiêu lưu nữa!\n\nTrân trọng,\nSam\ncố vấn - asianalink.comĐọc thêm",
            "Chuyến tham quan này rất đáng giá trong thời gian chúng tôi đi nghỉ. Dana, hướng dẫn viên du lịch của chúng tôi, đã cung cấp cho chúng tôi tất cả thông tin và rất kiên nhẫn khi chúng tôi muốn chụp ảnh và nghe tất cả video. Dana cũng có trình độ tiếng Anh xuất sắc nên cô ấy có thể trả lời tất cả các câu hỏi của chúng tôi mà không gặp rắc rối. Với kiến ​​thức về lịch sử của cô ấy, chúng tôi thậm chí còn được gặp một cựu chiến binh, điều mà chưa có chuyến tham quan nào khác làm được. Tôi thực sự khuyên bạn nên tham gia Tu Chi TourĐọc thêm",
            "Xin Chào!\n\nCảm ơn bạn đã đánh giá tuyệt vời của bạn!  - Chúng tôi rất vui khi biết rằng trải nghiệm của bạn trên Địa đạo Củ Chi - Bến Dược - Chuyến đi trong ngày Giải phóng rất đáng giá.\n\nSự kiên nhẫn và tiếng Anh xuất sắc của Dana, cùng với kiến ​​thức lịch sử sâu rộng của cô, thực sự tỏa sáng. Gặp gỡ một cựu chiến binh là một trải nghiệm độc đáo và chúng tôi rất vui vì có thể biến điều đó thành hiện thực cho bạn.\n\nĐề xuất cao của bạn có ý nghĩa rất lớn đối với chúng tôi. Chúng tôi hy vọng được chào đón bạn trở lại với những chuyến phiêu lưu đáng nhớ hơn nữa!\n\nTốt nhất,\nSâm\ncố vấn - asianalink.comĐọc thêm",
            "Việc đón đã đúng giờ. Hướng dẫn viên nói tiếng Anh rất thân thiện và hữu ích và đã liên lạc với chúng tôi trong suốt chuyến tham quan.Đọc thêm",
            "Xin chào, Kane!\n\nCảm ơn vì đánh giá tuyệt vời của bạn! Chúng tôi rất vui khi biết bạn thích trải nghiệm Du thuyền ăn tối trên sông Sài Gòn cùng chúng tôi. - Đón khách đúng giờ và hướng dẫn viên thân thiện, hữu ích là những gì chúng tôi hướng đến, vì vậy thật tuyệt khi biết chúng tôi đã đạt được mục tiêu dành cho bạn.\n\nHy vọng sớm được chào đón bạn trở lại tàu để có một trải nghiệm đáng nhớ khác!\n\nTrân trọng,\nSam\ncố vấn - asianalink.comĐọc thêm",
            "Chuyến tham quan thật tuyệt vời, đồ ăn thì tuyệt vời và dịch vụ thì tuyệt vời. Hướng dẫn viên của chúng tôi Joey là người giỏi nhất, có tổ chức, hiểu biết và hữu ích. Cảm ơn Joey.Đọc thêm",
            "Xin chào, Jamie.\n\nCảm ơn bạn đã đánh giá tuyệt vời của bạn!  - Chúng tôi rất vui mừng khi biết bạn đã có trải nghiệm tuyệt vời trên Du thuyền ăn tối trên sông Sài Gòn. Thật tuyệt khi biết bạn thích những món ăn tuyệt vời và dịch vụ tuyệt vời.\n\nJoey thực sự tuyệt vời - có tổ chức, hiểu biết và hữu ích. Chúng tôi rất vui vì anh ấy đã làm cho chuyến đi của bạn trở nên thú vị hơn.\n\nCảm ơn một lần nữa và chúng tôi mong sớm được chào đón bạn quay trở lại!\n\nTốt nhất,\nSâm\ncố vấn - asianalink.comĐọc thêm",
            "Anthony Khoa Nguyễn là một hướng dẫn viên du lịch xuất sắc. Anh ấy chỉ cho chúng tôi mọi thứ và chúng tôi yêu nó rất nhiều. Chuyến tham quan cũng sôi động. Yêu anh ấyĐọc tiếp",
            "Xin Chào!\n\nCảm ơn bạn đã đánh giá tuyệt vời của bạn!  - Chúng tôi rất vui mừng khi biết rằng bạn đã có một chuyến tham quan tuyệt vời trong chuyến tham quan Sài Gòn Inside Out bằng xe máy của chúng tôi.\n\nAnthony thực sự là một hướng dẫn viên xuất sắc và chúng tôi rất vui vì anh ấy đã chỉ cho bạn mọi thứ và khiến chuyến tham quan trở nên sôi động và thú vị. Những lời tốt đẹp của bạn có ý nghĩa rất lớn đối với chúng tôi!\n\nChúng tôi rất mong được chào đón bạn trở lại với nhiều cuộc phiêu lưu hơn trong tương lai.\n\nTốt nhất,\nSâm\ncố vấn - asianalink.comĐọc thêm",
            "Chuyến tham quan rất thú vị và những lời giải thích tuyệt vời từ Dana. Tôi đánh giá cao cô ấy vì sự nhiệt tình và lòng tốt của cô ấy. Cảm ơn rất nhiều vì điều đó.Đọc thêm",
            "Xin Chào!\n\nCảm ơn bạn đã đánh giá tuyệt vời của bạn!  - Chúng tôi rất vui khi biết bạn đã có một chuyến tham quan Thành phố Hồ Chí Minh rất thú vị cùng chúng tôi.\n\nSự nhiệt tình và lòng tốt của Dana thực sự tỏa sáng, và chúng tôi rất vui vì bạn đánh giá cao những lời giải thích tuyệt vời của cô ấy. Đề xuất cao của bạn có ý nghĩa rất lớn đối với chúng tôi.\n\nMột lần nữa xin cảm ơn và chúng tôi mong được chào đón bạn quay trở lại để có những trải nghiệm đáng nhớ hơn!\n\nTốt nhất,\nSâm\ncố vấn - asianalink.comĐọc thêm",
            "Xin chào. Bạn có thực hiện các chuyến tham quan bằng tiếng Pháp không?Đọc thêm",
            "Xin Chào!\n\nCảm ơn câu hỏi của bạn.\nĐúng! Chúng tôi cung cấp các tour du lịch bằng tiếng Pháp. \nBạn có thể liên hệ với chúng tôi qua địa chỉ liên hệ của chúng tôi trên TripAdvisor để yêu cầu một chuyến tham quan cụ thể mà bạn muốn thực hiện. Chúng tôi sẽ cung cấp cho bạn lời đề nghị tốt nhất.\n\nChúc một ngày tốt lành!\n\nTrân trọng,\n\nDu lịch Asiana LinkĐọc thêm",
            "Xin chào, tôi sẽ đi cùng một nhóm gồm 7 người lớn và 1 trẻ em 2 tuổi.  Chúng tôi không ăn thịt lợn hoặc thịt bò, bạn có thể phục vụ những bữa ăn không có thịt bò hoặc thịt lợn không?Đọc thêm",
            "Xin Chào!\n\nCảm ơn bạn rất nhiều vì đã liên hệ với chúng tôi. Chúng tôi hoàn toàn có thể phục vụ cho bữa ăn nhiều món ăn khác mà không cần đến thịt bò hay thịt lợn. Bạn chỉ cần ghi chú đặc biệt khi đặt phòng. \nVui lòng cho chúng tôi biết nếu bạn cần thêm thông tin. Chúng tôi rất mong sớm được chào đón gia đình bạn!\n\nKelvin LươngĐọc thêm",
            "Xin chào, tôi đã thực hiện 3 chuyến tham quan với công ty của bạn I. Tuần trước nhưng ứng dụng không cho phép tôi xem lại từng chuyến đi riêng biệt. Có ý tưởng nào về cách tôi có thể xem lại 2 chuyến tham quan khác mà chúng tôi đã thực hiện không?Đọc thêm",
            "Xin Cha - o,\n\nChúng tôi đã nhận thấy bình luận của bạn tại mục Hỏi - Đáp và đánh giá của bạn về chuyến đi đến địa đạo Củ Chi. Chúng tôi đã để lại tin nhắn cho bạn vào hôm qua, vui lòng kiểm tra hộp thư đến của bạn.\n\nSam Mrs.Đọc thêm",
            "Tên tôi là Sylvia Tôi đã cùng Bùi đi du lịch đến thành phố Hồ Chí Minh và địa đạo Củ Chi vào ngày 14 tháng 8 từ khách sạn Alcove, tôi có một chiếc ví màu đen mà tôi đeo quanh thắt lưng, chắc nó đã rơi ra và tôi đã để nó lại trên van. Tôi muốn biết tôi có thể lấy nó ở đâu vì nó rất quan trọng đối với tôi.\n\nVui lòng trả lời email này và cho tôi biết. Tôi đã có một khoảng thời gian vui vẻ trong chuyến tham quan nhưng tôi không muốn nghĩ rằng mình đã bị tài xế hoặc hướng dẫn viên du lịch đánh cắp.\n\nTrước tiên xin cảm ơn sự giúp đỡ của bạn\n\nTôi ở đây vài ngày.\n\nSylvia Đọc thêm",
            "Dear Sylvia, \n\nThank you for choosing our services when you are here. We have received this information from you a few times:\n -  First, you contacted your receptionist to call us, and our team has checked with guide, driver and local services wherever you have been throughout your day includes restaurant, Cu Chi tunnels area, a few places around the city tour  - 5 different places - . Then we called to your hotel to confirm that we didn - t find it because it was a long day from 7am to 7pm and you have been to many different places, so we don - t know where you had lost your wallet.\n -  Then, you sent exactly this message to our email and our Operation Manager, tour guide came to your hotel and meet you in person to get more information.\n -  Now, we received this message from this forum. We believe that you want your wallet because it - s important to you. We always try our best to assist you. However, please kindly understand for us because you have moved from place to place during the day and when you finished your tour, our guide did ask you to check all belongings before leaving the bus. As you mentioned that you don - t want to think that it was stolen from either by the driver or by tour guide. PLEASE DON - T THINK THAT WAY! It - s quite important, it is not about money, it is about HONOR OF PEOPLE. \nYou joined our group tour and there are other guests on the same bus  - not only our driver and tour guide -  so it is not fair when you think our guide or driver did it. This is what people called  - SLANDER -  and slander is a criminal. \n\nMs. Sylvia, we thank you again for choosing our services. We always want to make our guests be happy and satisfied with their choice. This is really a sensitive issue, and I would like to ask you for a carefully thinking before judging anyone, especially the ones who have tried their bests to serve you a beautiful tour. They should receive your commendation instead. \nWe are also trying to work with people around places that you have been  - Reunification Palace, Central Post Office, Notre Dame Cathedral, Jade Emperor Pagoda, War Remnants Museum, Lunch Restaurant, Củ Chi tunnels system - , if we have enough good luck to find it, we are sure you will receive it immediately. However, if you want some assistance for accompanying to the police station to report and get some compensation, we will send someone to your hotel to go with you.\n\nKind regards,\n\nKelvin Luong MrRead more",
            "Chúng tôi rất thích chuyến tham quan này! Chúng tôi rất muốn giới thiệu nó! Chúng tôi đã có một buổi chiều tuyệt vời với hướng dẫn viên Nam - - \nĐọc thêm",
            "Nitt thân mến,\n\nCảm ơn tin nhắn của bạn rất nhiều. Nó làm nên ngày chủ nhật của tôi!\nTôi hy vọng bạn sẽ quay lại để tham gia một chuyến du lịch khác với chúng tôi.\n\nTất cả những điều tốt đẹp nhất!\n\nKelvin cho Nam :- - Đọc thêm",
            "Chuyến tham quan địa đạo Củ Chi nửa ngày riêng của bạn có đến địa điểm Bến Dược hay Bến Thịnh không?Đọc thêm",
            "Thưa ông / bà,\nCảm ơn bạn rất nhiều vì câu hỏi của bạn!\nChúng tôi có cả Bến Đình và Bến Dược cho các tour du lịch riêng.\nVui lòng cho chúng tôi biết nếu bạn cần thêm thông tin hoặc trợ giúp!\nTrân trọng,\nKelvin MrĐọc thêm",
            "Bạn có cung cấp dịch vụ thuyền đi CampuchiaĐọc thêm",
            "Lwmadpas thân mến,\n\nchúng tôi rất tiếc đã trả lời bạn muộn. Tôi hy vọng điều này vẫn làm việc cho bạn. Chúng tôi khai thác dịch vụ đi Campuchia bằng tàu. Tuy nhiên nên kết hợp với các tour du lịch trọn gói ở ĐBSCL ít nhất 1 ngày đến 3 ngày trước khi xuất phát đi Phnompenh. Hãy gửi email cho chúng tôi yêu cầu của bạn, chúng tôi sẽ trả lời bạn chi tiết hơn. Trân trọng!\nKelvin MrĐọc thêm"
        ],
        "star_ratings": [
            8003,
            497,
            85,
            32,
            29
        ],
        "review_amount": 8646,
        "location": [
            "Việt Nam",
            "Du lịch Asiana Link",
            "Những điều cần làm ở thành phố Hồ Chí Minh",
            "Châu Á",
            "Ho Chi Minh City"
        ],
        "reviews_time": [
            "Written May 23, 2024",
            "Written May 22, 2024",
            "Written May 21, 2024",
            "Written May 21, 2024",
            "Written May 20, 2024",
            "Written May 19, 2024",
            "Written May 18, 2024",
            "Written May 17, 2024",
            "Written May 16, 2024",
            "Written May 16, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d6351606-Reviews-or10-Asiana_Link_Travel-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6351606-Reviews-Asiana_Link_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6351606-Reviews-or20-Asiana_Link_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6963823-Reviews-Phuong_Ha_Grocery_Store-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14028229-Reviews-Foot_Massage_777-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1746272-Reviews-Les_Rives_Authentic_River_Experience-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2037764-Reviews-Bitexco_Financial_Tower-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d7700073-Reviews-Cafe_EON-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14086619-Reviews-Muslim_Travel_Vietnam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14440775-Reviews-Mebuki_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13225175-Reviews-The_Iron_Bank_Cocktail_Vault-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d27346810-Reviews-Sailing_Foot_Massage-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d21230453-Reviews-Saigon_Skydeck-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d24982787-Reviews-Rock_Bar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17713575-Reviews-GR8_Fashion_Hub-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2487716-Reviews-Innoviet_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d9747267-Reviews-Saigon_Retro-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d9754920-Reviews-Snuffbox_Lounge-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g297930-d6733203-Reviews-Malin_Plaza_Patong-Patong_Kathu_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d17393332-Reviews-Petaling_Street_Market-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g58566-d255285-Reviews-Long_Beach-Long_Beach_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g1943744-d4740181-Reviews-Blue_Lagoon-Paphos_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g28963-d310481-Reviews-Dale_Hollow_Lake-Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g424926-d12176786-Reviews-Brihadeeswara_Temple-Thanjavur_Thanjavur_District_Tamil_Nadu.html",
            "https://www.tripadvisor.com/Attraction_Review-g34550-d3927600-Reviews-Palafox_Market-Pensacola_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g54359-d2692245-Reviews-Myrtle_Beach_Pelicans-Myrtle_Beach_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g190454-d245617-Reviews-Wiener_Stadthalle-Vienna.html",
            "https://www.tripadvisor.com/Attraction_Review-g1219346-d17652175-Reviews-Sand_City-Lagoa_Faro_District_Algarve.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d6351606-Reviews-or20-Asiana_Link_Travel-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d6351606-Reviews-or10-Asiana_Link_Travel-Ho_Chi_Minh_City.html"
    },
    {
        "attraction_name": "Asiana Link Travel",
        "attraction_name_vi": "Du lịch liên kết Asiana",
        "general_info": [
            "8.621 đánh giá",
            "- 13 trên 175 Tour Thuyền - Thể Thao Dưới Nước Tại Thành Phố Hồ Chí Minh",
            "Chuyến tham quan văn hóa",
            "Những chuyến du lịch thuyền",
            "Chuyến tham quan ẩm thực",
            "Vespa, Xe tay ga - Tour xe máy",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Asiana Link Travel, được thành lập vào năm 2013 và có trụ sở tại Thành phố Hồ Chí Minh, là một công ty lữ hành hàng đầu với chuyên môn sâu rộng trong khu vực. Với sự hiểu biết sâu sắc về văn hóa địa phương và kiến ​​thức chuyên sâu về Thành phố Hồ Chí Minh và Đồng bằng sông Cửu Long quyến rũ, chúng tôi cung cấp các dịch vụ đích thực bao gồm các tour du lịch cổ điển và trải nghiệm được thiết kế riêng, phục vụ cho nhiều phong cách du lịch khác nhau. Là những người nước ngoài, sinh ra và lớn lên tại vùng đất xinh đẹp này, chúng tôi tự hào chia sẻ những hiểu biết sâu sắc của mình về địa phương và mang đến những chuyến đi khó quên cho khách hàng. Bạn có thể lựa chọn từ các sản phẩm được thiết kế chu đáo của chúng tôi hoặc liên hệ với chúng tôi để được tùy chỉnh theo yêu cầu và nhóm chuyên gia của chúng tôi sẽ cung cấp lời khuyên và khuyến nghị phù hợp để tạo nên trải nghiệm độc đáo chỉ dành cho bạn. Chúng tôi nồng nhiệt chào đón bạn liên hệ với chúng tôi và chia sẻ mong muốn du lịch của bạn, và để chúng tôi biến những giấc mơ du lịch của bạn thành những kỷ niệm khó quên! Đọc thêm",
        "reviews": [
            "Stark là một hướng dẫn viên du lịch tuyệt vời, rất vui và hào hứng khi dẫn chúng tôi đi vòng quanh Mekong. Chúng tôi rất thích chuyến đi và cảm thấy vô cùng an toàn và thoải mái.Đọc thêm",
            "Xin Chào!\n\nCảm ơn bạn đã đánh giá tuyệt vời của bạn!  - Chúng tôi rất vui mừng khi biết rằng bạn đã có trải nghiệm du lịch tuyệt vời nhất trong chuyến tham quan Địa đạo Củ Chi - Đồng bằng sông Cửu Long của chúng tôi.\n\nSự nhiệt tình và vui vẻ của Stark khi đưa bạn đi tham quan xung quanh đã tạo nên sự khác biệt. Chúng tôi rất vui vì bạn đã tận hưởng chuyến đi và cảm thấy an toàn và thoải mái trong suốt chuyến đi.\n\nChúng tôi rất mong được chào đón bạn trở lại để có thêm nhiều cuộc phiêu lưu!\n\nTốt nhất,\nSâm\ncố vấn - asianalink.comĐọc thêm",
            "Mặc dù một số hoạt động tập trung vào mua sắm hơn là thực sự khám phá hoạt động đó, nhưng chuyến tham quan này rất đáng giá! Hướng dẫn viên Dana của chúng tôi rất tốt bụng và dễ gần, cô ấy đã đồng hành cùng chúng tôi suốt chặng đường và tương tác với chúng tôi. Hãy nhớ rằng bạn - sẽ cần một số tiền mặt để nhận tiền boa trong suốt chuyến tham quan!Đọc thêm",
            "Xin Chào!\n\nCám ơn, vì phản hồi của bạn!  - Chúng tôi rất vui khi biết bạn thích chuyến đi đến Đồng bằng sông Cửu Long. Dana thực sự rất tốt bụng và dễ gần, và chúng tôi rất vui vì cô ấy đã khiến chuyến tham quan của bạn trở nên thú vị và mang tính tương tác. Chúng tôi đánh giá cao phản hồi của bạn về các hoạt động.\n\nMột lần nữa xin cảm ơn nhận xét của bạn và chúng tôi mong được chào đón bạn quay trở lại để có thêm những cuộc phiêu lưu!\n\nTốt nhất,\nSâm\ncố vấn - asianalink.comĐọc thêm",
            "Được yêu cầu đến cầu họp lúc 8 giờ. phải đợi xe 30 phút. Ngoài ra, chuyến đi thật tuyệt vời. Dana là một hướng dẫn viên du lịch đáng yêu. Cô ấy rất hiểu biết và tốt bụng. Chúng tôi đã thưởng thức một số món ăn Việt Nam tuyệt vời và ngắm nhìn dòng sông đồng bằng và những ngôi chùa tuyệt vời.Đọc thêm",
            "Xin Chào! \n\nCảm ơn phản hôi của bạn. Chúng tôi rất vui khi biết rằng bạn rất thích chuyến tham quan và có trải nghiệm tuyệt vời với Dana là người hướng dẫn cho bạn. Chúng tôi xin lỗi vì đã để bạn phải chờ đợi tại điểm hẹn và đánh giá cao sự kiên nhẫn của bạn.\n\n Thật tuyệt vời khi biết rằng những món ăn ngon của Việt Nam và cảnh đẹp đã tạo nên điều đó. Chúng tôi hy vọng sẽ sớm gặp lại bạn trong một cuộc phiêu lưu khác!\n\nSâm\ncố vấn - asianalink.comĐọc thêm",
            "Đã đặt chỗ với Kelvin cho chuyến tham quan Đà Nẵng, Hội An, Huế và đó là quyết định tốt nhất mà chúng tôi đã đưa ra. Siêu phản hồi và khiến mọi thứ trở nên đáng giá. Anh ấy thực sự có thể lên kế hoạch cho mọi thứ một cách hoàn hảo và chúng tôi đã đi du lịch với nhiều độ tuổi khác nhau - từ trẻ em đến người cao tuổi -. Thức ăn rất tuyệt và chúng tôi kết thúc mọi thứ bằng một buổi mát-xa. Chúng tôi - đã đặt phòng ở khắp mọi nơi và đây có lẽ là một trong những nơi tốt nhất mà chúng tôi từng đặt. Từ phương tiện đi lại, các chuyến tham quan và đồ ăn --- mọi thứ đều được lên kế hoạch rất tốt. Tôi cảm thấy thật tệ khi trở thành một khách hàng khó tính như vậy, bởi vì tôi đã lên kế hoạch cho một nhóm lớn, nhưng anh ấy luôn đặt lên hàng đầu mọi thứ! Một trong những người tốt nhất và chúng tôi chắc chắn có được toàn bộ trải nghiệm nhờ anh ấy. Sẽ bảo đảm cho anh ấy và nhóm của anh ấy 100 - !Đọc thêm",
            "Xin Chào, Hannah.\n\nÔi, 1000 - 10?! Chúng tôi rất vui mừng với đánh giá tuyệt vời của bạn!  - Cảm ơn bạn rất nhiều vì đã chia sẻ kinh nghiệm của bạn với chúng tôi. Chúng tôi rất vui mừng khi biết rằng Kelvin và nhóm đã có thể biến chuyến tham quan Đà Nẵng, Hội An và Huế của bạn trở nên đáng nhớ.\n\nViệc lập kế hoạch cho một nhóm lớn với nhiều độ tuổi có thể là một thách thức, nhưng chúng tôi rất vui vì mọi thứ diễn ra suôn sẻ và bạn thích đồ ăn, phương tiện đi lại, các chuyến tham quan và thậm chí kết thúc bằng một buổi mát-xa thư giãn. Những lời tốt đẹp của bạn về Kelvin có ý nghĩa rất lớn đối với chúng tôi - anh ấy là một trong những người giỏi nhất!\n\nChúng tôi rất vui vì bạn đã có khoảng thời gian tuyệt vời và chúng tôi có thể trở thành một phần trong hành trình của bạn.\n\nChúng tôi rất mong được chào đón bạn quay trở lại với một cuộc phiêu lưu khác. Cho đến lúc đó, hãy có những chuyến đi an toàn và duy trì những cảm xúc tốt đẹp đó!\n\nChúc mừng,\nSâm\ncố vấn - asianalink.comĐọc thêm",
            "Chuyến đi thật tuyệt vời và bữa tối thật tuyệt vời. Môi trường xung quanh rất đẹp và phong cảnh tốt. Ethan rất am hiểu về chuyến đi.Đọc thêm",
            "Xin Chao!\n\nCảm ơn bạn đã đánh giá tuyệt vời! - Chúng tôi rất vui khi biết bạn đã có trải nghiệm tuyệt vời trên Du thuyền ăn tối trên sông Sài Gòn.\n\nThật tuyệt khi biết bạn thích bữa tối, không gian và cảnh quan. Ethan thực sự rất hiểu biết và chúng tôi rất vui vì anh ấy có thể nâng cao trải nghiệm du ngoạn của bạn.\n\nChúng tôi mong được chào đón bạn trở lại để có thêm nhiều buổi tối tuyệt vời!\n\nTrân trọng,\nSam\ncố vấn - asianalink.comĐọc thêm",
            "Chúng tôi đã thực hiện một chuyến tham quan ẩm thực ở Hồ Chí Minh vào ban đêm và nó thật tuyệt! Joey là hướng dẫn viên du lịch của chúng tôi và cô ấy biết rất nhiều về ẩm thực, văn hóa và tiếng Anh của cô ấy rất hoàn hảo. Chúng tôi đã đi đến rất nhiều địa điểm thú vị như chợ hoa và các quận khác nhau. Chúng tôi đã có khoảng thời gian tuyệt vời trong đời với rất nhiều đồ ăn - và sự đồng hành tốt đẹp của Joey. Muốn giới thiệu!Đọc thêm",
            "Xin Chào, Diana!\n\nCảm ơn bạn đã đánh giá tuyệt vời của bạn!  - Chúng tôi rất vui mừng khi biết rằng bạn đã có khoảng thời gian tuyệt vời trong chuyến tham quan Foodie by Night của nhóm nhỏ tại Thành phố Hồ Chí Minh.\n\nJoey thực sự là một hướng dẫn viên tuyệt vời, với kiến ​​thức sâu rộng về ẩm thực và văn hóa cũng như tiếng Anh hoàn hảo. Thật tuyệt khi biết bạn thích đến thăm những địa điểm thú vị như chợ hoa và các quận khác nhau, đồng thời đồ ăn và sự bầu bạn của Joey đã khiến trải nghiệm này trở nên khó quên.\n\nCảm ơn bạn đã đề xuất và chúng tôi mong được chào đón bạn quay trở lại để có những cuộc phiêu lưu thú vị hơn!\n\nTốt nhất,\nSâm\ncố vấn - asianalink.comĐọc thêm",
            "Hầu hết khách đã ăn trước khi thuyền di chuyển. Nó không đi xa vì luôn có thể nhìn thấy cùng một tòa nhà. Biển quảng cáo lớn trên sông. Âm nhạc trên thuyền giống như đang ở Vegas. Không như tôi mong đợi ở Việt NamĐọc thêm",
            "Xin Chao, Glenii!\n\nCảm ơn bạn đã dành thời gian chia sẻ phản hồi của mình. Chúng tôi rất tiếc khi biết rằng một số khía cạnh của chuyến du ngoạn không đáp ứng được kỳ vọng của bạn.\n\nVề thời gian, chuyến du ngoạn LUX có thời lượng 2 giờ du ngoạn trên sông, với thêm một giờ tại bến tàu để chào đón khách. Nếu bạn đến sớm, bạn có thể bắt đầu bữa ăn ngay lập tức hoặc đợi cho đến khi chuyến du ngoạn bắt đầu.\n\nÝ kiến ​​của bạn rất có giá trị và chúng tôi sẽ sử dụng chúng để cải thiện. Nếu có bất kỳ điều cụ thể nào chúng tôi có thể làm để giải quyết mối quan tâm của bạn, vui lòng liên hệ với chúng tôi. Chúng tôi hy vọng sẽ có cơ hội mang đến cho bạn trải nghiệm tốt hơn trong tương lai.\n\nTrân trọng,\nSam\ncố vấn - asianalink.comĐọc thêm",
            "Chuyến du lịch tuyệt vời với Dana. Trải nghiệm tuyệt vời nhất từng đến sông Mê Kông, khám phá miền quê đích thực và thử một số món ăn truyền thống và cá nhân tôi khuyên bạn nên dùng loại nước ép ngon nhất từ ​​trước đến nay: nước mía.Đọc thêm",
            "Xin Chào!\n\nCảm ơn bạn đã đánh giá tuyệt vời của bạn!  - Chúng tôi rất vui mừng khi biết bạn đã có một chuyến tham quan tuyệt vời cùng Dana trong Chuyến đi trong ngày của Private Insight tại Đồng bằng sông Cửu Long.\n\nKhám phá vùng nông thôn đích thực và thử các món ăn truyền thống nghe có vẻ là một trải nghiệm tuyệt vời. Chúng tôi - rất vui vì bạn thích nước mía - đó cũng là món yêu thích của chúng tôi!\n\nChúng tôi rất mong được chào đón bạn trở lại để có những cuộc phiêu lưu khó quên hơn.\n\nTốt nhất,\nSâm\ncố vấn - asianalink.comĐọc thêm",
            "Một khoảng thời gian tuyệt vời ở Sài Gòn. Họ đón bạn tại khách sạn và họ rất đúng giờ. Hướng dẫn viên của chúng tôi là Tea rất vui tính và nhiều thông tin. Đọc thêm",
            "Xin Chào!\n\nCám ơn, vì phản hồi của bạn!  - Chúng tôi rất vui mừng khi biết rằng bạn đã có khoảng thời gian tuyệt vời trong Chuyến tham quan Thành phố Sài Gòn theo nhóm nhỏ của chúng tôi.\n\nThật tuyệt vời khi biết rằng nhóm của chúng tôi luôn đúng giờ và Tea đã khiến chuyến tham quan trở nên thú vị và đầy thông tin. Chúng tôi đánh giá cao những lời tốt đẹp của bạn!\n\nChúng tôi rất mong được chào đón bạn trở lại với những chuyến phiêu lưu thú vị hơn ở Sài Gòn.\n\nTốt nhất,\nSâm\ncố vấn - asianalink.comĐọc thêm",
            "Chuyến đi tuyệt vời với Dana Duyên, chuyến đi rất nhiều thông tin, xe máy lạnh tốt và buổi ra mắt thật tuyệt! Tôi muốn giới thiệu chuyến tham quan này.Đọc thêm",
            "Xin Chào, Marvin.\n\nCảm ơn bạn đã chia sẻ phản hồi của bạn! Chúng tôi rất vui mừng khi biết rằng bạn đã có một chuyến tham quan tuyệt vời với Asiana Link Travel và bạn thấy nó mang lại nhiều thông tin hữu ích. \n\nThật tuyệt vời khi biết rằng bạn thích thú với phương tiện đi lại thoải mái và bữa trưa ngon miệng. Chúng tôi đánh giá cao đề xuất của bạn và mong được chào đón bạn trong một chuyến tham quan khác trong tương lai.\n\nSâm\ncố vấn - asianalink.comĐọc thêm"
        ],
        "star_ratings": [
            8003,
            497,
            85,
            32,
            29
        ],
        "review_amount": 8646,
        "location": [
            "Việt Nam",
            "Du lịch liên kết Asiana",
            "Những điều cần làm ở thành phố Hồ Chí Minh",
            "Châu Á",
            "Ho Chi Minh City"
        ],
        "reviews_time": [
            "Written May 15, 2024",
            "Written May 13, 2024",
            "Written May 13, 2024",
            "Written May 12, 2024",
            "Written May 11, 2024",
            "Written May 10, 2024",
            "Written May 9, 2024",
            "Written May 9, 2024",
            "Written May 8, 2024",
            "Written May 8, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d6351606-Reviews-or20-Asiana_Link_Travel-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6351606-Reviews-or10-Asiana_Link_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6351606-Reviews-or30-Asiana_Link_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6351606-Reviews-Asiana_Link_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6963823-Reviews-Phuong_Ha_Grocery_Store-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14028229-Reviews-Foot_Massage_777-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1746272-Reviews-Les_Rives_Authentic_River_Experience-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2037764-Reviews-Bitexco_Financial_Tower-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d7700073-Reviews-Cafe_EON-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14086619-Reviews-Muslim_Travel_Vietnam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14440775-Reviews-Mebuki_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13225175-Reviews-The_Iron_Bank_Cocktail_Vault-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d27346810-Reviews-Sailing_Foot_Massage-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d21230453-Reviews-Saigon_Skydeck-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d24982787-Reviews-Rock_Bar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17713575-Reviews-GR8_Fashion_Hub-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2487716-Reviews-Innoviet_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d9747267-Reviews-Saigon_Retro-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d9754920-Reviews-Snuffbox_Lounge-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g38815-d7362963-Reviews-Great_Wolf_Lodge-Kansas_City_Kansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60927-d12585378-Reviews-The_Grave_of_Selena_Quintanilla_Perez-Corpus_Christi_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g150809-d6002498-Reviews-Buccanos_Grill_Beach_Club_Cozumel-Cozumel_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g294452-d15598975-Reviews-Massages_Sofia_Angels-Sofia_Sofia_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g1786926-d12873280-Reviews-Agios_Nikitas_Beach-Agios_Nikitas_Lefkada_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g667483-d18190051-Reviews-Bholaganj_Sada_Pathor-Sylhet_Division.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d10547212-Reviews-Diamond_District-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g49054-d7001315-Reviews-River_Park_at_Cooleemee_Falls-Cooleemee_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g293748-d11911134-Reviews-The_Slipway_Shopping_Centre-Dar_es_Salaam_Dar_Es_Salaam_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g53806-d3512057-Reviews-Big_Pocono_State_Park-Tannersville_Pocono_Mountains_Region_Pennsylvania.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d6351606-Reviews-or30-Asiana_Link_Travel-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d6351606-Reviews-or20-Asiana_Link_Travel-Ho_Chi_Minh_City.html"
    },
    {
        "attraction_name": "Asiana Link Travel",
        "attraction_name_vi": "Du lịch liên kết Asiana",
        "general_info": [
            "8.621 đánh giá",
            "- 13 trong số 175 Tour du thuyền - Thể thao dưới nước tại Thành phố Hồ Chí Minh",
            "Chuyến tham quan văn hóa",
            "Những chuyến du lịch thuyền",
            "Chuyến tham quan ẩm thực",
            "Vespa, Xe tay ga - Tour xe máy",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Asiana Link Travel, được thành lập vào năm 2013 và có trụ sở tại Thành phố Hồ Chí Minh, là công ty du lịch hàng đầu với chuyên môn sâu rộng trong khu vực. Với sự hiểu biết sâu sắc về văn hóa địa phương và kiến ​​thức sâu rộng về Thành phố Hồ Chí Minh và Đồng bằng sông Cửu Long đầy mê hoặc, chúng tôi cung cấp các dịch vụ đích thực bao gồm các tour du lịch cổ điển và trải nghiệm phù hợp, phục vụ nhiều phong cách du lịch khác nhau. Là những người nước ngoài, sinh ra và lớn lên ở vùng đất xinh đẹp này, chúng tôi tự hào chia sẻ những hiểu biết sâu sắc về địa phương của mình và mang đến những hành trình khó quên cho khách hàng của mình. Bạn có thể chọn từ các sản phẩm được thiết kế chu đáo của chúng tôi hoặc liên hệ với chúng tôi để tùy chỉnh theo cá nhân và đội ngũ chuyên gia của chúng tôi sẽ cung cấp lời khuyên và đề xuất phù hợp để tạo ra trải nghiệm độc đáo dành riêng cho bạn. . Chúng tôi nồng nhiệt chào đón bạn liên hệ với chúng tôi và chia sẻ mong muốn du lịch của bạn, đồng thời để chúng tôi biến giấc mơ du lịch của bạn thành những kỷ niệm khó quên!Đọc thêm",
        "reviews": [
            "Chuyến đi rất nhiều thông tin và rất khuyến khích! Stark trưởng nhóm du lịch của chúng tôi rất tuyệt và kể cho chúng tôi rất nhiều về lịch sử. Rất nhiều thứ phù hợp trong một ngày, rất đáng đồng tiền bát gạo. Rất nhiều niềm vui và tuyệt vời cho những người du lịch một mình!Đọc thêm",
            "Xin Chào!\n\nCảm ơn bạn đã đề nghị. Chúng tôi - rất vui khi biết rằng bạn thấy chuyến đi đầy thông tin và thú vị, đồng thời chúng tôi - rất vui vì Stark đã có thể cung cấp cho bạn những hiểu biết có giá trị về lịch sử. \n\nThật tuyệt vời khi biết rằng bạn nhận thấy chuyến tham quan này rất đáng giá tiền và nó cũng rất thú vị đối với những người du lịch một mình. Chúng tôi đánh giá cao phản hồi của bạn và hy vọng gặp lại bạn trong một cuộc phiêu lưu khác!\n\nSâm\ncố vấn - asianalink.com\n\nĐọc thêm",
            "Chuyến đi thật tuyệt vời như mong đợi. Người hướng dẫn, Stark, đã làm rất tốt với kiến ​​thức và mối liên hệ đáng kinh ngạc với khu vực và lịch sử.  Mọi thứ đã được cung cấp và mô tả và mọi thứ đều diễn ra suôn sẻ. Nhóm mà chúng tôi tham gia không lớn và chúng tôi đã cùng nhau cười sảng khoái. Tôi sẽ 100 - khuyên bạn nên thực hiện chuyến tham quan này và nếu bạn có thể chọn một hướng dẫn viên, hãy chọn Stark. Anh ấy thật tuyệt vời. Hãy chuẩn bị để rất nóng và ăn mặc phù hợp. Nước được cung cấp nhưng đảm bảo cũng mang theo một chiếc khăn nhỏ và kem chống nắng. 10 - 10 sẽ làm lại - - Đọc thêm",
            "Xin Chào!\n\nChúng tôi - rất vui mừng khi biết rằng bạn đã có một chuyến tham quan đầy thông tin và thú vị cùng Stark khám phá các đường hầm và dòng sông! \n\nThật tuyệt vời khi mọi thứ diễn ra suôn sẻ và Stark đã cung cấp kiến ​​thức cũng như mối liên hệ đáng kinh ngạc với khu vực cũng như lịch sử của nó. \n\nCảm ơn bạn đã giới thiệu chuyến tham quan và những lời khuyên hữu ích cho những du khách trong tương lai. Chúng tôi mong được chào đón bạn một lần nữa trong một cuộc phiêu lưu khác!\n\nSâm\ncố vấn - asianalink.comĐọc thêm",
            "Stark là một hướng dẫn viên du lịch xuất sắc. Chúng tôi đã học được rất nhiều về lịch sử của địa đạo Củ Chi và Việt Nam. Phần đồng bằng sông Cửu Long quá bị thương mại hóaĐọc thêm",
            "Xin Chào!\n\nChúng tôi đánh giá cao phản hồi của bạn và rất vui khi biết rằng bạn đánh giá Stark là một hướng dẫn viên du lịch xuất sắc và đã học được nhiều điều về lịch sử của địa đạo Củ Chi và Việt Nam. \n\nChúng tôi hiểu mối quan ngại của bạn về việc thương mại hóa khu vực Đồng bằng sông Cửu Long và sẽ tính đến điều đó để cải thiện trong tương lai. Cảm ơn bạn đã tham gia cùng chúng tôi trong chuyến tham quan!\n\nSâm\ncố vấn - asianalink.comĐọc thêm",
            "Chúng tôi đã đặt chuyến tham quan này vì tôi bị đau mắt cá chân và không thể đi bộ nhiều và nó thật hoàn hảo. Chúng tôi đã được xem một số điểm nổi bật của Sài Gòn và David đã mang đến cho chúng tôi rất nhiều lịch sử và những tràng cười. Chúng tôi thực sự rất thích chuyến tham quan của mình và tài xế của chúng tôi cũng rất tuyệt vời! Đọc thêm",
            "Xin Chào, Kirstin.\n\nChúng tôi rất vui mừng khi biết rằng bạn đã có khoảng thời gian tuyệt vời khi khám phá những địa danh mang tính biểu tượng của Sài Gòn cùng chúng tôi. Thật tuyệt vời khi chuyến tham quan hoàn toàn phù hợp với nhu cầu của bạn, đặc biệt là với lịch sử bổ sung và những tiếng cười mà David mang lại. \n\nCảm ơn bạn đã chọn Asiana Link Travel và chúng tôi cũng đánh giá cao những lời tốt đẹp của bạn về tài xế của chúng tôi. Chúng tôi hy vọng sẽ được hân hạnh chào đón bạn quay trở lại với một chuyến du lịch đáng nhớ khác trong tương lai!\n\nSâm\ncố vấn - asianalink.comĐọc thêm",
            "Stark - Triệu hướng dẫn viên du lịch tuyệt vời, người đàn ông Việt Nam rất hiểu biết, nhiều thông tin và tự hào, là tài sản của công ty bạn. Rất khuyến khích đi du lịch với anh ấy, chúng tôi đã học được rất nhiều. Cảm ơn bạn!Đọc thêm",
            "Xin chào, Zenara.\n\nChúng tôi rất vui mừng vì bạn thấy chuyến tham quan địa đạo Củ Chi của chúng tôi có nhiều thông tin và phong phú. Thật tuyệt vời khi biết rằng kiến ​​thức và niềm tự hào của Stark về văn hóa Việt Nam đã làm tăng thêm giá trị cho trải nghiệm của bạn. Cảm ơn bạn đã lựa chọn Asiana Link Travel cho chuyến đi Việt Nam của mình. Chúng tôi mong được chào đón bạn trở lại với nhiều cuộc phiêu lưu hơn trong tương lai!\n\nSâm\ncố vấn - asianalink.comĐọc thêm",
            "Chúng tôi đã đặt một chuyến đi theo nhóm nhỏ nhưng cuối cùng lại có một chuyến tham quan riêng như một bản nâng cấp miễn phí. Anh Lang tài xế - btw. Viet.driver tuyệt vời nhất từ ​​trước đến nay - và bà Dana, hướng dẫn viên của chúng tôi, cực kỳ duyên dáng, vui tính, rất dễ nói chuyện và dễ chịu trong suốt chặng đường. Chuyến tham quan được tổ chức chặt chẽ với những phần nhỏ và chi tiết khắp nơi để bạn có được cái nhìn sâu sắc, trải nghiệm tuyệt vời và có một ngày tuyệt vời. Dana có khiếu hài hước tuyệt vời, hài hước, ngọt ngào và là tất cả những gì bạn cần để khiến chuyến đi của mình trở nên đáng nhớ! Xin chân thành cảm ơn cả haiĐọc thêm",
            "Xin Chào!\n\nChúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời khi khám phá TP.HCM cùng chúng tôi! Thật tuyệt vời khi bạn thích thú khi nâng cấp lên chuyến tham quan riêng và ông Lang và Dana đã khiến trải nghiệm của bạn trở nên đáng nhớ. Chúng tôi đánh giá cao những lời tốt đẹp của bạn về đội ngũ của chúng tôi - sự quyến rũ, hài hước và chuyên nghiệp. Cảm ơn bạn đã chọn chúng tôi và chúng tôi hy vọng được chào đón bạn quay trở lại để có nhiều cuộc phiêu lưu hơn trong tương lai!\n\nSâm\ncố vấn - asianalink.comĐọc thêm",
            "Chúng tôi đã có một thời gian tuyệt vời trong chuyến lưu diễn này. Không - không quá dài và thật tuyệt khi thấy 4 biểu tượng chính nhưng không mất cả ngày. Hướng dẫn viên của chúng tôi Dana thật tuyệt vời. Cô ấy nói tiếng Anh tốt và thật dễ dàng để ở gần cô ấy. Tôi đánh giá cao việc cô ấy dừng lại và kể cho chúng tôi về bản đồ cũng như những gì đã xảy ra khi nào và ở đâu. Cô ấy đáng tin cậy và đảm bảo chúng tôi đã được thông báo.  Tôi có thể giới thiệu chuyến tham quan này trong thời gian bạn ở Sài Gòn.Đọc thêm",
            "Xin Chào!\n\nCảm ơn bạn đã tham gia cùng chúng tôi trong chuyến tham quan thành phố Sài Gòn! Chúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời để khám phá những địa danh quan trọng cùng chúng tôi. \n\nChúng tôi cố gắng cung cấp những trải nghiệm đầy thông tin và thú vị, đồng thời chúng tôi rất vui vì kiến ​​thức và độ tin cậy của Dana đã bổ sung vào trải nghiệm tham quan của bạn. Đề xuất của bạn có ý nghĩa rất lớn đối với chúng tôi và chúng tôi mong được chào đón bạn quay trở lại để có thêm những chuyến phiêu lưu ở Sài Gòn!\n\nSâm\ncố vấn - asianalink.comĐọc thêm",
            "Đây là chuyến lưu diễn nhóm nhỏ thứ hai chúng tôi thực hiện với Dave lớn và anh ấy đã không làm mọi người thất vọng. Lịch sử đáng kính và hiểu biết của Dave về Việt Nam thật tuyệt vời và chúng tôi đã học được rất nhiều điều. Bản thân các đường hầm khá nhỏ nhưng Dave khuyến khích chúng tôi thử chạy 100 mét, đây là một thử thách đối với người chồng to lớn của tôi. Rất vui vì chúng tôi đã nghe theo lời khuyên của Dave vì đó là một trải nghiệm tuyệt vời. Chúng tôi thực sự khuyên bạn nên tham gia chuyến tham quan này và đảm bảo yêu cầu Dave lớn! Đọc thêm",
            "Xin Chào!\n\nCảm ơn bạn đã quay lại tham gia chuyến lưu diễn khác với Big Dave! Chúng tôi rất vui khi biết rằng trải nghiệm của bạn tại địa đạo Củ Chi vừa mang tính giáo dục vừa thú vị, nhờ vào kiến ​​thức chuyên môn và sự khuyến khích của Dave. Niềm đam mê chia sẻ lịch sử Việt Nam của anh thực sự là nền tảng cho các tour du lịch mà chúng tôi cung cấp.\n\nChúng tôi đánh giá cao đề xuất của bạn và rất vui vì bạn đã tìm thấy thử thách trong việc điều hướng các đường hầm một cách bổ ích. Cảm ơn bạn đã chia sẻ trải nghiệm của mình và chúng tôi mong được chào đón bạn quay trở lại để tham gia nhiều cuộc phiêu lưu hơn với Big Dave trong tương lai.\n\nKelvin MrĐọc thêm",
            "Đối tác của tôi và tôi đã đi du lịch đồng bằng sông Cửu Long cùng với Dana và tài xế Tom. Chúng tôi đã có một thời gian tuyệt vời. Chúng tôi đến thăm những bức tượng Phật khổng lồ, đi thuyền uống trà mật ong, kẹo dừa và sau đó đi thuyền nhỏ qua người dân địa phương để ăn trưa. Chúng tôi nhìn thấy rắn, thử sô cô la tươi, thưởng thức bữa trưa tuyệt vời bên bờ sông. Dana là người hướng dẫn rất tương tác và đáng yêu, tính cách rất vui tính và tốt. Cô ấy đề nghị chụp ảnh cho chúng tôi và cung cấp nhiều thông tin. Rất khuyến khích chuyến tham quan này: - Đọc thêm",
            "Xin Chao!\n\nCảm ơn bạn đã chia sẻ trải nghiệm của mình! Chúng tôi rất vui khi biết rằng bạn và đối tác của bạn đã có một khoảng thời gian tuyệt vời trong chuyến tham quan Đồng bằng sông Cửu Long của chúng tôi.\n\nNghe có vẻ như bạn đã có một cuộc phiêu lưu thú vị và đáng nhớ, khám phá các bức tượng Phật, thưởng thức các món ngon địa phương và đắm mình trong vẻ đẹp của dòng sông. Hướng dẫn tương tác và nhiều thông tin của Dana chắc chắn đã góp phần tạo nên trải nghiệm này. Chúng tôi đánh giá cao đề xuất của bạn và hy vọng sẽ được chào đón bạn trở lại cho một chuyến tham quan tuyệt vời khác trong tương lai!\n\nSam\ncố vấn - asianalink.comĐọc thêm",
            "Cô ấy là một người lái xe xuất sắc và an toàn. Tôi thực sự khuyên bạn nên tin tưởng cô ấy, đó là một ngày nhiều mây và chúng tôi có thể tận hưởng chuyến đi!!Đọc thêm",
            "Xin Chào!\n\nCám ơn, vì phản hồi của bạn. Chúng tôi rất vui khi biết rằng bạn đã có một chuyến đi an toàn và thú vị với chúng tôi, ngay cả trong một ngày nhiều mây. Đảm bảo hành khách - an toàn và thoải mái luôn là ưu tiên hàng đầu của chúng tôi. Chúng tôi đánh giá cao đề xuất của bạn và tin tưởng vào dịch vụ của chúng tôi. Nếu bạn cần vận chuyển trở lại trong tương lai, chúng tôi - sẽ rất vui được hỗ trợ bạn!\n\nSâm\ncố vấn - asianalink.comĐọc thêm",
            "Xin chào. Bạn có thực hiện các chuyến tham quan bằng tiếng Pháp không?Đọc thêm",
            "Xin Chào!\n\nCảm ơn câu hỏi của bạn.\nĐúng! Chúng tôi cung cấp các tour du lịch bằng tiếng Pháp. \nBạn có thể liên hệ với chúng tôi qua địa chỉ liên hệ của chúng tôi trên TripAdvisor để yêu cầu một chuyến tham quan cụ thể mà bạn muốn thực hiện. Chúng tôi sẽ cung cấp cho bạn lời đề nghị tốt nhất.\n\nChúc một ngày tốt lành!\n\nTrân trọng,\n\nDu lịch Asiana LinkĐọc thêm",
            "Xin chào, tôi sẽ đi cùng một nhóm gồm 7 người lớn và 1 trẻ em 2 tuổi.  Chúng tôi không ăn thịt lợn hoặc thịt bò, bạn có thể phục vụ những bữa ăn không có thịt bò hoặc thịt lợn không?Đọc thêm",
            "Xin Chào!\n\nCảm ơn bạn rất nhiều vì đã liên hệ với chúng tôi. Chúng tôi hoàn toàn có thể phục vụ nhiều món ăn khác mà không cần thịt bò hoặc thịt lợn. Bạn chỉ cần ghi chú đặc biệt khi đặt chỗ.\nVui lòng cho chúng tôi biết nếu bạn cần thêm thông tin. Chúng tôi mong sớm được chào đón gia đình bạn!\n\nKelvin LươngĐọc thêm",
            "Xin chào, tôi đã thực hiện 3 chuyến tham quan với công ty của bạn I. Tuần trước nhưng ứng dụng không cho phép tôi xem lại từng chuyến đi riêng biệt. Có ý tưởng nào về cách tôi có thể xem lại 2 chuyến tham quan khác mà chúng tôi đã thực hiện không?Đọc thêm",
            "Xin Cha - ôi, \n\nChúng tôi đã ghi nhận nhận xét của bạn tại phần Hỏi đáp và đánh giá của bạn về chuyến đi địa đạo Củ Chi. Chúng tôi đã để lại tin nhắn cho bạn ngày hôm qua, vui lòng kiểm tra hộp thư đến của bạn.  \n\nBà SamĐọc thêm",
            "Tên tôi là Sylvia Tôi đã cùng Bùi đi du lịch đến thành phố Hồ Chí Minh và địa đạo Củ Chi vào ngày 14 tháng 8 từ khách sạn Alcove, tôi có một chiếc ví màu đen mà tôi đeo quanh thắt lưng, chắc nó đã rơi ra và tôi đã để nó lại trên van. Tôi muốn biết tôi có thể lấy nó ở đâu vì nó rất quan trọng đối với tôi.\n\nVui lòng trả lời email này và cho tôi biết. Tôi đã có một khoảng thời gian vui vẻ trong chuyến tham quan nhưng tôi không muốn nghĩ rằng mình đã bị tài xế hoặc hướng dẫn viên du lịch đánh cắp.\n\nTrước tiên xin cảm ơn sự giúp đỡ của bạn\n\nTôi ở đây vài ngày.\n\nSylvia Đọc thêm",
            "Dear Sylvia, \n\nThank you for choosing our services when you are here. We have received this information from you a few times:\n -  First, you contacted your receptionist to call us, and our team has checked with guide, driver and local services wherever you have been throughout your day includes restaurant, Cu Chi tunnels area, a few places around the city tour  - 5 different places - . Then we called to your hotel to confirm that we didn - t find it because it was a long day from 7am to 7pm and you have been to many different places, so we don - t know where you had lost your wallet.\n -  Then, you sent exactly this message to our email and our Operation Manager, tour guide came to your hotel and meet you in person to get more information.\n -  Now, we received this message from this forum. We believe that you want your wallet because it - s important to you. We always try our best to assist you. However, please kindly understand for us because you have moved from place to place during the day and when you finished your tour, our guide did ask you to check all belongings before leaving the bus. As you mentioned that you don - t want to think that it was stolen from either by the driver or by tour guide. PLEASE DON - T THINK THAT WAY! It - s quite important, it is not about money, it is about HONOR OF PEOPLE. \nYou joined our group tour and there are other guests on the same bus  - not only our driver and tour guide -  so it is not fair when you think our guide or driver did it. This is what people called  - SLANDER -  and slander is a criminal. \n\nMs. Sylvia, we thank you again for choosing our services. We always want to make our guests be happy and satisfied with their choice. This is really a sensitive issue, and I would like to ask you for a carefully thinking before judging anyone, especially the ones who have tried their bests to serve you a beautiful tour. They should receive your commendation instead. \nWe are also trying to work with people around places that you have been  - Reunification Palace, Central Post Office, Notre Dame Cathedral, Jade Emperor Pagoda, War Remnants Museum, Lunch Restaurant, Củ Chi tunnels system - , if we have enough good luck to find it, we are sure you will receive it immediately. However, if you want some assistance for accompanying to the police station to report and get some compensation, we will send someone to your hotel to go with you.\n\nKind regards,\n\nKelvin Luong MrRead more",
            "Chúng tôi rất thích chuyến tham quan này! Chúng tôi rất muốn giới thiệu nó! Chúng tôi đã có một buổi chiều tuyệt vời với hướng dẫn viên Nam - - \nĐọc thêm",
            "Nitt thân mến,\n\nCảm ơn tin nhắn của bạn rất nhiều. Nó làm nên ngày chủ nhật của tôi!\nTôi hy vọng bạn sẽ quay lại để tham gia một chuyến du lịch khác với chúng tôi.\n\nTất cả những điều tốt đẹp nhất!\n\nKelvin cho Nam :- - Đọc thêm",
            "Chuyến tham quan địa đạo Củ Chi nửa ngày riêng của bạn có đến địa điểm Bến Dược hay Bến Thịnh không?Đọc thêm",
            "Thưa ông / bà,\nCảm ơn bạn rất nhiều vì câu hỏi của bạn!\nChúng tôi có cả Bến Đình và Bến Dược cho các tour du lịch riêng.\nVui lòng cho chúng tôi biết nếu bạn cần thêm thông tin hoặc trợ giúp!\nTrân trọng,\nKelvin MrĐọc thêm",
            "Bạn có cung cấp dịch vụ thuyền đi CampuchiaĐọc thêm",
            "Lwmadpas thân mến,\n\nchúng tôi rất tiếc đã trả lời bạn muộn. Tôi hy vọng điều này vẫn làm việc cho bạn. Chúng tôi khai thác dịch vụ đi Campuchia bằng tàu. Tuy nhiên nên kết hợp với các tour du lịch trọn gói ở ĐBSCL ít nhất 1 ngày đến 3 ngày trước khi xuất phát đi Phnompenh. Hãy gửi email cho chúng tôi yêu cầu của bạn, chúng tôi sẽ trả lời bạn chi tiết hơn. Trân trọng!\nKelvin MrĐọc thêm"
        ],
        "star_ratings": [
            8003,
            497,
            85,
            32,
            29
        ],
        "review_amount": 8646,
        "location": [
            "Việt Nam",
            "Du lịch liên kết Asiana",
            "Những điều cần làm ở thành phố Hồ Chí Minh",
            "Châu Á",
            "Ho Chi Minh City"
        ],
        "reviews_time": [
            "Written May 6, 2024",
            "Written May 6, 2024",
            "Written May 6, 2024",
            "Written May 4, 2024",
            "Written May 3, 2024",
            "Written May 2, 2024",
            "Written May 1, 2024",
            "Written April 30, 2024",
            "Written April 30, 2024",
            "Written April 30, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d6351606-Reviews-or30-Asiana_Link_Travel-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6351606-Reviews-or20-Asiana_Link_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6351606-Reviews-or40-Asiana_Link_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6351606-Reviews-Asiana_Link_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6963823-Reviews-Phuong_Ha_Grocery_Store-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14028229-Reviews-Foot_Massage_777-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1746272-Reviews-Les_Rives_Authentic_River_Experience-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2037764-Reviews-Bitexco_Financial_Tower-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d7700073-Reviews-Cafe_EON-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14086619-Reviews-Muslim_Travel_Vietnam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14440775-Reviews-Mebuki_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13225175-Reviews-The_Iron_Bank_Cocktail_Vault-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d27346810-Reviews-Sailing_Foot_Massage-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d21230453-Reviews-Saigon_Skydeck-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d24982787-Reviews-Rock_Bar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17713575-Reviews-GR8_Fashion_Hub-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2487716-Reviews-Innoviet_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d9747267-Reviews-Saigon_Retro-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d9754920-Reviews-Snuffbox_Lounge-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g33676-d10755764-Reviews-Eagle_Bahn_Gondola-Vail_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g190441-d195077-Reviews-Fortress_Hohensalzburg-Salzburg_Austrian_Alps.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d591503-Reviews-Bioparco_di_Roma-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g12591329-d7052689-Reviews-Okatse_Canyon-Zeda_Gordi_Kutaisi_Imereti_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d190163-Reviews-Las_Ramblas-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g31326-d1187656-Reviews-Queen_Creek_Olive_Mill-Queen_Creek_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g294195-d2390157-Reviews-Open_Air_Museum_of_Ethnography-Tbilisi.html",
            "https://www.tripadvisor.com/Attraction_Review-g189970-d12512629-Reviews-Old_Harbour-Reykjavik_Capital_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g53449-d272379-Reviews-Carnegie_Science_Center-Pittsburgh_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g48765-d8099068-Reviews-Valley_Stream_State_Park-Valley_Stream_Long_Island_New_York.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d6351606-Reviews-or40-Asiana_Link_Travel-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d6351606-Reviews-or30-Asiana_Link_Travel-Ho_Chi_Minh_City.html"
    },
    {
        "attraction_name": "Asiana Link Travel",
        "attraction_name_vi": "Du lịch liên kết Asiana",
        "general_info": [
            "8.621 đánh giá",
            "- 13 trên 175 Tour Thuyền - Thể Thao Dưới Nước Tại Thành Phố Hồ Chí Minh",
            "Chuyến tham quan văn hóa",
            "Những chuyến du lịch thuyền",
            "Chuyến tham quan ẩm thực",
            "Vespa, Xe tay ga - Tour xe máy",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Asiana Link Travel, được thành lập vào năm 2013 và có trụ sở tại Thành phố Hồ Chí Minh, là công ty du lịch hàng đầu với chuyên môn sâu rộng trong khu vực. Với sự hiểu biết sâu sắc về văn hóa địa phương và kiến ​​thức sâu rộng về Thành phố Hồ Chí Minh và Đồng bằng sông Cửu Long đầy mê hoặc, chúng tôi cung cấp các dịch vụ đích thực bao gồm các tour du lịch cổ điển và trải nghiệm phù hợp, phục vụ nhiều phong cách du lịch khác nhau. Là những người nước ngoài, sinh ra và lớn lên ở vùng đất xinh đẹp này, chúng tôi tự hào chia sẻ những hiểu biết sâu sắc về địa phương của mình và mang đến những hành trình khó quên cho khách hàng của mình. Bạn có thể chọn từ các sản phẩm được thiết kế chu đáo của chúng tôi hoặc liên hệ với chúng tôi để tùy chỉnh theo cá nhân và đội ngũ chuyên gia của chúng tôi sẽ cung cấp lời khuyên và đề xuất phù hợp để tạo ra trải nghiệm độc đáo dành riêng cho bạn. . Chúng tôi nồng nhiệt chào đón bạn liên hệ với chúng tôi và chia sẻ mong muốn du lịch của bạn, đồng thời để chúng tôi biến giấc mơ du lịch của bạn thành những kỷ niệm khó quên!Đọc thêm",
        "reviews": [
            "Chúng tôi thực sự ngưỡng mộ Big Dave - hay còn gọi là Đẹp trai -. Anh ấy rất am hiểu và là một hướng dẫn viên du lịch vui vẻ. Anh ấy thực sự đã chăm sóc chúng tôi. Tất cả chúng tôi đều đánh giá cao anh ấy!! Đọc thêm",
            "Xin Chào!\n\nCảm ơn bạn rất nhiều vì đánh giá tuyệt vời của bạn! Chúng tôi rất vui khi biết rằng Big Dave, được gọi trìu mến là Handsome, đã khiến chuyến tham quan của bạn trở nên đáng nhớ với kiến ​​thức và sự hướng dẫn thú vị của anh ấy. Thật tuyệt khi biết anh ấy đã chăm sóc nhóm của bạn rất chu đáo, đảm bảo bạn có một trải nghiệm thú vị.\n\nChúng tôi rất trân trọng lời giới thiệu tuyệt vời của bạn và chúng tôi sẽ chuyển lời tốt đẹp của bạn đến Dave. Chúng tôi mong bạn sẽ tham gia cùng chúng tôi một lần nữa trong một cuộc phiêu lưu thú vị khác!\n\nTrân trọng,\n\nKelvin Mr Đọc thêm",
            "Trải nghiệm tổng thể thật tuyệt vời. Đã từng đến thăm Địa đạo Củ Chi trước đây, tôi có thể nói chuyến tham quan này nổi bật so với những chuyến tham quan còn lại. Big Dave hướng dẫn của chúng tôi thật tuyệt vời. Anh ấy - rất hấp dẫn và không có khoảnh khắc buồn tẻ nào, thậm chí còn tìm hiểu thêm về các đường hầm ngay từ lần đầu tiên tham gia. Đừng bỏ lỡ chuyến tham quan này khi bạn đang ở Sài Gòn. Cảm ơn Asiana Link, đặc biệt là Katie và Big Dave.Đọc thêm",
            "Xin Chào!\n\nCảm ơn bạn đã chia sẻ trải nghiệm tuyệt vời của bạn với chúng tôi! Chúng tôi rất vui mừng khi biết rằng bạn đã có khoảng thời gian tuyệt vời trong chuyến tham quan Địa đạo Củ Chi - Đồng bằng sông Cửu Long của chúng tôi. \n\nBig Dave thực sự là một hướng dẫn viên xuất sắc và chúng tôi rất vui vì anh ấy đã khiến chuyến tham quan của bạn trở nên hấp dẫn và giàu thông tin. Thật tuyệt vời khi biết rằng bạn nhận thấy chuyến tham quan là một trải nghiệm nổi bật, đặc biệt là với những kiến ​​thức bổ sung thu được về các đường hầm. \n\nChúng tôi đánh giá cao lời giới thiệu và những lời tử tế của bạn. Chúng tôi chắc chắn cũng sẽ chuyển lời cảm ơn của bạn tới Katie nữa. Chúng tôi hy vọng sẽ sớm gặp lại bạn trong một cuộc phiêu lưu khác!\n\nSâm\ncố vấn - asianalink.comĐọc thêm",
            "Chuyến du lịch cả ngày này thật tuyệt vời. Big Dave là người dẫn đầu tour du lịch và anh ấy đã biến nó thành một ngày thực sự tuyệt vời. Anh ấy cực kỳ am hiểu và đam mê Việt Nam và chúng tôi cảm thấy như mình đã có được cái nhìn chân thực về cuộc sống làng quê của những người dân sống ở đồng bằng sông Cửu Long. Trải nghiệm từ việc đón và trả khách tại khách sạn của chúng tôi rất suôn sẻ và chuyên nghiệp. Rất khuyến khích chuyến tham quan này và sẽ đề xuất yêu cầu Big Dave! Đọc thêm",
            "Xin Chào!\n\nCảm ơn vì đã chia sẻ kinh nghiệm của bạn với chúng tôi! Chúng tôi rất vui mừng khi biết rằng bạn đã có khoảng thời gian tuyệt vời trong Chuyến đi trong ngày Đồng bằng sông Cửu Long của chúng tôi. \n\nBig Dave thực sự là một hướng dẫn viên tuyệt vời và chúng tôi rất vui vì anh ấy đã khiến ngày của bạn trở nên đáng nhớ bằng kiến ​​thức và niềm đam mê của mình đối với Việt Nam. Cung cấp dịch vụ suôn sẻ và chuyên nghiệp từ đón đến trả khách luôn là mục tiêu của chúng tôi. \n\nĐề xuất của bạn có ý nghĩa rất lớn đối với chúng tôi và chúng tôi mong sớm được chào đón bạn quay trở lại trong một cuộc phiêu lưu khác! Đừng ngần ngại liên hệ nếu bạn có kế hoạch khám phá thêm về Việt Nam.\n\nSâm\ncố vấn - asianalink.comĐọc thêm",
            "Trải nghiệm đáng yêu khi khám phá các ngôi làng địa phương dọc đồng bằng sông Cửu Long. Chúng tôi rất may mắn khi có David to lớn đẹp trai làm hướng dẫn viên du lịch. Anh ấy làm cho chuyến tham quan của chúng tôi trở nên thú vị khi chia sẻ kiến ​​thức của mình một cách thú vị và tránh mọi bẫy du lịch! Đọc thêm",
            "Xin chào, Laurie.\n\nCảm ơn bạn đã đánh giá tuyệt vời về chuyến đi trong ngày đồng bằng sông Cửu Long nhóm nhỏ của chúng tôi. Chúng tôi rất vui mừng khi biết rằng bạn đã có trải nghiệm thú vị khi khám phá các ngôi làng địa phương dọc theo Đồng bằng sông Cửu Long cùng chúng tôi.\n\nChúng tôi rất vui vì Big Dave có thể chia sẻ những hiểu biết sâu sắc một cách thú vị và đảm bảo rằng bạn tránh được bẫy du lịch, cho phép bạn có trải nghiệm đích thực. Chúng tôi chắc chắn sẽ chuyển lời khen ngợi của bạn tới anh ấy.\n\nCảm ơn bạn đã lựa chọn chuyến tham quan của chúng tôi và chúng tôi hy vọng sẽ được hân hạnh chào đón bạn quay trở lại trong tương lai. Nếu bạn có thêm bất kỳ phản hồi hoặc câu hỏi nào, vui lòng liên hệ với chúng tôi.\n\nTrân trọng,\n\nSâm\n\ncố vấn - asianalink.comĐọc thêm",
            "Tour du lịch rất thú vị và giáo dục. Dana thật tuyệt vời, cô ấy đã vượt quá sự mong đợi khi giải thích mọi khía cạnh, hoàn toàn khuyến khích điều đó! Đọc thêm",
            "Xin Chào, Jennie.\n\nCảm ơn bạn đã dành thời gian chia sẻ trải nghiệm của mình với chúng tôi về Chuyến tham quan nửa ngày Địa đạo Củ Chi. Chúng tôi rất vui mừng khi biết rằng bạn thấy chuyến tham quan vừa thú vị vừa mang tính giáo dục. Dana thực sự là một người hướng dẫn đặc biệt và chúng tôi rất vui vì cô ấy đã vượt quá sự mong đợi của bạn với những lời giải thích chi tiết.\n\nĐề xuất của bạn có ý nghĩa rất lớn đối với chúng tôi và chúng tôi hy vọng sẽ có cơ hội chào đón bạn trở lại trong một chuyến tham quan khác của chúng tôi trong tương lai. Nếu bạn có bất kỳ phản hồi hoặc thắc mắc nào thêm, vui lòng liên hệ với chúng tôi.\n\nTrân trọng,\n\nSâm\n\ncố vấn - asianalink.comĐọc thêm",
            "Anh chàng tốt bụng, chuyến đi tốt. Anh ấy giải thích mọi thứ một cách nhiệt tình, tạo nên một chuyến tham quan thú vị. Chắc chắn sẽ giới thiệu.Đọc thêm",
            "Xin Chào!\n\nCảm ơn bạn đã chia sẻ phản hồi tích cực về trải nghiệm của bạn trong Tour nửa ngày tham quan Địa đạo Củ Chi của chúng tôi. Chúng tôi rất vui khi biết rằng bạn thấy chuyến tham quan thú vị và bổ ích với hướng dẫn viên của chúng tôi. Thật tuyệt khi biết rằng anh ấy đã giải thích mọi thứ một cách nhiệt tình, khiến chuyến tham quan trở nên thú vị đối với bạn.\n\nChúng tôi đánh giá cao đề xuất của bạn và hy vọng sẽ có niềm vui được chào đón bạn trở lại trong một trong những chuyến tham quan khác của chúng tôi trong tương lai. Nếu bạn có bất kỳ bình luận hoặc câu hỏi nào khác, vui lòng liên hệ với chúng tôi bất cứ lúc nào.\n\nTrân trọng,\n\nSam\n\ncố vấn - asianalink.comĐọc thêm",
            "Stark là một hướng dẫn viên rất nhiệt tình và hài hước và giải thích những câu chuyện rất chi tiết. Tôi chắc chắn sẽ giới thiệu nó! Đọc thêm",
            "Xin chào, Leon.\n\nCảm ơn bạn đã dành thời gian để chia sẻ kinh nghiệm của bạn với chúng tôi! Chúng tôi rất vui mừng khi biết rằng Stark đã mang đến cho bạn một chuyến tham quan tuyệt vời đến Địa đạo Củ Chi và bạn rất thích phong cách hướng dẫn nhiệt tình và hài hước của anh ấy. Thật tuyệt vời khi biết rằng anh ấy có thể giải thích những câu chuyện một cách chi tiết, bổ sung thêm chiều sâu cho trải nghiệm của bạn.\n\nChúng tôi đánh giá cao đề xuất của bạn và biết ơn những lời tốt đẹp của bạn. Nếu bạn có thêm bất kỳ phản hồi nào hoặc nếu có bất kỳ điều gì khác mà chúng tôi có thể hỗ trợ bạn, vui lòng liên hệ. Rất mong có cơ hội được chào đón bạn quay trở lại với một chuyến du lịch đáng nhớ khác trong tương lai!\n\nTrân trọng,\n\nSâm\n\ncố vấn - asianalink.comĐọc thêm",
            "Stark là một hướng dẫn tuyệt vời. Tiếng Anh của anh ấy rất tốt và anh ấy kể những câu chuyện ấn tượng về lịch sử Việt Nam và chiến tranh.Đọc thêm",
            "Xin Chao, Sietsen.\n\nCảm ơn vì đã chia sẻ kinh nghiệm của bạn với chúng tôi! Chúng tôi rất vui khi biết rằng Stark đã mang đến cho bạn một chuyến tham quan tuyệt vời và gây ấn tượng với bạn về kiến ​​thức cũng như cách kể chuyện của anh ấy về lịch sử và chiến tranh Việt Nam.\n\nMục tiêu của chúng tôi luôn là đảm bảo du khách có được trải nghiệm đầy thông tin và đáng nhớ trong các chuyến tham quan của họ, và chúng tôi - rất vui mừng khi biết rằng Stark đã góp phần khiến chuyến thăm Địa đạo Củ Chi của bạn trở nên đáng nhớ.\n\nChúng tôi đánh giá cao những lời tốt đẹp và đề nghị của bạn. Nếu bạn có thêm bất kỳ phản hồi nào hoặc nếu có bất kỳ điều gì khác mà chúng tôi có thể hỗ trợ bạn, vui lòng liên hệ. Chúng tôi hy vọng sẽ sớm được chào đón bạn trở lại trong một cuộc phiêu lưu khác!\n\nTrân trọng kính chào,\n\nSâm\n\ncố vấn - asianalink.comĐọc thêm",
            "Chúng tôi thấy toàn bộ trải nghiệm khi làm việc với Stark - hướng dẫn viên của chúng tôi - rất dễ dàng. Anh ấy đã liên lạc với chúng tôi về việc sắp xếp cuộc họp và những gì chúng tôi cần mang theo trong ngày. Anh ấy giải thích bối cảnh văn hóa và lịch sử của những gì chúng tôi sẽ thấy trong chuyến tham quan. Anh ấy luôn rất nhiệt tình và khuyến khích chúng tôi tham gia vào mọi thứ anh ấy chỉ cho chúng tôi. Anh ấy hài hước, hữu ích và luôn cập nhật cho chúng tôi về các hoạt động đã lên kế hoạch. Chúng tôi cảm thấy mình đã hiểu sâu hơn về Đồng bằng sông Cửu Long. Chúng tôi thực sự muốn giới thiệu Stark cho chuyến tham quan này từ thành phố Hồ Chí Minh Đọc thêm",
            "Xin Chào, Johan.\n\nCảm ơn bạn đã chia sẻ trải nghiệm đặc biệt của mình từ Chuyến đi trong ngày Đồng bằng sông Cửu Long! Thật tuyệt vời khi biết rằng khả năng giao tiếp và sự nhiệt tình của Stark đã góp phần khiến bạn thích thú. Việc cung cấp bối cảnh văn hóa và lịch sử là rất quan trọng đối với chúng tôi và chúng tôi rất vui vì Stark đã xuất sắc trong khía cạnh này. Chúng tôi - chắc chắn sẽ chuyển lại những lời tốt đẹp của bạn cho anh ấy!\n\nĐề xuất của bạn có ý nghĩa rất lớn đối với chúng tôi và chúng tôi rất biết ơn sự tin tưởng của bạn đối với dịch vụ của chúng tôi. Nếu bạn muốn khám phá thêm về Việt Nam, chúng tôi - rất vui được chào đón bạn quay trở lại cho một chuyến phiêu lưu khác!\n\nTrân trọng kính chào,\n\nSâm\n\ncố vấn - asianalink.comĐọc thêm",
            "Chuyến tham quan rất thú vị, chúng tôi đã học được rất nhiều về một phần lịch sử Việt Nam. Hướng dẫn của chúng tôi Dana rất tuyệt vời, rất hữu ích và trả lời mọi câu hỏi.Đọc thêm",
            "Xin Chào!\n\nCảm ơn bạn đã chia sẻ trải nghiệm của mình với chúng tôi trong Chuyến tham quan nửa ngày địa đạo Củ Chi. Chúng tôi rất vui khi biết rằng bạn thấy chuyến tham quan này thú vị và nhiều thông tin!\n\nChúng tôi rất vui vì Dana có thể nâng cao trải nghiệm của bạn bằng sự hữu ích và kiến ​​thức của cô ấy. Cung cấp câu trả lời sâu sắc và hỗ trợ luôn là ưu tiên hàng đầu của chúng tôi.\n\nPhản hồi của bạn rất có giá trị đối với chúng tôi và chúng tôi chắc chắn sẽ chuyển những lời tốt đẹp của bạn đến Dana. Cảm ơn bạn đã chọn chuyến tham quan của chúng tôi và chúng tôi hy vọng được chào đón bạn quay trở lại để có những trải nghiệm phong phú hơn trong tương lai!\n\nTrân trọng,\n\nSâm\n\ncố vấn - asianalink.comĐọc thêm",
            "Xin chào. Bạn có thực hiện các chuyến tham quan bằng tiếng Pháp không?Đọc thêm",
            "Xin Chào!\n\nCảm ơn câu hỏi của bạn.\nĐúng! Chúng tôi cung cấp các tour du lịch bằng tiếng Pháp. \nBạn có thể liên hệ với chúng tôi qua địa chỉ liên hệ của chúng tôi trên TripAdvisor để yêu cầu một chuyến tham quan cụ thể mà bạn muốn thực hiện. Chúng tôi sẽ cung cấp cho bạn lời đề nghị tốt nhất.\n\nChúc một ngày tốt lành!\n\nTrân trọng,\n\nDu lịch Asiana LinkĐọc thêm",
            "Xin chào, tôi sẽ đi cùng một nhóm gồm 7 người lớn và 1 trẻ em 2 tuổi.  Chúng tôi không ăn thịt lợn hoặc thịt bò, bạn có thể phục vụ những bữa ăn không có thịt bò hoặc thịt lợn không?Đọc thêm",
            "Xin Chào!\n\nCảm ơn bạn rất nhiều vì đã liên hệ với chúng tôi. Chúng tôi hoàn toàn có thể phục vụ cho bữa ăn nhiều món ăn khác mà không cần đến thịt bò hay thịt lợn. Bạn chỉ cần ghi chú đặc biệt khi đặt phòng. \nVui lòng cho chúng tôi biết nếu bạn cần thêm thông tin. Chúng tôi rất mong sớm được chào đón gia đình bạn!\n\nKelvin LươngĐọc thêm",
            "Xin chào, tôi đã tham gia 3 chuyến du lịch với công ty của bạn. Tuần trước, nhưng ứng dụng không cho phép tôi xem lại từng chuyến đi riêng biệt. Bạn có ý tưởng nào để tôi có thể xem lại 2 chuyến du lịch khác mà chúng tôi đã tham gia không? Đọc thêm",
            "Xin Cha - o,\n\nChúng tôi đã nhận thấy bình luận của bạn tại mục Hỏi - Đáp và đánh giá của bạn về chuyến đi đến địa đạo Củ Chi. Chúng tôi đã để lại tin nhắn cho bạn vào hôm qua, vui lòng kiểm tra hộp thư đến của bạn.\n\nSam Mrs.Đọc thêm",
            "Tên tôi là Sylvia Tôi đã cùng Bùi đi du lịch đến thành phố Hồ Chí Minh và địa đạo Củ Chi vào ngày 14 tháng 8 từ khách sạn Alcove, tôi có một chiếc ví màu đen mà tôi đeo quanh thắt lưng, chắc nó đã rơi ra và tôi đã để nó lại trên van. Tôi muốn biết tôi có thể lấy nó ở đâu vì nó rất quan trọng đối với tôi.\n\nVui lòng trả lời email này và cho tôi biết. Tôi đã có một khoảng thời gian vui vẻ trong chuyến tham quan nhưng tôi không muốn nghĩ rằng mình đã bị tài xế hoặc hướng dẫn viên du lịch đánh cắp.\n\nTrước tiên xin cảm ơn sự giúp đỡ của bạn\n\nTôi ở đây vài ngày.\n\nSylvia Đọc thêm",
            "Dear Sylvia, \n\nThank you for choosing our services when you are here. We have received this information from you a few times:\n -  First, you contacted your receptionist to call us, and our team has checked with guide, driver and local services wherever you have been throughout your day includes restaurant, Cu Chi tunnels area, a few places around the city tour  - 5 different places - . Then we called to your hotel to confirm that we didn - t find it because it was a long day from 7am to 7pm and you have been to many different places, so we don - t know where you had lost your wallet.\n -  Then, you sent exactly this message to our email and our Operation Manager, tour guide came to your hotel and meet you in person to get more information.\n -  Now, we received this message from this forum. We believe that you want your wallet because it - s important to you. We always try our best to assist you. However, please kindly understand for us because you have moved from place to place during the day and when you finished your tour, our guide did ask you to check all belongings before leaving the bus. As you mentioned that you don - t want to think that it was stolen from either by the driver or by tour guide. PLEASE DON - T THINK THAT WAY! It - s quite important, it is not about money, it is about HONOR OF PEOPLE. \nYou joined our group tour and there are other guests on the same bus  - not only our driver and tour guide -  so it is not fair when you think our guide or driver did it. This is what people called  - SLANDER -  and slander is a criminal. \n\nMs. Sylvia, we thank you again for choosing our services. We always want to make our guests be happy and satisfied with their choice. This is really a sensitive issue, and I would like to ask you for a carefully thinking before judging anyone, especially the ones who have tried their bests to serve you a beautiful tour. They should receive your commendation instead. \nWe are also trying to work with people around places that you have been  - Reunification Palace, Central Post Office, Notre Dame Cathedral, Jade Emperor Pagoda, War Remnants Museum, Lunch Restaurant, Củ Chi tunnels system - , if we have enough good luck to find it, we are sure you will receive it immediately. However, if you want some assistance for accompanying to the police station to report and get some compensation, we will send someone to your hotel to go with you.\n\nKind regards,\n\nKelvin Luong MrRead more",
            "Chúng tôi rất thích chuyến tham quan này! Chúng tôi rất muốn giới thiệu nó! Chúng tôi đã có một buổi chiều tuyệt vời với hướng dẫn viên Nam - - \nĐọc thêm",
            "Nitt thân mến,\n\nCảm ơn tin nhắn của bạn rất nhiều. Nó làm nên ngày chủ nhật của tôi!\nTôi hy vọng bạn sẽ quay lại để tham gia một chuyến du lịch khác với chúng tôi.\n\nTất cả những điều tốt đẹp nhất!\n\nKelvin cho Nam :- - Đọc thêm",
            "Chuyến tham quan địa đạo Củ Chi nửa ngày riêng của bạn có đến địa điểm Bến Dược hay Bến Thịnh không?Đọc thêm",
            "Thưa ông / bà,\nCảm ơn bạn rất nhiều vì câu hỏi của bạn!\nChúng tôi có cả Bến Đình và Bến Dược cho các tour du lịch riêng.\nVui lòng cho chúng tôi biết nếu bạn cần thêm thông tin hoặc trợ giúp!\nTrân trọng,\nKelvin MrĐọc thêm",
            "Bạn có cung cấp dịch vụ thuyền đi CampuchiaĐọc thêm",
            "Lwmadpas thân mến,\n\nchúng tôi rất tiếc đã trả lời bạn muộn. Tôi hy vọng điều này vẫn làm việc cho bạn. Chúng tôi khai thác dịch vụ đi Campuchia bằng tàu. Tuy nhiên nên kết hợp với các tour du lịch trọn gói ở ĐBSCL ít nhất 1 ngày đến 3 ngày trước khi xuất phát đi Phnompenh. Hãy gửi email cho chúng tôi yêu cầu của bạn, chúng tôi sẽ trả lời bạn chi tiết hơn. Trân trọng!\nKelvin MrĐọc thêm"
        ],
        "star_ratings": [
            8003,
            497,
            85,
            32,
            29
        ],
        "review_amount": 8646,
        "location": [
            "Việt Nam",
            "Du lịch liên kết Asiana",
            "Những điều cần làm ở thành phố Hồ Chí Minh",
            "Châu Á",
            "Ho Chi Minh City"
        ],
        "reviews_time": [
            "Written April 29, 2024",
            "Written April 29, 2024",
            "Written April 29, 2024",
            "Written April 28, 2024",
            "Written April 28, 2024",
            "Written April 28, 2024",
            "Written April 28, 2024",
            "Written April 28, 2024",
            "Written April 28, 2024",
            "Written April 28, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d6351606-Reviews-or40-Asiana_Link_Travel-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6351606-Reviews-or30-Asiana_Link_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6351606-Reviews-or50-Asiana_Link_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6351606-Reviews-Asiana_Link_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6963823-Reviews-Phuong_Ha_Grocery_Store-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14028229-Reviews-Foot_Massage_777-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1746272-Reviews-Les_Rives_Authentic_River_Experience-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2037764-Reviews-Bitexco_Financial_Tower-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d7700073-Reviews-Cafe_EON-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14086619-Reviews-Muslim_Travel_Vietnam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14440775-Reviews-Mebuki_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13225175-Reviews-The_Iron_Bank_Cocktail_Vault-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d27346810-Reviews-Sailing_Foot_Massage-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d21230453-Reviews-Saigon_Skydeck-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d24982787-Reviews-Rock_Bar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17713575-Reviews-GR8_Fashion_Hub-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2487716-Reviews-Innoviet_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d9747267-Reviews-Saigon_Retro-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d9754920-Reviews-Snuffbox_Lounge-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g1191572-d4154112-Reviews-Dinosauria_Park-Gournes_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g29998-d3369805-Reviews-Jackson_Wellsprings-Ashland_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g609015-d4451823-Reviews-Platja_Cala_Aiguablava-Begur_Costa_Brava_Province_of_Girona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g1760379-d10520822-Reviews-Lalazar-Kaghan_Khyber_Pakhtunkhwa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g40156-d265467-Reviews-Global_Wildlife_Center-Folsom_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g297897-d552524-Reviews-Negombo_Fish_Market-Negombo_Western_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298283-d2534927-Reviews-Langkawi_Sky_Bridge-Langkawi_Langkawi_District_Kedah.html",
            "https://www.tripadvisor.com/Attraction_Review-g1025489-d8368498-Reviews-Tumpak_Sewu_Waterfall-Lumajang_East_Java_Java.html",
            "https://www.tripadvisor.com/Attraction_Review-g209273-d1896788-Reviews-Dragon_s_Teeth-Kapalua_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g1606589-d538340-Reviews-Pinel_Island-Saint_Martin_St_Martin_St_Maarten.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d6351606-Reviews-or50-Asiana_Link_Travel-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d6351606-Reviews-or40-Asiana_Link_Travel-Ho_Chi_Minh_City.html"
    },
    {
        "attraction_name": "Asiana Link Travel",
        "attraction_name_vi": "Du lịch liên kết Asiana",
        "general_info": [
            "8.621 đánh giá",
            "- 13 trên 175 Tour Thuyền - Thể Thao Dưới Nước Tại Thành Phố Hồ Chí Minh",
            "Chuyến tham quan văn hóa",
            "Những chuyến du lịch thuyền",
            "Chuyến tham quan ẩm thực",
            "Vespa, Xe tay ga - Tour xe máy",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Asiana Link Travel, được thành lập vào năm 2013 và có trụ sở tại Thành phố Hồ Chí Minh, là công ty du lịch hàng đầu với chuyên môn sâu rộng trong khu vực. Với sự hiểu biết sâu sắc về văn hóa địa phương và kiến ​​thức sâu rộng về Thành phố Hồ Chí Minh và Đồng bằng sông Cửu Long đầy mê hoặc, chúng tôi cung cấp các dịch vụ đích thực bao gồm các tour du lịch cổ điển và trải nghiệm phù hợp, phục vụ nhiều phong cách du lịch khác nhau. Là những người nước ngoài, sinh ra và lớn lên ở vùng đất xinh đẹp này, chúng tôi tự hào chia sẻ những hiểu biết sâu sắc về địa phương của mình và mang đến những hành trình khó quên cho khách hàng của mình. Bạn có thể chọn từ các sản phẩm được thiết kế chu đáo của chúng tôi hoặc liên hệ với chúng tôi để tùy chỉnh theo cá nhân và đội ngũ chuyên gia của chúng tôi sẽ cung cấp lời khuyên và đề xuất phù hợp để tạo ra trải nghiệm độc đáo dành riêng cho bạn. . Chúng tôi nồng nhiệt chào đón bạn liên hệ với chúng tôi và chia sẻ mong muốn du lịch của bạn, đồng thời để chúng tôi biến giấc mơ du lịch của bạn thành những kỷ niệm khó quên!Đọc thêm",
        "reviews": [
            "Nhóm nhỏ với sự tương tác vui vẻ. Dana hướng dẫn viên du lịch là người giỏi nhất, lời giải thích của cô ấy rất nhiều thông tin và mang lại một cách thú vị.Đọc thêm",
            "Xin Chao, Alexandra.\n\nCảm ơn bạn đã dành thời gian chia sẻ trải nghiệm của mình từ Tour nửa ngày tham quan Địa đạo Củ Chi! Chúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời cùng chúng tôi.\n\nChúng tôi rất vui khi biết rằng Dana đã khiến chuyến tham quan của bạn trở nên đáng nhớ với những lời giải thích bổ ích và thú vị của cô ấy. Mục tiêu của chúng tôi luôn là mang đến những trải nghiệm hấp dẫn và bổ ích, và chúng tôi rất vui vì cô ấy đã hoàn thành mục tiêu đó.\n\nPhản hồi của bạn rất được trân trọng và chúng tôi sẽ chuyển lời khen của bạn đến cô ấy. Cảm ơn bạn đã chọn tour của chúng tôi và chúng tôi mong muốn được chào đón bạn quay lại để có thêm nhiều cuộc phiêu lưu trong tương lai!\n\nTrân trọng,\n\nSam\n\ncố vấn - asianalink.comĐọc thêm",
            "Chuyến tham quan rất thú vị để tìm hiểu về cuộc sống trong đường hầm trong chiến tranh Việt Nam và hơn thế nữa! Hướng dẫn viên Dana của chúng tôi thật tuyệt vời và rất am hiểu về chiến tranh cũng như bất kỳ câu hỏi nào khác mà chúng tôi có và cô ấy cực kỳ thân thiện! Đọc thêm",
            "Xin Chào!\n\nCảm ơn bạn đã chia sẻ trải nghiệm của mình trong chuyến tham quan nửa ngày địa đạo Củ Chi của chúng tôi! Chúng tôi rất vui mừng khi biết rằng bạn thấy chuyến tham quan này thú vị và nhiều thông tin.\n\nThật tuyệt vời khi biết rằng Dana, hướng dẫn viên của chúng tôi, đã khiến trải nghiệm của bạn trở nên đáng nhớ bằng kiến ​​thức và sự thân thiện của cô ấy. Chúng tôi rất vui vì cô ấy có thể cung cấp những hiểu biết sâu sắc về cuộc sống trong đường hầm trong Chiến tranh Việt Nam và trả lời bất kỳ câu hỏi nào của bạn trong suốt chặng đường.\n\nPhản hồi của bạn được đánh giá rất cao và chúng tôi chắc chắn sẽ chuyển lời khen ngợi của bạn tới Dana. Cảm ơn bạn đã chọn chuyến tham quan của chúng tôi và chúng tôi hy vọng được chào đón bạn quay trở lại để có những trải nghiệm phong phú hơn trong tương lai!\n\nTrân trọng,\n\nSâm\n\ncố vấn - asianalink.comĐọc thêm",
            "Chuyến đi tốt đẹp đến đồng bằng sông Cửu Long. David - Big Dave - là một hướng dẫn tuyệt vời, biến nó thành một trải nghiệm tuyệt vời. Muốn giới thiệu.Đọc thêm",
            "Xin chào, Marcel.\n\nCảm ơn bạn đã chia sẻ trải nghiệm của mình từ Chuyến đi trong ngày Đồng bằng sông Cửu Long theo nhóm nhỏ của chúng tôi! Big Dave thực sự là một hướng dẫn viên đặc biệt và chúng tôi rất vui khi biết rằng chuyên môn của anh ấy đã mang lại giá trị cho chuyến đi của bạn. Đề xuất của bạn có ý nghĩa rất lớn đối với chúng tôi và chúng tôi thực sự đánh giá cao nó.\n\nChúng tôi mong được đón tiếp bạn một lần nữa để có những cuộc phiêu lưu khó quên hơn trong tương lai!\n\nTrân trọng,\n\nSâm\n\ncố vấn - asianalink.comĐọc thêm",
            "Chuyến đi được tổ chức tốt với hướng dẫn viên du lịch của chúng tôi - Big Dave - mang đến cho chúng tôi những mẩu tin thú vị và hiểu biết sâu sắc về văn hóa Việt Nam. Tôi rất thích thử tất cả các món ăn địa phương được cung cấp cho chúng tôi và chuyến đi thuyền tam bản ở đồng bằng sông Cửu Long.Đọc thêm",
            "Xin Chào!\n\nCảm ơn bạn đã dành thời gian chia sẻ trải nghiệm của mình từ Chuyến đi trong ngày Đồng bằng sông Cửu Long nhóm nhỏ của chúng tôi! Chúng tôi rất vui khi biết rằng bạn nhận thấy chuyến đi được tổ chức tốt và Big Dave đã cung cấp cho bạn những hiểu biết thú vị về văn hóa Việt Nam.\n\nThật tuyệt vời khi biết rằng bạn thích nếm thử các món ăn địa phương và chuyến đi thuyền tam bản thanh bình dọc theo Đồng bằng sông Cửu Long. Khám phá những thú vui ẩm thực và vẻ đẹp tự nhiên của khu vực thực sự là một điểm nổi bật trong chuyến tham quan của chúng tôi.\n\nChúng tôi đánh giá cao đề xuất của bạn và mong được chào đón bạn quay trở lại để có những trải nghiệm phong phú hơn trong tương lai!\n\nTrân trọng kính chào,\n\nSâm\n\ncố vấn - asianalink.comĐọc thêm",
            "Hướng dẫn viên Dana của chúng tôi rất vui khi được trò chuyện với chúng tôi và giải thích mọi điều chúng tôi có thể hỏi về cuộc sống của người Việt trong chuyến đi tới đường hầm. Điểm dừng ở cửa hàng thật tuyệt vời. Xe buýt 8 chỗ Air con với ghế da chỉnh điện là một điều bất ngờ. Hướng dẫn rực rỡ và lái xe an toàn. Dana đưa chúng tôi đi tham quan triển lãm đường hầm trên mặt đất rồi đưa cho chúng tôi hướng dẫn viên dưới lòng đất. Hướng dẫn viên trong đường hầm đã quay video chúng tôi đi qua 40m của hệ thống ngầm 100m. Đường hầm sạch sẽ - không có sâu bọ, không có bụi bẩn thực sự và hệ thống thông gió tốt nếu xét đến nó là gì. Ngày 38 độ đổ mồ hôi cho toàn bộ trải nghiệm nhưng đáng giá từng giọt. Phải làm cho bất cứ ai vào Sài Gòn có đủ khả năng thể chất.Đọc thêm",
            "Xin Chào, Bren!\n\nCảm ơn bạn đã chia sẻ trải nghiệm tuyệt vời của mình từ Chuyến tham quan nửa ngày đường hầm Củ Chi nhóm nhỏ của chúng tôi! Thật tuyệt vời khi biết rằng bạn đã tìm thấy chiếc xe buýt 8 chỗ có máy lạnh, ghế chỉnh điện bằng da và điểm dừng tại quán là sự bổ sung tuyệt vời cho trải nghiệm tham quan của bạn. Chúng tôi rất vui vì sự hướng dẫn của Dana và sự lái xe an toàn của nhóm chúng tôi đã đảm bảo cho bạn sự thoải mái trong suốt hành trình.\n\nKhám phá địa đạo Củ Chi trong cái nóng ban ngày thực sự là một trải nghiệm đầy thử thách nhưng bổ ích và chúng tôi rất vui vì bạn thấy nó đáng giá từng giây phút. Mô tả của bạn về độ sạch sẽ, thông thoáng và trải nghiệm tổng thể của đường hầm chắc chắn sẽ giúp những du khách tương lai tận dụng tối đa chuyến thăm của họ.\n\nCảm ơn bạn đã chọn tour của chúng tôi và giới thiệu nó cho những người khác đến Sài Gòn. Rất mong được chào đón bạn quay trở lại với những trải nghiệm đáng nhớ hơn trong tương lai!\n\nTrân trọng kính chào,\n\nSâm\n\ncố vấn - asianalink.comĐọc thêm",
            "Không có khoảnh khắc buồn tẻ nào với Hướng dẫn viên du lịch của chúng tôi, Big Dave!!!!! Đây là chuyến đi nước ngoài đầu tiên của tôi và hướng dẫn viên du lịch của chúng tôi đã không làm chúng tôi thất vọng! Anh ấy rất hiểu biết về bối cảnh lịch sử của Việt Nam, đặc biệt là Địa đạo Củ Chi và Sông Cửu Long! Chúng tôi đã chọn chuyến đi này, vì vậy chúng tôi có thể tối đa hóa ngày của mình với chuyến tham quan đến 2 địa điểm! Big Dave rất kiên nhẫn và rất thân thiện! Chúng tôi thực sự cảm thấy rằng anh ấy quan tâm đến chúng tôi, đặc biệt là tôi và bọn trẻ và chúng tôi thực sự đánh giá cao anh ấy vì điều đó. Anh ấy luôn hỗ trợ chúng tôi trong mọi hoạt động và thậm chí phiên dịch mọi thứ cho chúng tôi bất cứ khi nào chúng tôi muốn bày tỏ hoặc giao tiếp với người khác. Khi chúng tôi đến trường bắn, anh ấy ngay lập tức đưa cho chúng tôi bịt tai để chúng tôi có thể bảo vệ tai khỏi tiếng ồn, bất cứ khi nào chúng tôi chuyển sang thuyền, anh ấy luôn ở đó để giúp chúng tôi nhảy lên và xuống thuyền ở mọi nơi chúng tôi đến. Chúng tôi thực sự yêu thích công ty của anh ấy, và chuyến đi này rất đáng nhớ đối với chúng tôi! Anh ấy thậm chí còn đưa cho chúng tôi danh sách những địa điểm mà chúng tôi nên ghé thăm khi chúng tôi ở trong thành phố. Cá nhân tôi ngưỡng mộ anh ấy vì sự tận tâm mà anh ấy dành cho công việc của mình. Tôi chưa bao giờ hài lòng với một hướng dẫn viên du lịch như thế này và chưa bao giờ bị cuốn hút như thế này khi nói đến nền văn hóa phong phú của một quốc gia. Big Dave khiến tôi cảm thấy rằng có rất nhiều điều để khám phá ở Việt Nam và khiến tôi muốn quay lại để đến những nơi anh ấy giới thiệu! Đọc thêm",
            "Xin Chào, Chrzell.\n\nCảm ơn bạn vô cùng vì đã chia sẻ trải nghiệm chân thành của bạn từ Chuyến tham quan 1 ngày theo nhóm nhỏ của chúng tôi đến Địa đạo Củ Chi - Đồng bằng sông Cửu Long. Chúng tôi rất vui mừng khi biết rằng hành trình của bạn với chúng tôi thật đáng nhớ và thú vị!\n\nBig Dave thực sự là một viên ngọc quý trong nhóm của chúng tôi và chúng tôi rất vui khi biết rằng kiến ​​thức và sự cống hiến của anh ấy đã mang lại rất nhiều giá trị cho chuyến đi của bạn. Thật ấm lòng khi biết rằng anh ấy đã cố gắng hết sức để đảm bảo sự thoải mái và an toàn cho bạn trong suốt chuyến tham quan. \n\nChúng tôi - rất biết ơn những lời tốt đẹp của bạn và đã chọn chúng tôi trở thành một phần trong trải nghiệm du lịch quốc tế đầu tiên của bạn. Chúng tôi chắc chắn sẽ gửi lời cảm ơn của bạn tới Big Dave và chúng tôi mong được chào đón bạn quay trở lại để có thêm những chuyến phiêu lưu tại Việt Nam!\n\nTrân trọng kính chào,\n\nSâm\n\ncố vấn - asianalink.comĐọc thêm",
            "Tôi rất thích chuyến tham quan. Big Dave đã chăm sóc tốt cho nhóm của chúng tôi. Anh ấy có thể chỉ cho chúng tôi những địa điểm cần thiết trong khi kể cho chúng tôi những câu chuyện mà chỉ người Việt mới có thể làm được. Thật là mệt mỏi nhưng đáng nỗ lực. Chuyến tham quan này rất cần thiết cho tất cả du khách nước ngoài đến Việt Nam để tìm hiểu văn hóa của họ.Đọc thêm",
            "Xin Chào!\n\nCảm ơn bạn đã chia sẻ trải nghiệm của mình trong Chuyến tham quan 1 ngày theo nhóm nhỏ đến Địa đạo Củ Chi - Đồng bằng sông Cửu Long. Chúng tôi rất vui khi biết rằng bạn rất thích chuyến tham quan cùng chúng tôi.\n\nThật tuyệt vời khi biết rằng Dave có thể kể những câu chuyện sâu sắc, mang đến sự hiểu biết sâu sắc hơn về văn hóa Việt Nam. Chúng tôi tin rằng việc trải nghiệm những địa điểm thiết yếu và nghe những câu chuyện như vậy từ góc nhìn địa phương thực sự là vô giá đối với tất cả du khách đến Việt Nam.\n\nChúng tôi - rất biết ơn sự giới thiệu của bạn và mong được chào đón bạn quay trở lại để có những trải nghiệm phong phú hơn trong tương lai!\n\nTrân trọng kính chào,\n\nSâm\n\ncố vấn - asianalink.com\n\nĐọc thêm",
            "Chuyến tham quan tuyệt vời ở Sài Gòn. Dave rất vui tính và cung cấp nhiều thông tin. Anh ấy thậm chí còn gửi cho nhóm chúng tôi danh sách các nhà hàng và các hoạt động khác phải làm trong thành phố sau chuyến tham quan của chúng tôi. Tôi rất vui vì đã chọn tour này vào ngày đầu tiên ở Sài Gòn! Chắc chắn sẽ giới thiệu! Đọc thêm",
            "Xin Chào, Esther.\n\nCảm ơn bạn đã chia sẻ kinh nghiệm của mình từ Chuyến tham quan thành phố Sài Gòn nhóm nhỏ của chúng tôi. Chúng tôi rất vui mừng khi biết rằng bạn đã có khoảng thời gian tuyệt vời để khám phá những địa danh mang tính biểu tượng của Sài Gòn cùng chúng tôi.\n\nThật tuyệt vời khi biết rằng sự hài hước và bình luận giàu thông tin của Dave đã nâng cao trải nghiệm tham quan của bạn. Chúng tôi - rất vinh dự vì bạn đã chọn tour của chúng tôi cho ngày đầu tiên đến Sài Gòn và chúng tôi - rất biết ơn vì sự giới thiệu của bạn. Chúng tôi hy vọng sẽ được hân hạnh chào đón bạn quay trở lại để có những trải nghiệm đáng nhớ hơn nữa trong tương lai!\n\nTrân trọng kính chào,\n\nSâm\n\ncố vấn - asianalink.comĐọc thêm",
            "Chuyến đi Mekong thật tuyệt vời nhờ có người hướng dẫn tuyệt vời của chúng tôi là Big Dave! Anh ấy đã đưa chúng tôi đến tất cả những nơi đẹp nhất và chúng tôi không bao giờ phải chen chúc vì anh ấy biết phải đi đâu. Chuyến đi thực sự thú vị, chúng tôi khám phá được rất nhiều điều và chúng tôi đã thử đồ ăn địa phương, thực sự rất ngon. Vào cuối chuyến đi, anh ấy đã đưa cho chúng tôi 21 trang với các nhà hàng và khuyến nghị về đồ ăn. Không cần phải nói, chúng tôi đã thử 3 nhà hàng và đó là những nhà hàng tuyệt nhất mà chúng tôi từng đến ở Thành phố Hồ Chí Minh. Tôi thực sự giới thiệu chuyến đi này và Big Dave! Đọc thêm",
            "Xin Chào!\n\nCảm ơn bạn đã dành thời gian chia sẻ trải nghiệm của mình từ Chuyến đi trong ngày theo nhóm nhỏ tại Đồng bằng sông Cửu Long của chúng tôi. Chúng tôi rất vui mừng khi biết rằng bạn đã có một chuyến tham quan tuyệt vời.\n\nThật tuyệt vời khi biết rằng Big Dave đã đưa bạn đến những nơi tuyệt vời nhất, đảm bảo rằng bạn sẽ có trải nghiệm độc đáo và thú vị, tránh xa đám đông. Chúng tôi rất vui vì bạn thấy chuyến tham quan thú vị và có cơ hội thử những món ăn ngon của địa phương trên đường đi.\n\nCảm ơn bạn một lần nữa vì đã giới thiệu chuyến tham quan của chúng tôi và Big Dave. Chúng tôi - rất biết ơn những lời tốt đẹp của bạn và mong được chào đón bạn quay trở lại để có nhiều cuộc phiêu lưu hơn trong tương lai!\n\nTrân trọng kính chào,\n\nSâm\n\ncố vấn - asianalink.com\n\nĐọc thêm",
            "Tom hướng dẫn viên du lịch của chúng tôi cực kỳ hữu ích và chia sẻ một số câu chuyện và trải nghiệm thực sự hấp dẫn về lịch sử và văn hóa đằng sau chuyến tham quan của chúng tôi. Đường hầm Củ Chi là địa điểm không thể bỏ qua nhưng hãy đảm bảo rằng nếu bạn muốn đi vào đường hầm phải mặc quần áo mà bạn không mặc - đừng ngại bẩn một chút! Chúng tôi cũng vừa kịp thời gian cầu nguyện ở chùa Cao Đài vào giữa trưa, rất thú vị và yên bình. Bữa trưa chắc chắn cũng rất đáng giá! Họ phục vụ các yêu cầu về chế độ ăn kiêng như ăn chay và có rất nhiều đồ ăn mà tôi không thể ăn hết. Để kết thúc tất cả, ngọn núi Bà Đen đã làm lu mờ sự mong đợi của tôi và thực sự gây cảm hứng kinh ngạc! Từ khung cảnh tuyệt đẹp đến trải nghiệm 4D đáng kinh ngạc, tôi không thể nào hạnh phúc hơn được. Một lần nữa xin cảm ơn Tom và nhóm vì một trải nghiệm khó quên!Đọc thêm",
            "Xin Chào!\n\nCảm ơn bạn vô cùng vì đã chia sẻ trải nghiệm tuyệt vời của bạn từ chuyến tham quan Địa đạo Củ Chi, Đền Cao Đài - Núi Bà Đen theo nhóm nhỏ của chúng tôi. Chúng tôi - rất vui mừng khi biết rằng Tom, hướng dẫn viên du lịch của chúng tôi, đã khiến hành trình của bạn vừa sâu sắc vừa quyến rũ bằng những câu chuyện của anh ấy về lịch sử và văn hóa phong phú của các địa điểm đã ghé thăm.\n\nThật vậy, khám phá địa đạo Củ Chi có thể là một trải nghiệm tuyệt vời và lời khuyên của bạn về việc mặc quần áo phù hợp rất có giá trị cho những du khách tương lai. Chúng tôi rất vui mừng vì bạn nhận thấy chuyến viếng thăm thánh thất Cao Đài trong giờ cầu nguyện thật yên bình và thú vị. Núi Bà Đen thực sự là một thắng cảnh đáng chiêm ngưỡng và chúng tôi rất vui mừng vì nó vượt quá sự mong đợi của bạn. \n\nThật tuyệt vời khi biết rằng bạn rất thích bữa trưa được cung cấp trong chuyến tham quan và chúng tôi rất vui vì có thể đáp ứng các yêu cầu về chế độ ăn uống. Chúng tôi cũng rất vui vì bạn thấy khẩu phần ăn rất hào phóng!\n\nChúng tôi chắc chắn sẽ chuyển những lời tốt đẹp của bạn tới Tom và những người còn lại trong nhóm của chúng tôi. Cảm ơn bạn một lần nữa vì đã chọn chuyến tham quan của chúng tôi và chúng tôi mong được chào đón bạn quay trở lại để có nhiều chuyến phiêu lưu hơn trong tương lai!\n\nTrân trọng kính chào,\n\nSâm\n\ncố vấn - asianalink.comĐọc thêm",
            "Xin chào. Bạn có thực hiện các chuyến tham quan bằng tiếng Pháp không?Đọc thêm",
            "Xin Chào!\n\nCảm ơn câu hỏi của bạn.\nĐúng! Chúng tôi cung cấp các tour du lịch bằng tiếng Pháp. \nBạn có thể liên hệ với chúng tôi qua địa chỉ liên hệ của chúng tôi trên TripAdvisor để yêu cầu một chuyến tham quan cụ thể mà bạn muốn thực hiện. Chúng tôi sẽ cung cấp cho bạn lời đề nghị tốt nhất.\n\nChúc một ngày tốt lành!\n\nTrân trọng,\n\nDu lịch Asiana LinkĐọc thêm",
            "Xin chào, tôi sẽ đi cùng một nhóm gồm 7 người lớn và 1 trẻ em 2 tuổi.  Chúng tôi không ăn thịt lợn hoặc thịt bò, bạn có thể phục vụ những bữa ăn không có thịt bò hoặc thịt lợn không?Đọc thêm",
            "Xin Chào!\n\nCảm ơn bạn rất nhiều vì đã liên hệ với chúng tôi. Chúng tôi hoàn toàn có thể phục vụ cho bữa ăn nhiều món ăn khác mà không cần đến thịt bò hay thịt lợn. Bạn chỉ cần ghi chú đặc biệt khi đặt phòng. \nVui lòng cho chúng tôi biết nếu bạn cần thêm thông tin. Chúng tôi rất mong sớm được chào đón gia đình bạn!\n\nKelvin LươngĐọc thêm",
            "Xin chào, tôi đã thực hiện 3 chuyến tham quan với công ty của bạn I. Tuần trước nhưng ứng dụng không cho phép tôi xem lại từng chuyến đi riêng biệt. Có ý tưởng nào về cách tôi có thể xem lại 2 chuyến tham quan khác mà chúng tôi đã thực hiện không?Đọc thêm",
            "Xin Cha - ôi, \n\nChúng tôi đã ghi nhận nhận xét của bạn tại phần Hỏi đáp và đánh giá của bạn về chuyến đi địa đạo Củ Chi. Chúng tôi đã để lại tin nhắn cho bạn ngày hôm qua, vui lòng kiểm tra hộp thư đến của bạn.  \n\nBà SamĐọc thêm",
            "Tên tôi là Sylvia Tôi đã cùng Bùi đi du lịch đến thành phố Hồ Chí Minh và địa đạo Củ Chi vào ngày 14 tháng 8 từ khách sạn Alcove, tôi có một chiếc ví màu đen mà tôi đeo quanh thắt lưng, chắc nó đã rơi ra và tôi đã để nó lại trên van. Tôi muốn biết tôi có thể lấy nó ở đâu vì nó rất quan trọng đối với tôi.\n\nVui lòng trả lời email này và cho tôi biết. Tôi đã có một khoảng thời gian vui vẻ trong chuyến tham quan nhưng tôi không muốn nghĩ rằng mình đã bị tài xế hoặc hướng dẫn viên du lịch đánh cắp.\n\nTrước tiên xin cảm ơn sự giúp đỡ của bạn\n\nTôi ở đây vài ngày.\n\nSylvia Đọc thêm",
            "Dear Sylvia, \n\nThank you for choosing our services when you are here. We have received this information from you a few times:\n -  First, you contacted your receptionist to call us, and our team has checked with guide, driver and local services wherever you have been throughout your day includes restaurant, Cu Chi tunnels area, a few places around the city tour  - 5 different places - . Then we called to your hotel to confirm that we didn - t find it because it was a long day from 7am to 7pm and you have been to many different places, so we don - t know where you had lost your wallet.\n -  Then, you sent exactly this message to our email and our Operation Manager, tour guide came to your hotel and meet you in person to get more information.\n -  Now, we received this message from this forum. We believe that you want your wallet because it - s important to you. We always try our best to assist you. However, please kindly understand for us because you have moved from place to place during the day and when you finished your tour, our guide did ask you to check all belongings before leaving the bus. As you mentioned that you don - t want to think that it was stolen from either by the driver or by tour guide. PLEASE DON - T THINK THAT WAY! It - s quite important, it is not about money, it is about HONOR OF PEOPLE. \nYou joined our group tour and there are other guests on the same bus  - not only our driver and tour guide -  so it is not fair when you think our guide or driver did it. This is what people called  - SLANDER -  and slander is a criminal. \n\nMs. Sylvia, we thank you again for choosing our services. We always want to make our guests be happy and satisfied with their choice. This is really a sensitive issue, and I would like to ask you for a carefully thinking before judging anyone, especially the ones who have tried their bests to serve you a beautiful tour. They should receive your commendation instead. \nWe are also trying to work with people around places that you have been  - Reunification Palace, Central Post Office, Notre Dame Cathedral, Jade Emperor Pagoda, War Remnants Museum, Lunch Restaurant, Củ Chi tunnels system - , if we have enough good luck to find it, we are sure you will receive it immediately. However, if you want some assistance for accompanying to the police station to report and get some compensation, we will send someone to your hotel to go with you.\n\nKind regards,\n\nKelvin Luong MrRead more",
            "Chúng tôi rất thích chuyến tham quan này! Chúng tôi rất muốn giới thiệu nó! Chúng tôi đã có một buổi chiều tuyệt vời với hướng dẫn viên Nam - - \nĐọc thêm",
            "Nitt thân mến,\n\nCảm ơn tin nhắn của bạn rất nhiều. Nó làm nên ngày chủ nhật của tôi!\nTôi hy vọng bạn sẽ quay lại để tham gia một chuyến du lịch khác với chúng tôi.\n\nTất cả những điều tốt đẹp nhất!\n\nKelvin cho Nam :- - Đọc thêm",
            "Chuyến tham quan địa đạo Củ Chi nửa ngày riêng của bạn có đến địa điểm Bến Dược hay Bến Thịnh không?Đọc thêm",
            "Kính gửi Quý ông - Quý bà,\nCảm ơn câu hỏi của Quý vị rất nhiều!\nChúng tôi có cả Bến Đình và Bến Dược cho các tour du lịch riêng.\nVui lòng cho chúng tôi biết nếu Quý vị cần thêm thông tin hoặc hỗ trợ!\nTrân trọng,\nKelvin MrĐọc thêm",
            "Bạn có cung cấp dịch vụ thuyền đi CampuchiaĐọc thêm",
            "Lwmadpas thân mến,\n\nchúng tôi rất tiếc đã trả lời bạn muộn. Tôi hy vọng điều này vẫn làm việc cho bạn. Chúng tôi khai thác dịch vụ đi Campuchia bằng tàu. Tuy nhiên nên kết hợp với các tour du lịch trọn gói ở ĐBSCL ít nhất 1 ngày đến 3 ngày trước khi xuất phát đi Phnompenh. Hãy gửi email cho chúng tôi yêu cầu của bạn, chúng tôi sẽ trả lời bạn chi tiết hơn. Trân trọng!\nKelvin MrĐọc thêm"
        ],
        "star_ratings": [
            8003,
            497,
            85,
            32,
            29
        ],
        "review_amount": 8646,
        "location": [
            "Việt Nam",
            "Du lịch liên kết Asiana",
            "Những việc cần làm ở Thành phố Hồ Chí Minh",
            "Châu Á",
            "Ho Chi Minh City"
        ],
        "reviews_time": [
            "Written April 28, 2024",
            "Written April 28, 2024",
            "Written April 27, 2024",
            "Written April 27, 2024",
            "Written April 27, 2024",
            "Written April 26, 2024",
            "Written April 26, 2024",
            "Written April 26, 2024",
            "Written April 26, 2024",
            "Written April 25, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d6351606-Reviews-or50-Asiana_Link_Travel-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6351606-Reviews-or40-Asiana_Link_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6351606-Reviews-or60-Asiana_Link_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6351606-Reviews-Asiana_Link_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6963823-Reviews-Phuong_Ha_Grocery_Store-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14028229-Reviews-Foot_Massage_777-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1746272-Reviews-Les_Rives_Authentic_River_Experience-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2037764-Reviews-Bitexco_Financial_Tower-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d7700073-Reviews-Cafe_EON-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14086619-Reviews-Muslim_Travel_Vietnam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14440775-Reviews-Mebuki_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13225175-Reviews-The_Iron_Bank_Cocktail_Vault-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d27346810-Reviews-Sailing_Foot_Massage-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d21230453-Reviews-Saigon_Skydeck-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d24982787-Reviews-Rock_Bar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17713575-Reviews-GR8_Fashion_Hub-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2487716-Reviews-Innoviet_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d9747267-Reviews-Saigon_Retro-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d9754920-Reviews-Snuffbox_Lounge-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g30426-d7055196-Reviews-Weiss_Lake-Cherokee_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g57415-d126607-Reviews-Moss_Glen_Falls-Stowe_Vermont.html",
            "https://www.tripadvisor.com/Attraction_Review-g46410-d8522723-Reviews-Island_Spa_Sauna-Edison_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d11909674-Reviews-Seoul_City_International_Taxi-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d3259281-Reviews-Children_s_City-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g3861922-d3388475-Reviews-Grutas_de_Mira_de_Aire-Mira_de_Aire_Leiria_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g47169-d276915-Reviews-Sugarite_Canyon_State_Park-Raton_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g659971-d8294684-Reviews-Argassi_beach-Argassi_Zakynthos_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g652061-d1123604-Reviews-Long_Beach_Velika_plaza-Ulcinj_Ulcinj_Municipality.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d1903117-Reviews-Dubai_Palace_Casino_Cancun-Cancun_Yucatan_Peninsula.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d6351606-Reviews-or60-Asiana_Link_Travel-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d6351606-Reviews-or50-Asiana_Link_Travel-Ho_Chi_Minh_City.html"
    },
    {
        "attraction_name": "Asiana Link Travel",
        "attraction_name_vi": "Du lịch liên kết Asiana",
        "general_info": [
            "8.621 đánh giá",
            "- 13 trên 175 Tour Thuyền - Thể Thao Dưới Nước Tại Thành Phố Hồ Chí Minh",
            "Chuyến tham quan văn hóa",
            "Những chuyến du lịch thuyền",
            "Chuyến tham quan ẩm thực",
            "Vespa, Xe tay ga - Tour xe máy",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Asiana Link Travel, được thành lập vào năm 2013 và có trụ sở tại Thành phố Hồ Chí Minh, là công ty du lịch hàng đầu với chuyên môn sâu rộng trong khu vực. Với sự hiểu biết sâu sắc về văn hóa địa phương và kiến ​​thức sâu rộng về Thành phố Hồ Chí Minh và Đồng bằng sông Cửu Long đầy mê hoặc, chúng tôi cung cấp các dịch vụ đích thực bao gồm các tour du lịch cổ điển và trải nghiệm phù hợp, phục vụ nhiều phong cách du lịch khác nhau. Là những người nước ngoài, sinh ra và lớn lên ở vùng đất xinh đẹp này, chúng tôi tự hào chia sẻ những hiểu biết sâu sắc về địa phương của mình và mang đến những hành trình khó quên cho khách hàng của mình. Bạn có thể chọn từ các sản phẩm được thiết kế chu đáo của chúng tôi hoặc liên hệ với chúng tôi để tùy chỉnh theo cá nhân và đội ngũ chuyên gia của chúng tôi sẽ cung cấp lời khuyên và đề xuất phù hợp để tạo ra trải nghiệm độc đáo dành riêng cho bạn. . Chúng tôi nồng nhiệt chào đón bạn liên hệ với chúng tôi và chia sẻ mong muốn du lịch của bạn, đồng thời để chúng tôi biến giấc mơ du lịch của bạn thành những kỷ niệm khó quên!Đọc thêm",
        "reviews": [
            "David là một người chủ nhà tuyệt vời cho chuyến đi này. Niềm đam mê và kiến ​​thức về đất nước của anh ấy đã giúp chúng tôi có được cái nhìn sâu sắc về thành phố và quá khứ của nó. Anh ấy đã cho chúng tôi rất nhiều thông tin về thực phẩm địa phương và những nơi cần đến. Anh ấy cũng rất thích ứng với tình hình du lịch của chúng tôi. Một khởi đầu tuyệt vời cho kỳ nghỉ của chúng tôi.Đọc thêm",
            "Xin Chào!\n\nCảm ơn bạn đã đánh giá rực rỡ của bạn! Chúng tôi rất vui khi biết rằng David có thể nâng cao trải nghiệm của bạn bằng niềm đam mê và kiến ​​thức sâu rộng về thành phố. Thật tuyệt vời khi những đề xuất của anh ấy về ẩm thực địa phương và địa điểm tham quan đã làm tăng thêm giá trị cho chuyến đi của bạn và rằng anh ấy có thể đáp ứng nhu cầu du lịch của bạn một cách hiệu quả.\n\nChúng tôi rất vui mừng vì có thể đóng góp vào một khởi đầu tuyệt vời cho kỳ nghỉ của bạn và mong có cơ hội được chào đón bạn một lần nữa trong những chuyến du lịch trong tương lai. Chuyến đi an toàn và lời chào trân trọng nhất!\n\nÔng Kelvin Đọc thêm",
            "Một trải nghiệm thực sự thú vị với một hướng dẫn đáng yêu. Dana có kiến ​​thức và có nhiều hiểu biết sâu sắc về lịch sử của cuộc chiến. Tôi đến với rất ít kiến ​​thức và trong khi đối tác của tôi biết khá nhiều và đã từng như vậy trước đó. Cả hai chúng tôi đều tận hưởng khoảng thời gian của mình và đổ mồ hôi hột trong đường hầm.Đọc thêm",
            "Xin chào, Sasha.\n\nCảm ơn bạn đã chia sẻ kinh nghiệm của mình về Chuyến tham quan nửa ngày địa đạo Củ Chi. Chúng tôi rất vui mừng khi biết rằng bạn đã có trải nghiệm độc đáo và sâu sắc với chúng tôi.\n\nThật tuyệt vời khi biết rằng kiến ​​thức và hiểu biết sâu sắc của Dana về lịch sử chiến tranh đã nâng cao chuyến thăm của bạn, đặc biệt đối với một người có ít kiến ​​thức trước đó như bạn. Chúng tôi rất vui khi biết rằng cả bạn và đối tác của mình đều rất thích chuyến tham quan, bất chấp cái nóng trong đường hầm!\n\nCảm ơn bạn đã lựa chọn chuyến tham quan của chúng tôi và chúng tôi hy vọng được chào đón bạn quay trở lại để có những trải nghiệm đáng nhớ hơn trong tương lai.\n\nTrân trọng kính chào,\n\nSâm\n\ncố vấn - asianalink.com\n\nĐọc thêm",
            "Chuyến đi trong ngày của chúng tôi đến sông Mê Kông với hướng dẫn viên chuyên nghiệp của chúng tôi, Tom thật tuyệt vời. Những trải nghiệm bất tận trong ngày đã hình thành nên nhiều kỷ niệm đặc biệt sẽ mãi ở trong trái tim chúng ta và lấp đầy cuốn sách ảnh của chúng ta! Rất nhiều giờ cố gắng sắp xếp các chuyến đi để đặt chỗ nhưng không cần tìm đâu xa và đặt chuyến đi trong ngày này cùng Tom. Văn hóa, lịch sử, trải nghiệm và ẩm thực nhiệt đới địa phương đều được đánh giá 5 sao. Mang giày đi bộ tốt, mũ, pin máy ảnh đầy và tận hưởng từng phút tìm hiểu về lối sống của người Việt dọc sông Mê Kông.Đọc thêm",
            "Xin Chào, Robert.\n\nCảm ơn bạn đã dành thời gian chia sẻ trải nghiệm của mình từ Chuyến đi trong ngày Đồng bằng sông Cửu Long của Private Insight. Chúng tôi rất vui mừng khi biết rằng đây là chuyến đi để đời và Tom, người hướng dẫn của chúng tôi, đã đóng một vai trò quan trọng khiến chuyến đi này trở nên khó quên.\n\nThật tuyệt vời khi biết rằng ngày hôm đó tràn ngập những trải nghiệm, văn hóa, lịch sử vô tận và những món ăn nhiệt đới ngon tuyệt của địa phương, để lại cho bạn những kỷ niệm đặc biệt đáng trân trọng. Lời khuyên của bạn về việc mang theo những thứ cần thiết như giày đi bộ tốt, mũ và pin máy ảnh đã sạc đầy được đánh giá rất cao và chắc chắn sẽ giúp những du khách tương lai chuẩn bị cho chuyến hành trình.\n\nChúng tôi - rất vinh dự được trở thành một phần trong chuyến phiêu lưu trên sông Mê Kông của bạn và chúng tôi mong được chào đón bạn quay trở lại để có những trải nghiệm tuyệt vời hơn trong tương lai.\n\nTrân trọng,\n\nSâm\n\ncố vấn - asianalink.com\n\nĐọc thêm",
            "Trải nghiệm rất tuyệt. Hãy yêu cầu Ethan làm hướng dẫn viên của bạn. Anh ấy nói tiếng Anh với giọng tối thiểu, anh ấy biết những chi tiết thú vị và anh ấy rất vui khi chia sẻ. Tôi khuyên bạn nên đeo khẩu trang khi tham gia giao thông. Một khoản tiền boa cho tài xế xe đạp là điều đáng hoan nghênh vì họ đang làm việc chăm chỉ và tốt để giữ an toàn cho bạn. Nếu bạn muốn cảm nhận được con người Việt Nam, đây là chuyến đi nên thực hiện. Đọc thêm",
            "Xin Chào!\n\nCảm ơn bạn đã chia sẻ trải nghiệm của mình từ Chuyến tham quan thành phố Sài Gòn nhóm nhỏ: Đi xích lô 3 giờ đến những câu chuyện ẩn giấu. Chúng tôi - rất vui khi biết rằng bạn đã có một trải nghiệm rất thú vị và Ethan, người hướng dẫn của bạn, đã khiến trải nghiệm đó trở nên thú vị hơn đối với bạn.\n\nChúng tôi không thể đồng ý hơn rằng chuyến tham quan này mang lại cơ hội độc đáo để hòa mình vào văn hóa và cuộc sống của Việt Nam. Khuyến nghị của bạn về việc đeo khẩu trang khi tham gia giao thông và cân nhắc việc tip cho người lái xe đạp được đánh giá rất cao. \n \nCảm ơn bạn đã lựa chọn chuyến tham quan của chúng tôi và chúng tôi hy vọng được chào đón bạn quay trở lại để có những trải nghiệm đáng nhớ hơn trong tương lai.\n\nTrân trọng,\n\nSâm\n\ncố vấn - asianalink.com\n\nĐọc thêm",
            "Dana là một hướng dẫn viên du lịch tuyệt vời, người rất am hiểu về lịch sử của thành phố. Cô ấy đã cho chúng tôi lời khuyên về địa điểm ăn uống cũng như nơi mua sắm. Trên hết, cô ấy có khiếu hài hước tuyệt vời. Muốn giới thiệu.Đọc thêm",
            "Xin chào, Ryan.\n\nCảm ơn bạn đã dành thời gian chia sẻ trải nghiệm của mình từ Lớp học nấu ăn nhóm nhỏ với chuyến tham quan Chợ. Chúng tôi rất vui mừng khi biết rằng bạn đã có khoảng thời gian tuyệt vời và Dana đã cung cấp cho bạn sự hướng dẫn đặc biệt trong suốt trải nghiệm.\n\nThật tuyệt vời khi biết rằng kiến ​​thức của Dana về lịch sử thành phố, cùng với những gợi ý sâu sắc của cô về ăn uống và mua sắm, đã nâng cao trải nghiệm du lịch tổng thể của bạn. Chúng tôi rất vui vì khiếu hài hước của cô ấy đã tạo thêm niềm vui cho ngày hôm đó.\n\nCảm ơn bạn đã giới thiệu chuyến tham quan của chúng tôi và chúng tôi hy vọng sẽ được hân hạnh chào đón bạn quay trở lại để có những trải nghiệm đáng nhớ hơn trong tương lai.\n\nTrân trọng,\n\nSâm\n\ncố vấn - asianalink.comĐọc thêm",
            "Chuyến tham quan Mê Kông chính xác như mô tả và đó là chuyến tham quan nhóm nhỏ riêng tư, đó là những gì tôi đang tìm kiếm. Big David, hướng dẫn viên du lịch, đã vượt quá sự mong đợi của tôi: anh ấy không chỉ nói tiếng Anh hoàn hảo mà còn có khiếu hài hước tuyệt vời bằng tiếng Anh! David có kiến ​​thức, trả lời các câu hỏi của tôi về lịch sử và đưa ra khuyến nghị về thực phẩm và cửa hàng. Tôi thực sự khuyên bạn nên tham gia chuyến tham quan đồng bằng sông Cửu Long với đại lý và Big David!Đọc thêm",
            "Xin Chào, Ulyana.\n\nCảm ơn bạn đã chia sẻ trải nghiệm tuyệt vời của mình trong Chuyến đi trong ngày tại Đồng bằng sông Cửu Long của nhóm nhỏ. Chúng tôi rất vui mừng khi biết rằng bạn rất thích chuyến tham quan và nó đáp ứng được sự mong đợi của bạn.\n\nBig Dave thực sự là một hướng dẫn viên đặc biệt và chúng tôi rất vui khi biết rằng anh ấy đã vượt quá sự mong đợi của bạn bằng tiếng Anh hoàn hảo, khiếu hài hước và kiến ​​thức sâu rộng. Cung cấp các đề xuất được cá nhân hóa và hiểu biết sâu sắc về lịch sử và văn hóa của khu vực là điều chúng tôi nỗ lực hướng tới và chúng tôi rất vui vì anh ấy có thể nâng cao trải nghiệm của bạn.\n\nChúng tôi thực sự đánh giá cao đề xuất của bạn và mong được chào đón bạn trở lại để có những chuyến phiêu lưu đáng nhớ hơn trong tương lai!\n\nTrân trọng,\n\nSâm\n\ncố vấn - asianalink.com\n\nĐọc thêm",
            "Chúng tôi vừa thực hiện chuyến tham quan này ngày hôm nay và đó là một khởi đầu tuyệt vời cho chuyến đi Việt Nam của chúng tôi. Chúng tôi được Dana đón kịp lúc 8 giờ sáng và đưa đi bằng xe buýt mini có máy lạnh để thăm các vị phật lớn. Sau đó, chúng tôi được đưa ra sông và bắt một chiếc thuyền lớn vượt sông Mê Kông, nếm thử trà mật ong và cả chuối khô. Sau đó chúng tôi được dẫn đi xem quy trình làm kẹo dừa và nếm thử một ít kẹo vẫn còn ấm! Sau đó chúng tôi được đưa lên thượng nguồn và đổi sang một chiếc thuyền nhỏ đưa chúng tôi vào một trong những con kênh trên sông, nó thực sự đã lạc lối và bây giờ có một chiếc thuyền khác ở đó. Sau đó chúng tôi được đưa đi dạo và đi xe tuk tuk qua làng đến điểm ăn trưa bên bờ sông. Rất nhiều món ăn nhỏ khác nhau đã được phục vụ cho bữa trưa. Sau đó, chúng tôi đi thuyền khác dọc sông trước khi quay trở lại chiếc thuyền lớn để chuyển trở lại xe buýt và trở về khách sạn. Có rất nhiều thứ để xem và chắc chắn xứng đáng với những gì bạn phải trả. Hướng dẫn viên của chúng tôi rất đáng yêu và hiểu biết.Đọc thêm",
            "Xin Chào, Kelly.\n\nCảm ơn bạn đã dành thời gian chia sẻ trải nghiệm của mình trong Chuyến đi trong ngày tại Đồng bằng sông Cửu Long dành cho nhóm nhỏ. Chúng tôi rất vui mừng khi biết rằng bạn đã có một khởi đầu tuyệt vời cho chuyến đi Việt Nam và chuyến đi đã vượt quá sự mong đợi của bạn.\n\nCó vẻ như bạn đã có khoảng thời gian tuyệt vời khi cùng chúng tôi khám phá Đồng bằng sông Cửu Long. Từ việc viếng thăm các tượng Phật lớn đến nếm thử các món ngon địa phương như trà mật ong, chuối khô và kẹo dừa ấm áp, có vẻ như bạn đã được trải nghiệm hương vị và thắng cảnh đích thực của vùng. Chúng tôi rất vui vì kiến ​​thức và chuyên môn của Dana đã nâng cao hành trình của bạn.\n\nChúng tôi thực sự đánh giá cao những lời tốt đẹp và đề nghị của bạn. Chúng tôi hy vọng sẽ được hân hạnh chào đón bạn quay trở lại với những chuyến phiêu lưu khó quên hơn trong tương lai!\n\nTrân trọng,\n\nSâm\n\ncố vấn - asianalink.comĐọc thêm",
            "Đối với chuyến tham quan: - Chúng tôi đến thăm Bà Đen, thánh thất Cao Đài và phần Bến Đình của địa đạo Củ Chi. Mỗi địa điểm cung cấp một góc nhìn thú vị về quá khứ, quá khứ gần đây của Việt Nam và cách Việt Nam đầu tư vào tương lai. Hướng dẫn viên của chúng tôi đã cung cấp nhiều thông tin nhất trong chuyến thăm địa đạo Củ Chi, Cao Đài chủ yếu nói về việc quan sát một nghi lễ tôn giáo độc đáo, và Bà Đen là chuyến đi bộ du lịch và đi cáp treo tuyệt đẹp. Về hậu cần: - chúng tôi là một nhóm nhỏ gồm 4 người với tài xế và hướng dẫn viên của chúng tôi, điều này gần giống như một chuyến tham quan riêng! - Tổng thời gian lái xe là khoảng 7 giờ - không may chúng tôi bị kẹt xe khoảng 1 giờ - . Nhìn lại, việc lái xe này hơi quá sức đối với chúng tôi, ngay cả khi không bị kẹt xe; như đã nói, hướng dẫn viên và tài xế của chúng tôi đã cố gắng hết sức để chuyến đi bằng ô tô bớt dài dòng hơn. - Đồ ăn ở nhà hàng rất ngon và được phục vụ theo khẩu phần khổng lồ - Tôi không nghĩ nhóm chúng tôi có thể ăn hết một nửa - . Họ vui lòng đưa ra nhiều lựa chọn ăn chay.Đọc thêm",
            "Xin Chào, Thủy Quân Lục Chiến.\n\nCảm ơn bạn đã chia sẻ kinh nghiệm của mình về chuyến tham quan 1 ngày theo nhóm nhỏ đến Bà Đen, Thánh thất Cao Đài và Địa đạo Củ Chi. Chúng tôi rất vui khi biết rằng bạn nhận thấy chuyến tham quan là một trải nghiệm đa dạng và phong phú. \n\nThật tuyệt vời khi biết rằng mỗi địa điểm đều mang đến cho bạn cái nhìn độc đáo về di sản văn hóa và lịch sử phong phú của Việt Nam. Từ khám phá Địa đạo Củ Chi đến chứng kiến ​​nghi lễ tôn giáo hấp dẫn tại thánh thất Cao Đài và thưởng ngoạn cảnh đẹp Bà Đen.\n\nChúng tôi đánh giá cao phản hồi của bạn về công tác hậu cần cho chuyến tham quan, bao gồm cả thời gian lái xe. Chúng tôi rất vui khi biết rằng mặc dù chặng đường dài nhưng hướng dẫn viên và tài xế của chúng tôi đã nỗ lực để đảm bảo sự thoải mái cho bạn trong suốt hành trình.\n\nThật tuyệt vời khi biết rằng bạn thích những món ăn ngon được phục vụ tại nhà hàng và chúng tôi rất vui vì có sẵn các lựa chọn ăn chay phù hợp với sở thích của bạn.\n\nMột lần nữa xin cảm ơn quý khách đã lựa chọn tour của chúng tôi và hy vọng sẽ có cơ hội chào đón quý khách quay trở lại để có những trải nghiệm đáng nhớ hơn nữa trong tương lai.\n\nTrân trọng,\n\nSâm\n\ncố vấn - asianalink.comĐọc thêm",
            "Asiana Link Travel rất chuyên nghiệp và có sự giao tiếp tuyệt vời trước ngày. Stark là một hướng dẫn viên du lịch xuất sắc, tiếng Anh của anh ấy rất xuất sắc và là một người kể chuyện tuyệt vời, khiến một ngày trở nên thú vị và vui vẻ. Con trai tôi đang tìm hiểu về Việt Nam ở trường và nó thực sự rất thích ngày hôm đó, đặc biệt là bắn súng AK47 và leo qua đường hầm. Tôi đã đến Việt Nam hai lần trong 6 tháng qua và đây chắc chắn là một điểm nhấn đối với tôi. Cảm ơn Stark và người lái xe tuyệt vời của bạn nữa! Deanna và DeanĐọc thêm",
            "Kính gửi Deanna và Dean,\n\nCảm ơn bạn rất nhiều vì đã dành thời gian để để lại đánh giá tuyệt vời về trải nghiệm của bạn trong Chuyến tham quan nửa ngày đường hầm Củ Chi nhóm nhỏ của chúng tôi. Chúng tôi rất vui mừng khi biết rằng bạn đã có một chuyến đi đáng nhớ và thú vị!\n\nTại Asiana Link Travel, chúng tôi cố gắng cung cấp dịch vụ chuyên nghiệp và khả năng giao tiếp tuyệt vời để đảm bảo rằng khách hàng của chúng tôi có trải nghiệm liền mạch và thú vị từ đầu đến cuối. Chúng tôi rất vui khi biết rằng Stark đã vượt quá mong đợi của bạn với tư cách là hướng dẫn viên du lịch. Kỹ năng kể chuyện đặc biệt và khả năng nói tiếng Anh trôi chảy của anh ấy chắc chắn khiến chuyến tham quan trở nên thú vị và vui vẻ cho mọi người.\n\nThật tuyệt vời khi biết rằng con trai bạn rất thích ngày hôm đó và thấy đây là một trải nghiệm phong phú, đặc biệt với các hoạt động như bắn AK47 và khám phá đường hầm. Chúng tôi rất vinh dự được góp phần giúp anh ấy tìm hiểu về Việt Nam.\n\nChúng tôi thực sự đánh giá cao những lời tốt đẹp của bạn và rất vui khi biết rằng chuyến đi của bạn với Stark là điểm nhấn trong chuyến thăm Việt Nam của bạn. Chúng tôi - chắc chắn sẽ chuyển lời khen ngợi của bạn tới Stark và tài xế của chúng tôi.\n\nMột lần nữa xin cảm ơn bạn vì đã chọn Asiana Link Travel và chúng tôi mong được chào đón bạn quay trở lại để có những trải nghiệm đáng nhớ hơn trong tương lai!\n\nTrân trọng,\n\nSâm\n\ncố vấn - asianalink.comĐọc thêm",
            "Big Handsome Dave là một người hướng dẫn tuyệt vời. Rất hài hước và hiểu biết. Rất thoải mái nhưng chúng tôi vẫn tiếp tục di chuyển. Rất khuyến khích.Đọc thêm",
            "Xin Chào!\n\nCảm ơn bạn đã chia sẻ trải nghiệm của mình trong Chuyến đi trong ngày Đồng bằng sông Cửu Long nhóm nhỏ của chúng tôi. Chúng tôi rất vui mừng khi biết rằng bạn đã có khoảng thời gian tuyệt vời với chúng tôi.\n\nChúng tôi rất vui vì sự hài hước, kiến ​​thức và hiệu quả của Big Dave góp phần mang lại trải nghiệm thú vị và đáng nhớ cho bạn.\n\nChúng tôi thực sự đánh giá cao đề xuất của bạn và biết ơn những lời tốt đẹp của bạn. Rất vui khi có bạn tham gia chuyến tham quan của chúng tôi và chúng tôi hy vọng được chào đón bạn quay trở lại để có nhiều cuộc phiêu lưu hơn trong tương lai!\n\nTrân trọng,\n\nSâm\n\ncố vấn - asianalink.com\n\nĐọc thêm",
            "Xin chào. Bạn có thực hiện các chuyến tham quan bằng tiếng Pháp không?Đọc thêm",
            "Xin Chào!\n\nCảm ơn câu hỏi của bạn.\nĐúng! Chúng tôi cung cấp các tour du lịch bằng tiếng Pháp. \nBạn có thể liên hệ với chúng tôi qua địa chỉ liên hệ của chúng tôi trên TripAdvisor để yêu cầu một chuyến tham quan cụ thể mà bạn muốn thực hiện. Chúng tôi sẽ cung cấp cho bạn lời đề nghị tốt nhất.\n\nChúc một ngày tốt lành!\n\nTrân trọng,\n\nDu lịch Asiana LinkĐọc thêm",
            "Xin chào, tôi sẽ đi cùng một nhóm gồm 7 người lớn và 1 trẻ em 2 tuổi.  Chúng tôi không ăn thịt lợn hoặc thịt bò, bạn có thể phục vụ những bữa ăn không có thịt bò hoặc thịt lợn không?Đọc thêm",
            "Xin Chào!\n\nCảm ơn bạn rất nhiều vì đã liên hệ với chúng tôi. Chúng tôi hoàn toàn có thể phục vụ cho bữa ăn nhiều món ăn khác mà không cần đến thịt bò hay thịt lợn. Bạn chỉ cần ghi chú đặc biệt khi đặt phòng. \nVui lòng cho chúng tôi biết nếu bạn cần thêm thông tin. Chúng tôi rất mong sớm được chào đón gia đình bạn!\n\nKelvin LươngĐọc thêm",
            "Xin chào, tôi đã thực hiện 3 chuyến tham quan với công ty của bạn I. Tuần trước nhưng ứng dụng không cho phép tôi xem lại từng chuyến đi riêng biệt. Có ý tưởng nào về cách tôi có thể xem lại 2 chuyến tham quan khác mà chúng tôi đã thực hiện không?Đọc thêm",
            "Xin Cha - ôi, \n\nChúng tôi đã ghi nhận nhận xét của bạn tại phần Hỏi đáp và đánh giá của bạn về chuyến đi địa đạo Củ Chi. Chúng tôi đã để lại tin nhắn cho bạn ngày hôm qua, vui lòng kiểm tra hộp thư đến của bạn.  \n\nBà SamĐọc thêm",
            "Tên tôi là Sylvia Tôi đã cùng Bùi đi du lịch đến thành phố Hồ Chí Minh và địa đạo Củ Chi vào ngày 14 tháng 8 từ khách sạn Alcove, tôi có một chiếc ví màu đen mà tôi đeo quanh thắt lưng, chắc nó đã rơi ra và tôi đã để nó lại trên van. Tôi muốn biết tôi có thể lấy nó ở đâu vì nó rất quan trọng đối với tôi.\n\nVui lòng trả lời email này và cho tôi biết. Tôi đã có một khoảng thời gian vui vẻ trong chuyến tham quan nhưng tôi không muốn nghĩ rằng mình đã bị tài xế hoặc hướng dẫn viên du lịch đánh cắp.\n\nTrước tiên xin cảm ơn sự giúp đỡ của bạn\n\nTôi ở đây vài ngày.\n\nSylvia Đọc thêm",
            "Dear Sylvia, \n\nThank you for choosing our services when you are here. We have received this information from you a few times:\n -  First, you contacted your receptionist to call us, and our team has checked with guide, driver and local services wherever you have been throughout your day includes restaurant, Cu Chi tunnels area, a few places around the city tour  - 5 different places - . Then we called to your hotel to confirm that we didn - t find it because it was a long day from 7am to 7pm and you have been to many different places, so we don - t know where you had lost your wallet.\n -  Then, you sent exactly this message to our email and our Operation Manager, tour guide came to your hotel and meet you in person to get more information.\n -  Now, we received this message from this forum. We believe that you want your wallet because it - s important to you. We always try our best to assist you. However, please kindly understand for us because you have moved from place to place during the day and when you finished your tour, our guide did ask you to check all belongings before leaving the bus. As you mentioned that you don - t want to think that it was stolen from either by the driver or by tour guide. PLEASE DON - T THINK THAT WAY! It - s quite important, it is not about money, it is about HONOR OF PEOPLE. \nYou joined our group tour and there are other guests on the same bus  - not only our driver and tour guide -  so it is not fair when you think our guide or driver did it. This is what people called  - SLANDER -  and slander is a criminal. \n\nMs. Sylvia, we thank you again for choosing our services. We always want to make our guests be happy and satisfied with their choice. This is really a sensitive issue, and I would like to ask you for a carefully thinking before judging anyone, especially the ones who have tried their bests to serve you a beautiful tour. They should receive your commendation instead. \nWe are also trying to work with people around places that you have been  - Reunification Palace, Central Post Office, Notre Dame Cathedral, Jade Emperor Pagoda, War Remnants Museum, Lunch Restaurant, Củ Chi tunnels system - , if we have enough good luck to find it, we are sure you will receive it immediately. However, if you want some assistance for accompanying to the police station to report and get some compensation, we will send someone to your hotel to go with you.\n\nKind regards,\n\nKelvin Luong MrRead more",
            "Chúng tôi rất thích chuyến tham quan này! Chúng tôi rất muốn giới thiệu nó! Chúng tôi đã có một buổi chiều tuyệt vời với hướng dẫn viên Nam - - \nĐọc thêm",
            "Nitt thân mến,\n\nCảm ơn tin nhắn của bạn rất nhiều. Nó làm nên ngày chủ nhật của tôi!\nTôi hy vọng bạn sẽ quay lại để tham gia một chuyến du lịch khác với chúng tôi.\n\nTất cả những điều tốt đẹp nhất!\n\nKelvin cho Nam :- - Đọc thêm",
            "Chuyến tham quan địa đạo Củ Chi nửa ngày riêng của bạn có đến địa điểm Bến Dược hay Bến Thịnh không?Đọc thêm",
            "Thưa ông / bà,\nCảm ơn bạn rất nhiều vì câu hỏi của bạn!\nChúng tôi có cả Bến Đình và Bến Dược cho các tour du lịch riêng.\nVui lòng cho chúng tôi biết nếu bạn cần thêm thông tin hoặc trợ giúp!\nTrân trọng,\nKelvin MrĐọc thêm",
            "Bạn có cung cấp dịch vụ tàu thuyền đến Campuchia không? Đọc thêm",
            "Lwmadpas thân mến,\n\nchúng tôi rất tiếc đã trả lời bạn muộn. Tôi hy vọng điều này vẫn làm việc cho bạn. Chúng tôi khai thác dịch vụ đi Campuchia bằng tàu. Tuy nhiên nên kết hợp với các tour du lịch trọn gói ở ĐBSCL ít nhất 1 ngày đến 3 ngày trước khi xuất phát đi Phnompenh. Hãy gửi email cho chúng tôi yêu cầu của bạn, chúng tôi sẽ trả lời bạn chi tiết hơn. Trân trọng!\nKelvin MrĐọc thêm"
        ],
        "star_ratings": [
            8003,
            497,
            85,
            32,
            29
        ],
        "review_amount": 8646,
        "location": [
            "Việt Nam",
            "Du lịch liên kết Asiana",
            "Những điều cần làm ở thành phố Hồ Chí Minh",
            "Châu Á",
            "Ho Chi Minh City"
        ],
        "reviews_time": [
            "Written April 25, 2024",
            "Written April 25, 2024",
            "Written April 24, 2024",
            "Written April 24, 2024",
            "Written April 23, 2024",
            "Written April 23, 2024",
            "Written April 23, 2024",
            "Written April 22, 2024",
            "Written April 22, 2024",
            "Written April 22, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d6351606-Reviews-or60-Asiana_Link_Travel-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6351606-Reviews-or50-Asiana_Link_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6351606-Reviews-or70-Asiana_Link_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6351606-Reviews-Asiana_Link_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6963823-Reviews-Phuong_Ha_Grocery_Store-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14028229-Reviews-Foot_Massage_777-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1746272-Reviews-Les_Rives_Authentic_River_Experience-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2037764-Reviews-Bitexco_Financial_Tower-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d7700073-Reviews-Cafe_EON-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14086619-Reviews-Muslim_Travel_Vietnam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14440775-Reviews-Mebuki_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13225175-Reviews-The_Iron_Bank_Cocktail_Vault-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d27346810-Reviews-Sailing_Foot_Massage-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d21230453-Reviews-Saigon_Skydeck-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d24982787-Reviews-Rock_Bar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17713575-Reviews-GR8_Fashion_Hub-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2487716-Reviews-Innoviet_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d9747267-Reviews-Saigon_Retro-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d9754920-Reviews-Snuffbox_Lounge-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g34599-d24093632-Reviews-Bestbet_St_Augustine-St_Augustine_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g42310-d1846443-Reviews-Holland_State_Park_Beach-Holland_Ottawa_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d15150853-Reviews-Cannabis_Museum_Amsterdam-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d19174986-Reviews-Budapest_s_Erotic_Sex_Museum-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g60652-d526149-Reviews-Lanikai_Beach-Kailua_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g469418-d9748314-Reviews-Vinpearl_Safari-Phu_Quoc_Island_Kien_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g52340-d270752-Reviews-Kentuck_Knob-Chalk_Hill_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d6560806-Reviews-Grey_Area-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g34693-d20365662-Reviews-Treasure_Island_Drum_Circle-Treasure_Island_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d325043-Reviews-National_Museum_of_Korea-Seoul.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d6351606-Reviews-or70-Asiana_Link_Travel-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d6351606-Reviews-or60-Asiana_Link_Travel-Ho_Chi_Minh_City.html"
    },
    {
        "attraction_name": "Asiana Link Travel",
        "attraction_name_vi": "Du lịch liên kết Asiana",
        "general_info": [
            "8.621 đánh giá",
            "- 13 trên 175 Tour Thuyền - Thể Thao Dưới Nước Tại Thành Phố Hồ Chí Minh",
            "Chuyến tham quan văn hóa",
            "Những chuyến du lịch thuyền",
            "Chuyến tham quan ẩm thực",
            "Vespa, Xe tay ga - Tour xe máy",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Asiana Link Travel, được thành lập vào năm 2013 và có trụ sở tại Thành phố Hồ Chí Minh, là công ty du lịch hàng đầu với chuyên môn sâu rộng trong khu vực. Với sự hiểu biết sâu sắc về văn hóa địa phương và kiến ​​thức sâu rộng về Thành phố Hồ Chí Minh và Đồng bằng sông Cửu Long đầy mê hoặc, chúng tôi cung cấp các dịch vụ đích thực bao gồm các tour du lịch cổ điển và trải nghiệm phù hợp, phục vụ nhiều phong cách du lịch khác nhau. Là những người nước ngoài, sinh ra và lớn lên ở vùng đất xinh đẹp này, chúng tôi tự hào chia sẻ những hiểu biết sâu sắc về địa phương của mình và mang đến những hành trình khó quên cho khách hàng của mình. Bạn có thể chọn từ các sản phẩm được thiết kế chu đáo của chúng tôi hoặc liên hệ với chúng tôi để tùy chỉnh theo cá nhân và đội ngũ chuyên gia của chúng tôi sẽ cung cấp lời khuyên và đề xuất phù hợp để tạo ra trải nghiệm độc đáo dành riêng cho bạn. . Chúng tôi nồng nhiệt chào đón bạn liên hệ với chúng tôi và chia sẻ mong muốn du lịch của bạn, đồng thời để chúng tôi biến giấc mơ du lịch của bạn thành những kỷ niệm khó quên!Đọc thêm",
        "reviews": [
            "Chuyến đi được tổ chức tốt. Hướng dẫn viên của chúng tôi Tung rất am hiểu và cung cấp nhiều thông tin và kiến ​​thức cơ bản.  Thật tuyệt vời khi cố gắng theo kịp anh ấy trong đường hầm. Nói chung là một trải nghiệm rất hay và thú vị.Đọc thêm",
            "Xin Chao!\n\nCảm ơn bạn đã dành thời gian chia sẻ phản hồi về Tour nửa ngày tham quan đường hầm Củ Chi theo nhóm nhỏ gần đây của bạn. Chúng tôi rất vui khi biết rằng bạn thấy chuyến đi được tổ chức tốt và hướng dẫn viên của chúng tôi, Tung, đã cung cấp cho bạn những hiểu biết và thông tin giá trị.\n\nKhám phá đường hầm Củ Chi thực sự có thể là một trải nghiệm hấp dẫn và mở mang tầm mắt, và chúng tôi rất vui vì bạn thích trải nghiệm này. Tung nổi tiếng với kiến ​​thức sâu rộng và niềm đam mê chia sẻ lịch sử và bối cảnh của đường hầm, và chúng tôi rất vui vì anh ấy đã góp phần làm cho chuyến tham quan của bạn trở nên đáng nhớ.\n\nChúng tôi đánh giá cao đề xuất của bạn và hy vọng sớm được chào đón bạn trở lại trong một cuộc phiêu lưu khác!\n\nTrân trọng,\n\nSam\n\ncố vấn - asianalink.comĐọc thêm",
            "Ban đầu chúng tôi nghĩ rằng đây là chuyến tham quan để xem các đường hầm, nhưng chuyến đi còn nhiều điều hơn thế nữa. Hướng dẫn viên chuyên môn của chúng tôi, ông Phạm Tung, đã chỉ cho chúng tôi cách quân VC sống sót và chiến đấu với quân xâm lược. Đây sẽ không phải là một chuyến đi thiết thực nếu không có người hướng dẫn và chúng tôi rất hài lòng với chuyến đi của mình.Đọc thêm",
            "Xin Chào, Thóc.\n\nCảm ơn rất nhiều vì đã chia sẻ trải nghiệm của bạn với Chuyến tham quan nửa ngày Đường hầm Củ Chi dành cho nhóm nhỏ của chúng tôi - Chúng tôi - rất vui mừng khi biết rằng bạn đã có một trải nghiệm thú vị khi khám phá nhiều thứ hơn là chỉ bản thân các đường hầm.\n\nThật tuyệt vời khi biết rằng hướng dẫn viên của chúng tôi đã cung cấp những hiểu biết sâu sắc có giá trị về cách quân đội VC vận hành và bảo vệ lãnh thổ của họ. Chúng tôi rất vui vì bạn nhận thấy kiến ​​thức chuyên môn và sự hướng dẫn của anh ấy là vô giá trong suốt chuyến tham quan.\n\nKhám phá Địa đạo Củ Chi thực sự là một trải nghiệm độc đáo và chúng tôi rất vui mừng khi bạn chọn tham gia vào cuộc phiêu lưu này cùng chúng tôi!\n\nMột lần nữa xin cảm ơn bạn đã chọn chuyến tham quan của chúng tôi và chúng tôi rất mong được chào đón bạn quay trở lại để có những trải nghiệm khó quên hơn trong tương lai!\n\nTrân trọng kính chào,\n\nSâm\n\ncố vấn - asianalink.comĐọc thêm",
            "Chúng tôi đã đặt vé qua Viator nhưng chúng tôi rất may mắn khi tìm được chuyến đi tuyệt vời này, với hướng dẫn viên du lịch rất am hiểu và hài hước BigDave. Vì là một nhóm nhỏ nên chúng tôi chỉ có hai vợ chồng và một đứa trẻ, BigDave đảm bảo rằng chúng tôi cảm thấy thoải mái, đưa chúng tôi đến một chuyến đi bằng thuyền không quá đông khách du lịch và một chuyến tham quan có hướng dẫn rất chi tiết. Xin chân thành cảm ơn BigDave!Đọc thêm",
            "Xin Chao!\n\nCảm ơn bạn rất nhiều vì đã chia sẻ kinh nghiệm của bạn với chúng tôi về Chuyến đi trong ngày theo nhóm nhỏ đến Đồng bằng sông Cửu Long! Thật tuyệt khi biết rằng bạn đã có khoảng thời gian tuyệt vời như vậy với hướng dẫn viên Big Dave của chúng tôi.\n\nChúng tôi rất vui khi bạn thấy anh ấy vừa hiểu biết vừa hài hước - anh ấy chắc chắn là một trong những ngôi sao của chúng tôi. Chúng tôi chắc chắn sẽ chuyển lời tốt đẹp của bạn đến anh ấy.\n\nCảm ơn bạn một lần nữa vì đã chọn khám phá Đồng bằng sông Cửu Long cùng chúng tôi và chúng tôi hy vọng sẽ sớm được chào đón bạn trở lại để có thêm nhiều cuộc phiêu lưu nữa!\n\nTrân trọng,\n\nSam\n\ncố vấn - asianalink.com\n\nĐọc thêm",
            "Tôi đã có khoảng thời gian tuyệt vời trong chuyến tham quan được hỗ trợ bởi một hướng dẫn viên du lịch tuyệt vời ở Big Dave. Anh ấy cực kỳ nhiệt tình và hiểu biết, đồng thời còn pha nhiều trò đùa hài hước khiến tất cả chúng tôi đều cảm thấy thoải mái và dễ chịu. Một ngày tuyệt vời!Đọc thêm",
            "Xin chào, Hugo.\n\nCảm ơn rất nhiều vì đã chia sẻ kinh nghiệm của bạn với chúng tôi về Chuyến đi trong ngày Đường hầm Củ Chi nhóm nhỏ của bạn. Thật tuyệt vời khi biết rằng bạn đã có khoảng thời gian tuyệt vời như vậy.\n\nChúng tôi rất vui mừng khi biết rằng sự nhiệt tình, kiến ​​thức và khiếu hài hước của Big Dave đã bổ sung rất nhiều vào trải nghiệm của bạn. Có vẻ như anh ấy đã khiến chuyến tham quan trở nên thú vị và đáng nhớ đối với mọi người trong nhóm. Anh ấy - sẽ rất vui khi biết rằng anh ấy đã tạo ra tác động tích cực đến ngày của bạn!\n\nMột lần nữa xin cảm ơn bạn đã chọn khám phá Địa đạo Củ Chi cùng chúng tôi và chúng tôi hy vọng sẽ sớm gặp lại bạn trong những chuyến phiêu lưu tiếp theo!\n\nTrân trọng,\n\nSâm\n\ncố vấn - asianalink.comĐọc thêm",
            "Ôi Chúa ơi. Thật là một đêm tuyệt vời mà tôi đã có nhân kỷ niệm 3 năm ngày cưới. Các nhân viên và công ty không thể làm được gì nhiều hơn từ lúc đón đến khi trả khách. Chồng rất ngạc nhiên với một bó hoa tuyệt đẹp và chúng tôi được tặng chiếc bánh đẹp nhất. Đó là một đêm hoàn hảo mà chúng tôi đã có. Tôi thực sự không thể - tôi không yêu cầu gì thêm nữa. Khung cảnh dọc bờ sông thật ngoạn mục Cảm ơn bạn đã tạo nên một đêm đáng nhớ - - - - - - Đọc thêm",
            "Xin Chao, Craig!\n\nCảm ơn bạn rất nhiều vì đã chia sẻ trải nghiệm tuyệt vời của bạn trên Du thuyền ăn tối trên sông Sài Gòn. Chúng tôi rất vui khi biết rằng bạn đã có một đêm tuyệt vời để kỷ niệm 3 năm ngày cưới cùng chúng tôi.\n\nThật tuyệt khi biết rằng đội ngũ nhân viên của chúng tôi đã nỗ lực hết mình để biến buổi tối của bạn trở nên đặc biệt, từ những bông hoa bất ngờ đến chiếc bánh tuyệt đẹp. Chúng tôi rất vui vì có thể góp phần giúp lễ kỷ niệm của bạn trở nên hoàn hảo và đáng nhớ.\n\nNhững khung cảnh ngoạn mục dọc bờ sông chắc chắn làm tăng thêm sự kỳ diệu của trải nghiệm, phải không? Chúng tôi rất vui vì bạn thích chúng.\n\nCảm ơn bạn một lần nữa vì đã chọn ăn mừng cùng chúng tôi và chúng tôi hy vọng sẽ được chào đón bạn trở lại trong nhiều dịp đặc biệt hơn trong tương lai!\n\nTrân trọng,\n\nSam\n\ncố vấn - asianalink.comĐọc thêm",
            "Chuyến tham quan thật tuyệt vời! Chúng tôi bị mắc kẹt ở mọi nơi và Big David - hướng dẫn viên du lịch vui tính và sôi nổi của chúng tôi - thật tuyệt vời. Anh ấy giúp chúng tôi tiếp cận với tất cả thông tin trong các câu chuyện về xe buýt - chiến tranh, giai thoại - và cũng đảm bảo nhóm nhỏ 4 người có thể đến thăm tất cả các địa điểm trong chuyến tham quan. Big David còn cung cấp rất nhiều thông tin về các địa điểm mua sắm, ăn uống ở Sài Gòn nữa nhé! Nhìn chung, một trải nghiệm tuyệt vời trong chuyến tham quan Asiana nửa ngày này với hướng dẫn viên tuyệt vời, đi xe buýt thoải mái, bữa trưa miễn phí ngon miệng vào cuối. Rất khuyến khích - Đọc thêm",
            "Xin Chào, Tarun!\n\nCảm ơn bạn đã chia sẻ trải nghiệm của mình trong Chuyến tham quan nửa ngày Đường hầm Củ Chi của chúng tôi. Chúng tôi rất vui mừng khi biết rằng bạn đã có khoảng thời gian đáng nhớ và thú vị với chúng tôi.\n\nChúng tôi rất vui mừng khi biết rằng bạn cảm thấy gắn bó với tính cách sôi nổi và lời bình luận giàu thông tin của hướng dẫn viên du lịch trong suốt chuyến tham quan. Thật tuyệt vời khi anh ấy đảm bảo rằng bạn có thể truy cập tất cả các địa điểm và cung cấp những lời khuyên hữu ích về việc mua sắm và ăn uống ở Sài Gòn.\n\nChúng tôi rất vui vì bạn thấy chuyến tham quan được tổ chức tốt, với chuyến đi xe buýt thoải mái và bữa trưa miễn phí ngon miệng vào cuối chuyến.\n\nCảm ơn bạn đã giới thiệu chuyến tham quan của chúng tôi và chúng tôi hy vọng được chào đón bạn quay trở lại để có những trải nghiệm đáng nhớ hơn trong tương lai!\n\nTrân trọng,\n\nSâm\n\ncố vấn - asianalink.com\n\nĐọc thêm",
            "Chuyến tham quan thứ hai với Big David..nếu bạn muốn có một trải nghiệm thú vị, đầy thông tin và tốt nhất thì không cần tìm đâu xa.. Đã có 2 ngày liên tiếp với Big David ước gì chúng ta có thể có anh ấy trong suốt chuyến đi ở Việt Nam. Cảm ơn bạn cho tất cả mọi thứ kỳ nghỉ đáng nhớ. Đồng bằng sông Cửu Long và địa đạo hôm nay thật may mắn khi có được anh. Tính hài hước của Goid nói tiếng Anh lưu loát và có nhiều kiến ​​thức.Đọc thêm",
            "Xin Chào!\n\nCảm ơn vì đã chia sẻ kinh nghiệm của bạn với chúng tôi. Chúng tôi - rất vui mừng khi biết rằng bạn đã có khoảng thời gian tuyệt vời trong Chuyến tham quan nửa ngày Đường hầm Củ Chi dành cho nhóm nhỏ của mình. Thật tuyệt vời khi bạn nhận thấy Big Dave là người trung thực, thú vị và giàu thông tin, khiến kỳ nghỉ của bạn thực sự đáng nhớ. Chúng tôi đánh giá cao những lời tốt đẹp của bạn và rất vui mừng được trở thành một phần trong chuyến đi của bạn đến Việt Nam. Chúng tôi hy vọng sẽ sớm gặp lại bạn để có thêm nhiều trải nghiệm khó quên!\n\nTrân trọng kính chào,\n\nSâm\n\ncố vấn - asianalink.comĐọc thêm",
            "David - Dave to lớn đẹp trai - thật tuyệt vời và thực sự khiến chuyến đi trở nên hấp dẫn và vui vẻ. Anh ấy cũng đưa chúng tôi đến những khu vực ít dân cư hơn, điều này thực sự nâng cao trải nghiệm của chúng tôi. Cuối cùng, anh ấy đã cung cấp cho chúng tôi cái nhìn sâu sắc về chính thành phố để tối đa hóa thời gian và trải nghiệm của chúng tôi. Chúng tôi thực sự muốn giới thiệu Big Dave và rất muốn thực hiện một chuyến đi khác với anh ấy.Đọc thêm",
            "Xin chào, Alex và Dani.\n\nCảm ơn bạn đã đánh giá về Chuyến đi trong ngày đồng bằng sông Cửu Long nhóm nhỏ của chúng tôi! Chúng tôi - rất vui mừng khi biết rằng Big Dave đã khiến trải nghiệm của bạn trở nên hấp dẫn và thú vị, đưa bạn đến những khu vực ít dân cư hơn để nâng cao hành trình của bạn. Thật tuyệt vời khi biết rằng anh ấy đã cung cấp cái nhìn sâu sắc có giá trị về thành phố để tối đa hóa thời gian và trải nghiệm của bạn. Chúng tôi thực sự đánh giá cao đề xuất của bạn và mong được chào đón bạn trở lại cho một chuyến đi đáng nhớ khác với chúng tôi.\n\nTrân trọng\nSâm\n\ncố vấn - asianalink.comĐọc thêm",
            "Đây là một trong những tour du lịch tốt nhất mà chúng tôi đã tham gia. David là người hiểu biết, có tổ chức - mọi việc diễn ra như kim đồng hồ - và hài hước. Anh ấy rõ ràng có niềm đam mê với Việt Nam, TP.HCM và chuyến du lịch đặc biệt này.Đọc thêm",
            "Xin Chào!\n\nThật tuyệt vời khi biết rằng bạn đã có trải nghiệm tuyệt vời trong Chuyến đi trong ngày Đồng bằng sông Cửu Long của chúng tôi. Chúng tôi rất vui mừng vì kiến ​​thức, khả năng tổ chức và khiếu hài hước của David đã khiến chuyến tham quan trở nên đáng nhớ đối với bạn. Có vẻ như anh ấy đã thực sự mang những cảnh đẹp và âm thanh của Việt Nam vào cuộc sống, giới thiệu vẻ đẹp của TP.HCM và Đồng bằng sông Cửu Long. Cảm ơn bạn đã chọn chuyến tham quan của chúng tôi và chúng tôi hy vọng sẽ sớm được chào đón bạn quay trở lại cho một cuộc phiêu lưu khác!\n\nTrân trọng,\n\nSâm\ncố vấn - asianalink.com\n\nĐọc thêm",
            "Chúng tôi yêu thích chuyến tham quan bằng xích lô kéo dài 3 giờ của mình và không thể giới thiệu nó đủ. Các tay đua rất xuất sắc và hướng dẫn viên du lịch của chúng tôi - Joey - nói tiếng Anh tuyệt vời và rất nhiều thông tin. Chúng tôi thích nhìn thấy những phần thú vị như vậy của thành phố. Thật là vui!Đọc thêm",
            "Xin Chao, Chelse.\n\nCảm ơn bạn đã đánh giá tuyệt vời về Tour Xích Lô Sài Gòn của chúng tôi. Thật tuyệt khi bạn thấy những người lái xe rất tuyệt và tiếng Anh cũng như kiến ​​thức của Joey rất bổ ích. Khám phá những địa điểm thú vị của thành phố và tận hưởng niềm vui trên đường đi có vẻ là cách lý tưởng để dành buổi sáng ở Thành phố Hồ Chí Minh. Chúng tôi đánh giá cao đề xuất của bạn và hy vọng được chào đón bạn trở lại để có thêm nhiều trải nghiệm đáng nhớ trong tương lai!\n\nTrân trọng,\n\nSam\ncố vấn - asianalink.comĐọc thêm"
        ],
        "star_ratings": [
            8003,
            497,
            85,
            32,
            29
        ],
        "review_amount": 8646,
        "location": [
            "Việt Nam",
            "Du lịch liên kết Asiana",
            "Những điều cần làm ở thành phố Hồ Chí Minh",
            "Châu Á",
            "Ho Chi Minh City"
        ],
        "reviews_time": [
            "Written April 22, 2024",
            "Written April 21, 2024",
            "Written April 21, 2024",
            "Written April 20, 2024",
            "Written April 20, 2024",
            "Written April 20, 2024",
            "Written April 19, 2024",
            "Written April 18, 2024",
            "Written April 18, 2024",
            "Written April 18, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d6351606-Reviews-or70-Asiana_Link_Travel-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6351606-Reviews-or60-Asiana_Link_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6351606-Reviews-or80-Asiana_Link_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6351606-Reviews-Asiana_Link_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6963823-Reviews-Phuong_Ha_Grocery_Store-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14028229-Reviews-Foot_Massage_777-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1746272-Reviews-Les_Rives_Authentic_River_Experience-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2037764-Reviews-Bitexco_Financial_Tower-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d7700073-Reviews-Cafe_EON-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14086619-Reviews-Muslim_Travel_Vietnam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14440775-Reviews-Mebuki_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13225175-Reviews-The_Iron_Bank_Cocktail_Vault-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d27346810-Reviews-Sailing_Foot_Massage-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d21230453-Reviews-Saigon_Skydeck-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d24982787-Reviews-Rock_Bar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17713575-Reviews-GR8_Fashion_Hub-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2487716-Reviews-Innoviet_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d9747267-Reviews-Saigon_Retro-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d9754920-Reviews-Snuffbox_Lounge-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g147320-d148562-Reviews-Ocean_Park-San_Juan_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g188098-d546182-Reviews-The_Matterhorn-Zermatt_Canton_of_Valais_Swiss_Alps.html",
            "https://www.tripadvisor.com/Attraction_Review-g42139-d109893-Reviews-GM_World-Detroit_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g295414-d551282-Reviews-Safari_Park-Karachi_Sindh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4327477-d6998108-Reviews-Montecatini_Alto-Montecatini_Alto_Montecatini_Terme_Province_of_Pistoia_Tuscany.html",
            "https://www.tripadvisor.com/Attraction_Review-g28949-d116512-Reviews-Black_Rock_Desert-Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g612425-d7907859-Reviews-Svartifoss_Waterfall-Skaftafell_Vatnajokull_National_Park_East_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d20367656-Reviews-Plaka_Stairs-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d311043-Reviews-Wat_Phra_Chetuphon-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g656902-d10312290-Reviews-Lost_Valley_Trail-Glencoe_Village_Glencoe_Scottish_Highlands_Scotland.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d6351606-Reviews-or80-Asiana_Link_Travel-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d6351606-Reviews-or70-Asiana_Link_Travel-Ho_Chi_Minh_City.html"
    },
    {
        "attraction_name": "Asiana Link Travel",
        "attraction_name_vi": "Du lịch liên kết Asiana",
        "general_info": [
            "8.621 đánh giá",
            "- 13 trên 175 Tour Thuyền - Thể Thao Dưới Nước Tại Thành Phố Hồ Chí Minh",
            "Chuyến tham quan văn hóa",
            "Những chuyến du lịch thuyền",
            "Chuyến tham quan ẩm thực",
            "Vespa, Xe tay ga - Tour xe máy",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Asiana Link Travel, được thành lập vào năm 2013 và có trụ sở tại Thành phố Hồ Chí Minh, là công ty du lịch hàng đầu với chuyên môn sâu rộng trong khu vực. Với sự hiểu biết sâu sắc về văn hóa địa phương và kiến ​​thức sâu rộng về Thành phố Hồ Chí Minh và Đồng bằng sông Cửu Long đầy mê hoặc, chúng tôi cung cấp các dịch vụ đích thực bao gồm các tour du lịch cổ điển và trải nghiệm phù hợp, phục vụ nhiều phong cách du lịch khác nhau. Là những người nước ngoài, sinh ra và lớn lên ở vùng đất xinh đẹp này, chúng tôi tự hào chia sẻ những hiểu biết sâu sắc về địa phương của mình và mang đến những hành trình khó quên cho khách hàng của mình. Bạn có thể chọn từ các sản phẩm được thiết kế chu đáo của chúng tôi hoặc liên hệ với chúng tôi để tùy chỉnh theo cá nhân và đội ngũ chuyên gia của chúng tôi sẽ cung cấp lời khuyên và đề xuất phù hợp để tạo ra trải nghiệm độc đáo dành riêng cho bạn. . Chúng tôi nồng nhiệt chào đón bạn liên hệ với chúng tôi và chia sẻ mong muốn du lịch của bạn, đồng thời để chúng tôi biến giấc mơ du lịch của bạn thành những kỷ niệm khó quên!Đọc thêm",
        "reviews": [
            "Chuyến tham quan này là cách hoàn hảo để thưởng thức hương vị của đồng bằng sông Cửu Long. Nó được tổ chức rất tốt và quan điểm rất đẹp. Hướng dẫn viên David của chúng tôi thật tuyệt vời, anh ấy biết rất nhiều sự thật thú vị và thú vị và anh ấy luôn đảm bảo rằng chúng tôi đang có khoảng thời gian tuyệt vời nhất. Nhờ anh ấy, chúng tôi tránh được tất cả những nơi đông người và chúng tôi là những người duy nhất đi thuyền trên kênh, đây chắc chắn là điểm nổi bật của chuyến đi. Chắc chắn sẽ giới thiệu chuyến tham quan này với anh ấy, nếu bạn đang tìm kiếm một trải nghiệm đáng nhớ! Đọc thêm",
            "Xin Chào, Silvia.\n\nCảm ơn bạn đã chia sẻ trải nghiệm của mình về Chuyến đi trong ngày Đồng bằng sông Cửu Long của chúng tôi. Chúng tôi rất vui mừng khi biết rằng bạn thấy chuyến tham quan được tổ chức tốt và thú vị. \n\nThật tuyệt vời khi David, hướng dẫn viên của chúng tôi, đảm bảo bạn có khoảng thời gian tuyệt vời nhất và chia sẻ những sự thật thú vị và thú vị trên đường đi. Tránh những nơi đông người và tự mình đi thuyền trên kênh nghe có vẻ là một điểm nhấn đáng nhớ.\n\n Chúng tôi thực sự đánh giá cao đề xuất của bạn và mong được chào đón bạn trở lại để có những trải nghiệm khó quên hơn trong tương lai.\n\nTrân trọng,\n\nSâm\ncố vấn - asianalink.com\n\nĐọc thêm",
            "Big Dave thật tuyệt vời với đầy đủ kiến ​​thức và tính cách tuyệt vời.  Anh ấy đã thực hiện chuyến tham quan. Rất muốn giới thiệu và hy vọng anh ấy sẽ tham gia chuyến lưu diễn tiếp theo mà chúng tôi thực hiện khi ở Hội Chi Min.  Cảm ơn vì một ngày tuyệt vời và một trải nghiệm đáng nhớ sẽ rất đáng nhớ6.Đọc thêm",
            "Xin Chào!\n\nCảm ơn bạn đã đánh giá tuyệt vời về chuyến đi trong ngày đồng bằng sông Cửu Long của chúng tôi. Chúng tôi rất vui mừng khi biết rằng kiến ​​thức và tính cách của hướng dẫn viên của chúng tôi đã bổ sung rất nhiều vào trải nghiệm của bạn. Chúng tôi rất vui vì bạn đã có một ngày tuyệt vời và thấy nó thật đáng nhớ. Chúng tôi chắc chắn sẽ chuyển lời tốt đẹp của bạn tới Big Dave. Chúng tôi mong sớm được chào đón bạn trong một chuyến tham quan khác!\n\nTrân trọng kính chào,\n\nSâm\ncố vấn - asianalink.comĐọc thêm",
            "Trải nghiệm cực thú vị khi khám phá địa đạo Củ Chi gần Sài Gòn. Người hướng dẫn của chúng tôi có thể cho chúng tôi biết rất nhiều điều về thời chiến và hậu quả của nó, thậm chí cho đến tận ngày nay. Chuyến đi thoải mái và xe bán tải đã được sắp xếp. Tôi cao 193cm và đã thực hiện được đường hầm 100m, điều này thực sự có thể thực hiện được. Cảm ơn Dana vì đã là người hướng dẫn tuyệt vời cho chúng tôi trong chuyến đi này!Đọc thêm",
            "Cảm ơn bạn đã chia sẻ trải nghiệm của mình với Tour nửa ngày Địa đạo Củ Chi của chúng tôi. Chúng tôi rất vui khi biết rằng bạn thấy nó rất hay và giàu thông tin. Thật tuyệt vời khi biết rằng Dana đã hướng dẫn tuyệt vời trong suốt chuyến đi. Chúng tôi đánh giá cao đề xuất của bạn và hy vọng sớm gặp lại bạn trong một cuộc phiêu lưu khác!\n\nTrân trọng,\n\nSâm\ncố vấn - asianalink.comĐọc thêm",
            "Chuyến tham quan nửa ngày tuyệt vời và hướng dẫn viên Dana thật tuyệt vời, chúng tôi thực sự rất thích chuyến đi. Rất nhiều thông tin và bắn AK47 là một điểm nổi bậtĐọc thêm",
            "Xin Chao, David.\n\nCảm ơn bạn đã dành thời gian chia sẻ trải nghiệm của mình với chúng tôi. Chúng tôi rất vui khi biết rằng bạn thích chuyến tham quan. Thật tuyệt khi biết rằng Dana đã hướng dẫn tuyệt vời và khiến chuyến đi trở nên bổ ích và thú vị đối với bạn. Chúng tôi đánh giá cao lời giới thiệu của bạn và mong sớm được chào đón bạn trở lại trong một chuyến phiêu lưu khác!\n\nTrân trọng,\n\nSam\ncố vấn - asianalink.comĐọc thêm",
            "Chúng tôi đã đặt một chuyến đi đến Đồng bằng sông Cửu Long thông qua khách sạn của chúng tôi, điều đó thật tuyệt vời. Chúng tôi được đón lúc 8 giờ và đưa đến bến tàu nơi chúng tôi đến thăm một vài hòn đảo để tận hưởng chuyến đi thuyền Sampan thư giãn qua các kênh đào.  Chúng tôi được chiêu đãi các sản phẩm địa phương như kẹo dừa, mật ong, rượu whisky rắn và nhiều món ăn khác.  Bữa trưa đã được chuẩn bị cho chúng tôi bao gồm cá địa phương và nhiều sản phẩm địa phương khác. Chúng tôi đã chọn không đi xe đạp vì thời tiết cực kỳ nóng nhưng chúng tôi đã có một chuyến tham quan ngắn quanh hòn đảo thật tuyệt vời. Sau khi trở về đất liền, chúng tôi đến thăm pergoda Vinh Trang, nơi rất đẹp và không quá bận rộn. Một ngày thực sự thú vị nhưng xin gửi lời cảm ơn rất lớn đến người hướng dẫn viên Stark của chúng tôi, người hóm hỉnh, hiểu biết và rất vui được gặp.  Kiến thức và niềm đam mê của anh ấy chắc chắn đã thực hiện chuyến đi.  Cảm ơn Stark, bạn đã là một ngôi sao!Đọc thêm",
            "Xin Chào, Audrey.\n\nCảm ơn bạn đã chia sẻ trải nghiệm tuyệt vời của bạn với chúng tôi. Chúng tôi rất vui mừng khi biết rằng bạn đã có một chuyến tham quan tuyệt vời đến Đồng bằng sông Cửu Long. Có vẻ như bạn đã có khoảng thời gian tuyệt vời khi khám phá các hòn đảo, thưởng thức các món ăn địa phương và tham quan chùa Vĩnh Tràng.\n\nChúng tôi đặc biệt vui mừng khi biết rằng Stark đã khiến chuyến đi của bạn trở nên đáng nhớ bằng sự thông minh, kiến ​​thức và niềm đam mê của anh ấy đối với khu vực. Chúng tôi chắc chắn sẽ chuyển lời tốt đẹp của bạn đến anh ấy. Cảm ơn bạn đã chọn chúng tôi cho chuyến tham quan của mình và chúng tôi mong được chào đón bạn quay trở lại để có nhiều chuyến phiêu lưu hơn trong tương lai!\n\nTrân trọng kính chào,\n\nSâm\ncố vấn - asianalink.comĐọc thêm",
            "Hướng dẫn viên giàu kinh nghiệm, người cân bằng thông tin, lịch sử và sự hài hước thể hiện kiến ​​thức về Củ Chi, Sài Gòn và Việt Nam. Rất có thể giới thiệu Big Dave. Lái xe an toàn và hướng dẫn rõ ràng để có một ngày tuyệt vời.Đọc thêm",
            "Xin chào, Kerrie.\n\nCảm ơn bạn đã chia sẻ kinh nghiệm về Chuyến tham quan trong ngày Đường hầm Củ Chi nhóm nhỏ của chúng tôi. Chúng tôi - rất vui khi biết rằng bạn đã có một ngày tràn ngập kiến ​​thức, lịch sử và sự hài hước với Big Dave là người hướng dẫn. Thật tuyệt vời khi biết rằng chuyên môn và hướng dẫn rõ ràng của anh ấy đã giúp bạn có một ngày tuyệt vời và an toàn. Chúng tôi thực sự đánh giá cao đề xuất của bạn và mong được chào đón bạn trở lại để có những trải nghiệm đáng nhớ hơn!\n\nTrân trọng kính chào,\n\nSâm\ncố vấn - asianalink.comĐọc thêm",
            "Chuyến đi thật tuyệt vời và vui vẻ.Dana Duyên, hướng dẫn viên du lịch của tôi rất xuất sắc và rất tốt bụng. Dù sao, tôi rất thích và tôi - sẽ không bao giờ quên chuyến đi này.Đọc thêm",
            "Xin Chào!\n\nCó vẻ như bạn đã có một trải nghiệm đáng nhớ trong chuyến du lịch Riêng 2 ngày Sài Gòn - Đồng bằng sông Cửu Long - Phnom Penh! Sự hướng dẫn tuyệt vời và lòng tốt của Dana chắc chắn khiến nó trở nên đặc biệt hơn. Chúng tôi rất vui khi biết rằng bạn rất thích chuyến đi và nó đã để lại ấn tượng lâu dài. Cảm ơn bạn đã chia sẻ phản hồi tích cực của bạn!\n\nTrân trọng,\n\nSâm\ncố vấn - asianalink.comĐọc thêm",
            "Chuyến tham quan địa đạo Củ Chi của nhóm nhỏ Dana Duyên là một niềm vui tuyệt đối! Từ đầu đến cuối, niềm đam mê chia sẻ lịch sử và văn hóa Việt Nam của cô đều tỏa sáng. Quy mô nhóm thân mật cho phép sự chú ý được cá nhân hóa và kết nối sâu sắc hơn với trải nghiệm. Kiến thức và sự nhiệt tình của Dana khiến mọi khoảnh khắc trở nên hấp dẫn và khó quên. Tôi thực sự giới thiệu chuyến tham quan của cô ấy cho bất kỳ ai muốn khám phá Địa đạo Củ Chi với một hướng dẫn viên am hiểu, người thực sự quan tâm đến trải nghiệm của khách hàng.Đọc thêm",
            "Xin Chao, Daniel.\n\nCảm ơn bạn đã chia sẻ chuyến đi đáng nhớ của mình đến địa đạo Củ Chi! Niềm đam mê chia sẻ lịch sử và văn hóa Việt Nam của Dana thực sự đã làm cho trải nghiệm này trở nên đặc biệt. Chúng tôi rất vui khi biết rằng bạn đánh giá cao sự quan tâm cá nhân và mối liên hệ sâu sắc với trải nghiệm mà quy mô nhóm nhỏ mang lại. Cảm ơn bạn đã giới thiệu tour của chúng tôi cho những ai muốn khám phá địa đạo Củ Chi với một hướng dẫn viên hiểu biết và chu đáo. Chúng tôi rất mong nhận được phản hồi của bạn!\n\nTrân trọng,\n\nSam\nadvisor - asianalink.com Đọc thêm",
            "Thật là một trải nghiệm tuyệt vời, rất muốn giới thiệu! Hướng dẫn viên của chúng tôi - Big Dave - rất am hiểu và làm cho ngày trở nên vui vẻ. Tôi cảm thấy nhóm được chăm sóc rất tốt suốt cả ngày. Big Dave rất chuyên nghiệp và rất hữu ích. Tôi rất vui được giới thiệu bất kỳ người bạn nào của tôi đến thăm Việt Nam sử dụng dịch vụ của anh ấy và thử chuyến tham quan này. - Ngoài ra, hãy tự giúp mình bằng cách bắn M-16 XD - HoorahhhChúc mừng Big Dave!Đọc thêm",
            "Cảm ơn bạn đã chia sẻ trải nghiệm tuyệt vời của bạn với chúng tôi! Chúng tôi rất vui mừng khi biết rằng bạn đã có một ngày tuyệt vời để khám phá Địa đạo Củ Chi cùng chúng tôi. Thật tuyệt vời khi biết rằng bạn cảm thấy được chăm sóc chu đáo và kiến ​​thức cũng như tính chuyên nghiệp của Big Dave đã làm tăng thêm sự thú vị cho chuyến tham quan của bạn. Bắn M-16 nghe như một khoảnh khắc khó quên! Chúng tôi thực sự đánh giá cao đề xuất của bạn và chúng tôi rất vinh dự được chào đón bạn bè của bạn trong các chuyến tham quan của chúng tôi trong tương lai.\n\nChúc mừng,\n\nSâm\ncố vấn - asianalink.comĐọc thêm",
            "Chuyến đi tuyệt vời để tìm hiểu thêm về văn hóa Việt Nam. Con người thân thiện, trải nghiệm vui vẻ, mọi việc diễn ra suôn sẻ nhờ có sự hướng dẫn - hỗ trợ của Stark! Rất nhiều đồ ăn - đồ ăn nhẹ được cung cấp dọc chuyến đi. Cảm ơn vì đã có chúng tôi! : - Đọc thêm",
            "Cảm ơn bạn đã chia sẻ trải nghiệm tuyệt vời của bạn với chúng tôi! Chúng tôi rất vui mừng khi biết rằng bạn đã có khoảng thời gian tuyệt vời khi khám phá Địa đạo Củ Chi và Đồng bằng sông Cửu Long cùng chúng tôi. Thật tuyệt vời khi biết rằng bạn thích tìm hiểu về văn hóa Việt Nam và có những trải nghiệm thú vị trong suốt chuyến đi. Nếu bạn muốn khám phá thêm về di sản phong phú của Việt Nam, chúng tôi rất vui được chào đón bạn quay trở lại cho một chuyến phiêu lưu khác!\n\nTrân trọng kính chào,\n\nSâm\ncố vấn - asianalink.comĐọc thêm"
        ],
        "star_ratings": [
            8003,
            497,
            85,
            32,
            29
        ],
        "review_amount": 8646,
        "location": [
            "Việt Nam",
            "Du lịch Asiana Link",
            "Những điều cần làm ở thành phố Hồ Chí Minh",
            "Châu Á",
            "Ho Chi Minh City"
        ],
        "reviews_time": [
            "Written April 18, 2024",
            "Written April 18, 2024",
            "Written April 18, 2024",
            "Written April 18, 2024",
            "Written April 17, 2024",
            "Written April 17, 2024",
            "Written April 16, 2024",
            "Written April 15, 2024",
            "Written April 14, 2024",
            "Written April 14, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d6351606-Reviews-or80-Asiana_Link_Travel-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6351606-Reviews-or70-Asiana_Link_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6351606-Reviews-or90-Asiana_Link_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6351606-Reviews-Asiana_Link_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6963823-Reviews-Phuong_Ha_Grocery_Store-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14028229-Reviews-Foot_Massage_777-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1746272-Reviews-Les_Rives_Authentic_River_Experience-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2037764-Reviews-Bitexco_Financial_Tower-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d7700073-Reviews-Cafe_EON-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14086619-Reviews-Muslim_Travel_Vietnam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14440775-Reviews-Mebuki_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13225175-Reviews-The_Iron_Bank_Cocktail_Vault-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d27346810-Reviews-Sailing_Foot_Massage-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d21230453-Reviews-Saigon_Skydeck-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d24982787-Reviews-Rock_Bar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17713575-Reviews-GR8_Fashion_Hub-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2487716-Reviews-Innoviet_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d9747267-Reviews-Saigon_Retro-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d9754920-Reviews-Snuffbox_Lounge-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d1788422-Reviews-Arasta_Bazaar-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g608524-d1982701-Reviews-Bluefield_Tea_Gardens-Nuwara_Eliya_Central_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g57592-d675504-Reviews-Carter_Mountain_Orchard-Charlottesville_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g32766-d282679-Reviews-Skyline_Wilderness_Park-Napa_Napa_Valley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d216727-Reviews-O_Sheas_Pub-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g60022-d283915-Reviews-Riviera_Beach-Lake_Geneva_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d23837718-Reviews-101_Roma_Club-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g44160-d146122-Reviews-White_Water-Branson_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g293920-d6022479-Reviews-Nai_Thon_Beach-Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g33838-d2707407-Reviews-Silver_Sands_State_Park-Milford_Connecticut.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d6351606-Reviews-or90-Asiana_Link_Travel-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d6351606-Reviews-or80-Asiana_Link_Travel-Ho_Chi_Minh_City.html"
    },
    {
        "attraction_name": "Asiana Link Travel",
        "attraction_name_vi": "Du lịch liên kết Asiana",
        "general_info": [
            "8.621 đánh giá",
            "- 13 trên 175 Tour Thuyền - Thể Thao Dưới Nước Tại Thành Phố Hồ Chí Minh",
            "Chuyến tham quan văn hóa",
            "Những chuyến du lịch thuyền",
            "Chuyến tham quan ẩm thực",
            "Vespa, Xe tay ga - Tour xe máy",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Asiana Link Travel, được thành lập vào năm 2013 và có trụ sở tại Thành phố Hồ Chí Minh, là một công ty lữ hành hàng đầu với chuyên môn sâu rộng trong khu vực. Với sự hiểu biết sâu sắc về văn hóa địa phương và kiến ​​thức chuyên sâu về Thành phố Hồ Chí Minh và Đồng bằng sông Cửu Long quyến rũ, chúng tôi cung cấp các dịch vụ đích thực bao gồm các tour du lịch cổ điển và trải nghiệm được thiết kế riêng, phục vụ cho nhiều phong cách du lịch khác nhau. Là những người nước ngoài, sinh ra và lớn lên tại vùng đất xinh đẹp này, chúng tôi tự hào chia sẻ những hiểu biết sâu sắc của mình về địa phương và mang đến những chuyến đi khó quên cho khách hàng. Bạn có thể lựa chọn từ các sản phẩm được thiết kế chu đáo của chúng tôi hoặc liên hệ với chúng tôi để được tùy chỉnh theo yêu cầu và nhóm chuyên gia của chúng tôi sẽ cung cấp lời khuyên và khuyến nghị phù hợp để tạo nên trải nghiệm độc đáo chỉ dành cho bạn. Chúng tôi nồng nhiệt chào đón bạn liên hệ với chúng tôi và chia sẻ mong muốn du lịch của bạn, và để chúng tôi biến những giấc mơ du lịch của bạn thành những kỷ niệm khó quên! Đọc thêm",
        "reviews": [
            "Hướng dẫn viên du lịch tuyệt vời. Nếu bạn không biết phải làm gì, vui lòng đặt chuyến tham quan này. Biết rõ thông tin chi tiết. Tiếng Anh tốt Hướng dẫn viên du lịch dễ hiểu: StarkĐọc thêm",
            "Cảm ơn vì đã chia sẻ kinh nghiệm của bạn với chúng tôi! Chúng tôi rất vui mừng khi biết rằng bạn đã có một chuyến du lịch tuyệt vời đến Đồng bằng sông Cửu Long. Thật tuyệt vời khi biết rằng Stark đã cung cấp thông tin sâu sắc và khiến trải nghiệm trở nên thú vị. Nếu bạn thấy mình đang tìm kiếm nhiều cuộc phiêu lưu hơn trong tương lai, chúng tôi - sẽ rất vui khi bạn tham gia cùng chúng tôi lần nữa!\n\nTrân trọng,\n\nSâm\ncố vấn - asianalink.comĐọc thêm",
            "Big David là hướng dẫn viên du lịch của chúng tôi từ Asiana Link. Anh ấy rất nhiều thông tin, hài hước và hữu ích trong suốt chuyến tham quan của chúng tôi. Tôi và chồng tôi rất biết ơn. Cảm ơn DavidĐọc thêm",
            "Cảm ơn bạn đã chia sẻ trải nghiệm của mình! Chúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian vui vẻ trong chuyến tham quan Địa đạo Củ Chi cùng chúng tôi. Thật tuyệt khi biết rằng Big Dave rất hiểu biết, hài hước và hữu ích trong suốt chuyến tham quan. Chúng tôi chắc chắn sẽ chuyển lời cảm ơn của bạn đến David. Nếu bạn có bất kỳ cuộc phiêu lưu nào khác được lên kế hoạch trong tương lai, chúng tôi rất mong bạn tham gia cùng chúng tôi một lần nữa!\n\nTrân trọng,\n\nSam\ncố vấn - asianalink.comĐọc thêm",
            "Chúng tôi đã có một ngày tuyệt vời tại Tunnels. Hướng dẫn viên du lịch của chúng tôi là Big Dave, hay như anh ấy thích được gọi là Handsome Dave, thật tuyệt vời, anh ấy rất thông tin và đam mê công việc của mình, nhưng cũng rất vui tính và thực sự thân thiện, anh ấy đã tạo ra toàn bộ trải nghiệm rất thú vị. Đây là một chuyến tham quan phải làm khi đến Sài Gòn và hy vọng bạn sẽ nhận được Dave đẹp trai làm hướng dẫn viên du lịch.Đọc thêm",
            "Xin Chào, Carol. \n\nCảm ơn bạn đã chia sẻ trải nghiệm tuyệt vời của mình! Chúng tôi rất vui mừng khi biết rằng bạn đã có một ngày tuyệt vời tại Địa đạo Củ Chi với hướng dẫn viên du lịch của chúng tôi, Big Dave. \n\nNiềm đam mê, sự hài hước và sự thân thiện của anh ấy thực sự nâng cao trải nghiệm du lịch. Chúng tôi rất vui vì bạn thấy chuyến tham quan đầy thông tin và thú vị. Chúng tôi đánh giá cao đề xuất của bạn và chúng tôi hy vọng được chào đón bạn quay trở lại để có nhiều cuộc phiêu lưu hơn trong tương lai!\n\nTrân trọng,\n\nSâm\ncố vấn - asianalink.comĐọc thêm",
            "Đã có khoảng thời gian tuyệt vời khi khám phá các đường hầm với Dana Duan, cô ấy rất thông tin và vui vẻ, sẽ giới thiệu cô ấy với bất kỳ ai nếu bạn đang tìm kiếm một ngày thông tin thú vị!Đọc thêm",
            "Cảm ơn vì đã chia sẻ kinh nghiệm của bạn! Chúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời khi khám phá địa đạo Bến Dược Củ Chi. Cách tiếp cận đầy thông tin và vui vẻ của Dana đã khiến ngày thực sự đáng nhớ. Chúng tôi đánh giá cao đề xuất của bạn và mong được chào đón bạn quay trở lại để có nhiều cuộc phiêu lưu hơn trong tương lai!\n\nTrân trọng,\n\nSâm\ncố vấn - asianalink.comĐọc thêm",
            "Dana là một hướng dẫn viên du lịch tuyệt vời và đã cung cấp một chuyến tham quan được cá nhân hóa cho tôi và đối tác của tôi. Rất muốn giới thiệu cô ấy làm người hướng dẫn! Đọc thêm",
            "Xin Chào, Ben.\n\nCảm ơn phản hồi tuyệt vời của bạn! Chúng tôi rất vui mừng khi biết rằng bạn và đối tác của mình đã có một chuyến tham quan tuyệt vời và mang tính cá nhân hóa đến Địa đạo Củ Chi - Bến Dược - Khu Giải phóng. \n\nThật tuyệt vời khi biết rằng chuyên môn và sự chú ý đến từng chi tiết của Dana đã nâng cao trải nghiệm của bạn. Chúng tôi thực sự đánh giá cao đề xuất của bạn và hy vọng được chào đón bạn quay trở lại để có những chuyến phiêu lưu đáng nhớ hơn trong tương lai!\n\nTrân trọng,\n\nSâm\ncố vấn - asianalink.comĐọc thêm",
            "Joey và Nguyễn đã cho chúng tôi một chuyến tham quan Sài Gòn tuyệt vời, cho chúng tôi thấy những địa danh nổi tiếng, chợ hoa và những con đường phía sau địa phương, những địa điểm ăn uống. Joey rất am hiểu và dạy chúng tôi rất nhiều điều. Cô ấy đặc biệt chăm sóc vợ tôi, người có chút lo lắng vì chưa bao giờ đi xe máy. Chúng tôi cảm thấy rất an toàn. Rất có thể giới thiệu. Cảm ơn bạn.Đọc thêm",
            "Cảm ơn bạn đã đánh giá rực rỡ của bạn! Chúng tôi rất vui khi biết rằng Joey và Nguyễn đã mang đến cho bạn một chuyến tham quan Sài Gòn tuyệt vời, cho bạn thấy cả những địa danh nổi tiếng và những viên ngọc ẩn giấu của những con phố nhỏ ở địa phương. \n\nĐảm bảo khách hàng cảm thấy an toàn và thoải mái luôn là ưu tiên hàng đầu của chúng tôi. Vì vậy, thật tuyệt vời khi biết rằng sự chăm sóc chu đáo của Joey - đã khiến trải nghiệm của bạn trở nên đặc biệt, đặc biệt đối với vợ bạn, người có chút lo lắng khi lần đầu tiên lái xe máy. \n\n Chúng tôi đánh giá cao đề xuất của bạn và hy vọng gặp lại bạn để có những chuyến phiêu lưu khó quên hơn tại Thành phố Hồ Chí Minh!\n\nTrân trọng kính chào,\n\nSâm\ncố vấn - asianalink.com\n\nĐọc thêm",
            "Đây là một chuyến đi tuyệt vời và phải làm cho bất kỳ ai muốn tham quan các điểm tham quan chính của khu vực xung quanh Thành phố Hồ Chí Minh trong một ngày. Hướng dẫn viên rất thân thiện và cực kỳ am hiểu về các lĩnh vực đã ghé thăm. Nửa đầu ngày sẽ dành cho địa đạo Củ Chi, nơi bạn có thể xem và trải nghiệm mạng lưới đường hầm được sử dụng trong chiến tranh Việt Nam. Sau đó đến sông Mê Kông để đi thuyền và dùng bữa trưa trên đảo, nơi bạn sẽ trải nghiệm lòng hiếu khách và sản vật địa phương.Đọc thêm",
            "Xin Chào, John. \n\nCảm ơn vì đã chia sẻ kinh nghiệm của bạn! Chúng tôi rất vui mừng khi biết rằng bạn đã có một chuyến đi trong ngày hoàn hảo khám phá Địa đạo Củ Chi và Đồng bằng sông Cửu Long. Thật tuyệt vời khi bạn nhận thấy hướng dẫn viên du lịch của chúng tôi thân thiện và hiểu biết, điều này giúp bạn có thêm trải nghiệm thú vị khi đến thăm những di tích lịch sử này. Chúng tôi rất vui vì bạn đã tận hưởng chuyến đi thuyền trên sông Mê Kông và bữa trưa ngon miệng. Đề xuất của bạn có ý nghĩa rất lớn đối với chúng tôi và chúng tôi hy vọng được chào đón bạn quay trở lại để có nhiều cuộc phiêu lưu hơn trong tương lai!\n\nTrân trọng,\n\nSâm\ncố vấn - asianalink.comĐọc thêm",
            "Trải nghiệm tuyệt vời! Giao tiếp trong suốt quá trình đặt chỗ rất tuyệt. Bản thân chuyến tham quan được lên kế hoạch và cấu trúc tốt. Hướng dẫn viên Jan của chúng tôi rất tuyệt - rất hiểu biết, thân thiện và hài hước. Chúng tôi đã có khoảng thời gian tuyệt vời và thực sự muốn giới thiệu một chuyến tham quan do asianatours tổ chức. Cảm ơn Jan.Đọc thêm",
            "Cảm ơn bạn đã chia sẻ trải nghiệm tuyệt vời của bạn với chúng tôi! Chúng tôi rất vui khi biết rằng bạn rất thích chuyến tham quan Địa đạo Củ Chi và Đồng bằng sông Cửu Long. \n\nThật tuyệt vời khi biết rằng Jan đã đưa ra những hướng dẫn tuyệt vời, chia sẻ kiến ​​thức và sự hài hước của mình trong suốt hành trình. Chúng tôi đánh giá cao đề xuất của bạn và mong được chào đón bạn quay trở lại để có những cuộc phiêu lưu đáng nhớ hơn trong tương lai!\n\nTrân trọng,\n\nSâm\ncố vấn - asianalink.comĐọc thêm",
            "Chúng tôi thực sự thích chuyến tham quan này. Hướng dẫn viên rất hiểu biết và thân thiện, cả anh ấy và tài xế đều hỗ trợ vợ tôi, người có một số vấn đề về sức khỏe. Chúng tôi thực sự muốn giới thiệu chuyến tham quan này. Đọc thêm",
            "Cảm ơn bạn đã chia sẻ phản hồi về Chuyến tham quan thành phố Sài Gòn của chúng tôi! \n\nChúng tôi rất vui khi biết rằng bạn đã có một trải nghiệm thú vị và hướng dẫn viên cũng như tài xế của chúng tôi đã có thể hỗ trợ vợ bạn về các vấn đề y tế của cô ấy. Cung cấp dịch vụ xuất sắc và đảm bảo cho khách hàng sự thoải mái và hài lòng là ưu tiên hàng đầu của chúng tôi. Đề xuất của bạn có ý nghĩa rất lớn đối với chúng tôi và chúng tôi mong được chào đón bạn quay trở lại để có những trải nghiệm đáng nhớ hơn trong tương lai!\n\nTrân trọng kính chào,\n\nSâm\ncố vấn - asianalink.comĐọc thêm",
            "Chúng tôi vừa trở về sau chuyến du lịch đồng bằng sông Cửu Long hai ngày. Mặc dù thời tiết quá nóng và ẩm ướt nhưng đây là một chuyến đi khá mạo hiểm và chúng tôi đã rất vui vẻ. Chuyến tham quan bắt đầu với một nhóm năm người - tuy nhiên, vì những người khác chỉ đặt tour một ngày nên chỉ có hướng dẫn viên Big Handsome David và hai chúng tôi trong ngày thứ hai. Một số trải nghiệm nổi bật là đi thuyền Sampan xuyên qua sự yên tĩnh và những con kênh rợp bóng mát, chuyến tham quan bằng xe đạp qua khu phố Cái Bè với các loại trái cây nhiệt đới mọc khắp nơi và chợ nổi. Uống một ít cà phê và nước cam ép tươi với dứa trên thuyền trong khi quan sát hoạt động buôn bán thực sự bù đắp cho việc dậy sớm. Một chút thất vọng là - lớp học nấu ăn - - được lên lịch cho ngày đầu tiên - và trình diễn nấu ăn - ngày thứ hai -. Đối với cả ba bữa ăn, chúng tôi về cơ bản đều giống nhau: chả giò - với lớp học nấu ăn là cách cuộn và chiên chúng từ các nguyên liệu đã chuẩn bị sẵn - và Bánh Xèo - với phần trình diễn nấu ăn là cách đổ bột đã chuẩn bị vào chảo và thêm lớp phủ đã chuẩn bị sẵn - cùng với đó với nhiều món khai vị làm từ salad và đậu phụ. Nhìn chung, việc lựa chọn khá lặp đi lặp lại. Điểm thưởng phải được trao khi xem xét chế độ ăn thuần chay của chúng tôi. Nhà trọ qua đêm rất mộc mạc, nhưng gia đình thực sự rất tuyệt. Đối với các điểm dừng khác, chúng khá ngắn và về cơ bản chỉ dẫn đầu từ điểm dừng này sang điểm dừng tiếp theo. Cuối cùng, hướng dẫn viên David của chúng tôi thật tuyệt vời và đã làm rất tốt khi dẫn chúng tôi đi khắp nơi cũng như cung cấp cho chúng tôi rất nhiều thông tin và hiểu biết sâu sắc.Đọc thêm",
            "Xin Chào!\n\nCảm ơn bạn đã chia sẻ phản hồi chi tiết về chuyến du lịch đồng bằng sông Cửu Long hai ngày của bạn! Có vẻ như bạn đã có một trải nghiệm khá phiêu lưu và đáng nhớ bất chấp thời tiết nóng ẩm. Từ chuyến thuyền tam bản thanh bình qua những con kênh rợp bóng mát cho đến chợ nổi sôi động. Chúng tôi rất vui vì bạn đã thưởng thức đồ uống giải khát trên thuyền và quan sát các hoạt động buôn bán.\n\nChúng tôi đánh giá cao phản hồi trung thực của bạn về lớp học nấu ăn và buổi trình diễn. Chúng tôi - sẽ lưu ý nhận xét của bạn về việc lựa chọn lặp đi lặp lại và cố gắng nâng cao sự đa dạng trong các dịch vụ của chúng tôi. Thật tuyệt vời khi biết rằng chúng tôi đã đáp ứng chế độ ăn thuần chay của bạn.\n\nChúng tôi rất vui vì bạn thích ngôi nhà dân dã mộc mạc và thấy gia đình này rất hiếu khách. Big Dave thực sự rất tuyệt vời và chúng tôi rất vui mừng vì anh ấy đã cung cấp cho bạn những thông tin sâu sắc trong suốt chuyến tham quan.\n\nMột lần nữa xin cảm ơn bạn vì đã chọn chuyến tham quan của chúng tôi và chúng tôi hy vọng sẽ sớm được chào đón bạn quay trở lại cho một chuyến phiêu lưu khác!\n\nTrân trọng kính chào,\n\nSâm\ncố vấn - asianalink.com Đọc thêm"
        ],
        "star_ratings": [
            8003,
            497,
            85,
            32,
            29
        ],
        "review_amount": 8646,
        "location": [
            "Việt Nam",
            "Du lịch Asiana Link",
            "Những điều cần làm ở thành phố Hồ Chí Minh",
            "Châu Á",
            "Ho Chi Minh City"
        ],
        "reviews_time": [
            "Written April 14, 2024",
            "Written April 14, 2024",
            "Written April 14, 2024",
            "Written April 14, 2024",
            "Written April 14, 2024",
            "Written April 14, 2024",
            "Written April 13, 2024",
            "Written April 13, 2024",
            "Written April 12, 2024",
            "Written April 12, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d6351606-Reviews-or90-Asiana_Link_Travel-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6351606-Reviews-or80-Asiana_Link_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6351606-Reviews-or100-Asiana_Link_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6351606-Reviews-Asiana_Link_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6963823-Reviews-Phuong_Ha_Grocery_Store-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14028229-Reviews-Foot_Massage_777-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1746272-Reviews-Les_Rives_Authentic_River_Experience-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2037764-Reviews-Bitexco_Financial_Tower-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d7700073-Reviews-Cafe_EON-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14086619-Reviews-Muslim_Travel_Vietnam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14440775-Reviews-Mebuki_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13225175-Reviews-The_Iron_Bank_Cocktail_Vault-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d27346810-Reviews-Sailing_Foot_Massage-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d21230453-Reviews-Saigon_Skydeck-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d24982787-Reviews-Rock_Bar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17713575-Reviews-GR8_Fashion_Hub-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2487716-Reviews-Innoviet_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d9747267-Reviews-Saigon_Retro-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d9754920-Reviews-Snuffbox_Lounge-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g209273-d153830-Reviews-D_T_Fleming_Beach_Park-Kapalua_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g52810-d145769-Reviews-Lost_River_Caverns-Hellertown_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g32755-d8108316-Reviews-Castle_Lake-Mount_Shasta_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g42310-d15843638-Reviews-Big_Red_Lighthouse-Holland_Ottawa_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g48636-d664026-Reviews-Lasdon_Park-Somers_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g309236-d631942-Reviews-Arenal_Hanging_Bridges-Arenal_Volcano_National_Park_Province_of_Alajuela.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d2626822-Reviews-Viaport_Asya-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g2603964-d10721431-Reviews-Troodos_Mountains-Limassol.html",
            "https://www.tripadvisor.com/Attraction_Review-g2623686-d4185370-Reviews-Woodland_Lake_Park-Pinetop_Lakeside_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g297962-d3506454-Reviews-Deepo_Outlet_Center-Antalya_Turkish_Mediterranean_Coast.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d6351606-Reviews-or100-Asiana_Link_Travel-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d6351606-Reviews-or90-Asiana_Link_Travel-Ho_Chi_Minh_City.html"
    }
]