[
    {
        "attraction_name": "Asia Pacific Travel Vietnam",
        "attraction_name_vi": "Du lịch Châu Á Thái Bình Dương Việt Nam",
        "general_info": [
            "408 đánh giá",
            "- 125 trên 1.101 Hoạt động ngoài trời tại Hà Nội",
            "Xe 4WD, ATV - Tour địa hình",
            "Tour riêng",
            "Thiên nhiên - Du lịch động vật hoang dã",
            "Chuyến tham quan chụp ảnh"
        ],
        "attraction_summary": "Dịch vụ chính : Làm việc với đội ngũ nhân viên giàu kinh nghiệm, sáng tạo, đam mê và đáng tin cậy, Asia Pacific Travel tự hào được xếp hạng trong số các công ty lữ hành hàng đầu tại Việt Nam, Campuchia và Lào. Chúng tôi chuyên về các dịch vụ chất lượng cao sau: Inbound Tours - cả làm sẵn và đặt làm riêng - Các tour du lịch của chúng tôi chủ yếu tập trung vào văn hóa và lịch sử Việt Nam. Hơn nữa, chúng tôi thiết kế các chuyến tham quan mạo hiểm đi bộ xuyên rừng, chèo thuyền kayak hoặc đi xe đạp qua các vùng sâu vùng xa và những kỳ nghỉ thư giãn tại những bãi biển tuyệt đẹp dọc bờ biển của chúng tôi ...Đọc thêm",
        "reviews": [
            "Ten là một người hướng dẫn tuyệt vời, đưa chúng tôi đến những nơi tuyệt vời nhất ở miền Trung Việt Nam và giúp chúng tôi hòa mình vào nền văn hóa. Anh ấy chu đáo, thân thiện và luôn quan tâm đến việc cung cấp cho chúng tôi trải nghiệm hoàn hảo.  Anh ấy đã vượt ra ngoài vai trò của mình và chia sẻ những ý tưởng cũng như lời khuyên trong những ngày chúng tôi ở một vùng khác. Không còn nghi ngờ gì nữa, chuyến đi của chúng tôi sẽ không thể tuyệt vời như vậy nếu không có anh ấy!Đọc thêm",
            "Kính gửi bản tin O,\nLời chào từ Du lịch Châu Á Thái Bình Dương.\nCảm ơn bạn rất nhiều vì phản hồi tuyệt vời của bạn về Ten! Chúng tôi rất vui mừng khi biết rằng anh ấy đã khiến chuyến đi đến miền Trung Việt Nam của bạn trở nên đặc biệt. Sự chu đáo, thân thiện và tận tâm của anh ấy trong việc mang đến cho bạn trải nghiệm hoàn hảo thực sự phản ánh những tiêu chuẩn cao mà chúng tôi phấn đấu đạt được.\nChúng tôi chắc chắn sẽ chuyển lời tốt đẹp của bạn tới Ten. Chúng tôi hy vọng sẽ sớm được chào đón bạn trong một cuộc phiêu lưu khác! \nTrân trọngĐọc thêm",
            "Hướng dẫn viên của chúng tôi Jackie thật tuyệt vời. Đưa nhóm 6 người của chúng tôi đến nhiều địa điểm và rất có sức chứa. Anh ấy rất thú vị và thông báo cho chúng tôi về tất cả các địa điểm lịch sử.Đọc thêm",
            "Vivian thân mến,\n\nCảm ơn bạn rất nhiều vì phản hồi tuyệt vời của bạn về Jackie! Chúng tôi - rất vui mừng khi biết rằng anh ấy đã làm cho chuyến tham quan của bạn trở nên thú vị và nhiều thông tin. Khả năng giải trí và hỗ trợ nhóm của bạn trong khi chia sẻ thông tin chi tiết về các địa điểm lịch sử thực sự phản ánh các tiêu chuẩn cao mà chúng tôi phấn đấu đạt được.\n\nChúng tôi chắc chắn sẽ chuyển lời tốt đẹp của bạn tới Jackie. Chúng tôi hy vọng sẽ sớm được chào đón bạn và nhóm của bạn trong một cuộc phiêu lưu khác!\n\nTrân trọng, Đọc thêm",
            "Jacky là hướng dẫn viên du lịch của chúng tôi cho một nhóm sáu người và chăm sóc chúng tôi rất tốt. Việc nhận phòng khách sạn diễn ra rất suôn sẻ và việc sắp xếp bữa ăn bao gồm rất nhiều món ăn địa phương.  Anh ấy đã làm rất tốt việc giải thích những địa điểm mà chúng tôi đã ghé thăm.  Ví dụ, trong chuyến thăm địa đạo Củ Chi, ông đã giải thích rất chi tiết về lịch sử.  Anh ấy làm cho mọi người cảm thấy dễ dàng và tận hưởng các chuyến tham quan.  Rất khuyến khích.Đọc thêm",
            "Kính gửi Sightseer14835627322,\n\nCảm ơn bạn rất nhiều vì phản hồi tuyệt vời của bạn về Jacky! Chúng tôi rất vui khi biết rằng anh ấy đã chăm sóc nhóm sáu người của bạn rất chu đáo. Thật tuyệt khi biết rằng thủ tục nhận phòng tại khách sạn diễn ra suôn sẻ và các bữa ăn được phục vụ với nhiều món ăn địa phương. Những lời giải thích chi tiết của Jacky, đặc biệt là tại Đường hầm Củ Chi, và khả năng khiến mọi người cảm thấy thoải mái của anh ấy thực sự phản ánh các tiêu chuẩn cao mà chúng tôi hướng tới.\n\nChúng tôi sẽ chắc chắn chuyển lời tốt đẹp của bạn đến Jacky. Cảm ơn bạn đã giới thiệu tốt và chúng tôi mong muốn được chào đón bạn trong một chuyến tham quan khác sớm thôi!\n\nTrân trọng, Đọc thêm",
            "Đã có một chuyến đi tuyệt vời kéo dài 2 ngày với Jacky! Rất dễ tính và biết nhiều về lịch sử trong khu vực. Anh ấy luôn khiến chúng tôi mỉm cười trong suốt chuyến đi và có khiếu hài hước tuyệt vời nhất. Sẽ giới thiệu 100%!! Đọc thêm",
            "Ali B thân mến,\n\nCảm ơn bạn rất nhiều vì phản hồi tuyệt vời của bạn về Jacky! Chúng tôi rất vui khi biết rằng bạn đã có chuyến du lịch 2 ngày tuyệt vời cùng anh ấy. Bản chất thích nghi, kiến ​​thức sâu rộng về lịch sử của khu vực và khiếu hài hước tuyệt vời của anh ấy đã khiến chuyến đi của bạn trở nên thú vị và đáng nhớ.\n\nChúng tôi thực sự đánh giá cao lời giới thiệu 100 của bạn và mong sớm được chào đón bạn trong một cuộc phiêu lưu khác!\n\nTrân trọng, Đọc thêm",
            "Chúng tôi là một nhóm gồm 7 người được dẫn dắt bởi hướng dẫn viên du lịch chuyên nghiệp Jacky Hiếu cho Tour Củ Chi, Tour Mỹ Tho - Bến Tre và City Tour. Anh ấy là một chàng trai rất thân thiện và nắm vững lịch sử của những nơi anh ấy đưa chúng tôi đến. Anh ấy chăm sóc từng người chúng tôi và nỗ lực hết sức để giúp chúng tôi tìm thấy những thứ chúng tôi muốn mua. Chúng tôi thực sự đánh giá cao và rất thích các chuyến tham quan cùng anh ấy.Đọc thêm",
            "Yvonne thân mến, \n\nCảm ơn bạn rất nhiều vì phản hồi tuyệt vời của bạn về Jacky Hiếu! Chúng tôi - rất vui mừng khi biết rằng nhóm bảy người của bạn đã có trải nghiệm thú vị như vậy trong Tour Củ Chi, Tour Mỹ Tho - Bến Tre và City Tour. Sự thân thiện, kiến ​​thức lịch sử và nỗ lực hết mình của Jacky trong việc giúp bạn tìm thấy thứ bạn muốn mua thực sự phản ánh những tiêu chuẩn cao mà chúng tôi cố gắng cung cấp.\n\nChúng tôi đánh giá cao những lời tốt đẹp của bạn và mong sớm được chào đón bạn trong một chuyến du lịch đáng nhớ khác!\n\nTrân trọng, Đọc thêm",
            "Hướng dẫn viên tuyệt vời ở Việt Nam! Ching rất thông tin và hữu ích nhưng quan trọng nhất là tiếng Anh của anh ấy rất tuyệt - điều này rất khó tìm thấy ở Việt Nam. chúng tôi gặp một số vấn đề với một vài nhà hàng mà chúng tôi đã ghé thăm và các tour du lịch mà chúng tôi không thể tham gia mặc dù chúng tôi đã trả tiền cho họ vì mùa khô nhưng anh ấy đã nhanh chóng đáp ứng nhu cầu của chúng tôi. Cảm ơn vì đã dành thời gian chụp ảnh cho chúng tôi, chúng tôi thực sự đánh giá cao điều đó Chung. Kỷ niệm để đời! Đọc thêm",
            "Kính gửi JurgenMalta,\n\nCảm ơn bạn rất nhiều vì phản hồi tuyệt vời của bạn về Ching! Chúng tôi - rất vui khi biết rằng anh ấy có nhiều thông tin, hữu ích và thông thạo tiếng Anh, giúp trải nghiệm của bạn trở nên tuyệt vời hơn. Chúng tôi đánh giá cao sự thông cảm của bạn về các vấn đề liên quan đến nhà hàng và các chuyến tham quan bị ảnh hưởng bởi mùa khô và chúng tôi rất vui vì Ching đã nhanh chóng giải quyết các nhu cầu của bạn.\n\nNhững lời tốt đẹp của bạn về nỗ lực chụp ảnh của anh ấy được đánh giá cao. Chúng tôi rất vui vì bạn đã có những kỷ niệm lâu dài với chúng tôi.\n\nTrân trọng, \n\nĐọc thêm",
            "Đội ngũ quản lý của công ty luôn có mặt để đảm bảo khách hàng được trải nghiệm một chuyến đi thoải mái 24x7. Họ đã làm mọi thứ một cách hoàn hảo theo kế hoạch du lịch đầu tiên.Đọc thêm",
            "Kamiar F thân mến,\n\nCảm ơn phản hồi tốt của bạn! Chúng tôi rất vui khi biết rằng đội ngũ quản lý của chúng tôi đã đảm bảo chuyến đi của bạn thoải mái và liền mạch 24 - 7. Thật tuyệt vời khi biết rằng mọi thứ diễn ra hoàn hảo theo đúng kế hoạch du lịch của bạn.\n\nChúng tôi mong muốn lên kế hoạch cho một chuyến đi hoàn hảo khác cho bạn trong tương lai!\n\nTrân trọng,\nĐọc thêm",
            "Chúng tôi có một nhóm lớn gồm 19 người. Đó là một trải nghiệm tuyệt vời và suôn sẻ. Ông Ten là một hướng dẫn viên du lịch tuyệt vời và đáp ứng mọi yêu cầu của chúng tôi!Đọc thêm",
            "Kính gửi BackPacker259826,\n\nCảm ơn vì đã chia sẻ kinh nghiệm của bạn! Chúng tôi - rất vui mừng khi biết rằng nhóm lớn 19 người của bạn đã có trải nghiệm tuyệt vời và suôn sẻ. Thật tuyệt vời khi biết rằng anh Ten, hướng dẫn viên du lịch của chúng tôi, đã đáp ứng mọi yêu cầu của bạn và đảm bảo một chuyến đi đáng nhớ cho mọi người.\n\nChúng tôi đánh giá cao phản hồi của bạn và hy vọng được chào đón bạn và nhóm của bạn quay trở lại cho một cuộc phiêu lưu thú vị khác!\n\nTrân trọng,\nNhóm Du lịch Châu Á Thái Bình Dương\nĐọc thêm",
            "Jacky là một hướng dẫn viên du lịch tuyệt vời. Ông đã cho phép du khách nhìn thấy một Việt Nam đích thực qua đôi mắt của mình. Thật đáng để lựa chọn dịch vụ của anh ấy để xem các địa điểm du lịch. Hơn nữa anh ấy rất giỏi trong việc giải thích lịch sử thực sự đằng sau mọi nơi. Một lần nữa, cảm ơn Jacky...Đọc thêm",
            "Prajakta S thân mến,\nCảm ơn bạn rất nhiều vì đánh giá tích cực của bạn về Jacky! Chúng tôi rất vui mừng khi biết rằng anh ấy đã mang đến cho bạn trải nghiệm đích thực về Việt Nam và chia sẻ kiến ​​thức sâu rộng về lịch sử đằng sau mỗi địa điểm bạn đến thăm. Thật tuyệt vời khi biết rằng bạn đã tìm thấy giá trị khi lựa chọn dịch vụ của anh ấy cho chuyến tham quan của mình.\n\nChúng tôi chắc chắn sẽ chuyển lời cảm ơn của bạn tới Jacky. Chúng tôi rất mong có cơ hội được phục vụ bạn lần nữa trong tương lai!\n\nTrân trọng,\nNhóm Du lịch Châu Á Thái Bình Dương\nĐọc thêm",
            "Chuyến đi đến Hồ Chí Minh thật tuyệt vời. Nhưng vì điều đó chúng tôi đặc biệt cảm ơn hướng dẫn viên du lịch Jacky Hiếu. Anh ấy là một người tuyệt vời như vậy. Có kiến ​​thức, thông thạo mọi lĩnh vực. Anh ấy sẽ làm cho bạn cảm thấy như ở nhà. Trong toàn bộ chuyến tham quan, anh ấy chăm sóc như thể khách du lịch là thành viên trong gia đình mình. Chúng tôi đã cùng anh ấy đến thành phố Hồ Chí Minh và chắc chắn sẽ giới thiệu dịch vụ của anh ấy cho mọi khách du lịch. Cảm ơn Jacky và công ty của anh ấy.Đọc thêm"
        ],
        "star_ratings": [
            355,
            47,
            3,
            2,
            1
        ],
        "review_amount": 408,
        "location": [
            "Du lịch Châu Á Thái Bình Dương Việt Nam",
            "Hà Nội",
            "Những điều cần làm ở Hà Nội",
            "Châu Á",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written May 30, 2024",
            "Written April 19, 2024",
            "Written April 19, 2024",
            "Written April 13, 2024",
            "Written April 8, 2024",
            "Written April 7, 2024",
            "Written April 3, 2024",
            "Written April 3, 2024",
            "Written March 29, 2024",
            "Written March 27, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d4131452-Reviews-Asia_Pacific_Travel_Vietnam-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4131452-Reviews-or10-Asia_Pacific_Travel_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11487770-Reviews-Sinhcafe_Vietnam_Open_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26557460-Reviews-Sutran_Tattoo_Studio-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d18185217-Reviews-Hanservi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d24967200-Reviews-Kadupul_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12084453-Reviews-Hanoi_and_Around_with_Thanh-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8861467-Reviews-Amica_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g14776299-d27175948-Reviews-Ha_Long_Symphony_Cruise-Ha_Long_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2435239-Reviews-Vietnam_Open_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19484956-Reviews-Hanoi_Airport_Transfer_Company-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d18939725-Reviews-Asia_Paradise_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d18454690-Reviews-IZITOUR_com-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15224304-Reviews-Aloha_Vietnam_Travel_Guide-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11641267-Reviews-Authentik_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6478840-Reviews-Vacation_Indochina_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d18929735-Reviews-Anise_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g295413-d10076152-Reviews-Food_Street_Fort_Road-Lahore_Punjab_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g303824-d553920-Reviews-Baska-Krk_Island_Kvarner_Bay_Islands_Primorje_Gorski_Kotar_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g43802-d3179825-Reviews-Gulf_Islands_Water_Park-Gulfport_Mississippi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294009-d2558124-Reviews-Doha_Zoo-Doha.html",
            "https://www.tripadvisor.com/Attraction_Review-g293750-d459953-Reviews-Mount_Kilimanjaro-Kilimanjaro_National_Park_Kilimanjaro_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g34372-d560963-Reviews-Lake_Worth_Beach-Lake_Worth_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g33020-d6728859-Reviews-Reed_s_Indoor_Range-San_Jose_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g187782-d4346545-Reviews-Bagni_Regina_Giovanna-Sorrento_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g31310-d8722437-Reviews-Lookout_Mountain_Preserve-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g189852-d1874921-Reviews-Globen_Skyview-Stockholm.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d4131452-Reviews-or10-Asia_Pacific_Travel_Vietnam-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d4131452-Reviews-Asia_Pacific_Travel_Vietnam-Hanoi.html",
        "caculated": true,
        "dicts_sentiment_average": {
            "nền văn hóa": 0.9897790541872382,
            "chuyến đi": 0.9950883114808955,
            "hướng dẫn viên": 0.9955234250810463,
            "địa điểm lịch sử": 0.9949464757519308,
            "chuyến tham quan": 0.995191590472435,
            "hướng dẫn viên du lịch": 0.867341392848175,
            "phòng": 0.9937027998967096,
            "khách sạn": 0.4442337742075324,
            "bữa ăn": 0.8987773885019124,
            "món ăn địa": 0.5,
            "chuyến thăm địa đạo củ": 0.8737691454589367,
            "lịch sử": 0.8197992969459543,
            "chuyến tham": 0.9953647599904798,
            "đường hầm": 0.9954573380528018,
            "chuyển lời": 0.9950806848937646,
            "chuyến du lịch": 0.9954714106570464,
            "nhà hàng": 0.3266213776660152,
            "tour du lịch": 0.018026077887043357
        },
        "dicts_adj": {
            "nền văn hóa": [
                "tuyệt vời",
                "tuyệt vời",
                "nhất"
            ],
            "chuyến đi": [
                "vui mừng",
                "đặc biệt",
                "tuyệt vời",
                "tuyệt vời",
                "thú vị"
            ],
            "hướng dẫn viên": [
                "tuyệt vời",
                "tuyệt vời"
            ],
            "địa điểm lịch sử": [
                "thú vị",
                "chi tiết",
                "thực sự",
                "cao"
            ],
            "chuyến tham quan": [
                "vui mừng",
                "thú vị",
                "nhiều",
                "tốt",
                "khác",
                "sớm",
                "thực sự",
                "cao",
                "cùng"
            ],
            "hướng dẫn viên du lịch": [
                "tốt",
                "chuyên nghiệp"
            ],
            "phòng": [
                "suôn sẻ",
                "suôn sẻ"
            ],
            "khách sạn": [
                "suôn sẻ",
                "suôn sẻ"
            ],
            "bữa ăn": [
                "nhiều",
                "nhiều"
            ],
            "món ăn địa": [],
            "chuyến thăm địa đạo củ": [
                "chi tiết"
            ],
            "lịch sử": [
                "dễ tính",
                "nhiều",
                "tuyệt vời"
            ],
            "chuyến tham": [
                "dễ dàng"
            ],
            "đường hầm": [
                "chi tiết",
                "đặc biệt",
                "thoải mái",
                "thực sự",
                "cao"
            ],
            "chuyển lời": [
                "chắc chắn",
                "tốt đẹp"
            ],
            "chuyến du lịch": [
                "vui",
                "tuyệt vời",
                "cao",
                "tốt đẹp",
                "sớm",
                "khác"
            ],
            "nhà hàng": [
                "khô",
                "nhanh chóng"
            ],
            "tour du lịch": [
                "khô",
                "nhanh chóng"
            ]
        },
        "list_proper_noun": [],
        "factor value": {
            "nền văn hóa": 2,
            "chuyến đi": 6.5,
            "hướng dẫn viên": 3.0,
            "địa điểm lịch sử": 3.0,
            "chuyến tham quan": 4.5,
            "hướng dẫn viên du lịch": 3.0,
            "phòng": 3.0,
            "khách sạn": 3.0,
            "bữa ăn": 3.0,
            "món ăn địa": 3.0,
            "chuyến thăm địa đạo củ": 1.5,
            "lịch sử": 4.5,
            "chuyến tham": 1.5,
            "đường hầm": 1.5,
            "chuyển lời": 1.5,
            "chuyến du lịch": 3.0,
            "nhà hàng": 1.5,
            "tour du lịch": 1.5
        }
    },
    {
        "attraction_name": "Asia Pacific Travel Vietnam",
        "attraction_name_vi": "Du lịch Châu Á Thái Bình Dương Việt Nam",
        "general_info": [
            "408 đánh giá",
            "- 125 trên 1.101 Hoạt động ngoài trời tại Hà Nội",
            "Xe 4WD, ATV - Tour địa hình",
            "Tour riêng",
            "Thiên nhiên - Du lịch động vật hoang dã",
            "Chuyến tham quan chụp ảnh"
        ],
        "attraction_summary": "Dịch vụ chính : Làm việc với đội ngũ nhân viên giàu kinh nghiệm, sáng tạo, đam mê và đáng tin cậy, Asia Pacific Travel tự hào được xếp hạng trong số các công ty lữ hành hàng đầu tại Việt Nam, Campuchia và Lào. Chúng tôi chuyên về các dịch vụ chất lượng cao sau: Inbound Tours - cả làm sẵn và đặt làm riêng - Các tour du lịch của chúng tôi chủ yếu tập trung vào văn hóa và lịch sử Việt Nam. Hơn nữa, chúng tôi thiết kế các chuyến tham quan mạo hiểm đi bộ xuyên rừng, chèo thuyền kayak hoặc đi xe đạp qua các vùng sâu vùng xa và những kỳ nghỉ thư giãn tại những bãi biển tuyệt đẹp dọc bờ biển của chúng tôi ...Đọc thêm",
        "reviews": [
            "Phong cảnh rất đẹp, hướng dẫn viên tiếng Anh rất tốt, họ rất thân thiện và nhiệt tình chia sẻ kiến ​​thức về đất nước của họ. Đồ ăn hơi cay đối với tôi, nhưng người phục vụ - phục vụ bàn rất giỏi trong việc tư vấn món nào cay và món nào không. Thẻ được chấp nhận ở hầu hết các nơi. Đồng đô la Mỹ có thể dễ dàng đổi thành tiền địa phương.Đọc thêm",
            "Trải qua hai ngày tuyệt vời ở Hồ Chí Minh và đồng bằng sông Cửu Long dưới sự dẫn dắt của hướng dẫn viên du lịch tuyệt vời Jacky Hiếu!  Anh ấy hoàn toàn làm cho chuyến đi của chúng tôi rất đáng nhớ.  Thật là một trải nghiệm!Đọc thêm",
            "Cô Chi sắp xếp mọi thứ thật suôn sẻ và chuỗi trải nghiệm thật tuyệt vời. Jacky Hiếu là một hướng dẫn viên du lịch tuyệt vời và rất hài hước ở Thành phố Hồ Chí Minh. Rất khuyến khíchĐọc thêm",
            "Gia đình bốn người của tôi vừa hoàn thành chuyến du lịch 19 ngày tuyệt vời tại Việt Nam do nhân viên Châu Á Thái Bình Dương, anh Lê Thực, điều phối. Anh Thực đã làm việc chăm chỉ trên hành trình dựa trên nhu cầu của chúng tôi. Sản phẩm cuối cùng là một kế hoạch du lịch rất hài lòng. Chúng tôi bắt đầu hành trình của mình tại Thành phố Hồ Chí Minh và kết thúc tại Hà Nội. Chúng tôi đã ghé thăm mười thành phố và mỗi điểm dừng đều được tổ chức tốt, đầu tiên là với hướng dẫn viên hiểu biết, phương tiện di chuyển thoải mái với tài xế giàu kinh nghiệm, các điểm tham quan được lựa chọn kỹ lưỡng và các bữa ăn ngon miệng. Chúng tôi đánh giá cao các lựa chọn khách sạn. Hầu hết đều ở trung tâm thị trấn, giúp việc đi bộ đến các quán ăn và mua sắm gần đó trở nên thuận tiện. Một điều tôi muốn chia sẻ ở đây là anh Lê Thực đã kiểm tra với chúng tôi trong mọi lần chuyển tiếp giữa các chuyến tham quan để đảm bảo rằng chúng tôi được chăm sóc tốt. Mức độ chăm sóc và dịch vụ này thực sự vượt xa và hơn thế nữa, và tôi chắc chắn sẽ sử dụng công ty này một lần nữa nếu tôi trở lại Việt Nam. Tôi rất hài lòng với công ty này và đã chia sẻ nó với người thân và bạn bè. Đọc thêm",
            "Anh Lee Thức từ Asia Pacific Travel, Việt Nam đã tổ chức toàn bộ chuyến tham quan của chúng tôi trong 21 ngày. Từ Hội Chí Minh, Huế, Đà Nẵng và Hà Nội. Anh ấy đã đặt cho chúng tôi những khách sạn tốt nhất, tham quan tốt nhất và tổ chức những hướng dẫn viên du lịch giỏi nhất ở những nơi khác nhau. Chúng tôi đã thấy tất cả những gì cần xem và rất ấn tượng với lịch sử của Việt Nam. Tôi chắc chắn sẽ giới thiệu anh ấy cho các chuyến du lịch ở Việt Nam. Từ Christina Le - ToilleĐọc thêm",
            "Tôi cùng chồng thân yêu đã đến thăm đất nước Việt Nam xinh đẹp. Chúng tôi rất vui khi có Jacky Hiếu làm hướng dẫn viên khi ở Sài Gòn. Jacky là một chàng trai rất hiểu biết và hài hước. Anh ấy đã chỉ cho chúng tôi rất nhiều địa điểm đẹp khi ở đó - đơn giản là sống ở Việt Nam! ASIA Pacific nên tự hào khi có người hướng dẫn như Jacky. MỘT LẦN NỮA ...CẢM ƠN BẠN RẤT NHIỀU VÌ TỐT ĐẸP CỦA BẠN Jacky - - Đọc thêm",
            "Hướng dẫn viên Jacky Hiếu rất sẵn lòng đáp ứng mọi yêu cầu của chúng tôi và đối xử với chúng tôi như gia đình, chỉ cho chúng tôi nhiều lĩnh vực khác nhau và giải thích lối sống truyền thống của người Việt Nam và anh ấy đã chuẩn bị kỹ lưỡng. Chúng tôi đã có một vài tiếng cười vui vẻ và ăn uống ngon miệng.  Tôi muốn giới thiệu chuyến tham quan này.Đọc thêm",
            "Chúng tôi đã có một chuyến du lịch riêng cho một nhóm 8 người. Anh Lê từ cơ quan đã giúp chúng tôi tổ chức hành trình với các hoạt động mà chúng tôi yêu cầu.  Hướng dẫn viên của chúng tôi ở Honai, Văn Quán Bùi, rất xuất sắc, anh ấy chú ý đến chi tiết và nói tiếng Anh rất trôi chảy. 2,5 ngày của chúng tôi ở Honai thật thú vị.   Anh Lê là hướng dẫn viên du lịch của chúng tôi ở miền Nam Việt Nam, chúng tôi đã yêu cầu có thêm thời gian rảnh ở Sài Gòn và đã có một ngày làm việc ở đồng bằng sông Cửu Long. Chuyến đi ở sông Mê Kông có rất nhiều lời rao bán mà tôi nghĩ hơi mất tập trung. Nhìn chung, tất cả chúng tôi đều tận hưởng khoảng thời gian ở đó.Đọc thêm",
            "Tôi đã đặt chuyến đi 2 ngày 2 đêm đến Angkor Wat từ Sài Gòn thông qua Huong Asia Pacific Travel Vietnam và thực sự hài lòng với dịch vụ của họ. 1, gói dịch vụ - bao gồm cả vé máy bay - rẻ hơn nhiều so với các tour khác 2, Tôi có thể thanh toán bằng thẻ tín dụng khi đặt vé từ California, Hoa Kỳ 3, Tina Hương, đại lý du lịch, có kiến ​​thức, chu đáo và dễ giao tiếp bằng tiếng Anh qua WhatsApp - gọi điện miễn phí - qua cuộc gọi hoặc tin nhắn. Tina đã gửi lời nhắc trước nhiều ngày cho chuyến tham quan. Sau đó, tôi đã được kết nối với một nhà điều hành ở Seam Reap, người sau đó đã tiếp quản và liên lạc với chúng tôi hàng ngày để đảm bảo các chuyến đi của chúng tôi diễn ra suôn sẻ khi ở Seam Reap. 4, các tour du lịch Angkor Wat thật tuyệt vời, một trải nghiệm có một không hai đối với tôi. Phải mất một giờ bay từ Sài Gòn sau khi tôi kết thúc chuyến tham quan Việt Nam của mình. Đọc thêm",
            "Chuyến tham quan tuyệt vời. Hướng dẫn viên của chúng tôi Jackie thật đặc biệt. Ông đã cẩn thận để đảm bảo các yêu cầu về an toàn và chế độ ăn uống của chúng tôi được đáp ứng. Tôi thực sự đánh giá cao kiến ​​thức và khiếu hài hước của anh ấy. Bravo Jackie.Đọc thêm",
            "Xin chào, tôi có thể đặt chuyến đi này bằng cách nào và ở đâu? Tôi - tôi thực sự quan tâm nhưng dường như tôi không thể tìm thấy chuyến đi trên trang web của bạn.\n\nCảm ơn bạn rất nhiềuĐọc thêm",
            "CHÀO,\nVui lòng liên hệ với chúng tôi qua email: info - asiapacifictravel.vn, cho chúng tôi biết kế hoạch du lịch của bạn, bạn muốn đến Việt Nam bao nhiêu ngày với bao nhiêu người, chúng tôi sẽ sớm liên hệ lại với bạn.\nTrân trọng,\nGiang NamĐọc tiếp"
        ],
        "star_ratings": [
            355,
            47,
            3,
            2,
            1
        ],
        "review_amount": 408,
        "location": [
            "Du lịch Châu Á Thái Bình Dương Việt Nam",
            "Hà Nội",
            "Những điều cần làm ở Hà Nội",
            "Châu Á",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written March 19, 2024",
            "Written March 18, 2024",
            "Written March 18, 2024",
            "Written March 12, 2024",
            "Written February 29, 2024",
            "Written February 24, 2024",
            "Written February 24, 2024",
            "Written February 21, 2024",
            "Written February 8, 2024",
            "Written January 26, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d4131452-Reviews-or10-Asia_Pacific_Travel_Vietnam-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4131452-Reviews-Asia_Pacific_Travel_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4131452-Reviews-or20-Asia_Pacific_Travel_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11487770-Reviews-Sinhcafe_Vietnam_Open_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26557460-Reviews-Sutran_Tattoo_Studio-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d18185217-Reviews-Hanservi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d24967200-Reviews-Kadupul_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12084453-Reviews-Hanoi_and_Around_with_Thanh-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8861467-Reviews-Amica_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g14776299-d27175948-Reviews-Ha_Long_Symphony_Cruise-Ha_Long_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2435239-Reviews-Vietnam_Open_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19484956-Reviews-Hanoi_Airport_Transfer_Company-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d18939725-Reviews-Asia_Paradise_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d18454690-Reviews-IZITOUR_com-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15224304-Reviews-Aloha_Vietnam_Travel_Guide-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11641267-Reviews-Authentik_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6478840-Reviews-Vacation_Indochina_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d18929735-Reviews-Anise_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d15002440-Reviews-Amtrak-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d6828267-Reviews-Drunk_Shakespeare-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d3642876-Reviews-KidZania_Bangkok-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g45222-d4778686-Reviews-Hungry_Horse_Reservoir-Hungry_Horse_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g60769-d2559646-Reviews-Ventura_to_Ojai_Paved_Bike_Path-Ventura_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d548557-Reviews-The_Roosevelt_Island_Tramway-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g26308539-d116619-Reviews-Las_Vegas_South_Premium_Outlets-Enterprise_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d187584-Reviews-Southwark_Bridge-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g312659-d317743-Reviews-Victoria_Alfred_Waterfront-Cape_Town_Central_Western_Cape.html",
            "https://www.tripadvisor.com/Attraction_Review-g33838-d13327370-Reviews-Gulf_Beach-Milford_Connecticut.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d4131452-Reviews-or20-Asia_Pacific_Travel_Vietnam-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d4131452-Reviews-or10-Asia_Pacific_Travel_Vietnam-Hanoi.html",
        "caculated": true,
        "dicts_sentiment_average": {
            "phong cảnh": 0.8737691454589367,
            "hướng dẫn viên": 0.8854799195736026,
            "đồ ăn hơi": 0.8427301393821836,
            "đồng bằng sông cửu long": 0.8737691454589367,
            "hướng dẫn viên du lịch": 0.9929747521746322,
            "chuyến đi": 0.42599759545798105,
            "chuỗi": 0.9954836381948553,
            "trải nghiệm": 0.7476569681894034,
            "chuyến du lịch": 0.8621607071642453,
            "nhân viên": 0.5,
            "sản phẩm": 0.9954675394692458,
            "phương tiện di": 0.9273681195918471,
            "điểm tham": 0.507907934486866,
            "bữa ăn": 0.5,
            "khách sạn": 0.20967412507161498,
            "trung tâm thị trấn": 0.9954064761695918,
            "đi bộ": 0.9934094247291796,
            "quán ăn": 0.9939999555645045,
            "chuyến tham quan": 0.9071855352260172,
            "dịch vụ": 0.44863176727085374,
            "lịch sử": 0.9953347974224016,
            "địa điểm": 0.9946448150440119,
            "lĩnh": 0.31554933881852776,
            "máy bay": -0.0445746734039858,
            "đại lý du lịch": 0.9951527234516107,
            "nhà điều hành": 0.9879313628189266,
            "tour du lịch angkor": 0.8737691454589367,
            "chế độ ăn uống": 0.9756818686146289
        },
        "dicts_adj": {
            "phong cảnh": [
                "đẹp"
            ],
            "hướng dẫn viên": [
                "tốt",
                "thân thiện",
                "thoải mái",
                "giàu",
                "vui",
                "sẵn lòng",
                "nhiều",
                "xuất sắc",
                "chi tiết",
                "trôi chảy",
                "đặc biệt"
            ],
            "đồ ăn hơi": [
                "cay",
                "giỏi",
                "cay"
            ],
            "đồng bằng sông cửu long": [
                "tuyệt vời",
                "rảnh"
            ],
            "hướng dẫn viên du lịch": [
                "tuyệt vời",
                "tuyệt vời",
                "hài hước",
                "giỏi",
                "nhất",
                "rảnh"
            ],
            "chuyến đi": [
                "hoàn toàn",
                "nhiều",
                "thực sự",
                "hài lòng",
                "suôn sẻ",
                "thực sự"
            ],
            "chuỗi": [
                "tuyệt vời"
            ],
            "trải nghiệm": [
                "tuyệt vời"
            ],
            "chuyến du lịch": [
                "tuyệt vời",
                "chắc chắn",
                "riêng"
            ],
            "nhân viên": [],
            "sản phẩm": [
                "cuối cùng",
                "hài lòng"
            ],
            "phương tiện di": [
                "thoải mái",
                "giàu"
            ],
            "điểm tham": [
                "kỹ lưỡng"
            ],
            "bữa ăn": [],
            "khách sạn": [
                "cao",
                "tốt",
                "nhất",
                "tốt",
                "nhất"
            ],
            "trung tâm thị trấn": [
                "gần",
                "thuận tiện"
            ],
            "đi bộ": [
                "gần",
                "thuận tiện"
            ],
            "quán ăn": [
                "gần",
                "thuận tiện"
            ],
            "chuyến tham quan": [
                "tốt",
                "nhiều",
                "tuyệt vời"
            ],
            "dịch vụ": [
                "thực sự",
                "xa",
                "hơn",
                "chắc chắn",
                "rẻ",
                "hơn",
                "nhiều",
                "khác"
            ],
            "lịch sử": [],
            "địa điểm": [
                "nhiều",
                "đẹp",
                "đơn giản"
            ],
            "lĩnh": [
                "khác",
                "truyền thống",
                "kỹ lưỡng"
            ],
            "máy bay": [
                "rẻ",
                "hơn",
                "nhiều",
                "khác"
            ],
            "đại lý du lịch": [
                "chu đáo",
                "dễ"
            ],
            "nhà điều hành": [
                "suôn sẻ"
            ],
            "tour du lịch angkor": [
                "tuyệt vời"
            ],
            "chế độ ăn uống": [
                "cẩn thận",
                "an toàn"
            ]
        },
        "list_proper_noun": [],
        "factor value": {
            "phong cảnh": 1.5,
            "hướng dẫn viên": 9.0,
            "đồ ăn hơi": 1.5,
            "đồng bằng sông cửu long": 3.0,
            "hướng dẫn viên du lịch": 6.0,
            "chuyến đi": 6.0,
            "chuỗi": 1.5,
            "trải nghiệm": 3.0,
            "chuyến du lịch": 4.5,
            "nhân viên": 1.5,
            "sản phẩm": 1.5,
            "phương tiện di": 1.5,
            "điểm tham": 1.5,
            "bữa ăn": 1.5,
            "khách sạn": 3.0,
            "trung tâm thị trấn": 1.5,
            "đi bộ": 1.5,
            "quán ăn": 1.5,
            "chuyến tham quan": 7.5,
            "dịch vụ": 3.0,
            "lịch sử": 1.5,
            "địa điểm": 1.5,
            "lĩnh": 1.5,
            "máy bay": 1.5,
            "đại lý du lịch": 1.5,
            "nhà điều hành": 1.5,
            "tour du lịch angkor": 1.5,
            "chế độ ăn uống": 1.5
        }
    },
    {
        "attraction_name": "Asia Pacific Travel Vietnam",
        "attraction_name_vi": "Du lịch Châu Á Thái Bình Dương Việt Nam",
        "general_info": [
            "408 đánh giá",
            "127 trên 1.107 Hoạt động ngoài trời tại Hà Nội",
            "Chuyến tham quan địa hình bằng xe 4WD, ATV",
            "Tour riêng",
            "Chuyến tham quan động vật hoang dã tự nhiên",
            "Chuyến tham quan chụp ảnh"
        ],
        "attraction_summary": "Dịch vụ chính : Làm việc với đội ngũ nhân viên giàu kinh nghiệm, sáng tạo, đam mê và đáng tin cậy, Asia Pacific Travel tự hào được xếp hạng trong số các công ty lữ hành hàng đầu tại Việt Nam, Campuchia và Lào. Chúng tôi chuyên về các dịch vụ chất lượng cao sau: Các chuyến tham quan trong nước có sẵn và theo yêu cầu. Các tour du lịch của chúng tôi chủ yếu tập trung vào văn hóa và lịch sử Việt Nam. Hơn nữa, chúng tôi thiết kế các chuyến tham quan mạo hiểm đi bộ xuyên rừng, chèo thuyền kayak hoặc đi xe đạp qua các vùng sâu vùng xa và những kỳ nghỉ thư giãn tại những bãi biển tuyệt đẹp dọc bờ biển của chúng tôi ...Đọc thêm",
        "reviews": [
            "Jacky Hiếu là một hướng dẫn viên du lịch rất tuyệt vời. Ông có kiến ​​thức rất tốt về địa lý và lịch sử Việt Nam. Anh ấy vui tính, tận tâm, thực sự quan tâm đến khách hàng và luôn đáp ứng yêu cầu của khách hàng. Anh ấy rất khuyến khích hướng dẫn viên du lịch ở Việt Nam.Peter Ho-SiĐọc thêm",
            "Cô Chi đã tổ chức tất cả các hoạt động chuyển tiền của chúng tôi tại Việt Nam và cho chuyến dừng chân 48 giờ của chúng tôi trở lại London ở Doha, Qatar. Tất cả các lần chuyển tiền đều đúng giờ và dịch vụ rất lịch sự và thoải máiĐọc thêm",
            "Dịch vụ này thật tuyệt vời. Sự phối hợp và chăm sóc rất tốt cho chúng tôi. Làm cho chuyến đi của chúng tôi trở nên tuyệt vời, cảm ơn Kimichi. Nổi bậtĐọc thêm",
            "Một chuyến đi hấp dẫn và ngoạn mục từ thành phố Hà Nội và các điểm tham quan cũng như chuyến tham quan Vịnh Hạ Long bằng tàu du lịch với đội ngũ nhân viên giàu kinh nghiệm Châu Á Thái Bình Dương do bà Chi và ông SandyĐọc thêm",
            "Chuyến đi đến Đà Nẵng và Hội An của chúng tôi thật tuyệt vời nhờ hướng dẫn viên du lịch Mr Ten. Anh ấy rất thân thiện, hiểu biết và chụp những bức ảnh tuyệt vời. Anh ấy thậm chí còn cố gắng thêm các hoạt động vào hành trình của chúng tôi để đảm bảo rằng chúng tôi có trải nghiệm trọn vẹn về Việt Nam. Muốn giới thiệu Asia Pacific Travel Vietnam cho chuyến đi tiếp theo của bạn đến Việt Nam :Đọc thêm",
            "Sắp xếp rất tốt với đội ngũ nhân viên thân thiện và hữu ích. Cảm ơn Lê Thức vì sự sắp xếp hấp dẫn của anh ấy dành cho chúng tôi. Hành trình có những trải nghiệm địa phương tốtĐọc thêm",
            "Chúng tôi đã có khoảng thời gian tuyệt vời ở Đà Nẵng và Hội An. Đánh giá cao mọi sự sắp xếp đã được thực hiện. Thật tuyệt vời, cảm ơn hướng dẫn viên của chúng tôi, Mr.Ten, người rất thân thiện và đảm bảo rằng chúng tôi sẽ đến được tất cả các điểm tham quan chính.Đọc thêm",
            "Vinayaka thân mến, \nCảm ơn rất nhiều vì phản hồi của bạn. Những lời khen của bạn khiến chúng tôi ngày càng cảm thấy tin tưởng hơn. Ông Ten là một trong những hướng dẫn tốt nhất của chúng tôi. Chúng tôi rất vui vì bạn rất thích chuyến đi của mình. Như thường lệ, chúng tôi quan tâm đến từng chi tiết trong chuyến đi của khách hàng. Chúng tôi luôn nỗ lực để chuyến đi của họ trở nên hoàn hảo nhất có thể và mang lại những trải nghiệm du lịch đích thực. Thay mặt Team du lịch Châu Á Thái Bình Dương, tôi xin gửi lời cảm ơn rất nhiều đến các bạn đã đồng hành cùng chúng tôi.\nĐọc thêm",
            "Một vài ngày ở Hồ Chí Minh với hướng dẫn viên Jacky Hiếu. Đảm bảo tất cả những người trong chuyến tham quan đều được chăm sóc và chúng tôi có thể trải nghiệm thành phố. Muốn hiểu rõ hơn về các trang web chúng tôi đã truy cập và có nhiều kiến ​​thức hơn là nhận xét bên lề. Nhìn chung kinh nghiệm tốt. Đọc thêm",
            "Radiya thân mến, \nCảm ơn rất nhiều vì phản hồi của bạn. Những lời khen của bạn khiến chúng tôi ngày càng cảm thấy tin tưởng hơn. Ông Jacky là một trong những người hướng dẫn tốt nhất của chúng tôi. Chúng tôi rất vui vì bạn rất thích chuyến đi của mình. Như thường lệ, chúng tôi quan tâm đến từng chi tiết trong chuyến đi của khách hàng. Chúng tôi luôn nỗ lực để chuyến đi của họ trở nên hoàn hảo nhất có thể và mang lại những trải nghiệm du lịch đích thực. Thay mặt Team du lịch Châu Á Thái Bình Dương, tôi xin gửi lời cảm ơn rất nhiều đến các bạn đã đồng hành cùng chúng tôi.\nĐọc thêm",
            "Chúng tôi đã có một trải nghiệm tuyệt vời khi di chuyển qua Thành phố Hồ Chí Minh. Hướng dẫn viên của chúng tôi - Mr Jacky Hiếu, thật tuyệt vời! Anh ấy đảm bảo rằng chúng tôi được an toàn trong suốt chuyến đi, anh ấy đã cho chúng tôi những lựa chọn tuyệt vời về những việc cần làm trong thời gian rảnh rỗi và luôn tìm những nhà vệ sinh sạch sẽ nhất để nghỉ ngơi trong phòng tắm. Cảm ơn Jacky vì rất thân thiện, hữu ích và hài hước! Đọc thêm",
            "Northstar thân mến,\nCảm ơn bạn rất nhiều vì đánh giá tốt của bạn. Hãy đảm bảo chuyển phản hồi tuyệt vời của bạn đến Jacky! Chúng tôi mong được gặp lại bạn, hy vọng là trong tương lai rất gần\nCảm ơn và trân trọng,\nNhóm Châu Á Thái Bình Dương\nĐọc thêm",
            "Jacky Hiếu là một hướng dẫn viên du lịch tuyệt vời, người không chỉ dạy chúng tôi về văn hóa Việt Nam mà còn tạo ra bầu không khí gia đình trong nhóm du lịch của chúng tôi. Tôi muốn giới thiệu Jacky cho bất kỳ người bạn và gia đình nào của tôi vì anh ấy đã khiến chuyến đi trở nên đáng kinh ngạc và anh ấy đã cho chúng tôi thấy ý nghĩa thực sự của văn hóa Việt Nam. Cảm ơn bạn Du lịch Châu Á Thái Bình Dương Jacky thực sự là một tài sản cho tổ chức của bạn và gia đình tôi và tôi rất biết ơn vì đã có anh ấy làm hướng dẫn viên du lịch của chúng tôi.Đọc thêm",
            "Jaroshen thân mến,\nCảm ơn bạn rất nhiều vì đánh giá tốt của bạn. Vậy hãy nhớ chuyển phản hồi tuyệt vời của bạn tới Jacky nhé! Chúng tôi mong được gặp lại bạn, hy vọng trong tương lai rất gần\nCảm ơn và trân trọng,\nĐội Châu Á Thái Bình Dương \nĐọc thêm",
            "Xin chào, làm thế nào và ở đâu tôi có thể đặt chuyến đi này? Tôi thực sự quan tâm nhưng tôi không thể tìm thấy chuyến đi trên trang web của bạn.\n\nCảm ơn bạn rất nhiềuĐọc thêm",
            "CHÀO,\nVui lòng liên hệ với chúng tôi qua email: infoasiapacifictravel.vn, cho chúng tôi biết kế hoạch du lịch của bạn, bạn muốn đến Việt Nam bao nhiêu ngày với bao nhiêu người, chúng tôi sẽ sớm liên hệ lại với bạn.\nTrân trọng,\nGiang NamĐọc tiếp"
        ],
        "star_ratings": [
            355,
            47,
            3,
            2,
            1
        ],
        "review_amount": 408,
        "location": [
            "Những điều cần làm ở Hà Nội",
            "Du lịch Châu Á Thái Bình Dương Việt Nam",
            "Châu Á",
            "Việt Nam",
            "Hà Nội"
        ],
        "reviews_time": [
            "Written January 26, 2024",
            "Written January 20, 2024",
            "Written January 18, 2024",
            "Written January 8, 2024",
            "Written January 8, 2024",
            "Written January 7, 2024",
            "Written December 31, 2023",
            "Written December 25, 2023",
            "Written December 25, 2023",
            "Written December 25, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d4131452-Reviews-or20-Asia_Pacific_Travel_Vietnam-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4131452-Reviews-or10-Asia_Pacific_Travel_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4131452-Reviews-or30-Asia_Pacific_Travel_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4131452-Reviews-Asia_Pacific_Travel_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11487770-Reviews-Sinhcafe_Vietnam_Open_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26557460-Reviews-Sutran_Tattoo_Studio-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d18185217-Reviews-Hanservi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d24967200-Reviews-Kadupul_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12084453-Reviews-Hanoi_and_Around_with_Thanh-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8861467-Reviews-Amica_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g14776299-d27175948-Reviews-Ha_Long_Symphony_Cruise-Ha_Long_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2435239-Reviews-Vietnam_Open_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19484956-Reviews-Hanoi_Airport_Transfer_Company-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d18939725-Reviews-Asia_Paradise_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d18454690-Reviews-IZITOUR_com-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15224304-Reviews-Aloha_Vietnam_Travel_Guide-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11641267-Reviews-Authentik_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6478840-Reviews-Vacation_Indochina_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d18929735-Reviews-Anise_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d10392839-Reviews-Aircoach-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g309253-d6501685-Reviews-Tama_Market-Tamarindo_Province_of_Guanacaste.html",
            "https://www.tripadvisor.com/Attraction_Review-g43686-d21352391-Reviews-West_Biloxi_Boardwalk-Biloxi_Mississippi.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d13551788-Reviews-SAMURAI_NINJA_MUSEUM_with_EXPERIENCE-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d591343-Reviews-Placa_d_Espanya-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d7276075-Reviews-Ski_Dubai-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g298560-d1831047-Reviews-Shiroi_Koibito_Park-Sapporo_Hokkaido.html",
            "https://www.tripadvisor.com/Attraction_Review-g45086-d280049-Reviews-Pictograph_Cave_State_Park-Billings_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d10185508-Reviews-Speedwerkz_Exotic_Car_Museum-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g33416-d1101404-Reviews-Platte_Ranch_Riding_Stables-Fairplay_Colorado.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d4131452-Reviews-or30-Asia_Pacific_Travel_Vietnam-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d4131452-Reviews-or20-Asia_Pacific_Travel_Vietnam-Hanoi.html",
        "caculated": true,
        "dicts_sentiment_average": {
            "hướng dẫn viên du lịch": 0.7455017711326946,
            "lịch sử": 0.9887277199886739,
            "hoạt động chuyển tiền": 0.5,
            "chuyến dừng chân": 0.5,
            "chuyển tiền": 0.9520166176371276,
            "dịch vụ": 0.9944597660505679,
            "chuyến đi": 0.9548950564979654,
            "điểm tham": 0.9593329498311505,
            "chuyến tham quan vịnh": 0.8737691454589367,
            "tàu du lịch": 0.9692090218886733,
            "nhân viên": 0.9919290510879364,
            "hành trình": 0.9342504859669134,
            "trải nghiệm": 0.989184265548829,
            "hướng dẫn viên": 0.8449230295761178,
            "trải nghiệm du lịch": 0.5,
            "chuyến tham quan": 0.9913286609807983,
            "trang web": 0.0014686789363622665,
            "thành phố hồ": 0.8737691454589367,
            "nhà vệ sinh": 0.9412381931033451,
            "phòng tắm": 0.5
        },
        "dicts_adj": {
            "hướng dẫn viên du lịch": [
                "tuyệt vời"
            ],
            "lịch sử": [
                "tốt"
            ],
            "hoạt động chuyển tiền": [],
            "chuyến dừng chân": [],
            "chuyển tiền": [
                "đúng"
            ],
            "dịch vụ": [
                "lịch sự",
                "thoải mái",
                "tuyệt vời"
            ],
            "chuyến đi": [
                "tuyệt vời",
                "giàu",
                "tuyệt vời",
                "vui",
                "hoàn hảo",
                "có thể",
                "vui",
                "hoàn hảo",
                "có thể",
                "tuyệt vời",
                "rảnh rỗi"
            ],
            "điểm tham": [
                "giàu",
                "thân thiện"
            ],
            "chuyến tham quan vịnh": [
                "giàu"
            ],
            "tàu du lịch": [
                "giàu"
            ],
            "nhân viên": [
                "giàu",
                "tốt"
            ],
            "hành trình": [
                "trọn vẹn",
                "tốt"
            ],
            "trải nghiệm": [
                "tốt",
                "tuyệt vời"
            ],
            "hướng dẫn viên": [
                "tuyệt vời",
                "tuyệt vời"
            ],
            "trải nghiệm du lịch": [],
            "chuyến tham quan": [],
            "trang web": [
                "rõ",
                "hơn",
                "nhiều",
                "​ thức",
                "hơn"
            ],
            "thành phố hồ": [
                "tuyệt vời"
            ],
            "nhà vệ sinh": [
                "sạch sẽ",
                "nhất"
            ],
            "phòng tắm": []
        },
        "list_proper_noun": [],
        "factor value": {
            "hướng dẫn viên du lịch": 3.0,
            "lịch sử": 1.5,
            "hoạt động chuyển tiền": 1.5,
            "chuyến dừng chân": 1.5,
            "chuyển tiền": 1.5,
            "dịch vụ": 3.0,
            "chuyến đi": 9.0,
            "điểm tham": 3.0,
            "chuyến tham quan vịnh": 1.5,
            "tàu du lịch": 1.5,
            "nhân viên": 3.0,
            "hành trình": 3.0,
            "trải nghiệm": 3.0,
            "hướng dẫn viên": 4.5,
            "trải nghiệm du lịch": 3.0,
            "chuyến tham quan": 1.5,
            "trang web": 1.5,
            "thành phố hồ": 1.5,
            "nhà vệ sinh": 1.5,
            "phòng tắm": 1.5
        }
    },
    {
        "attraction_name": "Asia Pacific Travel Vietnam",
        "attraction_name_vi": "Du lịch Châu Á Thái Bình Dương Việt Nam",
        "general_info": [
            "408 đánh giá",
            "127 trên 1.107 Hoạt động ngoài trời tại Hà Nội",
            "Tour du lịch địa hình 4WD, ATV",
            "Tour riêng",
            "Chuyến tham quan động vật hoang dã tự nhiên",
            "Chuyến tham quan chụp ảnh"
        ],
        "attraction_summary": "Dịch vụ chính : Làm việc với đội ngũ nhân viên giàu kinh nghiệm, sáng tạo, đam mê và đáng tin cậy, Asia Pacific Travel tự hào được xếp hạng trong số các công ty lữ hành hàng đầu tại Việt Nam, Campuchia và Lào. Chúng tôi chuyên về các dịch vụ chất lượng cao sau: Các chuyến tham quan trong nước có sẵn và theo yêu cầu. Các tour du lịch của chúng tôi chủ yếu tập trung vào văn hóa và lịch sử Việt Nam. Hơn nữa, chúng tôi thiết kế các chuyến tham quan mạo hiểm đi bộ xuyên rừng, chèo thuyền kayak hoặc đi xe đạp qua các vùng sâu vùng xa và những kỳ nghỉ thư giãn tại những bãi biển tuyệt đẹp dọc bờ biển của chúng tôi ...Đọc thêm",
        "reviews": [
            "Jacky tỏ ra là một hướng dẫn viên du lịch xuất sắc, pha trộn giữa sự thân thiện, hài hước và kiến ​​thức sâu sắc. Anh ấy dễ dàng dẫn chúng tôi đến những địa điểm đẹp nhất của Việt Nam, làm sáng tỏ lịch sử đằng sau mỗi điểm đến, cho dù đó là tham gia các hoạt động vui chơi, thưởng thức ẩm thực truyền thống hay khám phá các di tích lịch sử. Những hiểu biết sâu sắc của Jacky đã làm phong phú thêm chuyến tham quan của chúng tôi, tạo nên những kỷ niệm lâu dài. Lòng tốt và sự hài hước của anh ấy khiến cuộc hành trình trở nên thú vị hơn. Không còn nghi ngờ gì nữa, tôi hết lòng giới thiệu anh ấy cho tất cả những ai đang tìm kiếm trải nghiệm du lịch khó quên.Đọc thêm",
            "Divyar thân mến,\nCảm ơn sự chân thành của bạn, chúng tôi rất tự hào về lời khen ngợi của bạn. Hãy đảm bảo chuyển phản hồi tuyệt vời của bạn đến Jacky! và chúng tôi sẵn sàng phục vụ bạn tốt trong các chuyến du lịch Việt Nam mới của bạn, một lần nữa cảm ơn bạn rất nhiều.Đọc thêm",
            "Đó là một chuyến đi tuyệt vời. Hướng dẫn viên của chúng tôi, Mr.Jacky rất xuất sắc và cung cấp dịch vụ xuất sắc. Anh ấy đã giải thích cho chúng tôi một cách hoàn hảo tất cả những điểm mà anh ấy đã đưa chúng tôi đến. Anh ấy là tài sản cho công ty du lịch của bạn Trân trọng và chúc mọi điều tốt đẹp nhất Đọc thêm",
            "Kính gửi Wnitink,\nCảm ơn rất nhiều vì phản hồi tốt đẹp của bạn. Những lời khen của bạn khiến chúng tôi ngày càng cảm thấy tin tưởng hơn. Ông Jacky là một trong những người hướng dẫn tốt nhất của chúng tôi. Thay mặt Team du lịch Châu Á Thái Bình Dương, tôi xin gửi lời cảm ơn rất nhiều đến các bạn đã đồng hành cùng chúng tôi.\nChúng tôi mong được gặp lại bạn, hy vọng trong tương lai rất gần. \n\nCảm ơn và trân trọng,\nNhóm Châu Á Thái Bình Dương Đọc thêm",
            "Đồ ăn tuyệt vời, con người Việt Nam tuyệt vời, Mua sắm tuyệt vời, tổ chức tuyệt vời của Asia Travel.. Cảm ơn ông Lee và ông TenĐọc thêm",
            "Kính gửi Thudeor,\n\nĐầu tiên, chúng tôi xin chân thành cảm ơn bạn đã chọn công ty chúng tôi cho chuyến đi của bạn tại Việt Nam và đã dành thời gian quý báu của bạn để phản hồi về kỳ nghỉ gần đây của bạn với chúng tôi. Nhận xét rất hay của bạn về dịch vụ của chúng tôi mang đến cho nhóm chúng tôi động lực lớn để làm việc chăm chỉ hơn nữa nhằm mang đến cho bạn trải nghiệm đáng nhớ nhất cho khách hàng của chúng tôi trong tương lai. Cảm ơn bạn đã đánh giá và chúng tôi mong muốn được chào đón bạn trở lại trong tương lai.\nTrân trọng,\nNhóm Châu Á Thái Bình Dương\nĐọc thêm",
            "Chúng tôi đã đi đến rất nhiều nơi và được hướng dẫn viên du lịch Mr.Ten hỗ trợ rất nhiều, anh ấy rất kiên nhẫn và tốt bụng với chúng tôi, anh ấy thậm chí còn cố gắng tìm những địa điểm đẹp để tổ chức sinh nhật và đảm bảo rằng chúng tôi có được dịch vụ tốt nhất. Chúng tôi đã thấy rất nhiều di tích lịch sử và viếng thăm những ngôi chùa rất đẹp. Đọc thêm",
            "Teeshar thân mến,\n\nChúng tôi xin gửi lời cảm ơn chân thành đến những phản hồi tốt của bạn. Chúng tôi đã gửi lời khen tốt đẹp của bạn tới Mr Ten. Cảm ơn bạn và hy vọng chúng tôi sẽ có cơ hội chào đón bạn quay trở lại sớm.\nTrân trọng,\nĐội Châu Á Thái Bình Dương. \nĐọc thêm",
            "Hướng dẫn viên du lịch thật TUYỆT VỜI và anh ấy rất sôi nổi và thân thiện. Tôi chắc chắn sẽ giới thiệu chuyến tham quan này cùng với hướng dẫn viên.Đọc thêm",
            "Kridaya thân mến,\n\nCảm ơn bạn đã lựa chọn chúng tôi và dành thời gian để viết đánh giá về trải nghiệm của bạn.\nChúng tôi rất mong được chào đón bạn trở lại trong tương lai.\nTrân trọng,\nNhóm Châu Á Thái Bình Dương Đọc thêm",
            "Tôi đã được cô Chi phục vụ. Cô ấy biết điều gì là tốt nhất cho gia đình chúng tôi vì tôi có nhiều người lớn tuổi hơn trong gia đình. Chuyến đi tùy chỉnh của chúng tôi được chăm sóc chu đáo và toàn bộ hành trình rất vui vẻ và hiệu quả. Tôi thực sự muốn giới thiệu cô Chi nếu bạn định đi tour hướng dẫn riêng tại Hà Nội. Cảm ơn bạn rất nhiều. Đọc thêm",
            "Jessie Lee thân mến, \n\nĐầu tiên, chúng tôi cảm ơn bạn rất nhiều vì đã chọn công ty chúng tôi cho chuyến đi đến Việt Nam và đã dành thời gian quý báu để đưa ra những phản hồi về kỳ nghỉ gần đây của bạn với chúng tôi. Nhận xét rất tốt đẹp của bạn về các dịch vụ của chúng tôi là động lực lớn để nhóm chúng tôi làm việc chăm chỉ hơn để mang lại cho bạn trải nghiệm đáng nhớ nhất cho khách hàng trong tương lai. Cảm ơn bạn đã đánh giá và chúng tôi rất mong được chào đón bạn quay trở lại trong tương lai.\n\nVới lời chúc tốt đẹp nhất,\nĐội Châu Á Thái Bình Dương \nĐọc thêm",
            "Chúng tôi đã có khoảng thời gian tuyệt vời khi ghé thăm Vịnh Hạ Long, Đà Nẵng và Hội A cùng những người bạn tốt! Du lịch Châu Á Thái Bình Dương và họ cung cấp dịch vụ tuyệt vời! Hành trình của chúng tôi ở Hạ Long thật tuyệt vời! Từ Đà Nẵng, anh chàng du lịch của chúng tôi, anh Ten có nhiều kinh nghiệm và cung cấp cho chúng tôi những dịch vụ tuyệt vời.  Chúng tôi sẽ giới thiệu cho gia đình và bạn bè của mình về Asia Pacific Travel. Đọc thêm",
            "Victoria thân mến, \n\nRất cám ơn bạn đã dành thời gian chia sẻ đánh giá đáng yêu này với cộng đồng TripAdvisor. Chúng tôi đã gửi lời khen tốt đẹp của bạn tới Mr.Ten. \n\nĐội ngũ Asia Pacific Team chân thành mong chờ sự trở lại của bạn trong thời gian sắp tới. \n\nCảm ơn và trân trọng,\nMs Kim CHi từ phòng kinh doanh \n\nĐọc thêm",
            "Vợ tôi và tôi đã đi du lịch khắp Việt Nam trong 2 tuần. Các chuyến tham quan rất tuyệt vời và Chi luôn hỗ trợ chúng tôi thông báo cho chúng tôi về việc đón khách tại khách sạn và sự chậm trễ ở sân bay. Không thể giới thiệu đủ.Đọc thêm",
            "Paul thân mến,\n\nChúng tôi cảm ơn ý kiến ​​của bạn. Chúng tôi rất vui vì bạn đã tận hưởng chuyến đi với chúng tôi và đáp ứng được mong đợi của bạn. \nChúng tôi cầu chúc những điều tốt đẹp nhất đến với bạn, chúng tôi rất mong được chào đón bạn trở lại trong tương lai.\n\nVới lời chúc tốt đẹp nhất,\nCô Kim Chi Đọc thêm",
            "Công ty xuất sắc để đối phó. Cô Chi trong Từ Châu Á Thái Bình Dương và Shereen từ Avoca Travels Nam Phi đã thực hiện một công việc tuyệt vời trong việc sắp xếp chuyến đi xuyên Việt Nam của chúng tôi. Đọc thêm",
            "Thỏ và Sandy thân mến,\n\nChúng tôi xin gửi lời cảm ơn chân thành đến phản hồi tốt của bạn. Chúng tôi rất vui khi biết rằng bạn đã hài lòng với dịch vụ du lịch của chúng tôi tại Việt Nam. \n\nChúng tôi cầu chúc những điều tốt đẹp nhất đến với bạn. Bảo trọng\n\nTrân trọng,\nCô Kim Chi \nĐọc thêm",
            "Chúng tôi được Jackie Hiếu chăm sóc một cách chuyên nghiệp.  Chúng tôi gặp nhau ở sân bay Hồ Chí Minh và đưa về khách sạn.  Ngày hôm sau chúng tôi được đưa tới địa đạo Củ Chi để trải nghiệm điều kiện thời chiến.  Buổi chiều đưa chúng tôi đến Bảo tàng Chiến tranh ghi lại những sự kiện đau buồn đã diễn ra. Sau đó chúng tôi đi tham quan trung tâm thành phố Sài Gòn sôi động, bao gồm Bưu điện, Tòa thị chính Nhà thờ Đức Bà.  Ngày thứ 2 bao gồm một chuyến đi đến vùng đồng bằng sông Cửu Long rộng lớn. Chúng tôi đến thăm chùa Vĩnh Tràng, sau đó đi thuyền đến đảo Kỳ Lân và Dừa để thưởng thức đồ uống đặc biệt, trái cây và bữa trưa. Chuyến đi của chúng tôi được tổ chức tốt bởi hướng dẫn viên thân thiện và tài xế của chúng tôi.  Thật là một vài ngày tuyệt vời ở quanh Thành phố Hồ Chí Minh.Đọc thêm",
            "Kính gửi D297WFalanb, \n\nChúng tôi xin gửi lời cảm ơn chân thành đến những phản hồi tốt của bạn. Chúng tôi đã gửi lời khen tốt đẹp của bạn tới ông Jacky. \n\nChúng tôi rất mong được chào đón bạn trở lại sớm.\n\nTrân trọng,\nNhóm Châu Á Thái Bình DươngĐọc thêm",
            "Xin chào, tôi có thể đặt chuyến đi này bằng cách nào và ở đâu? Tôi thực sự quan tâm nhưng dường như tôi không thể tìm thấy chuyến đi trên trang web của bạn.\n\nCảm ơn bạn rất nhiềuĐọc thêm",
            "CHÀO,\nVui lòng liên hệ với chúng tôi qua email: infoasiapacifictravel.vn, cho chúng tôi biết kế hoạch du lịch của bạn, bạn muốn đến Việt Nam bao nhiêu ngày với bao nhiêu người, chúng tôi sẽ sớm liên hệ lại với bạn.\nTrân trọng,\nGiang NamĐọc tiếp"
        ],
        "star_ratings": [
            355,
            47,
            3,
            2,
            1
        ],
        "review_amount": 408,
        "location": [
            "Những điều cần làm ở Hà Nội",
            "Du lịch Châu Á Thái Bình Dương Việt Nam",
            "Châu Á",
            "Việt Nam",
            "Hà Nội"
        ],
        "reviews_time": [
            "Written December 17, 2023",
            "Written December 8, 2023",
            "Written December 4, 2023",
            "Written December 4, 2023",
            "Written December 4, 2023",
            "Written November 30, 2023",
            "Written November 25, 2023",
            "Written November 23, 2023",
            "Written November 18, 2023",
            "Written November 14, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d4131452-Reviews-or30-Asia_Pacific_Travel_Vietnam-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4131452-Reviews-or20-Asia_Pacific_Travel_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4131452-Reviews-or40-Asia_Pacific_Travel_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4131452-Reviews-Asia_Pacific_Travel_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11487770-Reviews-Sinhcafe_Vietnam_Open_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26557460-Reviews-Sutran_Tattoo_Studio-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d18185217-Reviews-Hanservi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d24967200-Reviews-Kadupul_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12084453-Reviews-Hanoi_and_Around_with_Thanh-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8861467-Reviews-Amica_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g14776299-d27175948-Reviews-Ha_Long_Symphony_Cruise-Ha_Long_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2435239-Reviews-Vietnam_Open_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19484956-Reviews-Hanoi_Airport_Transfer_Company-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d18939725-Reviews-Asia_Paradise_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d18454690-Reviews-IZITOUR_com-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15224304-Reviews-Aloha_Vietnam_Travel_Guide-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11641267-Reviews-Authentik_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6478840-Reviews-Vacation_Indochina_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d18929735-Reviews-Anise_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g1758900-d7713826-Reviews-Market_Market_Shopping_Mall-Taguig_City_Metro_Manila_Luzon.html",
            "https://www.tripadvisor.com/Attraction_Review-g14129735-d1170018-Reviews-The_National_Art_Center_Tokyo-Roppongi_Minato_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g13808671-d8016965-Reviews-Royal_Thai_Massage-Zhongshan_District_Taipei.html",
            "https://www.tripadvisor.com/Attraction_Review-g187463-d7132614-Reviews-Cuevas_de_Genova-Palma_de_Mallorca_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d256384-Reviews-Mercato_Trionfale-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g49403-d2217025-Reviews-Oak_Island_Beach-Oak_Island_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g53315-d2531178-Reviews-Rice_s_Market-New_Hope_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60805-d3865251-Reviews-St_Johns_Town_Center-Jacksonville_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g55329-d7808433-Reviews-The_Cross-Sewanee_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g14134274-d553808-Reviews-Ameyoko_Shopping_Street-Ueno_Taito_Tokyo_Tokyo_Prefecture_Kanto.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d4131452-Reviews-or40-Asia_Pacific_Travel_Vietnam-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d4131452-Reviews-or30-Asia_Pacific_Travel_Vietnam-Hanoi.html",
        "caculated": true,
        "dicts_sentiment_average": {
            "hướng dẫn viên du lịch": 0.994888931562725,
            "ẩm thực truyền": 0.5,
            "di tích lịch sử": 0.6980722662992775,
            "chuyến tham quan": 0.7830576688982547,
            "hành trình": 0.9955645196372643,
            "trải nghiệm du lịch": 0.995086205075495,
            "chuyển phản hồi": 0.9955237900721841,
            "chuyến du lịch": 0.9955937547492795,
            "chuyến đi": 0.9547980547843812,
            "hướng dẫn viên": 0.49956854712218046,
            "dịch vụ": 0.5990718563552946,
            "ty du lịch": 0.9955574263585731,
            "kính gửi": 0.9955656556994654,
            "đồ ăn": 0.9954355360241607,
            "kỳ nghỉ": 0.6224082307890058,
            "trải nghiệm": 0.9953177920542657,
            "địa điểm": 0.9920147304655984,
            "ngôi chùa": 0.9952632813365199,
            "tour hướng dẫn": 0.18365445733070374
        },
        "dicts_adj": {
            "hướng dẫn viên du lịch": [
                "xuất sắc",
                "sâu sắc",
                "nhiều",
                "sôi nổi"
            ],
            "ẩm thực truyền": [],
            "di tích lịch sử": [
                "đẹp"
            ],
            "chuyến tham quan": [
                "sâu sắc",
                "phong phú",
                "lâu dài"
            ],
            "hành trình": [
                "tốt",
                "thú vị",
                "hơn",
                "vui vẻ"
            ],
            "trải nghiệm du lịch": [
                "khó"
            ],
            "chuyển phản hồi": [
                "tuyệt vời"
            ],
            "chuyến du lịch": [
                "sẵn sàng",
                "tốt",
                "mới",
                "nhiều"
            ],
            "chuyến đi": [
                "tuyệt vời",
                "quý báu",
                "chu đáo"
            ],
            "hướng dẫn viên": [],
            "dịch vụ": [
                "xuất sắc",
                "xuất sắc",
                "lớn",
                "chăm chỉ",
                "tốt"
            ],
            "ty du lịch": [
                "tốt đẹp",
                "nhất"
            ],
            "kính gửi": [
                "nhiều",
                "tốt đẹp"
            ],
            "đồ ăn": [
                "tuyệt vời",
                "tuyệt vời",
                "tuyệt vời",
                "tuyệt vời"
            ],
            "kỳ nghỉ": [
                "gần"
            ],
            "trải nghiệm": [
                "nhất"
            ],
            "địa điểm": [
                "đẹp"
            ],
            "ngôi chùa": [
                "đẹp"
            ],
            "tour hướng dẫn": [
                "thực sự",
                "riêng"
            ]
        },
        "list_proper_noun": [],
        "factor value": {
            "hướng dẫn viên du lịch": 3.5,
            "ẩm thực truyền": 1.5,
            "di tích lịch sử": 2.5,
            "chuyến tham quan": 2.5,
            "hành trình": 2.5,
            "trải nghiệm du lịch": 1.5,
            "chuyển phản hồi": 1,
            "chuyến du lịch": 1,
            "chuyến đi": 3,
            "hướng dẫn viên": 2,
            "dịch vụ": 3,
            "ty du lịch": 1,
            "kính gửi": 1,
            "đồ ăn": 1,
            "kỳ nghỉ": 1,
            "trải nghiệm": 1,
            "địa điểm": 1,
            "ngôi chùa": 1,
            "tour hướng dẫn": 1
        }
    },
    {
        "attraction_name": "Asia Pacific Travel Vietnam",
        "attraction_name_vi": "Du lịch Châu Á Thái Bình Dương Việt Nam",
        "general_info": [
            "408 đánh giá",
            "127 trên 1.107 Hoạt động ngoài trời tại Hà Nội",
            "Chuyến tham quan địa hình bằng xe 4WD, ATV",
            "Tour riêng",
            "Chuyến tham quan động vật hoang dã tự nhiên",
            "Tour chụp ảnh"
        ],
        "attraction_summary": "Dịch vụ chính: Làm việc với đội ngũ nhân viên giàu kinh nghiệm, sáng tạo, nhiệt huyết và đáng tin cậy, Asia Pacific Travel tự hào được xếp hạng trong số các công ty lữ hành hàng đầu tại Việt Nam, Campuchia và Lào. Chúng tôi chuyên cung cấp các dịch vụ chất lượng cao sau: Tour du lịch trong nước có sẵn và theo yêu cầu Các tour du lịch của chúng tôi chủ yếu tập trung vào văn hóa và lịch sử Việt Nam. Ngoài ra, chúng tôi thiết kế các tour du lịch mạo hiểm đi bộ đường dài, chèo thuyền kayak hoặc đạp xe qua các vùng xa xôi và các kỳ nghỉ thư giãn tại các bãi biển xinh đẹp dọc bờ biển của chúng tôi ...Đọc thêm",
        "reviews": [
            "Tour du lịch Huế và Hội An, tham quan Hoàng thành Huế, các chùa và đền thờ. Ngày thứ 2 đến Hội An, ghé thăm Làng Ngũ Hành Sơn và trang trại hữu cơ để trình diễn bữa trưa nấu ăn. Ten là một người chủ nhà tuyệt vời - rất thân thiện và nồng nhiệt. Tất cả đều là hạng nhất từ ​​đầu đến cuối! Chúng tôi đã nhận phòng tại khách sạn, được cung cấp nhiều thông tin lịch sử hữu ích, được đưa đến nhiều điểm tham quan và nhà hàng đẹp, tất cả đều có sự giúp đỡ của một người lái xe giỏi.Đọc thêm",
            "Kính gửi D297WFalanb, \n\nRất cám ơn bạn đã dành thời gian chia sẻ đánh giá đáng yêu về trải nghiệm của mình.  Những lời tốt đẹp của bạn sẽ được gửi đến Mr Ten. \n\nThay mặt Asia Pacific travelTeam, tôi xin gửi lời cảm ơn rất nhiều đến bạn vì đã đồng hành cùng chúng tôi.\n\nTrân trọng,\n\nMs KIm Chi từ phòng kinh doanh \nĐọc thêm",
            "Xin chao! Hướng dẫn viên du lịch của chúng tôi là Jacky Hieuhe rất năng động và rất tốt bụng, anh ấy có kiến ​​thức sâu rộng về Việt Nam và văn hóa của nó. Anh ấy đã chỉ cho chúng tôi tất cả những địa điểm du lịch mà người ta phải ghé thăm khi ở Việt Nam. Chúng tôi đã có khoảng thời gian tuyệt vời với anh ấy. chúng tôi rất thoải mái trong vòng vài phút sau khi tương tác. Hy vọng sẽ sớm gặp lại anh ấy trong tương lai. Chúc may mắn, những lời chúc tốt đẹp nhất! Đọc thêm",
            "Parik Sunny thân mến,\n\nRất cám ơn bạn đã dành thời gian chia sẻ đánh giá đáng yêu về trải nghiệm của mình. Những lời tốt đẹp của bạn sẽ được chuyển tới Mr Jacky Hiếu\n\nThay mặt Asia Pacific travelTeam, tôi xin gửi lời cảm ơn rất nhiều đến bạn vì đã đồng hành cùng chúng tôi.\n\nTrân trọng,\n\nMs Kim Chi từ bộ phận Kinh doanh Đọc thêm",
            "Xin cháo, Hướng dẫn viên của chúng tôi là Jacky Hiếu và anh ấy rất nhiệt tình và cung cấp nhiều thông tin trong suốt chuyến đi. Anh ấy rất vui vẻ và hoạt bát, anh ấy tỏa ra năng lượng tích cực cả ngày.   Anh ấy bắt chúng tôi thử một số món ăn nổi tiếng của Việt Nam, một số loại trái cây, rượu rắn và gợi ý cho chúng tôi những nhà hàng và chợ Ấn Độ ngon. Chúng tôi đã có khoảng thời gian vui vẻ với anh ấy ở thành phố Hồ Chí Minh! Đọc thêm",
            "Kính gửi 507ishikat, \n\nNhững lời khen của bạn khiến chúng tôi ngày càng cảm thấy tin tưởng hơn. Ông Jacky Hiêu là một trong những chuyên gia giỏi nhất của công ty chúng tôi. \nThay mặt Đội Du lịch Châu Á Thái Bình Dương, tôi xin gửi lời cảm ơn rất nhiều vì đã đồng hành cùng chúng tôi. Và tôi hy vọng một ngày nào đó bạn sẽ quay trở lại Việt Nam.\n\nTrân trọng,\nMs.Chi từ bộ phận Kinh doanh Đọc thêm",
            "Jacky Hiếu là hướng dẫn viên du lịch của chúng tôi tại Thành phố Hồ Chí Minh. Anh ấy thật tuyệt vời! Rất am hiểu về lịch sử Việt Nam và mọi thứ chúng tôi hỏi anh ấy. Anh ấy làm cho tất cả các chuyến thăm của chúng tôi trở nên thú vị và anh ấy là một nhiếp ảnh gia tuyệt vời! Anh ấy đã cho chúng tôi những gợi ý tuyệt vời về nhà hàng và cũng đề xuất buổi biểu diễn tuyệt đẹp tại nhà hát opera. Tôi muốn giới thiệu anh ấy cho bất cứ ai đến thăm thành phố. Heidi và Mark UKĐọc thêm",
            "Kính gửi Heidi và Mark UK\n\nChúng tôi muốn gửi lời cảm ơn chân thành đến bạn vì đã chia sẻ đánh giá tuyệt vời về trải nghiệm của bạn với chúng tôi.\n\nNhững lời tốt đẹp của bạn sẽ được chuyển đến Mr Jacky. Chúng tôi mong những điều tốt đẹp nhất đến với bạn \n\nCảm ơn và trân trọng,\nNhóm Châu Á Thái Bình Dương Đọc thêm",
            "The best trip of my life thus far and only because Asia Pacific Company and Jacky Hieu made it possible. I highly recommend Asia Pacific Company.I am writing my first Trip Advisor review ever because I wanted to convey to others how amazing the tour with Jacky Hieu was. Like other posts have alluded to, his knowledge of Vietnam and his enthusiasm, especially, made me feel excited about going on the tour despite my reluctance with going on tours when I travel i prefer exploring on my own. However, Hieu was seriously one of the most charismatic people I have ever met, and I do not say this lightly. Everywhere we went, people knew who he was and it felt like we were treated special because he was friends with everyone. Furthermore, he has such a good sense of humour that it was hard not to have a great time travelling with him. Like others have said, it feels like youre travelling with a friend when Hieu is your tour guide. In addition to Hieus charming personality, humour and skill as a trilingual English, Vietnamese, French tour guide, the tours itinerary itself was very well designed. We chose what cities we wanted to visit Southern Vietnam and Asia Pacific Compaby tailored 18 days of life changing experiences floating markets, small villages, home stay, cooking with locals, honey farm, Tuk Tuk rides, canal rides, live music, fresh fruit sampling, fish farms, beautiful ecological places, and much more.... Basically, regardless if it is your first time going to Vietnam or youre a veteran traveler, I highly recommend you book a tour with Asia Pacific Company even if it just for a portion of your time in Vietnam. They take very good care of you and you eat VERY well since they are familiar with the locals.Read more",
            "Không từ ngữ nào có thể diễn tả được ngày của chúng tôi với Jacky Hiếu đặc biệt như thế nào! Kiến thức của ông về Việt Nam không chỉ cực kỳ linh hoạt mà còn giàu thông tin, niềm đam mê và năng lượng. Đó chỉ là người bạn thân nhất của tôi và tôi đi du lịch cùng Jacky và chúng tôi thực sự có cảm giác như được một người bạn thân dẫn đi tham quan. Tôi không thể giới thiệu đủ tour này, đây là điều tuyệt đối phải có ở Việt Nam! Đọc thêm",
            "Hôm nay chúng ta đã có một ngày tuyệt vời nhất với Jacky Hiếu!! Bạn tôi và tôi đã thực hiện chuyến tham quan trong ngày này khi chúng tôi có một thời gian dài nghỉ ngơi và đó là cách hoàn hảo để dành thời gian. Jacky đưa chúng tôi đi một chuyến tham quan đáng kinh ngạc đến rất nhiều hòn đảo xinh đẹp, cho chúng tôi ăn trái cây tươi ngon và tổ chức một bữa tiệc tuyệt vời cho bữa trưa của chúng tôi để kết thúc chuyến tham quan. Chúng tôi không thể giới thiệu nó đủ!! Đọc thêm",
            "Hội An thật tuyệt vời.  Hãy cố gắng sắp xếp chuyến thăm vào giữa tháng khi trăng tròn và vào cuối tuần.  Thế là có đèn lồng và nhảy múa.  Hướng dẫn rất chuyên nghiệp và hiểu biết.  Anh ấy chụp ảnh đúng chỗ và dẫn đến những điều chính và thú vị.Đọc thêm",
            "Tôi rất lo lắng khi thực hiện chuyến đi từ Nam Phi này, tuy nhiên đây là một trong những chuyến đi tuyệt vời nhất mà tôi từng trải qua! Từ đầu đến cuối, người điều hành tour, bà Chi, luôn quan tâm đến thời gian tham quan, thời gian lái xe, phản hồi ngay lập tức về tin nhắn và sự sắp xếp cũng như sự hỗ trợ tuyệt vời suốt từ đầu đến cuối chuyến tham quan mà chúng tôi đã làm trong 2 tuần. Tôi có thể thành thật nói rằng chúng tôi đã có một chuyến đi tuyệt vời. Tôi thích cách sắp xếp ngày và giờ nên nó giúp chúng tôi có thời gian cho mọi việc. Tôi chắc chắn sẽ giới thiệu Châu Á Thái Bình Dương nếu ai muốn trải nghiệm Việt Nam đúng cách. Thật là một thời gian tuyệt vời! Hãy tiếp tục phục vụ tốt nhé !!! Đọc thêm",
            "Những người rất tốt để làm kinh doanh cùng! Họ yêu Việt Nam và thích thể hiện điều đó một cách đúng đắn.  Tina rất giỏi trong việc giải quyết, đặc biệt là việc sắp xếp các chuyến đi vào phút chót.  Rất có sức chứa.  Khi nào tôi ở Việt Nam tôi sẽ gọi lại cho họ!Đọc thêm",
            "Xin chào, tôi có thể đặt chuyến đi này bằng cách nào và ở đâu? Tôi thực sự quan tâm nhưng dường như tôi không thể tìm thấy chuyến đi trên trang web của bạn.\n\nCảm ơn bạn rất nhiềuĐọc thêm",
            "CHÀO,\nVui lòng liên hệ với chúng tôi qua email: infoasiapacifictravel.vn, cho chúng tôi biết kế hoạch du lịch của bạn, bạn muốn đến Việt Nam bao nhiêu ngày với bao nhiêu người, chúng tôi sẽ sớm liên hệ lại với bạn.\nTrân trọng,\nGiang NamĐọc tiếp"
        ],
        "star_ratings": [
            355,
            47,
            3,
            2,
            1
        ],
        "review_amount": 408,
        "location": [
            "Những điều cần làm ở Hà Nội",
            "Du lịch Châu Á Thái Bình Dương Việt Nam",
            "Châu Á",
            "Việt Nam",
            "Hà Nội"
        ],
        "reviews_time": [
            "Written November 11, 2023",
            "Written October 26, 2023",
            "Written October 25, 2023",
            "Written October 16, 2023",
            "Written October 13, 2023",
            "Written October 6, 2023",
            "Written October 6, 2023",
            "Written October 5, 2023",
            "Written September 25, 2023",
            "Written September 17, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d4131452-Reviews-or40-Asia_Pacific_Travel_Vietnam-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4131452-Reviews-or30-Asia_Pacific_Travel_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4131452-Reviews-or50-Asia_Pacific_Travel_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4131452-Reviews-Asia_Pacific_Travel_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11487770-Reviews-Sinhcafe_Vietnam_Open_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26557460-Reviews-Sutran_Tattoo_Studio-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d18185217-Reviews-Hanservi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d24967200-Reviews-Kadupul_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12084453-Reviews-Hanoi_and_Around_with_Thanh-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8861467-Reviews-Amica_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g14776299-d27175948-Reviews-Ha_Long_Symphony_Cruise-Ha_Long_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2435239-Reviews-Vietnam_Open_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19484956-Reviews-Hanoi_Airport_Transfer_Company-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d18939725-Reviews-Asia_Paradise_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d18454690-Reviews-IZITOUR_com-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15224304-Reviews-Aloha_Vietnam_Travel_Guide-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11641267-Reviews-Authentik_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6478840-Reviews-Vacation_Indochina_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d18929735-Reviews-Anise_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g33794-d631783-Reviews-Buttonwood_Farm-Griswold_Mystic_Country_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g60764-d143095-Reviews-Catoctin_Mountain_Park-Thurmont_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g1069655-d3643024-Reviews-Sealanya_Dolphinpark_Seapark-Turkler_Alanya_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g297962-d3156386-Reviews-Antalya_Tram-Antalya_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g187849-d1925887-Reviews-Chinatown-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g608988-d3459638-Reviews-Aqua_Tropic-Almunecar_Province_of_Granada_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g39940-d610163-Reviews-Woodford_Reserve_Distillery-Versailles_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g642211-d575567-Reviews-Mahon_Port-Mahon_Menorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g53621-d2257601-Reviews-Lake_Wilhelm-Sandy_Lake_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g29750-d3353345-Reviews-Boogie_Nights-Atlantic_City_New_Jersey.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d4131452-Reviews-or50-Asia_Pacific_Travel_Vietnam-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d4131452-Reviews-or40-Asia_Pacific_Travel_Vietnam-Hanoi.html",
        "caculated": true,
        "dicts_sentiment_average": {
            "tour du lịch": 0.5,
            "chùa": 0.5,
            "đền thờ": 0.5,
            "hội an": 0.8737691454589367,
            "làng ngũ hành sơn": 0.8737691454589367,
            "trang trại hữu": 0.4665618669241667,
            "bữa trưa nấu ăn": 0.5,
            "chủ nhà": 0.995565872406587,
            "phòng": 0.9657799178967252,
            "khách sạn": 0.48559813636044663,
            "điểm tham quan": 0.9951471630483866,
            "nhà hàng": 0.9942274792313887,
            "lái xe": 0.9552977499552071,
            "trải nghiệm": 0.9955676958585779,
            "phòng kinh doanh": 0.9911767509765923,
            "hướng dẫn viên du lịch": 0.9120364787522703,
            "văn hóa": 0.5,
            "địa điểm du lịch": 0.9805980711244047,
            "phận kinh doanh": 0.9895995242986828,
            "hướng dẫn viên": 0.8737691454589367,
            "chuyến đi": 0.5,
            "món ăn": 0.9866826492361724,
            "trái cây rượu rắn": 0.9930391437374055,
            "chợ ấn độ": 0.8737691454589367,
            "chuyên gia": 0.9899808410555124,
            "du lịch châu": 0.9944997696438804,
            "phận": 0.5095904972404242,
            "lịch sử": 0.8634895086288452,
            "chuyến thăm": 0.9939582207007334,
            "nhiếp ảnh gia": 0.9955690985661931,
            "buổi biểu diễn": 0.9955932461307384,
            "nhà hát opera": 0.5,
            "chuyến tham": 0.9942673846962862,
            "chuyến tham quan": 0.9951490676030517,
            "hòn đảo": 0.9953527998877689,
            "trái cây": 0.9955504007521085,
            "bữa tiệc": 0.995522397919558,
            "bữa trưa": 0.5
        },
        "dicts_adj": {
            "tour du lịch": [],
            "chùa": [],
            "đền thờ": [],
            "hội an": [
                "hữu cơ"
            ],
            "làng ngũ hành sơn": [
                "hữu cơ"
            ],
            "trang trại hữu": [
                "hữu cơ"
            ],
            "bữa trưa nấu ăn": [],
            "chủ nhà": [
                "tuyệt vời",
                "thân thiện"
            ],
            "phòng": [
                "nhiều",
                "hữu ích",
                "nhiều"
            ],
            "khách sạn": [
                "nhiều",
                "hữu ích",
                "nhiều"
            ],
            "điểm tham quan": [
                "đẹp"
            ],
            "nhà hàng": [
                "đẹp",
                "ngon",
                "đẹp"
            ],
            "lái xe": [
                "giỏi"
            ],
            "trải nghiệm": [
                "chân thành",
                "tuyệt vời"
            ],
            "phòng kinh doanh": [],
            "hướng dẫn viên du lịch": [
                "năng động",
                "tốt bụng"
            ],
            "văn hóa": [],
            "địa điểm du lịch": [],
            "phận kinh doanh": [],
            "hướng dẫn viên": [
                "nhiệt tình",
                "nhiều",
                "suốt"
            ],
            "chuyến đi": [],
            "món ăn": [
                "nổi tiếng"
            ],
            "trái cây rượu rắn": [
                "ngon"
            ],
            "chợ ấn độ": [
                "nổi tiếng"
            ],
            "chuyên gia": [
                "giỏi",
                "nhất"
            ],
            "du lịch châu": [
                "nhiều",
                "cùng"
            ],
            "phận": [],
            "lịch sử": [
                "am hiểu"
            ],
            "chuyến thăm": [
                "thú vị"
            ],
            "nhiếp ảnh gia": [
                "tuyệt vời"
            ],
            "buổi biểu diễn": [
                "đẹp"
            ],
            "nhà hát opera": [],
            "chuyến tham": [
                "dài"
            ],
            "chuyến tham quan": [
                "nhiều"
            ],
            "hòn đảo": [
                "xinh đẹp"
            ],
            "trái cây": [
                "tuyệt vời"
            ],
            "bữa tiệc": [
                "tuyệt vời"
            ],
            "bữa trưa": []
        },
        "list_proper_noun": [],
        "factor value": {
            "tour du lịch": 1,
            "chùa": 1,
            "đền thờ": 1,
            "hội an": 1,
            "làng ngũ hành sơn": 1,
            "trang trại hữu": 1,
            "bữa trưa nấu ăn": 1,
            "chủ nhà": 1,
            "phòng": 1,
            "khách sạn": 1,
            "điểm tham quan": 1,
            "nhà hàng": 3,
            "lái xe": 1,
            "trải nghiệm": 3,
            "phòng kinh doanh": 1,
            "hướng dẫn viên du lịch": 2,
            "văn hóa": 1,
            "địa điểm du lịch": 1,
            "phận kinh doanh": 1,
            "hướng dẫn viên": 1,
            "chuyến đi": 1,
            "món ăn": 1,
            "trái cây rượu rắn": 1,
            "chợ ấn độ": 1,
            "chuyên gia": 1,
            "du lịch châu": 1,
            "phận": 1,
            "lịch sử": 1,
            "chuyến thăm": 1,
            "nhiếp ảnh gia": 1,
            "buổi biểu diễn": 1,
            "nhà hát opera": 1,
            "chuyến tham": 1,
            "chuyến tham quan": 1,
            "hòn đảo": 1,
            "trái cây": 1,
            "bữa tiệc": 1,
            "bữa trưa": 1
        }
    },
    {
        "attraction_name": "Asia Pacific Travel Vietnam",
        "attraction_name_vi": "Du lịch Châu Á Thái Bình Dương Việt Nam",
        "general_info": [
            "408 đánh giá",
            "127 trong số 1.107 Hoạt động ngoài trời tại Hà Nội",
            "Chuyến tham quan địa hình bằng xe 4WD, ATV",
            "Tour riêng",
            "Chuyến tham quan động vật hoang dã tự nhiên",
            "Chuyến tham quan chụp ảnh"
        ],
        "attraction_summary": "Dịch vụ chính : Làm việc với đội ngũ nhân viên giàu kinh nghiệm, sáng tạo, đam mê và đáng tin cậy, Asia Pacific Travel tự hào được xếp hạng trong số các công ty lữ hành hàng đầu tại Việt Nam, Campuchia và Lào. Chúng tôi chuyên về các dịch vụ chất lượng cao sau: Các chuyến tham quan trong nước có sẵn và theo yêu cầu. Các tour du lịch của chúng tôi chủ yếu tập trung vào văn hóa và lịch sử Việt Nam. Hơn nữa, chúng tôi thiết kế các chuyến tham quan mạo hiểm đi bộ xuyên rừng, chèo thuyền kayak hoặc đi xe đạp qua các vùng sâu vùng xa và những kỳ nghỉ thư giãn tại những bãi biển tuyệt đẹp dọc bờ biển của chúng tôi ...Đọc thêm",
        "reviews": [
            "Cách tốt nhất để dành 13 giờ quá cảnh. Tour du lịch tuyệt vời và rất linh hoạt. Jacky Hiếu thật tuyệt vời, hiểu biết, nhiệt tình và vui vẻ.Đọc thêm",
            "Mr.Ten là một người lãnh đạo tour du lịch giỏi, có kiến ​​thức và thông tin tổng quát tốt, hỗ trợ và cũng là một nhiếp ảnh gia giỏi Đọc thêm",
            "Chúng tôi đã có khoảng thời gian đáng nhớ với Jacky Hiếu, anh ấy khiến bạn cảm thấy thoải mái và cư xử đúng mực như một thành viên trong gia đình Đọc thêm",
            "Cô Chi tổ chức kỳ nghỉ của chúng tôi. Cô đã chọn những khách sạn, khu nghỉ dưỡng và tài xế tốt nhất. Không có gì là vấn đề và sự cống hiến của cô ấy thật xuất sắc. Rất khuyến khích Đọc thêm",
            "Chúng tôi rất hài lòng với chuyến du lịch Campuchia! Hướng dẫn viên du lịch và tài xế chăm sóc chúng tôi rất tốt. Cảm ơn Keo! Anh ấy có rất nhiều kiến ​​thức về Campuchia! Chúng tôi học được rất nhiều từ anh ấy! Chúng tôi sẽ chọn Asia Pacific Travel Vietnam một lần nữa! Đọc thêm",
            "Kính gửi chị Mai, \nChúng tôi cảm ơn ý kiến ​​của bạn. Chúng tôi rất vui vì bạn đã tận hưởng chuyến đi với chúng tôi và đáp ứng được mong đợi của bạn. Chúng tôi rất mong được chào đón bạn trở lại trong tương lai.\nVới lời chúc tốt đẹp nhất,\nkim chi\nĐọc thêm",
            "Hướng dẫn viên của chúng tôi Ten Hội Anh, là một hướng dẫn viên địa phương thực sự am hiểu, người đã giúp khám phá những điều tuyệt vời nhất của Hội An và thánh địa Mỹ Sơn.   Mọi khuyến nghị đều được đưa ra, từ lớp học nấu ăn hữu cơ cho đến các lựa chọn thực phẩm phù hợp.  Là một cựu giáo viên lịch sử, ông đã cung cấp một số hiểu biết thực tế. Rất khuyến khích.  Cảm ơn Ten.Đọc thêm",
            "Jacky Hiếu là viên ngọc nhỏ bí mật của Việt Nam! Anh ấy là một người hướng dẫn vui vẻ, hiểu biết và rất tốt bụng, người đã làm bừng sáng kỳ nghỉ của chúng tôi. Cảm ơn bạn đã nhiệt tình cho chuyến đi của chúng tôi!Đọc thêm",
            "Nhờ chuyến tham quan được tổ chức tốt này, tôi đã khám phá ra nhiều điều thú vị và giá trị ở Việt Nam như lịch sử, văn hóa, di sản phong phú, di sản, nếm những món ăn ngon và rất nhiều địa điểm đáng ngạc nhiên và tuyệt vời để ghé thăm.Đọc thêm",
            "Chúng tôi đã có một thời gian tuyệt vời, nhờ hướng dẫn viên của chúng tôi, người đã góp phần làm cho chuyến thăm của chúng tôi trở nên đáng nhớ. Anh ấy biết nơi chúng tôi có được những góc nhìn và hình ảnh đẹp. Đọc thêm",
            "Người đẹp rất hiền lành, ân cần và hay cười. Tôi thấy thức ăn ngon và tốt cho sức khỏe. Hãy theo kịp kiểu ẩm thực nàyĐọc thêm"
        ],
        "star_ratings": [
            355,
            47,
            3,
            2,
            1
        ],
        "review_amount": 408,
        "location": [
            "Những điều cần làm ở Hà Nội",
            "Du lịch Châu Á Thái Bình Dương Việt Nam",
            "Châu Á",
            "Việt Nam",
            "Hà Nội"
        ],
        "reviews_time": [
            "Written September 12, 2023",
            "Written September 10, 2023",
            "Written September 8, 2023",
            "Written September 7, 2023",
            "Written August 10, 2023",
            "Written August 9, 2023",
            "Written August 8, 2023",
            "Written August 5, 2023",
            "Written August 4, 2023",
            "Written August 3, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d4131452-Reviews-or50-Asia_Pacific_Travel_Vietnam-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4131452-Reviews-or40-Asia_Pacific_Travel_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4131452-Reviews-or60-Asia_Pacific_Travel_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4131452-Reviews-Asia_Pacific_Travel_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11487770-Reviews-Sinhcafe_Vietnam_Open_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26557460-Reviews-Sutran_Tattoo_Studio-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d18185217-Reviews-Hanservi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d24967200-Reviews-Kadupul_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12084453-Reviews-Hanoi_and_Around_with_Thanh-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8861467-Reviews-Amica_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g14776299-d27175948-Reviews-Ha_Long_Symphony_Cruise-Ha_Long_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2435239-Reviews-Vietnam_Open_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19484956-Reviews-Hanoi_Airport_Transfer_Company-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d18939725-Reviews-Asia_Paradise_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d18454690-Reviews-IZITOUR_com-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15224304-Reviews-Aloha_Vietnam_Travel_Guide-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11641267-Reviews-Authentik_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6478840-Reviews-Vacation_Indochina_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d18929735-Reviews-Anise_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g51897-d254966-Reviews-Fort_Stevens_State_Park-Hammond_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g294009-d8712746-Reviews-MIA_Park-Doha.html",
            "https://www.tripadvisor.com/Attraction_Review-g580283-d4893538-Reviews-Cala_Agulla-Cala_Ratjada_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g40502-d12876267-Reviews-Stephen_King_s_House-Bangor_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g298161-d16804960-Reviews-Narita_Express_NEX-Narita_Chiba_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g198440-d622741-Reviews-Audi_Museum-Ingolstadt_Upper_Bavaria_Bavaria.html",
            "https://www.tripadvisor.com/Attraction_Review-g30472-d2702974-Reviews-Mobile_Bay_Ferry-Dauphin_Island_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g35073-d266189-Reviews-Rock_City_Gardens-Lookout_Mountain_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g45938-d11380108-Reviews-Stardust_Ranch-Ely_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g150776-d2236731-Reviews-Playas_de_Tijuana-Tijuana_Baja_California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d4131452-Reviews-or60-Asia_Pacific_Travel_Vietnam-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d4131452-Reviews-or50-Asia_Pacific_Travel_Vietnam-Hanoi.html",
        "caculated": true,
        "dicts_sentiment_average": {
            "tour du lịch": 0.9944925222807797,
            "nhiếp ảnh gia": 0.9939375505200587,
            "kỳ nghỉ": 0.7995630958175752,
            "khách sạn khu nghỉ dưỡng": 0.9955138213699684,
            "tài xế": 0.9942632818128914,
            "chuyến du lịch": 0.9954436222906224,
            "hướng dẫn viên du lịch": 0.8737691454589367,
            "chuyến đi": 0.9947326190886088,
            "hướng dẫn viên": 0.5878008729002129,
            "lớp học nấu ăn": 0.17081278935074806,
            "thực phẩm": 0.5,
            "giáo viên lịch sử": 0.5117349363863468,
            "viên ngọc": 0.6445099152624607,
            "chuyến tham quan": 0.7670808640153458,
            "lịch sử văn hóa di sản": 0.5047939587384462,
            "di sản nếm": 0.994591492965507,
            "món ăn": 0.995495973872797,
            "chuyến thăm": 0.5,
            "người đẹp": 0.9955945376423188,
            "thức ăn": 0.9795883784536272,
            "kiểu ẩm thực": 0.9853947095107287
        },
        "dicts_adj": {
            "tour du lịch": [
                "tuyệt vời",
                "linh hoạt",
                "giỏi",
                "tốt"
            ],
            "nhiếp ảnh gia": [
                "giỏi"
            ],
            "kỳ nghỉ": [
                "vui vẻ",
                "tốt bụng"
            ],
            "khách sạn khu nghỉ dưỡng": [
                "tốt"
            ],
            "tài xế": [
                "tốt",
                "tốt"
            ],
            "chuyến du lịch": [
                "hài lòng"
            ],
            "hướng dẫn viên du lịch": [
                "tốt"
            ],
            "chuyến đi": [
                "vui"
            ],
            "hướng dẫn viên": [
                "thực sự",
                "tuyệt vời",
                "nhất",
                "thực sự",
                "tuyệt vời",
                "nhất"
            ],
            "lớp học nấu ăn": [
                "hữu cơ"
            ],
            "thực phẩm": [],
            "giáo viên lịch sử": [
                "cựu"
            ],
            "viên ngọc": [
                "nhỏ",
                "bí mật"
            ],
            "chuyến tham quan": [
                "tốt",
                "nhiều",
                "thú vị"
            ],
            "lịch sử văn hóa di sản": [
                "phong phú"
            ],
            "di sản nếm": [
                "ngon",
                "nhiều",
                "tuyệt vời"
            ],
            "món ăn": [
                "ngon",
                "nhiều",
                "tuyệt vời"
            ],
            "chuyến thăm": [],
            "người đẹp": [
                "hiền lành",
                "ân cần"
            ],
            "thức ăn": [
                "ngon",
                "tốt"
            ],
            "kiểu ẩm thực": [
                "kịp"
            ]
        },
        "list_proper_noun": [],
        "factor value": {
            "tour du lịch": 2,
            "nhiếp ảnh gia": 1,
            "kỳ nghỉ": 2,
            "khách sạn khu nghỉ dưỡng": 1,
            "tài xế": 2,
            "chuyến du lịch": 1,
            "hướng dẫn viên du lịch": 1,
            "chuyến đi": 2,
            "hướng dẫn viên": 2,
            "lớp học nấu ăn": 1,
            "thực phẩm": 1,
            "giáo viên lịch sử": 1,
            "viên ngọc": 1,
            "chuyến tham quan": 1,
            "lịch sử văn hóa di sản": 1,
            "di sản nếm": 1,
            "món ăn": 1,
            "chuyến thăm": 1,
            "người đẹp": 1,
            "thức ăn": 1,
            "kiểu ẩm thực": 1
        }
    },
    {
        "attraction_name": "Asia Pacific Travel Vietnam",
        "attraction_name_vi": "Du lịch Châu Á Thái Bình Dương Việt Nam",
        "general_info": [
            "408 đánh giá",
            "127 trên 1.107 Hoạt động ngoài trời tại Hà Nội",
            "Chuyến tham quan địa hình bằng xe 4WD, ATV",
            "Tour riêng",
            "Chuyến tham quan động vật hoang dã tự nhiên",
            "Chuyến tham quan chụp ảnh"
        ],
        "attraction_summary": "Dịch vụ chính : Làm việc với đội ngũ nhân viên giàu kinh nghiệm, sáng tạo, đam mê và đáng tin cậy, Asia Pacific Travel tự hào được xếp hạng trong số các công ty lữ hành hàng đầu tại Việt Nam, Campuchia và Lào. Chúng tôi chuyên về các dịch vụ chất lượng cao sau: Các chuyến tham quan trong nước có sẵn và theo yêu cầu. Các tour du lịch của chúng tôi chủ yếu tập trung vào văn hóa và lịch sử Việt Nam. Hơn nữa, chúng tôi thiết kế các chuyến tham quan mạo hiểm đi bộ xuyên rừng, chèo thuyền kayak hoặc đi xe đạp qua các vùng sâu vùng xa và những kỳ nghỉ thư giãn tại những bãi biển tuyệt đẹp dọc bờ biển của chúng tôi ...Đọc thêm",
        "reviews": [
            "Chuyến đi tuyệt vời của nó và hướng dẫn viên cũng rất tuyệt vời.. đặc biệt là cách cư xử và hợp tác của anh ấy rất tốt. Tôi khuyên mọi người nên đi du lịch ít nhất một lầnĐọc thêm",
            "Một chuyến đi rất đẹp ở Việt Nam và một hướng dẫn viên du lịch rất giỏi Jacky Hiếu Người đã giới thiệu cho chúng tôi về Vùng đất nơi chúng tôi sinh ra Đọc thêm",
            "Tôi và gia đình đã có chuyến đi tuyệt vời cùng Jacky Hiếu, hướng dẫn viên du lịch chuyên nghiệp. Chúng tôi đã tận hưởng 7 ngày từ Sài Gòn đến Vịnh Hạ Long, Hà Nội và Sa pa. Jacky khiến chúng tôi cảm thấy thoải mái và vui vẻ hơn bao giờ hết. Tôi đã đi du lịch rất nhiều và đây là một trong những trải nghiệm tuyệt vời nhất tôi từng có. Cảm ơn anh ấy rất nhiều và tôi chắc chắn sẽ giới thiệu anh ấy cho những ai đang tìm kiếm một hướng dẫn viên du lịch giỏi ở Việt Nam.Đọc thêm",
            "Chuyến tham quan được tổ chức rất tốt và cô Chi thật tuyệt vời.  Sẽ chỉ đến Việt Nam với Châu Á Thái Bình Dương vì mọi thứ đều được lên kế hoạch tốt và giá cả phải chăng cùng với những khách sạn đẹp.Đọc thêm",
            "Carmen Chan thân mến,\n\nBạn thật tốt bụng . Chúng tôi xin gửi lời cảm ơn chân thành đến những phản hồi tốt của bạn. Chúng tôi cầu chúc những điều tốt đẹp nhất đến với bạn.\nCảm ơn và trân trọng,\nCô Chi Đọc thêm",
            "Bạn tôi đã giới thiệu công ty du lịch này cho chuyến đi đầu tiên của chúng tôi đến Việt Nam. Đại lý của chúng tôi, cô Chi rất thân thiện và chú ý đến nhu cầu của chúng tôi với hành trình được lên kế hoạch trong vài ngày. Chúng tôi rất hài lòng với chuyến đi của mình khi hướng dẫn viên Kwan cho chúng tôi thấy những điều tuyệt vời nhất của Hà Nội!! Đọc thêm",
            "Priscilla thân mến,\n\nCảm ơn bạn đã chọn chúng tôi và dành thời gian viết đánh giá về trải nghiệm của bạn.\n\nChúng tôi rất vui khi biết rằng chuyến đi của bạn thật thú vị và cảm ơn bạn rất nhiều vì đã chia sẻ những bình luận tử tế như vậy; điều đó tiếp thêm năng lượng cho chúng tôi để tiếp tục dịch vụ huyền thoại này để làm bạn hài lòng khi chúng ta gặp lại nhau trong tương lai.\n\nCảm ơn bạn một lần nữa và trân trọng,\nCô Chi\nĐọc thêm",
            "Tôi và nhóm của mình đã đồng hành cùng Châu Á Thái Bình Dương trong nhiều chuyến du lịch Việt Nam, chúng tôi rất hài lòng với dịch vụ do văn phòng Kim Chi Đà Nẵng cung cấp. Châu Á Thái Bình Dương đã cung cấp mức giá rất hợp lý, thời gian phản hồi hiệu quả, chỗ ở tuyệt vời và sự quan tâm tốt nhất đến khách hàng của họ! Rất khuyến khích!HoaĐọc thêm",
            "Kính gửi chị Hòa, \n\nCảm ơn bạn đã đánh giá tốt đẹp của bạn. Tt tiếp thêm năng lượng cho chúng tôi để tiếp tục dịch vụ huyền thoại vì sự hài lòng của bạn và chúng tôi rất mong được chào đón bạn quay trở lại trong một tương lai không xa.\n\nTrân trọng,\nMs.CHi Đọc thêm",
            "Sau nhiều chuyến đi đến Đông Nam Á, tôi sẽ không nghĩ đến việc đi du lịch nếu không có sự hỗ trợ từ Asia Pacific Travel. Có một hướng dẫn viên du lịch địa phương sẽ làm cho chuyến đi của bạn trở nên vô tư và thú vị hơn rất nhiều. Tôi luôn trông cậy vào anh Lê Thức để lên kế hoạch cho chuyến đi của mình. Anh ấy thực sự là trụ cột trong chuyến đi của chúng tôi. Tôi cảm thấy như chúng tôi rất vinh dự khi có được sự đại diện tốt như vậy. Tôi đang mơ về chuyến đi tiếp theo của mình và biết rằng đó sẽ là chuyến đi tuyệt vời nhất.Đọc thêm",
            "Chúng tôi đã có 2 tuần tuyệt vời ở Việt Nam!   Chỉ cần đi dạo quanh các con phố ở Hà Nội thôi cũng đã là một trải nghiệm tuyệt vời rồi.  Chúng tôi đã thực hiện chuyến du ngoạn một đêm ở Hạ Long Bag và sau đó là chuyến đi trong ngày Ninh Bình, cả hai đều ngoạn mục.   Sau đó bay xuống và khám phá vẻ đẹp của Hội An, từ những chiếc đèn lồng đến bãi biển ở khu nghỉ dưỡng Bliss, chúng tôi đều tận hưởng tất cả. Trải nghiệm thật tuyệt vời vì tất cả sự giúp đỡ của cô Chi.   Anh ấy đã giúp chúng tôi vận chuyển, tìm khách sạn phù hợp cho chúng tôi, các chuyến du ngoạn và nhiều hơn thế nữa.   Chẳng hạn, cam kết của cô ấy là đảm bảo chúng tôi biết điều gì đang xảy ra khi nhắn tin cho tôi tên tài xế và số xe, chẳng hạn, khiến tất cả chúng tôi cảm thấy thoải mái và biến trải nghiệm của chúng tôi trở thành trải nghiệm một lần trong đời.  Chúng tôi không thể cảm ơn cô ấy đủĐọc thêm",
            "Michelle thân mến,\n\nChúng tôi rất trân trọng phản hồi của bạn về trải nghiệm gần đây của bạn, chúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời và thú vị với chúng tôi. Chúng tôi có ý định làm mọi thứ có thể để làm cho khách của chúng tôi vui vẻ, thoải mái và thú vị như bạn đã trải nghiệm. Một lần nữa, Cảm ơn bạn và hy vọng rằng chúng tôi sẽ sớm có cơ hội chào đón bạn trở lại.\n\nCảm ơn và Trân trọng,\nCô Chi\nĐọc thêm",
            "Nhóm của chúng tôi đã đặt một chuyến du lịch riêng kéo dài 12 ngày với giá cả phải chăng với anh Lê tại Asia Pacific Travel. Chúng tôi đi từ Sài Gòn đến Đồng bằng sông Cửu Long, Hội An đến Hà Nội, trong đó có kỳ nghỉ tuyệt vời tại Hoian Bliss Resort thuộc sở hữu của Asia Pacific Travel Sau đó đến Sapa, Vịnh Hạ Long và quay trở lại Hà Nội. Chuyến đi được tổ chức để thu hút rất nhiều sự quan tâm với các tính năng bổ sung mà đã làm cho chuyến đi của chúng tôi trở nên rất thú vị với việc thỉnh thoảng chúng tôi yêu cầu một ngày nghỉ để lấy sức cho phần tiếp theo của chuyến tham quan. Đây là chuyến đi thứ ba của chúng tôi đến Việt Nam với anh Lê, người đã tìm được những thứ để xem và làm mà chúng tôi chưa từng trải nghiệm trước đây. Anh Lê đã hết lòng giúp đỡ chúng tôi về vấn đề thị thực và tôi sẽ không sắp xếp việc đi du lịch với bất kỳ ai khác.Đọc thêm",
            "Vừa trở về từ chuyến đi muộn của chúng tôi đến Việt Nam. Một lần nữa chúng tôi lại có một chuyến đi tuyệt vời do anh Lê Thúc đến từ Châu Á Thái Bình Dương sắp xếp. Anh ấy đã chăm sóc gia đình và bạn bè của chúng tôi trong nhiều năm nay và chúng tôi sẽ không đến Việt Nam nếu không có sự sắp xếp của anh ấy. Lần này chúng tôi giới thiệu một người bạn đến Việt Nam và cô ấy cũng được bán.Đọc thêm",
            "Xin chào, tôi có thể đặt chuyến đi này bằng cách nào và ở đâu? Tôi thực sự quan tâm nhưng dường như tôi không thể tìm thấy chuyến đi trên trang web của bạn.\n\nCảm ơn bạn rất nhiềuĐọc thêm",
            "CHÀO,\nVui lòng liên hệ với chúng tôi qua email: infoasiapacifictravel.vn, cho chúng tôi biết kế hoạch du lịch của bạn, bạn muốn đến Việt Nam bao nhiêu ngày với bao nhiêu người, chúng tôi sẽ sớm liên hệ lại với bạn.\nTrân trọng,\nGiang NamĐọc tiếp"
        ],
        "star_ratings": [
            355,
            47,
            3,
            2,
            1
        ],
        "review_amount": 408,
        "location": [
            "Những điều cần làm ở Hà Nội",
            "Du lịch Châu Á Thái Bình Dương Việt Nam",
            "Châu Á",
            "Việt Nam",
            "Hà Nội"
        ],
        "reviews_time": [
            "Written July 24, 2023",
            "Written July 18, 2023",
            "Written July 11, 2023",
            "Written June 21, 2023",
            "Written May 16, 2023",
            "Written May 15, 2023",
            "Written May 12, 2023",
            "Written May 11, 2023",
            "Written May 10, 2023",
            "Written May 10, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d4131452-Reviews-or60-Asia_Pacific_Travel_Vietnam-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4131452-Reviews-or50-Asia_Pacific_Travel_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4131452-Reviews-or70-Asia_Pacific_Travel_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4131452-Reviews-Asia_Pacific_Travel_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11487770-Reviews-Sinhcafe_Vietnam_Open_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26557460-Reviews-Sutran_Tattoo_Studio-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d18185217-Reviews-Hanservi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d24967200-Reviews-Kadupul_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12084453-Reviews-Hanoi_and_Around_with_Thanh-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8861467-Reviews-Amica_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g14776299-d27175948-Reviews-Ha_Long_Symphony_Cruise-Ha_Long_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2435239-Reviews-Vietnam_Open_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19484956-Reviews-Hanoi_Airport_Transfer_Company-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d18939725-Reviews-Asia_Paradise_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d18454690-Reviews-IZITOUR_com-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15224304-Reviews-Aloha_Vietnam_Travel_Guide-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11641267-Reviews-Authentik_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6478840-Reviews-Vacation_Indochina_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d18929735-Reviews-Anise_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d11827483-Reviews-Lohan_Nightclub-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g480253-d3137988-Reviews-Punta_Rata_Beach-Brela_Split_Dalmatia_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g33646-d104148-Reviews-Million_Dollar_Highway-Silverton_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g34678-d5842664-Reviews-The_Castle-Tampa_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g635613-d4937129-Reviews-Anesis_Massage_Wellness_Center_Hammam-Rhodes_Town_Rhodes_Dodecanese_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g35152-d12896474-Reviews-Gangnam_Sauna-Norcross_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g30242-d14200502-Reviews-The_View_of_DC-Arlington_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g482884-d4885862-Reviews-Jozani_Chwaka_Bay_National_Park-Zanzibar_Island_Zanzibar_Archipelago.html",
            "https://www.tripadvisor.com/Attraction_Review-g41782-d4311833-Reviews-Jordan_s_IMAX_Theater-Reading_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g608480-d17537630-Reviews-Leke_Leke_Waterfall-Baturiti_Bali.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d4131452-Reviews-or70-Asia_Pacific_Travel_Vietnam-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d4131452-Reviews-or60-Asia_Pacific_Travel_Vietnam-Hanoi.html",
        "caculated": true,
        "dicts_sentiment_average": {
            "chuyến đi": 0.895183827231651,
            "hướng dẫn viên": 0.9944854096393101,
            "hướng dẫn viên du lịch": 0.6838484743784647,
            "sa pa": 0.9863488576374948,
            "trải nghiệm": 0.9461055878200568,
            "chuyến tham quan": 0.9955980642698705,
            "khách sạn": 0.7749521789955907,
            "ty du lịch": 0.9269208526238799,
            "đại lý": 0.8737691454589367,
            "hành trình": 0.5,
            "dịch vụ huyền": 0.992807225236902,
            "chuyến du lịch": 0.9954399404814467,
            "dịch vụ": 0.5,
            "văn phòng": 0.5,
            "chỗ ở": 0.9955332277459092,
            "con phố": 0.9936263944255188,
            "chuyến du ngoạn": 0.9954046978382394,
            "chiếc": 0.5,
            "đèn lồng": 0.5,
            "bãi biển": 0.5,
            "khu nghỉ dưỡng": 0.5
        },
        "dicts_adj": {
            "chuyến đi": [
                "tuyệt vời",
                "đẹp",
                "tuyệt vời",
                "đầu tiên",
                "tuyệt vời",
                "thú vị",
                "nhiều",
                "tử tế",
                "nhiều",
                "vô tư",
                "thú vị",
                "hơn",
                "nhiều",
                "thực sự",
                "tuyệt vời",
                "tuyệt vời"
            ],
            "hướng dẫn viên": [
                "tuyệt vời",
                "tuyệt vời"
            ],
            "hướng dẫn viên du lịch": [
                "giỏi",
                "chuyên nghiệp",
                "nhiều",
                "chắc chắn",
                "giỏi",
                "vô tư",
                "thú vị",
                "hơn",
                "nhiều"
            ],
            "sa pa": [],
            "trải nghiệm": [
                "nhiều",
                "tuyệt vời",
                "tuyệt vời",
                "tuyệt vời",
                "thoải mái"
            ],
            "chuyến tham quan": [
                "tốt",
                "tuyệt vời"
            ],
            "khách sạn": [
                "tốt",
                "đẹp",
                "nhiều",
                "hơn"
            ],
            "ty du lịch": [
                "đầu tiên"
            ],
            "đại lý": [
                "thân thiện"
            ],
            "hành trình": [],
            "dịch vụ huyền": [
                "hài lòng",
                "hài lòng",
                "xa"
            ],
            "chuyến du lịch": [
                "hài lòng"
            ],
            "dịch vụ": [],
            "văn phòng": [],
            "chỗ ở": [
                "hợp lý",
                "tuyệt vời",
                "tốt"
            ],
            "con phố": [
                "tuyệt vời"
            ],
            "chuyến du ngoạn": [
                "nhiều",
                "hơn"
            ],
            "chiếc": [],
            "đèn lồng": [],
            "bãi biển": [],
            "khu nghỉ dưỡng": []
        },
        "list_proper_noun": [],
        "factor value": {
            "chuyến đi": 6,
            "hướng dẫn viên": 2,
            "hướng dẫn viên du lịch": 3,
            "sa pa": 1,
            "trải nghiệm": 3,
            "chuyến tham quan": 1,
            "khách sạn": 2,
            "ty du lịch": 1,
            "đại lý": 1,
            "hành trình": 1,
            "dịch vụ huyền": 2,
            "chuyến du lịch": 1,
            "dịch vụ": 1,
            "văn phòng": 1,
            "chỗ ở": 1,
            "con phố": 1,
            "chuyến du ngoạn": 1,
            "chiếc": 1,
            "đèn lồng": 1,
            "bãi biển": 1,
            "khu nghỉ dưỡng": 1
        }
    },
    {
        "attraction_name": "Asia Pacific Travel Vietnam",
        "attraction_name_vi": "Du lịch Châu Á Thái Bình Dương Việt Nam",
        "general_info": [
            "408 đánh giá",
            "127 trên 1.107 Hoạt động ngoài trời tại Hà Nội",
            "Chuyến tham quan địa hình bằng xe 4WD, ATV",
            "Tour riêng",
            "Chuyến tham quan động vật hoang dã tự nhiên",
            "Chuyến tham quan chụp ảnh"
        ],
        "attraction_summary": "Dịch vụ chính : Làm việc với đội ngũ nhân viên giàu kinh nghiệm, sáng tạo, đam mê và đáng tin cậy, Asia Pacific Travel tự hào được xếp hạng trong số các công ty lữ hành hàng đầu tại Việt Nam, Campuchia và Lào. Chúng tôi chuyên về các dịch vụ chất lượng cao sau: Các chuyến tham quan trong nước có sẵn và theo yêu cầu. Các tour du lịch của chúng tôi chủ yếu tập trung vào văn hóa và lịch sử Việt Nam. Hơn nữa, chúng tôi thiết kế các chuyến tham quan mạo hiểm đi bộ xuyên rừng, chèo thuyền kayak hoặc đi xe đạp qua các vùng sâu vùng xa và những kỳ nghỉ thư giãn tại những bãi biển tuyệt đẹp dọc bờ biển của chúng tôi ...Đọc thêm",
        "reviews": [
            "Chúng tôi đã có 3 ngày tuyệt vời ở Sài Gòn, những ngày được hướng dẫn viên du lịch Jacky lên kế hoạch tỉ mỉ và thực hiện một cách xuất sắc, một người hoạt bát và rất hiểu biết, chủ động dự đoán và đáp ứng nhu cầu của chúng tôi, giúp chúng tôi tiết kiệm thời gian và hòa mình vào thành phố nhiều hơnĐọc hơn",
            "Jackie hướng dẫn của chúng tôi rất chu đáo và luôn chủ động. Đối với tất cả các khía cạnh của các tour du lịch. Rất đẹp và cẩn thận. Giao tiếp tốt và có thông tin tốt. Công ty đang làm rất tốt cho Việt Nam. Cảm ơn bạnĐọc thêm",
            "Jacky Hiểu là hướng dẫn viên du lịch người Việt giỏi nhất! với thái độ tuyệt vời đối với khách du lịch - kiến ​​thức phong phú về địa lý và lịch sử Việt Nam! Đưa ra những lời khuyên quý giá cho khách du lịch và có khiếu hài hước tuyệt vời! Cảm ơn bạn của tôi! Đáng để quay lại Việt Nam lần nữa!Đọc thêm",
            "Công ty đã thực hiện tốt kế hoạch du lịch của họ, hầu hết đều diễn ra tốt đẹp, ngoại trừ chuyến đi bằng Thủy phi cơ của chúng tôi. Tiếng Anh của anh ấy là giọng tốt và dễ hiểu. Hướng dẫn anh Thảo rất xuất sắc. Kbows lịch sử của mình tốt. Lời giới thiệu của anh ấy rất tốt, đưa chúng tôi đến đúng nơi. Rất nhiều thông tin và hữu ích quá. Một hướng dẫn chắc chắn cho mọi thứ ở Hà Nội. Anh ấy cũng biết rõ về Việt Nam. Và xử lý cả các tour du lịch lớn và tư nhân. Đọc thêm",
            "Chúng tôi đã thực hiện một chuyến đi vòng quanh Việt Nam, bao gồm các vùng Bắc, Trung và Nam. Chúng tôi đặc biệt thích Hà Nội, Hội An và trải nghiệm Sông Cửu Long. Phần cuối của chuyến đi là phần phiêu lưu nhất và hướng dẫn viên của chúng tôi, anh Jacky Hieu, đã đảm bảo rằng chúng tôi vui vẻ và luôn đáp ứng mọi nhu cầu của chúng tôi. Anh ấy đã nỗ lực hết mình để chuyến đi của chúng tôi thành công trọn vẹn. Asia Pacific là một công ty tốt cung cấp dịch vụ tuyệt vời với hướng dẫn viên và tài xế hữu ích và hiểu biết. Rất đáng để giới thiệu. Đọc thêm",
            "Dịch vụ chúng tôi nhận được từ Chi thật tuyệt vời. Cô ấy luôn sẵn sàng và có thể đáp ứng bất kỳ yêu cầu nào của chúng tôi. Cô ấy đã giúp chuyến du lịch xuyên Việt của chúng tôi không gặp rắc rối và rất thoải mái.Đọc thêm",
            "Kính gửi bà Julie Naicker,\n\nTôi muốn bày tỏ lời cảm ơn chân thành vì phản hồi tốt của bạn. Tôi rất vui khi nghe điều đó và tôi hy vọng sẽ được chăm sóc bạn trong tương lai. Chúng tôi cầu chúc những điều tốt đẹp nhất đến với bạn. Cảm ơn một lần nữa. \nVới lời chúc tốt đẹp nhất,\nkim chi \nĐọc thêm",
            "Asia Pacific Tours sử dụng các hướng dẫn viên tốt nhất. Anh Khoa hay Tiger Sài Gòn, Đồng bằng sông Cửu Long, Đà Lạt, Cần Thơ và Vũng Tàu Khoa Nguyễn là hướng dẫn viên riêng của chúng tôi trong tổng cộng 12 ngày khi vợ tôi và tôi đi du lịch Việt Nam vào tháng 3 năm 2023. Khoan cực kỳ chu đáo, tràn đầy năng lượng và niềm đam mê và luôn luôn Đúng lúc, Khoan còn có khiếu hài hước khó tin. Nếu bạn đang tìm kiếm một người hướng dẫn, Khoan sẽ đảm bảo chuyến đi của bạn ở Việt Nam luôn là một kỷ niệm đáng nhớ với làn nước mát và kiến ​​thức chuyên sâu về văn hóa, lịch sử và truyền thống Việt Nam.   Trong nhiều chuyến đi xa, Khoan biết khi nào chúng tôi cần nghỉ ngơi và khi nào nên trò chuyện.   Một trong nhiều điểm nổi bật với Khoan là chuyến tham quan bằng xe máy xuyên thành phố Hồ Chí Mim, hoàn toàn nằm ngoài tầm hiểu biết của chúng tôi, Khoan đảm bảo với cả hai chúng tôi.   Trải nghiệm này thật tuyệt vời và sẽ là điều mà cả hai chúng tôi sẽ nhớ mãi.   Chúng tôi chưa bao giờ cảm thấy không an toàn, nếu Khoan gợi ý thêm tour này thì hãy đảm bảo nhé, đừng sống trong hối hận nhé.   Một người đàn ông lịch thiệp, hào phóng và là hình mẫu cho tất cả mọi người, thường tặng một số tiền khó kiếm được của mình cho một số người kém may mắn trên đường đi, luôn lịch sự, nhân hậu và chu đáo với mọi người. Trong chuyến hành trình đến Việt Nam, vợ tôi đã tổ chức sinh nhật cho cô ấy ở xa từ gia đình và cả hai chúng tôi đã tổ chức lễ kỷ niệm ngày cưới.   Khoan trong cả hai dịp đều đi đi lại lại để đảm bảo cả hai dịp đều đặc biệt, bánh vào ngày sinh nhật của vợ tôi và thậm chí còn dẫn chúng tôi đến một nhà hàng đặc biệt vào ngày kỷ niệm của chúng tôi một lần nữa là bánh và hoa.  Sự hào phóng của Khoan là không có giới hạn.  Một người đẹp đảm bảo chuyến du lịch Việt Nam của bạn sẽ là một dịp đáng nhớ mãi mãi. Đọc thêm",
            "Kính gửi Phillip và Katrina, \nChúng tôi xin bày tỏ lòng biết ơn chân thành vì đã dành thời gian chia sẻ trải nghiệm của mình với Asia Pacific Travel trong chuyến đi Việt Nam vừa qua. Phản hồi tích cực của bạn được đánh giá cao và truyền cảm hứng cho chúng tôi tiếp tục cung cấp dịch vụ đặc biệt cho các khách hàng quý giá của mình. \nChúng tôi rất vui khi biết rằng Khoa Nguyên, còn được gọi là Tiger, đã vượt quá sự mong đợi của bạn với tư cách là hướng dẫn viên cá nhân trong 12 ngày trong chuyến du lịch Việt Nam vào tháng 3 năm 2023. Chúng tôi tự hào khi có Khoa là một trong những hướng dẫn viên giỏi nhất, vô cùng chu đáo và tràn đầy năng lượng. , và đam mê. Kiến thức sâu rộng của anh ấy về văn hóa, lịch sử và truyền thống Việt Nam, cùng với sự hài hước và chu đáo của anh ấy, đảm bảo rằng khách hàng của chúng tôi sẽ có một chuyến đi đáng nhớ.\nMột lần nữa, cảm ơn bạn đã lựa chọn Asia Pacific Travel và chia sẻ trải nghiệm đáng nhớ của mình với chúng tôi. Chúng tôi mong sớm được chào đón bạn quay trở lại Việt Nam.\nLời chúc tốt đẹp nhất đến với bạn từ Việt Nam.\nĐọc thêm",
            "Từ việc lên kế hoạch cho chuyến đi cho đến khi chuyến đi bắt đầu và kết thúc, thật tuyệt vời khi thấy mọi thứ đều được thực hiện tốt như thế nào. Cô Chi từ công ty đã lên kế hoạch cho chúng tôi hành trình 21 ngày Đông Dương dựa trên lịch trình của chúng tôi và luôn giữ liên lạc trong suốt chuyến đi để đảm bảo mọi thứ diễn ra suôn sẻ và phù hợp. Tất cả các vấn đề nhỏ xảy ra một cách tự nhiên, ví dụ như thay đổi khách sạn vào phút cuối hoặc taxi vắng mặt đều được cô Chi nhanh chóng xử lý và sắp xếp cho chúng tôi. Cảm ơn bạn đã nâng cấp khách sạn của chúng tôi hai lần khi có vấn đề với khách sạn ban đầu! Toàn bộ chuyến đi đã diễn ra thật tuyệt vời, một lần nữa xin cảm ơn cô Chi và các chuyến tham quan trong ngày của Châu Á Thái Bình Dương!Đọc thêm",
            "Ricardo thân mến,\n\nĐầu tiên, chúng tôi cảm ơn bạn rất nhiều vì đã chọn công ty chúng tôi cho chuyến đi đến Đông Dương và đã dành thời gian quý báu để đưa ra những phản hồi về kỳ nghỉ gần đây của bạn với chúng tôi. Nhận xét rất tốt đẹp của bạn về các dịch vụ của chúng tôi là động lực lớn để nhóm chúng tôi làm việc chăm chỉ hơn để mang lại cho bạn trải nghiệm đáng nhớ nhất cho khách hàng trong tương lai. Cảm ơn bạn đã đánh giá và chúng tôi rất mong được chào đón bạn quay trở lại trong tương lai.\nVới lời chúc tốt đẹp nhất,\n Cô Chi  \nĐọc thêm",
            "Chúng tôi thật may mắn khi được ông jacky hướng dẫn. Anh ấy rất thông tin và hiểu biết. Anh ấy đã cố gắng hết sức để đảm bảo rằng chúng tôi đang có khoảng thời gian vui vẻ và đề nghị giúp đỡ rất nhiều lần đến nỗi tôi không thể đếm được. Cảm giác như chúng tôi có ai đó để dựa vào nếu có chuyện gì xảy ra. Chuyến tham quan tổng thể rất tuyệt và chúng tôi đã có rất nhiều niềm vui. Hướng dẫn viên du lịch thú vị của chúng tôi, ông jacky chắc chắn đã khiến ngày này trở nên đáng nhớ hơn nhiều.Đọc thêm",
            "Xin chào Diana, cảm ơn bạn rất nhiều vì đã đồng hành cùng Asia Pacific Travel.  Chúng tôi thực sự biết ơn những lời tốt đẹp và phản hồi tích cực của bạn. Đánh giá của bạn có ý nghĩa rất lớn đối với chúng tôi và chúng tôi rất vui khi biết rằng bạn thích trải nghiệm của mình với chúng tôi. Chúng tôi rất vinh dự khi có cơ hội được phục vụ bạn và rất mong được chào đón bạn quay trở lại trong tương lai. Cảm ơn bạn một lần nữa vì sự hỗ trợ của bạn và chúng tôi hy vọng sớm gặp lại bạn.\nTrân trọng, Đội ngũ Du lịch Châu Á Thái Bình Dương. Đọc thêm",
            "Vợ tôi và tôi đã có khoảng thời gian tuyệt vời trong chuyến đi kéo dài hơn 2 tuần tới Việt Nam. Chúng tôi đã có một số hướng dẫn tuyệt vời bao gồm Jacky và Danny. Trong phần đầu tiên của chuyến đi đến miền Nam Việt Nam, chúng tôi có anh Jacky, một người vui tính, hiểu biết và là một hướng dẫn viên tuyệt vời. Anh ấy đã làm cho Sài Gòn và đồng bằng sông Cửu Long trở nên rất, rất đáng nhớ!  Khi chúng tôi đi về phía bắc đến Hà Nội, người hướng dẫn tiếp theo của chúng tôi là Dany, người cũng rất tuyệt vời. Anh ấy nói tiếng Anh tuyệt vời, có rất nhiều kiến ​​thức về Vịnh Hạ Long và Sapa Hà Nội và chỉ là một chàng trai tuyệt vời. Anh ấy luôn có tâm trạng vui vẻ và cực kỳ linh hoạt, đặc biệt là trên những chuyến xe dài. Nhìn chung, tôi thực sự khuyên bạn nên tham gia các Chuyến tham quan trong ngày du lịch Châu Á Thái Bình Dương và nếu bạn đủ may mắn để có được Jacky hoặc Dany làm hướng dẫn viên, hãy đếm những ngôi sao may mắn của bạn. Tôi không muốn bỏ lỡ Tina, người đã cùng nhau thực hiện toàn bộ chuyến đi này mà không có cô ấy. Đọc thêm",
            "John Sara thân mến,\n\nCảm ơn bạn rất nhiều vì đã dành thời gian đánh giá chúng tôi trên TripAdvisor. Chúng tôi thực sự biết ơn những lời tốt đẹp và phản hồi tích cực của bạn. Đánh giá của bạn có ý nghĩa rất lớn đối với chúng tôi và chúng tôi rất vui khi biết rằng bạn thích trải nghiệm của mình với chúng tôi.\nChúng tôi rất vinh dự khi có cơ hội được phục vụ bạn và rất mong được chào đón bạn quay trở lại trong tương lai. \n\nTrân trọng,\nTina Hương Đọc thêm"
        ],
        "star_ratings": [
            355,
            47,
            3,
            2,
            1
        ],
        "review_amount": 408,
        "location": [
            "Những điều cần làm ở Hà Nội",
            "Du lịch Châu Á Thái Bình Dương Việt Nam",
            "Châu Á",
            "Việt Nam",
            "Hà Nội"
        ],
        "reviews_time": [
            "Written April 24, 2023",
            "Written April 23, 2023",
            "Written April 20, 2023",
            "Written April 17, 2023",
            "Written April 14, 2023",
            "Written March 28, 2023",
            "Written March 24, 2023",
            "Written March 23, 2023",
            "Written March 22, 2023",
            "Written March 20, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d4131452-Reviews-or70-Asia_Pacific_Travel_Vietnam-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4131452-Reviews-or60-Asia_Pacific_Travel_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4131452-Reviews-or80-Asia_Pacific_Travel_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4131452-Reviews-Asia_Pacific_Travel_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11487770-Reviews-Sinhcafe_Vietnam_Open_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26557460-Reviews-Sutran_Tattoo_Studio-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d18185217-Reviews-Hanservi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d24967200-Reviews-Kadupul_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12084453-Reviews-Hanoi_and_Around_with_Thanh-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8861467-Reviews-Amica_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g14776299-d27175948-Reviews-Ha_Long_Symphony_Cruise-Ha_Long_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2435239-Reviews-Vietnam_Open_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19484956-Reviews-Hanoi_Airport_Transfer_Company-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d18939725-Reviews-Asia_Paradise_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d18454690-Reviews-IZITOUR_com-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15224304-Reviews-Aloha_Vietnam_Travel_Guide-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11641267-Reviews-Authentik_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6478840-Reviews-Vacation_Indochina_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d18929735-Reviews-Anise_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g187069-d10157886-Reviews-Red_Moon_Thai_Massage_Manchester-Manchester_Greater_Manchester_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g43583-d14799976-Reviews-Agate_Bay_Beach-Two_Harbors_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g147416-d147523-Reviews-Queen_s_Staircase-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g187870-d20062121-Reviews-Skyline_Rooftop_Bar-Venice_Veneto.html",
            "https://www.tripadvisor.com/Attraction_Review-g30620-d3494020-Reviews-Big_Spring_Park-Huntsville_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g608720-d4997645-Reviews-Milos_Winery-Ston_Peljesac_Peninsula_Dubrovnik_Neretva_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d8649633-Reviews-Westfield_Topanga-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60842-d1556006-Reviews-Christ_in_the_Smokies_Museum_Gardens-Gatlinburg_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g293817-d12361824-Reviews-Kaylasson_Temple-Port_Louis.html",
            "https://www.tripadvisor.com/Attraction_Review-g194821-d4403543-Reviews-Lido_Beach_Menaggio-Menaggio_Lake_Como_Lombardy.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d4131452-Reviews-or80-Asia_Pacific_Travel_Vietnam-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d4131452-Reviews-or70-Asia_Pacific_Travel_Vietnam-Hanoi.html",
        "caculated": true,
        "dicts_sentiment_average": {
            "hướng dẫn viên du lịch": 0.9949622427811846,
            "tour du lịch": 0.7659329767338932,
            "hướng dẫn viên du lịch người": 0.9932752453023568,
            "lịch sử": 0.9892878773389384,
            "chuyến đi": 0.8219821427394183,
            "hướng dẫn anh": 0.99308994889725,
            "trải nghiệm sông cửu long": 0.9952065905090421,
            "hướng dẫn viên": 0.9092089140807124,
            "dịch vụ": 0.633985378939542,
            "chuyến du lịch xuyên việt": 0.9952229546033777,
            "sông cửu long": 0.8737691454589367,
            "vũng tàu": 0.8737691454589367,
            "kiến ​​thức": 0.5,
            "văn hóa lịch sử": 0.7471985511947423,
            "chuyến tham quan": 0.9900822408962995,
            "xe máy xuyên": 0.9669692548923194,
            "trải nghiệm": 0.9954568563456027,
            "hành trình": 0.948071064427495,
            "nhà hàng": 0.9755140591878444,
            "chuyến du lịch": 0.7477875802724157,
            "khoa nguyên": 0.8737691454589367,
            "khách sạn": 0.021161334589123726,
            "chuyến tham": 0.5,
            "kỳ nghỉ": 0.6224082307890058
        },
        "dicts_adj": {
            "hướng dẫn viên du lịch": [
                "tuyệt vời",
                "tỉ mỉ",
                "xuất sắc",
                "hoạt bát",
                "hiểu biết",
                "nhiều",
                "hơn"
            ],
            "tour du lịch": [
                "lớn"
            ],
            "hướng dẫn viên du lịch người": [
                "giỏi",
                "nhất"
            ],
            "lịch sử": [
                "tuyệt vời",
                "phong phú",
                "tốt"
            ],
            "chuyến đi": [
                "tốt",
                "tốt đẹp",
                "phiêu lưu",
                "nhất",
                "trọn vẹn",
                "mát",
                "nhiều",
                "chân thành",
                "tuyệt vời",
                "tốt",
                "tuyệt vời",
                "tốt",
                "suốt",
                "suôn sẻ",
                "tuyệt vời",
                "gần"
            ],
            "hướng dẫn anh": [
                "xuất sắc"
            ],
            "trải nghiệm sông cửu long": [
                "đặc biệt"
            ],
            "hướng dẫn viên": [
                "vui vẻ",
                "hữu ích",
                "tốt",
                "riêng",
                "tự hào",
                "giỏi",
                "nhất",
                "chu đáo",
                "tràn đầy"
            ],
            "dịch vụ": [
                "tuyệt vời",
                "tuyệt vời",
                "tích cực",
                "cao",
                "đặc biệt",
                "lớn",
                "chăm chỉ",
                "hơn"
            ],
            "chuyến du lịch xuyên việt": [
                "rắc rối",
                "thoải mái"
            ],
            "sông cửu long": [
                "riêng"
            ],
            "vũng tàu": [
                "riêng"
            ],
            "kiến ​​thức": [],
            "văn hóa lịch sử": [
                "chu đáo"
            ],
            "chuyến tham quan": [
                "hoàn toàn"
            ],
            "xe máy xuyên": [
                "hoàn toàn"
            ],
            "trải nghiệm": [
                "tuyệt vời",
                "nhất"
            ],
            "hành trình": [
                "xa"
            ],
            "nhà hàng": [
                "đặc biệt",
                "đặc biệt"
            ],
            "chuyến du lịch": [
                "đẹp"
            ],
            "khoa nguyên": [
                "vui"
            ],
            "khách sạn": [
                "nhỏ",
                "tự nhiên",
                "ví dụ",
                "nhanh chóng"
            ],
            "chuyến tham": [],
            "kỳ nghỉ": [
                "gần"
            ]
        },
        "list_proper_noun": [],
        "factor value": {
            "hướng dẫn viên du lịch": 1,
            "tour du lịch": 2,
            "hướng dẫn viên du lịch người": 1,
            "lịch sử": 2,
            "chuyến đi": 6,
            "hướng dẫn anh": 1,
            "trải nghiệm sông cửu long": 1,
            "hướng dẫn viên": 3,
            "dịch vụ": 4,
            "chuyến du lịch xuyên việt": 1,
            "sông cửu long": 1,
            "vũng tàu": 1,
            "kiến ​​thức": 1,
            "văn hóa lịch sử": 2,
            "chuyến tham quan": 1,
            "xe máy xuyên": 1,
            "trải nghiệm": 3,
            "hành trình": 1,
            "nhà hàng": 1,
            "chuyến du lịch": 2,
            "khoa nguyên": 1,
            "khách sạn": 1,
            "chuyến tham": 1,
            "kỳ nghỉ": 1
        }
    },
    {
        "attraction_name": "Asia Pacific Travel Vietnam",
        "attraction_name_vi": "Du lịch Châu Á Thái Bình Dương Việt Nam",
        "general_info": [
            "408 đánh giá",
            "127 trên 1.107 Hoạt động ngoài trời tại Hà Nội",
            "Chuyến tham quan địa hình bằng xe 4WD, ATV",
            "Tour riêng",
            "Chuyến tham quan động vật hoang dã tự nhiên",
            "Chuyến tham quan chụp ảnh"
        ],
        "attraction_summary": "Dịch vụ chính : Làm việc với đội ngũ nhân viên giàu kinh nghiệm, sáng tạo, đam mê và đáng tin cậy, Asia Pacific Travel tự hào được xếp hạng trong số các công ty lữ hành hàng đầu tại Việt Nam, Campuchia và Lào. Chúng tôi chuyên về các dịch vụ chất lượng cao sau: Các chuyến tham quan trong nước có sẵn và theo yêu cầu. Các tour du lịch của chúng tôi chủ yếu tập trung vào văn hóa và lịch sử Việt Nam. Hơn nữa, chúng tôi thiết kế các chuyến tham quan mạo hiểm đi bộ xuyên rừng, chèo thuyền kayak hoặc đi xe đạp qua các vùng sâu vùng xa và những kỳ nghỉ thư giãn tại những bãi biển tuyệt đẹp dọc bờ biển của chúng tôi ...Đọc thêm",
        "reviews": [
            "Tôi tên là Cường Nguyễn. Tôi là người Việt Nam. Tôi đã sử dụng Travelinvietnam hai lần và tôi rất thích chúng. Có tổ chức rất tốt. Họ đã tổ chức các chuyến đi kéo dài hai tuần cho bạn bè của tôi. Mặc dù tôi nói được tiếng Việt nhưng việc có tour du lịch Travelinvietnam đặt trước mỗi ngày cùng với Hướng dẫn viên du lịch đối với tôi khiến mọi chuyện trở nên dễ dàng hơn rất nhiều. Tất cả các Tourguide mà chúng tôi đều có đều tốt và hài hước, nhưng đặc biệt Đặng Nguyên là người giỏi nhất. Tiếng Anh của anh ấy. Thật hoàn hảo vì anh ấy có rất nhiều kiến ​​thức không chỉ ở miền Bắc Việt Nam mà còn biết rất nhiều về miền Nam. Tôi dự định quay lại Việt Nam vào năm tới và tôi chắc chắn sẽ đặt phòng với họ lần nữa. Cảm ơn Tina đã tổ chức chuyến đi tuyệt vời cho tôi và bạn bè của tôi, và Đặng nguyen bạn thật tuyệt vời! Một lần nữa cảm ơn bạn!Cường NguyễnĐọc thêm",
            "Anh Cường Văn thân mến,\nLời chào từ Du lịch Châu Á Thái Bình Dương.\nCảm ơn rất nhiều cho nhận xét của bạn. Chúng tôi rất vui mừng vì bạn đã tận hưởng thời gian ở Việt Nam và yêu thích các dịch vụ của chúng tôi. Đánh giá của bạn sẽ là động lực để đội ngũ chúng tôi cố gắng hơn nữa để cung cấp dịch vụ tốt nhất cho khách hàng. \nChúng tôi hy vọng sẽ sớm được hân hạnh phục vụ bạn lần nữa trong tương lai. \nTrân trọng\nHương Tina\nTổng Giám đốcĐọc thêm",
            "Chúng tôi đã có khoảng thời gian tuyệt vời nhất với Jacky Hiếu và tài xế của anh ấy. Chúng tôi đã lái xe 5 ngày qua đồng bằng sông Cửu Long, ở tại bốn khách sạn khác nhau và ngắm nhìn tất cả những thắng cảnh đẹp đẽ của vùng. Jacky là hướng dẫn viên du lịch am hiểu và quyến rũ nhất mà bạn có thể tưởng tượng. Mọi thứ đã được tổ chức hoàn hảo và có đủ thời gian để thực hiện các điểm dừng riêng lẻ nếu muốn. Cảm ơn rất nhiều, Jacky. Chúng tôi sẽ không bao giờ quên 5 ngày này. Đọc thêm",
            "Thomas thân mến,\nChúng tôi muốn bày tỏ sự đánh giá cao của chúng tôi đối với bạn vì đã dành thời gian để xem xét các dịch vụ của chúng tôi và hướng dẫn viên du lịch của chúng tôi, Jacky. Đánh giá tích cực của bạn không chỉ là động lực để chúng tôi tiếp tục cung cấp dịch vụ xuất sắc mà còn giúp những du khách khác đưa ra quyết định sáng suốt khi lên kế hoạch cho chuyến đi của họ. Chúng tôi đánh giá cao sự hỗ trợ của bạn và biết ơn những lời tốt đẹp của bạn. Một lần nữa xin cảm ơn bạn và chúng tôi mong được chào đón bạn trở lại Việt Nam trong tương lai. \nTrân trọng\nTổng Giám đốc Đọc thêm",
            "Chúng tôi may mắn có Jacky Hiếu làm hướng dẫn viên du lịch cho Thành phố Hồ Chí Minh và các địa điểm lân cận.  Anh ấy không chỉ thông thạo lịch sử Việt Nam mà còn có một nhân cách tuyệt vời - rất thú vị!!  7 người chúng tôi vô cùng yêu thích Jacky và sẽ không ngần ngại thuê anh ấy lần nữa!  Anh ấy cũng nói tiếng Anh rất tốt và dễ hiểu!  Ngoài ra, xin gửi lời cảm ơn tới ông DoDo, tài xế của chúng tôi!  Anh ấy đã đưa chúng tôi đi khắp thị trấn một cách an toàn!!!  Cảm ơn các bạn!!!  Bạn thật tuyệt vời! Đọc thêm",
            "Ranoa thân mến,\nChúng tôi xin bày tỏ lòng biết ơn chân thành vì đã dành thời gian chia sẻ những trải nghiệm tuyệt vời của quý khách với Asia Pacific Tours. Chúng tôi rất vui mừng khi biết rằng bạn rất thích chuyến tham quan của mình với hướng dẫn viên Jacky Hiếu. Đánh giá của bạn đã làm cho chúng tôi vui vẻ và mang lại nụ cười trên khuôn mặt của tất cả chúng tôi! \nTại Asia Pacific Travel, chúng tôi cố gắng cung cấp trải nghiệm du lịch tốt nhất có thể cho khách hàng và thật ấm lòng khi nhận được những phản hồi tích cực như của bạn. Chúng tôi hy vọng sẽ được hân hạnh được phục vụ bạn lần nữa và mang đến cho bạn một chuyến đi đáng nhớ khác. \n\nCảm ơn bạn đã lựa chọn chúng tôi và chúng tôi chúc bạn mọi điều tốt đẹp nhất.\n\nTrân trọng kính chào,\nNhóm Du lịch Châu Á Thái Bình DươngĐọc thêm",
            "Jacky Hiếu. Đó là chuyến đi tuyệt vời mà chúng tôi đã có. Hài hước, chu đáo kiến ​​thức rất tốt về lịch sử Việt Nam. Tôi thực sự rất thích chuyến đi của anh ấy rất nhiều! Lần sau về Việt Nam nhất định tôi sẽ đặt chỗ cho anh ấy.Đọc thêm",
            "Chào Cường Vân,\nTôi hy vọng câu trả lời của chúng tôi tìm thấy bạn tốt. Tôi muốn đích thân cảm ơn bạn vì đã dành thời gian chia sẻ kinh nghiệm của bạn với chúng tôi. Phản hồi của bạn có ý nghĩa rất lớn đối với chúng tôi và chúng tôi đánh giá cao những lời tốt đẹp của bạn về hướng dẫn viên du lịch của chúng tôi, Jacky Hiếu.  Tôi đảm bảo sẽ chuyển lời khen ngợi của bạn đến anh ấy và nhóm của chúng tôi. \nMột lần nữa, cảm ơn bạn đã lựa chọn Asia Pacific Travel và chia sẻ trải nghiệm của mình với chúng tôi. Chúng tôi hy vọng sẽ sớm được hân hạnh chào đón bạn quay trở lại Việt Nam.\nTrân trọng. Tina Hương Đọc thêm",
            "Chúng tôi đã có khoảng thời gian tuyệt vời với hướng dẫn viên Jacky. Anh ấy thật hoàn hảo! Trong chuyến tham quan của chúng tôi, anh ấy đã giới thiệu cho chúng tôi nhiều món ăn mới, dạy chúng tôi từ tiếng Việt, chia sẻ kiến ​​thức về Việt Nam và đưa chúng tôi đi thuyền. Jacky có khiếu hài hước, dễ nói chuyện và rất tốt bụng. Tiếng Anh của anh ấy thật hoàn hảo. Chúng tôi rất mong chờ chuyến lưu diễn tiếp theo với Jackey. Chúng tôi đánh giá cao anh ấy.Đọc thêm",
            "Jacky Hiếu là một hướng dẫn viên hoàn toàn tuyệt vời. Anh ấy đã có thể điều chỉnh chuyến tham quan của chúng tôi khi chúng tôi thực hiện để đáp ứng nhu cầu của mình. Ông có kiến ​​thức rất tốt về đất nước và lịch sử của nó. Chúng tôi chắc chắn sẽ đặt lại anh ấy hoặc giới thiệu một chuyến tham quan riêng.Đọc thêm",
            "Jacky Hieu là một hướng dẫn viên tuyệt vời cho chuyến đi 2 ngày của chúng tôi đến Thành phố Hồ Chí Minh và Củ Chi. Anh ấy đã giúp chúng tôi giải trí và cung cấp rất nhiều thông tin về các địa điểm lịch sử khác nhau. Anh ấy cực kỳ hữu ích, đảm bảo hành trình của chúng tôi diễn ra theo đúng kế hoạch và chăm sóc chúng tôi vào ngày sinh nhật của vợ tôi. Một chuyến thăm rất đáng nhớ. Đọc thêm",
            "Jackie Hiếu là một hướng dẫn viên am hiểu, nhạy cảm với nhu cầu của chúng tôi, phối hợp với tất cả các nhà hàng để chọn ra thực đơn tốt nhất cho gia đình và bạn bè và luôn đưa ra những lời khuyên hữu ích cho chúng tôi. Anh ấy rất thú vị và cũng cung cấp cho chúng tôi thông tin lịch sử hữu ích về mọi thứ chúng tôi thấy và ghé thăm. Đọc thêm",
            "Anh Jacky Hiếu dẫn đoàn xe đưa gia đình tôi đi Hồ Chí Minh, Hội An Huế. Anh ấy rất nhiệt tình và tận tâm trong công việc. Anh ấy đã đề xuất những địa điểm ăn uống tuyệt vời cho gia đình chúng tôi và rất linh hoạt để đáp ứng yêu cầu và sở thích của gia đình chúng tôi.Đọc thêm",
            "Chúng tôi đang trong một chuyến đi với MR. Jacky. Anh ấy là một hướng dẫn viên tuyệt vời với kiến ​​thức sâu rộng và hữu ích ngay cả khi chọn nhà hàng. Anh ấy cũng cực kỳ hữu ích khi chúng tôi chuyển đến đảo Phú Quốc. Tôi sẽ giới thiệu anh ấy với mọi người.Đọc thêm"
        ],
        "star_ratings": [
            355,
            47,
            3,
            2,
            1
        ],
        "review_amount": 408,
        "location": [
            "Những điều cần làm ở Hà Nội",
            "Du lịch Châu Á Thái Bình Dương Việt Nam",
            "Châu Á",
            "Việt Nam",
            "Hà Nội"
        ],
        "reviews_time": [
            "Written March 19, 2023",
            "Written March 11, 2023",
            "Written March 9, 2023",
            "Written March 2, 2023",
            "Written March 1, 2023",
            "Written February 26, 2023",
            "Written February 16, 2023",
            "Written February 16, 2023",
            "Written January 24, 2023",
            "Written January 7, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d4131452-Reviews-or80-Asia_Pacific_Travel_Vietnam-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4131452-Reviews-or70-Asia_Pacific_Travel_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4131452-Reviews-or90-Asia_Pacific_Travel_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4131452-Reviews-Asia_Pacific_Travel_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11487770-Reviews-Sinhcafe_Vietnam_Open_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26557460-Reviews-Sutran_Tattoo_Studio-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d18185217-Reviews-Hanservi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d24967200-Reviews-Kadupul_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12084453-Reviews-Hanoi_and_Around_with_Thanh-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8861467-Reviews-Amica_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g14776299-d27175948-Reviews-Ha_Long_Symphony_Cruise-Ha_Long_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2435239-Reviews-Vietnam_Open_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19484956-Reviews-Hanoi_Airport_Transfer_Company-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d18939725-Reviews-Asia_Paradise_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d18454690-Reviews-IZITOUR_com-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15224304-Reviews-Aloha_Vietnam_Travel_Guide-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11641267-Reviews-Authentik_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6478840-Reviews-Vacation_Indochina_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d18929735-Reviews-Anise_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g42139-d4429929-Reviews-St_Andrew_s_Hall_Detroit-Detroit_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g57307-d1434573-Reviews-Buttermilk_Falls-Ludlow_Vermont.html",
            "https://www.tripadvisor.com/Attraction_Review-g60946-d105261-Reviews-Water_Place_Park-Providence_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d143529-Reviews-Headhouse_Square-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g41995-d2303436-Reviews-Wilderness_Trails_Zoo-Birch_Run_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g187870-d207094-Reviews-Teatro_La_Fenice-Venice_Veneto.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d1070053-Reviews-Wet_Republic-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g48899-d1105618-Reviews-Santa_s_Workshop-Wilmington_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d317890-Reviews-The_Independence_Palace-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g58044-d10719550-Reviews-Tangier_Onancock_Ferry-Onancock_Virginia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d4131452-Reviews-or90-Asia_Pacific_Travel_Vietnam-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d4131452-Reviews-or80-Asia_Pacific_Travel_Vietnam-Hanoi.html",
        "caculated": true,
        "dicts_sentiment_average": {
            "chuyến đi": 0.7602508215408307,
            "tour du lịch": 0.9953198162062714,
            "hướng dẫn viên du lịch": 0.8671904140966944,
            "dịch vụ": 0.8876761517021805,
            "đồng bằng sông cửu long": 0.8737691454589367,
            "khách sạn": 0.948339655995369,
            "thắng cảnh": 0.9955672149080783,
            "địa điểm": 0.855138938408345,
            "lịch sử": 0.8302621110342443,
            "thị trấn": 0.9929833715432324,
            "chuyến tham quan": 0.6518157036043704,
            "hướng dẫn viên": 0.871251904653036,
            "trải nghiệm du lịch": 0.9954885738552548,
            "món ăn": 0.5,
            "chuyến lưu diễn": 0.9844576290342957,
            "đất nước": 0.5,
            "địa điểm lịch sử": 0.9892528210766613,
            "chuyến thăm": 0.9955462700454518
        },
        "dicts_adj": {
            "chuyến đi": [
                "tuyệt vời",
                "tuyệt vời",
                "khác",
                "tuyệt vời",
                "thực sự",
                "nhiều"
            ],
            "tour du lịch": [
                "dễ dàng",
                "hơn",
                "nhiều"
            ],
            "hướng dẫn viên du lịch": [
                "dễ dàng",
                "hơn",
                "nhiều",
                "nhất",
                "lân cận",
                "lớn",
                "cao",
                "tốt đẹp"
            ],
            "dịch vụ": [
                "vui mừng",
                "tốt",
                "xuất sắc",
                "khác",
                "sáng suốt"
            ],
            "đồng bằng sông cửu long": [
                "đẹp đẽ"
            ],
            "khách sạn": [
                "đẹp đẽ"
            ],
            "thắng cảnh": [
                "đẹp đẽ"
            ],
            "địa điểm": [
                "lân cận"
            ],
            "lịch sử": [
                "tuyệt vời",
                "thú vị",
                "chu đáo",
                "tốt"
            ],
            "thị trấn": [
                "khắp",
                "an toàn"
            ],
            "chuyến tham quan": [
                "nhiều",
                "chắc chắn",
                "riêng"
            ],
            "hướng dẫn viên": [
                "tuyệt vời",
                "hoàn toàn",
                "tuyệt vời",
                "tuyệt vời"
            ],
            "trải nghiệm du lịch": [
                "tốt",
                "ấm",
                "tích cực"
            ],
            "món ăn": [],
            "chuyến lưu diễn": [],
            "đất nước": [],
            "địa điểm lịch sử": [
                "nhiều",
                "khác"
            ],
            "chuyến thăm": []
        },
        "list_proper_noun": [],
        "factor value": {
            "chuyến đi": 5,
            "tour du lịch": 1,
            "hướng dẫn viên du lịch": 5,
            "dịch vụ": 2,
            "đồng bằng sông cửu long": 1,
            "khách sạn": 1,
            "thắng cảnh": 1,
            "địa điểm": 1,
            "lịch sử": 3,
            "thị trấn": 1,
            "chuyến tham quan": 3,
            "hướng dẫn viên": 4,
            "trải nghiệm du lịch": 1,
            "món ăn": 1,
            "chuyến lưu diễn": 1,
            "đất nước": 1,
            "địa điểm lịch sử": 1,
            "chuyến thăm": 1
        }
    },
    {
        "attraction_name": "Asia Pacific Travel Vietnam",
        "attraction_name_vi": "Du lịch Châu Á Thái Bình Dương Việt Nam",
        "general_info": [
            "408 đánh giá",
            "127 trên 1.107 Hoạt động ngoài trời tại Hà Nội",
            "Chuyến tham quan địa hình bằng xe 4WD, ATV",
            "Tour riêng",
            "Chuyến tham quan động vật hoang dã tự nhiên",
            "Chuyến tham quan chụp ảnh"
        ],
        "attraction_summary": "Dịch vụ chính : Làm việc với đội ngũ nhân viên giàu kinh nghiệm, sáng tạo, đam mê và đáng tin cậy, Asia Pacific Travel tự hào được xếp hạng trong số các công ty lữ hành hàng đầu tại Việt Nam, Campuchia và Lào. Chúng tôi chuyên về các dịch vụ chất lượng cao sau: Các chuyến tham quan trong nước có sẵn và theo yêu cầu. Các tour du lịch của chúng tôi chủ yếu tập trung vào văn hóa và lịch sử Việt Nam. Hơn nữa, chúng tôi thiết kế các chuyến tham quan mạo hiểm đi bộ xuyên rừng, chèo thuyền kayak hoặc đi xe đạp qua các vùng sâu vùng xa và những kỳ nghỉ thư giãn tại những bãi biển tuyệt đẹp dọc bờ biển của chúng tôi ...Đọc thêm",
        "reviews": [
            "Hướng dẫn viên Lee của chúng tôi đã tạo ra sự khác biệt. Anh ấy hoàn toàn tham gia vào chuyến lưu diễn của chúng tôi - đảm bảo mọi thứ diễn ra tốt đẹp. Thay đổi và xáo trộn hành trình chắc chắn cho anh ta. Không bao giờ phàn nàn và không bao giờ nói không. Tất cả đã khiến chuyến đi thật sự đáng nhớ và thư giãn.Đọc thêm",
            "Rất khuyến khích Tour du lịch đồng bằng sông Cửu Long cổ điển. Bố, chồng tôi và tôi đang ở khách sạn Sài Gòn New World khi chúng tôi quyết định đặt tour này qua khách sạn và tôi rất vui vì chúng tôi đã làm như vậy. Jacky Hiếu là người hướng dẫn của chúng tôi và đã đến kịp thời và cả ngày diễn ra hoàn hảo theo lịch trình. Anh ấy rất nhiệt tình và hiểu biết về tất cả các điểm đến trong chuyến tham quan. Tôi thích rằng có một điểm dừng chân tuyệt vời trên đường đi. Chúng tôi rất thích nhấm nháp nước dừa tươi khi đi thuyền trên sông Mê Kông và thưởng thức nhiều món ăn nhẹ khi dừng chân trên đảo. Bữa trưa là một bữa tiệc lớn và có hương vị rất ngon. Tôi chắc chắn khuyên bạn nên mang theo khăn giấy vệ sinh và nước rửa tay bằng xà phòng cho các phòng tắm nhỏ hơn trên đảo.  Nói chung là một cách thú vị để khám phá sông Mê Kông và có những bức ảnh tuyệt vời! Đọc thêm",
            "Jacky jacky jacky Tuyệt vời. Hướng dẫnChuyến đi tiếp theo của tôi sẽ phải đặt sớm để nhận được áo khoác làm hướng dẫn Đất nước và con người thật tuyệt vờiĐọc thêm",
            "Đây là lần đặt phòng thứ 2 với Asia Travel. Cách đây 3 năm, tôi và chồng đã tham gia những chuyến du lịch theo nhóm có sẵn. Lần này tôi cùng gia đình trở lại Đà Lạt, Mũi Né theo chuyến du lịch riêng. Chúng tôi thật may mắn khi có Jackie Hiếu làm hướng dẫn viên du lịch. Thương hiệu hài hước của anh ấy rất độc đáo và khiến cả gia đình luôn cười. Anh ấy đã đưa ra những khuyến nghị tốt cho nhà hàng và nỗ lực tìm hiểu sở thích ăn uống của chúng tôi. Ông đặc biệt kiên nhẫn với du khách lớn tuổi. Đồng ý với anh ấy và cô Chi, người đã tổ chức chuyến đi, rất kiên nhẫn mặc dù chúng tôi có nhiều thay đổi, do có 5 khách du lịch là người lớn. Chúng tôi hy vọng sẽ khám phá các khu vực khác ở Việt Nam với Jackie là người hướng dẫn của chúng tôi. Chúc những điều tốt đẹp nhất đến với Việt Nam và những con người đáng yêu của họ.Đọc thêm",
            "Tôi xin đôi lời về chuyến đi của chúng tôi với ông Jacky Hiếu tại miền Nam Việt Nam. Chúng tôi là một nhóm lớn gồm 31 người bạn. Ông là người hướng dẫn hoàn hảo, luôn hữu ích, có nhiều kinh nghiệm và kiến ​​thức về đất nước, văn hóa và lịch sử. Tôi có thể giới thiệu anh ấy với năm sao. Cảm ơn Jacky rất nhiều, hẹn gặp lại lần sau. Petr, Cộng hòa Séc, EUĐọc thêm",
            "Từ email đầu tiên của tôi gửi cho cô Tina cho đến khi kết thúc chuyến đi 12 ngày khắp miền Bắc, miền Nam và miền Trung Việt Nam, tất cả các dịch vụ được cung cấp đều rất đáng khen ngợi. Cô Tina đã nhanh chóng trả lời tin nhắn và tỏ ra rất kiên nhẫn khi tôi phải thay đổi hành trình một vài lần. Cô ấy cung cấp các lựa chọn và đề xuất khác nhau đáp ứng nhu cầu của tôi. Các hướng dẫn viên du lịch, đặc biệt là anh Mười và anh Jacky Hiếu, đều đã nỗ lực hết mình để đảm bảo sự thoải mái trong suốt nghề của chúng tôi. Anh Mười và tài xế thậm chí còn làm lạnh chai nước uống hàng ngày của chúng tôi khi thời tiết ở Huế và Hội An ở mức 35-36 độ. Anh Ten không bao giờ thất bại trong việc giúp chúng tôi xác định vị trí tốt để có những bức ảnh đẹp và luôn là người chụp ảnh cho chúng tôi. Anh Jacky Hiếu, một hướng dẫn viên du lịch rất giàu kinh nghiệm, có kiến ​​thức sâu rộng về tất cả các địa điểm tham quan. Anh ấy thậm chí còn lên lịch lại một số hoạt động du lịch để chúng tôi không lãng phí thời gian đi du lịch. Anh ấy cũng mang lại tiếng cười trên đường đi! Anh ấy đã chủ động đổi phòng cho chúng tôi khi những gì được đưa ra không như mong đợi. Chúng tôi rất hài lòng với các dịch vụ. Chuyến tham quan trong ngày du lịch Châu Á Thái Bình Dương là một lựa chọn tuyệt vời, rất được khuyến khích!Đọc thêm",
            "Chúng tôi đã có chuyến đi đầu tiên tuyệt vời và đáng nhớ đến Việt Nam vào tháng trước. Nhờ dịch vụ khách hàng tuyệt vời do Tina cung cấp, luôn phản hồi email kịp thời. Chúng tôi thực sự rất thích thời gian của mình, đặc biệt là ở trung tâm Hội An và Huế với hướng dẫn viên Mr Ten. Niềm đam mê, sự nhiệt tình trong công việc và sự quan tâm của anh ấy dành cho chúng tôi đã khiến chuyến đi của chúng tôi trở nên khó quên!Đọc thêm",
            "chúng tôi đã đặt 3 tour. Cả 3 tour đều được tổ chức hàng đầu, hướng dẫn viên đều có năng lực, rất thân thiện và đúng giờ. chúng tôi cảm thấy rất tốt và học được rất nhiều điều về những nơi chúng tôi đã ghé thămĐọc thêm",
            "Người liên hệ chính của chúng tôi, Tina, có năng lực và trả lời tin nhắn kịp thời. Khi chúng tôi phải thực hiện một thay đổi nhỏ trong lịch trình đưa đón sân bay, cô ấy đã sẵn sàng đáp ứng yêu cầu của chúng tôi. Hướng dẫn viên của chúng tôi về phần Hà NộiSapa trong chuyến tham quan, ông Hòa, rất giàu thông tin. Ngoài ra, anh ấy sẽ cho chúng tôi biết kế hoạch trong ngày để chúng tôi biết chúng tôi có bao nhiêu thời gian ở mỗi địa điểm. Chuyến du ngoạn mà Tina sắp xếp cho chúng tôi tại Vịnh Hạ Long cũng đáp ứng được sự mong đợi. Xuống xe buýt với các nhóm khác trên đường trở về Hà Nội để chúng tôi có thể bắt chuyến bay đến Thành phố Hồ Chí Minh một cách suôn sẻ. Sự phối hợp tuyệt vời mà chúng tôi thực sự đánh giá cao. Tuy nhiên, hướng dẫn viên của chúng tôi đến Thành phố Hồ Chí Minh hiếm khi cung cấp bất kỳ thông tin nào và đi rất nhanh nên chúng tôi phải theo kịp anh ấy. Chúng tôi cảm thấy vội vã suốt thời gian mặc dù đó là chuyến du lịch riêng của hai vợ chồng tôi. Anh ấy cũng chuyển hành trình của chúng tôi quanh Củ Chi rồi Bến Thành để anh ấy có thể thả chúng tôi xuống Bến Thành và kết thúc một ngày. Anh ấy nói rằng chúng tôi có thể tự tìm đường trở về khách sạn một cách dễ dàng nên anh ấy và tài xế rời đi. Tôi hiểu rằng tài xế bị kẹt xe vào đêm giao thừa và không thể về nhà vào đêm hôm trước nên tôi không bận tâm đến việc đi bộ về nhà. Chúng tôi đi bộ về khách sạn bằng Google Maps. Tôi cảm thấy phần Sài Gòn có thể làm được nếu không có người hướng dẫn. Hơn nữa, anh ấy còn đề cập đến việc boa một vài lần. Mặc dù nó nhắm vào các nhân viên khác ở Củ Chi, tài xế thuyền Mekong và tài xế ô tô, nhưng nó có cảm giác khá nhọn và ích kỷ. Nhìn chung, vẫn muốn giới thiệu Asia Pacific Tour do dịch vụ xuất sắc của Tina và Mr Hoa.Đọc thêm",
            "Cô CHI và những người hướng dẫn của cô - ông HOA điềm tĩnh cho Hà Nội, ông TEN nhiệt tình cho Huế và Hội An, và ông JACKY HIEU bất bại cho Sài Gòn và đồng bằng sông Cửu Long - đã cho chúng tôi trải nghiệm tuyệt vời trên những địa điểm chúng tôi đã ghé thăm - Hà Nội, Vịnh Hạ Long , Huế, Hội An, Sài Gòn và Đồng bằng sông Cửu Long. Tôi thực sự khuyên bạn nên liên hệ với ASIA PACIFIC để tổ chức chuyến đi đến Việt Nam.Đọc thêm"
        ],
        "star_ratings": [
            355,
            47,
            3,
            2,
            1
        ],
        "review_amount": 408,
        "location": [
            "Những điều cần làm ở Hà Nội",
            "Du lịch Châu Á Thái Bình Dương Việt Nam",
            "Châu Á",
            "Việt Nam",
            "Hà Nội"
        ],
        "reviews_time": [
            "Written January 3, 2023",
            "Written January 3, 2023",
            "Written December 23, 2022",
            "Written December 15, 2022",
            "Written November 21, 2022",
            "Written June 14, 2022",
            "Written February 19, 2020",
            "Written January 21, 2020",
            "Written January 6, 2020",
            "Written September 9, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d4131452-Reviews-or90-Asia_Pacific_Travel_Vietnam-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4131452-Reviews-or80-Asia_Pacific_Travel_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4131452-Reviews-or100-Asia_Pacific_Travel_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4131452-Reviews-Asia_Pacific_Travel_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11487770-Reviews-Sinhcafe_Vietnam_Open_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26557460-Reviews-Sutran_Tattoo_Studio-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d18185217-Reviews-Hanservi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d24967200-Reviews-Kadupul_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12084453-Reviews-Hanoi_and_Around_with_Thanh-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8861467-Reviews-Amica_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g14776299-d27175948-Reviews-Ha_Long_Symphony_Cruise-Ha_Long_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2435239-Reviews-Vietnam_Open_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19484956-Reviews-Hanoi_Airport_Transfer_Company-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d18939725-Reviews-Asia_Paradise_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d18454690-Reviews-IZITOUR_com-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15224304-Reviews-Aloha_Vietnam_Travel_Guide-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11641267-Reviews-Authentik_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6478840-Reviews-Vacation_Indochina_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d18929735-Reviews-Anise_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g194939-d1754906-Reviews-Tropea_Beach-Tropea_Province_of_Vibo_Valentia_Calabria.html",
            "https://www.tripadvisor.com/Attraction_Review-g60959-d1635185-Reviews-The_Gardens_of_the_World-Thousand_Oaks_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60442-d146780-Reviews-Chief_Joseph_Scenic_Byway-Cody_Wyoming.html",
            "https://www.tripadvisor.com/Attraction_Review-g31030-d672604-Reviews-Great_Alaskan_Lumberjack_Show-Ketchikan_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g46054-d532145-Reviews-Echo_Lake_State_Park-Conway_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d21200998-Reviews-Dee_Thai_Massage_Spa-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45212-d103652-Reviews-Last_Chance_Gulch-Helena_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g776015-d8667907-Reviews-Kolios_Beach-Kolios_Skiathos_Sporades.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d16868062-Reviews-The_EmQuartier-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d103709-Reviews-Rampart_Casino_at_JW_Marriott_Las_Vegas_Resort_Spa-Las_Vegas_Nevada.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d4131452-Reviews-or100-Asia_Pacific_Travel_Vietnam-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d4131452-Reviews-or90-Asia_Pacific_Travel_Vietnam-Hanoi.html",
        "caculated": true,
        "dicts_sentiment_average": {
            "hướng dẫn viên": 0.07439110381528735,
            "chuyến lưu diễn": 0.9950924182776362,
            "xáo trộn hành trình": -0.8712366237305105,
            "chuyến đi": 0.8802263282734202,
            "tour du lịch đồng bằng sông cửu long": 0.992316379211843,
            "khách sạn": 0.6754719503223896,
            "chuyến tham quan": 0.9923462795947368,
            "món ăn": 0.9952014091541059,
            "bữa trưa": 0.8737691454589367,
            "bữa tiệc": 0.9920263380045071,
            "hương vị": 0.9955447868560441,
            "vệ sinh": 0.5283921826630831,
            "phòng tắm": 0.5656892964616418,
            "sông mê kông": 0.9951239306246862,
            "hướng dẫnchuyến": 0.8737691454589367,
            "áo khoác": 0.9944256350863725,
            "hướng dẫn đất nước": 0.8737691454589367,
            "phòng": 0.9793387458194047,
            "chuyến du lịch": 0.2555317447210352,
            "hướng dẫn viên du": 0.7564360164105892,
            "khuyến nghị": 0.9859465131303295,
            "nhà hàng": 0.5,
            "lịch sử": 0.9950054393848404,
            "dịch vụ": 0.9321105248236563,
            "hướng dẫn viên du lịch": 0.993134192423895,
            "chai nước": 0.8523979932069778,
            "vị trí": 0.9041930306702852,
            "chuyến tham": 0.9954221382504329,
            "trung tâm hội an": 0.8737691454589367,
            "đón sân bay": 0.989780462696217,
            "chuyến du ngoạn": 0.9915584695991129,
            "xe": 0.5108165554702282,
            "chuyến bay": 0.983368884306401,
            "hành trình": 0.7927942480891943,
            "người hướng dẫn": 0.5736202243715525,
            "nhân viên": -0.9691060588229448,
            "xế thuyền": 0.4394420236349106,
            "xế ô": -0.462908205576241,
            "đồng bằng sông cửu long": 0.8737691454589367,
            "hội an": 0.8737691454589367
        },
        "dicts_adj": {
            "hướng dẫn viên": [
                "khác biệt",
                "thân thiện",
                "đúng",
                "giàu",
                "bất kỳ",
                "nhanh",
                "kịp"
            ],
            "chuyến lưu diễn": [
                "hoàn toàn",
                "tốt đẹp"
            ],
            "xáo trộn hành trình": [
                "chắc chắn"
            ],
            "chuyến đi": [
                "thật sự",
                "kiên nhẫn",
                "nhiều",
                "khắp",
                "đầu tiên",
                "tuyệt vời",
                "khó",
                "thực sự"
            ],
            "tour du lịch đồng bằng sông cửu long": [],
            "khách sạn": [
                "vui",
                "vui",
                "dễ dàng"
            ],
            "chuyến tham quan": [
                "nhiệt tình",
                "giàu"
            ],
            "món ăn": [
                "dừa tươi",
                "nhiều",
                "nhẹ"
            ],
            "bữa trưa": [
                "lớn"
            ],
            "bữa tiệc": [
                "lớn"
            ],
            "hương vị": [
                "ngon"
            ],
            "vệ sinh": [
                "nhỏ",
                "hơn"
            ],
            "phòng tắm": [
                "nhỏ",
                "hơn"
            ],
            "sông mê kông": [
                "thú vị",
                "tuyệt vời"
            ],
            "hướng dẫnchuyến": [
                "sớm"
            ],
            "áo khoác": [
                "tuyệt vời"
            ],
            "hướng dẫn đất nước": [
                "sớm"
            ],
            "phòng": [],
            "chuyến du lịch": [
                "sẵn",
                "riêng",
                "vội vã",
                "suốt",
                "riêng"
            ],
            "hướng dẫn viên du": [
                "may mắn"
            ],
            "khuyến nghị": [
                "tốt"
            ],
            "nhà hàng": [],
            "lịch sử": [
                "hữu ích",
                "nhiều"
            ],
            "dịch vụ": [
                "hài lòng",
                "tuyệt vời",
                "kịp thời",
                "xuất sắc"
            ],
            "hướng dẫn viên du lịch": [
                "đặc biệt",
                "thoải mái",
                "suốt",
                "giàu"
            ],
            "chai nước": [
                "lạnh"
            ],
            "vị trí": [
                "tốt",
                "đẹp"
            ],
            "chuyến tham": [
                "tuyệt vời"
            ],
            "trung tâm hội an": [
                "thực sự",
                "đặc biệt"
            ],
            "đón sân bay": [
                "nhỏ",
                "sẵn sàng"
            ],
            "chuyến du ngoạn": [],
            "xe": [
                "khác"
            ],
            "chuyến bay": [
                "suôn sẻ"
            ],
            "hành trình": [],
            "người hướng dẫn": [],
            "nhân viên": [
                "khác"
            ],
            "xế thuyền": [
                "nhọn"
            ],
            "xế ô": [
                "nhọn"
            ],
            "đồng bằng sông cửu long": [
                "điềm tĩnh",
                "tuyệt vời",
                "điềm tĩnh",
                "tuyệt vời"
            ],
            "hội an": [
                "điềm tĩnh",
                "tuyệt vời"
            ]
        },
        "list_proper_noun": [],
        "factor value": {
            "hướng dẫn viên": 2.5,
            "chuyến lưu diễn": 1,
            "xáo trộn hành trình": 1,
            "chuyến đi": 5.0,
            "tour du lịch đồng bằng sông cửu long": 1,
            "khách sạn": 1.5,
            "chuyến tham quan": 1.5,
            "món ăn": 1,
            "bữa trưa": 1,
            "bữa tiệc": 1,
            "hương vị": 1,
            "vệ sinh": 1,
            "phòng tắm": 1,
            "sông mê kông": 1,
            "hướng dẫnchuyến": 1,
            "áo khoác": 1,
            "hướng dẫn đất nước": 1,
            "phòng": 1,
            "chuyến du lịch": 1.5,
            "hướng dẫn viên du": 1,
            "khuyến nghị": 1,
            "nhà hàng": 1,
            "lịch sử": 1,
            "dịch vụ": 2.0,
            "hướng dẫn viên du lịch": 1,
            "chai nước": 1,
            "vị trí": 1,
            "chuyến tham": 1,
            "trung tâm hội an": 0.5,
            "đón sân bay": 0.5,
            "chuyến du ngoạn": 0.5,
            "xe": 0.5,
            "chuyến bay": 0.5,
            "hành trình": 0.5,
            "người hướng dẫn": 0.5,
            "nhân viên": 0.5,
            "xế thuyền": 0.5,
            "xế ô": 0.5,
            "đồng bằng sông cửu long": 0.5,
            "hội an": 0.5
        }
    }
]