[
    {
        "attraction_name": "Asian Destination Travel",
        "attraction_name_vi": "Du lịch Điểm đến Châu Á",
        "general_info": [
            "29 đánh giá",
            "- 265 trên 1.013 Chuyến tham quan - Hoạt động tại TP.HCM",
            "Tour tham quan"
        ],
        "attraction_summary": "Asian Destination Travel là một công ty tư nhân có trụ sở chính tại Thành phố Hồ Chí Minh. Được thành lập vào năm 2006, công ty được đánh giá là Nhà điều hành tour du lịch nội địa chuyên nghiệp và uy tín tại Việt Nam, cung cấp các dịch vụ du lịch toàn diện tại Việt Nam, Lào và Campuchia cho du khách quốc tế. Sự hài lòng của bạn sẽ được đảm bảo khi bạn đi du lịch với chúng tôi. Cam kết của chúng tôi trong việc hoạt động với các tiêu chuẩn dịch vụ và tính chuyên nghiệp cao nhất cũng như cung cấp và thực hiện những trải nghiệm du lịch độc đáo và liền mạch là lý do khiến Asian Destination Travel vượt lên trên các đối thủ còn lại.Đọc thêm",
        "reviews": [
            "Thời gian tôi ở Nha Trang thật tuyệt vời nhờ Hương Nguyễn. Kiến thức địa phương của cô là vô giá. Cái nhìn sâu sắc về lịch sử của nhiều địa điểm khác nhau và những bữa ăn chúng tôi ăn tại các nhà hàng thiếc địa phương không có gì đáng ngạc nhiên khi Hương là người địa phương và biết rất rõ về Nha Trang. Tôi đã rất vui và rất thích khiếu hài hước của Hương. Tôi đánh giá cao Hương.Đọc thêm",
            "Tôi đã có khoảng thời gian tuyệt vời khi du lịch khắp Việt Nam cùng gia đình và bạn bè. Công ty này rất nhanh nhạy, chuyên nghiệp và có nhiều trải nghiệm tuyệt vời.Đọc thêm",
            "Chuyến đi này do Hương Nguyễn tổ chức cho chúng tôi vì cô ấy đã giới thiệu, chuyến đi là một địa điểm kép ở Hà Nội - vịnh ha long. Chuyến đi được tổ chức một cách hiệu quả, chất lượng của hướng dẫn viên và phương tiện di chuyển thật tuyệt vời, kiến ​​thức về các địa điểm thật tuyệt vời, không có điều gì sai nếu tôi đến Việt Nam lần nữa và điều đó thật tuyệt vời, tôi sẽ chỉ sử dụng công ty này Đọc thêm",
            "Khoảng thời gian tuyệt vời ở Việt Nam với Asian Destination Travel. Vợ tôi và tôi đã dành một tuần ở miền Bắc Việt Nam. Chúng tôi rất thích chuyến đi Hạ Long, Ninh Bình và Tour ẩm thực đường phố.  Hướng dẫn và dịch vụ du lịch hoàn hảo. Chúng tôi yêu Việt Nam và sẽ quay lạiĐọc thêm",
            "Đó là một hành trình khám phá đáng kinh ngạc dưới sự hướng dẫn của Sarah, người hướng dẫn thân thiện và giàu thông tin nhất mà tôi đã gặp. Chuyến thăm địa đạo Củ Chi là điểm nổi bật của chuyến đi. Thức ăn ngon, xe tốt, hướng dẫn tốt - - Tour tốt.Đọc thêm",
            "Chuyến tham quan rất tốt và hướng dẫn viên của chúng tôi, Sarah - Hien -, đã làm cho nó tốt hơn nhiều. Cô ấy cung cấp thêm thông tin, câu chuyện và hoạt động bên cạnh những điều cơ bản, cô ấy luôn sẵn lòng trả lời bất kỳ câu hỏi nào chúng tôi hỏi. Chuyến tham quan kết thúc với nụ cười rạng rỡ của Sarah và những lời chúc tốt đẹp nhất của cô ấy dành cho chúng tôi. Rất khuyến khích chuyến tham quan này với Sarah.Đọc thêm",
            "Chuyến đi tuyệt vời tại Việt Nam, Lào, Campuchia.  Chuyến du lịch này rất hấp dẫn để chúng tôi khám phá người dân địa phương: văn hóa, ẩm thực, lịch sử, lối sống - Chúng tôi đã có 25 ngày khó quên ở Đông Dương. Chúng tôi sẽ quay lại sớm. Cảm ơn Tommy Vu.Đọc thêm",
            "Chỉ cần trở về Hoa Kỳ từ Đông Nam Á. Chúng tôi đã có khoảng thời gian tuyệt vời ở Việt Nam trong 20 ngày. Người bạn của chúng tôi đã giới thiệu Du lịch Điểm đến Châu Á cho chuyến đi của chúng tôi tại Việt Nam. Thật sự rất ngạc nhiên khi có Tommy Vũ tư vấn và chăm sóc cho chuyến đi của chúng tôi. Anh ấy rất hữu ích trong tất cả các câu hỏi của chúng tôi và để nó dễ dàng. Chúng tôi có những kỷ niệm khó quên ở Việt Nam. Rất khuyến khích công ty này. Đọc thêm",
            "Đó là chuyến đi đáng giá 18 ngày ở Việt Nam. Gia đình chúng tôi thực sự hài lòng với dịch vụ tuyệt vời từ Asian Destination Travel. Tommy Vũ là chuyên gia tư vấn du lịch chuyên nghiệp đã giúp chúng tôi tổ chức chuyến đi này. Rất khuyến khích công ty này cho tất cả du khách đang có kế hoạch đến Việt Nam. Cảm ơn một lần nữa Tommy Vũ - Đọc thêm",
            "Vào tháng 4 năm 2019, chúng tôi đã thực hiện chuyến tham quan Việt Nam Campuchia và Lào với Destination Asia và vào tháng 10 họ đã tổ chức chuyến tham quan của chúng tôi đến Phuket, Thái Lan.  Cả hai chuyến đi đều được tổ chức tốt với những hướng dẫn viên giỏi và giàu kinh nghiệm.  Các lựa chọn khách sạn là tốt, việc chuyển tiền đúng giờ.  Những người liên hệ của chúng tôi rất giàu thông tin và hữu ích. Tôi chắc chắn sẽ khuyên mọi người đừng ngần ngại làm việc với Destination Asia.Đọc thêm",
            "Chúng tôi ở Hội An trong 6 ngày 5 - 11 tháng 10. Chỉ có vợ tôi và tôi.\n\nKhông biết khu vực nào cả. Sẽ đánh giá cao đề xuất cho chuyến tham quan 2 ngày - 1 đêm đi các khu vực, ngoài đường mòn, trong các khu danh lam thắng cảnh, với tài xế nói tiếng Anh. Vui lòng lựa chọn khách sạn 1 đêm; để chúng tôi có thể kiểm tra.\n\nChúng tôi đang ở tại Hội An Life Resort\n\nXin ý tưởng cho chuyến đi và giá cả bằng USDollar\n\nRoger GoslingĐọc thêm",
            "Xin chào, có ai có thể cho tôi số liên lạc của Andrew không? Anh ấy tính phí như thế nào?Đọc thêm",
            "Ông Andrew - Nguyễn Phương Quý - đang làm việc tại văn phòng TP.HCM;  địa chỉ và tel. chi tiết số ở cuối trang chủ của Công ty.  Chúng tôi đã sửa đổi một trong những hành trình tiêu chuẩn của họ và sau đó họ cung cấp báo giá trọn gói - bao gồm khách sạn, chuyến bay nội địa và hầu hết các bữa ăn - .Đọc thêm"
        ],
        "star_ratings": [
            25,
            1,
            1,
            0,
            2
        ],
        "review_amount": 29,
        "location": [
            "Việt Nam",
            "Du lịch Điểm đến Châu Á",
            "Những điều cần làm ở thành phố Hồ Chí Minh",
            "Châu Á",
            "Ho Chi Minh City"
        ],
        "reviews_time": [
            "Written May 22, 2024",
            "Written October 27, 2023",
            "Written August 31, 2023",
            "Written June 15, 2023",
            "Written June 15, 2023",
            "Written May 17, 2023",
            "Written March 23, 2023",
            "Written March 23, 2023",
            "Written March 20, 2023",
            "Written November 5, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d4752380-Reviews-Asian_Destination_Travel-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d4752380-Reviews-or10-Asian_Destination_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d4752380-Reviews-or20-Asian_Destination_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d20902795-Reviews-Emi_Spa_Hcm-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d20902791-Reviews-Emi_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d16159007-Reviews-Indochina_Charm_Travel_HCMC_Branch-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d7396352-Reviews-Temple_Tree_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d4602976-Reviews-Tara_Kys_Art_Gallery-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d5972878-Reviews-Dominique_Saint_Paul_Saigon-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d16698454-Reviews-Dak_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13985436-Reviews-Hanoia_Dong_Du-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1949590-Reviews-Tricia_Verona-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6602281-Reviews-Saigon_Central_Mosque-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d11443980-Reviews-NEYUH_Leather-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d11929801-Reviews-King_Karaoke-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d27296727-Reviews-Amai_Dong_Khoi-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13391755-Reviews-Private_Daily_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1752815-Reviews-Saigon_Saigon_Rooftop_Bar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g40865-d7044174-Reviews-Sears_Island-Searsport_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g494953-d4980930-Reviews-Plathiena_Beach-Milos_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d324291-Reviews-Gion_Corner-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g294480-d317494-Reviews-Casco_Viejo-Panama_City_Panama_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g60768-d281201-Reviews-Speaking_Rock-El_Paso_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g189934-d4085718-Reviews-Crystal_Show_Club-Helsinki_Uusimaa.html",
            "https://www.tripadvisor.com/Attraction_Review-g3948623-d103992-Reviews-Sunset_Beach-Lower_Township_Cape_May_County_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d447385-Reviews-Merdeka_Square-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d456580-Reviews-Istana_Negara-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g2282879-d2313197-Reviews-Palani_Murugan_Temple-Palani_Dindigul_District_Tamil_Nadu.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d4752380-Reviews-or10-Asian_Destination_Travel-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d4752380-Reviews-Asian_Destination_Travel-Ho_Chi_Minh_City.html"
    },
    {
        "attraction_name": "Asian Destination Travel",
        "attraction_name_vi": "Du lịch Điểm đến Châu Á",
        "general_info": [
            "29 đánh giá",
            "- 265 trên 1.013 Chuyến tham quan - Hoạt động tại TP.HCM",
            "Tour tham quan"
        ],
        "attraction_summary": "Asian Destination Travel là một công ty tư nhân có trụ sở chính tại Thành phố Hồ Chí Minh. Được thành lập vào năm 2006, công ty được đánh giá là Nhà điều hành tour du lịch nội địa chuyên nghiệp và uy tín tại Việt Nam, cung cấp các dịch vụ du lịch toàn diện tại Việt Nam, Lào và Campuchia cho du khách quốc tế. Sự hài lòng của bạn sẽ được đảm bảo khi bạn đi du lịch với chúng tôi. Cam kết của chúng tôi trong việc hoạt động với các tiêu chuẩn dịch vụ và tính chuyên nghiệp cao nhất cũng như cung cấp và thực hiện những trải nghiệm du lịch độc đáo và liền mạch là lý do khiến Asian Destination Travel vượt lên trên các đối thủ còn lại.Đọc thêm",
        "reviews": [
            "Hùng chắc chắn đã thực hiện chuyến đi đến Đà Nẵng và bù đắp cho sự cố xảy ra ngày hôm trước. Chúng tôi đã có một thời gian tuyệt vời. Anh ấy đã dành hai ngày tám tiếng với chúng tôi và thật tuyệt vời và thật ngọt ngào. Chúng tôi đã có một trải nghiệm tồi tệ vào đêm hôm trước. Nhưng Hùng đã bước lên và làm mọi thứ tốt hơn. Cảm ơn Hùng Ngoài ra chúng tôi còn có Son và Jackie, những người cũng giỏi ở Hà Nội và Sài Gòn. Đó là sự trở về của chồng tôi sau 50 năm và chiến tranh. Anh ấy được đối xử rất nồng nhiệt và họ rất duyên dáng. Đọc thêm",
            "Những khu chợ này rất phù hợp cho những chiếc Knick Knacks nhỏ mà bạn muốn mang về nhà hoặc có thể là một hoặc hai chiếc túi xách giả. Quần áo có chất lượng kém và bạn sẽ có giá tương đương với mức bạn có thể mua ở nhà. Tuy nhiên, khu vực ẩm thực rất thú vị nhưng hãy cẩn thận với số tiền bạn phải trả.Đọc thêm",
            "I was recommended this company and a trip of Northern Vietnam by a colleague however sadly there is no way that I could ever recommend it based on the experience and customer service that I recieved. Whilst Northern Vietnam itself is beautiful and I would highly recommend people visit it, I would urge you to find an alternative company. I was supposed to enjoy a 7 day tour from Hanoi to Sapa, visiting a number of interesting tribal villages along the way and experiencing countryside life with a variety of different walks along the way. Unfortunately none of what we were promised ever materialised, instead what we got was sitting in a car for up to 10 1 - 2 hours with no stops at villages, no stops for walks and only a few stops  - when we asked -  to take photos. One day after driving for what felt like forever, we had to ask if we were going to be stopping for lunch, we finally did stop at 4pm! The tour guide had absolutely no idea where he was going or what he was doing, I had to actually show him the itinerary on day 3 as I was getting so upset that we were doing NOTHING! His response was  - I don - t know where those places are - . The driver also had no idea where he was going and whilst he was a very competent driver he still managed to go 200km in the wrong direction, making for yet another long day of driving. The only day which went to plan was the day where we were left on our own in Sapa. This was a lovely smooth running day! Obviously we complained to the company and were offered what can only be described as a laughable amount of money as a refund. Having spent 3 fantastic years in Vietnam, this was to be my last holiday and I was hoping for it be amazing, unfortunately it was the most disorganised, shambolic and disappointing tour I have ever had the misfortune of going on. So please please please think twice before you book with them as you can not guarantee that you will have somebody who knows what they are doing!Read more",
            "After being recommended this tour so highly by friends of mine, I was excited to end my 3 years of living in Saigon with this final trip of the North from Hanoi to Sapa. It is therefore with great sadness that I have to report that the tour and customer service I received is a far cry from the trip my friends experienced and ultimately I finished this tour feeling extremely upset and frustrated with what can only be described as a very poorly organised company. Day 1 - I did nothing on the morning - s itinerary and drove straight to the first destination. A 5 hour drive with no break or offer of water despite the temperature being 40 degrees when leaving Hanoi. Day 2 - It rained in the morning which obviously cannot be helped. This wiped out much of the itinerary for that day. However, in the afternoon the weather dried up so when I asked what the plan was, my tour guide - s only suggestion was to offer to stop somewhere to take photos. Even this did not happen. We drove for 9 hours with 1 stop for lunch at 4pm after prompting my tour guide for a break. There was minimal communication from my tour guide the majority of the day and at one point he even fell asleep  - which it turns out was not going to be the only time this happened - . Day 3 - Appeared to be heading the same way: just driving. So I showed the itinerary which I paid for to the guide to which his response was that he did not know where the places were. We reached our next hotel 4 hours before schedule as a result of, again not following the itinerary. At this point I emailed the company to complain. Their response was that they had spoken to the guide and that, rest assured, things would improve for the rest of the tour. Day 4 - Improved. We did a small trek through a local village and stopped off at a silk weaving workshop  - our guide again didn - t know where the specified workshop on the itinerary was so we went to a different, smaller one - . However, due to poor timings we arrived at our next hotel very late that night. Day 5 - Probably the worst day of the tour. Driver and tour guide again not knowing where they were going, missed a turning and eventually ended up adding an extra 200km to our day - s driving. Therefore had no time to do anything today so we just drove for 10 1 - 2 hours! Day 6 - I paid for an extra half day tour of Sapa but due to miscommunication within the company the guide knew nothing about this. I was left on my own on this day to organise my own itinerary which turned out to be the best day of the tour! Day 7 - Drove back to Hanoi. End of tour. In summary, an inexperienced tour guide and driver were sent on this tour together  - a disaster waiting to happen - . I therefore did not experience the majority of the itinerary I had paid for. When I returned back to Saigon I met with the Managing Director of the company to inform him of my experience. After this conversation and numerous emails back and forth  - which is further testament to the company - s poor customer service -  they refused to offer me appropriate compensation for what can only be described as a very poor experience. I therefore wholeheartedly cannot recommend this tour to anyone and strongly advise that if you are planning to do this tour  - which certainly has the potential to be amazing - the area is absolutely stunning -  that you take your business to an alternative company. A disappointing and unsatisfactory service from start to finish and quite frankly I am relieved to never have to have dealings with this company again. It saddens me that this will be one of my lasting memories of living in such a beautiful country. Read more",
            "Chúng tôi đã sử dụng dịch vụ của Mr Andrew nhiều lần trong các chuyến đi đến Campuchia và Việt Nam, chúng tôi cũng đã giới thiệu cho nhiều bạn bè của mình. Chúng tôi sử dụng để đặt khách sạn, các tour du lịch và phương tiện đi lại. Chúng tôi đã có những yêu cầu đặc biệt về các hướng dẫn viên du lịch chuyên ngành có kiến ​​thức sâu rộng đã được cung cấp. Dịch vụ này hoàn hảo, câu trả lời và giải pháp ngay lập tức và luôn có thể thực hiện các thay đổi và điều chỉnh, ngay cả trong khi đi du lịch. Aleays đáp ứng nhu cầu của khách hàng. Ông Andrew rất chuyên nghiệp. Bạn sẽ nhận được những gì bạn yêu cầu và thường sẽ vượt quá nó! Chúng tôi chỉ có thể giới thiệu Du lịch Điểm đến Châu Á cho tất cả mọi người. Cảm ơn Andrew!Đọc thêm",
            "Chúng tôi đã trải qua kỳ nghỉ 16 ngày tuyệt vời nhất từ ​​trước đến nay. Đây là lần đầu tiên chúng tôi đến thăm một quốc gia châu Á và nó không thể tuyệt vời hơn. Chúng tôi đã tin tưởng ông Andrew ngay từ phút đầu tiên tiếp xúc và sự trung thực cũng như sự quan tâm của ông vẫn luôn được duy trì cho đến tận khi trở về nhà. Chỗ ở hàng đầu. Thức ăn tuyệt vời. Chúng tôi đặc biệt khuyến nghị Hội An và Huế ở miền Trung và chuyến du ngoạn 3 ngày trên Vịnh Hạ Long, thiên đường trên trái đất tồn tại !! Hoàn hảo. Ngoài mọi kỳ vọng cao.Carla - Carlos, Bồ Đào NhaĐọc thêm",
            "Chúng tôi vừa hoàn thành hành trình phức tạp kéo dài hai tuần từ Hà Nội - Vịnh Hạ Long đến Đồng bằng sông Cửu Long --- bao gồm Đà Nẵng, Quế và Hội An trên đường đi.  Asian Travel mang lại kết quả ngoài mong đợi.  Chỗ ở luôn là ngăn kéo hàng đầu trong mọi trường hợp;  việc đi lại và gặp gỡ diễn ra suôn sẻ;  và chúng tôi đã có thể thực hiện một số điều đặc biệt mà nhiều du khách có thể sẽ bỏ lỡ. Tôi rất vui khi được đưa ra đề xuất tận tình cho các Điểm đến Châu Á và chắc chắn sẽ quay lại với họ trong chuyến đi tiếp theo của chúng tôi đến khu vực này.Đọc thêm",
            "Lần đầu tiên chúng tôi liên hệ với Andrew là khoảng 6 năm trước và anh ấy đã giúp chúng tôi sắp xếp một số lựa chọn phương tiện đi lại ở Việt Nam, một số chuyến tham quan có hướng dẫn viên cũng như chỗ ở và chuyến du ngoạn trên Vịnh Hạ Long.  Mọi khía cạnh đều hoàn hảo, không một chút vướng víu ở đâu cả. Hướng dẫn viên và tài xế xe đưa đón luôn lịch sự và chu đáo đến mức tối đa. Những đề xuất và sự chú ý đến từng chi tiết của Andrew với các cuộc gọi điện thoại tiếp theo cũng như sự quan tâm cá nhân đến sự thoải mái của bạn chưa từng có ở bất kỳ công ty nào khác mà chúng tôi đã từng sử dụng trước đây. Chúng tôi đã tiếp tục sử dụng Andrew và cũng đã giới thiệu anh ấy với một số bạn bè, những người này đều cho biết họ hoàn toàn hài lòng với dịch vụ của anh ấy. Tôi cũng nhờ anh ấy sắp xếp chuyến đi trăng mật cho con trai tôi ở Việt Nam và Campuchia và vợ chồng anh ấy rất ấn tượng. Chúng tôi đã tiếp tục sử dụng Andrew trong suốt 6 năm chúng tôi đến Việt Nam và không thể đánh giá đủ cao về đất nước, con người và dịch vụ của Andrew. Hội An là PHẢI!  Vừa trở về sau chuyến thăm thứ 5 của chúng tôi đến đó, nói lên tất cả những gì tôi nghĩ ...... Graham và Lyn, Auckland, New ZealandĐọc thêm",
            "Năm ngoái chúng tôi đã nghỉ hưu - đã sẵn sàng cho một kỳ nghỉ thư giãn.  Bạn bè giới thiệu Việt Nam - sử dụng Andrew từ Asian Destination Travel.  Andrew không chỉ là người đại diện chuyên nghiệp nhất mà chúng tôi từng làm việc mà còn cam kết đảm bảo kỳ nghỉ của chúng tôi diễn ra như những gì chúng tôi mong muốn.  Hành trình 3 ngày ở Vịnh Hạ Long thật tuyệt vời - chúng tôi tin rằng Andrew đã đặt cho chúng tôi trên chiếc tàu du lịch tốt nhất hiện có.  Thật may mắn, một cơn bão đã rút ngắn hành trình của chúng tôi - như mọi khi, Andrew có mặt ở đó để tổ chức cho chúng tôi trở về Hà Nội sớm một ngày. Chúng tôi rất hài lòng với các Khách sạn Hà Nội tuyệt vời - cũng là phương tiện di chuyển đến - từ Vịnh Hạ Long - tài xế giỏi rất quan trọng ở Việt Nam! - Chúng tôi đã kết thúc kỳ nghỉ của mình bằng hai tuần tuyệt vời ở Hội An.  Sau một tuần, chúng tôi gọi điện cho Andrew - hỏi liệu anh ấy có thể đặt chỗ cho chúng tôi ở một khách sạn mới mà chúng tôi muốn thử không.  Một lần nữa tất cả đều được Andrew sắp xếp - chúng tôi đã có mặt ở khách sạn mới trong vòng 24 giờ.  Khách sạn thật tuyệt vời - chúng tôi sẽ quay lại vào năm tới.  Chúng tôi thấy Việt Nam là một điểm đến tuyệt vời với mức giá phải chăng với con người thân thiện, những bãi biển tuyệt vời - đồ ăn ngon.  Có rất nhiều địa điểm thú vị để tham quan, trong đó Hội An là một nơi tuyệt vời cho một kỳ nghỉ thư giãn.  Chúng tôi sẽ quay trở lại Việt Nam - lần này cũng sẽ bao gồm một số quốc gia khác.  Không còn nghi ngờ gì nữa, Asian Destination Travel sẽ sắp xếp mọi việc cho chúng tôi.  Dan - Shona, New ZealandĐọc thêm",
            "Một đồng nghiệp người Việt Nam đã giới thiệu Asian Destination Travel cho tôi vài năm trước cho chuyến đi đến Vịnh Hạ Long và Vườn quốc gia Cúc Phương.  Đó là một chuyến đi tuyệt vời. Tôi đã hai lần trở lại miền bắc và cả hai lần này tiêu chuẩn đều được duy trì.  Vẻ đẹp của Việt Nam đã nói lên điều đó, Điểm đến Châu Á chỉ đơn giản là khiến trải nghiệm trở nên thú vị hơn.  Tôi đã đi cùng bố mẹ tôi - vào những năm 70 - trong chuyến thăm gần đây nhất của tôi; trong khi tôi đi du lịch về phía bắc, bố mẹ tôi đã đến thăm Hà Nội và Vịnh Hạ Long. Những người tổ chức chuyến đi đảm bảo rằng nhu cầu của chúng tôi được đáp ứng, giới thiệu những chiếc thuyền phù hợp hơn cho những du khách trưởng thành và điều chỉnh thời gian để chúng tôi đồng thời tranh tài trong kỳ nghỉ của mình.  Các phương tiện đều an toàn - có dây an toàn hoạt động! - và sạch sẽ - sau một con đường đặc biệt bẩn thỉu, Nam - tài xế của chúng tôi đã bắt xe buýt nhỏ đi sạch sẽ trong khi chúng tôi ăn trưa - và các hướng dẫn viên và tài xế rất thân thiện và hiểu biết - Hoàng thật xuất sắc.  Chúng tôi có ba đứa con và Hoàng nhanh chóng nắm bắt được chúng thích ăn gì và làm gì.  Sau một tuần phiêu lưu riêng biệt, bố mẹ tôi đã say sưa kể về những trải nghiệm của họ và tôi biết rằng gia đình tôi sẽ không bao giờ quên cảnh quan, con người và văn hóa miền Bắc.Đọc thêm"
        ],
        "star_ratings": [
            25,
            1,
            1,
            0,
            2
        ],
        "review_amount": 29,
        "location": [
            "Việt Nam",
            "Du lịch Điểm đến Châu Á",
            "Những điều cần làm ở thành phố Hồ Chí Minh",
            "Châu Á",
            "Ho Chi Minh City"
        ],
        "reviews_time": [
            "Written June 11, 2019",
            "Written April 29, 2018",
            "Written July 23, 2015",
            "Written July 14, 2015",
            "Written January 28, 2015",
            "Written November 10, 2014",
            "Written October 14, 2014",
            "Written September 7, 2014",
            "Written August 27, 2014",
            "Written August 13, 2014"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d4752380-Reviews-or10-Asian_Destination_Travel-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d4752380-Reviews-Asian_Destination_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d4752380-Reviews-or20-Asian_Destination_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d20902795-Reviews-Emi_Spa_Hcm-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d20902791-Reviews-Emi_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d16159007-Reviews-Indochina_Charm_Travel_HCMC_Branch-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d7396352-Reviews-Temple_Tree_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d4602976-Reviews-Tara_Kys_Art_Gallery-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d5972878-Reviews-Dominique_Saint_Paul_Saigon-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d16698454-Reviews-Dak_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13985436-Reviews-Hanoia_Dong_Du-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1949590-Reviews-Tricia_Verona-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6602281-Reviews-Saigon_Central_Mosque-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d11443980-Reviews-NEYUH_Leather-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d11929801-Reviews-King_Karaoke-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d27296727-Reviews-Amai_Dong_Khoi-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13391755-Reviews-Private_Daily_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1752815-Reviews-Saigon_Saigon_Rooftop_Bar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g187895-d4409736-Reviews-Leonardo_Interactive_Museum-Florence_Tuscany.html",
            "https://www.tripadvisor.com/Attraction_Review-g147249-d539183-Reviews-Palm_Beach-Palm_Eagle_Beach_Aruba.html",
            "https://www.tripadvisor.com/Attraction_Review-g147293-d8629697-Reviews-DAT-Punta_Cana_La_Altagracia_Province_Dominican_Republic.html",
            "https://www.tripadvisor.com/Attraction_Review-g143010-d109738-Reviews-Jordan_Pond-Acadia_National_Park_Mount_Desert_Island_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g608948-d12875293-Reviews-Qawra_Point_Beach-Bugibba_St_Paul_s_Bay_Island_of_Malta.html",
            "https://www.tripadvisor.com/Attraction_Review-g50414-d21265032-Reviews-Pinball_Garage-Hamilton_Butler_County_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g499087-d7909987-Reviews-Nirvana_Beach-Golden_Sands_Varna_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g147259-d147920-Reviews-Elbow_Beach-Paget_Parish_Bermuda.html",
            "https://www.tripadvisor.com/Attraction_Review-g30183-d536260-Reviews-Globe_Life_Park-Arlington_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g51889-d563998-Reviews-Mt_Hood_Adventure_Park_at_Skibowl-Government_Camp_Clackamas_County_Oregon.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d4752380-Reviews-or20-Asian_Destination_Travel-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d4752380-Reviews-or10-Asian_Destination_Travel-Ho_Chi_Minh_City.html"
    },
    {
        "attraction_name": "Asian Destination Travel",
        "attraction_name_vi": "Du lịch Điểm đến Châu Á",
        "general_info": [
            "29 đánh giá",
            "- 265 trên 1.013 Chuyến tham quan - Hoạt động tại TP.HCM",
            "Tour tham quan"
        ],
        "attraction_summary": "Asian Destination Travel là một công ty tư nhân có trụ sở chính tại thành phố Hồ Chí Minh. Được thành lập vào năm 2006, công ty được đánh giá là Nhà điều hành tour du lịch trong nước chuyên nghiệp và uy tín tại Việt Nam, cung cấp các dịch vụ du lịch toàn diện tại Việt Nam, Lào và Campuchia cho du khách quốc tế. Sự hài lòng của bạn sẽ được đảm bảo khi bạn đi du lịch cùng chúng tôi. Cam kết của chúng tôi là hoạt động với các tiêu chuẩn cao nhất về dịch vụ và tính chuyên nghiệp cũng như cung cấp và thực hiện các trải nghiệm du lịch độc đáo và liền mạch là lý do tại sao Asian Destination Travel vượt trội hơn phần còn lại. Đọc thêm",
        "reviews": [
            "Đây là chuyến đi tốt nhất bao giờ hết! Tôi cảm thấy choáng ngợp khi tự mình lên kế hoạch cho chuyến đi đến Việt Nam, vì vậy cuối cùng tôi quyết định giảm bớt căng thẳng bằng cách nhờ một đại lý du lịch lên kế hoạch cho chuyến đi của mình.  Mọi chuyện diễn ra suôn sẻ ngay từ đầu.  Andrew là một đặc vụ xuất sắc.  Anh ấy ngay lập tức trả lời câu hỏi của tôi và nhanh chóng lên kế hoạch du lịch phù hợp với tôi.  Nhờ người khác lên kế hoạch du lịch, đặt chỗ ở và nhà hàng, sắp xếp hướng dẫn viên nói tiếng Anh và sắp xếp phương tiện đi lại cho tôi quả là đáng giá từng xu!  Tôi không gặp vấn đề gì khi đến Việt Nam.  Tất cả các hướng dẫn của tôi đều xuất sắc, một số phi thường.  Chỗ ở của tôi tốt hơn tôi mong đợi.  Việc vận chuyển rất thoải mái.  Tôi chắc chắn đã chọn được đại lý và công ty tốt nhất cho chuyến đi này.  Trên thực tế, tôi lại sử dụng Andrew và Asian Destination Travel cho chuyến đi đến Campuchia.  Bạn không thể sai lầm với công ty!Đọc thêm",
            "Cuối năm 2008, chúng tôi quyết định đi du lịch Việt Nam vào năm 2009. Chúng tôi đã làm tất cả những việc thông thường như tìm kiếm trên Internet, ghé thăm các đại lý du lịch, các tờ rơi quảng cáo bóng bẩy, v.v. Chúng tôi đã quyết định những gì chúng tôi muốn xem và nơi chúng tôi muốn đi. Chúng tôi đã tiếp cận một số đại lý du lịch Úc địa phương và họ đưa ra các hành trình khác nhau và ngay sau GFC, chúng tôi nhận thấy chi phí cao hơn những gì chúng tôi nghĩ. Thông qua các mối quan hệ với công ty toàn cầu của chúng tôi, chúng tôi đã được đặt tên là Asian Destination Travel và đặc biệt là Andrew. Dựa trên hành trình mà chúng tôi đã có, chúng tôi đã hỏi anh ấy có thể làm gì, anh ấy không chỉ đưa ra lựa chọn, đề xuất và lý do tốt hơn mà chi phí còn tốt hơn nhiều so với những gì chúng tôi có thể nhận được ở nhà. Chúng tôi đã đặt chỗ với Andrew và chuyến đi đã được lên kế hoạch và thực hiện rất tốt nên chúng tôi không gặp vấn đề gì ở bất kỳ đâu tại Việt Nam. Hướng dẫn viên của anh ấy rất chuyên nghiệp và luôn cố gắng giúp chuyến đi của chúng tôi được thoải mái. Với kinh nghiệm này, chúng tôi quyết định liên hệ lại với Andrew vào đầu năm 2013 vì chúng tôi muốn đi tham quan Campuchia và Lào. Một lần nữa Andrew rất chuyên nghiệp và một lần nữa thực hiện hành trình này để chúng tôi có được trải nghiệm tuyệt vời ở cả hai quốc gia. Thật tuyệt khi làm việc với anh ấy vì không có vấn đề gì và còn có cảm giác được chăm sóc tận tình không giống như các đại lý khác - các chuyến du lịch khi bạn chỉ là một con số - cái tên. Vì vậy, tôi thực sự khuyên bạn nên sử dụng dịch vụ của anh ấy và thực tế là vì Việt Nam và trước chuyến đi này, chúng tôi đã có những người bạn đã nhận lời giới thiệu của chúng tôi và rất biết ơn. Tôi chỉ hy vọng dấu ấn cá nhân từ Asian Destination Travel vẫn còn.Đọc thêm",
            "Tôi đang tìm kiếm một chuyến du ngoạn trên sông Mê Kông và tình cờ gặp Asian Destination Travel, người đã cho tôi một vài gợi ý. Tôi thường không đặt chỗ qua đại lý và thích đến trực tiếp công ty hơn, nhưng Andrew rất hữu ích nên tôi đã quyết định làm theo. Tôi thấy Andrew rất chuyên nghiệp và hữu ích trong suốt quá trình và ngay cả sau khi đặt phòng đã được xác nhận và thanh toán, anh ấy vẫn giữ liên lạc cho đến ngày khởi hành. Khi trở về sau chuyến đi 3 ngày, có một email tiếp theo từ anh ấy hỏi chuyến đi diễn ra như thế nào và người lái chiếc xe riêng của chúng tôi thế nào. Tôi muốn giới thiệu dịch vụ của anh ấy cho bất kỳ ai cần đại lý.Đọc thêm",
            "Tôi - đã sử dụng Asian Destination Travel được vài năm rồi.  cho đến nay họ là đại lý du lịch chuyên nghiệp nhất ở Việt Nam. họ chăm sóc Khách hàng rất tốt.Được đề xuất.Đọc thêm",
            "Tôi đã sử dụng ADT trong sáu năm liên tiếp cho các chuyến công tác y tế của mình tới Việt Nam, thêm Campuchia vào năm ngoái cũng như chuyến đi sắp tới này. Alex và nhóm của anh ấy giúp chuyến đi của tôi trở nên suôn sẻ ngay cả khi có thêm vấn đề về việc tôi mang thiết bị y tế miễn thuế bằng cách liên hệ với chính phủ để phê duyệt. Tôi hoàn toàn tin tưởng vào phán đoán của họ trong việc lựa chọn khách sạn, hãng hàng không, v.v. Họ vẫn giữ liên lạc với bạn ngay cả sau khi - thỏa thuận hoàn tất - để đảm bảo 100 - sự hài lòng. Sẽ và đã giới thiệu chúng cho bạn bè và gia đình ở Hoa Kỳ. Một nhóm rất đáng kính.Đọc thêm",
            "Alex và Andrew được giới thiệu rất tốt nhưng ban đầu chúng tôi ngần ngại khi sử dụng đại lý địa phương khi đặt kỳ nghỉ toàn diện ở Việt Nam từ Úc. Việc đặt chỗ của chúng tôi đã bị đặt sai chỗ và kỳ nghỉ đã diễn ra hoàn hảo với sự lựa chọn tuyệt vời về khách sạn, tour du lịch và điểm đến. Để lấy ví dụ về mức độ dịch vụ, vào ngày đầu tiên, chúng tôi nhận được cuộc gọi chào mừng từ Andrew để lại số điện thoại di động của anh ấy kèm theo lời mời gọi cho anh ấy bất cứ lúc nào nếu có vấn đề xảy ra. Không cần phải gọi điện. Chúng tôi là một cặp đôi hay đi du lịch ở độ tuổi sáu mươi và dịch vụ chúng tôi nhận được đã đặt ra một tiêu chuẩn mới.Đọc thêm",
            "Chúng tôi là một cặp vợ chồng 50 tuổi đến từ Bồ Đào Nha và chúng tôi đã sử dụng dịch vụ của Asian Destination Travel - ADT - trong hai dịp khác nhau: năm 2009 và năm 2011; Asian Destination Travel đã tổ chức các chuyến du lịch đến Việt Nam; Campuchia, Thái Lan và Trung Quốc. Andrew Nguyễn và tất cả đội ngũ của ADT là đội ngũ đại lý du lịch chuyên nghiệp nhất mà chúng tôi từng đi du lịch và chúng tôi đã đi du lịch rất nhiều nơi trên thế giới!!! Mọi thứ đều hoàn hảo: kế hoạch và chuyến đi. Những gợi ý mà Andrew đưa ra cho chúng tôi là những lời khuyên tốt nhất và rất hữu ích; trong suốt chuyến đi, tất cả các chi tiết, ngay cả những chi tiết nhỏ, đều hoàn hảo. Không có gì sai cả!! Chúng tôi đã chỉ ra ADT cho bạn bè của mình. Chúng tôi trở thành người hâm mộ Việt Nam vì những lý do sau: đây là một trong những quốc gia đẹp nhất mà chúng tôi từng thấy với những con người thân thiện và hữu ích đến kinh ngạc. Chắc chắn rằng chúng tôi sẽ liên hệ với ADT cho chuyến đi tiếp theo tới Việt Nam và Đông Dương.Dina - Mario, Lisbon - Bồ Đào NhaĐọc thêm",
            "Tôi - là một người Úc nước ngoài và tôi - đã sử dụng Asian Destination Travel được 18 tháng. Andrew cho đến nay là đại lý du lịch chuyên nghiệp nhất mà tôi rất hân hạnh được làm việc cùng. Anh ấy - đã cố gắng nhiều lần để đảm bảo một kỳ nghỉ tuyệt vời. Anh ấy chăm sóc khách hàng rất tốt và tôi biết những người nước ngoài khác trong thị trấn cũng sử dụng anh ấy. Tôi - đã đặt kỳ nghỉ ở Bangkok, Huế, Hội An, Na Trang, Mũi Né và Phổ Quốc cho đến nay và anh ấy - đang tìm kiếm một chuyến đi đến Campuchia cho tôi vào lúc này. Anh ấy cung cấp các khách sạn so sánh và thông tin về họ như khoảng cách từ các địa điểm, đồ ăn và danh tiếng của họ. Anh ấy đảm bảo rằng bất kỳ dịp đặc biệt nào như sinh nhật hoặc ngày kỷ niệm đều được đề cập đến khách sạn và anh ấy sẽ gửi tin nhắn cá nhân để chúc mừng. Anh ấy quan tâm đến mọi người và tự hào về công việc của mình. Điều đó không dễ tìm nên tôi - tôi là một trong nhiều khách hàng hài lòng và trung thành của họ và rất khuyến khích họ.Đọc thêm",
            "Chúng tôi ở Hội An trong 6 ngày 5 - 11 tháng 10. Chỉ có vợ tôi và tôi.\n\nKhông biết khu vực nào cả. Sẽ đánh giá cao đề xuất cho chuyến tham quan 2 ngày - 1 đêm đi các khu vực, ngoài đường mòn, trong các khu danh lam thắng cảnh, với tài xế nói tiếng Anh. Vui lòng lựa chọn khách sạn 1 đêm; để chúng tôi có thể kiểm tra.\n\nChúng tôi đang ở tại Hội An Life Resort\n\nXin ý tưởng cho chuyến đi và giá cả bằng USDollar\n\nRoger GoslingĐọc thêm",
            "Xin chào, có ai có thể cho tôi số liên lạc của Andrew không? Anh ấy tính phí như thế nào?Đọc thêm",
            "Ông Andrew - Nguyễn Phương Quý - đang làm việc tại văn phòng TP.HCM;  địa chỉ và tel. chi tiết số ở cuối trang chủ của Công ty.  Chúng tôi đã sửa đổi một trong những hành trình tiêu chuẩn của họ và sau đó họ cung cấp báo giá trọn gói - bao gồm khách sạn, chuyến bay nội địa và hầu hết các bữa ăn - .Đọc thêm"
        ],
        "star_ratings": [
            25,
            1,
            1,
            0,
            2
        ],
        "review_amount": 29,
        "location": [
            "Việt Nam",
            "Du lịch Điểm đến Châu Á",
            "Những điều cần làm ở thành phố Hồ Chí Minh",
            "Châu Á",
            "Ho Chi Minh City"
        ],
        "reviews_time": [
            "Written June 9, 2014",
            "Written November 13, 2013",
            "Written November 6, 2013",
            "Written October 26, 2013",
            "Written October 22, 2013",
            "Written October 3, 2013",
            "Written September 28, 2013",
            "Written September 24, 2013"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d4752380-Reviews-or20-Asian_Destination_Travel-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d4752380-Reviews-or10-Asian_Destination_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d4752380-Reviews-Asian_Destination_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d20902795-Reviews-Emi_Spa_Hcm-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d20902791-Reviews-Emi_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d16159007-Reviews-Indochina_Charm_Travel_HCMC_Branch-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d7396352-Reviews-Temple_Tree_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d4602976-Reviews-Tara_Kys_Art_Gallery-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d5972878-Reviews-Dominique_Saint_Paul_Saigon-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d16698454-Reviews-Dak_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13985436-Reviews-Hanoia_Dong_Du-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1949590-Reviews-Tricia_Verona-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6602281-Reviews-Saigon_Central_Mosque-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d11443980-Reviews-NEYUH_Leather-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d11929801-Reviews-King_Karaoke-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d27296727-Reviews-Amai_Dong_Khoi-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13391755-Reviews-Private_Daily_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1752815-Reviews-Saigon_Saigon_Rooftop_Bar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g58313-d554601-Reviews-Williamsburg_Winery-Williamsburg_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187870-d12787129-Reviews-Piazzale_Roma-Venice_Veneto.html",
            "https://www.tripadvisor.com/Attraction_Review-g143010-d8595964-Reviews-The_Bowl_Trail-Acadia_National_Park_Mount_Desert_Island_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g58548-d117450-Reviews-La_Push_Beach-La_Push_Clallam_County_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g30809-d18921845-Reviews-Buc_ee_s-Robertsdale_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g48261-d283361-Reviews-Niagara_Falls_State_Park-Niagara_Falls_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g34441-d3671507-Reviews-Main_Street_Miami_Lakes-Miami_Lakes_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g60864-d3717776-Reviews-The_Sazerac_Bar-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g48261-d7032591-Reviews-Three_Sisters_Island-Niagara_Falls_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g652003-d2538297-Reviews-Sabbiadoro_Beach-Monopoli_Province_of_Bari_Puglia.html"
        ],
        "url_next": "",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d4752380-Reviews-or20-Asian_Destination_Travel-Ho_Chi_Minh_City.html"
    }
]