[
    {
        "attraction_name": "Aspira Cruises",
        "attraction_name_vi": "Du thuyền Aspira",
        "general_info": [
            "61 đánh giá",
            "107 trong số 272 Tour du thuyền Thể thao dưới nước tại Vịnh Hạ Long",
            "Chuyến tham quan nhiều ngày",
            "Những chuyến du lịch thuyền",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Đây là một chuyến du ngoạn mới ở vịnh Hạ Long, những chuyến du ngoạn tuyệt vời nhất mà bạn có thể ở lại trong kỳ nghỉ của mình, đừng bỏ lỡ, có rất nhiều chương trình khuyến mãi dành cho tất cả các bạn.Đọc thêm",
        "reviews": [
            "Tuần trăng mật của chúng tôi trên Du thuyền Aspira Vịnh Hạ Long là một trải nghiệm khó quên từ đầu đến cuối. Căn phòng sạch sẽ hoàn hảo và được trang trí đẹp mắt, mang đến một khung cảnh ấm cúng và lãng mạn. Các món ăn được phục vụ rất đặc biệt, với mỗi bữa ăn vượt quá mong đợi của chúng tôi về cả hương vị và cách trình bày. Đội ngũ nhân viên đã nỗ lực hết mình để đảm bảo kỳ nghỉ của chúng tôi trở nên đặc biệt. Họ vô cùng chu đáo, thân thiện và luôn sẵn sàng hỗ trợ mọi nhu cầu. Biết rằng đó là tuần trăng mật của chúng tôi, họ đã nâng cấp phòng của chúng tôi và thêm những đồ trang trí đáng yêu khiến nó trở nên đặc biệt hơn nữa. Những điều bất ngờ không dừng lại ở đó. Vào bữa tối, họ đã làm chúng tôi thích thú với một chiếc bánh được trình bày đẹp mắt và một món quà lưu niệm nhỏ chu đáo, thêm một nét riêng khiến buổi tối thực sự đáng nhớ. Mọi khía cạnh của chuyến du ngoạn đều được lên kế hoạch và thực hiện tỉ mỉ, khiến tuần trăng mật của chúng tôi trở thành một trải nghiệm hoàn hảo và đáng trân trọng. Chúng tôi thực sự khuyên bạn nên đi Du thuyền Aspira Vịnh Hạ Long cho bất kỳ ai muốn tạo ra những kỷ niệm lâu dài. Năm sao! Đọc thêm",
            "Chuyến đi vui vẻ và thú vị, được anh Hà quản lý tốt. Đề cập đặc biệt: Tutu, trong khu vực ăn uống. Đồ ăn đặc biệt là ẩm thực cao cấp, ngon lắm, Đầu bếp!Đọc thêm",
            "Chiếc thuyền giao hàng trên cả sự mong đợi. Căn phòng rộng rãi và phòng tắm sang trọng. Ở lại 2 đêm và có cả ngày trên thuyền, tận hưởng chuyến đi xe đạp đến làng địa phương và bơi lội trong vịnh. Nhân viên đã cố gắng hết sức để đảm bảo nhu cầu của bạn được đáp ứng và phục vụ tốt đồ ăn cũng như các hoạt động. Rất khuyến khích Aspira.Đọc thêm",
            "Tôi đã có khoảng thời gian tuyệt vời trong chuyến du ngoạn 3 ngày 2 đêm quanh Vịnh Hạ Long. Thuyền thật tuyệt vời và phòng của chúng tôi tốt hơn nhiều so với những gì tôi mong đợi khi chúng tôi ở trên thuyền. Tất cả các nhân viên đều tuyệt vời. Không thể làm đủ cho bạn. Hành trình thật tuyệt vời. Phải xem và làm nhiều hơn về Vịnh Hạ Long sau đó chỉ ở lại 1 đêm. Có rất nhiều công ty du lịch để lựa chọn nhưng tôi muốn giới thiệu công ty này Đọc thêm",
            "HÃY TUYỆT VỜI! Cuối tuần của chúng tôi ban đầu đã sẵn sàng rực rỡ với việc đặt phòng tổng thống trên Aspria Cruises, hứa hẹn một trải nghiệm sang trọng và đầy phiêu lưu. Mặc dù mức phí khổng lồ là 600 USD mỗi đêm cho phòng tổng thống nhưng nó chỉ bao gồm cả căn phòng mà không có các đặc quyền bổ sung hoặc ưu đãi đặc biệt. Chúng tôi thất vọng với cách quản lý và những thiếu sót trong trải nghiệm tổng thể. Hành trình còn yếu, bao gồm những chuyến thăm ngắn đến những khu vực quá đông khách du lịch và không mấy thú vị của Vịnh Hạ Long. Một điều đáng thất vọng là không có trà hoặc cà phê miễn phí trên tàu, một thông lệ tiêu chuẩn và được mong đợi trên hầu hết các chuyến du ngoạn trên biển. Thay vào đó, khách phải trả tiền cà phê đắt tiền trong suốt thời gian ở trên tàu, ngoại lệ duy nhất là nửa giờ trong khoảng thời gian từ 7 đến 7:30 sáng. Hạn chế này khiến những người thức dậy muộn hơn không có lựa chọn cà phê miễn phí. Hơn nữa, lựa chọn thực phẩm trong Giờ Khuyến mãi bị giới hạn một cách đáng thất vọng ở bánh quy giòn và các loại hạt. Với mức phí đáng kể do Aspria Cruises tính, chúng tôi đã mong đợi nhiều lựa chọn phong phú và thỏa mãn hơn. Ban quản lý, trước sự không hài lòng của chúng tôi, không chỉ thể hiện sự thô lỗ và thiếu nỗ lực trong việc tìm kiếm giải pháp hoặc thỏa hiệp mà còn dùng đến việc đe dọa chúng tôi , tuyên bố rằng họ sẽ không đưa chúng tôi trở lại trừ khi chúng tôi thanh toán ngay lập tức. Mặc dù phòng tổng thống đáp ứng mong đợi của chúng tôi nhưng phần còn lại của trải nghiệm không hài lòng, dẫn đến kết luận rằng nó vừa được định giá quá cao vừa được đánh giá quá cao.Đọc thêm",
            "WARNING: EXERCISE CAUTION WITH ASPIRA CRUISE! Our recent encounter with Aspira Cruises turned out to be an extremely unpleasant experience. Despite an enticing website showcasing a nice boat, luxurious rooms, and exciting activities, the reality was quite the opposite. Upon reaching the dock office, we were required to settle the remaining trip payment with the Cruise Manager named Ha. The fee imposed on us was based on their USD to VDN conversion rate, significantly surpassing the daily FX rate. Make sure you check what you get charged!Contrary to the websites look of a bespoke and private cruise, we found ourselves amidst around 60 guests. Despite our great accommodations and decent food, even the best room offered only a cheap complimentary wine. The crew discouraged purchasing items from local fisherman boats, redirecting customers to their overpriced drinks menu. This, along with other issues, raised red flags indicating their intent to exploit guests financially.While the initial activity went smoothly, the selected area in Ha Long Bay was overly touristy, lacking authenticity. Attempting to change our complimentary wine to something else led to an offer of two cocktails. Time for Happy Hour: only food offer is miserable crackers and nuts. Upon arriving at the Happy Hour on the deck, we order our cocktails thinking that was the opportunity to have our complimentary drinks. However, during dinner, after we finished our drinks and no longer want any alcohol, we were informed that these drinks were not part of the complimentary choice, pushing for additional purchases.The following day, when we intended to sleep in, we got up after the light breakfast had concluded. Seeking our first morning coffee at the bar, we were informed that complimentary coffee was only available between 7 and 7:30, and any coffee beyond that timeframe required payment. It was disheartening to start the day without the opportunity for a free cup of coffee  a service typically expected on cruises. Notably, the cost of coffee on the boat was approximately 5 USD, adding to our disappointment.This unfavorable beginning persisted during brunch, where no complimentary drinks, including coffee and juice, were provided. Instead, guests were required to pay for any beverages. Settling our bills after brunch, we voiced our dissatisfaction. Despite expressing our concerns, we received no assistance in arranging adjustments to our bill.In an attempt to resolve the matter, we requested to settle the bill at the office. Shockingly, instead of receiving assistance from Cruise Manager Ha, he threatened us, stating that unless we paid immediately we would not be allowed to leave the boat. WOW!Fortunately, the bar manager eventually assisted in adjusting our bill. However, even with the corrections, we remained unhappy about the additional charges. Reluctantly, we chose to pay to bring an end to this dreadful experience. Potential customers are strongly advised to exercise caution before booking with Aspira Cruise, overpriced for what you get!Read more",
            "Du thuyền sạch sẽ, nhân viên lịch sự và đồ ăn thì tuyệt vời. Tầm nhìn tuyệt vời từ boong tàu và ban công riêng mà mỗi phòng đều có. Tuy nhiên, lịch trình của các hoạt động rất ít. Bạn có xu hướng cảm thấy hơi buồn chán vào buổi tối.Đọc thêm",
            "It is not a two day cruise . You arrive on day one at 11 -12am. And your kicked off the boat the next day at 10am. False advertising. Its one day and one night only. The transport and guide to halong bay is very well organised and professional. Excellent coach, very clean. Pearl farm was a nice visit on the way. Food on boat is good.They charge extra for tea and coffee and even water on the boat, Very cheeky. When you consider that they advertised the cruise tk be all inclusive of food and drinks but not alcohol. Again this is false advertising. WiFi does not work in the rooms at all. Barely works at all on the boat. There is no excuse for this given what theyre charging . They are able to route the WiFi across the entire boat and in the rooms. They simply Just dont want to pay for it. This was a solo trip for me. The cruise was full of couples which was to be expected. Sadly there doesnt seem to be any cruise set up for solo travellers. Should be a cruise for singles over 35. So no singles are catered for , despite the fact that this demographic makes up a huge percentage of international tourism in Vietnam.At breakfast and dinner your allocated one tea or coffee with your meal . It you ask for a refill your charged! Good things;Rooms are great and spacious A bathtub with water view Balcony Staff are lovely Food is great. Shuttle Organisation is good Bad things Not for solo guests Hugely overpriced A lot of false advertising All drinks are chargeable and the price is not cheap. Akin to British prices! The bay is beautiful and worth a look. However be warned that there are a lot of plastic bottles and rubbish floating around in the water , a visible sign of the greed that has taken over a very beautiful location to make it ugly.Read more",
            "DU THUYỀN VỊNH HẠ LONG TUYỆT VỜI!!!!!! Rất vui vì chúng tôi đã xem được chuyến tham quan này trong chuyến đi cố vấn vì nó TUYỆT VỜI!!!! Nơi đẹp nhất và dịch vụ tuyệt vời nhất, không có gì là quá rắc rối! Đồ ăn và đồ uống đẹp mắt và bể sục xinh xắn trên tầng cao nhất của thuyền! Chúng tôi chỉ đặt một đêm và lẽ ra sẽ kéo dài thời gian lưu trú nhưng thật đáng buồn là các chuyến bay không thành công nên tôi sẽ nói hãy đặt hai đêm nếu bạn có thể!!!! Những người làm việc trên thuyền thật đáng yêu, hãy hét lên với Jimmy và cả Johnny vì đã rất nhiệt tình! Hy vọng sẽ sớm quay lại lần nữa! Đọc thêm",
            "Chuyến đi thật tuyệt vời, cabin 5 sao và trông giống hệt như những bức ảnh. Các nhân viên rất thân thiện và hữu ích. Thức ăn rất ngon và nhân viên đáp ứng được các yêu cầu về dị ứng thực phẩm và chế độ ăn kiêng. Yêu thích chèo thuyền kayak và khám phá các hang động, đồng thời thực sự thích bơi lội. Việc vận chuyển từ khách sạn diễn ra rất tốt với ông Lee và khả năng giao tiếp tuyệt vời xuyên suốt.Đọc thêm",
            "Tôi muốn biết các hoạt động khác nhau và liệu chúng có miễn phí cho chuyến du ngoạn 2 ngày 1 đêmĐọc thêm"
        ],
        "star_ratings": [
            52,
            2,
            6,
            0,
            2
        ],
        "review_amount": 62,
        "location": [
            "Du thuyền Aspira",
            "Châu Á",
            "Việt Nam",
            "Những điều cần làm ở Vịnh Hạ Long",
            "Quang Ninh Province",
            "Vịnh Hạ Long"
        ],
        "reviews_time": [
            "Written June 7, 2024",
            "Written January 21, 2024",
            "Written December 27, 2023",
            "Written December 27, 2023",
            "Written December 4, 2023",
            "Written December 3, 2023",
            "Written October 22, 2023",
            "Written August 28, 2023",
            "Written August 15, 2023",
            "Written August 14, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293923-d17528188-Reviews-Aspira_Cruises-Halong_Bay_Quang_Ninh_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d17528188-Reviews-or10-Aspira_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d19257221-Reviews-Vietyacht_Club-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d19882416-Reviews-Dora_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163470-d13156130-Reviews-Orchid_Trendy_Cruises-Bai_Chay_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d19481011-Reviews-Authentic_HALONG-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26101044-Reviews-Hera_Cruises_Ha_Long_Bay_Travel_Agency_Group-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d16870294-Reviews-Halong_Bay_Cruises_Tour_S_E_A_Wander-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d19092496-Reviews-Halong_Transport-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d10815208-Reviews-Halong_Luxury_Day_Tour-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g3737857-d20092768-Reviews-Halong_Bay_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d10634801-Reviews-Secret_Halong_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d20125471-Reviews-Indochina_Junk-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d20011076-Reviews-The_Halong_Catamaran-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d15307471-Reviews-La_Regina_Royal_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d5984540-Reviews-Syrena_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g14776299-d13376106-Reviews-Era_Premium_Cruises-Ha_Long_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g297884-d2344546-Reviews-Shinsegae_Dept_Store_Centum_City-Busan.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d15607148-Reviews-Clermont_Lounge-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g49463-d4498151-Reviews-Red_Hat_Amphitheater-Raleigh_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g1051517-d2356012-Reviews-Klis_Fortress-Klis_Split_Split_Dalmatia_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d4094861-Reviews-Haneul_Park-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g57567-d2470029-Reviews-Cape_Charles_Beach-Cape_Charles_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g1786926-d4916309-Reviews-Milos_Beach-Agios_Nikitas_Lefkada_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g666312-d6820830-Reviews-Lambi_Beach-Kos_Town_Kos_Dodecanese_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g43778-d2343519-Reviews-Mississippi_Petrified_Forest-Flora_Mississippi.html",
            "https://www.tripadvisor.com/Attraction_Review-g32282-d15020112-Reviews-Davenport_Beach-Davenport_California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293923-d17528188-Reviews-or10-Aspira_Cruises-Halong_Bay_Quang_Ninh_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293923-d17528188-Reviews-Aspira_Cruises-Halong_Bay_Quang_Ninh_Province.html"
    },
    {
        "attraction_name": "Aspira Cruises",
        "attraction_name_vi": "Du thuyền Aspira",
        "general_info": [
            "61 đánh giá",
            "107 trên 272 Chuyến tham quan bằng thuyền Thể thao dưới nước ở Vịnh Hạ Long",
            "Chuyến tham quan nhiều ngày",
            "Những chuyến du lịch thuyền",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Đây là một chuyến du ngoạn mới ở vịnh Hạ Long, những chuyến du ngoạn tuyệt vời nhất mà bạn có thể ở lại trong kỳ nghỉ của mình, đừng bỏ lỡ, có rất nhiều chương trình khuyến mãi dành cho tất cả các bạn.Đọc thêm",
        "reviews": [
            "We decided to do this trip as we read the glowing reviews and we wanted to do something special when visiting Halong Bay. In short, we had an incredible time on this cruise and it was an unforgettable experience and a trip highlight. Aspira arranged our transfer for us for an additional fee from our hotel in Hanoi and the return leg. Its a 2.5 hour trip each way and the transfer bus had Wi-Fi and comfortable seats. Upon arrival at the port all the guests were  transferred to a small boat which takes you to the cruise ship, 25 minutes away and the staff welcomed us on to the ship. The cruise boat has lots of space and it never felt crowded. Our room was stunning and we stayed in room 201 which had a deck overlooking the back of the boat and our room and bathroom had incredible views of Halong bay. The views from the room were mesmerising and so special. The bed and furnishings were comfortable with clean towels and linen and everything felt spotlessly clean. The food on the trip was really good and when we arrived we were served a buffet lunch. For dinner there was a 6 course meal and they gave us a light breakfast and lunch on the day of our check out. You do have to pay for your own drinks and they take card and cash. The cocktails were really good and there is a good selection of wines and spirits. There was an itinerary of activities such as kayaking to dark and light cave, squid fishing and swimming. We did the kayaking trip to dark and light cave which was really enjoyable and we were blessed with good weather. The water was so calm and it was never choppy and very still. The top deck has lots of loungers and a heart shaped hot tub and we spent some time in here with some drinks and watched as the boat drifted through Halong bay. It was dreamy and very romantic. There is a sunset deck with bar on the third floor. The staff were really attentive and really took care of us throughout our trip and they were a lot of fun. We loved this trip and would recommend to our family and friends. You will spend a bit of money for this cruise but it is absolutely worth it for the quality and memories that will be created. Read more",
            "Aspira Crusie là trải nghiệm tuyệt vời nhất mà chúng tôi có được, cá nhân rất tốt và tử tế với chúng tôi, chúng tôi đi du lịch như một cặp đôi và mọi thứ ở Crusie đều rất đẹp và sạch sẽ, đồ ăn rất ngon và đồ uống, bia và rượu đều ngon và giá cả hợp lý khi sử dụng Crusie, tôi chắc chắn khuyên bạn nên thử dùng aspirin Crusie. Bồn tắm và vòi sen là thứ tốt nhất chúng tôi có ở Việt Nam, nó rất tuyệt. Các phòng đều lớn và thoải mái. Và chiếc giường còn tuyệt vời hơn, rất đẹp và thoải mái, nếu tôi đến Việt Nam lần nữa, tôi chắc chắn sẽ đến Aspira Crusie aguan. Cảm ơn bạn vì lần này aspira.Đọc thêm",
            "Hành trình của chúng tôi bắt đầu tốt đẹp với việc đón khách tại Hà Nội. Phương tiện di chuyển đến đúng giờ và hướng dẫn viên du lịch Lee thông thạo tiếng Anh và khiến chuyến đi trở nên thú vị với khiếu hài hước của anh ấy. Tôi và gia đình đã có những trải nghiệm tuyệt vời với vẻ đẹp của di sản UNESCO Vịnh Hạ Long. Hành trình vừa phải với thời gian lưu trú. Thức ăn và dịch vụ trên tàu rất tuyệt vời. Chúng tôi được thông báo thường xuyên về hoạt động tiếp theo cần làm. Sẽ giới thiệu những du khách tiềm năng xem xét Aspira Cruise. Đọc thêm",
            "Nhìn chung trải nghiệm tuyệt vời. Lee, người điều hành tour xe buýt của chúng tôi trên đường đến thuyền du lịch thật tuyệt vời, chúng tôi có thể dành cả ngày trên xe buýt. Lee có khiếu hài hước tuyệt vời và khiến cả xe buýt cảm thấy được chào đón khi dành thời gian trả lời tất cả các câu hỏi, hướng dẫn rất nhiều thông tin. Rất khuyến khích đặt hành trình này. Vịnh Harlong tuy mờ mịt nhưng vẫn là một chuyến đi đáng nhớ đã kết bạn với nhiều người bạn mới và các nhân viên trên thuyền thật tuyệt vời.  Thức ăn ngon và các hoạt động trên tàu AĐọc thêm",
            "Nếu bạn là người ăn chay hãy tránh xa Aspira. Chúng tôi đã thông báo trước về sở thích ăn kiêng của mình. Tuy nhiên chúng tôi vô cùng thất vọng với hương vị của món ăn. Các món ăn cơ bản như pizza chay không đạt yêu cầu. Hầu hết các món ăn đều khá ngọt và chúng tôi đã chết đói sau khi trả một số tiền khá lớn cho một đêm ở lại. Thứ hai, người quản lý tàu không biết cách nói chuyện với khách hàng. Anh ta thô lỗ và không bao giờ mỉm cười. Thực sự thất vọng khi thấy điều này. Aapira cần nỗ lực tuyển dụng những người quản lý hành trình và đầu bếp giỏi. Hai khía cạnh quan trọng không thể bỏ qua. Cabin du lịch rất tuyệt vời và KHÔNG có phàn nàn nào ở đó .. nhưng chỉ điều đó thôi sẽ không phải là lý do để bất kỳ ai quay lại hoặc giới thiệu.Đọc thêm",
            "Vịnh Hạ Long thanh bình. Có rất nhiều lựa chọn thực phẩm cho người ăn chay. Thái cực quyền vào buổi sáng trên boong tắm nắng thật sảng khoái. Tham quan hang động, làm món nem và chèo thuyền kayak là những hoạt động khác mà chúng tôi rất thích. 1010 cho các nhân viên chăm chỉ và lòng hiếu khách duyên dáng của họ. Chúng tôi đã có khoảng thời gian vui vẻ.Đọc thêm",
            "Hành trình đẳng cấp nhất với đội ngũ nhân viên tuyệt vời thực sự chăm sóc bạn. Đó là tuần trăng mật của chúng tôi và họ thậm chí còn trang trí phòng cho chúng tôi và làm chúng tôi ngạc nhiên với một chiếc bánh vào đêm cuối cùng. Sự kết hợp giữa các hoạt động và chuyến du ngoạn thật tuyệt vời, mặc dù hành trình buổi sáng cuối cùng có vẻ hơi vội vàng. Vì lý do này, tôi luôn khuyên bạn nên đi du thuyền hai đêm thay vì một đêm để bạn có nhiều thời gian hơn để tận hưởng khu vực này. Đọc thêm",
            "Điểm tốt Nhân viên tuyệt vờiCabin rộng rãi và sạch sẽ Thức ăn rất ngon và nhiềuNhững gì bạn có thể muốn biếtChúng tôi đã dành quá nhiều thời gian di chuyển trên những chiếc thuyền trong ngày khi chiếc thuyền chính quay trở lại để đón khách vào ngày hôm sau. Chúng tôi cảm thấy vịnh rất ô nhiễm do có quá nhiều công ty chèo thuyền tập trung lại trong cùng một khu vực. Chuyến tham quan trong ngày rất đơn giản và không phù hợp với những du khách độc lập. Các hoạt động trên tàu rất hạn chế.Đọc thêm",
            "Chúng tôi rất vui vì Aspira là công ty du thuyền được công ty du lịch của chúng tôi sử dụng. Chuyến du ngoạn 2 đêm của chúng tôi là điểm nhấn trong kỳ nghỉ của chúng tôi. Con thuyền đẹp, hiện đại và sạch sẽ. Đồ ăn tuyệt vời và nhân viên rất thân thiện và hữu ích. Có rất nhiều thuyền trên vịnh cung cấp các hoạt động tương tự, nhưng chúng tôi rất vui vì đã chọn Aspira. Đọc thêm",
            "Thuyền đẹp và phong cảnh tuyệt đẹp. Nhân viên tuyệt vời. Tuyệt đối. Muốn giới thiệu chiếc thuyền này. Đã nghe nói rằng một số chiếc thuyền khá nhếch nhác, nhưng điều này chắc chắn không xảy ra ở đây. Bồn tắm tuyệt vời với bạn để nhớ. Cửa sổ không tì vết để xem những tin tức tuyệt vời. Nhược điểm duy nhất có thể là chất lượng thực phẩm không đạt tiêu chuẩn hàng đầu nhưng rất vừa phải. Hãy xem hóa đơn đồ uống của bạn hơi đắt như bạn mong đợi. Đọc thêm"
        ],
        "star_ratings": [
            52,
            2,
            6,
            0,
            2
        ],
        "review_amount": 62,
        "location": [
            "Du thuyền Aspira",
            "Châu Á",
            "Việt Nam",
            "Những điều cần làm ở Vịnh Hạ Long",
            "Quang Ninh Province",
            "Vịnh Hạ Long"
        ],
        "reviews_time": [
            "Written May 28, 2023",
            "Written May 6, 2023",
            "Written April 23, 2023",
            "Written April 22, 2023",
            "Written April 13, 2023",
            "Written April 6, 2023",
            "Written April 2, 2023",
            "Written March 18, 2023",
            "Written March 3, 2023",
            "Written February 23, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293923-d17528188-Reviews-or10-Aspira_Cruises-Halong_Bay_Quang_Ninh_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d17528188-Reviews-Aspira_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d17528188-Reviews-or20-Aspira_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d19257221-Reviews-Vietyacht_Club-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d19882416-Reviews-Dora_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163470-d13156130-Reviews-Orchid_Trendy_Cruises-Bai_Chay_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d19481011-Reviews-Authentic_HALONG-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26101044-Reviews-Hera_Cruises_Ha_Long_Bay_Travel_Agency_Group-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d16870294-Reviews-Halong_Bay_Cruises_Tour_S_E_A_Wander-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d19092496-Reviews-Halong_Transport-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d10815208-Reviews-Halong_Luxury_Day_Tour-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g3737857-d20092768-Reviews-Halong_Bay_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d10634801-Reviews-Secret_Halong_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d20125471-Reviews-Indochina_Junk-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d20011076-Reviews-The_Halong_Catamaran-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d15307471-Reviews-La_Regina_Royal_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d5984540-Reviews-Syrena_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g14776299-d13376106-Reviews-Era_Premium_Cruises-Ha_Long_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g40818-d2311055-Reviews-Hermit_Island-Phippsburg_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g34438-d262784-Reviews-Jungle_Island-Miami_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g47717-d273027-Reviews-Sailors_Haven-Fire_Island_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60978-d290582-Reviews-Bowen_s_Wharf-Newport_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g303905-d7134758-Reviews-Mushroom_Bar-Ko_Lanta_Krabi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g43230-d124588-Reviews-Lake_Pepin-Lake_City_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g39265-d6651211-Reviews-Onyx_Cave-Cave_City_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d14031382-Reviews-Bee_s_Knees-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g143026-d4602421-Reviews-Red_Rock_Falls_Glacier_National_Park-Glacier_National_Park_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g147416-d149861-Reviews-Blue_Lagoon_Island-Nassau_New_Providence_Island_Bahamas.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293923-d17528188-Reviews-or20-Aspira_Cruises-Halong_Bay_Quang_Ninh_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293923-d17528188-Reviews-or10-Aspira_Cruises-Halong_Bay_Quang_Ninh_Province.html"
    },
    {
        "attraction_name": "Aspira Cruises",
        "attraction_name_vi": "Du thuyền Aspira",
        "general_info": [
            "61 đánh giá",
            "107 trên 272 Chuyến tham quan bằng thuyền Thể thao dưới nước ở Vịnh Hạ Long",
            "Chuyến tham quan nhiều ngày",
            "Những chuyến du lịch thuyền",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Đây là một chuyến du ngoạn mới ở vịnh Hạ Long, những chuyến du ngoạn tuyệt vời nhất mà bạn có thể ở lại trong kỳ nghỉ của mình, đừng bỏ lỡ, có rất nhiều chương trình khuyến mãi dành cho tất cả các bạn.Đọc thêm",
        "reviews": [
            "Thật may mắn vì đã dành thời gian ở một nơi tuyệt vời như vậy. Du thuyền Aspira là nơi lưu trú cần thiết nếu bạn có kế hoạch du lịch đến Vịnh Hạ Long. Dịch vụ của họ thật tuyệt vời, chúng tôi sẽ nhớ đội ngũ nhân viên tốt bụng và lòng hiếu khách của họ, đặc biệt cảm ơn Jimmy, người pha cà phê trứng ngon nhất xung quanh! Tôi hy vọng chúng tôi sẽ quay lại vào một ngày nào đó. Đọc thêm",
            "Chúng tôi đã có khoảng thời gian tuyệt vời trên Aspira Cruises trong chuyến đi đến Vịnh Hạ Long. Chúng tôi ở đó hai ngày một đêm và công ty du lịch này là một cỗ máy được bôi dầu tốt. Điểm trừ duy nhất là internet trên tàu không tốt. Tuy nhiên, cũng có rất nhiều mặt tích cực. Luôn có những hoạt động mà công ty đã lên kế hoạch trong hành trình của chúng tôi. Mục yêu thích của chúng tôi là các chuyến du ngoạn chèo thuyền kayak và bơi lội trong vùng nước rộng mở. Khung cảnh thật tuyệt vời, vì vậy hãy đảm bảo đón được cảnh hoàng hôn và bình minh nếu có thể. Họ cũng sẽ nâng cấp con tàu trong vài tháng nữa và con thuyền mới trông thật tuyệt vời. Rất khuyến khích đặt phòng với họ nếu bạn có kế hoạch đi du lịch đến Vịnh Hạ Long.Đọc thêm",
            "Chúng tôi đã có trải nghiệm tuyệt vời nhất! Phòng thuyền rất đẹp và không tì vết. Các nhân viên đã thực hiện toàn bộ chuyến đi cho chúng tôi, họ rất chu đáo và muốn làm cho chuyến đi của bạn trở nên đáng nhớ! Họ thậm chí còn cho chúng tôi đi hát karaoke vào buổi tối, điều đó rất buồn cười! Hướng dẫn về chuyến đi xe buýt của chúng tôi thực sự hữu ích và nói tiếng Anh tuyệt vời! Nhìn chung đây là một khoảng thời gian tuyệt vời, một cách tuyệt vời để tham quan vịnh Hạ Long.Đọc thêm",
            "Nhân viên tuyệt vời, rất chu đáo và cực kỳ hữu ích. Tuy nhiên, hành trình có giá quá cao so với 5 sao, không quá 3 sao. Chất lượng đồ ăn cũng không được như mong đợi đối với khách sạn 5 sao sang trọng. Được trích dẫn là đã bao gồm tất cả ngoại trừ rượu, vẫn phải trả tiền nước. Giá đồ uống gấp 4-5 lần trên đất liền. Để trả 385 USD trong 24 giờ, sẽ tốt hơn. Phòng và phần còn lại của chuyến đi thật tuyệt vời, một trải nghiệm đáng yêu nhưng nên được quảng cáo trung thực hơn.Đọc thêm",
            "Lần đầu tiên đến Việt Nam và cũng là lần đầu tiên chúng tôi đi du lịch kể từ khi đại dịch bắt đầu. Chuyến du ngoạn tuyệt vời! Dịch vụ tuyệt vời. Hướng dẫn viên và quản lý trên thuyền thật tuyệt vời. Tất cả nhân viên đều tuyệt vời, rất thân thiện và hữu ích. Các hoạt động rất tuyệt, chúng tôi đã làm tất cả và không cảm thấy bị thúc ép chút nào. Công ty cũng giúp sắp xếp một chiếc xe riêng từ bến tàu đến sân bay gần đó cho chúng tôi. Chúng tôi đã có 4 bữa ăn trên thuyền và tất cả đều rất tuyệt và đều khác nhau. Chúng tôi thực sự khuyên bạn nên đi du ngoạn này để ngắm Vịnh Hạ Long và khuyến khích mọi người đến thăm đất nước xinh đẹp này. Đọc thêm",
            "Thật là một trải nghiệm tuyệt vời, những người này biết cách điều hành du thuyền, nhân viên rất xuất sắc, cũng như đồ ăn, cabin nổi bậtĐọc thêm",
            "Trải nghiệm Aspira là trải nghiệm mà bạn chắc chắn sẽ không hối tiếc vì đã bỏ ra. Tôi thường đi du lịch với ngân sách thấp nhưng tôi rất vui vì đã đối xử với bản thân như vậy! Phòng của tôi thật tuyệt vời - giường thoải mái, cửa sổ kính lớn nhìn ra mặt nước, ban công, BỒN TẮM. Tất cả đều nhanh chóng và trải dài. Rất nhiều hoạt động được cung cấp mà bạn cũng có thể chọn không tham gia nếu thay vào đó bạn chỉ muốn đi chơi trên tàu. Chèo thuyền kayak, nấu ăn, bơi lội từ bãi biển, đi thuyền ngắm khỉ hang động. Mũi tên hướng dẫn của chúng tôi rất có sức chứa và tốt bụng. Anh ấy luôn nhanh chóng trả lời tin nhắn của tôi khi tôi đang cố gắng lên kế hoạch và hoàn toàn quan tâm đến việc đưa tôi đến và rời khỏi chuyến du thuyền, điều này giúp giảm bớt rất nhiều căng thẳng có thể xảy ra với kế hoạch du lịch. Và không cần phải nói rằng các nhân viên thật phi thường. Siêu thân thiện và sẵn sàng giúp đỡ với bất kỳ mối quan tâm nào mà bạn có thể có. Tôi chỉ làm hai ngày, một đêm, cảm thấy tràn ngập việc phải làm nhưng tôi chắc chắn rằng ba ngày, hai đêm sẽ rất tuyệt nếu bạn muốn làm nhiều việc nhưng cũng có cảm giác như mình đang làm nhiều hơn một chút. nhịp độ thoải mái. 10 trên 10!Đọc thêm",
            "Đây hẳn là điểm nổi bật trong chuyến đi Việt Nam của chúng tôi, và đó là vào ngày thứ hai, không thể tin được nó lại tuyệt đến thế nào. Các nhân viên không ai sánh kịp, và các cabin tuyệt đẹp. Thức ăn rất ngon, gần như chất lượng Michelin. Sẽ quay lạiXem thêm",
            "- Hồ bơi THỰC SỰ bẩn !! Sẽ không đề nghị ai đó chạm vào hoặc xuống nước, thật đáng tiếc cho một chiếc thuyền mới như vậy! - Lịch trình hơi quá dày đặc và các hoạt động quá ngắn nên bạn không thể tận hưởng chúng và họ không phải là người câu mực chuyên nghiệp mà họ đưa cho bạn một cây gậy và thế thôi, bạn phải tự mình tìm ra điều đó- Sàn phòng tắm bẩn- Nếu bạn đặt chuyến đi bao gồm cả dịch vụ đưa đón, họ sẽ thả bạn đến các cửa hàng lưu niệm và nói với bạn rằng tài xế xe buýt cần ăn- Họ yêu cầu bạn nhiều lần chỉ đặt 5 đánh giá sao trên tripadvisor khi ngồi cạnh bạn,... Đồ ăn và đồ uống ngon.  Nhân viên phục vụ bếp, lễ tân, bồi bàn, nhân viên pha chế, spa,... thực sự thân thiện, hữu ích và tốt bụng và khiến bạn cảm thấy được chào đón trên tàu không thể nói bất cứ điều gì xấu về họ Vịnh Lan Hạ thực sự rất tuyệt khi bạn đến thăm Việt Nam! Đọc thêm",
            "Vịnh Hạ Long không chỉ là địa điểm không thể bỏ qua ở Việt Nam mà tôi còn không thể giới thiệu đủ Aspire Cruise. Mọi người đều rất tốt bụng và chu đáo và họ đã lên kế hoạch cho một hành trình tuyệt vời đưa bạn đến một số địa điểm đẹp nhất trong Vịnh.Đọc thêm",
            "Tôi muốn biết các hoạt động khác nhau và liệu chúng có miễn phí cho chuyến du ngoạn 2 ngày 1 đêmĐọc thêm"
        ],
        "star_ratings": [
            52,
            2,
            6,
            0,
            2
        ],
        "review_amount": 62,
        "location": [
            "Du thuyền Aspira",
            "Châu Á",
            "Việt Nam",
            "Những điều cần làm ở Vịnh Hạ Long",
            "Quang Ninh Province",
            "Vịnh Hạ Long"
        ],
        "reviews_time": [
            "Written January 15, 2023",
            "Written July 31, 2022",
            "Written May 6, 2022",
            "Written May 1, 2022",
            "Written April 20, 2022",
            "Written March 12, 2020",
            "Written March 10, 2020",
            "Written March 3, 2020",
            "Written March 1, 2020",
            "Written February 29, 2020"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293923-d17528188-Reviews-or20-Aspira_Cruises-Halong_Bay_Quang_Ninh_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d17528188-Reviews-or10-Aspira_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d17528188-Reviews-or30-Aspira_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d17528188-Reviews-Aspira_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d19257221-Reviews-Vietyacht_Club-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d19882416-Reviews-Dora_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163470-d13156130-Reviews-Orchid_Trendy_Cruises-Bai_Chay_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d19481011-Reviews-Authentic_HALONG-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26101044-Reviews-Hera_Cruises_Ha_Long_Bay_Travel_Agency_Group-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d16870294-Reviews-Halong_Bay_Cruises_Tour_S_E_A_Wander-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d19092496-Reviews-Halong_Transport-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d10815208-Reviews-Halong_Luxury_Day_Tour-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g3737857-d20092768-Reviews-Halong_Bay_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d10634801-Reviews-Secret_Halong_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d20125471-Reviews-Indochina_Junk-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d20011076-Reviews-The_Halong_Catamaran-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d15307471-Reviews-La_Regina_Royal_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d5984540-Reviews-Syrena_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g14776299-d13376106-Reviews-Era_Premium_Cruises-Ha_Long_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g56802-d108234-Reviews-Utopia_Texas-Utopia_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60853-d1125579-Reviews-Tecumseh_Outdoor_Historical_Drama-Chillicothe_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d215375-Reviews-Carnaby_Street-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g295414-d553612-Reviews-Mohatta_Palace_Museum-Karachi_Sindh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g32978-d156970-Reviews-Lake_Hemet-Riverside_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g29527-d269923-Reviews-Great_Point_Light-Nantucket_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g152515-d186119-Reviews-Santa_Maria_Beach-Cabo_San_Lucas_Los_Cabos_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g1066456-d1896778-Reviews-Shibuya_109-Shibuya_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g294446-d12556341-Reviews-House_of_Leaves-Tirana_Tirana_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g30472-d2702974-Reviews-Mobile_Bay_Ferry-Dauphin_Island_Alabama.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293923-d17528188-Reviews-or30-Aspira_Cruises-Halong_Bay_Quang_Ninh_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293923-d17528188-Reviews-or20-Aspira_Cruises-Halong_Bay_Quang_Ninh_Province.html"
    },
    {
        "attraction_name": "Aspira Cruises",
        "attraction_name_vi": "Du thuyền Aspira",
        "general_info": [
            "61 đánh giá",
            "107 trên 272 Chuyến tham quan bằng thuyền Thể thao dưới nước ở Vịnh Hạ Long",
            "Chuyến tham quan nhiều ngày",
            "Những chuyến du lịch thuyền",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Đây là một chuyến du ngoạn mới ở vịnh Hạ Long, những chuyến du ngoạn tuyệt vời nhất mà bạn có thể ở lại trong kỳ nghỉ của mình, đừng bỏ lỡ, có rất nhiều chương trình khuyến mãi dành cho tất cả các bạn.Đọc thêm",
        "reviews": [
            "Chúng tôi đã thực hiện hành trình 3 ngày 2 đêm. Chúng tôi có phòng điều hành, căn phòng thật tuyệt vời, giường hơi cứng, đồ ăn thì tuyệt vời, vấn đề duy nhất tôi gặp phải là chiếc thuyền mà chúng tôi có trong chuyến đi trong ngày hơi cũ so với Aspira. Nhưng rất muốn giới thiệu! Đọc thêm",
            "Thức ăn được trình bày rất tốt và các đầu bếp phục vụ các yêu cầu ăn chay. Các hoạt động được tổ chức tốt và cho phép chúng tôi khám phá tất cả phong cảnh Vịnh Hạ Long. Các phòng được trình bày tốt, mới và thoải mái. Nhược điểm duy nhất là vòi hoa sen của chúng tôi làm ngập sàn phòng tắm nhưng ngoài những điều khác thì đó là một trải nghiệm tuyệt vời. Đọc thêm",
            "Thật hiếm khi tôi vượt quá sự mong đợi và Aspira chắc chắn đã làm được điều đó. Từ chiếc xe buýt sang trọng đón đến chiếc thuyền mới tinh, mọi thứ đều mới, sạch sẽ và thoải mái. Không có bất cứ điều gì nhân viên sẽ không làm để làm bạn hài lòng. Thức ăn tuyệt vời và đầu bếp sẽ đáp ứng sở thích và dị ứng thực phẩm của bạn. Như một phần thưởng, thời tiết nắng đẹp và con gái tôi đã bắt được hai con mực trong một trong những hoạt động buổi tối miễn phí. Đọc thêm",
            "Nghỉ 01 đêm trên du thuyền Aspira. Kỳ nghỉ sang trọng nhất. Thức ăn thật tuyệt vời, nhân viên thật đáng kinh ngạc. Rất khuyến khíchĐọc thêm",
            "Hành trình chắc chắn là một trong những hành trình mới tốt nhất trong vịnh. Thức ăn rất tuyệt vời và không thể bỏ qua! Mỗi bữa ăn đều có nhiều món khác nhau và là một trải nghiệm ẩm thực tuyệt vời. Các phòng đều hiện đại sang trọng với tầm nhìn tuyệt vời ra vịnh. Cuối cùng nhưng không kém phần quan trọng, nhân viên có lẽ là phần tuyệt vời nhất trong trải nghiệm. Giám đốc anh Hà. và trợ lý quản lý, ông Hoàng thực sự luôn nỗ lực để mọi hành khách có thể thoải mái đáp ứng mọi yêu cầu. Rất khuyến khích!Đọc thêm",
            "Tôi nghĩ rằng Aspira Cruise là một cách tuyệt vời để trải nghiệm vịnh Hạ Long. Đối với tôi, đồ ăn nổi bật là tuyệt vời và họ có lòng hiếu khách đặc biệt. Đọc thêm",
            "Hành trình tuyệt vời! Alex rất chuyên nghiệp với hành khách khuyết tật! Chất lượng phòng là đỉnh cao với vòi sen tắm riêng! Thức ăn chắc chắn có chất lượng ăn uống tốt! Lượt xem thật tuyệt vời!Đọc thêm",
            "Du thuyền Aspira là tàu du lịch mới chỉ mới bắt đầu hoạt động nên bạn chắc chắn có thể mong đợi cơ sở vật chất sạch sẽ và sáng bóng. Mỗi phòng đều có ban công riêng giúp bạn có thể ngắm nhìn khung cảnh tuyệt vời dễ dàng hơn nhiều. Các nhân viên thân thiện và có sức chứa. Trợ lý giám đốc đa tài còn có màn trình diễn đặc sắc với cây sáo truyền thống Việt Nam. Thức ăn trên tàu rất ngon và không khí hấp dẫn. Tuy nhiên, chắc chắn vẫn còn chỗ cần cải thiện về các hoạt động trên tàu cũng như chuyến tham quan hang động. Nói chung là một trải nghiệm thú vị.Đọc thêm",
            "Các nhân viên thực sự tuyệt vời! Mọi thứ từ đặt chỗ đến nhận phòng và các chuyến đi từ thuyền đều diễn ra rất suôn sẻ. Thuyền rất mới, rộng rãi và sạch sẽ. Phòng và khu vực công cộng rất đẹp. Thức ăn tuyệt vời và tôi đã đề cập đến đội ngũ nhân viên tuyệt vời chưa? : - Tôi hoàn toàn khuyên bạn nên dùng nó!Đọc thêm",
            "Du thuyền Aspira là chiếc thuyền tốt nhất mà tôi thấy khi du ngoạn vịnh. Chúng tôi đã dành 1 đêm và có được trải nghiệm hoàn hảo Mũi tên Hướng dẫn của chúng tôi rất tuyệt vời, đồ ăn tuyệt vời, tất cả phi hành đoàn đều hoàn hảo! Cảm ơn bạn rất nhiềuĐọc thêm"
        ],
        "star_ratings": [
            52,
            2,
            6,
            0,
            2
        ],
        "review_amount": 62,
        "location": [
            "Du thuyền Aspira",
            "Châu Á",
            "Việt Nam",
            "Những điều cần làm ở Vịnh Hạ Long",
            "Quang Ninh Province",
            "Vịnh Hạ Long"
        ],
        "reviews_time": [
            "Written February 29, 2020",
            "Written February 27, 2020",
            "Written February 22, 2020",
            "Written February 19, 2020",
            "Written February 15, 2020",
            "Written February 13, 2020",
            "Written February 12, 2020",
            "Written February 12, 2020",
            "Written February 12, 2020",
            "Written February 12, 2020"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293923-d17528188-Reviews-or30-Aspira_Cruises-Halong_Bay_Quang_Ninh_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d17528188-Reviews-or20-Aspira_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d17528188-Reviews-or40-Aspira_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d17528188-Reviews-Aspira_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d19257221-Reviews-Vietyacht_Club-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d19882416-Reviews-Dora_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163470-d13156130-Reviews-Orchid_Trendy_Cruises-Bai_Chay_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d19481011-Reviews-Authentic_HALONG-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26101044-Reviews-Hera_Cruises_Ha_Long_Bay_Travel_Agency_Group-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d16870294-Reviews-Halong_Bay_Cruises_Tour_S_E_A_Wander-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d19092496-Reviews-Halong_Transport-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d10815208-Reviews-Halong_Luxury_Day_Tour-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g3737857-d20092768-Reviews-Halong_Bay_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d10634801-Reviews-Secret_Halong_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d20125471-Reviews-Indochina_Junk-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d20011076-Reviews-The_Halong_Catamaran-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d15307471-Reviews-La_Regina_Royal_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d5984540-Reviews-Syrena_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g14776299-d13376106-Reviews-Era_Premium_Cruises-Ha_Long_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g60864-d108506-Reviews-New_Orleans_Historic_Voodoo_Museum-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g46931-d123072-Reviews-Wildwood_Beach-Wildwood_Cape_May_County_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g187870-d191172-Reviews-Canal_Grande-Venice_Veneto.html",
            "https://www.tripadvisor.com/Attraction_Review-g1215780-d25620958-Reviews-Chaya_Massage2-Karon_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g12963193-d3299709-Reviews-Drogarati_Cave-Chaliotata_Kefalonia_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g2059473-d10347355-Reviews-Rapa_Rosie-Sebes_Alba_County_Central_Romania_Transylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g31802-d299263-Reviews-Blanchard_Springs_Recreation_Area-Mountain_View_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g297697-d7640201-Reviews-Poppies_Lane_1-Kuta_Kuta_District_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g663368-d8599884-Reviews-Cala_Llombards-Santanyi_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d24141942-Reviews-The_World_Of_Banksy-Prague_Bohemia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293923-d17528188-Reviews-or40-Aspira_Cruises-Halong_Bay_Quang_Ninh_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293923-d17528188-Reviews-or30-Aspira_Cruises-Halong_Bay_Quang_Ninh_Province.html"
    },
    {
        "attraction_name": "Aspira Cruises",
        "attraction_name_vi": "Du thuyền Aspira",
        "general_info": [
            "61 đánh giá",
            "107 trong số 272 Tour du thuyền Thể thao dưới nước tại Vịnh Hạ Long",
            "Chuyến tham quan nhiều ngày",
            "Những chuyến du lịch thuyền",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Đây là một chuyến du ngoạn mới ở vịnh Hạ Long, những chuyến du ngoạn tuyệt vời nhất mà bạn có thể ở lại trong kỳ nghỉ của mình, đừng bỏ lỡ, có rất nhiều chương trình khuyến mãi dành cho tất cả các bạn.Đọc thêm",
        "reviews": [
            "Chúng tôi có Arrow làm hướng dẫn viên, tiếng Anh của anh ấy rất xuất sắc, rất dễ hiểu. Chúng tôi đánh giá cao sự sẵn lòng hỗ trợ và giúp đỡ chúng tôi tổ chức Cuộc phiêu lưu Fairdinkum của chúng tôi tại Việt Nam.Đọc thêm",
            "Chúng tôi đang có một chuyến du lịch dành cho các cô gái ở Việt Nam và đã có trải nghiệm tuyệt vời nhất trên Aspira Cruises! Arrow rất hữu ích và tất cả các thành viên phi hành đoàn đã nỗ lực hết mình để khiến trải nghiệm của chúng tôi trở nên thú vị! Đầu bếp đáp ứng yêu cầu ăn kiêng của tôi và đồ ăn rất ngon.Đọc thêm",
            "Arrow là một người hướng dẫn tuyệt vời, người đã khiến toàn bộ trải nghiệm trở nên thú vị. Cơ sở vật chất của con thuyền rất nổi bật và thủy thủ đoàn trên tàu khiến toàn bộ chuyến đi trở nên đáng giá.Đọc thêm",
            "Mũi tên thật tuyệt vời! Anh ấy thật đáng yêu và rất hữu ích. Du thuyền thật đẹp, hoàn toàn mới! Tôi chắc chắn sẽ giới thiệuĐọc thêm",
            "Đó là một hành trình hoàn toàn mới, được trang trí rất đẹp và sạch sẽ. Đặc biệt cảm ơn hướng dẫn viên Arrow của chúng tôi, anh ấy thật tuyệt vời! Hài hước, chuyên nghiệp và cẩn thận. Đừng sợ hãi trước những bức ảnh kết xuất vì đây thực sự là cách hành trình ồn ào trông như thế nào.Đọc thêm",
            "Vợ tôi và tôi đã đặt chuyến đi này một ngày trước đó và nó vượt quá mọi mong đợi của chúng tôi. Các nhân viên hành trình cực kỳ lịch sự và thân thiện. Hà và Huân đã làm rất tốt việc đáp ứng mọi nhu cầu của chúng tôi, hướng dẫn viên Phạm cũng rất quan tâm đến chúng tôi và tất cả những điều đó đều được thực hiện một cách hài hước. Đầu bếp đã làm những món ăn thuần chay đáng yêu cho chúng tôi và không lúc nào chúng tôi cảm thấy như mình đang bỏ lỡ - bánh khoai môn và cà ri đã ra khỏi thế giới này. Cơ sở vật chất cực kỳ mới mẻ và tin tôi đi, bạn muốn dành chút thời gian trong bồn tắm đó chỉ để thư giãn và tận hưởng khung cảnh tuyệt vời. Sẽ đặt lại!Đọc thêm",
            "Hành trình này là điểm nổi bật của chuyến đi của chúng tôi! Đồ ăn tuyệt vời Bữa ăn 5 món và bữa sáng tự chọn, chiếc thuyền hoàn hảo và giấc ngủ thoải mái nhất mà chúng tôi có được, đặc biệt là chìm vào giấc ngủ với tầm nhìn ra vịnh Hạ Long. Hãy nhớ rằng chúng tôi là 2 du khách ba lô và đã chi ra một chút cho chuyến đi này và nó hoàn toàn xứng đáng! Chúng tôi được đối xử như những nữ hoàng! Đọc thêm",
            "Được nâng cấp lên chiếc thuyền mới này và chắc chắn là 5 sao và tất cả nhân viên đều tuyệt vời nhờ Hà cùng nhóm của anh ấy và trợ lý Hoàng, người đã thổi sáo truyền thống trong bữa tối tối qua và Peter đã chăm sóc chúng tôi ở đó và quay lại, chúng tôi sẽ quay lại và đặt chỗ ít nhất 2 đêm vào lần tớiĐọc thêm",
            "Vừa trở về sau chuyến du ngoạn trên Aspira. Không thể đề nghị cao hơn. Các nhân viên rất chu đáo và đảm bảo dịch vụ được 5 sao. Thực đơn bữa trưa và bữa tối cũng rất tuyệt - vì họ đã điều chỉnh thức ăn của tôi cho phù hợp với yêu cầu ăn kiêng. Phòng rộng và rộng rãi - còn có ban công không giống như những chuyến du thuyền khác tôi đã thực hiện trên Vịnh Hạ Long. Thuyền cũng hoàn toàn mới trên vịnh và không cũ hơn như hầu hết các lựa chọn thay thế mà bạn có thể điĐọc thêm",
            "Đã có một chuyến tham quan vịnh Hạ Long tuyệt vời với những chuyến du ngoạn trên biển bằng khát vọng. Hướng dẫn viên du lịch Phạm thật đặc biệt từ khi chúng tôi đón khách cho đến khi kết thúc toàn bộ hành trình. Thức ăn rất đáng yêu và có chất lượng rất cao. Quản lý tàu Hà cũng rất có sức chứa. Chúng tôi ở tại phòng Executive Suite và nó rất đẹp, một phòng dành cho cặp đôi tuyệt vời. Đọc thêm",
            "Tôi muốn biết các hoạt động khác nhau và liệu chúng có miễn phí cho chuyến du ngoạn 2 ngày 1 đêmĐọc thêm"
        ],
        "star_ratings": [
            52,
            2,
            6,
            0,
            2
        ],
        "review_amount": 62,
        "location": [
            "Du thuyền Aspira",
            "Châu Á",
            "Việt Nam",
            "Những điều cần làm ở Vịnh Hạ Long",
            "Quang Ninh Province",
            "Vịnh Hạ Long"
        ],
        "reviews_time": [
            "Written February 12, 2020",
            "Written February 10, 2020",
            "Written February 10, 2020",
            "Written February 10, 2020",
            "Written February 10, 2020",
            "Written February 9, 2020",
            "Written February 9, 2020",
            "Written February 8, 2020",
            "Written February 8, 2020",
            "Written February 8, 2020"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293923-d17528188-Reviews-or40-Aspira_Cruises-Halong_Bay_Quang_Ninh_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d17528188-Reviews-or30-Aspira_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d17528188-Reviews-or50-Aspira_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d17528188-Reviews-Aspira_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d19257221-Reviews-Vietyacht_Club-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d19882416-Reviews-Dora_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163470-d13156130-Reviews-Orchid_Trendy_Cruises-Bai_Chay_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d19481011-Reviews-Authentic_HALONG-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26101044-Reviews-Hera_Cruises_Ha_Long_Bay_Travel_Agency_Group-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d16870294-Reviews-Halong_Bay_Cruises_Tour_S_E_A_Wander-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d19092496-Reviews-Halong_Transport-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d10815208-Reviews-Halong_Luxury_Day_Tour-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g3737857-d20092768-Reviews-Halong_Bay_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d10634801-Reviews-Secret_Halong_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d20125471-Reviews-Indochina_Junk-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d20011076-Reviews-The_Halong_Catamaran-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d15307471-Reviews-La_Regina_Royal_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d5984540-Reviews-Syrena_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g14776299-d13376106-Reviews-Era_Premium_Cruises-Ha_Long_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g60950-d2202920-Reviews-The_Gaslight_Theatre-Tucson_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g45945-d592408-Reviews-Genoa_Lakes_Golf_Club-Genoa_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g48633-d3746914-Reviews-Sodus_Point_Beach_Park-Sodus_Point_Finger_Lakes_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g12552511-d10203392-Reviews-Sonmiani_Beach-Sonmiani_Balochistan_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d12110220-Reviews-Seattle_Express-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d16726516-Reviews-Nona_Adventure_Park-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g147416-d7113495-Reviews-The_Caves_of_New_Providence-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g304555-d4870124-Reviews-Bapu_Bazar-Jaipur_Jaipur_District_Rajasthan.html",
            "https://www.tripadvisor.com/Attraction_Review-g804484-d12700996-Reviews-Petrovac_Beach-Petrovac_Budva_Municipality.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d12686502-Reviews-Anime_Shop_Sakurasaku_Kyoto-Kyoto_Kyoto_Prefecture_Kinki.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293923-d17528188-Reviews-or50-Aspira_Cruises-Halong_Bay_Quang_Ninh_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293923-d17528188-Reviews-or40-Aspira_Cruises-Halong_Bay_Quang_Ninh_Province.html"
    },
    {
        "attraction_name": "Aspira Cruises",
        "attraction_name_vi": "Du thuyền Aspira",
        "general_info": [
            "61 đánh giá",
            "107 trên 272 Chuyến tham quan bằng thuyền Thể thao dưới nước ở Vịnh Hạ Long",
            "Chuyến tham quan nhiều ngày",
            "Những chuyến du lịch thuyền",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Đây là một trong những du thuyền mới tại vịnh Hạ Long, nơi bạn có thể lưu trú trong kỳ nghỉ của mình, đừng bỏ lỡ, có rất nhiều chương trình khuyến mãi dành cho tất cả các bạn. Đọc thêm",
        "reviews": [
            "Arrow là một hướng dẫn viên du lịch tuyệt vời, người đáp ứng mọi yêu cầu của chúng tôi.  Trải nghiệm hành trình tuyệt vời. Cơ sở rất sạch sẽ và thức ăn ngon. Linh hoạt với các yêu cầu ăn kiêng.  Phòng sạch sẽ, tất cả đều rất cập nhật trên tàu du lịch. Đọc thêm",
            "Chúng tôi đã dành một đêm rưỡi du ngoạn dọc vịnh halong với Aspira Cruises, đồ ăn tuyệt vời, tuyệt vời. Đây là điểm nổi bật trong chuyến đi của tôi tại Việt Nam. Chuyến tham quan Hang động và tham quan cơ sở nuôi cấy ngọc trai cũng rất tuyệt. Tôi tận hưởng từng giây phút của chuyến tham quan và do đó rất khuyến khích trải nghiệm độc đáo này cho tất cả du khách. Bạn sẽ không hối tiếc đâu!Đọc thêm",
            "Tôi rất hài lòng với chuyến đi này. Tôi rất vui được gặp trưởng đoàn du lịch Alex. Alex là một trưởng nhóm du lịch nhiệt tình và sôi nổi. Anh ấy có thái độ phục vụ rất tốt và chào đón chúng tôi bằng một nụ cười rạng rỡ. Những câu chuyện anh kể cũng rất hài hước. Cảm ơn Alex.Đọc thêm"
        ],
        "star_ratings": [
            52,
            2,
            6,
            0,
            2
        ],
        "review_amount": 62,
        "location": [
            "Du thuyền Aspira",
            "Châu Á",
            "Việt Nam",
            "Những điều cần làm ở Vịnh Hạ Long",
            "Quang Ninh Province",
            "Vịnh Hạ Long"
        ],
        "reviews_time": [
            "Written February 7, 2020",
            "Written January 30, 2020",
            "",
            "Written February 6, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293923-d17528188-Reviews-or50-Aspira_Cruises-Halong_Bay_Quang_Ninh_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d17528188-Reviews-or40-Aspira_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d17528188-Reviews-Aspira_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d19257221-Reviews-Vietyacht_Club-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d19882416-Reviews-Dora_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163470-d13156130-Reviews-Orchid_Trendy_Cruises-Bai_Chay_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d19481011-Reviews-Authentic_HALONG-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26101044-Reviews-Hera_Cruises_Ha_Long_Bay_Travel_Agency_Group-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d16870294-Reviews-Halong_Bay_Cruises_Tour_S_E_A_Wander-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d19092496-Reviews-Halong_Transport-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d10815208-Reviews-Halong_Luxury_Day_Tour-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g3737857-d20092768-Reviews-Halong_Bay_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d10634801-Reviews-Secret_Halong_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d20125471-Reviews-Indochina_Junk-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d20011076-Reviews-The_Halong_Catamaran-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d15307471-Reviews-La_Regina_Royal_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d5984540-Reviews-Syrena_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g14776299-d13376106-Reviews-Era_Premium_Cruises-Ha_Long_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g33188-d1091844-Reviews-College_Cove-Trinidad_Humboldt_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d16734169-Reviews-Beetlejuice_The_Musical-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g776017-d4960427-Reviews-La_Grotta_Beach-Paleokastritsa_Corfu_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g52051-d10351370-Reviews-Sand_Island_Marine_Park-Saint_Helens_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d254729-Reviews-KitKatKlub-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60807-d145621-Reviews-McDonald_Observatory-Fort_Davis_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g20063485-d3343089-Reviews-Jungle_Experience_Koh_Phangan-Ban_Tai_Ko_Pha_Ngan_Surat_Thani_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g42854-d4353318-Reviews-Palisade_Head-Beaver_Bay_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g616229-d2524216-Reviews-Poiana_Brasov-Poiana_Brasov_Brasov_County_Central_Romania_Transylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g35576-d12958987-Reviews-Q_emiln_Park-Post_Falls_Idaho.html"
        ],
        "url_next": "",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293923-d17528188-Reviews-or50-Aspira_Cruises-Halong_Bay_Quang_Ninh_Province.html"
    }
]