[
    {
        "attraction_name": "Astir Beach",
        "attraction_name_vi": "Bãi biển Astir",
        "general_info": [
            "663 đánh giá",
            "2 trên 11 hoạt động giải trí ở Vouliagmeni",
            "Câu lạc bộ hồ bơi bãi biển"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Nơi tuyệt vời để ở trên bãi biển miễn phí. Hangout địa phương. Hãy hỏi và họ sẽ cho bạn gợi ý về những địa điểm tham quan trong khu vực. Bãi biển miễn phí! Nhà vệ sinh, vòi hoa sen và đồ uống có sẵn. Bạn cũng có thể trả tiền cho một chỗ bóng mờ với giá 20 euro. Nơi thân thiện để vui chơi dưới ánh nắngĐọc thêm",
            "Trải nghiệm tuyệt vời. 120 Euro mua được cho bạn: chiếc ô, hai chiếc giường gần như nằm trong nước. Dịch vụ tuyệt vời và nhanh chóng chỉ bằng một cú chạm nút nên thật lòng mà nói, tôi không hiểu những đánh giá tiêu cực. Nếu bạn không đủ khả năng và tôi không có ý trở thành một kẻ ngốc nhưng xin lỗi hãy sử dụng các bãi biển công cộng. Ở Hoa Kỳ hoặc ở Ý thậm chí còn đắt hơn.Đọc thêm",
            "Bãi biển thực sự rất đẹp, nước rất trong và giường phơi nắng sạch sẽ, trông rất đẹp và rất thoải mái. Tuy nhiên ... nhân viên không phải là tốt nhất. Họ hầu hết phớt lờ bạn, không có câu trả lời cho các câu hỏi cơ bản, mất nhiều thời gian để giao đơn đặt hàng của bạn và nói chung có vẻ không hào hứng lắm khi ở đó. Điều này áp dụng cho nhân viên ở lối vào, nhân viên ở giường phơi nắng và nhân viên trong nhà hàng. Chúng tôi có cảm giác như chúng tôi thường xuyên cản đường và họ chỉ muốn chúng tôi rời đi. Nhưng vì bãi biển đẹp nên chúng tôi vẫn có khoảng thời gian vui vẻ. Phòng tắm cũng rất sạch sẽ.Đọc thêm",
            "Quá đắt đỏ.  Bãi biển đáng yêu gần Athens nhưng cực kỳ đắt đỏ và kém giá trị đồng tiền. Nhân viên thờ ơ. Âm nhạc quá to và có mùi vị tồi tệ. Dum Dada Dum Dada Sự diệt vong. Bạn không thể nghe thấy tiếng sóng. Không tốt cho việc nghỉ ngơi và thưởng thức vẻ đẹp tự nhiên của bãi biển. Ô nhiễm tiếng ồn lớn do hai DJ trông như run rẩy từ khi sinh ra.Đọc thêm",
            "Hơi đắt tiền, nhưng nếu không thì rất tốt. Nhược điểm duy nhất là thức ăn được đựng trong hộp các tông - tôi cho rằng để tránh nguy cơ kính vỡ và làm hỏng cát. Id có tấm bìa cứng ưa thích.\n\nNếu không thì thực sự rất đẹp và đáng để ghé thăm. Một chuyến taxi khá ngắn từ trung tâm Athens.Đọc thêm",
            "Chúng tôi không chắc chắn về bãi biển Astir sau khi đọc một số đánh giá kém nhưng rất ngạc nhiên.\n\nĐó là một ngày trong tuần của tháng 10 nên không quá bận rộn và giá cả cũng không đắt hơn nhiều so với một số câu lạc bộ bãi biển khác mà chúng tôi đã xem trên bờ biển, nơi không nơi nào đẹp bằng.\n\nNước nông sạch đẹp như pha lê hoàn hảo để bơi lội, giường bãi biển rất thoải mái, một nhà hàng đẹp và một câu lạc bộ thể thao dưới nước nữa.\nDịch vụ cũng khá tốt.\n\nChúng tôi đã có khoảng thời gian thư giãn đáng yêu và rất vui vì chúng tôi đã đi.Đọc thêm",
            "I pre booked 2 umbrellas 4 sunbeds at a hefty price of 180 for our visit to Astir Beach. Once you book you receive a bar code and booking details by email. You have to present the code to the reception desk and they print the tickets. I dont understand in this day and age  of technology why they cannot scan the barcode on entry. \n\nWe are arrived to the beach at 2pm, and I handed in my phone  on which I had  our barcode . There is an always has been very unwelcoming  dark window with little holes through which to speak to the woman sitting behind it , you can barely see or hear her.  It should have been a seamless process but it turned into a 30 minute stressful unpleasant process in which the unprofessional receptionist told me she could not locate my tickets so I could not enter the beach after paying 180 and presenting my barcode confirmation. I asked her  to call for a concierge a service offered with booked tickets and she refused to do so. She held onto my mobile and I had to keep asking her to hand me back my phone which she would not do. \n\nTo cut a very long and disturbing story short my husband bombarded his way through security and made his way into the beach to find the manager. When I finally got my mobile back, I went past security and saw a concierge and got her attention. After a short discussion with her and showing her my booking confirmation she guided us to our seats and said she would notify the manager about the incident. I told her I wanted to speak to the manager as well and asked her send him to us. We never saw a manager, never received an apology. Height of arrogance in a time when everyone needs to support local business. The beach was at half captivity and the service very poor. Beautiful beach and sea. As a local resident I have been going to Astir Beach for years  and am disgusted with their cavalier behavior yesterday. I was told the beach is now run by the Four Seasons Athens, which is right next door. If thats the case the Four Seasons needs to get its act together and bring Astir up to its high standards.Read more",
            "Tôi có một chiếc burger Angus để ăn, tôi yêu cầu không có hành tây và tôi nhận được 2 chiếc bánh mì với thịt và một lát phô mai. Không có nước sốt, không có thành phần nào khác.. giá 26. Trải nghiệm cực kỳ tệ. KHÔNG KHUYẾN NGHỊĐọc thêm",
            "Massage và spa thật tuyệt vời. Cảm ơn marina, giannis và jica về công việc này. Đối với bãi biển riêng, thật đáng buồn khi có thêm ghế bãi biển và cocktail.Đọc thêm",
            "Ờ. Chúng tôi đã trả 30 đô la mỗi người cho những gì chúng tôi hiểu là quyền sử dụng ô dù trên ghế phòng chờ cũng như các lựa chọn đồ uống ăn uống. Chúng tôi bước vào để tìm 12 chiếc ô được yêu cầu và đồ ăn thức uống duy nhất trong một hoạt động  siêu thị nhỏ  buồn bã.  Chúng tôi hiểu rằng đó là vào đầu mùa giải, nhưng nếu khu nghỉ dưỡng không hoạt động đầy đủ, số lượng nhập học sẽ giảm tương ứng hoặc ít nhất là tiết lộ đầy đủ TRƯỚC KHI vào cửa. Ít nhất thì chúng tôi đã bị choáng ngợp.Đọc thêm",
            "I pre booked 2 umbrellas 4 sunbeds at a hefty price of 180 for our visit to Astir Beach. Once you book you receive a bar code and booking details by email. You have to present the code to the reception desk and they print the tickets. I dont understand in this day and age  of technology why they cannot scan the barcode on entry. We are arrived to the beach at 2pm, and I handed in my phone  on which I had  our barcode . There is an always has been very unwelcoming  dark window with little holes through which to speak to the woman sitting behind it , you can barely see or hear her.  It should have been a seamless process but it turned into a 30 minute stressful unpleasant process in which the unprofessional receptionist told me she could not locate my tickets so I could not enter the beach after paying 180 and presenting my barcode confirmation. I asked her  to call for a concierge a service offered with booked tickets and she refused to do so. She held onto my mobile and I had to keep asking her to hand me back my phone which she would not do. To cut a very long and disturbing story short my husband bombarded his way through security and made his way into the beach to find the manager. When I finally got my mobile back, I went past security and saw a concierge and got her attention. After a short discussion with her and showing her my booking confirmation she guided us to our seats and said she would notify the manager about the incident. I told her I wanted to speak to the manager as well and asked her send him to us. We never saw a manager, never received an apology. Height of arrogance in a time when everyone needs to support local business. The beach was at half captivity and the service very poor. Beautiful beach and sea. As a local resident I have been going to Astir Beach for years  and am disgusted with their cavalier behavior yesterday. I was told the beach is now run by the Four Seasons Athens, which is right next door. If thats the case the Four Seasons needs to get its act together and bring Astir up to its high standards.Read more",
            "Đã có 2 ngày tuyệt vời trên bãi biển cuối OKT, nước trong, giường phơi nắng tốt, dịch vụ tuyệt vời với Đồ ăn và đồ uống được phục vụ sau khi rung chuông trên ô. Đã đặt 2 giường phơi nắng với giá 60 EUR mỗi ngày, trong mùa chính đắt hơn, đáng tiền, sẽ đến đó lần nữa nếu đi du lịch đến AthensĐọc thêm",
            "Chúng tôi không chắc chắn về bãi biển Astir sau khi đọc một số đánh giá không tốt nhưng đã rất ngạc nhiên. Đó là một ngày trong tuần vào tháng 10 nên không quá đông đúc và giá cả không đắt hơn nhiều so với một số câu lạc bộ bãi biển khác mà chúng tôi đã xem xét trên bờ biển mà không đẹp bằng. Nước nông trong vắt tuyệt đẹp, hoàn hảo để bơi, giường bãi biển rất thoải mái, một nhà hàng đẹp và một câu lạc bộ thể thao dưới nước nữa. Dịch vụ cũng khá tốt. Chúng tôi đã có một khoảng thời gian thư giãn đáng yêu và rất vui vì đã đến đó. Đọc thêm",
            "Về phía yên tĩnh của Vouliagnamis, bãi biển là một trải nghiệm sang trọng về biển Attika sạch và đẹp. Vào mùa giảm giá, nó có giá cả phải chăng và yên tĩnh nhưng vào cuối tuần mùa hè sẽ rất đông đúc.Đọc thêm",
            "Hơi đắt tiền, nhưng nếu không thì rất tốt. Nhược điểm duy nhất là thức ăn được đựng trong hộp các tông - tôi cho rằng để tránh nguy cơ kính vỡ và làm hỏng cát. Tôi thích những tấm bìa cứng hơn. Mặt khác, thực sự rất đẹp và rất đáng để ghé thăm. Một chuyến taxi khá ngắn từ trung tâm Athens.Đọc thêm",
            "We booked an umbrella and 2 sun beds front row, one woman and 3 children. When we arrived and showed our printed tickets, we were rudely received, the 4 receptionists were mumbling in Greek for several minutes. When I asked what the problem was, one of the many receptionists said that we need to buy more tickets. I explained that we had booked correctly. It took them 5 more minutes to sort out that they wrongly assumed we were 2 adults instead of one adult. But instead of communicating with me, they continued in greek language and despite of asking several times that they should switch into English so that I can help term sort out the issue, they refused.After discovering their mistake, instead of saying sorry, the asked me to relax. One of the 4 receptionists who accompanied us to the beach was embarrassed and apologized, but the other three receptionists acted entitled, were clearly very incapable and incredibly rude and unprofessional. They would be fired in New York within a day. At the beach, and we paid over 250 EUR for sunbeds and over 300 EUR for food, we got water served in cheap paper cups. The Greek salad was served in a cheap plastic bowl that looked like from the souvlaki place next door. We had to ring the bell 4 times to get 4 forks as we are 4 people! instead of 1 fork so that the kids had to share one fork as 3 kids. Terrible terrible service. While they have 4 incapable receptionists, they dont have enough staff at the beach to serve food. The service is terrible. And the menu has limited choices and is below average. Trash was not picked up within in 3h. The experience so far - and we are still here- has been dreadful. We will not come back to Astir beach. If you want to go to a really first class beach with first class service, go to Krabo Beach. Read more",
            "Bãi biển Astir từng là bãi biển đẹp nhất ở Athens Riviera. Thật thất vọng khi thấy dịch vụ không thể chấp nhận được với mức giá cắt cổ như vậy. Chúng tôi đã đặt một dãy ghế tắm nắng ở hàng ghế đầu. Ghế tắm nắng bẩn và rõ ràng là không được vệ sinh sạch sẽ trước khi chúng tôi đến. Hệ thống chuông báo không hoạt động, chúng tôi được thông báo là nó bị hỏng nhưng chúng tôi được thông báo rằng nếu cần, chúng tôi có thể sử dụng chuông báo từ những ghế tắm nắng khác xung quanh vì chúng vẫn hoạt động. Không đúng. Tất cả các chuông báo mà chúng tôi thử xung quanh đều bị hỏng. Không thấy nhân viên đâu và rất khó để thu hút sự chú ý của họ, mặc dù chúng tôi có thể thấy họ chỉ tụ tập và tán gẫu với nhau ở vị trí của họ ở phía sau bãi biển. Các gia đình xung quanh chúng tôi sẽ để lại những giỏ thức ăn còn thừa, không ai đến dọn, những con mòng biển ở khắp mọi nơi xung quanh chúng tôi. Chúng tôi tìm đến nhân viên, yêu cầu họ dọn dẹp đống bừa bộn xung quanh chúng tôi, một anh chàng đến, nhặt một nửa rác, để lại nửa còn lại và không bao giờ quay lại. Thật đáng xấu hổ, không thể chấp nhận và hoàn toàn đáng xấu hổ. Đọc thêm"
        ],
        "star_ratings": [
            350,
            154,
            66,
            47,
            46
        ],
        "review_amount": 663,
        "location": [
            "Vùng Đông Attica",
            "Châu Âu",
            "Attica",
            "vouliagmeni",
            "Hy Lạp",
            "Các hoạt động ở Vouliagmeni",
            "Bãi biển Astir"
        ],
        "reviews_time": [
            "Written June 21, 2023",
            "Written July 6, 2023",
            "Written August 6, 2023",
            "Written August 27, 2023",
            "Written September 4, 2023",
            "Written October 24, 2023",
            "Written March 16, 2024",
            "Written June 5, 2024",
            "Written April 20, 2024",
            "Written April 4, 2024",
            "Written March 16, 2024",
            "Written November 19, 2023",
            "Written October 24, 2023",
            "Written October 18, 2023",
            "Written September 4, 2023",
            "Written September 3, 2023",
            "Written September 1, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g562635-d4889472-Reviews-Astir_Beach-Vouliagmeni_East_Attica_Region_Attica.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g562635-d790099-Reviews-Ithaki_Restaurant-Vouliagmeni_East_Attica_Region_Attica.html",
            "https://www.tripadvisor.com/Restaurant_Review-g562635-d4830424-Reviews-Rafale_Ai_Nikolas-Vouliagmeni_East_Attica_Region_Attica.html",
            "https://www.tripadvisor.com/Restaurant_Review-g562635-d3709295-Reviews-Malabar-Vouliagmeni_East_Attica_Region_Attica.html",
            "https://www.tripadvisor.com/Restaurant_Review-g562635-d1811755-Reviews-Matsuhisa_Athens-Vouliagmeni_East_Attica_Region_Attica.html",
            "https://www.tripadvisor.com/Restaurant_Review-g562635-d12118438-Reviews-BlueFish-Vouliagmeni_East_Attica_Region_Attica.html",
            "https://www.tripadvisor.com/Restaurant_Review-g562635-d1524679-Reviews-Waffle_House-Vouliagmeni_East_Attica_Region_Attica.html",
            "https://www.tripadvisor.com/Restaurant_Review-g562635-d1546038-Reviews-Okeanis-Vouliagmeni_East_Attica_Region_Attica.html",
            "https://www.tripadvisor.com/Restaurant_Review-g562635-d1216186-Reviews-Lemos-Vouliagmeni_East_Attica_Region_Attica.html",
            "https://www.tripadvisor.com/Restaurant_Review-g562635-d7212731-Reviews-Omilos_Restaurant-Vouliagmeni_East_Attica_Region_Attica.html",
            "https://www.tripadvisor.com/Restaurant_Review-g562635-d10523457-Reviews-Patio-Vouliagmeni_East_Attica_Region_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g562635-d26342930-Reviews-The_Royal_Beach_Vouliagmeni_Club-Vouliagmeni_East_Attica_Region_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g562635-d12828542-Reviews-Vouliagmeni_Beach-Vouliagmeni_East_Attica_Region_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g562635-d1783442-Reviews-Lake_Vouliagmeni-Vouliagmeni_East_Attica_Region_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g562635-d15297472-Reviews-Zen_Beach-Vouliagmeni_East_Attica_Region_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g562635-d8341696-Reviews-Akti_Vouliagmenis-Vouliagmeni_East_Attica_Region_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g562635-d10046602-Reviews-Panagia_Faneromeni-Vouliagmeni_East_Attica_Region_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g562635-d6894779-Reviews-Kavouri_Beach-Vouliagmeni_East_Attica_Region_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g562635-d21362589-Reviews-Limanakia-Vouliagmeni_East_Attica_Region_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g562633-d12814563-Reviews-Thalassea-Voula_East_Attica_Region_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g562630-d6634666-Reviews-Saints_Constantine_and_Helen_Orthodox_Metropolitan_Church-Glyfada_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g562635-d4889472-Reviews-or10-Astir_Beach-Vouliagmeni_East_Attica_Region_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g562635-d10361340-Reviews-Personality_Journeys-Vouliagmeni_East_Attica_Region_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g562635-d18206246-Reviews-Lolos_Ski_Center_Vouliagmeni-Vouliagmeni_East_Attica_Region_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g562635-d3441581-Reviews-Megalo_Kavouri-Vouliagmeni_East_Attica_Region_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g562635-d15117137-Reviews-Fancy_A_Swim-Vouliagmeni_East_Attica_Region_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g562635-d13393178-Reviews-Body_Mind_Holidays-Vouliagmeni_East_Attica_Region_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g562635-d12567639-Reviews-Limanakia_Beach_Bar-Vouliagmeni_East_Attica_Region_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d5568141-Reviews-Tours_of_Athens-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g3695551-d6877578-Reviews-Seahorse_Dive_Center-Vari_East_Attica_Region_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g562629-d4225122-Reviews-Diving_Store-Lagonisi_East_Attica_Region_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g562629-d7856217-Reviews-Diveness_SCUBA_Dive_Center-Lagonisi_East_Attica_Region_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g55229-d15052549-Reviews-What_Lifts_You_Mural-Nashville_Davidson_County_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g499173-d183716-Reviews-Fundy_National_Park-Alma_Albert_County_New_Brunswick.html",
            "https://www.tripadvisor.com/Attraction_Review-g608713-d3264290-Reviews-Sunj_Beach-Lopud_Dubrovnik_Dubrovnik_Neretva_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g37315-d9874407-Reviews-Michigan_Lighthouse-Michigan_City_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g48110-d9584804-Reviews-Animal_Farm_Petting_Zoo-Manorville_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g679024-d3605858-Reviews-Shree_Mahakaleshwar_Temple-Ujjain_Ujjain_District_Madhya_Pradesh.html",
            "https://www.tripadvisor.com/Attraction_Review-g41580-d260102-Reviews-Hammond_Castle_Museum-Gloucester_Cape_Ann_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g635670-d19653087-Reviews-Abandoned_Village_of_Kayakoy-Kayakoy_Fethiye_Mugla_Province_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g50559-d12113756-Reviews-Guilford_Lake_State_Park-Lisbon_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g304551-d1820160-Reviews-Khan_Market-New_Delhi_National_Capital_Territory_of_Delhi.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g562635-d4889472-Reviews-or10-Astir_Beach-Vouliagmeni_East_Attica_Region_Attica.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g562635-d4889472-Reviews-Astir_Beach-Vouliagmeni_East_Attica_Region_Attica.html"
    }
]