[
    {
        "attraction_name": "Athirappilly Falls",
        "attraction_name_vi": "Thác Athirappilly",
        "general_info": [
            "728 đánh giá",
            "1 trong 6 hoạt động giải trí ở Athirappilly",
            "Thác nước"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Đã lên kế hoạch cho một chuyến thăm được một thời gian.\nỞ lại Trichur và đi xe buýt đến Chalakudi và tiếp tục đến Thác Athi.\nKết nối tốt từ Chalakudi, xe buýt thường xuyên. Giá vé là 40 Rs.\nĐủ khách sạn để ở và ăn uống gần thác\nVé vào cửa rơi là 50 Rs và giữ lại vé để có thể sử dụng vé tương tự tại Vazhachal. \nAthi có hai điểm tham quan, du khách có thể đi bộ lên đỉnh thác 100-200 m. Xuống thác có thể tiếp cận được bằng khoảng 200-300 bậc thang và đá không bằng phẳng. Phần này có thể khó khăn đối với người lớn tuổi. Và nếu trời mưa.\nTất cả cùng nhau phải ghé thăm.\nVị trí thứ hai là thác Vazhachal, nơi này bằng phẳng hơn. 5-6 km từ Athi. Sử dụng cùng một vé với Athi. \nTrên đường đi có thác Charpa ven đường\nTự động mất 20 phút và 300 Rs cho việc lên xuống. Xe buýt không thường xuyên xuất hiện trên đoạn đường này.\nTham quan cả 3 đều được.Đọc thêm",
            "Thác nước Athirapally mang đến một khung cảnh ngoạn mục từ cả trên và dưới, thể hiện sức mạnh và vẻ đẹp tuyệt đối của nó. Được bao quanh bởi cây xanh tươi tốt, nơi đây như một kỳ quan thiên nhiên làm say đắm trái tim của những người yêu thiên nhiên cũng như những người đam mê phiêu lưu. Đi xuyên rừng để đến thác là một cách tuyệt vời để trải nghiệm thiên nhiên.\n\nDu khách cần phải trả phí phương tiện và đậu xe dọc đường vì có thể không có bãi đậu xe được chỉ định. Và tiền mặt là phương thức thanh toán duy nhất được chấp nhận. Kết nối mạng di động có thể không đáng tin cậy trong khu vực. Mang theo một chai nước bên mình và trả lại tại điểm vào để được hoàn lại 10 rupee. Bạn cũng sẽ cần phải mua vé vào cửa để vào thác. Phí vào cửa là 50 rupee mỗi người. \n\nĐiểm quan sát trên cùng của thác chỉ cách lối vào thác 10-15 phút đi bộ. Tuy nhiên, để xuống chân thác phải đi bộ 30 phút qua địa hình lầy lội. Điều quan trọng cần lưu ý là những người có vấn đề về di chuyển hoặc khó thở nên tránh đi bộ xuống thác nước. \nLưu lượng nước tại thác có thể thay đổi tùy theo thời gian trong năm. Sau tháng 2, dòng chảy có thể ít hơn. Để thấy dòng nước dâng cao, thời gian tốt nhất để ghé thăm là từ tháng 6 đến tháng 12. Không được phép tắm ở thác và có thể gặp rủi ro do điều kiện nước thay đổi. Mặc dù các chuyến thăm sau tháng 2 được phép xuống nước do lưu lượng nước thấp hơn.  Việc tham quan sẽ bị hạn chế trong một số thời điểm nhất định, đặc biệt là vào mùa mưa hoặc khi đập được mở. Khu vực này có thể trở nên đông đúc vào những ngày cuối tuần dài.\nĐọc thêm",
            "Chúng tôi đến thăm mùa thu vào tháng 12. Nhiều thác ở Ấn Độ là thác gió mùa. Vì vậy, chúng tôi tự hỏi liệu chúng tôi có thực sự nhìn thấy nước hay không. Nhưng chúng tôi rất ngạc nhiên với dòng chảy. Có những bậc thang để đi lên và thậm chí có cả lối đi dành cho xe lăn. Đường đi xuống có vẻ hơi khó di chuyển đối với người lớn tuổi nên chúng tôi chỉ nhìn thấy nó từ trên xuống. Chắc chắn đáng ghé thăm nếu ở trong khu vựcĐọc thêm",
            "Cảnh quan tuyệt đẹp từ khách sạn còn lại thì không tốt chút nào. Khách sạn cần cải thiện nhiều và nhân viên có trải nghiệm rất tệ. Đọc thêm",
            "Không đáng lắm và người ta có thể bỏ qua nó và tiết kiệm chi phí cũng như thời gian đi lại. Tốt hơn là nên dành nhiều thời gian ở munnar hoặc kochi hơn là thế này.Đọc thêm",
            "Chúng tôi đến thăm mùa thu vào tháng 12. Nhiều thác ở Ấn Độ là thác gió mùa. Vì vậy, chúng tôi tự hỏi liệu chúng tôi có thực sự nhìn thấy nước hay không. Nhưng chúng tôi rất ngạc nhiên với dòng chảy. Có những bậc thang để đi lên và thậm chí có cả lối đi dành cho xe lăn. Đường đi xuống có vẻ hơi khó di chuyển đối với người lớn tuổi nên chúng tôi chỉ nhìn thấy nó từ trên xuống. Chắc chắn đáng ghé thăm nếu ở trong khu vựcĐọc thêm",
            "Thác nước Athirapally mang đến một khung cảnh ngoạn mục từ cả trên và dưới, thể hiện sức mạnh và vẻ đẹp tuyệt đối của nó. Được bao quanh bởi cây xanh tươi tốt, nơi đây như một kỳ quan thiên nhiên làm say đắm trái tim của những người yêu thiên nhiên cũng như những người đam mê phiêu lưu. Đi xuyên rừng để đến thác là một cách tuyệt vời để trải nghiệm thiên nhiên. Du khách cần phải trả phí phương tiện và đỗ xe dọc đường vì có thể không có bãi đậu xe được chỉ định. Và tiền mặt là phương thức thanh toán duy nhất được chấp nhận. Kết nối mạng di động có thể không đáng tin cậy trong khu vực. Mang theo một chai nước bên mình và trả lại tại điểm vào để được hoàn lại 10 rupee. Bạn cũng sẽ cần phải mua vé vào cửa để vào thác. Phí vào cửa là 50 rupee mỗi người. Điểm quan sát trên cùng của thác chỉ cách lối vào thác 10-15 phút đi bộ. Tuy nhiên, để xuống chân thác phải đi bộ 30 phút qua địa hình lầy lội. Điều quan trọng cần lưu ý là những người có vấn đề về di chuyển hoặc khó thở nên tránh đi bộ xuống thác nước. Lưu lượng nước tại thác có thể thay đổi tùy theo thời gian trong năm. Sau tháng 2, dòng chảy có thể ít hơn. Để thấy dòng nước dâng cao, thời gian tốt nhất để ghé thăm là từ tháng 6 đến tháng 12. Không được phép tắm ở thác và có thể gặp rủi ro do điều kiện nước thay đổi. Mặc dù các chuyến thăm sau tháng 2 được phép xuống nước do lưu lượng nước thấp hơn.  Việc tham quan sẽ bị hạn chế trong một số thời điểm nhất định, đặc biệt là vào mùa mưa hoặc khi đập được mở. Khu vực này có thể đông đúc vào những ngày cuối tuần dài.Đọc thêm",
            "Đã lên kế hoạch cho một chuyến thăm được một thời gian. Ở lại Trichur và bắt xe buýt đến Chalakudi và tiếp tục đến Thác Athi. Được kết nối tốt từ Chalakudi, xe buýt thường xuyên. FAre là 40 Rs. Các khách sạn đủ để ở và ăn uống gần thác. Vé vào Thác là 50 Rs và giữ lại vé để số tiền đó cũng có thể được sử dụng tại Vazhachal. Athi có hai điểm tham quan, du khách có thể đi bộ lên đỉnh thác 100-200 m. Xuống thác có thể tiếp cận được bằng khoảng 200-300 bậc thang và đá không bằng phẳng. Phần này có thể khó khăn đối với người lớn tuổi. Và nếu trời mưa. Tất cả cùng nhau phải ghé thăm. Sau đó, vị trí thứ hai là thác Vazhachal, đây là khu vực bằng phẳng hơn. 5-6 km từ Athi. Sử dụng cùng một vé với Athi. Trên đường đi là thác Charpa ven đường. Tự động mất 20 phút và 300 Rs cho một lần lên xuống. Xe buýt không hoạt động thường xuyên trên đoạn đường này. Có thể ghé thăm cả 3. Đọc thêm",
            "Trải nghiệm tốt đẹp. Bạn phải đi bộ và bạn sẽ thích nó một chuyến đi bộ nhỏ. Thác nước là một trải nghiệm thú vị Đọc thêm",
            "Chúng tôi đã đi vào tháng 8, tức là sau gió mùa và dòng chảy không lớn nhưng khá. Bản thân thác ở khá xa - vì vậy phải có phương tiện cá nhân có sẵn xe buýt công cộng, nhưng không chắc tần suất như thế nào. Điểm ngắm thác nằm trên đỉnh thác đòi hỏi phải đi bộ đàng hoàng lên đến điểm, hầu hết trong số những người đã cố gắng đến đây - tuy nhiên có một con đường dẫn xuống thác và tất nhiên là đòi hỏi phải có thể lực tốt. Quãng đường vừa phải khoảng 500-600m. Nhưng thật đáng giá khi ở đó bạn có thể nhìn thấy vẻ đẹp quyến rũ nhất của thác. Đây là một hoạt động cả ngày vì việc đến thác mất khoảng 2-3 giờ tùy thuộc vào nơi bạn đến. Có rất nhiều nguồn cung cấp thức ăn và nước uống nên không có vấn đề gì về mặt đó. Nhà vệ sinh hơi mộc mạc nhưng tươm tất so với nhiều nơi khác.Đọc thêm",
            "Thác đẹp nếu đúng thời điểm là từ gió mùa đến tháng 1-tháng 2. Chúng tôi đi vào tuần đầu tiên của tháng 3, nước chia thành hai dòng. Chuyến đi bộ 20 phút từ cổng đến đỉnh là một trải nghiệm thú vị và con đường được bảo trì tốt. Nhưng đi đến chân thác, dù chỉ có 600m theo lời bảo vệ ở đó nhưng đường đi rất dốc, quanh co và rất gồ ghề. Đi xuống cũng được nhưng leo lên sẽ là một việc khó khăn. Chúng tôi đã cố gắng đi một quãng đường nhỏ nhưng rồi bỏ cuộc, thuộc lứa tuổi người cao tuổi và đi một mình nên lái xe không muốn mạo hiểm. Nhưng người trẻ hơn và có thể chất tốt hơn. người phù hợp nhất định nên thử. Chúng ta có thể thấy rằng trải nghiệm ở phía dưới sẽ rất tuyệt vời. Nhưng cuộc phiêu lưu thú vị và chắc chắn đáng để khám phá.Đọc thêm",
            "Thác đáng yêu với lượng nước vừa phải .. đến thăm cùng gia đình yêu thích trải nghiệm .. rất đông ngườiĐọc thêm",
            "Tôi đã đến thăm thác nước này vào tháng 9 năm 2022 và thác nước bị ngập rất nhiều nước. Chúng tôi không thể đến gần thác nước và không thể chụp một bức ảnh nào ở chân thác. Chúng tôi có thể chụp một số bức ảnh ở đỉnh thác. Quá đông đúc khi tôi đến đó mặc dù có một ban nhạc vào ngày hôm đó. Không có xe buýt nào vào ngày chúng tôi đến thăm và chúng tôi thuê một chiếc ô tô với giá 1200 rupee đến chalakkudy cùng với 2 người nữa. Đọc thêm"
        ],
        "star_ratings": [
            457,
            221,
            35,
            10,
            5
        ],
        "review_amount": 728,
        "location": [
            "Các hoạt động ở Athirappilly",
            "Kerala",
            "Châu Á",
            "Ấn Độ",
            "Thác Athirappilly",
            "Quận Thrissur",
            "Athirappilly (Cây thuốc phiện)"
        ],
        "reviews_time": [
            "Written September 11, 2023",
            "Written October 24, 2023",
            "Written December 24, 2023",
            "Written May 23, 2024",
            "Written February 11, 2024",
            "Written December 24, 2023",
            "Written October 24, 2023",
            "Written September 12, 2023",
            "Written September 11, 2023",
            "Written August 16, 2023",
            "Written March 26, 2023",
            "Written January 1, 2023",
            "Written December 6, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g2289004-d2553639-Reviews-Athirappilly_Falls-Athirappilly_Thrissur_District_Kerala.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g2289004-d19067675-Reviews-Zatkara-Athirappilly_Thrissur_District_Kerala.html",
            "https://www.tripadvisor.com/Restaurant_Review-g2289004-d14791236-Reviews-Clirind_Resorts_Restaurant-Athirappilly_Thrissur_District_Kerala.html",
            "https://www.tripadvisor.com/Restaurant_Review-g19546714-d27164660-Reviews-The_Waterfront-Pariyaram_Kannur_District_Kerala.html",
            "https://www.tripadvisor.com/Restaurant_Review-g2289004-d14182549-Reviews-Clirind_Restaurant-Athirappilly_Thrissur_District_Kerala.html",
            "https://www.tripadvisor.com/Restaurant_Review-g2285465-d27577248-Reviews-Cafe_1947-Kodungallur_Thrissur_District_Kerala.html",
            "https://www.tripadvisor.com/Attraction_Review-g8707053-d8702764-Reviews-Athirappilly_Water_Falls-Ayyampuzha_Ernakulam_District_Kerala.html",
            "https://www.tripadvisor.com/Attraction_Review-g735202-d7205040-Reviews-Vazhachal_Waterfalls-Thrissur_Thrissur_District_Kerala.html",
            "https://www.tripadvisor.com/Attraction_Review-g735202-d5788334-Reviews-Peringalkuthu_Dam-Thrissur_Thrissur_District_Kerala.html",
            "https://www.tripadvisor.com/Attraction_Review-g2289004-d2553639-Reviews-or10-Athirappilly_Falls-Athirappilly_Thrissur_District_Kerala.html",
            "https://www.tripadvisor.com/Attraction_Review-g2289004-d2218031-Reviews-Vazhachal_Falls-Athirappilly_Thrissur_District_Kerala.html",
            "https://www.tripadvisor.com/Attraction_Review-g2289004-d2694245-Reviews-Charpa_Waterfall-Athirappilly_Thrissur_District_Kerala.html",
            "https://www.tripadvisor.com/Attraction_Review-g2289004-d10556944-Reviews-Thumboormuzhi_Dam_Garden-Athirappilly_Thrissur_District_Kerala.html",
            "https://www.tripadvisor.com/Attraction_Review-g2289004-d4138490-Reviews-Chalakudy_River-Athirappilly_Thrissur_District_Kerala.html",
            "https://www.tripadvisor.com/Attraction_Review-g1888092-d13023746-Reviews-Snow_Storm-Chalakudy_Thrissur_District_Kerala.html",
            "https://www.tripadvisor.com/Attraction_Review-g1888092-d5858125-Reviews-Thumboormuzhy_Dam-Chalakudy_Thrissur_District_Kerala.html",
            "https://www.tripadvisor.com/Attraction_Review-g3734188-d3734063-Reviews-Paniyeli_Poru-Kuruppampady_Ernakulam_District_Kerala.html",
            "https://www.tripadvisor.com/Attraction_Review-g2294778-d3705779-Reviews-St_Thomas_International_Shrine-Malayattoor_Ernakulam_District_Kerala.html",
            "https://www.tripadvisor.com/Attraction_Review-g1888092-d4268436-Reviews-Silver_Storm_Water_Theme_Park-Chalakudy_Thrissur_District_Kerala.html",
            "https://www.tripadvisor.com/Attraction_Review-g4053412-d12116522-Reviews-Paniely_Poru-Ernakulam_Kochi_Cochin_Ernakulam_District_Kerala.html",
            "https://www.tripadvisor.com/Attraction_Review-g12300246-d2440987-Reviews-Illithodu-Ernakulam_District_Kerala.html",
            "https://www.tripadvisor.com/Attraction_Review-g2412277-d9987960-Reviews-Abhayaranyam_Zoo-Kodanad_Ernakulam_District_Kerala.html",
            "https://www.tripadvisor.com/Attraction_Review-g297633-d10501136-Reviews-Namami-Kochi_Cochin_Ernakulam_District_Kerala.html",
            "https://www.tripadvisor.com/Attraction_Review-g2412277-d2445139-Reviews-Kodanand_Elephant_Training_Centre-Kodanad_Ernakulam_District_Kerala.html",
            "https://www.tripadvisor.com/Attraction_Review-g2294778-d25329096-Reviews-Yoga_Sala_Cochin-Malayattoor_Ernakulam_District_Kerala.html",
            "https://www.tripadvisor.com/Attraction_Review-g25338027-d25328993-Reviews-Yoga_sala_Cochin-Mulamkuzhi_Ernakulam_District_Kerala.html",
            "https://www.tripadvisor.com/Attraction_Review-g58277-d23025316-Reviews-Apex_Entertainment_Virginia_Beach-Virginia_Beach_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d23961934-Reviews-Galerie_Dior-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g32676-d17373446-Reviews-The_Barn_at_Cielo_Farms-Malibu_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g2350619-d456658-Reviews-Charyn_Canyon-Almaty_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g29092-d186690-Reviews-Disney_California_Adventure_Park-Anaheim_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g8473164-d8470318-Reviews-Maratha_Beach-Maratha_Skiathos_Sporades.html",
            "https://www.tripadvisor.com/Attraction_Review-g41558-d105077-Reviews-Chappaquiddick-Edgartown_Martha_s_Vineyard_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g31274-d561958-Reviews-Breakers_Water_Park-Marana_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d15875566-Reviews-Voie_Spa_Salon-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g40562-d4751660-Reviews-Sebago_Lake_State_Park-Casco_Maine.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g2289004-d2553639-Reviews-or10-Athirappilly_Falls-Athirappilly_Thrissur_District_Kerala.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g2289004-d2553639-Reviews-Athirappilly_Falls-Athirappilly_Thrissur_District_Kerala.html"
    }
]