[
    {
        "attraction_name": "Atitlan Nature Reserve",
        "attraction_name_vi": "Khu bảo tồn thiên nhiên Atitlan",
        "general_info": [
            "847 đánh giá",
            "- 2 trong số 13 điều cần làm ở Panajachel",
            "Thiên nhiên - Khu vực hoang dã"
        ],
        "attraction_summary": "The Atitlan Nature Reserve is both a must for visitors of Lake Atitlan and a force in the environmental cause: Atitlan Azul. It is an extraordinary gate to the magnificent Lake Atitlan and its spectacular volcanoes. Its zip lines, butterfly preserve, trails, hanging bridges and lodgings bring you in close contact with nature. On the zip lines you fly above waterfalls, coffee groves, oak stands and the steep cliffs that guard the lake. At the Butterfly Geodome you enjoy the colors and forms of hundreds of butterflies surrounded by flowers and the sounds of water. Humming birds and the murmur of the river accompany you while you have lunch, coffee or a drink, then you continue to explore the diversity and beauty of this natural wonder. At night, the crickets, owls and the sounds of the night will be your company in our lodging. The Reserve supports the work of scientist and students concerned with biodiversity and environmental degradation.Read more",
        "reviews": [
            "A lovely nature reserve. Not exactly teeming with wildlife if I - m honest - we saw a couple of monkeys and a bird or two, but as is the way of these things you - re hearing more than seeing through the trees.But there - s one important thing in case it helps anyone: if you - re not the fittest  - or it - s blazing hot the day you go - , it makes a huge difference which direction you go around the main trail. I - m talking specifically about the longest trail, the orange one on the map called  - Senderos naturales - . From the visitor centre, the left-hand route  - going kind of clockwise I guess - on the map it starts as red then blue before it reaches the orange bit -  is longer to get to the top but a LOT less steep. We went that way round and it was tough going in the heat, but the route down  - the more wiggly orange bit on the map -  is shorter but much, much steeper. I - ve attached a map here showing what I mean.It - s a nice walk and well worth the effort but I just wanted to say, if you - re keen to make it easier on yourself on your holiday, take the left - clockwise route, rather than go right - anti-clockwise, on that orange route. If we - d happened to go that way I don - t reckon I - d have made it up to the top.Read more",
            "Nơi tuyệt vời để ngắm nhìn thiên nhiên, ngắm cảnh hồ, bãi biển, đường zip, sân chơi, vườn bướm và nhà hàng. Bạn có thể dành 2 -3 giờ. Định hướng gia đình. An toàn và sạch sẽ. Giá cả hợp lý và rất gần với Pana. Giao thông dễ dàng từ - tới thị trấn.Đọc thêm",
            "Honestly a little scary experience Ziplining lol I had to remind myself to breathe. It was my first time Ziplining and we chose to do the biggest one. It was well worth it. Spanish speaking instructors which I was kind of scared of because I don - t speak Spanish but I managed to understand the instructions. There were plenty of others in the group that also didn - t speak Spanish. It was just a quick demonstration less than five minutes. Everyone is a pro here and the equipment is in nice condition. They have constant eyes on you making sure everything is secure and 100 -  ready. Credit card and cash are accepted. Make sure you have cash, 10Q per person per each direction in a tuktuk, no need to tip. Can walk but it is dangerous and not recommended to do so as there is a blind turn before the entrance. Zipline admission includes park admission. They allow small Fanny packs, think lululemon everywhere bag. Sunglasses we were allowed to wear since we had the neck lanyard. We brought a plastic water bottle and drank it along the way, they provide water after like the fourth zipline I can - t remember. But if you bring your own bottle you - ll probably have to stuff it in your bra and carry it with you the entire way since there - s no trash cans on the trail.Read more",
            "Chắc chắn giá trị chuyến thăm!  Thật thú vị khi đi bộ qua Reserva và những chiếc áo choàng thật đáng yêu.  Những con khỉ giữ khoảng cách.  Thác nước chảy nhỏ giọt vì đang là mùa khô, nhưng thật tuyệt khi được nằm trên chiếc ghế dài dưới gốc cây chuối.  Những cây cầu treo - không dành cho người yếu tim - thật là hồi hộp! - và chuồng bướm thật kỳ diệu.  Đọc thêm",
            "Trải nghiệm tuyệt vời, chúng tôi tận hưởng cả ngày tham quan hồ. Đề xuất của tôi: - đi thuyền tập thể đến thăm các thị trấn kể từ Panajachel, cứ 15 phút họ lại đến. - đi đến đài quan sát San Juan la laguna, Mất 15 phút đi bộ nhưng quang cảnh phải nỗ lực hết sức - đi đến thị trấn San marcos và nhảy xuống hồ trên tấm bạt lò xo, sau đó thư giãn trong hồ - ở San Marcos cũng đi dạo trên phố và ghé thăm một số điểm tập yoga và thư giãn, ở đó - rất nhiều điều tốt sự rung cảm ở thị trấn này, nơi tôi yêu thích - bạn có thể nghỉ ngơi ở Selina panajachel và ăn ở pinguino.Đọc thêm",
            "Chúng tôi lớn tuổi hơn với đầu gối xấu nhưng điều này vẫn rất thú vị. Trải nghiệm bướm thật tuyệt vời và dễ dàng tiếp cận. Chúng tôi không nhìn thấy khỉ nhưng nghe thấy những người khác đã làm vậy.  Các bậc thang - những tảng đá khiến cho việc leo lên không bằng phẳng, không có tay vịn lên bục để ngắm khỉ.  Nếu bạn là người leo núi giỏi thì sẽ rất tuyệt.Đọc thêm",
            "Khi đọc qua một số đánh giá khác ở đây, tôi hơi thất vọng về những kỳ vọng.  Khu bảo tồn thiên nhiên rất đẹp, có một số loài động vật hoang dã để quan sát và bản thân nơi đây cũng rất đẹp và yên bình.  Chúng tôi đã không thực hiện việc kéo dây nhưng một số người trong nhóm của chúng tôi đã thử đi xe đạp cáp, đây chắc chắn là một trải nghiệm độc đáo.  Nếu bạn định thực hiện bất kỳ hoạt động nào trong số này, tôi khuyên bạn nên đọc kỹ các điều khoản miễn trừ và hiểu rằng chúng có khả năng gây nguy hiểm.  Chúng tôi cần nói một ít tiếng Tây Ban Nha để hiểu các hướng dẫn và sự miễn trừ mà chúng tôi hoàn toàn mong đợi.  Nếu bạn đang mong đợi một - sở thú - thì không phải vậy.  Bạn có thể hoặc không thể nhìn thấy những con khỉ ở gần.  Nếu bạn đi, tôi thực sự khuyên bạn nên đi bộ xuống hồ, nơi rất đẹp.  Đọc thêm",
            "",
            "Chúng tôi đã thực hiện dây siêu zip và hoàn toàn thích nó. Khung cảnh thực sự tuyệt đẹp và các dây zip thật rực rỡ. Tôi nghĩ rằng chiếc ultra chắc chắn đáng để bỏ thêm thời gian và chi phí - ba dây zip đầu tiên rất cao và dài, với tầm nhìn tuyệt đẹp ra hồ. Các hướng dẫn viên rất thân thiện và hữu ích và toàn bộ cuộc phiêu lưu có cảm giác thực sự an toàn. Rất muốn giới thiệuĐọc thêm",
            "The Atitlan Nature Reserve could probably be a fun experience, as long as you are just there for the zip lines - trails. We stayed overnight and it was a  - meh -  experience. It was a large space, but certainly rustic. There were bugs on the floor and in the beds. It - s also very far out from the town of Panajachel and there is major road construction going on, so it - s very difficult to get back and forth, due to tuk tuk drivers and bus drivers not wanting to come out all that way. You could walk it, if you - re fit and don - t have a lot of luggage, otherwise it - s a major pain in the butt. The biggest disappointment was how the staff treated us, as if we and our questions were a bother to them. As I was chatting with one of the receptionists, and asking some questions, the phone rang. She answered and proceeded to talk and talk and talk. I finally walked away. She did come and find me and apologized, but the service wasn - t great. There is a little restaurant there, with mediocre food. The restaurant closes at five. If you stay and need to eat after that, you - ll have to walk to one of the other hotels nearby--which was how we learned there are much better places to stay than here. The final straw was when we were checking out, the guy at the desk said I had to pay for the room. I was a bit surprised since we - d already paid everything in full. I told him as much. He insisted that I hadn - t and that they didn - t work through agencies. He made a call and found out I was telling the truth. Again, apologies up and down, but it doesn - t make a person feel so great in the moment. AND, if I hadn - t been a fluent Spanish speaker, it could - ve been a real mess. We most likely won - t return to this spot and I don - t recommend it. For a nicer experience, try Hotel Atitlan, just up the road.Read more",
            "Xin chào, có nơi để cất túi xách hoặc hành lý không?Đọc thêm",
            "Chào mọi người,\nTôi sẽ đi du lịch đến Guatemala vào tháng 10 và muốn chơi trò đu dây. Chúng tôi - sẽ ở Pana và sẽ đi tuk-tuk đến khu bảo tồn. Chúng ta sẽ mua dây zip ở đâu khi ở đó?Đọc thêm",
            "Chúng tôi đã mua vé tại địa điểm này, không cần đặt vé sớm, nhưng sẽ là điều khôn ngoan nếu bạn đảm bảo rằng đó không phải là thời điểm bận rộn khi bạn đến đó.Đọc thêm",
            "Tôi có thể đi bộ đến Khu bảo tồn Thiên nhiên từ thị trấn Panajachel không?Đọc thêm",
            "Xin chào, điều đó thực sự có thể. Một số kinh nghiệm được chào đón.Đọc thêm",
            "Xin chào, nếu tôi muốn chơi zipline thì tôi có phải đặt trước không hay tôi có thể đến vào ngày đó và trả tiền sau đó không?Đọc thêm",
            "Chúng tôi vừa bước vào... và mua vé. Đọc thêm",
            "Bạn có tính phí cho trẻ em dưới 4 tuổi không? Tôi có một đứa trẻ 1 tuổi và một đứa 3 tuổi. Cảm ơn!Đọc thêm",
            "Không tính phí vào dự trữ. Con bạn sẽ thích đi bộ đến thác nước và đến nhà bướm. Mẹo: Mang theo bình xịt côn trùng và mặc quần dài, tất cao và giày tennis cho trẻ.   Không có quần short hoặc dép. Chân tôi hơi mỏi khi leo núi khi trượt zipline. Vết cắn ở mắt cá chân khiến tôi khó chịu suốt nhiều tuần. Đó là một chuyến đi bộ đẹp, rất tươi tốt và những cây cầu treo rất thú vị. Con bạn sẽ yêu thích những chú khỉ và ngôi nhà bướm. Hãy tận hưởng!!Đọc thêm",
            "Bạn tính phí bao nhiêu khi đặt chỗ cho mỗi dịch vụ của mình?Đọc thêm",
            "Nếu bạn đi riêng lẻ để sử dụng các dịch vụ thì mức giá không hề rẻ chút nào, nhưng nếu bạn ở lại ngủ ở đó thì nó bao gồm mọi thứ và một đêm không đắt chút nào đối với những gì họ cung cấp và vị trí của nóĐọc thêm",
            "Chào,\nNếu tôi muốn cắm trại tại địa điểm thì tôi chỉ cần có mặt hay tôi cần đặt chỗ trước?\nCảm ơn! Đọc thêm",
            "Bạn chỉ có thể có mặt, nhưng sẽ tốt hơn nếu bạn cho chúng tôi biết khi nào bạn đến để chào đón bạn một cách chu đáo. Bạn có thể gọi - 502 7762 2565 trong giờ hành chính 8:00 sáng đến 5:00 chiều. \n\nNếu bạn cần một chiếc lều, chắc chắn hãy cho chúng tôi biết. Chúng tôi có một số.\n\nHy vọng sớm được gặp bạn ở đâyĐọc thêm",
            "Chi phí cho mỗi người để vào khu bảo tồn và sau đó đến zipline là bao nhiêu?Đọc thêm",
            "Tôi nghĩ là - 10 để vào và - 30 để kéo dây. Nó rất đáng giá!  Trải nghiệm tuyệt vời. Bạn thậm chí có thể học một số từ Maya từ hướng dẫn viên trên đường lên!  Bài học ngôn ngữ miễn phí. Haha Đọc thêm",
            "Tôi sẽ đến thăm vào tháng 12. Tự hỏi liệu có nhiều người đã làm việc này - lớn tuổi hơn - không?  Tôi đã thực hiện zip zip một lần ở Costa Rica.  Nó có vẻ thuần hóa hơn những gì tôi đã đọc ở đây.Đọc thêm",
            "Các tiêu chuẩn và quy trình an toàn của chúng tôi thuộc hàng tốt nhất trong ngành. Vì vậy, ngoài mối lo ngại tiềm ẩn đó, tôi nên nói thêm rằng chúng tôi có nhóm người hàng tuần với độ tuổi trung bình là 63 tuổi và chúng tôi có kinh nghiệm trong việc xử lý - những người lớn tuổi -. \n\nChúng tôi đã có những du khách ở độ tuổi cuối thập niên 80 cảm thấy trải nghiệm này rất thú vị và thú vị nhờ cáp đào tạo của chúng tôi và sự chăm sóc của các hướng dẫn viên giàu kinh nghiệm của chúng tôi. \n\nKhi bạn đọc trên trang web, có một số đoạn đi lên dốc và chúng tôi dành thời gian với những người thích như vậy. Chúng tôi hy vọng được gặp bạn trên đường zip.Đọc thêm",
            "chúng ta có cần người hướng dẫn không hay chỉ đi loanh quanh cũng được?Đọc thêm",
            "Đu dây zipline cần có người hướng dẫn, tôi tin rằng bạn có thể tự mình đi dạo quanh công viên.Đọc thêm"
        ],
        "star_ratings": [
            531,
            223,
            64,
            18,
            11
        ],
        "review_amount": 847,
        "location": [
            "Trung Mỹ",
            "Guatemala",
            "Panajachel",
            "Khu bảo tồn thiên nhiên Atitlan",
            "Sở Solola",
            "Các hoạt động ở Panajachel",
            "Tây Nguyên",
            "Hồ Atitlan"
        ],
        "reviews_time": [
            "Written May 2, 2024",
            "Written March 28, 2024",
            "Written March 14, 2024",
            "Written February 29, 2024",
            "Written February 16, 2024",
            "Written February 15, 2024",
            "Written December 18, 2023",
            "Written September 22, 2023",
            "Written August 19, 2023",
            "Written July 6, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g292008-d307028-Reviews-Atitlan_Nature_Reserve-Panajachel_Lake_Atitlan_Solola_Department_Western_Highlands.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g292008-d1167214-Reviews-Hotel_Atitlan_Restaurant-Panajachel_Lake_Atitlan_Solola_Department_Western_Highla.html",
            "https://www.tripadvisor.com/Restaurant_Review-g292008-d4066715-Reviews-Cafe_Loco_Coffee-Panajachel_Lake_Atitlan_Solola_Department_Western_Highlands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g292008-d2249051-Reviews-Crossroads_Cafe-Panajachel_Lake_Atitlan_Solola_Department_Western_Highlands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g292008-d2437339-Reviews-Jose_Pinguinos-Panajachel_Lake_Atitlan_Solola_Department_Western_Highlands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g292008-d1443153-Reviews-Restaurante_Guajimbos-Panajachel_Lake_Atitlan_Solola_Department_Western_Highlands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g292008-d2239697-Reviews-Deli_Jasmin-Panajachel_Lake_Atitlan_Solola_Department_Western_Highlands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g292008-d6125000-Reviews-Tuscani-Panajachel_Lake_Atitlan_Solola_Department_Western_Highlands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g292008-d6404361-Reviews-Mister_Jon_s-Panajachel_Lake_Atitlan_Solola_Department_Western_Highlands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g292008-d1516316-Reviews-Circus_Bar-Panajachel_Lake_Atitlan_Solola_Department_Western_Highlands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g292008-d2041580-Reviews-Pupuseria_Cheros-Panajachel_Lake_Atitlan_Solola_Department_Western_Highlands.html",
            "https://www.tripadvisor.com/Attraction_Review-g292008-d309453-Reviews-Hotel_Atitlan_Gardens-Panajachel_Lake_Atitlan_Solola_Department_Western_Highlands.html",
            "https://www.tripadvisor.com/Attraction_Review-g292007-d306961-Reviews-Lago_de_Atitlan-Lake_Atitlan_Solola_Department_Western_Highlands.html",
            "https://www.tripadvisor.com/Attraction_Review-g292008-d8390486-Reviews-Church_of_St_Francis-Panajachel_Lake_Atitlan_Solola_Department_Western_Highlands.html",
            "https://www.tripadvisor.com/Attraction_Review-g292008-d24982770-Reviews-Sofia_Decente_Swim_Apparel-Panajachel_Lake_Atitlan_Solola_Department_Western_Hig.html",
            "https://www.tripadvisor.com/Attraction_Review-g292008-d13116799-Reviews-AviMuseo_de_Arte_de_Atitlan-Panajachel_Lake_Atitlan_Solola_Department_Western_Hi.html",
            "https://www.tripadvisor.com/Attraction_Review-g292008-d3187627-Reviews-Casa_Cakchiquel-Panajachel_Lake_Atitlan_Solola_Department_Western_Highlands.html",
            "https://www.tripadvisor.com/Attraction_Review-g292008-d3641319-Reviews-Hotel_Posada_de_Don_Rodrigo_Museum-Panajachel_Lake_Atitlan_Solola_Department_West.html",
            "https://www.tripadvisor.com/Attraction_Review-g292008-d4419893-Reviews-La_Galeria-Panajachel_Lake_Atitlan_Solola_Department_Western_Highlands.html",
            "https://www.tripadvisor.com/Attraction_Review-g1087643-d1997571-Reviews-Solola_Market-Solola_Solola_Department_Western_Highlands.html",
            "https://www.tripadvisor.com/Attraction_Review-g313832-d2633467-Reviews-Santa_Cruz_Spanish_School-Santa_Cruz_La_Laguna_Lake_Atitlan_Solola_Department_Wes.html",
            "https://www.tripadvisor.com/Attraction_Review-g292008-d307028-Reviews-or10-Atitlan_Nature_Reserve-Panajachel_Lake_Atitlan_Solola_Department_Western_High.html",
            "https://www.tripadvisor.com/Attraction_Review-g292008-d27453370-Reviews-Atitlan_Zup-Panajachel_Lake_Atitlan_Solola_Department_Western_Highlands.html",
            "https://www.tripadvisor.com/Attraction_Review-g292008-d27335093-Reviews-Katampe_Hikes-Panajachel_Lake_Atitlan_Solola_Department_Western_Highlands.html",
            "https://www.tripadvisor.com/Attraction_Review-g292008-d2431899-Reviews-Paragliding_Panajachel-Panajachel_Lake_Atitlan_Solola_Department_Western_Highland.html",
            "https://www.tripadvisor.com/Attraction_Review-g292008-d8651101-Reviews-GuateSUP-Panajachel_Lake_Atitlan_Solola_Department_Western_Highlands.html",
            "https://www.tripadvisor.com/Attraction_Review-g292008-d10449482-Reviews-GR_Travel-Panajachel_Lake_Atitlan_Solola_Department_Western_Highlands.html",
            "https://www.tripadvisor.com/Attraction_Review-g313832-d12860396-Reviews-Stand_Up_Paddle_Atitlan-Santa_Cruz_La_Laguna_Lake_Atitlan_Solola_Department_West.html",
            "https://www.tripadvisor.com/Attraction_Review-g313832-d1819122-Reviews-Voltan_Adventures-Santa_Cruz_La_Laguna_Lake_Atitlan_Solola_Department_Western_Hig.html",
            "https://www.tripadvisor.com/Attraction_Review-g292008-d10171168-Reviews-JABEL_TINAMIT_Spanish_School-Panajachel_Lake_Atitlan_Solola_Department_Western_H.html",
            "https://www.tripadvisor.com/Attraction_Review-g313832-d1439085-Reviews-Los_Elementos_Adventure_Center-Santa_Cruz_La_Laguna_Lake_Atitlan_Solola_Departmen.html",
            "https://www.tripadvisor.com/Attraction_Review-g292008-d12387555-Reviews-Exhale_Body_Mind_Spa-Panajachel_Lake_Atitlan_Solola_Department_Western_Highlands.html",
            "https://www.tripadvisor.com/Attraction_Review-g292008-d21038806-Reviews-Multicolores-Panajachel_Lake_Atitlan_Solola_Department_Western_Highlands.html",
            "https://www.tripadvisor.com/Attraction_Review-g292008-d11846452-Reviews-Simoneta_Mixology_Cantina-Panajachel_Lake_Atitlan_Solola_Department_Western_High.html",
            "https://www.tripadvisor.com/Attraction_Review-g1065829-d26610237-Reviews-Mundo_de_Abejas_Mayas-San_Juan_la_Laguna_Lake_Atitlan_Solola_Department_Western.html",
            "https://www.tripadvisor.com/Attraction_Review-g313833-d6896697-Reviews-Mayan_Kitchen_Cooking_Class_in_Lake_Atitlan-San_Pedro_La_Laguna_Lake_Atitlan_Solo.html",
            "https://www.tripadvisor.com/Attraction_Review-g55229-d1165693-Reviews-Cooter_s_Museum_and_Store_Nashville-Nashville_Davidson_County_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d242747-Reviews-Muzeum_Checkpoint_Charlie-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g57589-d23648031-Reviews-King_Spa-Chantilly_Fairfax_County_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g33872-d15207503-Reviews-Yantic_Falls-Norwich_Mystic_Country_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g52024-d138147-Reviews-Oregon_Zoo_Together_for_Wildlife-Portland_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g297921-d15056095-Reviews-Songkhla_Central_Mosque-Hat_Yai_Songkhla_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g33970-d7003661-Reviews-Fernridge_Park-West_Hartford_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g60634-d314617-Reviews-Feast_At_Lele-Lahaina_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g37136-d21397361-Reviews-Hard_Rock_Casino_Northern_Indiana-Gary_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g293986-d15758840-Reviews-Darb_Karting-Amman_Amman_Governorate.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g292008-d307028-Reviews-or10-Atitlan_Nature_Reserve-Panajachel_Lake_Atitlan_Solola_Department_Western_High.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g292008-d307028-Reviews-Atitlan_Nature_Reserve-Panajachel_Lake_Atitlan_Solola_Department_Western_Highlands.html"
    }
]