[
    {
        "attraction_name": "Authentic Bat Trang",
        "attraction_name_vi": "Bát Tràng đích thực",
        "general_info": [
            "977 đánh giá",
            "2 trong 147 trò chơi vui nhộn ở Hà Nội",
            "Xưởng gốm sơn"
        ],
        "attraction_summary": "Chúng tôi mang làng gốm sứ Bát Tràng lâu đời nhất đến với bạn ngay tại trung tâm khu phố cổ Hà Nội, tại 115 Hàng Gai, Hàng gai, Hoàn Kiếm. Ở đây bạn sẽ tìm thấy nhiều lựa chọn gốm sứ Bát Tràng đích thực để bán. Bạn thậm chí có thể tham gia lớp học làm gốm do giáo viên giàu kinh nghiệm hướng dẫn trong môi trường nhóm nhỏ. Với 35 tuổi, bạn có thể tìm hiểu những kiến ​​thức cơ bản về đồ gốm và có thể mang tác phẩm của riêng mình về nhà.Đọc thêm",
        "reviews": [
            "Chúng tôi đi tham quan làng gốm, thật thú vị khi được tiếp xúc với nhiều loại gốm khác nhau.  Hướng dẫn viên rất chu đáo và rất am hiểu và trả lời nhiều câu hỏi của chúng tôi.  Sau chuyến tham quan, chúng tôi tự mình làm một xưởng đá và mang về nhà những món quà lưu niệm.  Rất khuyến khích! Đọc thêm",
            "Một trải nghiệm thú vị và hoạt động nên làm ở Hà Nội như một cách để thoát khỏi thành phố nhộn nhịp! Hướng dẫn viên của chúng tôi thực sự hữu ích và thân thiện trong hướng dẫn của anh ấy. Chúng tôi đã đến thăm rất nhiều nhà máy và cửa hàng với các chuyên ngành gốm khác nhau như làm thủ công, vẽ tay hay chuyên sản xuất các mặt hàng đặc thù. Tôi cũng có cơ hội mua một món đồ gốm sứ từ một trong các cửa hàng. Chúng tôi có sự lựa chọn giữa Bánh Cuốn hoặc Bún Chả cho bữa trưa và chúng tôi đã chọn món trước. Chúng tôi đánh giá cao sự đa dạng mà họ cung cấp cũng như dịch vụ đón và trả khách. Chúng tôi cũng có cơ hội tự làm đồ gốm bằng bánh xe và chúng tôi đã làm tổng cộng 6 chiếc cho 2 người. Họ cung cấp dịch vụ vận chuyển hàng hóa của chúng tôi sau khi họ tráng men và nướng xong. Chúng tôi đã có rất nhiều niềm vui khi nhìn thấy ngôi làng cổ và tổng thể ngôi làng. Lịch sử đã được giải thích rất rõ ràng và hướng dẫn viên du lịch rất hữu ích! Đọc thêm",
            "Đã đăng ký học buổi sáng. Nó được thực hiện bởi một người phụ nữ, cô ấy CỰC KỲ kiên nhẫn và vui vẻ khi làm việc cùng. Đây là lần đầu tiên tôi thử hội thảo như vậy. Tôi đang gặp khó khăn, nhưng cô hướng dẫn rất bình tĩnh và kiên nhẫn với tôi, cảm ơn bạn rất nhiều. Lớp học kéo dài 2,5 - 3 giờ, đã làm được 5 sản phẩm. Mang về nhà 2 làm kỷ niệm.Đọc thêm",
            "Thật là một trải nghiệm thú vị. Người phụ nữ ở đó để giúp đỡ và giải thích mọi thứ cho chúng tôi rất khéo léo và tốt bụng. Sản phẩm cuối cùng trông thật tuyệt vời:Đọc thêm",
            "Chuyến tham quan này thật tuyệt vời. Yêu thích lớp gốm rồi đi ra làng Bát Tràng. Tony thật tuyệt vời và đưa chúng tôi đến nhà máy của anh ấy ở đó cùng với những địa điểm tuyệt vời khác. Đó là một ngày tuyệt vời và tôi chắc chắn sẽ giới thiệu chuyến tham quan này.Đọc thêm",
            "Là một kinh nghiệm hay, các thầy cô trợ giảng đều rất kiên nhẫn và hữu ích. Trong 1 12 giờ, bạn có thể làm bao nhiêu tùy thích. Điều duy nhất là trả thêm tiền để mang tác phẩm của bạn về nhà. .Đọc thêm",
            "Chồng tôi và tôi đã có một buổi sáng tuyệt vời khi tham gia lớp học ném bánh xe. Người hướng dẫn đã kiên nhẫn và có ba người khác, tổng cộng có 5 người trong trải nghiệm. Người hướng dẫn căn giữa đất sét cho người tham gia trên bánh xe và sau đó hướng dẫn họ thực hiện quá trình tạo ra một tác phẩm; mở đất sét, kéo đất sét lên và tạo hình cho đất sét. Chúng tôi đã ném một vài mảnh cho đến khi sẵn sàng dừng lại và chọn một mảnh để nung và tráng men. Với một khoản phụ phí nhỏ, bạn có thể mang về nhà nhiều hơn một món đồ của mình. Vài ngày sau, chúng tôi đã có thể nhặt được những mảnh cuối cùng của mình! Tôi rất ấn tượng bởi tốc độ tráng men và nung của chúng. Tony, người làm việc tại cửa hàng, rất thân thiện và hiểu biết. Tôi thích tìm hiểu một chút về làng Bát Tràng và tôi và chồng đã có thể trở về nhà với những tác phẩm gốm sứ đã hoàn thiện thực tế từ trải nghiệm lớp học làm gốm của chúng tôi. Rất khuyến khích nếu bạn muốn lấy đất sét trên tay hoặc thử ném bánh xe. Lựa chọn men đẹp quá! Tôi cũng rất vui vì đã có cái nhìn sâu sắc để thực hiện điều này sớm trong chuyến phiêu lưu ở Hà Nội của chúng tôi, vì những tác phẩm chúng tôi làm vẫn phải mất vài ngày để hoàn thành ở phần cuối của Bát Tràng đích thực bằng cách nung và tráng men. Cảm ơn bạn vì một trải nghiệm độc đáo! Đọc thêm",
            "Đồ gốm rất đẹp, họ cũng có lớp học làm gốm mà tôi rất có thể giới thiệu nếu bạn muốn học cách làm đồ gốm Việt Nam.Đọc thêm",
            "Tôi đã có khoảng thời gian tuyệt vời tại xưởng này ở Khu Phố Cổ và cửa hàng gốm sứ này thật độc đáo. Người chủ lớn lên ở Làng gốm Bắc Trang đã tổ chức buổi hội thảo. Ban đầu, chúng tôi tập trung tại cửa hàng gốm sứ và được dẫn đi vòng quanh một con hẻm bí mật, nơi có xưởng gốm sứ. Người dẫn chương trình đã trình diễn cách làm một chiếc cốc, bình, bát và đĩa chỉ trong vài giây và nó giống như một phép thuật! Tất cả chúng tôi đều có bàn xoay có động cơ riêng và người dẫn chương trình đã đi khắp nơi để giúp mỗi người chúng tôi tạo ra tác phẩm của mình. Chúng tôi có 4-5 giờ để làm bao nhiêu món tùy thích và sau đó chúng tôi có thể chọn món nào để tráng men và mang về nhà. Xưởng bao gồm một đồ gốm miễn phí và bất kỳ đồ gốm nào khác đều có giá thêm khoảng 5 USD mỗi chiếc. Tuy nhiên, bạn cần phải ở lại Hà Nội vài ngày để họ nung và tráng men các sản phẩm của bạn. Nếu bạn không có kế hoạch ở lại Hà Nội, bạn cũng có thể chọn đồ ở cửa hàng để mang về nhà hoặc nhờ họ vận chuyển đến tận nhà. Sau một chuyến đi dài ở miền Bắc, vài tuần sau tôi đã nhặt được những món đồ của mình và chúng rất đẹp với một con tem xinh xắn ở phía dưới đánh dấu cửa hàng và kỷ niệm. Đây là một trải nghiệm đích thực mà bạn nên thử khi ở Hà Nội, đặc biệt là vào một ngày mưa.Đọc thêm",
            "Một trải nghiệm rất thú vị.  Những kiến ​​thức cơ bản về gốm Bát Tràng đã được giảng dạy, đồng thời học sinh được dành thời gian và thực hành nhiều để rèn luyện khả năng sáng tạo tạo ra đồ gốm.  Người hướng dẫn giao tiếp tốt và kiên nhẫn giảng dạy vì nhiều học viên lần đầu tiên làm việc này.  Vào cuối buổi học, hầu hết học viên đều có thể lấy đi một tác phẩm của mình.Đọc thêm"
        ],
        "star_ratings": [
            945,
            29,
            3,
            1,
            1
        ],
        "review_amount": 979,
        "location": [
            "Những điều cần làm ở Hà Nội",
            "Châu Á",
            "Việt Nam",
            "Hà Nội",
            "Bát Tràng đích thực"
        ],
        "reviews_time": [
            "Written May 21, 2024",
            "Written May 19, 2024",
            "Written April 2, 2024",
            "Written March 29, 2024",
            "Written March 29, 2024",
            "Written March 19, 2024",
            "Written March 11, 2024",
            "Written January 28, 2024",
            "Written January 22, 2024",
            "Written January 15, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d12666120-Reviews-Authentic_Bat_Trang-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d26848619-Reviews-Ding_Doong_Restaurant-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d25428309-Reviews-L_essence_De_Cuisine-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d27104229-Reviews-Hello_Hanoi_Restaurant-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d24102253-Reviews-Met_Vietnamese_Restaurant_Vegetarian_Options_2-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d12793763-Reviews-Hong_Hoai_s_Restaurant-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d25395039-Reviews-Timeline_Cafe_Restaurants-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d25065881-Reviews-La_Capo_Cafe-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d27434409-Reviews-Hanoi_Skyline_Lounge-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d25064563-Reviews-1968_Restaurant-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d11424180-Reviews-Rice_Bistro-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12250848-Reviews-Huy_Hung_Gallery-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4763180-Reviews-Dinh_Co_Vu-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10446754-Reviews-Vietnam_Moon_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d16656366-Reviews-Hoan_Kiem_Lake_Walking_Street-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10035816-Reviews-Green_Palm_Gallery-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311058-Reviews-Hang_Gai_Street_Street_of_Hemp-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2486466-Reviews-Thang_Long_Art_Gallery-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311070-Reviews-Lake_of_the_Restored_Sword_Hoan_Kiem_Lake-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12110602-Reviews-Chua_Ly_Trieu_Quoc_Su-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26811584-Reviews-Minh_Hi_n_Art_Gallery-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12666120-Reviews-or10-Authentic_Bat_Trang-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d24119722-Reviews-Vietnam_Travelers_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8587645-Reviews-Trap_Viet_Nam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27137783-Reviews-Stardust_E_Gming_Club-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13447077-Reviews-Miss_Terry_Escape_Rooms-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26826354-Reviews-Art_tutor_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2720375-Reviews-VietClimb-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13906480-Reviews-Westlake_Mini_Golf-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d24894113-Reviews-Sky_Asia_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2067966-Reviews-Ly_Thai_To_Park-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12454034-Reviews-The_Nest_Board_Game_Cafe-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6773304-Reviews-Yen_Boutique_Hanoi_Tailor_Made_Clothes-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15044586-Reviews-Hoa_Ha_Noi_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8008814-Reviews-Chie_Dupudupa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25365175-Reviews-The_Corner_Nail_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8300879-Reviews-Silk_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12958019-Reviews-Huong_Quynh_Silk-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d20093058-Reviews-Tung_s_Kitchen_Cooking_Class-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14910423-Reviews-Qua_Tang_Thu_Cong_My_Nghe-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12462445-Reviews-Ha_Noi_Moment-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25054345-Reviews-Tiredcity_92_Hang_Gai-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15296933-Reviews-SilkyVietnam_5_Hang_Bong-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d16120929-Reviews-MF_Boutique_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d24178578-Reviews-L_essence_De_La_Vie_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10187217-Reviews-Daily_Vietnam_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10290515-Reviews-Madam_Yen_Cooking_Class-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d12282002-Reviews-Dr_Stravinsky-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187514-d190566-Reviews-Teatro_Kapital-Madrid.html",
            "https://www.tripadvisor.com/Attraction_Review-g1189834-d4931622-Reviews-Caldera_Beach-Akrotiri_Santorini_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g30531-d15024712-Reviews-Tropic_Falls_at_OWA-Foley_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g155032-d2225015-Reviews-Bota_Bota_spa_sur_l_eau-Montreal_Quebec.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d23840893-Reviews-Lavana_Spa-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g2699724-d7092567-Reviews-Ammolofoi_Beach-Nea_Peramos_Kavala_Region_East_Macedonia_and_Thrace.html",
            "https://www.tripadvisor.com/Attraction_Review-g14134856-d17366413-Reviews-Mipig_cafe-Meguro_Meguro_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d14766125-Reviews-Pier_27-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60954-d285563-Reviews-Salem_Willows_Arcade-Salem_Massachusetts.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d12666120-Reviews-or10-Authentic_Bat_Trang-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d12666120-Reviews-Authentic_Bat_Trang-Hanoi.html"
    },
    {
        "attraction_name": "Authentic Bat Trang",
        "attraction_name_vi": "Bát Tràng đích thực",
        "general_info": [
            "977 đánh giá",
            "2 trong 147 trò chơi vui nhộn ở Hà Nội",
            "Xưởng gốm sơn"
        ],
        "attraction_summary": "Chúng tôi mang làng gốm sứ Bát Tràng lâu đời nhất đến với bạn ngay tại trung tâm khu phố cổ Hà Nội, tại 115 Hàng Gai, Hàng gai, Hoàn Kiếm. Ở đây bạn sẽ tìm thấy nhiều lựa chọn gốm sứ Bát Tràng đích thực để bán. Bạn thậm chí có thể tham gia lớp học làm gốm do giáo viên giàu kinh nghiệm hướng dẫn trong môi trường nhóm nhỏ. Với 35 tuổi, bạn có thể tìm hiểu những kiến ​​thức cơ bản về đồ gốm và có thể mang tác phẩm của riêng mình về nhà.Đọc thêm",
        "reviews": [
            "Có một lớp học làm gốm thực sự thú vị cũng như chuyến tham quan đầy thông tin về Làng gốm Bát Tràng! Nhân viên và hướng dẫn viên thực sự rất thân thiện, chúng tôi đã có khoảng thời gian tuyệt vời! Đọc thêm",
            "Lớp học hoàn hảo. Chi phí cho một gia đình 4 người bằng chi phí của một lớp học ở Mỹ. Họ cho phép bạn kiếm bao nhiêu tùy thích. Vật phẩm đầu tiên được đưa vào, mỗi vật phẩm sau đó là 5 vật phẩm để chúng bắn.Đọc thêm",
            "Việc tham gia lớp học làm gốm ở nước ngoài thật đặc biệt.  Tôi không chỉ có thể mua quà lưu niệm địa phương mà còn tự làm quà lưu niệm địa phương.  Tôi tự tay làm chiếc cốc và lọ gốm đầu tiên ở Hà Nội bằng bức tranh của mình.  Hà là cô dạy gốm của tôi, trái tim cô cũng đẹp như khuôn mặt vậy.  Cô ấy rất nhẹ nhàng, kiên nhẫn và hữu ích.  Họ cũng có cửa hàng ở khu phố cổ, nếu bạn không có thời gian, hãy ghé thăm cửa hàng của họ và mua những sản phẩm gốm sứ đẹp mắt của họ về nhà.Đọc thêm",
            "Chúng tôi đã có khoảng thời gian tuyệt vời tại lớp học làm gốm.  Buổi sáng chỉ có hai chúng tôi nên có thể chúng tôi phải làm nhiều hơn một vài tác phẩm so với những gì chúng tôi sẽ làm trong một nhóm lớn hơn.  Chúng tôi để chúng đi tráng men và khi rời Hà Nội, chúng tôi đã cung cấp địa chỉ khách sạn tiếp theo của chúng tôi ở Việt Nam để chúng tôi được giao.  Sau khi đọc một số bài đánh giá, tôi không mong đợi chúng sẽ xuất hiện, nhưng thực tế chúng đã xuất hiện!  Bây giờ họ ngồi kiêu hãnh trên kệ ở nhà!  Đó là một điều gì đó khác biệt để làm khi đến thăm Hà Nội.Đọc thêm",
            "Lớp học này là một cách thực sự thú vị để học cách làm đồ gốm! Người phụ nữ điều hành lớp học của chúng tôi rất hữu ích và tài năng! Tôi giới thiệu trải nghiệm này cho một hoạt động thú vị ở hà nội! Bạn cũng có thể lưu giữ một phần tác phẩm gốm của mình!Đọc thêm",
            "Đây quả là một điều thú vị để làm ở Hà Nội - đội ngũ nhân viên thật tuyệt vời đã tạo ra một bầu không khí vui vẻ - thật tài năng. Rất khuyến khích điều này cho bất cứ ai Đọc thêm",
            "Chúng tôi đã đăng ký hội thảo trực tuyến trước 2 tháng và sau đó ghi lại thời gian sai. Chúng tôi đến vì hội thảo đã kết thúc. Tuy nhiên, nhờ có người chủ mà chúng tôi vẫn được phép tham gia lớp học dù đã muộn. Chúng tôi thực sự rất thích lớp học và học được rất nhiều điều! Anh ấy thậm chí còn vận chuyển sản phẩm của chúng tôi đến khách sạn chúng tôi ở cạnh Hội An. Tất cả diễn ra hoàn toàn tốt đẹp! Cảm ơn vì trải nghiệm tuyệt vời này!Đọc thêm",
            "We almost didnt go on this tour we booked with Authentic Bát Tràng because we are two amateur potters from the US and I was afraid we would waste one of our days in Vietnam seeing something we do all the time at home. Im SO GLAD we did this tour! It was so amazing! We had such a blast seeing the factory and learning about their production process. It was fascinating. Production pottery gets such a bad reputation in the arts circles, but these incredible people inside these factories are artists through and through - making a craft with both style and precision. Our guide was amazing - showing us everything we wanted and giving us a detailed behind the scene look at every single thing we asked about.Our time in the studio on the wheel after the tour was great. The teacher was a 20 year old local who had only worked at the studio for less than a year. Im not exaggerating when I say that she was better at the wheel than 95 of the pottery teachers Ive had in 5 years of classes! She was mind blowingly good! 100 recommended.Also - tip. We threw about 10 pots between the two of us which they glaze and fire for an additional 5 per pot over your initial 2 and then bought WAY too much stuff in the store. So we left everything with them to ship to us. They were excellent about communication with us via WhatsApp. I was nervous about how much shipping would end up being. I was expecting around 300 for all our pieces - about 20 pieces of pottery. Ended up being only 175 for shipping, which I wired through my bank. Be forewarned in the US - there is an international bank transfer fee of 65 set by the federal government - like a tax. The bank said there were other ways to transfer money with less fees like western union but I just did it through my bank anyway and called it a day - took about a week to reach their bank in Vietnam, and then the shipment was on its way! All arrived perfect and unbroken! They did a great job packing!!! All in all - great people here - I so highly recommend this place and experience!Read more",
            "Hoạt động đáng kinh ngạc. Rất vui mừng khi thấy kết quả. Người hướng dẫn rất kiên nhẫn và tỉ mỉ với chúng tôiĐọc thêm",
            "Đây thực sự là một chuyến tham quan thú vị và bổ ích, do một trong những chủ nhà máy nhỏ điều hành trực tiếp. Là một công nhân làm gốm và cũng là chủ nhà máy, hướng dẫn viên của chúng tôi rất am hiểu về ngành gốm sứ địa phương và mọi khía cạnh của sản xuất. Chúng tôi đã đến thăm bốn nhà máy khác nhau sản xuất các sản phẩm khác nhau với các kỹ thuật khác nhau, cũng như một lò nung lịch sử lớn, nơi bạn có thể thấy phong cách nung cũ bằng lò gỗ lớn. Bạn sẽ không thể tiếp cận được hoạt động sản xuất của các nhà máy Bát Tràng trừ khi bạn tham gia một chuyến tham quan được tổ chức hợp lý với các mối quan hệ tốt. Vì vậy, tôi thực sự khuyên bạn nên tham gia chuyến tham quan này, vì hướng dẫn viên có thể chỉ cho bạn nhiều điều khác nhau mà bạn không thể tự mình nhìn thấy. Chúng tôi cũng đã tham quan một vòng ngắn khu dân cư của làng để có thể hiểu rõ hơn về cuộc sống hàng ngày của những người lao động trong khu vực này. Không có áp lực nào buộc phải mua từ các nhà máy hoặc quầy hàng cụ thể, vì vậy bạn có thể tự do lựa chọn theo ý thích. Chúng tôi cũng đã có một bữa trưa thực sự ngon miệng và hướng dẫn viên đáng yêu của chúng tôi đã đảm bảo rằng tất cả chúng tôi đều được chăm sóc chu đáo trong ngày nóng nực. Chuyến tham quan được tùy chỉnh theo nhóm nhỏ của chúng tôi. Chúng tôi không cần xưởng gốm nên chúng tôi đã đổi xưởng đó lấy chuyến đi đến một cửa hàng bán dụng cụ làm gốm. Nhìn chung, đây là một chuyến tham quan thực sự tuyệt vời và tôi thực sự muốn giới thiệu nó cho bất kỳ ai quan tâm đến gốm sứ. Bạn sẽ rời khỏi đó với sự trân trọng mới đối với những người làm ra những vật dụng hàng ngày của bạn. Cảm ơn Sonny! Bạn là một hướng dẫn viên tuyệt vời và chúng tôi chúc bạn mọi điều tốt đẹp nhất. Đọc thêm",
            "Cách đây vài năm, tôi đã có 50 viên gạch ốp tường bằng đất sét được làm sau khi tôi nhìn thấy bức ảnh của chúng trên tạp chí Vietnam Airlines. Tôi đã lắp đặt chúng trong nhà bếp của mình và không nhận được gì ngoài những tiếng ồ và ồ! Bây giờ tôi đã bán căn nhà và muốn có thêm gạch. Bạn vẫn làm chúng à?Đọc thêm",
            "Mogadishu thân mến. Cảm ơn bạn rất nhiều vì tin nhắn. Chúng tôi rất vui khi được nghe từ bạn. Vui lòng gửi hình ảnh Gạch ốp tường vào email của chúng tôi. infoauthenticbattrang.vn chúng tôi sẽ kiểm tra và báo cho bạn biết. Cảm ơn. Chúc mừng năm mới 2021Đọc thêm",
            "Tôi có thể trải nghiệm làm gốm không?Đọc thêm",
            "Bạn đồng hành thân mến, cảm ơn bạn rất nhiều vì câu hỏi, \nVâng, chúng tôi có xưởng - lớp học làm gốm ở phố cổ Hà Nội, Giáo viên của chúng tôi đến từ làng Bát Tràng sẽ hướng dẫn bạn cách làm các sản phẩm bát, lọ, đĩa, cốc....\nLớp học 35/người, học 3 tiếng buổi sáng từ 9h00-12h00 hoặc chiều 14h00-17h00 \ngiá đã bao gồm cả sản phẩm nung bạn đã làm, \n\nCảm ơn rất nhiều \nnếu bạn cần thêm thông tin, xin vui lòng liên hệ với chúng tôi\n\nĐội ngũ Bát Trang đích thựcĐọc thêm",
            "CHÀO\nLớp học làm gốm có cần phải nấu trước không?\nTôi có thể bước vào để đặt chỗ được không?Đọc thêm",
            "Thưa ông / bà, \nCảm ơn bạn rất nhiều vì đã nhắn tin, Chúng tôi rất vui khi biết các bạn quan tâm đến lớp học làm gốm ở phố cổ Hà Nội của chúng tôi, \nTheo yêu cầu của bạn, chúng tôi xin thông báo với bạn rằng nếu bạn muốn nung sản phẩm và mang về nhà, chúng tôi cần tổ chức lớp học trước 3 ngày hoặc nếu bạn không có thời gian đợi đến khi bắn, chúng tôi có thể gửi hàng cho bạn khi chúng tôi hoàn thành.\nĐối với lớp học, bạn có thể đến cửa hàng của chúng tôi - 62 Hàng Hòm để đóng tiền cho lớp học hoặc bạn có thể thanh toán trực tuyến hoặc chúng tôi có thể đến khách sạn của bạn và thu tiền, \n\nCảm ơn bạn rất nhiều vì dịch vụ, \nNếu bạn cần thêm thông tin, xin vui lòng liên hệ với chúng tôi\n\nBát trang đích thựcĐọc thêm",
            "CHÀO\nChúng tôi đã đến lớp học của bạn vào ngày 29 tháng 12. \nVới chồng tôi và cô con gái nhỏ 4 tuổi của tôi. \nChúng tôi đã thực hiện 5 mục. \n\nChúng tôi đã thanh toán cho bạn các chi phí bổ sung: \nđối với các mặt hàng, \nđể hoàn thiện màu xanh lam, \nvà chuyển phát nhanh đi HK. \n\nBạn đã nói với chúng tôi rằng sẽ mất khoảng 7 ngày. \nĐã 16 ngày rồi. \nChúng ta phải đợi thêm bao lâu nữa?\nCô gái của tôi ngày nào cũng hỏi... \n\nPs: chúng tôi đã mua cho bạn 2 bình hoa và 1 bộ ấm trà. \n\nCảm ơn. Đọc thêm",
            "Kính gửi khách hàng của chúng tôi, \nCảm ơn bạn rất nhiều vì đã dành thời gian hỏi thăm tripadvisor về các sản phẩm của lớp Pottery.\nToàn thể nhân viên, quản lý tại Authentic bat trang xin chân thành cảm ơn các bạn đã tham gia lớp học làm gốm cùng chúng tôi, \nĐối với yêu cầu của bạn, chúng tôi sẽ kiểm tra lại và gửi email cho bạn sớm nhất để cho bạn biết về tình trạng sản phẩm, \nVui lòng kiểm tra email của bạn sớm, \n\ncảm ơn bạn rất nhiều vì đã ủng hộ chúng tôi\n\nBát trang đích thựcĐọc thêm"
        ],
        "star_ratings": [
            945,
            29,
            3,
            1,
            1
        ],
        "review_amount": 979,
        "location": [
            "Những điều cần làm ở Hà Nội",
            "Châu Á",
            "Việt Nam",
            "Hà Nội",
            "Bát Tràng đích thực"
        ],
        "reviews_time": [
            "Written January 6, 2024",
            "Written December 24, 2023",
            "Written December 23, 2023",
            "Written December 21, 2023",
            "Written December 12, 2023",
            "Written November 30, 2023",
            "Written November 10, 2023",
            "Written October 25, 2023",
            "Written October 8, 2023",
            "Written October 5, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d12666120-Reviews-or10-Authentic_Bat_Trang-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d26848619-Reviews-Ding_Doong_Restaurant-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d25428309-Reviews-L_essence_De_Cuisine-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d27104229-Reviews-Hello_Hanoi_Restaurant-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d24102253-Reviews-Met_Vietnamese_Restaurant_Vegetarian_Options_2-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d12793763-Reviews-Hong_Hoai_s_Restaurant-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d25395039-Reviews-Timeline_Cafe_Restaurants-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d25065881-Reviews-La_Capo_Cafe-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d27434409-Reviews-Hanoi_Skyline_Lounge-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d25064563-Reviews-1968_Restaurant-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d11424180-Reviews-Rice_Bistro-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12250848-Reviews-Huy_Hung_Gallery-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4763180-Reviews-Dinh_Co_Vu-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10446754-Reviews-Vietnam_Moon_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d16656366-Reviews-Hoan_Kiem_Lake_Walking_Street-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10035816-Reviews-Green_Palm_Gallery-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311058-Reviews-Hang_Gai_Street_Street_of_Hemp-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2486466-Reviews-Thang_Long_Art_Gallery-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311070-Reviews-Lake_of_the_Restored_Sword_Hoan_Kiem_Lake-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12110602-Reviews-Chua_Ly_Trieu_Quoc_Su-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26811584-Reviews-Minh_Hi_n_Art_Gallery-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12666120-Reviews-Authentic_Bat_Trang-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12666120-Reviews-or20-Authentic_Bat_Trang-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d24119722-Reviews-Vietnam_Travelers_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8587645-Reviews-Trap_Viet_Nam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27137783-Reviews-Stardust_E_Gming_Club-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13447077-Reviews-Miss_Terry_Escape_Rooms-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26826354-Reviews-Art_tutor_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2720375-Reviews-VietClimb-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13906480-Reviews-Westlake_Mini_Golf-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d24894113-Reviews-Sky_Asia_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2067966-Reviews-Ly_Thai_To_Park-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12454034-Reviews-The_Nest_Board_Game_Cafe-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6773304-Reviews-Yen_Boutique_Hanoi_Tailor_Made_Clothes-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15044586-Reviews-Hoa_Ha_Noi_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8008814-Reviews-Chie_Dupudupa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25365175-Reviews-The_Corner_Nail_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8300879-Reviews-Silk_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12958019-Reviews-Huong_Quynh_Silk-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d20093058-Reviews-Tung_s_Kitchen_Cooking_Class-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14910423-Reviews-Qua_Tang_Thu_Cong_My_Nghe-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12462445-Reviews-Ha_Noi_Moment-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25054345-Reviews-Tiredcity_92_Hang_Gai-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15296933-Reviews-SilkyVietnam_5_Hang_Bong-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d16120929-Reviews-MF_Boutique_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d24178578-Reviews-L_essence_De_La_Vie_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10187217-Reviews-Daily_Vietnam_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10290515-Reviews-Madam_Yen_Cooking_Class-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d10253186-Reviews-LINE_Friends_Flagship_Store_Myeongdong_Station-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g1062560-d2078359-Reviews-Zoo_Melaka-Ayer_Keroh_Central_Melaka_District_Melaka_State.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d7376484-Reviews-Lavish_Spa-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g60583-d131359-Reviews-Panaewa_Rainforest_Zoo_and_Gardens-Hilo_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g294205-d15512030-Reviews-Imhotep_Alabaster_Luxor-Luxor_Nile_River_Valley.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d7998333-Reviews-Chelsea_Flea_Market-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g660767-d3400683-Reviews-Funivia_dell_Etna-Nicolosi_Province_of_Catania_Sicily.html",
            "https://www.tripadvisor.com/Attraction_Review-g46288-d135456-Reviews-Wharton_State_Forest-Batsto_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g194796-d2343146-Reviews-Aquasplash-Lignano_Sabbiadoro_Province_of_Udine_Friuli_Venezia_Giulia.html",
            "https://www.tripadvisor.com/Attraction_Review-g297930-d18970302-Reviews-Goddess_Gentlemen_s_Lounge_And_A_GoGo_Bar-Patong_Kathu_Phuket.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d12666120-Reviews-or20-Authentic_Bat_Trang-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d12666120-Reviews-or10-Authentic_Bat_Trang-Hanoi.html"
    },
    {
        "attraction_name": "Authentic Bat Trang",
        "attraction_name_vi": "Bát Tràng đích thực",
        "general_info": [
            "977 đánh giá",
            "2 trong 147 trò chơi vui nhộn ở Hà Nội",
            "Xưởng gốm sơn"
        ],
        "attraction_summary": "Chúng tôi mang làng gốm sứ Bát Tràng lâu đời nhất đến với bạn ngay tại trung tâm khu phố cổ Hà Nội, tại 115 Hàng Gai, Hàng Gai, Hoàn Kiếm. Ở đây bạn sẽ tìm thấy nhiều lựa chọn gốm sứ Bát Tràng đích thực để bán. Bạn thậm chí có thể tham gia lớp học làm gốm do giáo viên giàu kinh nghiệm hướng dẫn trong môi trường nhóm nhỏ. Với 35 tuổi, bạn có thể tìm hiểu những kiến ​​thức cơ bản về đồ gốm và có thể mang tác phẩm của riêng mình về nhà.Đọc thêm",
        "reviews": [
            "Đó là một trải nghiệm tuyệt vời ở Hà Nội. Tôi có thể tự làm của mình. Và bạn cũng có thể làm tốt điều đó. Giáo viên có thể nói tiếng Anh tốt. Và bạn có thể làm bình, cốc hoặc bất cứ thứ gì khác!!!Nếu bạn đến thăm Hà Nội! Hãy tham gia lớp học này!!Hình ảnh trước sau.Bạn có thể làm được!Đọc thêm",
            "Đã có một trải nghiệm tuyệt vời! Chủ nhà của chúng tôi rất thân thiện và hữu ích trong việc làm đồ gốm. Thật đặc biệt khi mang về nhà một món quà lưu niệm do chính bạn làm, cảm ơn rất nhiều :Đọc thêm",
            "Hà đã rất kiên nhẫn với tôi trong lớp cho đến khi tôi hiểu được vì tôi không phải là người xảo quyệt. Sản phẩm hoàn thiện đã không làm tôi thất vọng. Họ thậm chí còn tặng tôi một số quà tặng miễn phí. Đọc thêm",
            "Thật là một trải nghiệm thú vị! Các nhân viên thật tuyệt vời và đảm bảo rằng tất cả chúng tôi đều thành công trong việc tạo ra ít nhất 1 tác phẩm hay. Hầu hết nhóm đã hoàn thành với 3-4 miếng. Điều cần cân nhắc duy nhất nếu tham gia lớp học này là phải mất ít nhất 3 ngày để tráng men và nung tác phẩm gốm của bạn. Họ sẽ gửi cho bạn sau, nhưng sẽ dễ lấy hơn trước khi bạn rời Hà Nội. Hãy làm đi!Đọc thêm",
            "Lớp gốm tuyệt vời. Nhân viên kiên nhẫn, mặc dù lúc đầu tôi đã phá hủy rất nhiều nỗ lực! Nhưng họ thực sự chuyên nghiệp và luôn nở nụ cười trên môi. Chúng tôi đến thăm vào ngày cuối cùng nên không có mặt để lấy đồ nhưng chủ sở hữu đề nghị gửi đến khách sạn của chúng tôi ở HCM. Chúng tôi vừa mới đến và gói hàng đã ở đây và được đóng gói hoàn hảo! Anh ấy thậm chí còn gửi thông tin cập nhật trong tuần, thật tuyệt vời! Thật là một buổi chiều tuyệt vời. Mong muốn duy nhất của tôi là tôi tráng men nhiều thứ hơn vì tôi ước mình có thể mang nhiều thứ về nhà hơn! Đọc thêm",
            "Đây là một cách thú vị để dành buổi chiều! Người hướng dẫn rất kiên nhẫn và thân thiện, chúng tôi đã có rất nhiều tiếng cười vì tôi đã vô tình làm vỡ đất sét của mình. Cô ấy rất quan tâm và ủng hộ. Tôi đã rất vui nên cuối cùng tôi đã làm được tổng cộng 6 tác phẩm khác nhau!Đọc thêm",
            "Xin chào!\n\nCảm ơn bạn đã chia sẻ trải nghiệm của mình và chúng tôi rất vui vì bạn đã có khoảng thời gian tuyệt vời tại lớp học làm gốm của chúng tôi. Chúng tôi hy vọng sớm gặp lại bạn tại Hà Nội!\n\nTrân trọng,\nBát Tràng đích thựcĐọc thêm",
            "Giáo viên rất kiên nhẫn và chúng tôi đã có rất nhiều niềm vui!! Lớp men hóa ra siêu đẹp quá yêu luôn! Sẽ hoàn toàn giới thiệu và quay lại lần nữa!! Đọc thêm",
            "Xin chào Sarah!\n\nCảm ơn vì đã chia sẻ kinh nghiệm của bạn với chúng tôi! Chúng tôi rất vui vì bạn đã có khoảng thời gian vui vẻ tại lớp học làm gốm của chúng tôi. \n\nMong rằng chúng tôi sẽ sớm gặp lại bạn!\n\nTốt nhất,\nBát Tràng đích thựcĐọc thêm",
            "Lớp học này thật thú vị! Người dẫn đầu lớp học rất hiểu biết và hữu ích. Cô ấy hướng dẫn chúng tôi làm một số chiếc bình tuyệt vời và các vật dụng khác nhau. Chúng tôi khuyên bạn nên đặt chuyến tham quan này càng sớm càng tốt ở Hà Nội vì bạn có thể giữ các món đồ bạn làm, việc này sẽ mất 3-4 ngày để nung. Thật không may, vì chúng tôi đến Hà Nội vào ngày cuối cùng nên chúng tôi không thể làm điều này mà thay vào đó chúng tôi có thể mua một món đồ từ cửa hàng có giá trị tương đương làm kỷ niệm sau trải nghiệm. Thực sự muốn giới thiệu trải nghiệm này vì nó rất thú vị! Rất đáng đồng tiền!Đọc thêm",
            "Xin chào Hannah,\n\nCảm ơn bạn đã đưa chúng tôi vào chuyến đi Việt Nam của bạn! Chúng tôi rất vui vì bạn đã có khoảng thời gian tuyệt vời tại lớp học làm gốm của chúng tôi tại Hà Nội. \n\nHãy ghé thăm chúng tôi khi bạn có cơ hội sớm!\n\nTốt nhất,\nBát Tràng đích thựcĐọc thêm",
            "Tôi đến lớp buổi sáng và thực sự có một buổi học riêng. Giáo viên thực sự thân thiện và hữu ích nên kết quả cũng rất tốt. Tôi khuyên bạn nên điều này!Đọc thêm",
            "Xin chào Ingridraad,\n\nChúng tôi rất vui vì bạn đã có trải nghiệm thú vị tại lớp học làm gốm của chúng tôi ở Hà Nội. Cảm ơn phản hôi của bạn!\n\nTốt nhất,\nBát Tràng đích thựcĐọc thêm",
            "Chuyến tham quan nhà máy thực sự thú vị và trải nghiệm tuyệt vời khi làm đồ gốm - chúng tôi cũng thích được mang những tác phẩm của mình về nhà. Sonny là một hướng dẫn tuyệt vời. Rất khuyến khích.Đọc thêm",
            "Xin chào James,\n\nChúng tôi rất vui vì bạn đã có khoảng thời gian thú vị cùng chúng tôi tại chuyến tham quan và hội thảo Bát Tràng. Cảm ơn bạn đã chia sẻ kinh nghiệm của mình và chúng tôi hy vọng được gặp lại bạn ở Việt Nam!\n\nTốt nhất,\nGốm Bát Tràng đích thựcĐọc thêm"
        ],
        "star_ratings": [
            945,
            29,
            3,
            1,
            1
        ],
        "review_amount": 979,
        "location": [
            "Những điều cần làm ở Hà Nội",
            "Châu Á",
            "Việt Nam",
            "Hà Nội",
            "Bát Tràng đích thực"
        ],
        "reviews_time": [
            "Written October 2, 2023",
            "Written September 19, 2023",
            "Written September 17, 2023",
            "Written September 16, 2023",
            "Written September 13, 2023",
            "Written August 22, 2023",
            "Written August 14, 2023",
            "Written August 6, 2023",
            "Written August 2, 2023",
            "Written July 22, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d12666120-Reviews-or20-Authentic_Bat_Trang-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d26848619-Reviews-Ding_Doong_Restaurant-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d25428309-Reviews-L_essence_De_Cuisine-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d27104229-Reviews-Hello_Hanoi_Restaurant-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d24102253-Reviews-Met_Vietnamese_Restaurant_Vegetarian_Options_2-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d12793763-Reviews-Hong_Hoai_s_Restaurant-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d25395039-Reviews-Timeline_Cafe_Restaurants-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d25065881-Reviews-La_Capo_Cafe-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d27434409-Reviews-Hanoi_Skyline_Lounge-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d25064563-Reviews-1968_Restaurant-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d11424180-Reviews-Rice_Bistro-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12250848-Reviews-Huy_Hung_Gallery-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4763180-Reviews-Dinh_Co_Vu-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10446754-Reviews-Vietnam_Moon_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d16656366-Reviews-Hoan_Kiem_Lake_Walking_Street-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10035816-Reviews-Green_Palm_Gallery-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311058-Reviews-Hang_Gai_Street_Street_of_Hemp-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2486466-Reviews-Thang_Long_Art_Gallery-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311070-Reviews-Lake_of_the_Restored_Sword_Hoan_Kiem_Lake-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12110602-Reviews-Chua_Ly_Trieu_Quoc_Su-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26811584-Reviews-Minh_Hi_n_Art_Gallery-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12666120-Reviews-or10-Authentic_Bat_Trang-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12666120-Reviews-or30-Authentic_Bat_Trang-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12666120-Reviews-Authentic_Bat_Trang-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d24119722-Reviews-Vietnam_Travelers_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8587645-Reviews-Trap_Viet_Nam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27137783-Reviews-Stardust_E_Gming_Club-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13447077-Reviews-Miss_Terry_Escape_Rooms-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26826354-Reviews-Art_tutor_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2720375-Reviews-VietClimb-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13906480-Reviews-Westlake_Mini_Golf-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d24894113-Reviews-Sky_Asia_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2067966-Reviews-Ly_Thai_To_Park-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12454034-Reviews-The_Nest_Board_Game_Cafe-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6773304-Reviews-Yen_Boutique_Hanoi_Tailor_Made_Clothes-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15044586-Reviews-Hoa_Ha_Noi_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8008814-Reviews-Chie_Dupudupa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25365175-Reviews-The_Corner_Nail_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8300879-Reviews-Silk_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12958019-Reviews-Huong_Quynh_Silk-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d20093058-Reviews-Tung_s_Kitchen_Cooking_Class-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14910423-Reviews-Qua_Tang_Thu_Cong_My_Nghe-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12462445-Reviews-Ha_Noi_Moment-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25054345-Reviews-Tiredcity_92_Hang_Gai-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15296933-Reviews-SilkyVietnam_5_Hang_Bong-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d16120929-Reviews-MF_Boutique_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d24178578-Reviews-L_essence_De_La_Vie_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10187217-Reviews-Daily_Vietnam_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10290515-Reviews-Madam_Yen_Cooking_Class-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294458-d554991-Reviews-Old_Town-Bucharest.html",
            "https://www.tripadvisor.com/Attraction_Review-g41715-d218997-Reviews-Natural_Bridge_State_Park-North_Adams_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g37130-d1371634-Reviews-French_Lick_Casino-French_Lick_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g297922-d13567928-Reviews-Soi_Bintabaht_Walking_Street-Hua_Hin_Prachuap_Khiri_Khan_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g33919-d1737102-Reviews-Sonny_s_Place-Somers_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g41467-d582085-Reviews-Nashoba_Valley_Winery-Bolton_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g46209-d105341-Reviews-Portsmouth_Harbor_Trail-Portsmouth_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g50940-d2503187-Reviews-Great_Wolf_Lodge_Water_Park-Sandusky_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g1777483-d6983533-Reviews-Kanawa_Island-Labuan_Bajo_Flores_East_Nusa_Tenggara.html",
            "https://www.tripadvisor.com/Attraction_Review-g189431-d2643851-Reviews-Cedar_Forest_of_Alyko-Naxos_Cyclades_South_Aegean.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d12666120-Reviews-or30-Authentic_Bat_Trang-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d12666120-Reviews-or20-Authentic_Bat_Trang-Hanoi.html"
    },
    {
        "attraction_name": "Authentic Bat Trang",
        "attraction_name_vi": "Bát Tràng đích thực",
        "general_info": [
            "977 đánh giá",
            "2 trong 147 trò chơi vui nhộn ở Hà Nội",
            "Xưởng gốm sơn"
        ],
        "attraction_summary": "Chúng tôi mang làng gốm sứ Bát Tràng lâu đời nhất đến với bạn ngay tại trung tâm khu phố cổ Hà Nội, tại 115 Hàng Gai, Hàng gai, Hoàn Kiếm. Ở đây bạn sẽ tìm thấy nhiều lựa chọn gốm sứ Bát Tràng đích thực để bán. Bạn thậm chí có thể tham gia lớp học làm gốm do giáo viên giàu kinh nghiệm hướng dẫn trong môi trường nhóm nhỏ. Với 35 tuổi, bạn có thể tìm hiểu những kiến ​​thức cơ bản về đồ gốm và có thể mang tác phẩm của riêng mình về nhà.Đọc thêm",
        "reviews": [
            "Thực sự rất thích lớp học. Cô ấy rất đáng yêu và rõ ràng là có tay nghề cao. Cuối cùng, tôi trở thành người duy nhất tham dự buổi học mà tôi đã đăng ký và nhận học phí 1-1, điều mà tôi thực sự đánh giá cao là tôi sẽ không ngạc nhiên nếu họ muốn hủy. Như những người khác đã nói, hãy đảm bảo bạn đặt phòng sớm trong thời gian lưu trú tại Hà Nội để họ có thời gian tráng men và nung cho bạn thu thập.Đọc thêm",
            "Jacinta thân mến,\n\nChúng tôi rất vui vì bạn đã có trải nghiệm tuyệt vời tại xưởng gốm của chúng tôi! \n\nCảm ơn bạn rất nhiều vì đã dành thời gian chia sẻ kinh nghiệm của bạn.\n\nChúng tôi hy vọng sớm gặp lại bạn tại Hà Nội!\n\nTrân trọng,\nGốm sứ Bát Tràng đích thựcXem thêm",
            "Thật may mắn khi được tham gia lớp học 1 kèm 1 và lần đầu tiên thử làm đồ gốm cực kỳ nhiều thông tin và thú vị.Đọc thêm",
            "Paul thân mến,\n\nCảm ơn bạn rất nhiều vì đã nhận phản hồi của bạn! Chúng tôi rất vui vì bạn đã có khoảng thời gian vui vẻ tại workshop của chúng tôi.\n\nMong rằng chúng tôi sẽ sớm gặp lại bạn!\n\nTrân trọng,\nGốm sứ Bát Tràng đích thựcXem thêm",
            "Tôi đã học một lớp làm gốm tại Authentic Battrang ở Hà Nội. Sony rất hữu ích trong việc sắp xếp lớp học và đón khách. Giáo viên của tôi rất kiên nhẫn và đã giúp đỡ tôi rất nhiều trong việc làm đồ gốm Đọc thêm",
            "Xin chào,\n\nCảm ơn phản hồi tuyệt vời của bạn! Chúng tôi rất vui vì bạn đã có một thời gian tuyệt vời. Hẹn gặp lại sớm!\n\nTrân trọng,\nGốm sứ Bát Tràng đích thựcXem thêm",
            "Chồng tôi và tôi đã thực hiện chuyến tham quan nhà máy và làng cả ngày, sau đó là lớp học làm đồ gốm. Đó là một trong những điểm nổi bật của chúng tôi ở Việt Nam. Sony là một người dẫn chương trình và hướng dẫn viên du lịch tuyệt vời - rất kiên nhẫn, hiểu biết và nói tiếng Anh xuất sắc. Bữa trưa địa phương rất ngon. Lớp học làm đồ gốm chắc chắn sẽ khơi dậy khả năng sáng tạo bên trong của bạn và chúng tôi đã mang về nhà một số tác phẩm do chính mình làm ra mà chúng tôi trân trọng và tự hào. Bạn sẽ cần phải chờ ba ngày sau hội thảo để các kiệt tác của mình được tráng men và hãy tự tin rằng nó sẽ được gói cẩn thận an toàn cho chuyến du lịch của bạn. Cảm ơn Sonny vì trải nghiệm! Đọc thêm",
            "Xin chào,\n\nChúng tôi rất vui vì bạn đã có khoảng thời gian tuyệt vời trong chuyến tham quan Bát Tràng và lớp học làm gốm! \n\nChúng tôi đánh giá cao phản hồi của bạn và hy vọng sớm gặp lại bạn.\n\nTrân trọng,\nGốm Bát Tràng đích thựcĐọc thêm",
            "Chúng tôi đã có một buổi chiều vui vẻ khi tạo ra những tác phẩm gốm đáng yêu với sự hỗ trợ của một cô gái trẻ có kỹ năng sửa chữa lỗi của chúng tôi. Vui lòng thực hiện việc này 4 ngày trước khi bạn rời đi để có thời gian tráng men và nung tác phẩm của bạn. Họ cũng sẽ giao hàng cho bạn. Đề xuất hoạt động vui vẻ này. Đọc thêm",
            "Xin chào,\n\nCảm ơn phản hồi của bạn và chúng tôi rất vui vì bạn đã có trải nghiệm tuyệt vời tại lớp học làm gốm của chúng tôi.\n\nMong rằng chúng tôi sẽ sớm gặp lại bạn!\n\nTrân trọng, \nGốm Bát Tràng đích thựcĐọc thêm",
            "Tôi đặc biệt giới thiệu chuyến tham quan Bát Tràng này cũng như các cửa hàng và nhà máy ở đây.  Hướng dẫn viên Sony của chúng tôi cực kỳ thân thiện và hiếu khách, trả lời tất cả các câu hỏi của chúng tôi và đưa chúng tôi đến một địa điểm địa phương để ăn trưa. Chứng kiến ​​tính nghệ thuật và kỹ năng cần có để làm đồ gốm đã giúp chúng tôi đánh giá cao hơn về nghề thủ công, đặc biệt là sau khi cố gắng tự làm một số món. Hãy đảm bảo bạn đặt chuyến tham quan này 3 ngày trước khi rời Hà Nội, vì việc nung và tráng men bất kỳ sản phẩm nào bạn làm đều mất nhiều thời gian. Chúng tôi đã không biết điều này, nhưng Sony rất nhiệt tình và chúng tôi sẽ vận chuyển bát và cốc đến cho chúng tôi.Đọc thêm",
            "Xin chào,\n\nCảm ơn bạn rất nhiều vì đánh giá của bạn!\n\nChúng tôi rất vui vì bạn đã có khoảng thời gian vui vẻ và tìm được sự đánh giá mới dành cho gốm sứ Việt Nam. \n\nHy vọng sẽ gặp lại sớm,\nGốm sứ Bát Tràng đích thựcXem thêm",
            "Sony thật xuất sắc và đã cho tôi khoảng thời gian tuyệt vời nhất để dạo quanh các cửa hàng và nhà máy ở Bát Tràng trên chiếc xe máy của anh ấy!Đọc thêm",
            "Debbie thân mến,\n\nCảm ơn phản hồi của bạn và rất vui vì bạn đã có trải nghiệm tuyệt vời với chúng tôi tại Authentic Bát Tràng!\n\nTốt nhất,\nGốm sứ Bát Tràng đích thựcXem thêm",
            "Chúng tôi đã có một buổi học buổi chiều và rất vui. Chúng tôi có một nhóm nhỏ và giáo viên thực sự hiểu biết và hữu ích khi chúng tôi cần hỗ trợ, điều đó khá nhiều!. Chỉ cần đảm bảo bạn dành đủ thời gian cho việc tráng men, tức là vài ngày trước khi bạn có thể nhận chúng. Đọc thêm",
            "Kính gửi Mollye1995,\n\nCảm ơn phản hồi của bạn và chúng tôi rất vui vì bạn đã có khoảng thời gian tuyệt vời tại xưởng gốm của chúng tôi!\n\nMong sớm có chuyến thăm của bạn một lần nữa!\n\nTrân trọng,\nGốm sứ Bát Tràng đích thựcXem thêm",
            "Rất khuyến khích hoạt động này. Có điều gì đó bình yên khi cảm nhận được đất sét. Để kính 3 ngàyĐọc thêm",
            "Xin chào Jo D\n\nRất vui vì bạn thích lớp học làm gốm của chúng tôi tại Authentic Bat Trang!\n\nHy vọng sớm được gặp lại bạn,\nGốm sứ Authentic Bat TrangĐọc thêm",
            "Nó rất sâu sắc. Thầy quê ở một làng chuyên làm các món ăn bằng đất sét.  Tôi thực sự rất thích quá trình học tập.  Tôi đã đưa ra đánh giá 5 sao nhưng tôi có một đề xuất.   Tìm một địa điểm có bầu không khí chuyên nghiệp hơn.   Tường nhà hư hỏng, mái nhà mục nát, mùi ẩm mốc nồng nặc.  Nó không tốt cho sức khỏe. Vui lòng xem xét cơ sở vật chất tốt hơn. Đọc thêm",
            "Jerry thân mến,\n\nThật vui vì bạn đã có khoảng thời gian tuyệt vời tại Authentic Bat Trang! Chúng tôi thực sự trân trọng phản hồi của bạn và sẽ cân nhắc kỹ lưỡng đề xuất của bạn.\n\nTrân trọng,\nGốm sứ Authentic Bat Trang\n\nĐọc thêm"
        ],
        "star_ratings": [
            945,
            29,
            3,
            1,
            1
        ],
        "review_amount": 979,
        "location": [
            "Những điều cần làm ở Hà Nội",
            "Châu Á",
            "Việt Nam",
            "Hà Nội",
            "Bát Tràng đích thực"
        ],
        "reviews_time": [
            "Written July 9, 2023",
            "Written July 9, 2023",
            "Written May 28, 2023",
            "Written May 12, 2023",
            "Written May 11, 2023",
            "Written May 10, 2023",
            "Written April 20, 2023",
            "Written April 11, 2023",
            "Written April 9, 2023",
            "Written April 2, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d12666120-Reviews-or30-Authentic_Bat_Trang-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d26848619-Reviews-Ding_Doong_Restaurant-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d25428309-Reviews-L_essence_De_Cuisine-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d27104229-Reviews-Hello_Hanoi_Restaurant-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d24102253-Reviews-Met_Vietnamese_Restaurant_Vegetarian_Options_2-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d12793763-Reviews-Hong_Hoai_s_Restaurant-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d25395039-Reviews-Timeline_Cafe_Restaurants-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d25065881-Reviews-La_Capo_Cafe-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d27434409-Reviews-Hanoi_Skyline_Lounge-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d25064563-Reviews-1968_Restaurant-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d11424180-Reviews-Rice_Bistro-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12250848-Reviews-Huy_Hung_Gallery-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4763180-Reviews-Dinh_Co_Vu-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10446754-Reviews-Vietnam_Moon_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d16656366-Reviews-Hoan_Kiem_Lake_Walking_Street-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10035816-Reviews-Green_Palm_Gallery-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311058-Reviews-Hang_Gai_Street_Street_of_Hemp-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2486466-Reviews-Thang_Long_Art_Gallery-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311070-Reviews-Lake_of_the_Restored_Sword_Hoan_Kiem_Lake-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12110602-Reviews-Chua_Ly_Trieu_Quoc_Su-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26811584-Reviews-Minh_Hi_n_Art_Gallery-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12666120-Reviews-or20-Authentic_Bat_Trang-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12666120-Reviews-or40-Authentic_Bat_Trang-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12666120-Reviews-Authentic_Bat_Trang-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d24119722-Reviews-Vietnam_Travelers_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8587645-Reviews-Trap_Viet_Nam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27137783-Reviews-Stardust_E_Gming_Club-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13447077-Reviews-Miss_Terry_Escape_Rooms-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26826354-Reviews-Art_tutor_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2720375-Reviews-VietClimb-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13906480-Reviews-Westlake_Mini_Golf-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d24894113-Reviews-Sky_Asia_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2067966-Reviews-Ly_Thai_To_Park-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12454034-Reviews-The_Nest_Board_Game_Cafe-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6773304-Reviews-Yen_Boutique_Hanoi_Tailor_Made_Clothes-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15044586-Reviews-Hoa_Ha_Noi_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8008814-Reviews-Chie_Dupudupa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25365175-Reviews-The_Corner_Nail_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8300879-Reviews-Silk_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12958019-Reviews-Huong_Quynh_Silk-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d20093058-Reviews-Tung_s_Kitchen_Cooking_Class-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14910423-Reviews-Qua_Tang_Thu_Cong_My_Nghe-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12462445-Reviews-Ha_Noi_Moment-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25054345-Reviews-Tiredcity_92_Hang_Gai-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15296933-Reviews-SilkyVietnam_5_Hang_Bong-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d16120929-Reviews-MF_Boutique_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d24178578-Reviews-L_essence_De_La_Vie_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10187217-Reviews-Daily_Vietnam_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10290515-Reviews-Madam_Yen_Cooking_Class-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g60633-d606625-Reviews-Haleakala_Highway_Crater_Road-Kula_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g295413-d9715124-Reviews-Wonder_World-Lahore_Punjab_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g194743-d10235112-Reviews-Shuttle_Civitavecchia_Port-Civitavecchia_Province_of_Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g274967-d11621560-Reviews-Ecolines-Riga_Riga_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g147416-d2556727-Reviews-Cabbage_Beach-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g274725-d14008322-Reviews-Ulica_Elektrykow-Gdansk_Pomerania_Province_Northern_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g57370-d215299-Reviews-Santa_s_Land_USA-Putney_Vermont.html",
            "https://www.tripadvisor.com/Attraction_Review-g155019-d1903265-Reviews-Hanlan_s_Point_Beach-Toronto_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g294013-d1018998-Reviews-Abu_Dhabi_Ice_Rink-Abu_Dhabi_Emirate_of_Abu_Dhabi.html",
            "https://www.tripadvisor.com/Attraction_Review-g303910-d4728535-Reviews-Queen_s_Cabaret-Koh_Tao_Surat_Thani_Province.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d12666120-Reviews-or40-Authentic_Bat_Trang-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d12666120-Reviews-or30-Authentic_Bat_Trang-Hanoi.html"
    },
    {
        "attraction_name": "Authentic Bat Trang",
        "attraction_name_vi": "Bát Tràng đích thực",
        "general_info": [
            "977 đánh giá",
            "2 trong 147 trò chơi vui nhộn ở Hà Nội",
            "Xưởng gốm sơn"
        ],
        "attraction_summary": "Chúng tôi mang làng gốm sứ Bát Tràng lâu đời nhất đến với bạn ngay tại trung tâm khu phố cổ Hà Nội, tại 115 Hàng Gai, Hàng gai, Hoàn Kiếm. Ở đây bạn sẽ tìm thấy nhiều lựa chọn gốm sứ Bát Tràng đích thực để bán. Bạn thậm chí có thể tham gia lớp học làm gốm do giáo viên giàu kinh nghiệm hướng dẫn trong môi trường nhóm nhỏ. Với 35 tuổi, bạn có thể tìm hiểu những kiến ​​thức cơ bản về đồ gốm và có thể mang tác phẩm của riêng mình về nhà.Đọc thêm",
        "reviews": [
            "Chúng tôi thích xem quá trình sản xuất diễn ra như thế nào ở hậu trường. Các công nhân rất thân thiện. Họ cho chúng tôi chụp ảnh với họ và xem họ làm việc. Họ rất hoan nghênh. Đó là những mảnh gốm nhỏ hơn chứ không phải những chiếc bình lớn hơn được làm ở Bát Tràng. Chúng tôi cũng rất thích đi dạo quanh làng. Cuối cùng, chúng tôi cũng thích cơ hội ném những chiếc bình của mình lên bánh xe gốm. Chuyến tham quan này thực sự đốt cháy và tráng men những món ăn chúng tôi đã làm. Bạn cần phải nhặt chúng một vài ngày sau đó. Thật thú vị khi có đồ gốm thực tế mà chúng tôi làm để mang về nhà. Hướng dẫn viên rất thân thiện và là giáo viên rất giỏi khi chúng tôi thử làm một cái bát, bình hoặc cốc.Đọc thêm",
            "Xin chào Janeceh2020,\n\nRất vui khi biết về trải nghiệm thú vị của bạn với chúng tôi trong chuyến tham quan Bát Tràng! Chúng tôi mong muốn chuyến thăm của bạn một lần nữa trong tương lai gần.\n\nTrân trọng,\nGốm sứ Bát Tràng đích thựcXem thêm",
            "Chúng tôi thực sự yêu thích lớp học của mình tại Authentic Bát Tràng! Họ rất kiên nhẫn khi chúng tôi làm đi làm lại nhiều lần và cuối cùng chúng tôi đã học được rất nhiều - bao gồm cả sự đánh giá cao đối với bất kỳ đồ gốm đẹp nào mà chúng tôi thấy! Các giáo viên rất thân thiện và hữu ích, và trải nghiệm này là điều chúng tôi yêu thích nhất trong chuyến đi của mình!Đọc thêm",
            "Stephanie thân mến,\n\nCảm ơn bạn đã đánh giá tốt của bạn! Chúng tôi rất vui vì bạn đã có khoảng thời gian tuyệt vời với chúng tôi và chúng tôi hy vọng sẽ sớm gặp lại bạn.\n\nTrân trọng,\nGốm sứ Bát Tràng đích thựcXem thêm",
            "Họ rất kiên nhẫn giảng dạy và không dừng lại trong 3 giờ. Chúng tôi đã có đủ thời gian để tận hưởng và đó là một trải nghiệm thú vị. Thật đáng để ghé thăm!Đọc thêm",
            "Emily thân mến,\n\nCám ơn vì những lời tốt đẹp của bạn! Chúng tôi rất vui vì bạn đã có khoảng thời gian tuyệt vời cùng chúng tôi trong chuyến đi Việt Nam.\n\nTrân trọng,\nGốm sứ Bát Tràng đích thựcXem thêm",
            "Tôi đã tham gia buổi hội thảo ném bánh xe đầu tiên với công ty tuyệt vời này. Bạn được hướng dẫn một cách tận tình trong khi thực hiện, sau đó họ tráng men và nung các sản phẩm sáng tạo của bạn cho bạn. Nhân viên cửa hàng rất tự do và hữu ích, giáo viên thật tuyệt vời và giá trị đồng tiền thật đáng kinh ngạc!! Rất khuyến khích ghé thăm cửa hàng và tham gia một lớp học!Đọc thêm",
            "Cảm ơn Jake vì những lời tốt đẹp của bạn! \n\nChúng tôi rất vui vì bạn đã có trải nghiệm tuyệt vời và chúng tôi hy vọng sớm gặp lại bạn tại Hà Nội.\n\nTrân trọng,\nGốm sứ Bát Tràng đích thựcXem thêm",
            "Cửa hàng tuyệt vời để có được những chiếc bát, đĩa và cửa hàng gốm sứ Việt Nam độc đáo và đẹp mắt. Khó có thể tìm thấy sự đa dạng mà chúng được trưng bày ở bất kỳ nơi nào khác. Chủ cửa hàng Sony rất tốt bụng, hiểu biết và không hề tự đề cao. Và đồ gốm được đóng gói siêu siêu an toàn!! Thực sự khuyên dùngĐọc thêm",
            "Xin chào Michiel,\n\nRất vui vì bạn đã ghé thăm cửa hàng của chúng tôi và có trải nghiệm tuyệt vời! Các sản phẩm và thiết kế mới thường xuyên được thêm vào cửa hàng, vì vậy chúng tôi hy vọng sẽ sớm gặp lại bạn.\n\nTốt nhất,\nGốm Bát Tràng đích thựcĐọc thêm",
            "Đồ gốm đẹp với tay nghề và thiết kế nguyên bản. Rất khuyến khích cho một chuyến tham quan mua sắm để tìm kiếm quà lưu niệm địa phương.Đọc thêm",
            "Xin chào Chek Siang F,\n\nCảm ơn bạn đã thể hiện sự đánh giá cao về gốm sứ Bát Tràng thủ công của chúng tôi. Chúng tôi rất tự hào về các sản phẩm mà chúng tôi cung cấp và liên tục tung ra các thiết kế mới; xin vui lòng quay lại sớm!\n\nTốt nhất,\nGốm Bát Tràng đích thựcĐọc thêm",
            "Chưa bao giờ làm đồ gốm trước đây, thật thú vị khi thử nó. Những người hướng dẫn rất kiên nhẫn và thực sự muốn bạn có được một tác phẩm hay, giúp đỡ bất cứ khi nào họ có thể. Cuối cùng tôi đã tạo ra ít nhất 6 tác phẩm trở lên, một nửa trong số đó tôi đã loại bỏ. Bạn chụp những bức ảnh mà bạn muốn hoàn thiện và chọn loại men mà họ sẽ làm sau khi sấy khô. Vì phải mất 3 ngày để hoàn tất quá trình này, hãy đảm bảo rằng bạn có đủ thời gian để họ hoàn thành và mặc quần áo dễ giặt hoặc quần short vì sau đó bạn sẽ bị bắn tung tóe rất nhiều. Tôi hỏi về vận chuyển và nó đắt tiền. Hoạt động tuyệt vời đặc biệt cho một ngày mưa.Đọc thêm",
            "Xin chào!\n\nCảm ơn bạn rất nhiều vì đã chia sẻ trải nghiệm của mình với chúng tôi tại Gốm Sứ Bát Tràng Authentic!\n\nRất vui được chia sẻ nghề gốm sứ truyền thống của Việt Nam với bạn và chúng tôi hy vọng sớm gặp lại bạn.\n\nTốt nhất,\nGốm Bát Tràng đích thựcĐọc thêm",
            "Thầy vẫn kiên nhẫn mặc dù chúng tôi đã làm hỏng bột nhiều lần. Cuối cùng, chúng tôi cũng làm được một vài món đồ gốm tử tế. Đó là một trải nghiệm tốt. Mỗi người tham gia được quyền nhận một đồ gốm và bất kỳ đồ gốm bổ sung nào bạn muốn mang về sẽ có giá 5 USD. Đọc thêm",
            "Xin chào,\n\nCảm ơn bạn đã ghé thăm Authentic Bát Tràng! Chúng tôi thực sự đánh giá cao phản hồi của bạn và hy vọng bạn có thể ghé thăm chúng tôi lần nữa trong tương lai gần.\n\nTốt nhất,\nGốm Bát Tràng đích thựcĐọc thêm",
            "Đó là một khóa học tuyệt vời với một giáo viên xuất sắc! Họ đã nung và tráng men một số tác phẩm của chúng tôi để chúng tôi có thể mang chúng về nhà! 100 sẽ giới thiệu Đọc thêm",
            "Xin chào Jade,\n\nThật vui vì bạn đã có khoảng thời gian tuyệt vời tại xưởng gốm của chúng tôi. Hẹn gặp lại bạn sớm!\n\nTrân trọng,\nGốm Bát Tràng chính hiệuĐọc thêm",
            "Tay nghề đẹp và đích thực. Đây là một phát hiện tuyệt vời với đồ gốm đẹp được làm ở Hà Nội. Tôi rất vui khi có thể mang một thứ gì đó rất địa phương và chân thực làm kỷ niệm. Thực sự đóng gói rất tốt cho chuyến đi trở lạiĐọc thêm",
            "Xin chào,\n\nCảm ơn bạn đã đánh giá cao đồ gốm Bát Tràng thủ công của chúng tôi. Chúng tôi rất vui khi cửa hàng của chúng tôi có thể cung cấp cho bạn một món đồ lưu niệm cho chuyến đi Việt Nam của bạn.\n\nHy vọng sớm gặp lại bạn!\n\nTrân trọng,\nGốm Bát Tràng chính hãngĐọc thêm",
            "Cách đây vài năm, tôi đã có 50 viên gạch ốp tường bằng đất sét được làm sau khi tôi nhìn thấy bức ảnh của chúng trên tạp chí Vietnam Airlines. Tôi đã lắp đặt chúng trong nhà bếp của mình và không nhận được gì ngoài những tiếng ồ và ồ! Bây giờ tôi đã bán căn nhà và muốn có thêm gạch. Bạn vẫn làm chúng à?Đọc thêm",
            "Mogadishu thân mến. Cảm ơn bạn rất nhiều vì tin nhắn. Chúng tôi rất vui khi được nghe từ bạn. Vui lòng gửi hình ảnh Gạch ốp tường vào email của chúng tôi. infoauthenticbattrang.vn chúng tôi sẽ kiểm tra và báo cho bạn biết. Cảm ơn. Chúc mừng năm mới 2021Đọc thêm",
            "Tôi có thể trải nghiệm làm gốm không?Đọc thêm",
            "Bạn đồng hành thân mến, cảm ơn bạn rất nhiều vì câu hỏi, \nVâng, chúng tôi có xưởng - lớp học làm gốm ở phố cổ Hà Nội, Giáo viên của chúng tôi đến từ làng Bát Tràng sẽ hướng dẫn bạn cách làm các sản phẩm bát, lọ, đĩa, cốc....\nLớp học 35/người, học 3 tiếng buổi sáng từ 9h00-12h00 hoặc chiều 14h00-17h00 \ngiá đã bao gồm cả sản phẩm nung bạn đã làm, \n\nCảm ơn rất nhiều \nnếu bạn cần thêm thông tin, xin vui lòng liên hệ với chúng tôi\n\nĐội ngũ Bát Trang đích thựcĐọc thêm",
            "CHÀO\nLớp học làm gốm có cần phải nấu trước không?\nTôi có thể bước vào để đặt chỗ được không?Đọc thêm",
            "Thưa ông / bà, \nCảm ơn bạn rất nhiều vì đã nhắn tin, Chúng tôi rất vui khi biết các bạn quan tâm đến lớp học làm gốm ở phố cổ Hà Nội của chúng tôi, \nTheo yêu cầu của bạn, chúng tôi xin thông báo với bạn rằng nếu bạn muốn nung sản phẩm và mang về nhà, chúng tôi cần tổ chức lớp học trước 3 ngày hoặc nếu bạn không có thời gian đợi đến khi bắn, chúng tôi có thể gửi hàng cho bạn khi chúng tôi hoàn thành.\nĐối với lớp học, bạn có thể đến cửa hàng của chúng tôi - 62 Hàng Hòm để đóng tiền cho lớp học hoặc bạn có thể thanh toán trực tuyến hoặc chúng tôi có thể đến khách sạn của bạn và thu tiền, \n\nCảm ơn bạn rất nhiều vì dịch vụ, \nNếu bạn cần thêm thông tin, xin vui lòng liên hệ với chúng tôi\n\nBát trang đích thựcĐọc thêm",
            "CHÀO\nChúng tôi đã đến lớp học của bạn vào ngày 29 tháng 12. \nVới chồng tôi và cô con gái nhỏ 4 tuổi của tôi. \nChúng tôi đã thực hiện 5 mục. \n\nChúng tôi đã thanh toán cho bạn các chi phí bổ sung: \nđối với các mặt hàng, \nđể hoàn thiện màu xanh lam, \nvà chuyển phát nhanh đi HK. \n\nBạn đã nói với chúng tôi rằng sẽ mất khoảng 7 ngày. \nĐã 16 ngày rồi. \nChúng ta phải đợi thêm bao lâu nữa?\nCô gái của tôi ngày nào cũng hỏi... \n\nPs: chúng tôi đã mua cho bạn 2 bình hoa và 1 bộ ấm trà. \n\nCảm ơn. Đọc thêm",
            "Kính gửi khách hàng của chúng tôi, \nCảm ơn bạn rất nhiều vì đã dành thời gian hỏi thăm tripadvisor về các sản phẩm của lớp Pottery.\nToàn thể nhân viên, quản lý tại Authentic bat trang xin chân thành cảm ơn các bạn đã tham gia lớp học làm gốm cùng chúng tôi, \nĐối với yêu cầu của bạn, chúng tôi sẽ kiểm tra lại và gửi email cho bạn sớm nhất để cho bạn biết về tình trạng sản phẩm, \nVui lòng kiểm tra email của bạn sớm, \n\ncảm ơn bạn rất nhiều vì đã ủng hộ chúng tôi\n\nBát trang đích thựcĐọc thêm"
        ],
        "star_ratings": [
            945,
            29,
            3,
            1,
            1
        ],
        "review_amount": 979,
        "location": [
            "Những điều cần làm ở Hà Nội",
            "Châu Á",
            "Việt Nam",
            "Hà Nội",
            "Bát Tràng đích thực"
        ],
        "reviews_time": [
            "Written March 24, 2023",
            "Written January 30, 2023",
            "Written January 14, 2023",
            "Written December 31, 2022",
            "Written December 31, 2022",
            "Written December 26, 2022",
            "Written November 25, 2022",
            "Written November 19, 2022",
            "Written November 7, 2022",
            "Written October 16, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d12666120-Reviews-or40-Authentic_Bat_Trang-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d26848619-Reviews-Ding_Doong_Restaurant-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d25428309-Reviews-L_essence_De_Cuisine-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d27104229-Reviews-Hello_Hanoi_Restaurant-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d24102253-Reviews-Met_Vietnamese_Restaurant_Vegetarian_Options_2-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d12793763-Reviews-Hong_Hoai_s_Restaurant-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d25395039-Reviews-Timeline_Cafe_Restaurants-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d25065881-Reviews-La_Capo_Cafe-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d27434409-Reviews-Hanoi_Skyline_Lounge-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d25064563-Reviews-1968_Restaurant-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d11424180-Reviews-Rice_Bistro-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12250848-Reviews-Huy_Hung_Gallery-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4763180-Reviews-Dinh_Co_Vu-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10446754-Reviews-Vietnam_Moon_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d16656366-Reviews-Hoan_Kiem_Lake_Walking_Street-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10035816-Reviews-Green_Palm_Gallery-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311058-Reviews-Hang_Gai_Street_Street_of_Hemp-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2486466-Reviews-Thang_Long_Art_Gallery-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311070-Reviews-Lake_of_the_Restored_Sword_Hoan_Kiem_Lake-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12110602-Reviews-Chua_Ly_Trieu_Quoc_Su-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26811584-Reviews-Minh_Hi_n_Art_Gallery-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12666120-Reviews-or30-Authentic_Bat_Trang-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12666120-Reviews-or50-Authentic_Bat_Trang-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12666120-Reviews-Authentic_Bat_Trang-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d24119722-Reviews-Vietnam_Travelers_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8587645-Reviews-Trap_Viet_Nam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27137783-Reviews-Stardust_E_Gming_Club-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13447077-Reviews-Miss_Terry_Escape_Rooms-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26826354-Reviews-Art_tutor_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2720375-Reviews-VietClimb-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13906480-Reviews-Westlake_Mini_Golf-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d24894113-Reviews-Sky_Asia_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2067966-Reviews-Ly_Thai_To_Park-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12454034-Reviews-The_Nest_Board_Game_Cafe-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6773304-Reviews-Yen_Boutique_Hanoi_Tailor_Made_Clothes-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15044586-Reviews-Hoa_Ha_Noi_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8008814-Reviews-Chie_Dupudupa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25365175-Reviews-The_Corner_Nail_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8300879-Reviews-Silk_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12958019-Reviews-Huong_Quynh_Silk-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d20093058-Reviews-Tung_s_Kitchen_Cooking_Class-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14910423-Reviews-Qua_Tang_Thu_Cong_My_Nghe-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12462445-Reviews-Ha_Noi_Moment-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25054345-Reviews-Tiredcity_92_Hang_Gai-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15296933-Reviews-SilkyVietnam_5_Hang_Bong-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d16120929-Reviews-MF_Boutique_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d24178578-Reviews-L_essence_De_La_Vie_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10187217-Reviews-Daily_Vietnam_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10290515-Reviews-Madam_Yen_Cooking_Class-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g29871-d12853441-Reviews-Lake_Julian_Park-Arden_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g31411-d108840-Reviews-Standin_On_The_Corner-Winslow_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d276251-Reviews-Prague_Zoo-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d13384709-Reviews-Hot_spring_Park-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g297549-d553101-Reviews-El_Dahar-Hurghada_Red_Sea_and_Sinai.html",
            "https://www.tripadvisor.com/Attraction_Review-g658915-d12922627-Reviews-Cocktails_and_Dreams-Laganas_Zakynthos_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d4173939-Reviews-Michael_Jackson_ONE_by_Cirque_du_Soleil-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g147310-d10440523-Reviews-JamZone_Bowling-Kingston_Kingston_Parish_Jamaica.html",
            "https://www.tripadvisor.com/Attraction_Review-g294202-d23954582-Reviews-Sultan_s_Flowers_Extract_Palace-Giza_Giza_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g15305982-d23844330-Reviews-IsIltI_Masaj_Salonu_Terapi_Spa_Merkezi-Selcuklu_Konya.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d12666120-Reviews-or50-Authentic_Bat_Trang-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d12666120-Reviews-or40-Authentic_Bat_Trang-Hanoi.html"
    },
    {
        "attraction_name": "Authentic Bat Trang",
        "attraction_name_vi": "Bát Tràng đích thực",
        "general_info": [
            "977 đánh giá",
            "2 trong 147 trò chơi vui nhộn ở Hà Nội",
            "Xưởng gốm sơn"
        ],
        "attraction_summary": "Chúng tôi mang làng gốm sứ Bát Tràng lâu đời nhất đến với bạn ngay tại trung tâm khu phố cổ Hà Nội, tại 115 Hàng Gai, Hàng Gai, Hoàn Kiếm. Ở đây bạn sẽ tìm thấy nhiều lựa chọn gốm sứ Bát Tràng đích thực để bán. Bạn thậm chí có thể tham gia lớp học làm gốm do giáo viên giàu kinh nghiệm hướng dẫn trong môi trường nhóm nhỏ. Với 35 tuổi, bạn có thể tìm hiểu những kiến ​​thức cơ bản về đồ gốm và có thể mang tác phẩm của riêng mình về nhà.Đọc thêm",
        "reviews": [
            "Con gái tôi thực sự yêu thích nghệ thuật và ngoài việc làm những công việc du lịch thông thường và chúng tôi không hề thất vọng. Chúng tôi đã có một trải nghiệm thật tuyệt vời với cô Hằng. Cô ấy thật ngọt ngào và hữu ích!! Về cơ bản, giáo viên sẽ chỉ cho bạn cách nặn đồ gốm ngay từ đầu và thời gian còn lại bạn cố gắng làm ra nhiều đồ nhất có thể trong 3 giờ. Cuối cùng, bạn chọn một món đồ bạn muốn giữ miễn phí, chúng sẽ sấy khô rồi nung và tráng men cho bạn. Vâng chắc chắn làm điều này một lần nữa, nó thật thư giãn và thoát khỏi sự hối hả và nhộn nhịp của thành phố. Chúng tôi đã kết thúc việc mua những tác phẩm còn lại mà chúng tôi đã thực hiện và vì phải mất vài ngày để hoàn thành quá trình nướng và tráng men nên họ đã vận chuyển thành phẩm của chúng tôi đến điểm đến là TP.HCM ngay trước khi rời VN.Đọc thêm",
            "Xin chào Teresa,\n\nCảm ơn bạn rất nhiều vì đã chia sẻ kinh nghiệm của mình và chúng tôi rất vui vì bạn đã có khoảng thời gian tuyệt vời tại xưởng gốm của chúng tôi.\n\nHãy chắc chắn ghé thăm chúng tôi một lần nữa khi bạn ở Việt Nam!\n\nTrân trọng,\nGốm sứ Bát Tràng chính hiệuĐọc thêm",
            "Đã bán quá mức. Lớp có 4 máy làm gốm điện tử và 5 người. Ai đó đã phải sử dụng hướng dẫn sử dụng mọi lúc. Tôi tình nguyện, đương nhiên là do quyết định của tôi nên công việc trở nên nhàm chán và tốn nhiều công sức. Hiểu rằng tôi đã chọn làm hướng dẫn, nhưng tôi cảm thấy lớp học phải bình đẳng cho tất cả mọi người. Những người tham gia khác, bao gồm cả vợ tôi, rất thích thú.Đọc thêm",
            "Xin chào Liam,\n\nChúng tôi rất tiếc vì trải nghiệm của bạn không được thú vị như mong đợi do thiếu máy làm gốm điện.\n\nKể từ đó, chúng tôi đã nâng cấp lên 7 máy làm gốm điện để nhiều người có thể trải nghiệm thú vị tại xưởng gốm của chúng tôi.\n\nHy vọng bạn có thể sớm ghé thăm chúng tôi và trải nghiệm những nâng cấp mà chúng tôi đã thực hiện!\n\nTrân trọng,\nGốm Bát Tràng đích thựcĐọc thêm",
            "Chúng tôi đã có khoảng thời gian tuyệt vời khi học với người hướng dẫn của mình! Anh ấy thực sự đã giúp chúng tôi trong suốt toàn bộ trải nghiệm. Anh ấy thậm chí còn hướng dẫn chúng tôi những gì chúng tôi muốn làm và sửa lỗi của chúng tôi! Tôi muốn giới thiệu hoạt động này! Đó là một cách tuyệt vời để tránh nắng và gặp gỡ những người mới. Không thể chờ đợi để xem sản phẩm cuối cùng của chúng tôi! Đọc thêm",
            "Xin chào,\n\nThật vui khi có bạn tham gia lớp học làm gốm của chúng tôi và cảm ơn bạn đã chia sẻ kinh nghiệm của mình! \n\nChúng tôi hy vọng bạn có thể ghé thăm chúng tôi một lần nữa sớm.\n\nTốt nhất,\nGốm Bát Tràng đích thựcĐọc thêm",
            "Cửa hàng gốm sứ yêu thích của tôi trong thị trấn, nhiều sản phẩm thủ công đẹp và giá cả rất phải chăng. Và một điểm cộng lớn cho người bán hàng thân thiện! Đọc thêm",
            "Xin chào,\n\nCảm ơn bạn rất nhiều vì phản hồi của bạn và chúng tôi rất vui vì bạn thích cửa hàng của chúng tôi!\n\nTốt nhất,\nGốm sứ Bát Tràng đích thựcXem thêm",
            "Hai cô con gái 11 và 7 tuổi của tôi và tôi đã thực hiện buổi làm gốm kéo dài 3 giờ tại Authentic Bát Tràng nằm trong Khu Phố Cổ. Người hướng dẫn của chúng tôi cực kỳ kiên nhẫn với chúng tôi, thường xuyên giúp đỡ chúng tôi khi chúng tôi không thể xoay cốc, bát hoặc đĩa trên bánh xe. Bạn có thể làm bao nhiêu mảnh tùy thích trong thời gian 3 giờ và chọn những mảnh bạn muốn nung và tráng men. Bạn nhận được một phần đi kèm với lớp học. Đây là một hoạt động vui vẻ, thoải mái dành cho tôi và các cô gái của tôi. Chúng tôi không cảm thấy vội vã và dành thời gian để làm quen với quy trình và cảm thấy thoải mái hơn trong khoảng thời gian 3 giờ. Sony, người quản lý cửa hàng, rất tốt bụng và nhiệt tình, đồng thời đã chuẩn bị sẵn sàng các món đồ cho chúng tôi kịp thời cho chuyến về nhà. Họ cũng cung cấp dịch vụ vận chuyển nếu không có đủ thời gian.Đọc thêm",
            "Xin chào,\n\nChúng tôi rất vui vì bạn đã có khoảng thời gian tuyệt vời ở đây với chúng tôi tại Authentic Bát Tràng. Cảm ơn những lời tốt đẹp của bạn và chúng tôi thực sự đánh giá cao sự hỗ trợ.\n\nHẹn gặp lại sớm!\n\nTốt nhất,\nBát Tràng đích thựcĐọc thêm",
            "Chúng tôi đã tham gia lớp học làm gốm kéo dài 3 giờ ở phố cổ Hà Nội và rất vui. Giáo viên rất kiên nhẫn với chúng tôi và bạn không cần phải mang theo bất kỳ kinh nghiệm nào. Tôi khuyên bạn nên tham gia lớp học vào đầu chuyến đi để bạn có thể mang theo đĩa, v.v. Thời gian đốt 2-3 ngày nếu không bạn có thể chọn thứ gì đó từ cửa hàng.Đọc thêm",
            "Xin chào,\n\nRất vui vì bạn đã có trải nghiệm tuyệt vời tại xưởng gốm của chúng tôi. Cảm ơn những lời tốt đẹp của bạn và chúng tôi hy vọng bạn có thể ghé thăm lại sớm!\n\nTốt nhất,\nGốm Bát Tràng đích thựcĐọc thêm",
            "Dịch vụ khách hàng tuyệt vời. Vui vẻ và hấp dẫn! Chắc chắn là một trải nghiệm tốt. Tôi rất yêu thích hội thảo!Đọc thêm",
            "Mmntmori thân mến,\n\nCảm ơn bạn đã chọn chúng tôi là một phần trong chuyến đi Việt Nam của bạn. Chúng tôi rất vui vì bạn đã có khoảng thời gian tuyệt vời và chúng tôi hy vọng sớm gặp lại bạn!\n\nTốt nhất,\nGốm Bát Tràng đích thựcĐọc thêm",
            "Trải nghiệm thực sự tốt. Nhân viên thân thiện và giáo viên giỏi. Rất khuyến khích bất kỳ ai có một vài giờ rảnh rỗiĐọc thêm",
            "Xin chào Matty,\n\nCảm ơn phản hôi của bạn! Chúng tôi rất vui vì bạn đã có khoảng thời gian tuyệt vời với chúng tôi tại Authentic Bát Tràng. \n\nTốt nhất,\nGốm Bát Tràng đích thựcĐọc thêm",
            "Trải nghiệm tuyệt vời. Chúng tôi đã học cách nặn gốm trên bàn xoay và có khoảng thời gian tuyệt vời. Chúng tôi đã mang một sản phẩm cuối cùng về nhà, họ đã nung và tráng men cho chúng tôi. Người hướng dẫn của chúng tôi nói tiếng Anh rất tốt và rất vui vẻ và thân thiện. Giá trị tuyệt vời so với số tiền bỏ ra! Đọc thêm",
            "Xin chào Lewis,\n\nCảm ơn vì đã chia sẻ kinh nghiệm của bạn với chúng tôi!\n\nRất vui vì bạn đã có trải nghiệm tuyệt vời tại lớp học làm gốm của chúng tôi và chúng tôi hy vọng bạn có thể sớm tham gia lại với chúng tôi.\n\nTốt nhất,\nGốm Bát Tràng đích thựcĐọc thêm",
            "Lớp học kéo dài 3 giờ, vì vậy nếu bạn chưa từng làm đồ gốm trước đó thì bạn sẽ có nhiều thời gian để cải thiện và tạo ra một số tác phẩm tuyệt vời. Thật dễ dàng và thú vị khi là một người du lịch một mình và thật tuyệt vời khi được chứng kiến ​​thành quả hoàn thiện từ sự sáng tạo của chính mình!Đọc thêm",
            "Xin chào Alexis,\n\nCảm ơn bạn rất nhiều vì đã tham gia lớp học làm gốm của chúng tôi tại Hà Nội! Chúng tôi rất vui vì bạn đã có trải nghiệm tuyệt vời.\n\nChúng tôi mong sớm có chuyến thăm của bạn một lần nữa!\n\nTốt nhất,\nGốm Bát Tràng đích thựcĐọc thêm"
        ],
        "star_ratings": [
            945,
            29,
            3,
            1,
            1
        ],
        "review_amount": 979,
        "location": [
            "Những điều cần làm ở Hà Nội",
            "Châu Á",
            "Việt Nam",
            "Hà Nội",
            "Bát Tràng đích thực"
        ],
        "reviews_time": [
            "Written October 16, 2022",
            "Written October 9, 2022",
            "Written September 12, 2022",
            "Written September 12, 2022",
            "Written September 9, 2022",
            "Written August 29, 2022",
            "Written August 28, 2022",
            "Written August 23, 2022",
            "Written August 18, 2022",
            "Written August 18, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d12666120-Reviews-or50-Authentic_Bat_Trang-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12250848-Reviews-Huy_Hung_Gallery-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4763180-Reviews-Dinh_Co_Vu-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10446754-Reviews-Vietnam_Moon_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d16656366-Reviews-Hoan_Kiem_Lake_Walking_Street-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10035816-Reviews-Green_Palm_Gallery-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311058-Reviews-Hang_Gai_Street_Street_of_Hemp-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2486466-Reviews-Thang_Long_Art_Gallery-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311070-Reviews-Lake_of_the_Restored_Sword_Hoan_Kiem_Lake-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12110602-Reviews-Chua_Ly_Trieu_Quoc_Su-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26811584-Reviews-Minh_Hi_n_Art_Gallery-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12666120-Reviews-or40-Authentic_Bat_Trang-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12666120-Reviews-or60-Authentic_Bat_Trang-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12666120-Reviews-Authentic_Bat_Trang-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d24119722-Reviews-Vietnam_Travelers_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8587645-Reviews-Trap_Viet_Nam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27137783-Reviews-Stardust_E_Gming_Club-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13447077-Reviews-Miss_Terry_Escape_Rooms-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26826354-Reviews-Art_tutor_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2720375-Reviews-VietClimb-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13906480-Reviews-Westlake_Mini_Golf-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d24894113-Reviews-Sky_Asia_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2067966-Reviews-Ly_Thai_To_Park-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12454034-Reviews-The_Nest_Board_Game_Cafe-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6773304-Reviews-Yen_Boutique_Hanoi_Tailor_Made_Clothes-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15044586-Reviews-Hoa_Ha_Noi_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8008814-Reviews-Chie_Dupudupa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25365175-Reviews-The_Corner_Nail_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8300879-Reviews-Silk_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12958019-Reviews-Huong_Quynh_Silk-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d20093058-Reviews-Tung_s_Kitchen_Cooking_Class-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14910423-Reviews-Qua_Tang_Thu_Cong_My_Nghe-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12462445-Reviews-Ha_Noi_Moment-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25054345-Reviews-Tiredcity_92_Hang_Gai-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15296933-Reviews-SilkyVietnam_5_Hang_Bong-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d16120929-Reviews-MF_Boutique_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d24178578-Reviews-L_essence_De_La_Vie_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10187217-Reviews-Daily_Vietnam_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10290515-Reviews-Madam_Yen_Cooking_Class-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g658215-d10088045-Reviews-Ponce_Inlet_Jetty-Ponce_Inlet_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d245989-Reviews-Mount_Lycabettus-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g1036817-d1756253-Reviews-Virgin_Island-Panglao_Island_Bohol_Province_Visayas.html",
            "https://www.tripadvisor.com/Attraction_Review-g293932-d2422703-Reviews-Vernissage_Market-Yerevan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298343-d14843665-Reviews-Mystic_Massage_Centre-Flic_En_Flac.html",
            "https://www.tripadvisor.com/Attraction_Review-g295370-d523517-Reviews-Cathedral_of_Saint_Domnius-Split_Split_Dalmatia_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g32944-d3334643-Reviews-Point_Vicente_Lighthouse-Rancho_Palos_Verdes_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g294195-d3574806-Reviews-Aerial_Tramway_in_Tbilisi-Tbilisi.html",
            "https://www.tripadvisor.com/Attraction_Review-g303165-d6870093-Reviews-Lekuresi_Castle-Saranda_Vlore_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g60754-d12276486-Reviews-Uncle_Tim_s_Bridge-Wellfleet_Cape_Cod_Massachusetts.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d12666120-Reviews-or60-Authentic_Bat_Trang-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d12666120-Reviews-or50-Authentic_Bat_Trang-Hanoi.html"
    },
    {
        "attraction_name": "Authentic Bat Trang",
        "attraction_name_vi": "Bát Tràng đích thực",
        "general_info": [
            "977 đánh giá",
            "2 trong số 147 Trò chơi vui nhộn ở Hà Nội",
            "Xưởng gốm sơn"
        ],
        "attraction_summary": "Chúng tôi mang làng gốm Bát Tràng lâu đời nhất đến với bạn ngay tại trung tâm phố cổ Hà Nội, tại 115 Hàng Gai, Hàng Gai, Hoàn Kiếm. Tại đây, bạn sẽ tìm thấy nhiều loại gốm Bát Tràng chính hiệu để bán. Bạn thậm chí có thể tham gia lớp học làm gốm do một giáo viên giàu kinh nghiệm hướng dẫn, trong một nhóm nhỏ. Với 35 đô la, bạn có thể học những điều cơ bản về gốm và có thể mang về nhà tác phẩm của riêng mình. Đọc thêm",
        "reviews": [
            "Chúng tôi đi ngang qua cửa hàng và phải vào trong. Những món đồ được trưng bày thật tuyệt vời. Chúng tôi khuyên bạn nên đến cửa hàng này để xem những món đồ thủ công của họ - tuyệt đẹp. Đọc thêm",
            "Xin chào Samantha,\n\nCảm ơn bạn đã thể hiện tình yêu của mình với gốm sứ Bát Tràng thủ công của chúng tôi! Chúng tôi liên tục đưa ra những phong cách và thiết kế mới; Hãy ghé thăm chúng tôi một lần nữa sớm!\n\nTốt nhất,\nGốm Bát Tràng đích thựcĐọc thêm",
            "Trò chơi thú vị với Clay và mặc dù đôi khi, bàn tay non nghệ thuật của tôi sẽ đánh bay toàn bộ đất sét ra khỏi bánh xe, nhân viên rất kiên nhẫn và không phàn nàn gì, đặt một cái mới cho tôi. Cô ấy cũng giúp tôi làm thành hình chiếc cốc mà tôi yêu cầu, sau 1 giờ tôi hơi thất vọng vì chính món đồ thủ công của mình. Sau khi dán kính, các nhân viên đã giúp chuyển thẳng đến khách sạn của tôi! Dịch vụ tuyệt vời!Đọc thêm",
            "Xin chào Mjuans,\n\nCảm ơn bạn đã tham gia hội thảo gốm của chúng tôi! Chúng tôi rất vui vì bạn đã có khoảng thời gian tuyệt vời cùng chúng tôi và chúng tôi mong sớm được gặp lại bạn.\n\nTrân trọng,\nGốm Bát Tràng chính hiệuĐọc thêm",
            "Cửa hàng đồ gốm ở đường Hàng Gai Hà Nội có đồ gốm chất lượng rất đẹp, chẳng hạn như đĩa, ấm trà và đủ loại đồ nguyên bản mà tôi không thể tìm thấy ở đâu khác, rất nhiều đồ rất nguyên bản! Hãy hỏi chủ sở hữu Sony, ông ấy sẽ rất vui lòng được giúp bạn mua hàng.Đọc thêm",
            "Xin chào Stephen,\n\nCảm ơn bạn đã tin tưởng chúng tôi mang đến cho bạn những sản phẩm gốm sứ thủ công tốt nhất tại Việt Nam. Mong rằng chúng tôi sẽ sớm gặp lại bạn!\n\nTốt nhất,\nGốm Bát Tràng đích thựcĐọc thêm",
            "Một cửa hàng tuyệt vời đầy đồ gốm đẹp. Chủ cửa hàng rất hữu ích và thân thiện. Tôi muốn giới thiệu nó rất cao! Đọc thêm",
            "Xin chào Connla,\n\nCảm ơn bạn đã ghé thăm cửa hàng của chúng tôi. Chúng tôi thực sự đánh giá cao đánh giá của bạn và hy vọng gặp lại bạn trong tương lai gần.\n\nTốt nhất,\nGốm Bát Tràng đích thựcĐọc thêm",
            "Trải nghiệm tuyệt vời! Họ sẽ chỉ cho bạn cách bắt đầu làm đồ gốm và thậm chí còn cho phép bạn chọn một thiết kế để sản xuất miễn phí tại nhà máy! Chắc chắn có giá trị nó! Cảm ơn một lần nữa vì tất cả mọi thứ! Đọc thêm",
            "Xin chào Mihai,\n\nCảm ơn vì đã chia sẻ kinh nghiệm của bạn với chúng tôi. Chúng tôi rất vui vì bạn đã có khoảng thời gian thú vị tại xưởng gốm của chúng tôi.\n\nXin vui lòng quay lại sớm!\n\nTốt nhất,\nGốm Bát Tràng đích thựcĐọc thêm",
            "Trải nghiệm thú vị và làm đồ gốm. Chúng tôi có đủ 3 giờ để làm bất cứ điều gì chúng tôi muốn. Nhóm đủ linh hoạt để điều chỉnh thời gian của chúng tôi mặc dù nó nằm ngoài lịch trình thông thường của họ. Phản hồi nhanh các truy vấn của chúng tôi bằng WhatsApp!Đọc thêm",
            "Xin chào,\n\nCảm ơn vì đã chia sẻ kinh nghiệm của bạn với chúng tôi. Chúng tôi rất vui vì bạn đã có khoảng thời gian vui vẻ tại lớp học làm gốm của chúng tôi!\n\nHẹn gặp lại sớm!\n\nTốt nhất,\nGốm Bát Tràng đích thựcĐọc thêm",
            "Con gái tôi, 14 và 10 tuổi, thích xưởng này. Họ học cách làm đồ gốm Việt Nam trong 3 giờ. Chúng tôi cùng trò chuyện vui vẻ về lịch sử gốm Việt Nam, làng Bát Tràng... Họ làm ra những chiếc bát, lọ, cốc, con hổ và con rắn. Họ nóng lòng chờ đợi thành phẩm cuối cùng của mình. Rất khuyến khích hoạt động nên ghé thăm khi bạn ở Việt Nam.Đọc thêm",
            "Xin chào Hannah,\n\nCảm ơn vì đã chia sẻ kinh nghiệm của bạn với chúng tôi! Chúng tôi rất vui vì bạn và gia đình đã có khoảng thời gian vui vẻ tại Authentic Bát Tràng. \n\nMong được gặp lại bạn sớm!\n\nTốt nhất,\nGốm Bát Tràng đích thựcĐọc thêm",
            "Đây là một trải nghiệm tuyệt vời để làm trong những ngày nghỉ. Các nhân viên và giáo viên thật ngạc nhiên vì lớp học kéo dài ba giờ rất đáng đồng tiền và đây cũng là một món quà lưu niệm tuyệt vời để mang về nhà. Đó là một cách thực sự thú vị để lấp đầy một buổi sáng hoặc buổi chiều ở Hà Nội.Đọc thêm",
            "Xin chào Brigid000,\n\nCảm ơn bạn đã phản hồi và chúng tôi rất vui vì bạn đã có khoảng thời gian tuyệt vời tại lớp học gốm của chúng tôi.\n\nMong sớm được gặp lại bạn!\n\nTrân trọng,\nGốm Bát Tràng chính hiệuĐọc thêm",
            "Đó là một trải nghiệm tuyệt vời, người hướng dẫn rất kiên nhẫn và cực kỳ hữu ích mặc dù chúng tôi liên tục làm hỏng đất sét. Chúng tôi đã cố gắng làm được nhiều phần và hoàn toàn thích thú. Họ rất nhiệt tình với chúng tôi khi chúng tôi bay trở lại vài ngày sau đó, họ đã cố gắng gấp rút bắn các mảnh của chúng tôi để chúng tôi mang nó về kịp!! Anh ấy đã đích thân mang nó xuống khách sạn của chúng tôi: Rất khuyến khích nó có giá trị siêu lớn!!Đọc thêm",
            "Xin chào Sarah,\n\nChúng tôi rất vui vì bạn đã có khoảng thời gian thú vị tại Xưởng gốm của chúng tôi. Cảm ơn những lời tốt đẹp của bạn và vui lòng ghé thăm chúng tôi một lần nữa!\n\nTrân trọng,\nGốm Bát Tràng đích thựcĐọc thêm",
            "Chúng tôi đã có khoảng thời gian thực sự tuyệt vời và trải nghiệm đặc biệt khi tham dự hội thảo. Chúng tôi đã quyết định tổ chức hội thảo này vào phút chót nhưng sự giao tiếp rất tuyệt vời. Xét đến thực tế là Covid vẫn còn ảnh hưởng, tôi rất vui khi họ tổ chức buổi hội thảo này. Tôi chưa bao giờ làm việc với đất sét trước đây, nhưng với sự giúp đỡ và lời khuyên của các chuyên gia, giờ tôi đã bị cuốn hút. Thật thú vị khi tạo ra thứ gì đó và vào ngày cuối cùng trong thời gian lưu trú, họ đã đích thân giao đồ của chúng tôi đến khách sạn. Một số mảnh của tôi không tồn tại được sau khi nung, điều này là bình thường và do tôi muốn vật liệu có độ dày mỏng. Sau đó, họ đã cung cấp cho chúng tôi một số sản phẩm của riêng họ để thay thế, điều này thực sự tốt. Lần sau ra Hà Nội nhất định mình sẽ book lại quán nàyXem thêm",
            "Xin chào Bjorn,\n\nCảm ơn vì đã chia sẻ kinh nghiệm của bạn với chúng tôi! Chúng tôi rất vui vì bạn đã có khoảng thời gian vui vẻ tại lớp học làm gốm của chúng tôi. \n\nChúng tôi mong muốn được nhìn thấy bạn một lần nữa sớm!\n\nTrân trọng,\nGốm Bát Tràng đích thựcĐọc thêm",
            "Cách đây vài năm, tôi đã có 50 viên gạch ốp tường bằng đất sét được làm sau khi tôi nhìn thấy bức ảnh của chúng trên tạp chí Vietnam Airlines. Tôi đã lắp đặt chúng trong nhà bếp của mình và không nhận được gì ngoài những tiếng ồ và ồ! Bây giờ tôi đã bán căn nhà và muốn có thêm gạch. Bạn vẫn làm chúng à?Đọc thêm",
            "Mogadishu thân mến. Cảm ơn bạn rất nhiều vì tin nhắn. Chúng tôi rất vui khi được nghe từ bạn. Vui lòng gửi hình ảnh Gạch ốp tường vào email của chúng tôi. infoauthenticbattrang.vn chúng tôi sẽ kiểm tra và báo cho bạn biết. Cảm ơn. Chúc mừng năm mới 2021Đọc thêm",
            "Tôi có thể trải nghiệm làm gốm không?Đọc thêm",
            "Bạn đồng hành thân mến, cảm ơn bạn rất nhiều vì câu hỏi, \nVâng, chúng tôi có xưởng - lớp học làm gốm ở phố cổ Hà Nội, Giáo viên của chúng tôi đến từ làng Bát Tràng sẽ hướng dẫn bạn cách làm các sản phẩm bát, lọ, đĩa, cốc....\nLớp học 35/người, học 3 tiếng buổi sáng từ 9h00-12h00 hoặc chiều 14h00-17h00 \ngiá đã bao gồm cả sản phẩm nung bạn đã làm, \n\nCảm ơn rất nhiều \nnếu bạn cần thêm thông tin, xin vui lòng liên hệ với chúng tôi\n\nĐội ngũ Bát Trang đích thựcĐọc thêm",
            "CHÀO\nLớp học làm gốm có cần phải nấu trước không?\nTôi có thể bước vào để đặt chỗ được không?Đọc thêm",
            "Thưa ông / bà, \nCảm ơn bạn rất nhiều vì đã nhắn tin, Chúng tôi rất vui khi biết các bạn quan tâm đến lớp học làm gốm ở phố cổ Hà Nội của chúng tôi, \nTheo yêu cầu của bạn, chúng tôi xin thông báo với bạn rằng nếu bạn muốn nung sản phẩm và mang về nhà, chúng tôi cần tổ chức lớp học trước 3 ngày hoặc nếu bạn không có thời gian đợi đến khi bắn, chúng tôi có thể gửi hàng cho bạn khi chúng tôi hoàn thành.\nĐối với lớp học, bạn có thể đến cửa hàng của chúng tôi - 62 Hàng Hòm để đóng tiền cho lớp học hoặc bạn có thể thanh toán trực tuyến hoặc chúng tôi có thể đến khách sạn của bạn và thu tiền, \n\nCảm ơn bạn rất nhiều vì dịch vụ, \nNếu bạn cần thêm thông tin, xin vui lòng liên hệ với chúng tôi\n\nBát trang đích thựcĐọc thêm",
            "CHÀO\nChúng tôi đã đến lớp học của bạn vào ngày 29 tháng 12. \nVới chồng tôi và cô con gái nhỏ 4 tuổi của tôi. \nChúng tôi đã thực hiện 5 mục. \n\nChúng tôi đã thanh toán cho bạn các chi phí bổ sung: \nđối với các mặt hàng, \nđể hoàn thiện màu xanh lam, \nvà chuyển phát nhanh đi HK. \n\nBạn đã nói với chúng tôi rằng sẽ mất khoảng 7 ngày. \nĐã 16 ngày rồi. \nChúng ta phải đợi thêm bao lâu nữa?\nCô gái của tôi ngày nào cũng hỏi... \n\nPs: chúng tôi đã mua cho bạn 2 bình hoa và 1 bộ ấm trà. \n\nCảm ơn. Đọc thêm",
            "Kính gửi khách hàng của chúng tôi, \nCảm ơn bạn rất nhiều vì đã dành thời gian hỏi thăm tripadvisor về các sản phẩm của lớp Pottery.\nToàn thể nhân viên, quản lý tại Authentic bat trang xin chân thành cảm ơn các bạn đã tham gia lớp học làm gốm cùng chúng tôi, \nĐối với yêu cầu của bạn, chúng tôi sẽ kiểm tra lại và gửi email cho bạn sớm nhất để cho bạn biết về tình trạng sản phẩm, \nVui lòng kiểm tra email của bạn sớm, \n\ncảm ơn bạn rất nhiều vì đã ủng hộ chúng tôi\n\nBát trang đích thựcĐọc thêm"
        ],
        "star_ratings": [
            945,
            29,
            3,
            1,
            1
        ],
        "review_amount": 979,
        "location": [
            "Những việc cần làm ở Hà Nội",
            "Châu Á",
            "Việt Nam",
            "Hà Nội",
            "Bát Tràng đích thực"
        ],
        "reviews_time": [
            "Written August 12, 2022",
            "Written August 12, 2022",
            "Written August 7, 2022",
            "Written August 2, 2022",
            "Written July 26, 2022",
            "Written July 24, 2022",
            "Written July 12, 2022",
            "Written June 14, 2022",
            "Written June 11, 2022",
            "Written May 8, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d12666120-Reviews-or60-Authentic_Bat_Trang-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d26848619-Reviews-Ding_Doong_Restaurant-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d25428309-Reviews-L_essence_De_Cuisine-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d27104229-Reviews-Hello_Hanoi_Restaurant-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d24102253-Reviews-Met_Vietnamese_Restaurant_Vegetarian_Options_2-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d12793763-Reviews-Hong_Hoai_s_Restaurant-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d25395039-Reviews-Timeline_Cafe_Restaurants-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d25065881-Reviews-La_Capo_Cafe-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d27434409-Reviews-Hanoi_Skyline_Lounge-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d25064563-Reviews-1968_Restaurant-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d11424180-Reviews-Rice_Bistro-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12250848-Reviews-Huy_Hung_Gallery-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4763180-Reviews-Dinh_Co_Vu-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10446754-Reviews-Vietnam_Moon_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d16656366-Reviews-Hoan_Kiem_Lake_Walking_Street-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10035816-Reviews-Green_Palm_Gallery-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311058-Reviews-Hang_Gai_Street_Street_of_Hemp-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2486466-Reviews-Thang_Long_Art_Gallery-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311070-Reviews-Lake_of_the_Restored_Sword_Hoan_Kiem_Lake-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12110602-Reviews-Chua_Ly_Trieu_Quoc_Su-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26811584-Reviews-Minh_Hi_n_Art_Gallery-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12666120-Reviews-or50-Authentic_Bat_Trang-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12666120-Reviews-or70-Authentic_Bat_Trang-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12666120-Reviews-Authentic_Bat_Trang-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d24119722-Reviews-Vietnam_Travelers_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8587645-Reviews-Trap_Viet_Nam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27137783-Reviews-Stardust_E_Gming_Club-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13447077-Reviews-Miss_Terry_Escape_Rooms-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26826354-Reviews-Art_tutor_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2720375-Reviews-VietClimb-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13906480-Reviews-Westlake_Mini_Golf-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d24894113-Reviews-Sky_Asia_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2067966-Reviews-Ly_Thai_To_Park-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12454034-Reviews-The_Nest_Board_Game_Cafe-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6773304-Reviews-Yen_Boutique_Hanoi_Tailor_Made_Clothes-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15044586-Reviews-Hoa_Ha_Noi_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8008814-Reviews-Chie_Dupudupa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25365175-Reviews-The_Corner_Nail_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8300879-Reviews-Silk_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12958019-Reviews-Huong_Quynh_Silk-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d20093058-Reviews-Tung_s_Kitchen_Cooking_Class-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14910423-Reviews-Qua_Tang_Thu_Cong_My_Nghe-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12462445-Reviews-Ha_Noi_Moment-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25054345-Reviews-Tiredcity_92_Hang_Gai-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15296933-Reviews-SilkyVietnam_5_Hang_Bong-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d16120929-Reviews-MF_Boutique_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d24178578-Reviews-L_essence_De_La_Vie_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10187217-Reviews-Daily_Vietnam_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10290515-Reviews-Madam_Yen_Cooking_Class-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g30582-d645714-Reviews-Waterville_USA-Gulf_Shores_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g4340243-d1823791-Reviews-Lok_Kawi_Wildlife_Park-Penampang_Sabah.html",
            "https://www.tripadvisor.com/Attraction_Review-g56797-d8566853-Reviews-Lake_Palestine-Tyler_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d4295521-Reviews-Tantalus_Lookout_Puu_Ualakaa_State_Park-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g294201-d9583141-Reviews-Tomb_of_Shah_of_Iran-Cairo_Cairo_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g189839-d15151210-Reviews-Disgusting_Food_Museum-Malmo_Skane_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g39187-d2356534-Reviews-Berea_Pinnacles-Berea_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d10130020-Reviews-Dinosaur_Planet-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d214887-Reviews-Dublinia-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g189543-d243891-Reviews-Frederiksborg_Castle-Hillerod_Hilleroed_Municipality_Copenhagen_Region_Zealand.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d12666120-Reviews-or70-Authentic_Bat_Trang-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d12666120-Reviews-or60-Authentic_Bat_Trang-Hanoi.html"
    },
    {
        "attraction_name": "Authentic Bat Trang",
        "attraction_name_vi": "Bát Tràng đích thực",
        "general_info": [
            "977 đánh giá",
            "2 trong 147 trò chơi vui nhộn ở Hà Nội",
            "Xưởng gốm sơn"
        ],
        "attraction_summary": "Chúng tôi mang làng gốm Bát Tràng lâu đời nhất đến với bạn ngay tại trung tâm phố cổ Hà Nội, tại 115 Hàng Gai, Hàng Gai, Hoàn Kiếm. Tại đây, bạn sẽ tìm thấy nhiều loại gốm Bát Tràng chính hiệu để bán. Bạn thậm chí có thể tham gia lớp học làm gốm do một giáo viên giàu kinh nghiệm hướng dẫn, trong một nhóm nhỏ. Với 35 đô la, bạn có thể học những điều cơ bản về gốm và có thể mang về nhà tác phẩm của riêng mình. Đọc thêm",
        "reviews": [
            "Từ đầu đến cuối lớp gốm này thật tuyệt vời. Các chàng trai thực sự quan tâm đến việc cho chúng tôi thời gian và cung cấp dịch vụ chuyên nghiệp. Chúng tôi bắt đầu xem cách người thợ gốm chuyên nghiệp làm đất sét và rất nhanh chóng chúng tôi đã tự mình làm được. Các bạn đã dành cho chúng tôi rất nhiều sự quan tâm, đó thực sự là một bài học riêng về đồ gốm! Sau khi tạo ra nhiều đồ vật, tôi làm một chiếc cốc, bát và đĩa, họ hỏi chúng tôi muốn đốt ở mức giá nào trong lò. Cung cấp một phần miễn phí,. Họ thậm chí còn cho chúng tôi lựa chọn cách chúng tôi muốn bộ ảnh trông như thế nào. Sau khoảng 5 ngày, những món đồ chúng tôi làm đã được gửi đến khách sạn của chúng tôi. Chủ lớp luôn giao tiếp và thực sự rất tuyệt vời.Đọc thêm",
            "Xin chào,\n\nCảm ơn bạn đã ghé thăm Authentic Bát Tràng tại Hà Nội. Chúng tôi thực sự đánh giá cao những lời tốt đẹp của bạn và chúng tôi hy vọng sớm gặp lại bạn!\n\nTrân trọng,\nGốm Bát Tràng đích thựcĐọc thêm",
            "Đánh giá này muộn khoảng 4 năm nhưng tôi lại rút cốc ra. Một trong những điều tôi nhận được khi đi du lịch là những chiếc cốc được sản xuất tại địa phương và cửa hàng này không chỉ làm được điều đó mà còn có nhiều loại để bạn lựa chọn. Yêu nó rất nhiều! Đọc thêm",
            "Xin chào Taylor,\n\nCảm ơn bạn đã quay lại để chia sẻ kinh nghiệm của bạn với chúng tôi. Chúng tôi rất vui vì chiếc cốc của bạn vẫn là kỷ niệm tuyệt vời về cửa hàng của chúng tôi và chuyến đi đến Việt Nam của bạn.\n\nHãy ghé thăm chúng tôi một lần nữa sớm!\n\nTrân trọng,\nGốm Bát Tràng đích thựcĐọc thêm",
            "Chúng tôi đã có một buổi sáng gia đình tại xưởng gốm ở khu phố cổ. Đứa con ba tuổi của chúng tôi rất thích nó và được Sony hỗ trợ rất chu đáo. Bức tranh là phần cô ấy thích nhất, mặc dù chúng tôi ước gì có những màu sáng hơn như vàng và xanh lam để vẽ. Chúng tôi chắc chắn sẽ trở lại để có thêm đồ gốm và hội họa. Sony cũng cung cấp các chậu làm sẵn để vẽ và tráng men bằng tay trong trường hợp việc làm đồ gốm quá phức tạp.Đọc thêm",
            "Xin chào, \n\nCảm ơn bạn đã chia sẻ kinh nghiệm của bạn với chúng tôi. Rất vui vì bạn đã có khoảng thời gian thú vị tại Authentic Bát Tràng. \n\nChúng tôi rất mong sớm được gặp lại bạn tại Hà Nội!\n\nTrân trọng,\nGốm Bát Tràng đích thựcĐọc thêm",
            "Tôi tình cờ thấy cửa hàng này trên TripAdvisor và nằm rất gần khách sạn của tôi ở Hà Nội nên đã quyết định thử. Sở dĩ nó được đánh giá cao như vậy là vì tính sáng tạo độc đáo của nó. Họ có một số bộ sưu tập gốm sứ đẹp nhất trên toàn Hà Nội. Ngoài ra, họ còn tổ chức các lớp học và hội thảo dành cho những du khách muốn tìm hiểu nghệ thuật này. Mỗi món đồ đều được làm thủ công thực sự và sẽ thu hút sự chú ý của bạn ngay khi bạn bước vào cửa hàng. Một lời khuyên: cũng như các hoạt động mua sắm khác ở Việt Nam, hãy luôn trau dồi kỹ năng thương lượng của mình!Đọc thêm",
            "Xin chào,\n\nCảm ơn bạn đã ghé thăm cửa hàng của chúng tôi tại Hà Nội. Chúng tôi rất vui vì bạn đã có khoảng thời gian tuyệt vời ở đây. Hãy ghé thăm chúng tôi một lần nữa nhé!\n\nTrân trọng,\nGốm Bát Tràng chính hiệuĐọc thêm",
            "Hoạt động thực sự thú vị với một nhóm nhỏ. Đây không phải là một lớp học có cấu trúc đặc biệt, hơn thế nữa chỉ là chơi miễn phí với đất sét - nhưng những người hướng dẫn luôn sẵn sàng trợ giúp bạn nhiều như bạn mong muốn. Chi phí bao gồm là việc tráng men cho mỗi món đồ cộng với giảm giá cho các mặt hàng trong cửa hàng của họ. Nếu bạn muốn tráng men nhiều hơn một món thì mỗi món khoảng 5 món. Men trắng trơn mất vài ngày, men xanh mất 5 ngày. Tốt nhất bạn nên thực hiện việc này sớm trong chuyến đi để có thể nhận được đồ của mình. Studio có 3 bánh xe điện và một loạt bánh xe bằng tay. Thật thú vị khi thử bánh xe thủ công và xem cách làm đồ gốm truyền thống ở Bát Tràng, tuy nhiên, nó rất khó và tôi nghĩ họ sẽ được hưởng lợi nếu mua thêm một loạt bánh xe điện.Đọc thêm",
            "Xin chào ddrewq,\n\nCảm ơn vì đã chia sẻ kinh nghiệm của bạn với chúng tôi! Rất vui vì bạn đã có khoảng thời gian vui vẻ tại Authentic Bát Tràng.\n\nTin tốt! Bây giờ chúng tôi đã nâng cấp xưởng gốm của mình lên 7 bánh gốm điện. Các bánh xe thủ công vẫn có sẵn nếu ai muốn trải nghiệm cách làm gốm thủ công truyền thống đích thực. \n\nNgoài ra, thời gian tráng men các sản phẩm của lớp gốm giờ đây đã giảm xuống còn 2-3 ngày!\n\nChúng tôi hy vọng bạn có thể sớm đến và thử studio mới và cải tiến của chúng tôi!\n\nTrân trọng,\nGốm Bát Tràng đích thựcĐọc thêm",
            "Authentic Batrang là một cửa hàng đồ gốm nhỏ xinh với một số món đồ gốm sứ đẹp mắt và giá cả phải chăng. Thực sự khuyên bạn nên ghé qua cửa hàng nhỏ này để mang về nhà một chút Hà Nội.Đọc thêm",
            "Xin chào Sarosh,\n\nCảm ơn bạn đã đánh giá tốt cho cửa hàng gốm sứ của chúng tôi! Chúng tôi rất vui vì có thể mang đến cho bạn một phần nhỏ của Hà Nội để mang về nhà.\n\nHãy ghé thăm chúng tôi lần nữa khi bạn ở Việt Nam!\n\nTrân trọng,\nGốm Bát Tràng đích thựcĐọc thêm",
            "Tôi tình cờ gặp cửa hàng này và trò chuyện với ông chủ Sony về Bát Tràng cũng như đất sét trù phú ở nơi ông sinh sống. Ngay cả khi bạn không mua bất cứ thứ gì, hãy ghé qua vì đây là một bảo tàng nhỏ và một bữa tiệc mãn nhãn! Tôi đã mang theo một món quà lưu niệm được đóng gói cực kỳ an toàn, rất phù hợp cho ngôi nhà mới của tôi.Đọc thêm",
            "Xin chào Kimmy,\n\nCảm ơn bạn đã thể hiện sự đánh giá cao của bạn đối với cửa hàng của chúng tôi và gốm sứ Bát Tràng. \n\nMong rằng chúng tôi sẽ sớm gặp lại bạn!\n\nTrân trọng,\nGốm Bát Tràng đích thựcĐọc thêm",
            "Tôi và bạn trai đã tìm thấy những chiếc bình tuyệt đẹp làm quà cho mẹ của chúng tôi ở đây. Tôi đính kèm một bức ảnh!. Chủ sở hữu rất hữu ích và thực sự quan tâm đến việc gói nó để chúng tôi có thể dễ dàng mang nó trở lại Nam Phi. Thật là một cửa hàng tuyệt vời! Đọc thêm",
            "Xin chào,\n\nCảm ơn bạn đã đánh giá tốt của bạn! Chúng tôi rất vui vì có thể giúp bạn tìm được chiếc bình hoàn hảo của mình và nó đã đưa nó về nhà an toàn.\n\nMong được gặp lại bạn sớm!\n\nTrân trọng,\nGốm Bát Tràng đích thựcĐọc thêm",
            "Không khí tuyệt vời. Nhân viên tốt. Đồ tuyệt vời để mua. Sau một ngày dài ở Hà Nội với căng thẳng vì virus corona, việc tìm thấy cửa hàng này giống như một ốc đảo nhỏ. Đọc thêm",
            "Xin chào,\n\nCảm ơn bạn đã thể hiện sự đánh giá cao đối với cửa hàng gốm sứ của chúng tôi!\n\nChúng tôi hy vọng bạn có thể ghé thăm chúng tôi một lần nữa sớm.\n\nTrân trọng,\nGốm Bát Tràng đích thựcĐọc thêm",
            "Tôi đã tham dự lớp học làm gốm kéo dài 3 giờ do Tú nghĩ ra. Anh ấy dạy tôi rất nhiều kỹ thuật và rất chú ý đến chi tiết. Chủ sở hữu Sony rất thân thiện với tiếng Anh rất tốt. Tôi thực sự thích trải nghiệm này và rất vui khi được về nhà với những tác phẩm thủ công của chính mình!Đọc thêm",
            "Xin chào Chấn,\n\nChúng tôi rất vui vì bạn đã có trải nghiệm thú vị tại Authentic Bát Tràng. Cảm ơn bạn đã chia sẻ kinh nghiệm của mình và chúng tôi hy vọng sớm gặp lại bạn!\n\nTrân trọng,\nGốm Bát Tràng đích thựcĐọc thêm",
            "Cách đây vài năm, tôi đã có 50 viên gạch ốp tường bằng đất sét được làm sau khi tôi nhìn thấy bức ảnh của chúng trên tạp chí Vietnam Airlines. Tôi đã lắp đặt chúng trong nhà bếp của mình và không nhận được gì ngoài những tiếng ồ và ồ! Bây giờ tôi đã bán căn nhà và muốn có thêm gạch. Bạn vẫn làm chúng à?Đọc thêm",
            "Mogadishu thân mến. Cảm ơn bạn rất nhiều vì tin nhắn. Chúng tôi rất vui khi được nghe từ bạn. Vui lòng gửi hình ảnh Gạch ốp tường vào email của chúng tôi. infoauthenticbattrang.vn chúng tôi sẽ kiểm tra và báo cho bạn biết. Cảm ơn. Chúc mừng năm mới 2021Đọc thêm",
            "Tôi có thể trải nghiệm làm gốm không?Đọc thêm",
            "Bạn đồng hành thân mến, cảm ơn bạn rất nhiều vì câu hỏi, \nVâng, chúng tôi có xưởng - lớp học làm gốm ở phố cổ Hà Nội, Giáo viên của chúng tôi đến từ làng Bát Tràng sẽ hướng dẫn bạn cách làm các sản phẩm bát, lọ, đĩa, cốc....\nLớp học 35/người, học 3 tiếng buổi sáng từ 9h00-12h00 hoặc chiều 14h00-17h00 \ngiá đã bao gồm cả sản phẩm nung bạn đã làm, \n\nCảm ơn rất nhiều \nnếu bạn cần thêm thông tin, xin vui lòng liên hệ với chúng tôi\n\nĐội ngũ Bát Trang đích thựcĐọc thêm",
            "CHÀO\nLớp học làm gốm có cần phải nấu trước không?\nTôi có thể bước vào để đặt chỗ được không?Đọc thêm",
            "Thưa ông / bà, \nCảm ơn bạn rất nhiều vì đã nhắn tin, Chúng tôi rất vui khi biết các bạn quan tâm đến lớp học làm gốm ở phố cổ Hà Nội của chúng tôi, \nTheo yêu cầu của bạn, chúng tôi xin thông báo với bạn rằng nếu bạn muốn nung sản phẩm và mang về nhà, chúng tôi cần tổ chức lớp học trước 3 ngày hoặc nếu bạn không có thời gian đợi đến khi bắn, chúng tôi có thể gửi hàng cho bạn khi chúng tôi hoàn thành.\nĐối với lớp học, bạn có thể đến cửa hàng của chúng tôi - 62 Hàng Hòm để đóng tiền cho lớp học hoặc bạn có thể thanh toán trực tuyến hoặc chúng tôi có thể đến khách sạn của bạn và thu tiền, \n\nCảm ơn bạn rất nhiều vì dịch vụ, \nNếu bạn cần thêm thông tin, xin vui lòng liên hệ với chúng tôi\n\nBát trang đích thựcĐọc thêm",
            "CHÀO\nChúng tôi đã đến lớp học của bạn vào ngày 29 tháng 12. \nVới chồng tôi và cô con gái nhỏ 4 tuổi của tôi. \nChúng tôi đã thực hiện 5 mục. \n\nChúng tôi đã thanh toán cho bạn các chi phí bổ sung: \nđối với các mặt hàng, \nđể hoàn thiện màu xanh lam, \nvà chuyển phát nhanh đi HK. \n\nBạn đã nói với chúng tôi rằng sẽ mất khoảng 7 ngày. \nĐã 16 ngày rồi. \nChúng ta phải đợi thêm bao lâu nữa?\nCô gái của tôi ngày nào cũng hỏi... \n\nPs: chúng tôi đã mua cho bạn 2 bình hoa và 1 bộ ấm trà. \n\nCảm ơn. Đọc thêm",
            "Kính gửi khách hàng của chúng tôi, \nCảm ơn bạn rất nhiều vì đã dành thời gian hỏi thăm tripadvisor về các sản phẩm của lớp Pottery.\nToàn thể nhân viên, quản lý tại Authentic bat trang xin chân thành cảm ơn các bạn đã tham gia lớp học làm gốm cùng chúng tôi, \nĐối với yêu cầu của bạn, chúng tôi sẽ kiểm tra lại và gửi email cho bạn sớm nhất để cho bạn biết về tình trạng sản phẩm, \nVui lòng kiểm tra email của bạn sớm, \n\ncảm ơn bạn rất nhiều vì đã ủng hộ chúng tôi\n\nBát trang đích thựcĐọc thêm"
        ],
        "star_ratings": [
            945,
            29,
            3,
            1,
            1
        ],
        "review_amount": 979,
        "location": [
            "Những điều cần làm ở Hà Nội",
            "Châu Á",
            "Việt Nam",
            "Hà Nội",
            "Bát Tràng đích thực"
        ],
        "reviews_time": [
            "Written April 20, 2022",
            "Written March 5, 2022",
            "Written October 16, 2020",
            "Written March 23, 2020",
            "Written March 21, 2020",
            "Written March 17, 2020",
            "Written March 15, 2020",
            "Written March 11, 2020",
            "Written March 11, 2020",
            "Written March 10, 2020"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d12666120-Reviews-or70-Authentic_Bat_Trang-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d26848619-Reviews-Ding_Doong_Restaurant-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d25428309-Reviews-L_essence_De_Cuisine-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d27104229-Reviews-Hello_Hanoi_Restaurant-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d24102253-Reviews-Met_Vietnamese_Restaurant_Vegetarian_Options_2-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d12793763-Reviews-Hong_Hoai_s_Restaurant-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d25395039-Reviews-Timeline_Cafe_Restaurants-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d25065881-Reviews-La_Capo_Cafe-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d27434409-Reviews-Hanoi_Skyline_Lounge-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d25064563-Reviews-1968_Restaurant-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d11424180-Reviews-Rice_Bistro-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12250848-Reviews-Huy_Hung_Gallery-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4763180-Reviews-Dinh_Co_Vu-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10446754-Reviews-Vietnam_Moon_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d16656366-Reviews-Hoan_Kiem_Lake_Walking_Street-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10035816-Reviews-Green_Palm_Gallery-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311058-Reviews-Hang_Gai_Street_Street_of_Hemp-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2486466-Reviews-Thang_Long_Art_Gallery-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311070-Reviews-Lake_of_the_Restored_Sword_Hoan_Kiem_Lake-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12110602-Reviews-Chua_Ly_Trieu_Quoc_Su-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26811584-Reviews-Minh_Hi_n_Art_Gallery-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12666120-Reviews-or60-Authentic_Bat_Trang-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12666120-Reviews-or80-Authentic_Bat_Trang-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12666120-Reviews-Authentic_Bat_Trang-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d24119722-Reviews-Vietnam_Travelers_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8587645-Reviews-Trap_Viet_Nam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27137783-Reviews-Stardust_E_Gming_Club-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13447077-Reviews-Miss_Terry_Escape_Rooms-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26826354-Reviews-Art_tutor_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2720375-Reviews-VietClimb-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13906480-Reviews-Westlake_Mini_Golf-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d24894113-Reviews-Sky_Asia_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2067966-Reviews-Ly_Thai_To_Park-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12454034-Reviews-The_Nest_Board_Game_Cafe-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6773304-Reviews-Yen_Boutique_Hanoi_Tailor_Made_Clothes-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15044586-Reviews-Hoa_Ha_Noi_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8008814-Reviews-Chie_Dupudupa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25365175-Reviews-The_Corner_Nail_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8300879-Reviews-Silk_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12958019-Reviews-Huong_Quynh_Silk-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d20093058-Reviews-Tung_s_Kitchen_Cooking_Class-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14910423-Reviews-Qua_Tang_Thu_Cong_My_Nghe-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12462445-Reviews-Ha_Noi_Moment-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25054345-Reviews-Tiredcity_92_Hang_Gai-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15296933-Reviews-SilkyVietnam_5_Hang_Bong-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d16120929-Reviews-MF_Boutique_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d24178578-Reviews-L_essence_De_La_Vie_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10187217-Reviews-Daily_Vietnam_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10290515-Reviews-Madam_Yen_Cooking_Class-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g49369-d3477962-Reviews-RDU_Observation_Park-Morrisville_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g676072-d9609042-Reviews-Chaweng_Beach-Chaweng_Bophut_Ko_Samui_Surat_Thani_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1190444-d2290402-Reviews-Mikri_Vigla_Beach-Mikri_Vigla_Naxos_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g155033-d155582-Reviews-Parc_de_la_Chute_Montmorency-Quebec_City_Quebec.html",
            "https://www.tripadvisor.com/Attraction_Review-g29222-d109857-Reviews-Kahana_Bay_Beach_Park-Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g294450-d668457-Reviews-Sarajevo_War_Tunnel-Sarajevo_Sarajevo_Canton_Federation_of_Bosnia_and_Herzegovina.html",
            "https://www.tripadvisor.com/Attraction_Review-g30183-d124603-Reviews-Six_Flags_Over_Texas-Arlington_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g187783-d15030758-Reviews-Bagni_di_Tiberio-Capri_Island_of_Capri_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g189180-d2394636-Reviews-Igreja_do_Carmo-Porto_Porto_District_Northern_Portugal.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d12666120-Reviews-or80-Authentic_Bat_Trang-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d12666120-Reviews-or70-Authentic_Bat_Trang-Hanoi.html"
    },
    {
        "attraction_name": "Authentic Bat Trang",
        "attraction_name_vi": "Bát Tràng đích thực",
        "general_info": [
            "977 đánh giá",
            "2 trong 147 trò chơi vui nhộn ở Hà Nội",
            "Xưởng gốm sơn"
        ],
        "attraction_summary": "Chúng tôi mang làng gốm sứ Bát Tràng lâu đời nhất đến với bạn ngay tại trung tâm khu phố cổ Hà Nội, tại 115 Hàng Gai, Hàng Gai, Hoàn Kiếm. Ở đây bạn sẽ tìm thấy nhiều lựa chọn gốm sứ Bát Tràng đích thực để bán. Bạn thậm chí có thể tham gia lớp học làm gốm do giáo viên giàu kinh nghiệm hướng dẫn trong môi trường nhóm nhỏ. Với 35 tuổi, bạn có thể tìm hiểu những kiến ​​thức cơ bản về đồ gốm và có thể mang tác phẩm của riêng mình về nhà.Đọc thêm",
        "reviews": [
            "Tôi và bạn tôi đến lớp học làm gốm, vui lắm. Các nhân viên rất thân thiện và sẵn sàng giúp đỡ. Rất khuyến khích! Đọc thêm",
            "Xin chào,\n\nChúng tôi rất vui vì bạn đã có khoảng thời gian tuyệt vời tại cửa hàng gốm sứ của chúng tôi! Cảm ơn những lời tốt đẹp của bạn và chúng tôi hy vọng sớm gặp lại bạn.\n\nTrân trọng,\nGốm Bát Tràng đích thựcĐọc thêm",
            "Đã đến đây hai năm trước và mua một đĩa phục vụ. Người chủ đã dành thời gian gói đĩa của tôi và làm một chiếc hộp để đĩa của tôi không bị vỡ trên đường về Úc. Tôi biết mình phải quay lại và tiêu nhiều tiền hơn ở cửa hàng xinh đẹp này và lần này tôi đã mua 4 chiếc bát. Một lần nữa, người chủ đã dành thời gian gói từng chiếc bát cho tôi để chúng không bị vỡ. Tôi chắc chắn sẽ giới thiệu cửa hàng này nếu bạn yêu thích đồ gốm. Tất cả những gì tôi có thể nói là có thêm một chiếc vali và thật nhiều tiền khi bạn tiêu xài tiêu xài! Đọc thêm",
            "Xin chào,\n\nCảm ơn vì đã chia sẻ kinh nghiệm của bạn với chúng tôi. Chúng tôi thực sự đánh giá cao tình yêu của bạn dành cho cửa hàng của chúng tôi và hy vọng sớm gặp lại bạn!\n\nTrân trọng,\nGốm Bát Tràng đích thựcĐọc thêm",
            "Cảm ơn vì buổi chiều tuyệt vời! Tôi rất hạnh phúc với kết quả. Họ rất thân thiện và giải thích mọi thứ rất chi tiết và giúp đỡ rất nhiều. Cảm ơn bạn!Đọc thêm",
            "Xin chào,\n\nCảm ơn bạn đã đánh giá tốt của bạn. Xin vui lòng quay lại sớm!\n\nTrân trọng,\nBát Tràng đích thựcĐọc thêm",
            "Tôi yêu thích đồ gốm Bát Tràng tuyệt đẹp và rất vui khi có thể tự mình thử làm đồ gốm.  Chúng tôi đã có một trải nghiệm tuyệt vời và tạo ra nhiều tác phẩm.  Chúng tôi phải để lại những món đồ của mình và chọn thứ gì đó từ cửa hàng vì hôm nay chúng tôi rời đi nên không có thời gian để họ nung đồ gốm.  Bạn nên thực hiện việc này sớm trong thời gian lưu trú để có thể mang về nhà tác phẩm nghệ thuật tuyệt đẹp của riêng mình.  Đọc thêm",
            "Xin chào,\n\nCảm ơn bạn rất nhiều vì đã thể hiện sự đánh giá cao đối với gốm sứ Bát Tràng thủ công của chúng tôi! Chúng tôi hy vọng bạn có thể đến thăm chúng tôi một lần nữa.\n\nTrân trọng,\nBát Tràng đích thựcĐọc thêm",
            "Đồ gốm sứ đẹp nhất mà chúng tôi tìm thấy ở Shanti và dịch vụ tuyệt vời - đã đóng gói tất cả đồ đạc của chúng tôi để chúng tôi có thể mang nó vào vali! Rất muốn giới thiệu nó! Đọc thêm",
            "Xin chào,\n\nCảm ơn bạn đã yêu thích đồ gốm thủ công của chúng tôi! Chúng tôi hy vọng bạn có thể ghé thăm chúng tôi một lần nữa sớm.\n\nTrân trọng,\nBát Tràng chính hiệuĐọc thêm",
            "Cửa hàng tuyệt vời, người rất đẹp và sản phẩm đẹp! Các sản phẩm được làm thủ công và rất đẹp với mức giá thực sự tốt - hoàn toàn nên dùng!Đọc thêm",
            "Xin chào Lina,\n\nCảm ơn vì sự đánh giá cao của bạn! Chúng tôi hy vọng sản phẩm của chúng tôi mang đến cho bạn những kỷ niệm đẹp về Việt Nam.\n\nHãy ghé thăm chúng tôi một lần nữa sớm!\n\nTrân trọng,\nBát Tràng đích thựcĐọc thêm",
            "Họ có những sản phẩm độc đáo với thiết kế trang nhã và giá cả hợp lý. Đáng để ghé thăm khi bạn ở Hà Nội. Đọc thêm",
            "Xin chào Caseykeane,\n\nCảm ơn phản hôi của bạn. Mong rằng chúng tôi sẽ sớm gặp lại bạn!\n\nTrân trọng,\nBát Tràng đích thựcĐọc thêm",
            "Một lớp học làm đồ gốm tuyệt vời, tôi đã rất vui! Ngoài ra, hãy nhớ kiểm tra cửa hàng của họ vì họ bán những món đồ thủ công tuyệt đẹp. Cảm ơn bạn vì tất cả mọi thứ! Đọc thêm",
            "Xin chào Elisas,\n\nChúng tôi rất vui vì bạn đã có khoảng thời gian tuyệt vời tại lớp học làm gốm của chúng tôi! Cảm ơn bạn đã chia sẻ kinh nghiệm của bạn và chúng tôi hy vọng sớm gặp lại bạn.\n\nTrân trọng,\nBát Tràng đích thựcĐọc thêm",
            "Tôi yêu shope này vì sản phẩm của họ rất độc đáo và thanh lịch! Tôi đã mua một tách cà phê và tôi yêu nó! Đọc thêm",
            "Xin chào Dana,\n\nCảm ơn bạn đánh giá cao đồ gốm thủ công của chúng tôi. Chúng tôi rất vui vì sản phẩm của chúng tôi có thể mang đến cho bạn một chút gợi nhớ về chuyến đi Việt Nam của bạn.\n\nMong được gặp lại bạn sớm!\n\nTrân trọng,\nBát Tràng đích thựcĐọc thêm",
            "Chúng tôi là một nhóm gồm năm người bạn rất vui khi tham gia lớp học làm đồ gốm. 1010 muốn giới thiệu. Họ rất có sức chứa về thời gian nhận hàng và đơn đặt hàng gấp. Trải nghiệm rất tốt.Đọc thêm",
            "Xin chào,\n\nChúng tôi rất vui vì bạn đã có khoảng thời gian thú vị tại Authentic Bát Tràng. Cảm ơn bạn đã chia sẻ đánh giá của mình và chúng tôi hy vọng sớm gặp lại bạn ở Hà Nội!\n\nTrân trọng,\nBát Tràng đích thựcĐọc thêm",
            "Cách đây vài năm, tôi đã có 50 viên gạch ốp tường bằng đất sét được làm sau khi tôi nhìn thấy bức ảnh của chúng trên tạp chí Vietnam Airlines. Tôi đã lắp đặt chúng trong nhà bếp của mình và không nhận được gì ngoài những tiếng ồ và ồ! Bây giờ tôi đã bán căn nhà và muốn có thêm gạch. Bạn vẫn làm chúng à?Đọc thêm",
            "Mogadishu thân mến. Cảm ơn bạn rất nhiều vì tin nhắn. Chúng tôi rất vui khi được nghe từ bạn. Vui lòng gửi hình ảnh Gạch ốp tường vào email của chúng tôi. infoauthenticbattrang.vn chúng tôi sẽ kiểm tra và báo cho bạn biết. Cảm ơn. Chúc mừng năm mới 2021Đọc thêm",
            "Tôi có thể trải nghiệm làm gốm không?Đọc thêm",
            "Bạn đồng hành thân mến, cảm ơn bạn rất nhiều vì câu hỏi, \nVâng, chúng tôi có xưởng - lớp học làm gốm ở phố cổ Hà Nội, Giáo viên của chúng tôi đến từ làng Bát Tràng sẽ hướng dẫn bạn cách làm các sản phẩm bát, lọ, đĩa, cốc....\nLớp học 35/người, học 3 tiếng buổi sáng từ 9h00-12h00 hoặc chiều 14h00-17h00 \ngiá đã bao gồm cả sản phẩm nung bạn đã làm, \n\nCảm ơn rất nhiều \nnếu bạn cần thêm thông tin, xin vui lòng liên hệ với chúng tôi\n\nĐội ngũ Bát Trang đích thựcĐọc thêm",
            "CHÀO\nLớp học làm gốm có cần phải nấu trước không?\nTôi có thể bước vào để đặt chỗ được không?Đọc thêm",
            "Thưa ông / bà, \nCảm ơn bạn rất nhiều vì đã nhắn tin, Chúng tôi rất vui khi biết các bạn quan tâm đến lớp học làm gốm ở phố cổ Hà Nội của chúng tôi, \nTheo yêu cầu của bạn, chúng tôi xin thông báo với bạn rằng nếu bạn muốn nung sản phẩm và mang về nhà, chúng tôi cần tổ chức lớp học trước 3 ngày hoặc nếu bạn không có thời gian đợi đến khi bắn, chúng tôi có thể gửi hàng cho bạn khi chúng tôi hoàn thành.\nĐối với lớp học, bạn có thể đến cửa hàng của chúng tôi - 62 Hàng Hòm để đóng tiền cho lớp học hoặc bạn có thể thanh toán trực tuyến hoặc chúng tôi có thể đến khách sạn của bạn và thu tiền, \n\nCảm ơn bạn rất nhiều vì dịch vụ, \nNếu bạn cần thêm thông tin, xin vui lòng liên hệ với chúng tôi\n\nBát trang đích thựcĐọc thêm",
            "CHÀO\nChúng tôi đã đến lớp học của bạn vào ngày 29 tháng 12. \nVới chồng tôi và cô con gái nhỏ 4 tuổi của tôi. \nChúng tôi đã thực hiện 5 mục. \n\nChúng tôi đã thanh toán cho bạn các chi phí bổ sung: \nđối với các mặt hàng, \nđể hoàn thiện màu xanh lam, \nvà chuyển phát nhanh đi HK. \n\nBạn đã nói với chúng tôi rằng sẽ mất khoảng 7 ngày. \nĐã 16 ngày rồi. \nChúng ta phải đợi thêm bao lâu nữa?\nCô gái của tôi ngày nào cũng hỏi... \n\nPs: chúng tôi đã mua cho bạn 2 bình hoa và 1 bộ ấm trà. \n\nCảm ơn. Đọc thêm",
            "Kính gửi khách hàng của chúng tôi, \nCảm ơn bạn rất nhiều vì đã dành thời gian hỏi thăm tripadvisor về các sản phẩm của lớp Pottery.\nToàn thể nhân viên, quản lý tại Authentic bat trang xin chân thành cảm ơn các bạn đã tham gia lớp học làm gốm cùng chúng tôi, \nĐối với yêu cầu của bạn, chúng tôi sẽ kiểm tra lại và gửi email cho bạn sớm nhất để cho bạn biết về tình trạng sản phẩm, \nVui lòng kiểm tra email của bạn sớm, \n\ncảm ơn bạn rất nhiều vì đã ủng hộ chúng tôi\n\nBát trang đích thựcĐọc thêm"
        ],
        "star_ratings": [
            945,
            29,
            3,
            1,
            1
        ],
        "review_amount": 979,
        "location": [
            "Những điều cần làm ở Hà Nội",
            "Châu Á",
            "Việt Nam",
            "Hà Nội",
            "Bát Tràng đích thực"
        ],
        "reviews_time": [
            "Written March 9, 2020",
            "Written March 8, 2020",
            "Written March 7, 2020",
            "Written March 6, 2020",
            "Written March 2, 2020",
            "Written March 1, 2020",
            "Written March 1, 2020",
            "Written February 29, 2020",
            "Written February 28, 2020",
            "Written February 27, 2020"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d12666120-Reviews-or80-Authentic_Bat_Trang-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d26848619-Reviews-Ding_Doong_Restaurant-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d25428309-Reviews-L_essence_De_Cuisine-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d27104229-Reviews-Hello_Hanoi_Restaurant-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d24102253-Reviews-Met_Vietnamese_Restaurant_Vegetarian_Options_2-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d12793763-Reviews-Hong_Hoai_s_Restaurant-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d25395039-Reviews-Timeline_Cafe_Restaurants-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d25065881-Reviews-La_Capo_Cafe-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d27434409-Reviews-Hanoi_Skyline_Lounge-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d25064563-Reviews-1968_Restaurant-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d11424180-Reviews-Rice_Bistro-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12250848-Reviews-Huy_Hung_Gallery-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4763180-Reviews-Dinh_Co_Vu-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10446754-Reviews-Vietnam_Moon_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d16656366-Reviews-Hoan_Kiem_Lake_Walking_Street-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10035816-Reviews-Green_Palm_Gallery-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311058-Reviews-Hang_Gai_Street_Street_of_Hemp-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2486466-Reviews-Thang_Long_Art_Gallery-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311070-Reviews-Lake_of_the_Restored_Sword_Hoan_Kiem_Lake-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12110602-Reviews-Chua_Ly_Trieu_Quoc_Su-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26811584-Reviews-Minh_Hi_n_Art_Gallery-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12666120-Reviews-or70-Authentic_Bat_Trang-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12666120-Reviews-or90-Authentic_Bat_Trang-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12666120-Reviews-Authentic_Bat_Trang-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d24119722-Reviews-Vietnam_Travelers_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8587645-Reviews-Trap_Viet_Nam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27137783-Reviews-Stardust_E_Gming_Club-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13447077-Reviews-Miss_Terry_Escape_Rooms-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26826354-Reviews-Art_tutor_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2720375-Reviews-VietClimb-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13906480-Reviews-Westlake_Mini_Golf-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d24894113-Reviews-Sky_Asia_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2067966-Reviews-Ly_Thai_To_Park-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12454034-Reviews-The_Nest_Board_Game_Cafe-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6773304-Reviews-Yen_Boutique_Hanoi_Tailor_Made_Clothes-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15044586-Reviews-Hoa_Ha_Noi_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8008814-Reviews-Chie_Dupudupa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25365175-Reviews-The_Corner_Nail_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8300879-Reviews-Silk_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12958019-Reviews-Huong_Quynh_Silk-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d20093058-Reviews-Tung_s_Kitchen_Cooking_Class-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14910423-Reviews-Qua_Tang_Thu_Cong_My_Nghe-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12462445-Reviews-Ha_Noi_Moment-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25054345-Reviews-Tiredcity_92_Hang_Gai-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15296933-Reviews-SilkyVietnam_5_Hang_Bong-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d16120929-Reviews-MF_Boutique_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d24178578-Reviews-L_essence_De_La_Vie_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10187217-Reviews-Daily_Vietnam_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10290515-Reviews-Madam_Yen_Cooking_Class-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g54066-d12732531-Reviews-Blue_Shutters_Beach-Charlestown_Washington_County_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g14133673-d12879871-Reviews-Tokyo_Metropolitan_Government_Building_Observation_Decks-Nishishinjuku_Shinjuk.html",
            "https://www.tripadvisor.com/Attraction_Review-g31305-d667285-Reviews-Tonto_Natural_Bridge_State_Park-Payson_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d23709243-Reviews-SUMMIT_One_Vanderbilt-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g55229-d664127-Reviews-Lane_Motor_Museum-Nashville_Davidson_County_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g46340-d1847362-Reviews-Freedom_Mortgage_Pavilion-Camden_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g189112-d9731553-Reviews-Albufeira_Marina-Albufeira_Faro_District_Algarve.html",
            "https://www.tripadvisor.com/Attraction_Review-g295419-d4020986-Reviews-Fakieh_Aquarium-Jeddah_Makkah_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g227607-d246223-Reviews-Chateau_de_Chantilly-Chantilly_City_Chantilly_Oise_Hauts_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g32635-d2025195-Reviews-Del_Valle_Regional_Park-Livermore_Tri_Valley_California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d12666120-Reviews-or90-Authentic_Bat_Trang-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d12666120-Reviews-or80-Authentic_Bat_Trang-Hanoi.html"
    },
    {
        "attraction_name": "Authentic Bat Trang",
        "attraction_name_vi": "Bát Tràng đích thực",
        "general_info": [
            "977 đánh giá",
            "2 trong số 147 Trò chơi vui nhộn ở Hà Nội",
            "Xưởng gốm sơn"
        ],
        "attraction_summary": "Chúng tôi mang làng gốm sứ Bát Tràng lâu đời nhất đến với bạn ngay tại trung tâm khu phố cổ Hà Nội, tại 115 Hàng Gai, Hàng Gai, Hoàn Kiếm. Ở đây bạn sẽ tìm thấy nhiều lựa chọn gốm sứ Bát Tràng đích thực để bán. Bạn thậm chí có thể tham gia lớp học làm gốm do giáo viên giàu kinh nghiệm hướng dẫn trong môi trường nhóm nhỏ. Với 35 tuổi, bạn có thể tìm hiểu những kiến ​​thức cơ bản về đồ gốm và có thể mang tác phẩm của riêng mình về nhà.Đọc thêm",
        "reviews": [
            "Đồ gốm đẹp độc đáo giá cả phải chăng. Họ đóng gói mua hàng của tôi tốt để đi du lịch. Rất thân thiện và nói tiếng Anh.Đọc thêm",
            "Xin chào Kimberlee,\n\nCảm ơn bạn đã thể hiện sự đánh giá cao đối với đồ gốm thủ công của chúng tôi. Mong chờ chuyến thăm tiếp theo của bạn!\n\nTrân trọng,\nBát Tràng đích thựcĐọc thêm",
            "Tôi đã có khoảng thời gian tuyệt vời nhất khi học với một người hướng dẫn rất giàu kinh nghiệm. Chúng tôi chỉ có hai học viên và chúng tôi đã được thử nhiều kỹ thuật và vẽ một số tác phẩm đã hoàn thiện. Không thể chờ đợi để xem đĩa và cốc của tôi sẽ như thế nào! Đọc thêm",
            "Xin chào,\n\nChúng tôi rất vui vì bạn đã có khoảng thời gian vui vẻ tại lớp học làm gốm của chúng tôi. Hãy quay lại lần sau khi bạn ở Việt Nam!\n\nTrân trọng,\nBát Tràng đích thựcĐọc thêm",
            "Tôi thích nó! Dành hơn một giờ trong cửa hàng này vì tôi không thể quyết định giữa tất cả những sản phẩm tuyệt vời này. Bạn đã làm rất tốt! Đọc thêm",
            "Xin chào, \n\nCảm ơn bạn đã đánh giá cao đồ gốm thủ công của chúng tôi! Chúng tôi hy vọng được gặp lại bạn ở đây tại Hà Nội.\n\nTrân trọng,\nBát Tràng đích thựcĐọc thêm",
            "Chúng tôi đã dành 3 giờ trong xưởng và nghiên cứu cách làm nó. Đó là trải nghiệm tuyệt vời ở Hà Nội. Các con tôi đã rất hạnh phúc. Và giáo viên thật tuyệt vời và thân thiện. Chúng tôi muốn kiếm được nhiều tiền hơn khi trở lại Hà Nội. Cảm ơn bạn.Đọc thêm",
            "Xin chào Lea,\n\nCảm ơn bạn đã đưa chúng tôi vào chuyến đi Việt Nam của bạn! Chúng tôi rất vui vì bạn đã có khoảng thời gian tuyệt vời tại xưởng gốm của chúng tôi. Hãy ghé thăm chúng tôi lần nữa nhé :D\n\nTrân trọng,\nBát Tràng chính hiệuĐọc thêm",
            "Hội thảo tuyệt vời..hãy tìm hiểu quy trình làm ra nó...chúng tôi đã làm được 5 chiếc và chuyển về nước. người hướng dẫn cũng thân thiện trong việc đưa ra lời khuyên, cố gắng dịch và làm cho học viên hiểu..Đọc thêm",
            "Xin chào,\n\nCảm ơn vì đã chia sẻ kinh nghiệm của bạn với chúng tôi. Chúng tôi rất vui vì bạn đã có khoảng thời gian tuyệt vời tại lớp học làm gốm của chúng tôi và chúng tôi hy vọng sẽ sớm gặp lại bạn!\n\nTrân trọng,\nBát Tràng đích thựcĐọc thêm",
            "Có rất nhiều địa điểm làm đồ gốm thủ công trong khu phố cổ, nhưng đây là nơi chúng tôi yêu thích nhất. Mẫu mã đẹp, thi công chất lượng. Đồ gốm sứ tốt tất cả đều có kết cấu và tác phẩm này có rất nhiều điểm nổi bật - chúng tôi chắc chắn sẽ quay lại!!Đọc thêm",
            "Xin chào,\n\nCảm ơn bạn đã ghé thăm cửa hàng của chúng tôi và thể hiện sự ủng hộ! Chúng tôi thực sự đánh giá cao phản hồi của bạn và hy vọng sớm gặp lại bạn.\n\nTrân trọng,\nBát Tràng đích thựcĐọc thêm",
            "Ghé thăm cửa hàng Authentic Battrang ở khu phố cổ Hà Nội để mua những chiếc cốc gốm thủ công tuyệt đẹp. Chất lượng rất tốt và dịch vụ tuyệt vời. Họ cũng sẽ đảm bảo tất cả được gói gọn gàng. Hãy kiểm tra nó.Đọc thêm",
            "Xin chào Jay,\n\nCảm ơn bạn đã dành thời gian để chia sẻ kinh nghiệm của bạn với chúng tôi. Chúng tôi hy vọng được gặp lại bạn tại Hà Nội!\n\nTốt nhất,\nBát Tràng đích thực\nĐọc thêm",
            "Trải nghiệm thực tế rất thú vị và tuyệt vời. Hoàn toàn giới thiệu cho tất cả! Trong lớp, bạn có cơ hội thực hiện nhiều hòa bình mà tôi đã làm 5 và bạn có thể sử dụng trí tưởng tượng của mình để lựa chọn và sau vài ngày, bạn sẽ hoàn thành tác phẩm cuối cùng của mình!Đọc thêm",
            "Xin chào Maria,\n\nCảm ơn bạn rất nhiều vì đã trở thành một phần của lớp gốm của chúng tôi. Chúng tôi rất vui vì bạn đã có khoảng thời gian tuyệt vời và có thể trải nghiệm một chút về văn hóa của chúng tôi. Mong được gặp lại bạn sớm!\n\nTrân trọng,\nBát Tràng đích thựcĐọc thêm",
            "Thật tốt bụng. Vì vậy, sản phẩm tốt. Chúng tôi yêu thích. Mang nhiều mảnh đến Brazil! Rất vui mừng!! Mẹ tôi yêu! Cảm ơn bạn rất nhiềuĐọc thêm",
            "Xin chào,\n\nCảm ơn phản hôi của bạn. Chúng tôi rất vui mừng vì đồ gốm thủ công của chúng tôi đã được đưa đến Brazil để kỷ niệm chuyến đi Việt Nam của bạn.\n\nMong được gặp lại bạn sớm!\n\nTốt nhất,\nBát Tràng đích thựcĐọc thêm",
            "Đây là một trong những điều chúng tôi yêu thích nhất ở Hà Nội. Tất cả nhân viên đều thân thiện và vui tính và khiến toàn bộ trải nghiệm trở nên thú vị. Đã giới thiệu chuyến tham quan này cho nhiều bạn bè!Đọc thêm",
            "Xin chào Zoe,\n\nCảm ơn bạn đã phản hồi của bạn. Chúng tôi rất vui vì bạn đã có trải nghiệm tuyệt vời với chúng tôi! Thực sự đánh giá cao sự chia sẻ của bạn với bạn bè. \n\nChúng tôi hy vọng sớm được gặp lại bạn và bạn bè tại Hà Nội!\n\nTốt nhất,\nBát Tràng đích thựcĐọc thêm",
            "Cách đây vài năm, tôi đã có 50 viên gạch ốp tường bằng đất sét được làm sau khi tôi nhìn thấy bức ảnh của chúng trên tạp chí Vietnam Airlines. Tôi đã lắp đặt chúng trong nhà bếp của mình và không nhận được gì ngoài những tiếng ồ và ồ! Bây giờ tôi đã bán căn nhà và muốn có thêm gạch. Bạn vẫn làm chúng à?Đọc thêm",
            "Mogadishu thân mến. Cảm ơn bạn rất nhiều vì tin nhắn. Chúng tôi rất vui khi được nghe từ bạn. Vui lòng gửi hình ảnh Gạch ốp tường vào email của chúng tôi. infoauthenticbattrang.vn chúng tôi sẽ kiểm tra và báo cho bạn biết. Cảm ơn. Chúc mừng năm mới 2021Đọc thêm",
            "Tôi có thể trải nghiệm làm gốm không?Đọc thêm",
            "Bạn đồng hành thân mến, cảm ơn bạn rất nhiều vì câu hỏi, \nVâng, chúng tôi có xưởng - lớp học làm gốm ở phố cổ Hà Nội, Giáo viên của chúng tôi đến từ làng Bát Tràng sẽ hướng dẫn bạn cách làm các sản phẩm bát, lọ, đĩa, cốc....\nLớp học 35/người, học 3 tiếng buổi sáng từ 9h00-12h00 hoặc chiều 14h00-17h00 \ngiá đã bao gồm cả sản phẩm nung bạn đã làm, \n\nCảm ơn rất nhiều \nnếu bạn cần thêm thông tin, xin vui lòng liên hệ với chúng tôi\n\nĐội ngũ Bát Trang đích thựcĐọc thêm",
            "CHÀO\nLớp học làm gốm có cần phải nấu trước không?\nTôi có thể bước vào để đặt chỗ được không?Đọc thêm",
            "Thưa ông / bà, \nCảm ơn bạn rất nhiều vì đã nhắn tin, Chúng tôi rất vui khi biết các bạn quan tâm đến lớp học làm gốm ở phố cổ Hà Nội của chúng tôi, \nTheo yêu cầu của bạn, chúng tôi xin thông báo với bạn rằng nếu bạn muốn nung sản phẩm và mang về nhà, chúng tôi cần tổ chức lớp học trước 3 ngày hoặc nếu bạn không có thời gian đợi đến khi bắn, chúng tôi có thể gửi hàng cho bạn khi chúng tôi hoàn thành.\nĐối với lớp học, bạn có thể đến cửa hàng của chúng tôi - 62 Hàng Hòm để đóng tiền cho lớp học hoặc bạn có thể thanh toán trực tuyến hoặc chúng tôi có thể đến khách sạn của bạn và thu tiền, \n\nCảm ơn bạn rất nhiều vì dịch vụ, \nNếu bạn cần thêm thông tin, xin vui lòng liên hệ với chúng tôi\n\nBát trang đích thựcĐọc thêm",
            "CHÀO\nChúng tôi đã đến lớp học của bạn vào ngày 29 tháng 12. \nVới chồng tôi và cô con gái nhỏ 4 tuổi của tôi. \nChúng tôi đã thực hiện 5 mục. \n\nChúng tôi đã thanh toán cho bạn các chi phí bổ sung: \nđối với các mặt hàng, \nđể hoàn thiện màu xanh lam, \nvà chuyển phát nhanh đi HK. \n\nBạn đã nói với chúng tôi rằng sẽ mất khoảng 7 ngày. \nĐã 16 ngày rồi. \nChúng ta phải đợi thêm bao lâu nữa?\nCô gái của tôi ngày nào cũng hỏi... \n\nPs: chúng tôi đã mua cho bạn 2 bình hoa và 1 bộ ấm trà. \n\nCảm ơn. Đọc thêm",
            "Kính gửi quý khách hàng,\nCảm ơn bạn rất nhiều vì đã dành thời gian và hỏi thăm trên tripadvisor về các sản phẩm của lớp học làm gốm.\nToàn thể nhân viên, quản lý tại Authentic bat trang xin chân thành cảm ơn bạn đã tham gia lớp học làm gốm cùng chúng tôi,\nTheo yêu cầu của bạn, chúng tôi sẽ kiểm tra lại và gửi email cho bạn sớm nhất để thông báo về tình trạng sản phẩm,\nVui lòng kiểm tra email của bạn sớm,\n\nCảm ơn bạn rất nhiều vì đã ủng hộ chúng tôi\n\nAuthentic bat trangĐọc thêm"
        ],
        "star_ratings": [
            945,
            29,
            3,
            1,
            1
        ],
        "review_amount": 979,
        "location": [
            "Những điều cần làm ở Hà Nội",
            "Châu Á",
            "Việt Nam",
            "Hà Nội",
            "Bát Tràng đích thực"
        ],
        "reviews_time": [
            "Written February 27, 2020",
            "Written February 25, 2020",
            "Written February 22, 2020",
            "Written February 22, 2020",
            "Written February 22, 2020",
            "Written February 18, 2020",
            "Written February 17, 2020",
            "Written February 16, 2020",
            "Written February 15, 2020",
            "Written February 14, 2020"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d12666120-Reviews-or90-Authentic_Bat_Trang-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d26848619-Reviews-Ding_Doong_Restaurant-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d25428309-Reviews-L_essence_De_Cuisine-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d27104229-Reviews-Hello_Hanoi_Restaurant-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d24102253-Reviews-Met_Vietnamese_Restaurant_Vegetarian_Options_2-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d12793763-Reviews-Hong_Hoai_s_Restaurant-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d25395039-Reviews-Timeline_Cafe_Restaurants-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d25065881-Reviews-La_Capo_Cafe-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d27434409-Reviews-Hanoi_Skyline_Lounge-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d25064563-Reviews-1968_Restaurant-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d11424180-Reviews-Rice_Bistro-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12250848-Reviews-Huy_Hung_Gallery-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4763180-Reviews-Dinh_Co_Vu-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10446754-Reviews-Vietnam_Moon_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d16656366-Reviews-Hoan_Kiem_Lake_Walking_Street-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10035816-Reviews-Green_Palm_Gallery-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311058-Reviews-Hang_Gai_Street_Street_of_Hemp-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2486466-Reviews-Thang_Long_Art_Gallery-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311070-Reviews-Lake_of_the_Restored_Sword_Hoan_Kiem_Lake-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12110602-Reviews-Chua_Ly_Trieu_Quoc_Su-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26811584-Reviews-Minh_Hi_n_Art_Gallery-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12666120-Reviews-or80-Authentic_Bat_Trang-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12666120-Reviews-or100-Authentic_Bat_Trang-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12666120-Reviews-Authentic_Bat_Trang-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d24119722-Reviews-Vietnam_Travelers_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8587645-Reviews-Trap_Viet_Nam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27137783-Reviews-Stardust_E_Gming_Club-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13447077-Reviews-Miss_Terry_Escape_Rooms-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26826354-Reviews-Art_tutor_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2720375-Reviews-VietClimb-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13906480-Reviews-Westlake_Mini_Golf-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d24894113-Reviews-Sky_Asia_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2067966-Reviews-Ly_Thai_To_Park-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12454034-Reviews-The_Nest_Board_Game_Cafe-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6773304-Reviews-Yen_Boutique_Hanoi_Tailor_Made_Clothes-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15044586-Reviews-Hoa_Ha_Noi_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8008814-Reviews-Chie_Dupudupa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25365175-Reviews-The_Corner_Nail_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8300879-Reviews-Silk_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12958019-Reviews-Huong_Quynh_Silk-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d20093058-Reviews-Tung_s_Kitchen_Cooking_Class-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14910423-Reviews-Qua_Tang_Thu_Cong_My_Nghe-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12462445-Reviews-Ha_Noi_Moment-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25054345-Reviews-Tiredcity_92_Hang_Gai-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15296933-Reviews-SilkyVietnam_5_Hang_Bong-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d16120929-Reviews-MF_Boutique_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d24178578-Reviews-L_essence_De_La_Vie_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10187217-Reviews-Daily_Vietnam_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10290515-Reviews-Madam_Yen_Cooking_Class-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293890-d3382704-Reviews-Narayanhiti_Palace_Museum-Kathmandu_Kathmandu_Valley_Bagmati_Zone_Central_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g2396903-d254264-Reviews-Samaria_Gorge_National_Park-Sfakia_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g60761-d279369-Reviews-Pecos_River_Flume-Carlsbad_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g45342-d146611-Reviews-Sleeping_Buffalo_Hot_Springs_Resort-Saco_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g14133667-d12499438-Reviews-KUJIRA_ENTERTAINMENT-Kabukicho_Shinjuku_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g60097-d270329-Reviews-American_Family_Field-Milwaukee_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g660713-d23290374-Reviews-Khorfakkan_Waterfall-Khorfakkan.html",
            "https://www.tripadvisor.com/Attraction_Review-g230152-d313280-Reviews-Ghajn_Tuffieha_Bay-Mellieha_Island_of_Malta.html",
            "https://www.tripadvisor.com/Attraction_Review-g59712-d3397357-Reviews-Yellowstone_Lake_State_Park-Blanchardville_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g47702-d592069-Reviews-Rockaway_Beach-Far_Rockaway_Queens_New_York.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d12666120-Reviews-or100-Authentic_Bat_Trang-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d12666120-Reviews-or90-Authentic_Bat_Trang-Hanoi.html"
    }
]