[
    {
        "attraction_name": "Bac Ha Tourist",
        "attraction_name_vi": "Du lịch Bắc Hà",
        "general_info": [
            "12 đánh giá",
            "- 2 trong 6 hoạt động ngoài trời tại Bắc Hà",
            "Những chuyến đi bộ",
            "Chuyến tham quan bằng xe máy",
            "Du lịch sinh thái",
            "Đi bộ đường dài - Tour cắm trại",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Chúng tôi cung cấp các tour leo núi, đi bộ đường dài và đi bộ bao gồm cả chỗ ở tại nhà quanh khu vực Bắc Hà và xung quanh như Hà Giang, Đồng Văn, Mèo Vạc,... Đây là tour du lịch do ông NGHE điều hành, người rất nổi tiếng về Bắc Hà và Đông Bắc Việt Nam hơn 15 năm kinh nghiệm.Đọc thêm",
        "reviews": [
            "Đầu tiên, việc liên lạc với công ty qua email và gặp trực tiếp đều rất tuyệt vời. Chúng tôi đã thực hiện chuyến đi hai ngày. Hướng dẫn viên của chúng tôi, ông Minh rất đáng yêu và phong cảnh thật ngoạn mục qua những ngôi làng nhỏ, những cánh đồng ngô và lúa xuôi ngược qua đêm trong một nhà trọ với một gia đình đáng yêu, chúng tôi đã ăn tối và uống rất nhiều rượu gạo sau đó quay lại Bắc Hà vào ngày hôm sau ngày. Thức ăn ngon như bữa trưa - cả hai ngày -, bữa tối - rất lớn, ngon và được ăn cùng gia đình - và bữa sáng đều được bao gồm. Cảm ơn!Đọc thêm",
            "Cảm ơn đã xem xét chúng tôi! Tôi hy vọng bạn đã có khoảng thời gian vui vẻ ở Việt Nam.Đọc thêm",
            "Chúng tôi phiêu lưu khắp miền Bắc Việt Nam sau khi tìm thấy Bắc Hà Tours trực tuyến, 7 ngày 6 đêm trekking qua những ngôi làng nhỏ và ngủ trong nhà dân. Trên những con đường quanh co xuyên qua các thôn, ruộng bậc thang, Bon hướng dẫn viên của chúng tôi kết nối một cách tự nhiên với dân làng và chúng tôi được đối xử như những người bạn cũ trong vô số cửa hàng và ngôi nhà, phục vụ trà. Các gia đình bản xứ chuẩn bị nhiều bữa ăn đa dạng, nhiều món được nấu trên bếp và mang tinh thần địa phương. Chúng tôi biết ơn Bon vì kiến ​​thức của anh ấy về cộng đồng, sự hiểu biết của anh ấy về nhu cầu của chúng tôi, món quà của anh ấy về trải nghiệm mà chúng tôi sẽ không bao giờ quên.Đọc thêm",
            "Cảm ơn bạn đã đánh giá chúng tôi trên Trip Advisor. Hy vọng cả hai bạn đều làm tốt!Đọc thêm",
            "Chúng tôi rất thích chuyến đi bộ đường dài 3 ngày với anh Bon. Toàn bộ trải nghiệm thật tuyệt vời ngay từ ngày đầu tiên. Chuyến đi bộ đi qua nhiều ngôi làng thân thiện và chợ Lung Phinh không có khách du lịch nào cả. Cảm ơn anh vì khoảng thời gian tuyệt vời như vậyĐọc thêm",
            "Chúng tôi muốn cảm ơn bạn đã đánh giá về TA. Chúng tôi đánh giá cao phản hồi của bạn và nó giúp chúng tôi rất nhiều. Đọc thêm",
            "Thao Nghe is Mr. Ngo - s younger brother and an employee at Green Sapa Tours. Actually, he - s more like Green Sapa - s super manager.  After working with Thao for a couple of days - I - m not really sure what - s left for Mr. Ngo to attend to.   In addition to organizing things at Green Sapa, Thao owns his own start up - Bac Ha Trekking Tour.  I was fortunate enough to experience the quality of each. I loved Bac Ha so much I skipped Sapa and stayed four nights - before and after the Sunday Market.  I appreciate the town - s gentle pace and the fact that almost all Westerners roost in Sapa.   In Bac Ha tourists trickle in on Saturday, bomb the place on Sunday, and slip out the door on Sunday night.  They absolutely disappear on Monday.  Consequently there - s not the ever-present information glut that you find everywhere else in Vietnam..  I needed direction - No problem.  Thao Nghe was my one stop shopping center. He - s got it all.  Thao..is trustworthy, flexible, knowledgable, connections, and best of all - he has a good heart and great sense of humor. Flexibility - On Saturday night I scheduled and paid for a 17 km trek and homestay with Green Sapa Tours, that was to leave midday on Sunday afternoon, after the Sapa crowd had saturated the Bac Ha Market.  Problem was temps had soared into the high eighties.  I am too old and fortunately wise enough to know that I would have crumbled in the heat - so I backed out at the last minute, fully expecting a zero refund.   I explained my dilemma to Thao, apologized and headed back out into the market.  Thao asked that I return  at the end of the day, he - d see what he could do.  So, end of the day I returned to Thao and to a Green Sapa 66 -  cash refund, no strings attached.  Not bad when you - re dealing in dong - Resourceful - I journal on the road with a Mac Air - problem is I - d forgotten my power block in Hanoi.  After striking out at six phone centers, I asked Thao - a few phone call later and boom problem solved.  A friend of his  - Thao - s got lots of friends in Bac Ha -  at one of the many IT stores in town - owned a Mac.  We walked over.  The two talked.  I met the manager.  The store charged my computer three times in three days, and refused to take a single dong for the service.  Perfecto!Knowledgable - After the Mountain Trek plan evaporated, I asked for a Monday morning motorbike tour up into the hills.  Problem was, all the guides at Green Sapa were booked.  And even though he was exhausted from a round the clock Market Sunday, Thao put down his cell and grabbed us a couple of cycling helmets. We took a six hour tour of the countryside, complete with a stop for lunch with a friend up in the Black Lao village, including home cooking, corn squeezed shots with Dad and Granny, and a nap to sleep it off before the ride back home.I don - t think there - s a problem in Bac Ha too big for Thao Nghe to fix.But best of all Thao has a great sense of humor!  And his attitude is infectious.  Our time visiting on and off the motor bike, the countryside trek, his problem solving skills, good nature and trustworthiness, was instrumental to my positive stay in Bac Ha.  I - ve traveled a bit in this world - I - ve taken good tours and bad.  I - ve had boring tour guides and knowledgeable ones.  Trust and humor and resourcefulness is vital!  I would highly recommend Thao both as a guide with Bac Ha Trekking Tour or as a business man representing Green Sapa Tours - any day of the week.Thank you Thao Nghe.  You made my stay in Bac Ha all the more memorable.Read more",
            "Cảm ơn rất nhiều vì đã đánh giá chúng tôi về TA, Chúng tôi đánh giá cao sự đánh giá cao của bạn và cố gắng phát huy mặt trời để giúp bạn và khách du lịch khi đến Bắc Hà sẽ hài lòng.Đọc thêm",
            "Chúng tôi đang cố gắng quyết định giữa chuyến đi đến Sapa hay Bắc Hà....lịch trình của chúng tôi không ủng hộ việc ghé thăm cả hai thị trấn. Chúng tôi đã chọn Bắc Hà vì nơi đây yên tĩnh hơn và hài lòng với quyết định của mình.Chúng tôi đã tổ chức chuyến đi bộ đường dài 3 ngày - 2 đêm và ở nhà dân với Bac Ha Tourist. Chuyến đi bộ đường dài khá thử thách, nhưng chính xác là những gì chúng tôi đang tìm kiếm. Chúng tôi có thể đã đi gần - 15km - trong ngày hoặc tổng cộng 40km. Hướng dẫn viên của chúng tôi nói tiếng Anh rất tốt. Các nhà dân đúng như chúng tôi mong đợi và rất tuyệt; chúng tôi rất vui khi được gặp một số gia đình địa phương xung quanh Bắc Hà.Nhìn chung, nếu bạn - quan tâm đến một chuyến đi bộ đường dài có phần khó khăn - ở nhà dân, chúng tôi sẽ giới thiệu Bac Ha Tourist.Đọc thêm",
            "Cảm ơn bạn đã lựa chọn Bắc Hà! Chúng tôi hy vọng sẽ gặp lại bạn một lần nữa ở Bắc Hà.Đọc thêm",
            "Có một chuyến đi tuyệt vời.  Đó là một chút thử thách đối với một người 40 tuổi vừa vặn.   Nhưng rất đáng giá.   Làm Bắc Hà đáng giá, nếu không thì không biết o có nghĩ như vậy không.  Rất khác với Sapa. Làm cả hai bạn có thể. Đọc thêm",
            "Cảm ơn bạn đã đề xuất, Chúng tôi đánh giá cao nóĐọc thêm",
            "Tôi đặt 2 ngày trekking với anh Nghệ và điều đó thật tuyệt. Chúng tôi đã có một trải nghiệm tuyệt vời với gia đình H - mong. Hướng dẫn viên nói tiếng Anh tốt.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đánh giá của bạn, chúng tôi luôn cố gắng hết sức để làm hài lòng khách hàngĐọc thêm"
        ],
        "star_ratings": [
            7,
            3,
            0,
            0,
            2
        ],
        "review_amount": 12,
        "location": [
            "Các hoạt động ở Bắc Hà",
            "Châu Á",
            "Việt Nam",
            "Bắc Hà",
            "Du lịch Bắc Hà",
            "Tỉnh Lào Cai"
        ],
        "reviews_time": [
            "Written April 30, 2018",
            "Written April 25, 2018",
            "Written April 6, 2018",
            "Written September 1, 2017",
            "Written April 21, 2017",
            "Written November 25, 2016",
            "Written November 9, 2016"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g2415097-d11664369-Reviews-Bac_Ha_Tourist-Bac_Ha_Lao_Cai_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g2415097-d12139125-Reviews-Bac_Ha_Trekking_Tour-Bac_Ha_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g2415097-d1977169-Reviews-Bac_Ha_Market-Bac_Ha_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g2415097-d8774792-Reviews-Experience_Vietnam-Bac_Ha_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g2415097-d11880420-Reviews-Bac_Ha_Vietnam_Tourism_And_Trade_Company_Ltd-Bac_Ha_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g2415097-d10818188-Reviews-Hoang_A_Tuong_s_Castle-Bac_Ha_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g2415097-d27107336-Reviews-B_n_Ph-Bac_Ha_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d7061362-Reviews-Coc_Ly_Market-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d12996955-Reviews-Rosa_Bus_Tours-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g304008-d7222303-Reviews-Mont_Choisy_Beach-Mont_Choisy.html",
            "https://www.tripadvisor.com/Attraction_Review-g4505725-d6849373-Reviews-Bora_Bora_Beach-Ksamil_Saranda_Vlore_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d2700916-Reviews-KL_Forest_Eco_Park-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g190454-d15263011-Reviews-The_Butterfly_House-Vienna.html",
            "https://www.tripadvisor.com/Attraction_Review-g656902-d10312290-Reviews-Lost_Valley_Trail-Glencoe_Village_Glencoe_Scottish_Highlands_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g52147-d2233084-Reviews-Woodburn_Premium_Outlets-Woodburn_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g47682-d6961662-Reviews-Mark_Twain_s_Summer_Home-Elmira_Finger_Lakes_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g293993-d319521-Reviews-Jabal_al_Nour-Mecca_Makkah_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293983-d324448-Reviews-Christ_s_Tomb-Jerusalem_Jerusalem_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g147271-d147979-Reviews-Tropicana-Havana_Ciudad_de_la_Habana_Province_Cuba.html"
        ],
        "url_next": "",
        "url": "https://www.tripadvisor.com/Attraction_Review-g2415097-d11664369-Reviews-Bac_Ha_Tourist-Bac_Ha_Lao_Cai_Province.html",
        "caculated": true,
        "dicts_sentiment_average": {
            "chuyến đi": 0.8257673177722609,
            "hướng dẫn viên": 0.7878331596730277,
            "phong cảnh": 0.9954332660418004,
            "ngôi làng": 0.49692922085523605,
            "cánh đồng ngô": 0.9945602250518277,
            "rượu gạo": 0.5,
            "thức ăn": 0.8737692800350487,
            "bữa trưa": 0.9713548230356537,
            "bữa tối": 0.019538664782885462,
            "bữa sáng": 0.5,
            "trekking": 0.5198351014405489,
            "nhà dân": 0.727345666004112,
            "thôn ruộng bậc": 0.5296281948685646,
            "dân làng": 0.3337580934166908,
            "cửa hàng": 0.5,
            "ngôi nhà phục vụ": 0.5,
            "bữa ăn": 0.7600368701387197,
            "bếp": 0.5,
            "trải nghiệm": 0.9942850986262783,
            "chuyến đi bộ": 0.6361394209088758,
            "chợ lung": 0.8737692800350487,
            "khoảng thời gian": 0.9955523216049187,
            "thao nghe": 0.9908116983715445,
            "bac ha": 0.9954419457935728,
            "tour": 0.989682903047651,
            "thao": 0.9947615205310285,
            "thao both": 0.5,
            "lịch": -0.7108597261831164,
            "gia đình địa phương": 0.5,
            "chuyến đi bộ đường": -0.10516443499363959,
            "bắc hà": 0.5793738039210439
        },
        "dicts_adj": {
            "chuyến đi": [
                "nhiều",
                "tuyệt vời"
            ],
            "hướng dẫn viên": [
                "ngoạn mục",
                "tự nhiên",
                "tốt"
            ],
            "phong cảnh": [
                "ngoạn mục"
            ],
            "ngôi làng": [
                "nhỏ",
                "nhỏ"
            ],
            "cánh đồng ngô": [
                "nhiều"
            ],
            "rượu gạo": [],
            "thức ăn": [
                "ngon"
            ],
            "bữa trưa": [
                "lớn",
                "ngon"
            ],
            "bữa tối": [
                "lớn",
                "ngon"
            ],
            "bữa sáng": [],
            "trekking": [
                "nhỏ"
            ],
            "nhà dân": [
                "đúng",
                "tuyệt",
                "vui"
            ],
            "thôn ruộng bậc": [
                "tự nhiên"
            ],
            "dân làng": [
                "cũ"
            ],
            "cửa hàng": [],
            "ngôi nhà phục vụ": [],
            "bữa ăn": [
                "đa dạng",
                "nhiều"
            ],
            "bếp": [],
            "trải nghiệm": [
                "tuyệt vời",
                "đầu tiên"
            ],
            "chuyến đi bộ": [
                "dài",
                "dài",
                "dài",
                "thử thách",
                "chính xác"
            ],
            "chợ lung": [
                "nhiều"
            ],
            "khoảng thời gian": [
                "tuyệt vời"
            ],
            "thao nghe": [],
            "bac ha": [],
            "tour": [],
            "thao": [],
            "thao both": [],
            "lịch": [],
            "gia đình địa phương": [],
            "chuyến đi bộ đường": [
                "dài",
                "khó khăn"
            ],
            "bắc hà": []
        },
        "list_proper_noun": [],
        "factor value": {
            "chuyến đi": 2.0,
            "hướng dẫn viên": 1.5,
            "phong cảnh": 0.5,
            "ngôi làng": 1.5,
            "cánh đồng ngô": 0.5,
            "rượu gạo": 0.5,
            "thức ăn": 0.5,
            "bữa trưa": 0.5,
            "bữa tối": 0.5,
            "bữa sáng": 0.5,
            "trekking": 0.5,
            "nhà dân": 1.0,
            "thôn ruộng bậc": 0.5,
            "dân làng": 0.5,
            "cửa hàng": 0.5,
            "ngôi nhà phục vụ": 0.5,
            "bữa ăn": 0.5,
            "bếp": 0.5,
            "trải nghiệm": 1.0,
            "chuyến đi bộ": 1.0,
            "chợ lung": 0.5,
            "khoảng thời gian": 0.5,
            "thao nghe": 0.5,
            "bac ha": 0.5,
            "tour": 0.5,
            "thao": 0.5,
            "thao both": 0.5,
            "lịch": 0.5,
            "gia đình địa phương": 0.5,
            "chuyến đi bộ đường": 0.5,
            "bắc hà": 0.5
        }
    }
]