[
    {
        "attraction_name": "Bach Ma National Park",
        "attraction_name_vi": "Vườn quốc gia Bạch Mã",
        "general_info": [
            "319 đánh giá",
            "- 5 trong 100 điều nên làm ở Huế",
            "Các công viên quốc gia"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Bạch Mã đẹp thật! những thác nước ở đây thật ngoạn mục và bạn thậm chí có thể bơi trong đó. hãy mang theo một đôi giày tốt để đi bộ xuyên rừng và bạn sẽ thực sự thích thú! Ngoài ra, tôi khuyên bạn nên mang tất và quần dài vì khi chúng tôi đi trời mưa và có một số vết rỉ nhỏ trên mặt đất Đọc thêm",
            "Đây là một công viên quốc gia xinh đẹp.  Chúng tôi đi cùng một nhóm du lịch - 12 người.  Chuyến đi lên đỉnh hơi đáng sợ nhưng người lái xe biết mình đang làm gì.  Hoặc ít nhất tôi đã tự nhủ với mình như vậy.  Thác nước chính trên con đường đi bộ xi măng thật ngoạn mục.  Những thác nước khác rất đẹp nhưng để đến được đó thì khá khó khăn.  Hãy cẩn thận với những tảng đá phủ đầy rêu.Đọc thêm",
            "Chúng tôi bị quyến rũ bởi Vườn Quốc gia Bạch Mã - khu rừng nhiệt đới tươi tốt và bầu không khí huyền bí, phủ đầy sương mù. Những con đường mòn xuyên qua cây xanh rậm rạp hướng tới những thác nước hùng vĩ và tầm nhìn bao quát ra đỉnh núi. Địa hình đa dạng của công viên hứa hẹn cả những chuyến đi đầy thử thách và những chuyến đi dạo trong thiên nhiên yên bình. Một địa điểm không thể bỏ qua cho những ai đang tìm kiếm sự pha trộn độc đáo giữa phiêu lưu và thanh bình ở Việt Nam.Đọc thêm",
            "Những con đường mòn uốn lượn xuyên qua khu rừng siêu tươi tốt, lên những con dốc siêu dốc. Mang theo ủng đi bộ đường dài vì nơi này không phải là trò đùa. Chúng tôi thậm chí còn thoáng nhìn thấy một số loài khỉ quý hiếm và nghe thấy tiếng chim kêu điên cuồng. Ở đó rất lạnh và ẩm ướt, vì vậy hãy mang theo vài lớp áo. Tuy nhiên, những góc nhìn từ trên xuống hoàn toàn đáng để rùng mình. Mẹo: kiểm tra xem có mây che phủ thấp trước khi bạn đi không, nếu không - sẽ có khung cảnh mù sương và...thêm sương mù.  Bạch Mã là một cuộc phiêu lưu dành cho những người yêu thiên nhiên, chỉ cần chuẩn bị tinh thần cho vẻ đẹp dễ thay đổi của nó.Đọc thêm",
            "Đi bộ qua thảm thực vật tươi tốt, chúng tôi tình cờ gặp những tàn tích thuộc địa Pháp cổ, một lời nhắc nhở rõ ràng về quá khứ của công viên.  Dọc theo những con đường mòn, chúng tôi may mắn phát hiện ra một số loài động vật kỳ lạ và đa dạng của công viên.  Khám phá những hang động ẩn giấu đã thêm yếu tố phiêu lưu vào chuyến thăm của chúng tôi. Mặc dù một số con đường mòn có thể khó khăn nhưng những thác nước tuyệt đẹp và tầm nhìn toàn cảnh khiến nỗ lực này trở nên đáng giá.  Bạch Mã là lối thoát hoàn hảo cho những người yêu thiên nhiên và những người yêu thích lịch sử đang tìm kiếm trải nghiệm lạ lùng gần Huế.Đọc thêm",
            "Chúng tôi bị quyến rũ bởi Vườn Quốc gia Bạch Mã - khu rừng nhiệt đới tươi tốt và bầu không khí huyền bí, phủ đầy sương mù. Những con đường mòn xuyên qua cây xanh rậm rạp hướng tới những thác nước hùng vĩ và tầm nhìn bao quát ra đỉnh núi. Địa hình đa dạng của công viên hứa hẹn cả những chuyến đi đầy thử thách và những chuyến đi dạo trong thiên nhiên yên bình. Một địa điểm không thể bỏ qua cho những ai đang tìm kiếm sự pha trộn độc đáo giữa phiêu lưu và thanh bình ở Việt Nam.Đọc thêm",
            "Những chuyến đi bộ tuyệt đẹp với thác nước và hồ nước, trời siêu sương mù và điều đó khiến nó càng mù sương hơn. Chúng tôi đã đi cùng với một người hướng dẫn và tôi nghĩ đó là lựa chọn tốt nhất, một số người không có người hướng dẫn đã gia nhập nhóm của chúng tôi.Đọc thêm",
            "Tôi và bạn tôi thích thú leo lên đỉnh vườn quốc gia Bạch Mã và ngắm nhìn thác Đỗ Quyên cao rất cao - 300 mét! - . Khi đứng trên đỉnh vách đá, quang cảnh thật tuyệt vời. Năm hồ và quang cảnh nhìn từ Vọng Hải Đài cũng rất ngoạn mục. Vô số không khí trong lành. Chúng tôi vô tình nhìn thấy vượn và voọc trong rừng. Một ngày tuyệt vời!Đọc thêm",
            "Đây là một công viên quốc gia xinh đẹp.  Chúng tôi đi cùng một nhóm du lịch - 12 người.  Chuyến đi lên đỉnh hơi đáng sợ nhưng người lái xe biết mình đang làm gì.  Hoặc ít nhất tôi đã tự nhủ với mình như vậy.  Thác nước chính trên con đường đi bộ xi măng thật ngoạn mục.  Những thác nước khác rất đẹp nhưng để đến được đó thì khá khó khăn.  Hãy cẩn thận với những tảng đá phủ đầy rêu.Đọc thêm",
            "Bạch Mã đẹp thật! những thác nước ở đây thật ngoạn mục và bạn thậm chí có thể bơi trong đó. hãy mang theo một đôi giày tốt để đi bộ xuyên rừng và bạn sẽ thực sự thích thú! Ngoài ra, tôi khuyên bạn nên mang tất và quần dài vì khi chúng tôi đi trời mưa và có một số vết rỉ nhỏ trên mặt đất Đọc thêm",
            "một trải nghiệm tuyệt vời, chúng tôi đến đây để làm quen và hiểu rõ hơn về địa điểm này để nhóm của tôi có thể quảng bá địa điểm này cho người nước ngoài và thậm chí cả những người Việt Nam thích phiêu lưu, đáng để thử và bạn sẽ không hối tiếcĐọc thêm",
            "Tôi đã tham gia một chuyến tham quan theo nhóm đến công viên này và rất tận hưởng một ngày của mình - đi bộ, nói chuyện, ăn uống và tranh giành.   Tất cả sẽ phụ thuộc vào tuyến đường do hướng dẫn viên của bạn cung cấp, nhưng chúng tôi đã cố gắng cúi xuống và bò qua các đường hầm thời chiến hiện đang bị dơi làm tổ và đến thăm nhiều thác nước khác nhau - cả hai thác nước đều cho phép bơi lội tại chân đế của chúng, cũng như những thác nước khác có tầm nhìn đáng chú ý trên vùng nông thôn xung quanh từ đỉnh của họ.  Việc lái xe lên sẽ liên quan đến nhiều lần lùi xe và tôi thực sự khuyên bạn nên dùng trước một viên thuốc chống say xe, đặc biệt nếu bạn - nhạy cảm với chứng say tàu xe. Độ cao cũng sẽ khiến tai bạn ù đi, giống như trải nghiệm khi bạn đang bay trên máy bay.  Một ngày đi chơi tuyệt vời và một ngày mà bạn thực sự nên tận hưởng khi có sự hiện diện của một người dân địa phương giàu kinh nghiệm và hiểu biết về khu vực này.Đọc thêm",
            "Đi cùng một chuyến tham quan có hướng dẫn gồm 12 người chúng tôi đến công viên quốc gia Bạch Mã vì chúng tôi được khuyên không nên đi một mình. Công viên cách Huế khoảng một giờ. Rất nhiều con đường quanh co dọc theo vách đá để lên đến đỉnh không hề dễ chịu nên bạn sợ độ cao đừng nhìn. Đã thực hiện một chuyến đi qua 5 hồ, ở một số điểm khó khăn nhưng không phải là không thể - vui lòng mang giày đi bộ tốt - ủng! Tôi có dép đi bộ nhưng không đủ hỗ trợ mắt cá chân để leo núi - Những thác nước nhỏ rất đẹp, bữa trưa được cung cấp tại một hồ nước nhỏ mà bạn có thể bơi vào. Chúng tôi cũng được đi bộ qua các đường hầm từ chiến tranh, đó là một trải nghiệm. Đi dọc theo những hồ nước, chúng tôi đến một thác nước lớn để ngắm cảnh tuyệt vời, sau đó đi bộ 2 km trở lại xe tải nhỏ. Rất vui vì chúng tôi đã thực hiện chuyến đi này! Đọc thêm",
            "Có phải giữa tháng 1 vẫn còn quá mưa để đến công viên ngắm chim?Đọc thêm",
            "Xin chào, tôi dự định đến thăm công viên vào cuối tháng 8 và muốn cắm trại qua đêm trên đỉnh núi. Ai đó có thể cho tôi thông tin chi tiết về khu cắm trại mà tôi tin là vẫn đang hoạt động không. cảm ơn bạnĐọc thêm",
            "Xin chào mọi người, có ai có thể giới thiệu một chuyến tham quan trong ngày tới chim chiền chiện có hướng dẫn viên không? Cảm ơnĐọc thêm",
            "Hãy gọi cho anh chàng này - nhắn tin, anh ấy chở chúng tôi đến nơi chúng tôi cần đến - số điện thoại là - 84707035115Đọc thêm",
            "Xin chào. Tôi đang tự hỏi liệu có thể tự mình vào công viên để thực hiện một chuyến đi hay bất kỳ chuyến tham quan nào có tổ chức hay những thứ tương tự. Chỉ cần đến bằng xe máy, nộp phí vào cửa và đi. Cảm ơn rất nhiều. : - Đọc thêm",
            "Bạn có thể tự mình làm điều đó, nhưng tôi thực sự khuyên bạn nên đi cùng với hướng dẫn viên nếu không bạn có thể bị lạc do bãi đậu xe quá lớn. Bởi vì trên đường đi, có hai lần chúng tôi gặp một du khách lạc đường trong công viên và chúng tôi đã mời họ đi cùng. Chúng tôi tiếp tục chuyến đi cùng nhau bằng thuyền của mình. Nó mang lại nhiều niềm vui hơn trên khuôn mặt của họ : - Đọc thêm",
            "Xin chào, tôi muốn hỏi bạn liệu xe máy của chúng tôi có thể lái xe trong công viên được không? Ấn tượng của tôi là có một con đường chính - dành cho ô tô - xe máy - xe đạp - từ đó có một số con đường mòn để đi bộ. Cảm ơn. B.Đọc thêm",
            "Có ai giúp được không? Chúng tôi đã hy vọng cắm trại qua đêm - và thuê thiết bị - nhưng công ty mà chúng tôi đã cố gắng đặt chỗ cho biết hiện tại họ không cắm trại. Bạn vẫn có thể cắm trại ở đây và thuê lều, v.v.? Nếu việc đó khó thực hiện một mình thì đã có ai làm việc với một công ty có giá cả phải chăng chưa? Ưu đãi rẻ nhất của chúng tôi là khoảng - 180 mỗi cái! Đối với một chuyến tham quan và cắm trại một ngày rưỡi - chỗ ở giá rẻ thì hơi dốc!?Đọc thêm",
            "Xin lỗi, tôi không biết nhưng tôi có thể đưa cho bạn tài xế địa phương mà tôi từng có. Anh ấy là một chàng trai trẻ đáng tin cậy và nói tiếng Anh.  Anh ấy có thể giúp được bạn.  Tên anh Tung Lê - 84 903513213Đọc thêm",
            "CHÀO.\n\nTôi đang ở Đà Nẵng và muốn đến thăm vườn quốc gia Ba Mạch. Nhưng không thể tìm ra cách để đến được đó? Đâu là điểm bắt đầu của công viên - tên - và có thể thực hiện chuyến đi một ngày không và tôi dự kiến ​​sẽ mất bao lâu? \n\nTôi thực sự muốn một số thông tin vì tôi thực sự muốn đi nhưng không thể tìm thấy nhiều thông tin về công viên hoặc phương tiện giao thông. Đọc thêm",
            "Tôi muốn đi từ Huế đến Hội An nhưng tôi muốn dừng chân ở Vườn quốc gia Bạch Mã có được không? Và nó sẽ là bao nhiêu? Cảm ơn!Đọc thêm",
            "Tôi nghĩ bạn nên đến Bạch Mã bằng cách đặt xe du lịch có hướng dẫn viên hoặc thuê ô tô và tài xế để bạn có thể đi bộ một số con đường mòn và tài xế có thể đón bạn tại các điểm đã hẹn trước, trở về Huế sau đó đi Hội An.\nHy vọng điều đó có ích.Đọc thêm",
            "Liệu cô con gái 7 tuổi của tôi có thể đi con đường ít mạo hiểm hơn không?Đọc thêm",
            "Hmm, tôi đoán là có, nhưng tôi sẽ cố gắng hỏi trước người điều hành tour thêm chi tiết về tuyến đường. Bạn cũng có thể điều chỉnh chuyến đi cho phù hợp với nhu cầu của mình, ít nhất thì cũng không hại gì khi hỏi. Khi tôi đi theo con đường mạo hiểm hơn, tôi không chắc chắn chính xác con đường kia sẽ dài bao lâu, nhưng tôi nghĩ người hướng dẫn đã nói rằng nó sẽ chỉ bao gồm việc đi bộ trên đường mòn, không vượt sông khó khăn, nhảy hoặc leo núi, nhưng tôi - tôi không phải 100 - chắc chắn rồi. Chuyến đi có thể hơi mệt mỏi ngay cả khi đi con đường dễ dàng hơn vì đây là một ngày dài, vì vậy tôi đoán điều đó cũng phụ thuộc vào mức độ cô ấy thích đi dạo giữa thiên nhiên, v.v. \nNhân viên khách sạn đã đặt tour cho chúng tôi và họ không biết nhiều về nội dung. Tuy nhiên, hướng dẫn viên của TNT travel - là người rất cởi mở và hiểu rõ khu rừng như chính túi tiền của mình nên tôi sẽ cố gắng nói chuyện trực tiếp với hướng dẫn viên.Đọc thêm",
            "Liệu chúng ta có thể chụp ảnh các loài chim không? có nhiều chim không? Xin tư vấn Đọc thêm"
        ],
        "star_ratings": [
            215,
            66,
            23,
            7,
            8
        ],
        "review_amount": 319,
        "location": [
            "Huế",
            "Những điều cần làm ở Huế",
            "Thua Thien - Hue Province",
            "Châu Á",
            "Vườn quốc gia Bạch Mã",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written May 31, 2023",
            "Written June 18, 2023",
            "Written March 25, 2024",
            "Written March 30, 2024",
            "Written March 27, 2024",
            "Written March 25, 2024",
            "Written March 18, 2024",
            "Written August 28, 2023",
            "Written June 18, 2023",
            "Written June 1, 2023",
            "Written May 18, 2023",
            "Written April 19, 2023",
            "Written April 15, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293926-d562580-Reviews-Bach_Ma_National_Park-Hue_Thua_Thien_Hue_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g2549590-d26558441-Reviews-ARA_Bird_Garden-Phu_Loc_Phu_Loc_District_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d562580-Reviews-or10-Bach_Ma_National_Park-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d12925332-Reviews-Jeep_You_UP-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d456107-Reviews-Perfume_River-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d11620834-Reviews-Thuy_Tien_Lake-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d2416127-Reviews-Tam_Giang_Lagoon-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d4597923-Reviews-Thuan_An_Beach-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d11437075-Reviews-Lang_Co_Beach-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d4795480-Reviews-Hue_s_Garden_Houses-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d9563786-Reviews-Dam_Chuon_Huong_Quan-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d7073497-Reviews-Phu_Mong_Garden_House-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d16754745-Reviews-Boi_Tran_Garden-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d7982130-Reviews-TNT_Travel-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d20342054-Reviews-Khu_du_l_ch_YesHue_Eco_Thac_Mo_Nam_Dong-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g26518895-d26516934-Reviews-Elephant_Springs-Loc_Tien_Phu_Loc_District_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d27710554-Reviews-Calligraphy_Class_In_Ho_Chi_Minh_City-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g13074027-d15082825-Reviews-Point_90_Mall-New_Cairo_City_Cairo_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g47682-d6961662-Reviews-Mark_Twain_s_Summer_Home-Elmira_Finger_Lakes_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47714-d1987557-Reviews-Findley_Lake-Findley_Lake_Chautauqua_County_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d1548142-Reviews-Water_Tower_Place-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g1575476-d4456025-Reviews-Marietas_Islands-Nayarit_Pacific_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g60946-d116250-Reviews-Thayer_Street-Providence_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g187337-d243298-Reviews-Zoo_Frankfurt-Frankfurt_Hesse.html",
            "https://www.tripadvisor.com/Attraction_Review-g499445-d10441459-Reviews-Akumal_Monkey_Sanctuary_Rescued_Animals-Akumal_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g1224325-d546964-Reviews-Koh_Racha_Yai-Ko_Racha_Yai_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g50068-d19595681-Reviews-Round1-Beavercreek_Ohio.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293926-d562580-Reviews-or10-Bach_Ma_National_Park-Hue_Thua_Thien_Hue_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293926-d562580-Reviews-Bach_Ma_National_Park-Hue_Thua_Thien_Hue_Province.html",
        "caculated": true,
        "dicts_sentiment_average": {
            "bạch": 0.9421187216149909,
            "thác nước": 0.7751792140770704,
            "rừng": 0.8301956666400656,
            "vết rỉ": 0.4875796902924776,
            "công viên quốc gia": 0.995565950521268,
            "chuyến đi": 0.8532363970996812,
            "tảng đá": 0.6257513836026192,
            "vườn quốc gia": 0.8984006753889844,
            "khu rừng nhiệt đới": 0.7950239470228553,
            "cây xanh": 0.5,
            "tầm nhìn": 0.6651197586907074,
            "núi": 0.5,
            "công viên": -0.47388075571507215,
            "chuyến đi dạo": 0.9069055998697877,
            "thiên nhiên": 0.7418678952381015,
            "phiêu lưu": 0.9943546410650015,
            "khu rừng": 0.9938883158611134,
            "đi bộ": 0.7904590927064419,
            "loài": 0.5,
            "khỉ": 0.5,
            "chim": 0.5,
            "áo": -0.573424931615591,
            "góc nhìn từ": 0.9882945050485432,
            "khung cảnh": 0.5,
            "mù sương": 0.5,
            "sương": 0.18865354731678963,
            "thảm": 0.9777880224476879,
            "thực vật": 0.9872063685130948,
            "tàn tích": -0.9492725100135431,
            "thuộc địa pháp": 0.8737691454589367,
            "động vật": 0.9505604456644505,
            "hang động ẩn": 0.8737392518669367,
            "toàn cảnh": 0.9954549393150955,
            "lịch": 0.5177221819758415,
            "trải nghiệm lạ lùng": 0.9942542716162279,
            "chuyến đi bộ": 0.9954692274332047,
            "hồ nước": 0.5323515236377716,
            "sương mù": -0.908899546135217,
            "người hướng dẫn": 0.6383922370150685,
            "thác đỗ quyên": 0.8737691454589367,
            "quang cảnh": 0.9953367766574956,
            "vô số": 0.8737691454589367,
            "không khí": -0.9535068550612777,
            "vượn": 0.5,
            "trải nghiệm": 0.9954394579981454
        },
        "dicts_adj": {
            "bạch": [
                "gần"
            ],
            "thác nước": [
                "ngoạn mục",
                "khác",
                "đẹp",
                "khó khăn",
                "đẹp",
                "hơn",
                "khác",
                "đẹp",
                "khó khăn",
                "ngoạn mục"
            ],
            "rừng": [
                "tốt",
                "thực sự",
                "tốt",
                "thực sự"
            ],
            "vết rỉ": [
                "nhỏ",
                "nhỏ"
            ],
            "công viên quốc gia": [
                "xinh đẹp",
                "xinh đẹp"
            ],
            "chuyến đi": [
                "đầy",
                "đầy"
            ],
            "tảng đá": [
                "cẩn thận",
                "đầy",
                "cẩn thận",
                "đầy"
            ],
            "vườn quốc gia": [
                "tươi",
                "tốt",
                "đầy",
                "tươi",
                "tốt",
                "đầy",
                "cao",
                "cao"
            ],
            "khu rừng nhiệt đới": [
                "tươi",
                "tốt",
                "đầy",
                "tươi",
                "tốt",
                "đầy"
            ],
            "cây xanh": [],
            "tầm nhìn": [
                "đáng giá"
            ],
            "núi": [],
            "công viên": [
                "đầy",
                "đầy"
            ],
            "chuyến đi dạo": [
                "đa dạng",
                "đa dạng"
            ],
            "thiên nhiên": [
                "đẹp",
                "dễ",
                "gần"
            ],
            "phiêu lưu": [
                "độc đáo",
                "thanh bình",
                "độc đáo",
                "thanh bình"
            ],
            "khu rừng": [
                "siêu tươi",
                "tốt"
            ],
            "đi bộ": [
                "dài",
                "phải"
            ],
            "loài": [],
            "khỉ": [],
            "chim": [],
            "áo": [
                "lạnh"
            ],
            "góc nhìn từ": [
                "hoàn toàn"
            ],
            "khung cảnh": [],
            "mù sương": [],
            "sương": [],
            "thảm": [
                "tươi",
                "tốt",
                "tình cờ"
            ],
            "thực vật": [
                "tươi",
                "tốt",
                "tình cờ"
            ],
            "tàn tích": [
                "cổ",
                "rõ ràng"
            ],
            "thuộc địa pháp": [
                "tươi",
                "tốt",
                "tình cờ"
            ],
            "động vật": [
                "kỳ lạ",
                "đa dạng"
            ],
            "hang động ẩn": [],
            "toàn cảnh": [
                "đáng giá"
            ],
            "lịch": [
                "gần"
            ],
            "trải nghiệm lạ lùng": [
                "gần"
            ],
            "chuyến đi bộ": [
                "đẹp"
            ],
            "hồ nước": [
                "hơn"
            ],
            "sương mù": [
                "hơn"
            ],
            "người hướng dẫn": [
                "tốt"
            ],
            "thác đỗ quyên": [
                "cao",
                "cao"
            ],
            "quang cảnh": [
                "tuyệt vời",
                "ngoạn mục"
            ],
            "vô số": [
                "trong lành"
            ],
            "không khí": [
                "trong lành"
            ],
            "vượn": [],
            "trải nghiệm": [
                "tuyệt vời",
                "rõ",
                "hơn"
            ]
        },
        "list_proper_noun": [],
        "factor value": {
            "bạch": 3.5,
            "thác nước": 10.0,
            "rừng": 3,
            "vết rỉ": 2,
            "công viên quốc gia": 2,
            "chuyến đi": 5.0,
            "tảng đá": 2,
            "vườn quốc gia": 4.0,
            "khu rừng nhiệt đới": 3.0,
            "cây xanh": 3.0,
            "tầm nhìn": 4.5,
            "núi": 3.0,
            "công viên": 4.5,
            "chuyến đi dạo": 3.0,
            "thiên nhiên": 6.0,
            "phiêu lưu": 3.0,
            "khu rừng": 1.5,
            "đi bộ": 1.5,
            "loài": 1.5,
            "khỉ": 1.5,
            "chim": 1.5,
            "áo": 1.5,
            "góc nhìn từ": 1.5,
            "khung cảnh": 1.5,
            "mù sương": 1.5,
            "sương": 1.5,
            "thảm": 1.5,
            "thực vật": 1.5,
            "tàn tích": 1.5,
            "thuộc địa pháp": 1.5,
            "động vật": 1.5,
            "hang động ẩn": 1.5,
            "toàn cảnh": 1.5,
            "lịch": 1.5,
            "trải nghiệm lạ lùng": 1.5,
            "chuyến đi bộ": 1.5,
            "hồ nước": 1.5,
            "sương mù": 1.5,
            "người hướng dẫn": 1.5,
            "thác đỗ quyên": 1,
            "quang cảnh": 1,
            "vô số": 1,
            "không khí": 1,
            "vượn": 1,
            "trải nghiệm": 1
        }
    }
]