[
    {
        "attraction_name": "Backbone State Park",
        "attraction_name_vi": "Công viên tiểu bang xương sống",
        "general_info": [
            "99 đánh giá",
            "1 trong số 1 hoạt động giải trí ở Dundee",
            "Công viên tiểu bang"
        ],
        "attraction_summary": "Chuyến đi tuyệt vời. Chúng tôi đến vào khoảng 8 giờ 30 sáng và đi về phía lối vào của công viên. Công viên khá lớn và có nhiều con đường mòn đi bộ đường dài để khám phá. Có những bãi đậu xe nhỏ riêng biệt ở phía trước mỗi đầu đường mòn. Ngoài ra còn có một số tấm bảng thông tin phía trước các con đường mòn ghi chi tiết về lịch sử của công viên. Chúng tôi bắt đầu chuyến đi bằng cách khám phá suối richmond, nơi có một hang động nhỏ và đặc điểm nước. Sau đó, chúng tôi tiếp tục đi bộ theo hai con đường mòn riêng biệt - đường mòn xương sống và đường mòn hồ phía đông. Cả hai con đường mòn đều có tầm nhìn tuyệt đẹp ra các khối đá và độ khó vừa phải. Những con đường mòn có rất nhiều độ cao lên xuống và có một đoạn đường mòn xương sống bao gồm việc leo qua một số tảng đá. Con đường mòn phía đông hồ có tầm nhìn ra hồ và các khối đá. Mẹo: Tôi khuyên bạn nên dành 3,5 giờ ở đây nếu bạn thực sự muốn xem mọi thứ.Đọc thêm",
        "reviews": [
            "Quyết định lái xe qua để quan sát mùa Thu đang thay đổi. Những tán cây và mỏm đá trông tuyệt đẹp dưới ánh sáng của buổi chiều muộn. Đọc thêm",
            "Đây là một công viên tiểu bang xinh đẹp. Nó thực sự đã xuống dốc. Có vẻ như nhà nước vừa bỏ rơi nó. Những gì đã xảy ra với nó thật khủng khiếp.Đọc thêm",
            "Rất thú vị. Rất nhiều con đường mòn khác nhau cho mọi cấp độ đi bộ đường dài. Sự thật lịch sử trên các biển hiệu mang tính giáo dục. Địa điểm đẹp.Đọc thêm",
            "I recently embarked on a trip to Backbone State Park in Dundee, Iowa, with a group of friends, and my recount of this experience is one of mixed emotions. The parks picturesque landscapes initially promised an idyllic getaway, but regrettably, the consistent issue of a contaminated lake and the appalling conduct of a DNR officer on-site overshadowed any potential enjoyment.On our arrival Friday night, we were brimming with optimism for a memorable camping weekend. Establishing an amiable rapport with our neighboring campers, we pledged to keep noise levels in check to ensure a harmonious coexistence. However, the promise of a serene weekend quickly soured due to the actions of a particular DNR officer whose demeanor reflected a penchant for unwarranted aggression.Backbone State Parks natural beauty, with its verdant expanses and tranquil surroundings, offered a canvas on which to paint our getaway dreams. However, the beauty was clouded by the health concerns surrounding the lake. Its worth noting that swimming in the lake was not advised due to an ongoing E. coli advisory that seemed almost perpetually in effect. While the parks management should be held accountable for allowing this issue to persist, it becomes secondary to the distressing treatment we encountered from the DNR officer.Our interactions with the officer bordered on the surreal. To be accosted within minutes of the commencement of the official quiet hours felt like an episode from an absurd theater play. On two consecutive nights, the officer approached our campsite with an air of authority, demanding identification and issuing threats as if we were engaging in flagrant misconduct. Its essential to clarify that during both encounters, our activities consisted solely of gathering around the campfire, engaging in perfectly normal conversation.The officers behavior was disproportionate, bordering on absurd, and left us deeply disconcerted. Threatening eviction and impending police involvement over what he deemed noise was not only excessive but left us dumbfounded. It was as if he harbored a personal vendetta against campers who dared to enjoy a leisurely evening around a campfire. These incidents were not isolated; they recurred throughout the weekend, transforming a potentially enjoyable experience into a bewildering nightmare.Furthermore, the officer extended his disproportionate actions to affect other innocent campers, including a family with children who were merely enjoying their evening campfire nearby. His actions tainted the experiences of those who had paid to relish the parks amenities, leading to a collective sense of dissatisfaction among fellow campers who found themselves subject to his irrational behavior.In conclusion, while Backbone State Park had the potential to be a haven of relaxation and outdoor enjoyment, the ongoing lake pollution and the overbearing conduct of the DNR officer cast a pall over the entire experience. It is important to note that swimming in the lake was unadvised due to recurring E. coli advisoriesa fact that further calls into question the parks maintenance and management practices. It is with a heavy heart that my friends and I, along with the unfortunate family that shared in our plight, declare our decision never to return to this park as long as these issues persist. I implore the park management to take these concerns to heart and take decisive action before more visitors fall victim to this disheartening ordeal.Sincerely, Andrew Stecklein - Disappointed CamperRead more",
            "Ao xử lý nước thải tại chỗ ngay cạnh khu cắm trại. Hồ đáng ghét. Các khu cắm trại xếp chồng lên nhau.Đọc thêm",
            "Vào một buổi chiều nóng nực của tháng 7, chúng tôi quyết định đi biển để giải nhiệt. Chúng tôi đã không đến Backbone kể từ khi tôi còn nhỏ, vì vậy chúng tôi lái xe 2 giờ để thư giãn trong nước. Nghe có vẻ là một ý tưởng tuyệt vời, nhưng phân ngỗng hoàn toàn ở khắp mọi nơi trên bãi biển và chúng cũng trôi nổi trong nước. Bạn không thể đặt tấm chăn bãi biển của mình xuống, hoặc đi một bước mà không giẫm phải nó. Phân ngỗng không được quản lý đã phá hỏng buổi chiều. Tôi sẽ không quay lại Backbone cho đến khi họ bắt đầu quản lý tài nguyên của mình. Đọc thêm",
            "Chúng tôi cắm trại ở Backbone trong 4 ngày. Khu cắm trại rất đẹp và lá đang thay đổi. Chúng tôi không đặt chỗ trước nên phải đi bộ vào. Các lối đi không bằng phẳng lắm, nhưng chúng tôi đã làm được một lối đi. Các lối đi vào phía sau ở vòng thứ 2 là lối đi bằng phẳng hơn nhiều. Rất nhiều chỗ cắm trại. Rất yên tĩnh vào các ngày trong tuần, nhưng lại đông đúc vào cuối tuần. Không có sự riêng tư giữa các địa điểm, nhưng có rất nhiều cỏ. Đường mòn rất tuyệt. Vòi nước 30, 50 ampe nằm rải rác trong công viên để đổ đầy. Trạm đổ rác, nhà vệ sinh, vòi hoa sen. Chúng tôi đi bằng xe cắm trại có xe kéo. Chúng tôi chắc chắn sẽ quay lại. Đọc thêm",
            "Khuôn viên đẹp, cây cối và những con đường mòn. Nơi này có rất nhiều điều để khám phá và có khu cắm trại, hồ nước và khung cảnh tuyệt vời.Đọc thêm",
            "Vợ tôi và tôi đã đến đây vào một buổi sáng sớm sau trận tuyết rơi dày 3 inch. Thật kỳ diệu. Chúng tôi đã đi theo đường mòn hồ phía đông và vòng lặp Devils backbone. Mất khoảng 3 giờ với tốc độ thong thả, chụp ảnh, v.v. Và tuyết khiến mọi thứ chậm hơn bình thường một chút. Dấu vết của động vật hoang dã ở khắp mọi nơi và nhìn thấy rất nhiều hươu. Rất nhiều cơ hội chụp ảnh đẹp. Ngoài ra, khi chúng tôi đến đó, họ vẫn chưa cày tuyết bãi đậu xe và chỉ mới đến đó. Anh chàng DNR RẤT lịch sự. Yêu cầu chúng tôi cho anh ấy hai phút để dọn sạch một chỗ. Sau đó chúc chúng tôi đi bộ đường dài vui vẻ. Đọc thêm"
        ],
        "star_ratings": [
            61,
            22,
            7,
            3,
            6
        ],
        "review_amount": 99,
        "location": [
            "Công viên tiểu bang xương sống",
            "Hoa Kỳ",
            "Các hoạt động ở Dundee",
            "Iowa IA",
            "Dundee"
        ],
        "reviews_time": [
            "Written February 23, 2024",
            "Written October 21, 2023",
            "Written October 2, 2023",
            "Written September 30, 2023",
            "Written August 28, 2023",
            "Written July 25, 2023",
            "Written December 19, 2022",
            "Written October 22, 2021",
            "Written May 6, 2021",
            "Written January 17, 2021"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g37856-d269073-Reviews-Backbone_State_Park-Dundee_Iowa.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g38430-d26956158-Reviews-Scoop_There_It_Is-Strawberry_Point_Iowa.html",
            "https://www.tripadvisor.com/Attraction_Review-g38430-d24112718-Reviews-Wilder_Memorial_Museum-Strawberry_Point_Iowa.html",
            "https://www.tripadvisor.com/Attraction_Review-g37856-d269073-Reviews-or10-Backbone_State_Park-Dundee_Iowa.html",
            "https://www.tripadvisor.com/Attraction_Review-g38066-d5835267-Reviews-The_Alibi-Lamont_Iowa.html",
            "https://www.tripadvisor.com/Attraction_Review-g37869-d10433415-Reviews-Kendrick_Forest_Products-Edgewood_Iowa.html",
            "https://www.tripadvisor.com/Attraction_Review-g37869-d7916295-Reviews-Mossy_Glen_state_preserve-Edgewood_Iowa.html",
            "https://www.tripadvisor.com/Attraction_Review-g37869-d12525530-Reviews-Woods_Edge_Golf_Course-Edgewood_Iowa.html",
            "https://www.tripadvisor.com/Attraction_Review-g37869-d12461159-Reviews-The_Edgewood_Museum-Edgewood_Iowa.html",
            "https://www.tripadvisor.com/Attraction_Review-g37869-d6692027-Reviews-Bixby_State_Preserve-Edgewood_Iowa.html",
            "https://www.tripadvisor.com/Attraction_Review-g37869-d17624798-Reviews-The_Markket-Edgewood_Iowa.html",
            "https://www.tripadvisor.com/Attraction_Review-g38129-d27041360-Reviews-Seibert_Park-Manchester_Iowa.html",
            "https://www.tripadvisor.com/Attraction_Review-g38430-d5841441-Reviews-Chaser_s_Saloon-Strawberry_Point_Iowa.html",
            "https://www.tripadvisor.com/Attraction_Review-g37869-d5839793-Reviews-Fitzy_s-Edgewood_Iowa.html",
            "https://www.tripadvisor.com/Attraction_Review-g298264-d324162-Reviews-Saint_Charbel_Tomb-Byblos_Mount_Lebanon_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g58469-d12694910-Reviews-Snofalls_Lavender_Farm-Fall_City_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g315919-d13108284-Reviews-Playa_Paraiso-Adeje_Tenerife_Canary_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d211804-Reviews-Chinatown-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g60864-d295965-Reviews-Algiers_Point-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g1940497-d17376604-Reviews-Mutrah_Fort-Muscat_Muscat_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g4156412-d4260197-Reviews-Playa_Ensenada-Punta_Rucia_Puerto_Plata_Province_Dominican_Republic.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d10358972-Reviews-Criss_Angel_MINDFREAK-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d19878507-Reviews-Dubai_Marina_Walk-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g2237739-d1863029-Reviews-Erawan_National_Park-Si_Sawat_Kanchanaburi_Province.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g37856-d269073-Reviews-or10-Backbone_State_Park-Dundee_Iowa.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g37856-d269073-Reviews-Backbone_State_Park-Dundee_Iowa.html"
    }
]