[
    {
        "attraction_name": "Bahia Porto Cesareo",
        "attraction_name_vi": "Bahia Porto Cesareo",
        "general_info": [
            "1.881 đánh giá",
            "2 trong số 42 hoạt động giải trí ở Porto Cesareo",
            "Bãi biển",
            "Câu lạc bộ bể bơi trên bãi biển"
        ],
        "attraction_summary": "Bahia, là Beach Lounge Club độc quyền nhìn ra bãi biển xinh đẹp Torre Lapillo. Bạn sẽ được bao bọc bởi bầu không khí huyền diệu mà chỉ riêng Salento mới có thể tạo ra. Sự kết hợp của hình ảnh, hương thơm và hương vị sẽ mãi khắc sâu trong tâm trí bạn. Nhân viên của chúng tôi luôn chào đón bạn với nụ cười để bạn có những ngày nghỉ tuyệt vời hay đơn giản là những giây phút thư giãn nho nhỏ. Hãy để bản thân được chiều chuộng bởi tất cả các tiện nghi của chúng tôi: giường phơi nắng, dãy phòng thế hệ mới nhất, nhà hàng với các sản phẩm không km, Wi-Fi miễn phí và nhiều hơn thế nữa. Nói cách khác, là địa điểm lý tưởng để tái tạo lực lượng bởi biển Ionian kết tinh. La Bahia đã trở thành điều bắt buộc. Không thể không bị mê hoặc. Bahia Porto Cesareo: Sống một mùa hè tràn đầy cảm xúc!Đọc thêm",
        "reviews": [
            "Nơi rất đẹp.\nBãi biển rất đẹp với bãi cát trắng. Thích các dịch vụ và khái niệm làm việc, nhưng có một số vấn đề nhỏ với đơn hàng vì họ mắc quá nhiều lỗi về thời gian với đơn hàng của tôi.\nNhưng mọi thứ đều ổn. Đọc thêm",
            "Khách hàng thân mến,\ncảm ơn bạn rất nhiều vì đã đánh giá, đã lưu trú tại câu lạc bộ bãi biển của chúng tôi và đánh giá cao đội ngũ nhân viên tuyệt vời cũng như các dịch vụ của chúng tôi, những điều mà chúng tôi cố gắng không ngừng cải thiện để mang đến những điều tốt nhất cho khách hàng!\nChúng tôi rất tiếc vì những vấn đề bạn gặp phải khi đặt hàng và chúng tôi hy vọng mọi thứ sẽ được giải quyết nhanh chóng.\nChúng tôi hy vọng sẽ sớm gặp lại bạn và đạt được xếp hạng tối đa.\n\nBahia Porto Cesareo Đọc thêm",
            "Trải nghiệm rất thú vị. Câu lạc bộ bãi biển này được người dân địa phương coi là cực kỳ ưa thích và đắt tiền, nhưng tính bằng đô la Mỹ thì không quá tệ.  Có rất nhiều nhân viên, có thể quá nhiều, cản trở việc thư giãn. Chiếc giường trên bãi biển rất đẹp và có một chiếc ô, một cái rương đựng đồ đạc của chúng tôi và một cái bàn.  Bạn phải mang theo khăn tắm của riêng mình hoặc có thể thuê với giá 7 Euro, điều này thật khó khăn.\n\nThức ăn không tệ nhưng không ngon và khá đắt. Họ cung cấp cho bạn một vòi sen nước nóng hoạt động bằng đồng xu kéo dài 60 giây và phần đó thật khó khăn. Tuy nhiên, đó vẫn là một trải nghiệm thú vị và giống như một ốc đảo.Đọc thêm",
            "Kính gửi Quý khách hàng,\ncảm ơn bạn rất nhiều vì đã đánh giá, lưu trú tại cơ sở của chúng tôi và đánh giá cao các dịch vụ của chúng tôi, chúng tôi luôn cố gắng cải thiện để mang đến những dịch vụ tốt nhất cho khách hàng!\nChúng tôi hy vọng sớm được gặp lại bạn và đạt được xếp hạng cao nhất tại đây!\n\nBahia Porto Cesareo Đọc thêm",
            "Nhóm 7 người chúng tôi đã mua hai gói với giá 300 chiếc trong đó có một chiếc ô, hai chiếc giường phơi nắng và một chiếc bàn nhỏ có hai chiếc ghế. Một chai rượu sâm panh Moet cũng được tặng kèm. Bãi biển đẹp quán bar cũng rất đẹp. Đã thử một số món ăn ngon và chúng tôi không cần phải đợi quá lâu để có được nó.\nTôi phải đề cập đến một điều rằng nhà vệ sinh có thể sạch hơn và vòi sen nên được bao gồm trong giá.\nDù sao thì đây cũng là một bãi biển đẹp để dành một ngày và thư giãn.Đọc thêm",
            "Kính gửi Quý khách hàng,\ncảm ơn bạn rất nhiều vì đã đánh giá, lưu trú tại cơ sở của chúng tôi và đánh giá cao các dịch vụ của chúng tôi, chúng tôi luôn cố gắng cải thiện để mang đến những dịch vụ tốt nhất cho khách hàng!\nChúng tôi hy vọng sớm được gặp lại bạn và đạt được xếp hạng cao nhất tại đây!\n\nBahia Porto Cesareo Đọc thêm",
            "Vị trí cung cấp mọi thứ người ta cần ở bãi biển. Ô, ghế salon, hộp đựng đồ, ghế, dịch vụ bồi bàn, quầy bar đầy đủ, bãi đậu xe 5 và nhà hàng. \n\nCà phê và nước có giá hợp lý. Bánh mì kẹp, pizza và mì ống, đắt hơn một chút. Tương tự với đồ uống có cồn. \n\nDịch vụ cực kỳ chu đáo và phong phú. Khu vực bãi biển cực kỳ sạch sẽ và các khu vực có ô che nắng có nhiều không gian hơn các khu vực bãi biển khác. \n\nNước trong vắt và tráng lệ! Trải nghiệm tuyệt vời!Đọc thêm",
            "Kính gửi Quý khách hàng,\ncảm ơn bạn rất nhiều vì đã đánh giá, đã ở lại câu lạc bộ bãi biển của chúng tôi và đánh giá cao đội ngũ nhân viên tuyệt vời và dịch vụ của chúng tôi, chúng tôi luôn cố gắng cải thiện để mang đến những điều tốt nhất cho khách hàng!\nChúng tôi hy vọng sớm được gặp lại bạn!\n\nBahia Porto Cesareo Đọc thêm",
            "Bãi biển này thật tuyệt vời, dịch vụ, không khí và chất lượng thức ăn. Bạn trả tiền và họ trả lại cho bạn những gì bạn đã trả. Đó là điểm đến cho tất cả mọi người muốn thưởng thức Puglia mà không có lỗi. \nCậu bé bãi biển Andrea thật tuyệt vời trong sự phục vụ của mình và xin chúc mừng tất cả họ vì mỗi năm tôi đến Puglia và họ chưa bao giờ thất bại. Tôi có thể đề xuất địa điểm này cho những ai muốn trải nghiệm 5 lần bắt đầu. Không có ai ở Puglia duy trì tiêu chuẩn này từ năm này qua năm khác và họ đã tự cải thiện bản thân. Câu lạc bộ bãi biển tuyệt vời nhất từng có ở Puglia: âm nhạc, ẩm thực, dịch vụ, biển tốt nhấtĐọc thêm",
            "Khách hàng thân mến,\ncảm ơn bạn rất nhiều vì đã đánh giá, đã lưu trú tại câu lạc bộ bãi biển của chúng tôi và đánh giá cao đội ngũ nhân viên tuyệt vời cũng như các dịch vụ của chúng tôi, những điều mà chúng tôi cố gắng không ngừng cải thiện để mang đến những điều tốt nhất cho khách hàng!\nMong rằng chúng tôi sẽ sớm gặp lại bạn!\n\nBahia Porto Cesareo Đọc thêm",
            "Thực phẩm chất lượng khủng khiếp, trình bày xấu. Dịch vụ chắc chắn. Quá đắt. Không có gì thực sự tích cực để nói về địa điểm này hoặc trải nghiệm.Đọc thêm",
            "Khách hàng thân mến,\nrất tiếc vì đánh giá không tích cực này... nhưng trên hết là vì những từ được sử dụng.\nMọi cân nhắc đều có vẻ chung chung và không đáng tin cậy lắm.\nNhiều chi tiết hơn có thể giúp chúng tôi hiểu rõ hơn và cải thiện.\nCảm ơn!\n\nBahia Porto Cesareo Đọc thêm",
            "Nhân viên rất tốt bụng, bãi biển rất sạch, nước rất tuyệt và quan trọng nhất là không có đá.Đọc thêm",
            "Khách hàng thân mến,\ncảm ơn bạn rất nhiều vì đã đánh giá, đã lưu trú tại câu lạc bộ bãi biển của chúng tôi và đánh giá cao đội ngũ nhân viên tuyệt vời cũng như các dịch vụ của chúng tôi, những điều mà chúng tôi cố gắng không ngừng cải thiện để mang đến những điều tốt nhất cho khách hàng!\nMong rằng chúng tôi sẽ sớm gặp lại bạn!\n\nBahia Porto Cesareo \nĐọc thêm",
            "Bãi biển này thật tuyệt vời, dịch vụ, không khí và chất lượng thức ăn. Bạn trả tiền và họ trả lại cho bạn những gì bạn đã trả. Đó là điểm đến cho tất cả mọi người muốn thưởng thức Puglia mà không có lỗi. Cậu bé bãi biển Andrea thật tuyệt vời trong sự phục vụ của mình và xin chúc mừng tất cả họ vì mỗi năm tôi đến Puglia và họ chưa bao giờ thất bại. Tôi có thể đề xuất địa điểm này cho những ai muốn trải nghiệm 5 lần bắt đầu. Không có ai ở Puglia duy trì tiêu chuẩn này từ năm này qua năm khác và họ đã tự cải thiện bản thân. Câu lạc bộ bãi biển tuyệt vời nhất từng có ở Puglia: âm nhạc, ẩm thực, dịch vụ, biển tốt nhấtĐọc thêm",
            "Khách hàng thân mến,\ncảm ơn bạn rất nhiều vì đã đánh giá, đã lưu trú tại câu lạc bộ bãi biển của chúng tôi và đánh giá cao đội ngũ nhân viên tuyệt vời cũng như các dịch vụ của chúng tôi, những điều mà chúng tôi cố gắng không ngừng cải thiện để mang đến những điều tốt nhất cho khách hàng!\nMong rằng chúng tôi sẽ sớm gặp lại bạn!\n\nBahia Porto Cesareo Đọc thêm",
            "Vị trí cung cấp mọi thứ người ta cần ở bãi biển. Ô, ghế salon, hộp đựng đồ, ghế, dịch vụ bồi bàn, quầy bar đầy đủ, bãi đậu xe 5 và nhà hàng. Cà phê và nước có giá hợp lý. Bánh mì kẹp, pizza và mì ống, đắt hơn một chút. Tương tự với đồ uống có cồn. Dịch vụ cực kỳ chu đáo và phong phú. Khu vực bãi biển cực kỳ sạch sẽ và các khu vực có ô che nắng có nhiều không gian hơn các khu vực bãi biển khác. Nước trong vắt và tráng lệ! Trải nghiệm tuyệt vời!Đọc thêm",
            "Kính gửi Quý khách hàng,\ncảm ơn bạn rất nhiều vì đã đánh giá, đã ở lại câu lạc bộ bãi biển của chúng tôi và đánh giá cao đội ngũ nhân viên tuyệt vời và dịch vụ của chúng tôi, chúng tôi luôn cố gắng cải thiện để mang đến những điều tốt nhất cho khách hàng!\nChúng tôi hy vọng sớm được gặp lại bạn!\n\nBahia Porto Cesareo Đọc thêm",
            "Chúng tôi chỉ ở đó hai ngày, có thể nói lâu hơn nhưng đã được đặt kín chỗ. Đặt phòng là PHẢI. Thức ăn rất tuyệt vời, Dịch vụ tốt. Giá ở Puglia rất cao.Đọc thêm",
            "Khách hàng thân mến,\ncảm ơn bạn rất nhiều vì đã đánh giá, đã lưu trú tại câu lạc bộ bãi biển của chúng tôi và đánh giá cao các dịch vụ của chúng tôi, những dịch vụ mà chúng tôi cố gắng không ngừng cải thiện để mang đến những điều tốt nhất cho khách hàng!\nMong rằng chúng tôi sẽ sớm gặp lại bạn!\n\nBahia Porto Cesareo Đọc thêm",
            "Trải nghiệm kinh khủng. Bạn phải trả tiền để tắm và chỉ có 60 giây; hệ thống đỗ xe thật điên rồ và 15 euro! Tôi sẽ không quay lại!Đọc thêm",
            "Khách hàng thân mến,\nChúng tôi rất xin lỗi vì đánh giá này.\nDịch vụ tắm nước nóng ở một số gói đã được bao gồm trong giá; ở những nơi khác, đó là một chi phí riêng.\nPhí đậu xe cả ngày là 5 chứ không phải 15!\nBạn có chắc mình đã đến Bahia Porto Cesareo?Đọc thêm",
            "Nhóm 7 người chúng tôi đã mua hai gói với giá 300 chiếc trong đó có một chiếc ô, hai chiếc giường phơi nắng và một chiếc bàn nhỏ có hai chiếc ghế. Một chai rượu sâm panh Moet cũng được tặng kèm. Bãi biển đẹp quán bar cũng rất đẹp. Đã thử một số món ăn ngon và chúng tôi không cần phải đợi quá lâu để có được nó. Tôi phải đề cập đến một điều là nhà vệ sinh có thể sạch hơn và vòi sen nên được bao gồm trong giá. Dù sao thì đó cũng là một bãi biển đẹp để dành một ngày và thư giãn .Đọc thêm",
            "Kính gửi Quý khách hàng,\ncảm ơn bạn rất nhiều vì đã đánh giá, lưu trú tại cơ sở của chúng tôi và đánh giá cao các dịch vụ của chúng tôi, chúng tôi luôn cố gắng cải thiện để mang đến những dịch vụ tốt nhất cho khách hàng!\nChúng tôi hy vọng sớm được gặp lại bạn và đạt được xếp hạng cao nhất tại đây!\n\nBahia Porto Cesareo Đọc thêm",
            "Trải nghiệm rất thú vị. Câu lạc bộ bãi biển này được người dân địa phương coi là cực kỳ sang trọng và đắt đỏ, nhưng tính theo đô la Mỹ thì không quá tệ. Có rất nhiều nhân viên, có thể là quá nhiều khiến chúng tôi không thể thư giãn. Giường trên bãi biển rất đẹp và có ô, rương đựng đồ đạc và một cái bàn. Bạn phải mang theo khăn tắm của riêng mình hoặc có thể thuê với giá 7 Euro, khá là rẻ. Đồ ăn không tệ nhưng không tuyệt và khá đắt. Họ cung cấp cho bạn một vòi sen nước nóng chạy bằng xu kéo dài 60 giây, và phần đó khá là rẻ. Tuy nhiên, đó là một trải nghiệm thú vị và giống như một ốc đảo. Đọc thêm",
            "Khách hàng thân mến,\ncảm ơn bạn rất nhiều vì đã đánh giá, đã lưu trú tại cơ sở của chúng tôi và đánh giá cao các dịch vụ của chúng tôi, điều mà chúng tôi cố gắng không ngừng cải thiện để mang đến những điều tốt nhất cho khách hàng của mình!\nChúng tôi hy vọng sẽ sớm gặp lại bạn và đạt được xếp hạng tối đa tại đây!\n\nBahia Porto Cesareo Đọc thêm",
            "Nơi rất đẹp. Bãi biển rất đẹp với cát trắng. Yêu thích các dịch vụ và ý tưởng thực hiện công việc, nhưng gặp ít vấn đề với đơn đặt hàng vì họ mắc quá nhiều lỗi về thời gian với đơn hàng của tôi. Nhưng mọi việc đều diễn ra tốt đẹp.Đọc thêm",
            "Khách hàng thân mến,\ncảm ơn bạn rất nhiều vì đã đánh giá, đã lưu trú tại câu lạc bộ bãi biển của chúng tôi và đánh giá cao đội ngũ nhân viên tuyệt vời cũng như các dịch vụ của chúng tôi, những điều mà chúng tôi cố gắng không ngừng cải thiện để mang đến những điều tốt nhất cho khách hàng!\nChúng tôi rất tiếc vì những vấn đề bạn gặp phải khi đặt hàng và chúng tôi hy vọng mọi thứ sẽ được giải quyết nhanh chóng.\nChúng tôi hy vọng sẽ sớm gặp lại bạn và đạt được xếp hạng tối đa.\n\nBahia Porto Cesareo Đọc thêm",
            "Tôi thường đến đây yên tĩnh, yêu bãi biển và sự rung cảm. Năm nay giá đã tăng thêm 40 EU cho hàng ghế đầu, đĩa trái cây đi kèm giờ đây không may thay thế bộ sưu tập các món ăn địa phương. Nơi này rất đắt tiền, thậm chí còn đắt hơn so với tiêu chuẩn Puglian. Chúng tôi đã đến đây vào ngày 1 tháng 6 và trả 400 EU cho 2 chiếc ô ở hàng ghế đầu. Thời tiết năm nay rất bất thường ở Puglia với nhiệt độ mát hơn và mưa nhiều hơn. Khi chúng tôi đến đó lúc 11 giờ sáng, trời nắng và ấm áp. Chúng tôi đã đặt chỗ trước và thanh toán trực tuyến vài ngày trước đó và sau đó mua thêm một chiếc ô khi nhận phòng vào ngày đó. Thời tiết có vẻ sẽ nắng và ấm áp, nếu không thì tôi đã không làm được. Chúng tôi rời câu lạc bộ lúc 15:30 vì trời mưa to và sấm sét. Mưa bắt đầu vào khoảng 13h. Về cơ bản, chúng tôi có 2 giờ trên bãi biển trước khi giông bão bắt đầu. Khi trả phòng, tôi đã đề cập rằng chúng tôi đã trả rất nhiều tiền cho một thời gian ngắn trên bãi biển nhưng nhân viên không phản ứng với điều đó. Xem xét những gì chúng tôi đã thanh toán và những gì đã xảy ra vào ngày hôm đó, câu lạc bộ thực sự nên cung cấp cho chúng tôi một số khoản hoàn lại hoặc phiếu thưởng để sử dụng vào mục đích khác. 400 EU trong 2 giờ thật nực cười và tôi cảm thấy bị Bahia lừa!!Xét đến những gì đã xảy ra ở đây vào ngày hôm đó, thời tiết kỳ dị và trả tiền cho thứ mà chúng tôi hoàn toàn không thể sử dụng, tôi sẽ quay lại các câu lạc bộ bãi biển khác trong tương lai và không giới thiệu nó cho bạn bè của mình , những người thường xuyên đến đây du lịch nữa. Bahia thực sự đã lợi dụng chúng tôiĐọc thêm",
            "Khách hàng thân mến,\nChúng tôi rất xin lỗi vì đánh giá tiêu cực này, nhưng đặc biệt là về những gì nó nói.\nChúng tôi muốn chỉ ra rằng giá của tất cả các gói chúng tôi cung cấp khác nhau tùy theo địa điểm và các dịch vụ đi kèm.\nTrong chiếc ô của bạn, ngoài đĩa trái cây còn có một chai Champagne cho mỗi chiếc ô đã đặt mà bạn đã sử dụng.\nChúng tôi rất tiếc vì điều kiện thời tiết xấu không phụ thuộc vào chúng tôi.\nChúng tôi mong sự thông cảm của bạn.\n\nBahia Porto CesareoĐọc thêm"
        ],
        "star_ratings": [
            1188,
            350,
            124,
            70,
            149
        ],
        "review_amount": 1881,
        "location": [
            "Những việc cần làm ở Porto Cesareo",
            "Bahia Porto Cesareo",
            "Châu Âu",
            "Porto Cesareo",
            "Nước Ý",
            "Tỉnh Lecce",
            "Puglia"
        ],
        "reviews_time": [
            "Written July 6, 2023",
            "Written July 16, 2023",
            "Written July 16, 2023",
            "Written August 16, 2023",
            "Written August 22, 2023",
            "Written September 26, 2023",
            "Written September 14, 2023",
            "Written August 22, 2023",
            "Written August 17, 2023",
            "Written August 9, 2023",
            "Written July 25, 2023",
            "Written July 16, 2023",
            "Written July 16, 2023",
            "Written July 6, 2023",
            "Written June 7, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g1069599-d2319048-Reviews-Bahia_Porto_Cesareo-Porto_Cesareo_Province_of_Lecce_Puglia.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g1069599-d8856380-Reviews-Stella_Maris_Beach_and_Restaurant-Porto_Cesareo_Province_of_Lecce_Puglia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1199295-d21110061-Reviews-Poisson_Baguetteria-Torre_Lapillo_Porto_Cesareo_Province_of_Lecce_Puglia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1199295-d8377038-Reviews-Mamamia_Caffetteria_Gelateria-Torre_Lapillo_Porto_Cesareo_Province_of_Lecce_Pugl.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1199295-d3510410-Reviews-Solaris_Torre_Lapillo-Torre_Lapillo_Porto_Cesareo_Province_of_Lecce_Puglia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1199295-d7081826-Reviews-Lido_Max-Torre_Lapillo_Porto_Cesareo_Province_of_Lecce_Puglia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1199295-d3431092-Reviews-Lido_la_Pineta-Torre_Lapillo_Porto_Cesareo_Province_of_Lecce_Puglia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1199295-d23508575-Reviews-Kaila_Bistro-Torre_Lapillo_Porto_Cesareo_Province_of_Lecce_Puglia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1199295-d21198609-Reviews-Punto_G-Torre_Lapillo_Porto_Cesareo_Province_of_Lecce_Puglia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g194791-d4779063-Reviews-Orange_Sun-Lecce_Province_of_Lecce_Puglia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1199295-d4082233-Reviews-Pescheria_3_0-Torre_Lapillo_Porto_Cesareo_Province_of_Lecce_Puglia.html",
            "https://www.tripadvisor.com/Attraction_Review-g1199295-d12934111-Reviews-Lido_Leucasia-Torre_Lapillo_Porto_Cesareo_Province_of_Lecce_Puglia.html",
            "https://www.tripadvisor.com/Attraction_Review-g1069599-d2273055-Reviews-Orange_Sun_Sporting_Club-Porto_Cesareo_Province_of_Lecce_Puglia.html",
            "https://www.tripadvisor.com/Attraction_Review-g1069599-d12833356-Reviews-Torre_di_San_Tommaso-Porto_Cesareo_Province_of_Lecce_Puglia.html",
            "https://www.tripadvisor.com/Attraction_Review-g1199295-d3316875-Reviews-Lido_La_Pineta-Torre_Lapillo_Porto_Cesareo_Province_of_Lecce_Puglia.html",
            "https://www.tripadvisor.com/Attraction_Review-g1199295-d4419128-Reviews-Torre_di_San_Tommaso-Torre_Lapillo_Porto_Cesareo_Province_of_Lecce_Puglia.html",
            "https://www.tripadvisor.com/Attraction_Review-g1069599-d3591902-Reviews-Spiaggia_di_Torre_Chianca-Porto_Cesareo_Province_of_Lecce_Puglia.html",
            "https://www.tripadvisor.com/Attraction_Review-g1069599-d2291692-Reviews-Hookipa_Beach-Porto_Cesareo_Province_of_Lecce_Puglia.html",
            "https://www.tripadvisor.com/Attraction_Review-g1069599-d6991550-Reviews-Bassamarea_Lido_Club-Porto_Cesareo_Province_of_Lecce_Puglia.html",
            "https://www.tripadvisor.com/Attraction_Review-g1069599-d2489847-Reviews-Togo_Bay_Beach-Porto_Cesareo_Province_of_Lecce_Puglia.html",
            "https://www.tripadvisor.com/Attraction_Review-g1069599-d3203722-Reviews-Spiaggia_Bacino_Grande-Porto_Cesareo_Province_of_Lecce_Puglia.html",
            "https://www.tripadvisor.com/Attraction_Review-g1069599-d2319048-Reviews-or10-Bahia_Porto_Cesareo-Porto_Cesareo_Province_of_Lecce_Puglia.html",
            "https://www.tripadvisor.com/Attraction_Review-g1069599-d3200248-Reviews-Palude_del_Conte_e_Duna_Costiera-Porto_Cesareo_Province_of_Lecce_Puglia.html",
            "https://www.tripadvisor.com/Attraction_Review-g1199295-d3388494-Reviews-Teranga_Bay_Beach_and_Panorama-Torre_Lapillo_Porto_Cesareo_Province_of_Lecce_Pug.html",
            "https://www.tripadvisor.com/Attraction_Review-g3600946-d7084204-Reviews-Samana_Beach-Punta_Prosciutto_Porto_Cesareo_Province_of_Lecce_Puglia.html",
            "https://www.tripadvisor.com/Attraction_Review-g3600946-d10786654-Reviews-Spiaggia_di_Punta_Prosciuto-Punta_Prosciutto_Porto_Cesareo_Province_of_Lecce_Pu.html",
            "https://www.tripadvisor.com/Attraction_Review-g1069599-d14918650-Reviews-Punta_Prosciutto-Porto_Cesareo_Province_of_Lecce_Puglia.html",
            "https://www.tripadvisor.com/Attraction_Review-g1069599-d13004416-Reviews-Spiaggia_Di_Torre_Lapillo-Porto_Cesareo_Province_of_Lecce_Puglia.html",
            "https://www.tripadvisor.com/Attraction_Review-g1199295-d3316967-Reviews-Baron_Beach-Torre_Lapillo_Porto_Cesareo_Province_of_Lecce_Puglia.html",
            "https://www.tripadvisor.com/Attraction_Review-g1069599-d4829799-Reviews-Karmalie_Hot_Couture-Porto_Cesareo_Province_of_Lecce_Puglia.html",
            "https://www.tripadvisor.com/Attraction_Review-g616185-d10426378-Reviews-Pensiero_Dominante-Gallipoli_Province_of_Lecce_Puglia.html",
            "https://www.tripadvisor.com/Attraction_Review-g1199295-d4832938-Reviews-Orca_Diving_Center-Torre_Lapillo_Porto_Cesareo_Province_of_Lecce_Puglia.html",
            "https://www.tripadvisor.com/Attraction_Review-g1069599-d3411514-Reviews-Pescaturismo_Per_Vivere_Il_Mare-Porto_Cesareo_Province_of_Lecce_Puglia.html",
            "https://www.tripadvisor.com/Attraction_Review-g1069599-d8566318-Reviews-A_Mare_Salento-Porto_Cesareo_Province_of_Lecce_Puglia.html",
            "https://www.tripadvisor.com/Attraction_Review-g1069599-d10376834-Reviews-Taxi_Boat_da_Cinzia_Lupo_di_Mare-Porto_Cesareo_Province_of_Lecce_Puglia.html",
            "https://www.tripadvisor.com/Attraction_Review-g1069599-d7600188-Reviews-Vie_del_Mediterraneo_Tour_Escursioni_e_Servizi_Turistici_nel_Salento-Porto_Cesar.html",
            "https://www.tripadvisor.com/Attraction_Review-g60954-d269879-Reviews-Pickering_Wharf-Salem_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g187895-d195009-Reviews-Ponte_Vecchio-Florence_Tuscany.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d12309166-Reviews-Seoul_Sky-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g293919-d7141844-Reviews-Sabai_Massage-Pattaya_Chonburi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g32978-d6826213-Reviews-The_Cove_Waterpark-Riverside_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g46411-d264139-Reviews-Renault_Winery_Resort-Egg_Harbor_City_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g60727-d1992987-Reviews-Main_Street_Berlin-Berlin_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g44160-d282653-Reviews-The_Butterfly_Palace-Branson_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g670665-d3611285-Reviews-Friends_Arena-Solna.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d2369708-Reviews-Tropicana_Theater-Las_Vegas_Nevada.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g1069599-d2319048-Reviews-or10-Bahia_Porto_Cesareo-Porto_Cesareo_Province_of_Lecce_Puglia.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g1069599-d2319048-Reviews-Bahia_Porto_Cesareo-Porto_Cesareo_Province_of_Lecce_Puglia.html"
    }
]