[
    {
        "attraction_name": "Baja Beach Club",
        "attraction_name_vi": "Câu lạc bộ bãi biển Baja",
        "general_info": [
            "681 đánh giá",
            "- 14 trong số 60 điều cần làm ở Rethymnon",
            "Bãi biển",
            "Bãi biển - Câu lạc bộ bể bơi"
        ],
        "attraction_summary": "Chào mừng đến với Nhà hàng Baja Beach Club nằm tại thị trấn bình dị Rethymno, Crete. Với tầm nhìn tuyệt đẹp ra bờ sông và những cây cọ, nơi đây sẽ khiến bạn kinh ngạc với khung cảnh đẹp như tranh vẽ. Ngay khi bước vào, bạn sẽ được chào đón bằng bầu không khí sôi động và thanh lịch, ngay lập tức đưa bạn vào tâm trạng thư giãn và tiệc tùng. Nội thất được thiết kế trang nhã với phong cách trang trí mộc mạc Boho tuyệt đẹp, mang đến cảm giác Địa Trung Hải đích thực. Điều làm cho Bãi biển Baja nổi bật nhất là chỗ ngồi ngoài trời tuyệt đẹp tại hồ bơi và khu vực bãi biển. Hãy chọn khu vực VIP hoặc ghế tắm nắng, chọn vọng lâu hoặc giường ban ngày và cảm nhận làn gió biển nhẹ nhàng vuốt ve làn da của bạn. Thực đơn của chúng tôi cung cấp sự kết hợp thú vị giữa các món ăn địa phương và quốc tế đáp ứng mọi khẩu vị. Từ hải sản tươi sống đến các món ăn ngon của Châu Á và Địa Trung Hải, đồ ăn của chúng tôi sẽ khiến bạn thèm muốn nhiều hơn nữa. Để bổ sung cho trải nghiệm ăn uống của bạn, các nhân viên pha chế giàu kinh nghiệm của chúng tôi sẽ pha chế cocktail, rượu sâm panh. Một trải nghiệm cuộc sống mà bạn phải xem và ghé thăm. Đọc thêm",
        "reviews": [
            "Dành cả ngày ở Câu lạc bộ bãi biển Baja và không thể hạnh phúc hơn. Con gái tuổi teen yêu thích cả đại dương và hồ bơi. Mức độ dịch vụ là đỉnh cao và giá trị là tuyệt vời. Thực phẩm, đồ uống, trang trí và bảo trì, tất cả đều đặc biệt và thực sự sẽ - không thay đổi điều gì.Đọc thêm",
            "Cảm ơn bạn đã dành thời gian để lại cho chúng tôi đánh giá 5 sao! Chúng tôi - rất vui mừng khi biết rằng bạn đã có trải nghiệm tuyệt vời với chúng tôi và chúng tôi hy vọng sẽ sớm gặp lại bạn.Đọc thêm",
            "Thật là một nơi tuyệt vời với dịch vụ đặc biệt. Chúng tôi đã đặt trước tùy chọn Grande ở cuối hồ bơi, bao gồm khăn tắm, chai nước khi đến và đầy đủ dịch vụ đặc biệt từ Pablo. Chúng tôi đã đặt trước trực tuyến trước chuyến đi đến Rethymnon và Vasilis thật đặc biệt xuyên suốt chuyến đi. Chào mừng chúng tôi khi đến Baja, dẫn chúng tôi đi tham quan xung quanh và cho chúng tôi biết trước những gì sẽ xảy ra. Anh ấy cũng ghé qua thường xuyên để đảm bảo rằng chúng tôi không cần bất cứ thứ gì và đang được chăm sóc - chúng tôi chắc chắn là như vậy. Chúng tôi đã ăn trưa ở Gazebo - món tôm hùm cho hai người thật tuyệt vời nhưng hãy chuẩn bị chờ đợi vì nó được nấu tươi để đặt hàng và rất xứng đáng! - Những rung cảm âm nhạc thoải mái thú vị suốt cả ngày đều nhằm mục đích mang đến một ngày hoàn toàn thư giãn, thư giãn cho gia đình bốn người của chúng tôi - tất cả đều là người lớn -. Vì vậy, chúng tôi quyết định quay trở lại Baja để tận hưởng khoảng thời gian từ lúc trả phòng biệt thự cho đến khi bắt taxi đến sân bay. Lần này Vasilis dành cho chúng tôi bốn chiếc giường phơi nắng tuyệt vời trên bãi cỏ và đặt chỗ cho chúng tôi ở nhà hàng. Chúng tôi đã có sushi và bánh mì kẹp thịt và thức ăn, rượu vang và dịch vụ, một lần nữa, tuyệt vời. Đọc một số đánh giá, có một số lĩnh vực mà Beach Club có thể tận hưởng một chút TLC - có thể là WC - s - nhưng nhìn chung, trải nghiệm là một trong những trải nghiệm thư giãn thuần túy với dịch vụ đặc biệt và cảm giác tuyệt vời. Khu vực quầy bar thực sự rất thú vị với một số địa điểm tuyệt vời để chụp ảnh instagram. Chúng tôi chắc chắn sẽ ghé thăm lại! Đọc thêm",
            "Cảm ơn bạn rất nhiều vì tỷ lệ và đánh giá mà chúng tôi xem xét và chúng tôi cảm ơn bạn một lần nữa vì những lời tốt đẹp. Chúng tôi sẽ rất vui khi được phục vụ bạn một lần nữa. Đọc thêm",
            "Chúng tôi đang lái xe từ Heraklion đến Chania và tìm thấy câu lạc bộ bãi biển đang tìm kiếm trên mạng. Chúng tôi có một chiếc ghế phơi nắng đẹp có ô ở khu vực bãi biển. Hôm mình đi trời nhiều gió và biển động nên bãi biển chưa thực sự đẹp nhất. Khu vực hồ bơi rất đẹp, nhưng khoảng 4 giờ chiều thì chật cứng. Có một nhóm thanh thiếu niên đến và sau đó hồ bơi không còn đẹp nữa. Chúng tôi ăn trưa tại nhà hàng và chúng tôi gọi món đánh bắt trong ngày, thực đơn trực tuyến ghi là 10 EUR, khi chúng tôi thấy ở nhà hàng là 12 EUR. Không chỉ cá của chúng tôi phải mất gần 1 giờ mới đến nơi mà chúng tôi đang đói. Nhìn chung nhân viên rất tốt, nhưng họ có nhà vệ sinh ngay phía sau hồ bơi, điều này bất tiện và không thể đi bộ một đoạn ngắn khi bạn ở khu vực bãi biển. Dj bắt đầu phát nhạc to hơn vào khoảng 4-5 giờ chiều, thật tuyệt. Chúng tôi đã không ở lại đến khuya để xem bữa tiệc. Giường phơi nắng có giá 20 EUR/người, giá cả hợp lý.Đọc thêm",
            "Cảm ơn bạn đã dành thời gian để lại cho chúng tôi đánh giá 4 sao! Chúng tôi - rất vui mừng khi biết rằng bạn đã có trải nghiệm tuyệt vời với chúng tôi và chúng tôi hy vọng sẽ sớm gặp lại bạnĐọc thêm",
            "Nơi này là nơi tôi hy vọng thiên đường sẽ như thế nào! Âm nhạc tuyệt vời phát ra từ hệ thống âm thanh bệnh hoạn, đồ ăn và đồ uống giá cả phải chăng và hợp lý, hồ bơi rộng sạch sẽ và bãi biển chỉ cách đó vài bước chân. Tôi đã có một trải nghiệm tuyệt vời ở nơi này và đó là nơi bạn có thể dành cả ngày lẫn đêm nếu muốn. Tuy nhiên, bài đánh giá này đi kèm với tuyên bố từ chối trách nhiệm vì cần lưu ý rằng tôi yêu thích âm nhạc trầm ấm và âm nhạc ồn ào, đó là cảm giác rung cảm ở đây cả ngày. Nếu bạn định đến đây để đọc sách và ngủ gật thì tôi không nghĩ bạn sẽ thích nó nhiều như tôi đâu. Khi rời Hy Lạp, tôi thực sự đã nghĩ về lần tới khi tôi đến Hy Lạp và Baja sẽ là nơi phải đến thăm như thế nào.Đọc thêm",
            "- Cảm ơn bạn đã đánh giá tuyệt vời! Chúng tôi rất vui khi được phục vụ bạn hài lòng. Chúng tôi mong được gặp lại bạn trong tương lai và phục vụ bạn một lần nữa. Chúng tôi luôn phục vụ bạn và sẽ tiếp tục nuôi dưỡng mối quan hệ của chúng tôi với khách hàng. Cảm ơn bạn một lần nữa vì sự đánh giá cao và tin tưởng của bạn! - \n\nĐọc thêm",
            "Chúng tôi có hai chiếc ô trên bãi biển cho gia đình bốn người. \n\nKhu vực hồ bơi có khoảng hai mươi mấy người hoặc những gia đình rất trẻ. Bể bơi trẻ em nằm cạnh bể bơi chính. Bãi biển là nơi tốt hơn để ngồi. \n\nNhững chiếc ghế dài trên bãi biển thực sự thoải mái và dịch vụ bồi bàn rất tuyệt vời. Tôi không nghĩ việc đặt một chiếc giường đôi hoặc khu vực ghế sofa là đáng giá trừ khi bạn có một bữa tiệc lớn hơn. \n\nChúng tôi đã đặt bàn trong nhà hàng để ăn trưa - ngay khi chúng tôi đến - điều đó thực sự rất tuyệt. Thực đơn tuyệt vời với đồ ăn và rượu ngon - được khuyên dùng. \nĐiểm nổi bật trong ngày! \n\nBiển là tiêu chuẩn cho bờ biển đó. Sỏi - cát. Lối vào sỏi dốc đứng trước sóng biển. Đáng yêu và trong xanh và đẹp hơn cả hồ bơi! \n\nNhược điểm; \nHồ bơi có một lớp màng dầu mỡ và màu cam - giả sử là da rám nắng giả? - trôi nổi trong đó. Nó có mùi bẩn - sắp chết rồi! - nên chúng tôi không - vào đó. \n\nNhà vệ sinh thực sự kinh tởm - - thùng mở - dành cho phụ nữ không che giấu được các vật dụng vệ sinh. \n\nDJ chơi nhạc rất hay cho đến khoảng 17h30 thì các bản nhạc rất ồn ào và đầy chửi thề. Cực kỳ không phù hợp với số lượng lớn trẻ em vẫn đang vui chơi trong ngày. Có lẽ bắt đầu buổi tối muộn hơn sẽ tốt hơn - .\n\nĐi loanh quanh chỗ đó mệt lắm, nhất là khu vực hồ bơi.  Tôi sẽ không đi nữa, trừ khi chỉ để ăn trưa tại nhà hàng.Đọc thêm",
            "Chúng tôi rất tiếc khi biết rằng chúng tôi đã không đáp ứng được sự mong đợi của bạn. Chúng tôi cố gắng cung cấp trải nghiệm tốt nhất có thể cho tất cả khách hàng của mình và chúng tôi xin lỗi vì bất kỳ sự bất tiện nào gây ra. Nếu bạn muốn thảo luận thêm về trải nghiệm của mình, vui lòng liên hệ trực tiếp với chúng tôi.Đọc thêm",
            "Chúng tôi đã đặt một trong những vọng lâu ven biển và rất hài lòng. Nhân viên cực kỳ lịch sự và hữu ích, đồ ăn chúng tôi dùng thì tuyệt vời và giá cả rất phải chăng. Khu vực này đông đúc nhưng yên tĩnh và chúng tôi không sử dụng hồ bơi. Một số đánh giá đề cập đến việc phòng tắm cần được cải tạo, nhưng xét về phòng tắm thì chúng hoàn toàn ổn. Chúng tôi đã có một ngày tuyệt vời với hai đứa con tuổi teen và chắc chắn sẽ quay lại. Đó là một cách rất tuyệt để dành ngày cuối cùng của chúng tôi ở Crete. Đọc thêm",
            "Chúng tôi rất vui khi biết rằng bạn đã có trải nghiệm tích cực với chúng tôi! Cảm ơn bạn đã để lại đánh giá 5 sao và những lời tốt đẹp của bạn. Chúng tôi đánh giá cao hoạt động kinh doanh của bạn và hy vọng sớm được phục vụ bạn lần nữa.Đọc thêm",
            "Tôi đã có khoảng thời gian khó quên tại Câu lạc bộ bãi biển Baja! Nơi này kết hợp hoàn hảo niềm vui và ánh nắng mặt trời để mang lại trải nghiệm tuyệt vời. \n\nBầu không khí bãi biển, hoạt động giải trí sôi động và đội ngũ nhân viên thân thiện khiến chuyến thăm của tôi thực sự thú vị. \n\nTuy nhiên, tôi nhận thấy rằng nhà vệ sinh không sạch sẽ như tôi mong muốn. Bất chấp vấn đề nhỏ này, dù thư giãn bên dòng nước hay tham gia các hoạt động khác nhau, không bao giờ có một khoảnh khắc buồn tẻ. \n\nCâu lạc bộ bãi biển Baja là địa điểm không thể bỏ qua đối với những ai đang tìm kiếm một nơi nghỉ ngơi tuyệt vời bên bờ biển.Đọc thêm",
            "Cảm ơn bạn đã để lại đánh giá 4 sao! Chúng tôi - rất vui mừng khi biết rằng bạn thích trải nghiệm của mình với chúng tôi và đánh giá cao đề xuất của bạn. Rất mong được phục vụ bạn lần sauXem thêm",
            "Chúng tôi được vào cửa miễn phí và được cung cấp một vài chiếc ô. Chúng tôi chọn gần biển hơn là hồ bơi. Bãi biển toàn sỏi nhỏ, biển khá động và nước sâu rất nhanh. Khu vực hồ bơi rất đẹp. Thật thú vị khi thấy mọi người gọi những chai rượu sâm panh được phục vụ kèm một ly pháo lớn để thêm phần lấp lánh. Dịch vụ tốt, đồ ăn tại nhà hàng - bữa trưa - đắt nhưng ngon. Nhà vệ sinh khá kinh tởm nhưng tôi đã từng thấy tệ hơn. Các cầu trượt nước rất được ưa chuộng và rõ ràng là - sức khỏe - an toàn - không phải là mối quan tâm lớn đối với nhân viên - trẻ em đứng trên ván lướt sóng mini khi chúng xuống cầu trượt nước mở - .Đọc thêm",
            "Cảm ơn bạn đã dành thời gian để lại cho chúng tôi đánh giá 4 sao! Chúng tôi - rất vui mừng khi biết rằng bạn đã có trải nghiệm tuyệt vời với chúng tôi và chúng tôi hy vọng sẽ sớm gặp lại bạn.Đọc thêm",
            "Một câu lạc bộ bãi biển xinh đẹp ở Rethymno! Dịch vụ tuyệt vời, âm nhạc và quan điểm đáng kinh ngạc! Nếu bạn ở Rethynmno, nhất định phải đến nơi này và tận hưởng một ngày thư giãn trên bãi biển hoặc hồ bơi với đồ ăn và đồ uống! Tôi đã đi cùng cả gia đình và mọi người đều yêu thích nó! Đọc thêm",
            "Một câu lạc bộ bãi biển xinh đẹp ở Rethymno! Dịch vụ tuyệt vời, âm nhạc và quan điểm đáng kinh ngạc! Nếu bạn ở Rethynmno, nhất định phải đến nơi này và tận hưởng một ngày thư giãn trên bãi biển hoặc hồ bơi với đồ ăn và đồ uống! Tôi đã đi cùng cả gia đình và mọi người đều yêu thích nó! Đọc thêm",
            "Nhân viên hàng đầu Không khí mát mẻ - có thể đi từ khu vực hồ bơi này sang khu vực bãi biển bất cứ khi nào bạn muốn Hồ bơi tuyệt vời - cầu trượt ở phía bên kia hồ bơi Đồ uống - thức ăn tuyệt vời Địa điểm hoàn hảoĐọc thêm",
            "Chúng tôi rất vui khi biết rằng bạn đã có trải nghiệm tích cực với chúng tôi! Cảm ơn bạn đã để lại đánh giá 5 sao và những lời tốt đẹp của bạn. Chúng tôi đánh giá cao hoạt động kinh doanh của bạn và hy vọng sớm được phục vụ bạn lần nữa.Đọc thêm",
            "Quầy bar và nhân viên bãi biển đẹp nhất từ ​​trước đến nay! Trải nghiệm tuyệt vời. DJ Jean đá 2! Cảm ơn mọi người Baja vì một khoảng thời gian tuyệt vời!Đọc thêm",
            "Cảm ơn bạn đã đánh giá tuyệt vời! Chúng tôi rất vui khi được phục vụ bạn hài lòng. Chúng tôi mong được gặp lại bạn trong tương lai và phục vụ bạn một lần nữa. Chúng tôi luôn phục vụ bạn và sẽ tiếp tục nuôi dưỡng mối quan hệ của chúng tôi với khách hàng. Cảm ơn bạn một lần nữa vì sự đánh giá cao và tin tưởng của bạn! - \n\nĐọc thêm",
            "Chồng tôi đi vệ sinh và nói rằng có phân khắp nơi, kể cả trên tường! Tôi - đã đọc các đánh giá trước đó rằng nhà vệ sinh bẩn nhưng điều này đưa nó lên một tầm cao mới! Ban quản lý hãy cùng nhau hành động và thuê một người dọn dẹp! Điều này đã làm hỏng một ngày đáng yêu Đọc thêm",
            "Chúng tôi rất tiếc khi biết rằng bạn đã có trải nghiệm tiêu cực với chúng tôi. Chúng tôi đánh giá cao phản hồi của bạn và sẽ sử dụng nó để cải thiện dịch vụ của chúng tôi trong tương lai. Nếu có bất kỳ điều gì chúng tôi có thể làm để giải quyết vấn đề, vui lòng liên hệ trực tiếp với chúng tôi.Đọc thêm",
            "Một nơi cực kỳ mát mẻ, tôi đã có khoảng thời gian vui vẻ với bạn bè - - Bãi biển tuyệt vời, đồ ăn ngon, đồ uống ngon, nhân viên rất lịch sự và thân thiện, rất muốn quay lại - Đọc thêm",
            "Cảm ơn bạn đã để lại đánh giá 5 sao! Chúng tôi - rất vui mừng khi biết rằng bạn thích trải nghiệm của mình với chúng tôi và đánh giá cao đề xuất của bạn. Rất mong được phục vụ bạn lần sauXem thêm",
            "Câu lạc bộ bãi biển đáng yêu, âm nhạc hay, dịch vụ, đồ uống và thức ăn tuyệt vời - sushi đặc biệt ngon -. Điểm trừ duy nhất là các lỏng lẻo hơi bẩn và một vài lỏng lẻo không hoạt động được nhưng tôi nghĩ điều này liên quan nhiều hơn đến những người sử dụng chúng! Cảm ơn một lần nữa vì một ngày tuyệt vời.Đọc thêm",
            "- Cảm ơn bạn đã đánh giá tuyệt vời! Chúng tôi rất vui khi được phục vụ bạn hài lòng. Chúng tôi mong được gặp lại bạn trong tương lai và phục vụ bạn một lần nữa. Chúng tôi luôn phục vụ bạn và sẽ tiếp tục nuôi dưỡng mối quan hệ của chúng tôi với khách hàng. Cảm ơn bạn một lần nữa vì sự đánh giá cao và tin tưởng của bạn! - \n\nĐọc thêm",
            "Nơi tuyệt vời - - vị trí tuyệt vời, ngay trên bãi biển - nhiều không gian, bầu không khí tích cực - - nhân viên rất thân thiện - - Chúng tôi đã có khoảng thời gian rất vui vẻ ở đó với bạn bèĐọc thêm",
            "- Cảm ơn bạn đã đánh giá tuyệt vời! Chúng tôi rất vui khi được phục vụ bạn hài lòng. Chúng tôi mong được gặp lại bạn trong tương lai và phục vụ bạn một lần nữa. Chúng tôi luôn phục vụ bạn và sẽ tiếp tục nuôi dưỡng mối quan hệ của chúng tôi với khách hàng. Cảm ơn bạn một lần nữa vì sự đánh giá cao và tin tưởng của bạn! - \n\nĐọc thêm",
            "Dịch vụ hạng nhất của nhân viên, mọi người đều rất thân thiện và chu đáo nhưng không gây rối cho phép thư giãn. Vợ tôi và tôi đã đặt một chiếc taxi và nó thật tuyệt, lớn hơn rất nhiều so với mức chúng tôi cần nhưng lại có nhiều lựa chọn chỗ ngồi. Điều duy nhất tôi sẽ thay đổi là bãi biển. Bãi biển khá nhiều đá và khiến việc bơi lội trong biển không được mong muốn. Ngày chúng tôi đến thăm trời nhiều gió nên sóng rất lớn và với những tảng đá khó chịu cố gắng lao xuống nước, chúng tôi chỉ làm điều đó một lần.Đọc thêm",
            "Cảm ơn bạn đã dành thời gian để lại cho chúng tôi đánh giá 5 sao! Chúng tôi rất vui khi biết rằng bạn đã có trải nghiệm tuyệt vời với chúng tôi nhưng xin lỗi, thưa ông, chúng tôi không thể làm gì với bãi biển, thậm chí không được phép dọn đá hoặc độ sâu ,,,,,,và chúng tôi hy vọng sớm gặp lại bạn .Đọc thêm",
            "Chúng tôi được cấp quyền truy cập miễn phí và một vài chiếc ô. Chúng tôi chọn gần biển hơn hồ bơi. Bãi biển có những viên sỏi nhỏ, biển khá gồ ghề và nước sâu rất nhanh. Khu vực hồ bơi rất đẹp. Thật thú vị khi thấy mọi người gọi những chai sâm panh được phục vụ kèm theo một chiếc pháo lớn để tăng thêm phần lấp lánh. Dịch vụ tốt, đồ ăn tại nhà hàng - bữa trưa - đắt nhưng ngon. nhà vệ sinh khá kinh tởm nhưng tôi đã thấy còn tệ hơn thế. các đường trượt nước rất phổ biến và rõ ràng là - sức khỏe - an toàn - không phải là mối lo ngại lớn đối với nhân viên - trẻ em đứng trên ván lướt sóng mini khi chúng đi xuống đường trượt nước mở - .Đọc thêm",
            "Cảm ơn bạn đã dành thời gian để lại cho chúng tôi đánh giá 4 sao! Chúng tôi - rất vui mừng khi biết rằng bạn đã có trải nghiệm tuyệt vời với chúng tôi và chúng tôi hy vọng sẽ sớm gặp lại bạn.Đọc thêm",
            "Bãi biển Baja cách phố cổ Rethymnon khoảng 5 km. Nơi tuyệt vời để thư giãn và nhân viên thật tuyệt vời - . Năm 2022 chúng tôi cũng đã ở nơi này.Đọc thêm",
            "Chúng tôi rất biết ơn vì đã xem xét. Chúng tôi đánh giá cao phản hồi của bạn và sẽ sử dụng nó để cải thiện dịch vụ của chúng tôi trong tương lai. Đọc thêm",
            "Chúng ta có phải đặt chỗĐọc thêm",
            "Bạn có thể đặt chỗ trên trang web của bạn hoặc chỉ cần đến bãi biển bajs. Vào cửa miễn phí nhưng tính phí cho bãi cátĐọc thêm",
            "Có nhất thiết phải đặt trước khôngĐọc thêm",
            "Bạn không - không cần. Nơi này có đủ không gian và nhiều giường phơi nắng.Đọc thêm",
            "Buổi tối thế nào? Đây có phải là hộp đêm để khiêu vũ không?Đọc thêm",
            "Thời gian mở cửa là mấy giờ?Đọc thêm",
            "Bao nhiêu?Đọc thêm",
            "Túi đậu có 3 - mỗi chiếc, những chiếc bằng gỗ là 6 - nhưng bạn nhận được một chiếc khăn miễn phí, giường tiêu chuẩn là 4 - - tôi nghĩ - và giường là 30 -. Vọng lâu dành cho các cặp đôi là 40 - và vọng lâu dành cho gia đình là 60 - \n\nTất cả những thứ này đều đi kèm một lượt đồ uống miễn phí và nếu bạn chọn sinh tố hoặc Freddie, họ sẽ tặng bạn một chai nước đá lạnh miễn phí.Đọc thêm",
            "Chào buổi chiều Cho tôi biết giá ghế tắm nắng, khoảng bao nhiêu?",
            "J - muốn biết ở đó có bán đậu xanh không? Cảm ơn bạnĐọc thêm",
            "Chicha? OuiĐọc thêm"
        ],
        "star_ratings": [
            312,
            178,
            74,
            54,
            63
        ],
        "review_amount": 681,
        "location": [
            "Rethymnon",
            "đảo Crete",
            "Các hoạt động ở Rethymnon",
            "Tỉnh Rethymnon",
            "Câu lạc bộ bãi biển Baja",
            "Hy Lạp",
            "Châu Âu"
        ],
        "reviews_time": [
            "Written June 23, 2023",
            "Written July 17, 2023",
            "Written July 22, 2023",
            "Written July 31, 2023",
            "Written August 12, 2023",
            "Written August 15, 2023",
            "Written August 16, 2023",
            "Written August 27, 2023",
            "Written October 30, 2023",
            "Written October 30, 2023",
            "Written October 5, 2023",
            "Written September 15, 2023",
            "Written September 5, 2023",
            "Written August 30, 2023",
            "Written August 29, 2023",
            "Written August 28, 2023",
            "Written August 28, 2023",
            "Written August 27, 2023",
            "Written August 26, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g189421-d4937111-Reviews-Baja_Beach_Club-Rethymnon_Rethymnon_Prefecture_Crete.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g1075560-d2640358-Reviews-Sky_Park_Grill_House_Restaurant-Platanias_Rethymnon_Rethymnon_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1075560-d3533703-Reviews-Finikas_Taverna-Platanias_Rethymnon_Rethymnon_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189421-d1103009-Reviews-Taverna_tou_Zisis-Rethymnon_Rethymnon_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1075560-d3323514-Reviews-Kellari_Taverna-Platanias_Rethymnon_Rethymnon_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1075560-d7231812-Reviews-Steki-Platanias_Rethymnon_Rethymnon_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1075560-d6673105-Reviews-Taverna_Yiannis-Platanias_Rethymnon_Rethymnon_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1075560-d3463723-Reviews-Taverna_River-Platanias_Rethymnon_Rethymnon_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1075560-d3226018-Reviews-Taverna_Vergina-Platanias_Rethymnon_Rethymnon_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189421-d6394845-Reviews-Baja_Restaurant-Rethymnon_Rethymnon_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189421-d4552332-Reviews-Akropolis_Pub-Rethymnon_Rethymnon_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g189421-d3374517-Reviews-Rethymnon_Old_Town-Rethymnon_Rethymnon_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g8552331-d8542890-Reviews-Gorge_of_Mili-Myli_Rethymnon_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g189421-d3161339-Reviews-Biotopoi_Nature_Park-Rethymnon_Rethymnon_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g189421-d8336890-Reviews-Rethymno_Beach-Rethymnon_Rethymnon_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g189421-d4037669-Reviews-Stagakis_Cretan_Lyra_Workshop-Rethymnon_Rethymnon_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g189421-d3386676-Reviews-Old_Venetian_Harbour_of_Rethymno-Rethymnon_Rethymnon_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g189421-d26220629-Reviews-Art_About_Gallery_Rethymnon-Rethymnon_Rethymnon_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g12486989-d4937124-Reviews-Chromonastiri_Military_Museum-Chromonastiri_Rethymnon_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g189421-d195898-Reviews-The_Venetian_Fortezza-Rethymnon_Rethymnon_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g189421-d6674396-Reviews-Archelon_Sea_Turtle_Protection_Society_of_Greece-Rethymnon_Rethymnon_Prefecture_C.html",
            "https://www.tripadvisor.com/Attraction_Review-g189421-d4937111-Reviews-or10-Baja_Beach_Club-Rethymnon_Rethymnon_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g1535800-d1536672-Reviews-Elafonissi_Beach-Elafonissi_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g1191815-d11712314-Reviews-Reptisland-Melidoni_Rethymnon_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g23229926-d4026099-Reviews-Agia_Marina_Donkey_Rescue_Sanctuary-Petrokefali_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g1526211-d4600150-Reviews-Mazida_Ammos_Beach-Xerocambos_Lasithi_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g9609283-d2017699-Reviews-Botanical_Gardens_Of_Crete-Fournes_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g503710-d668754-Reviews-Aquaworld_Aquarium_Reptile_Rescue_Centre-Hersonissos_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g1187644-d8385799-Reviews-Marmara_Beach-Loutro_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g1028265-d2665186-Reviews-Kedrodasos_Beach-Kissamos_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g189415-d3502361-Reviews-Old_Venetian_Harbor-Chania_Town_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g2721142-d4756969-Reviews-Sarakina_Gorges-Mirtos_Lasithi_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g1177810-d4322405-Reviews-Katerina_Bar-Panormos_Rethymnon_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g189421-d14930011-Reviews-Your_Cretan_Local-Rethymnon_Rethymnon_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g189421-d8075446-Reviews-Go4_Safari_ATV_Quad_Bike_adventure_tours-Rethymnon_Rethymnon_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g189421-d8745524-Reviews-Cretan_Taxi_Service-Rethymnon_Rethymnon_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g189421-d8766762-Reviews-Tour_Guides_Crete-Rethymnon_Rethymnon_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g189421-d21237023-Reviews-Cretaland_Safari-Rethymnon_Rethymnon_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g189421-d9755564-Reviews-Taxi_Rethymno-Rethymnon_Rethymnon_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g1075560-d10493476-Reviews-Voyager_Quad_Adventure-Platanias_Rethymnon_Rethymnon_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g1075560-d3653669-Reviews-Eyes_Live_Lounge-Platanias_Rethymnon_Rethymnon_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g189421-d10655605-Reviews-Mini_Golf_Beach_Platania-Rethymnon_Rethymnon_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g189421-d8311032-Reviews-EBikes_Rethymno-Rethymnon_Rethymnon_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d27671411-Reviews-All_About_Greece_Travels-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g189421-d5990473-Reviews-Agigma_Massage_Therapies-Rethymnon_Rethymnon_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g1192054-d4885244-Reviews-Atlantis_Diving_Center-Adelianos_Kampos_Rethymnon_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g1075560-d7179488-Reviews-Horse_Park_Rethymno-Platanias_Rethymnon_Rethymnon_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g32746-d147162-Reviews-Morro_Bay_State_Park-Morro_Bay_San_Luis_Obispo_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g46292-d6209495-Reviews-Fantasy_Island_Amusement_Park-Beach_Haven_Long_Beach_Island_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g35394-d558667-Reviews-Idaho_Botanical_Garden-Boise_Idaho.html",
            "https://www.tripadvisor.com/Attraction_Review-g43323-d271779-Reviews-Lake_Harriet_Rose_Garden-Minneapolis_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g41297-d103305-Reviews-Deep_Creek_Lake_State_Park-Oakland_Garrett_County_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g8480306-d15040987-Reviews-Lukova_Beach-Lukove_Vlore_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g147338-d148443-Reviews-Colombier_Beach-St_Barthelemy.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d10336669-Reviews-Lycabettus_Funicular-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g1905502-d7378128-Reviews-Ko_Wua_Talap_Island-Ang_Thong_Ko_Samui_Surat_Thani_Province.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g189421-d4937111-Reviews-or10-Baja_Beach_Club-Rethymnon_Rethymnon_Prefecture_Crete.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g189421-d4937111-Reviews-Baja_Beach_Club-Rethymnon_Rethymnon_Prefecture_Crete.html"
    }
]