[
    {
        "attraction_name": "Baldi Hot Springs",
        "attraction_name_vi": "Suối nước nóng Baldi",
        "general_info": [
            "3.839 đánh giá",
            "17 trên 48 hoạt động giải trí ở La Fortuna de San Carlos",
            "Mạch nước phun suối nước nóng"
        ],
        "attraction_summary": "Tài sản đẹp.  Chúng tôi đã đi vào một ngày nắng nóng, vì vậy thật tuyệt khi có sự kết hợp giữa hồ bơi nóng, ấm và mát.  Đó không phải là một ngày bận rộn, nhưng đôi khi thật khó để tìm được một nơi để đặt khăn tắm gần những hồ nước mát hơn trong khi chúng tôi ngâm mình.  Tuy nhiên, có rất nhiều ghế trống ở những hồ bơi rất nóng.  Ước gì khu vực bể bơi trẻ em có thêm ghế dưới bóng râm cho bố mẹ.  Lẽ ra chúng tôi sẽ để bọn trẻ chơi lâu hơn ở khu vui chơi nhưng chúng tôi đang bị tan chảy dưới ánh nắng mặt trời.  Không chắc chắn tôi sẽ quay lại lần nữa với trẻ em.  Về giá cả, suối nước nóng có lẽ là nơi tốt nhất cho thanh thiếu niên và người lớn, các đường trượt nước, quán bar, v.v. Thật thú vị khi nhìn thấy những con thằn lằn và cự đà đi lang thang trong khu nhà khi chúng tôi đang ngâm mình.  Đọc thêm",
        "reviews": [
            "Nơi này là một viên ngọc ẩn, ẩn mình trong thiên nhiên. Bước vào làn nước ấm, và ngay lập tức, mọi căng thẳng tan biến. Được bao quanh bởi cây cối và hơi nước nhẹ nhàng, nơi này giống như một spa tự nhiên. Không thể nhớ lần cuối cùng tôi cảm thấy thư giãn như vậy. Nhân viên thân thiện, nơi này sạch sẽ, bạn còn có thể yêu cầu gì hơn nữa? Nếu bạn cần nghỉ ngơi, đây chính là nơi đó. Đọc thêm",
            "Chúng tôi đi suối nước nóng với gia đình 4 người gồm 2 người lớn và 2 trẻ em - 3 tuổi và 5 tuổi. Chúng tôi có trải nghiệm tổng thể tuyệt vời và bọn trẻ thì THỰC SỰ VUI VẺ. Chúng tôi đã thử mọi hồ bơi với nhiệt độ khác nhau. Chúng tôi đến vào một ngày nhiều mây và hơi mưa, nhưng thật tuyệt vì trời khá yên tĩnh. Chúng tôi cũng được tặng một ngày ăn trưa tự chọn kèm tráng miệng. Đồ ăn khá ngon, đặc biệt là thịt lợn sốt nước sốt. \n\nĐiểm trừ nhỏ duy nhất là chúng tôi không có chỗ để đồ ở hầu hết các hồ bơi. Đặc biệt là khi trời mưa phùn, chúng tôi muốn cất đồ ở nơi khô ráo. Họ CÓ tủ đựng đồ nhưng chúng tôi muốn để một số đồ gần hơn và cũng không muốn trả phí tủ đựng đồ haha...Đọc thêm",
            "Nơi này là điểm nổi bật của chuyến đi của chúng tôi! Tôi đọc thấy nơi đây có thể rất đông đúc và có rất nhiều trẻ em chạy nhảy xung quanh, nhưng đối với chúng tôi, chúng tôi hầu như không gặp ai khác! Chúng tôi đi vào cuối tháng 10 mùa thấp điểm và đến nơi vào khoảng 4 giờ chiều khi trời sắp tối. Ánh sáng vào ban đêm thực sự khiến nơi này trở nên huyền diệu. Chúng tôi đã uống một vài đồ uống tại quầy bar và dịch vụ rất tuyệt vời. Vì là một trong những người duy nhất ở đó nên chúng tôi được chú ý nhiều hơn và không muốn rời đi. \nCó một số khoản phí hơi khó hiểu nhưng tôi hiểu. Chúng tôi đã đăng ký và mua vé sử dụng trong ngày. Nếu muốn khăn tắm, bạn phải đặt cọc tại khu vực khăn tắm. Nhưng nếu bạn muốn một tủ đựng đồ ở cùng vị trí với khăn tắm, bạn phải trả tiền ở quầy lễ tân. Sẽ thật tuyệt nếu có một mức giá, một địa điểm cho tất cả. Tôi chắc chắn sẽ đến Baldi lần nữa!Đọc thêm",
            "Chúng tôi có một ngày đi kèm với bữa trưa.  Có rất nhiều hồ bơi và chúng tôi rất vui khi mỗi hồ bơi đều có một tấm biển ghi nhiệt độ.  Có một số hồ nước nóng có hồ nước mát gần đó.  Về đêm, ánh đèn rực rỡ trên tháp thác thật ngoạn mục!  Có những hồ cạn với các phòng chờ tích hợp và một quầy bar ngay sát hồ bơi ở một nơi khác.  Thiết kế chắc chắn đã được cân nhắc kỹ lưỡng.  Dịch vụ khách hàng thật tuyệt vời!  Khi bạn đi xung quanh, khi nhân viên đi ngang qua, họ luôn chào đón bạn bằng lời nói.  NHƯNG bữa trưa tự chọn khá kinh khủng.  Thịt lợn sốt BBQ rất ngon nhưng tôi suýt gãy một chiếc răng vì nó dai quá.  Các cuộn đã cũ và khô.  Khoai tây nghiền rõ ràng là ăn liền và quá mặn.  Rau thì chín tới, thịt gà thì bụi bặm, mì ống thì nhão, và cả hai loại nước sốt đỏ và trắng đều nhiều nước và nhạt nhẽo.  Món tráng miệng là bánh pho mát giống thạch đặc trưng của bạn và bánh bông lan trái cây với nhiều kem hơn là bánh ngọt.  Thứ tốt nhất chúng tôi ăn là dứa tươi.  Nó rất ngọt và ngon.  KHÔNG trả 22 cho bữa trưa.  Đi, ăn rồi quay lại.  Hãy tin tôi.Đọc thêm",
            "Chúng tôi ở lại 5 ngày tại khu nghỉ mát.\nCác phòng ở tầng 4 có trần cao. \nNhân viên thật tuyệt vời và thân thiện và nơi này thật hoàn hảo. Bữa sáng sạch sẽ được bao gồm vào buổi sáng và rất được khuyến khích. Chúng tôi là những người bạn đến từ Hoa Kỳ và đã có khoảng thời gian vui vẻ.Đọc thêm",
            "Baldi là một khách sạn rất đẹp. Phòng của chúng tôi rất đẹp, giường rất thoải mái và suối nước nóng rất thư giãn.\n\nChúng tôi đặc biệt đánh giá cao Josif ở bàn làm việc. Khi một công ty du lịch không bao giờ đón chúng tôi, Josif đã gọi cho một công ty khác và sắp xếp cho chúng tôi tham gia chuyến tham quan của họ chỉ vài giờ sau đó. Anh ấy thật tuyệt vời!\n\nNhà hàng rất đẹp cho bữa sáng và ok cho bữa tối. Tôi khá thích món salad trái cây. Gợi ý duy nhất mà tôi đưa ra là để một chiếc khăn lau tay trong phòng cùng với những chiếc khăn khác.  Đọc thêm",
            "Dịch vụ rất tốt, chúng tôi ở lại hai đêm với bạn trai và nhân viên Baldis luôn rất tốt.  Từ buổi tiếp tân, họ đối xử với chúng tôi rất tốt và luôn rất chu đáo.  Trong Nhà hàng, đồ ăn rất ngon, nhưng tôi không biết tại sao họ không thay đổi thực đơn, bữa tiệc buffet ngày hay đêm vẫn luôn như vậy.  Mặc dù nó rất tốt. Tôi đánh giá cao nó, họ có nhiều hồ bơi và bạn có thể thư giãn ở mỗi hồ bơi.  Quầy bar bên hồ bơi rất tốt, một khi đã vào trong là bạn không muốn rời đi.Đọc thêm",
            "Rất đông đúc. Giá không quá tệ. Nhiều tính năng mùa xuân với các thanh đi lên. Chúng tôi không cho biết một số loại là cao cấp và có giá cao hơn nhiều cho đến khi bạn ổn định cuộc sống. Không mát mẻ. Nhân viên rất dễ chịu nhưng họ giúp đỡ chậm. Rõ ràng là thiếu nhân lực. Với chi phí, đó không phải là điều nên xảy ra. Nhìn chung, chúng tôi đã có khoảng thời gian vui vẻ nhưng cần tập trung tốt hơn vào trải nghiệm của khách hàng.Đọc thêm",
            "Mặc dù có một cơ sở tuyệt vời với rất nhiều hồ bơi mà bạn không bao giờ cảm thấy đông đúc, nhưng chúng tôi nhận thấy đây là một điểm đến khó khăn cho gia đình chúng tôi có trẻ em từ 5 và 7 tuổi. Chúng quá nhỏ so với các đường trượt nước, điều khiến chúng rất thất vọng vì chiều cao hạn chế và quá lớn cho khu vui chơi trẻ em. W thấy một số phòng tắm bị thiếu giấy vệ sinh, còn buffet trưa thì thịt tầm thường, có vẻ không tươi. Chỉ đề xuất điều này cho người lớn.Đọc thêm",
            "Suối nước nóng cao cấp rất đẹp. Một nơi tuyệt vời để dành một buổi chiều hoặc buổi tối thư giãn cho các cặp đôi. Có nhiều loại môi trường khác nhau trong mỗi suối nước nóng, nhạc êm dịu, dành cho người lớn, trẻ em hoặc gia đình. Họ cung cấp khăn nếu bạn cần. Mặc dù nhỏ, bạn có thể sử dụng tủ đựng đồ với mức phí phụ thu nếu bạn đến với tư cách là khách bên ngoài. Nhược điểm duy nhất tôi phải nói là hầu hết các suối nước nóng đều rất nóng 109 F và chỉ có một vài hồ nhỏ hơn với nước mát 70 F. Một số người sẽ thấy hoàn hảo theo cách đó, nhưng khi trời nắng và nhiệt độ trên 35 độ C, không phải ai cũng có thể chịu được nhiệt độ tăng thêm. Đọc thêm",
            "Mặc dù được thiết lập tuyệt vời với rất nhiều hồ bơi mà bạn không bao giờ cảm thấy đông đúc, chúng tôi thấy đây là một điểm đến khó khăn cho gia đình chúng tôi có trẻ em từ 5 đến 7 tuổi. Chúng quá nhỏ đối với các cầu trượt nước khiến chúng rất thất vọng vì có giới hạn chiều cao và quá lớn đối với khu vui chơi dành cho trẻ em. Chúng tôi thấy một số phòng tắm không có giấy vệ sinh và bữa trưa tự chọn thì tầm thường - thịt khô, có vẻ không tươi lắm. Đề xuất nơi này chỉ dành cho người lớn. Đọc thêm",
            "Rất đông đúc. Giá không quá tệ. Nhiều tính năng mùa xuân với các thanh đi lên. Chúng tôi không cho biết một số loại là cao cấp và có giá cao hơn nhiều cho đến khi bạn ổn định cuộc sống. Không mát mẻ. Nhân viên rất dễ chịu nhưng họ giúp đỡ chậm. Rõ ràng là thiếu nhân lực. Với chi phí, đó không phải là điều nên xảy ra. Nhìn chung, chúng tôi đã có khoảng thời gian vui vẻ nhưng cần tập trung tốt hơn vào trải nghiệm của khách hàng.Đọc thêm",
            "Họ mất đặt chỗ của tôi và sẽ không giúp tôi. Gia đình tôi ở costa rica. Họ không nhấc máy và nói đó là vấn đề của tôi. Mặc dù chúng tôi đã trả tiền cho nó. Chúng tôi không có khách sạn để ở. Và chúng tôi phải trả tiền để ở lại ba ngày.Đọc thêm",
            "Dịch vụ rất tốt, chúng tôi ở lại hai đêm với bạn trai và nhân viên Baldis luôn rất tốt.  Từ buổi tiếp tân, họ đối xử với chúng tôi rất tốt và luôn rất chu đáo.  Trong Nhà hàng, đồ ăn rất ngon, nhưng tôi không biết tại sao họ không thay đổi thực đơn, bữa tiệc buffet ngày hay đêm vẫn luôn như vậy.  Mặc dù nó rất tốt. Tôi đánh giá cao nó, họ có nhiều hồ bơi và bạn có thể thư giãn ở mỗi hồ bơi.  Quầy bar bên hồ bơi rất tốt, một khi đã vào trong là bạn không muốn rời đi.Đọc thêm",
            "Suối nước nóng này có thể sử dụng nước nóng thực tế từ Arenal nhưng nó lại rất nhân tạo về mọi mặt. Có cảm giác như bạn đang ở trong nhà mặc dù về mặt kỹ thuật nó có thể mở ra ngoài trời. Hệ thống này quá phức tạp và phòng thay đồ quá nhỏ so với số lượng người. Không thú vị cho người lớn. Ngoài ra, bữa tối tự chọn là món ăn tệ nhất chúng tôi có ở Costa Rica.Đọc thêm",
            "Không liên quan gì đến Baldi Springs Resort and Spa. Họ là những kẻ lừa đảo và sẽ đánh cắp bạn một cách mù quáng. Không làm việc với bất kỳ công ty booking.com, Expedia, v.v. nào quảng cáo cho họ. Họ giỏi nhất là những kẻ lừa đảo.Đọc thêm",
            "Baldi là một khách sạn rất đẹp. Phòng của chúng tôi rất đẹp, giường rất thoải mái và suối nước nóng rất thư giãn. Chúng tôi đặc biệt đánh giá cao Josif ở bàn làm việc. Khi một công ty du lịch không bao giờ đón chúng tôi, Josif đã gọi cho một công ty khác và sắp xếp cho chúng tôi tham gia chuyến tham quan của họ chỉ vài giờ sau đó. Anh ấy thật tuyệt vời! Nhà hàng rất tuyệt cho bữa sáng và bữa tối. Tôi khá thích món salad trái cây. Gợi ý duy nhất mà tôi đưa ra là để một chiếc khăn lau tay trong phòng cùng với những chiếc khăn khác.  Đọc thêm",
            "Nơi tuyệt vời một chút đắt tiền mặc dù. Chúng tôi đi vào buổi tối và ánh sáng khá thấp nên khi đi qua các hồ bơi, tôi bị trầy xước ở chân và va chạm ngón chân rất nhiều, cũng không phải cầu thang ra vào hồ bơi nào cũng có tay vịn, hãy cẩn thận, dưới thác nước rất thư giãn. Đọc thêm",
            "Chúng tôi có cả ngày đi suối nước nóng nhưng cuối cùng chỉ đi được vài giờ. Sau khi đọc những nhận xét rất đáng sợ về các đường trượt nước khiến mọi người bị tổn thương nặng nề, chúng tôi nhận ra rằng thanh thiếu niên của chúng tôi sẽ không muốn dành cả ngày ở đó nếu chúng không thể sử dụng các đường trượt. Một vài giờ là hoàn hảo - chúng tôi đã đi vào buổi chiều từ khoảng 4 - 7 và đặt bữa tối lúc 7 giờ. Các hồ bơi khác nhau thực sự rất đẹp và đó là một môi trường tuyệt đẹp. Nhà hàng phục vụ tiệc tự chọn và tôi được cho biết cũng như vậy đối với bữa trưa và bữa tối. Thức ăn ổn - không tệ và không ngon. Một mẹo là họ sẽ tính cho bạn khoản đặt cọc 10 đô la cho khăn tắm và toàn bộ việc cố gắng lấy chúng là - chúng tôi đã mang khăn tắm của riêng mình từ khách sạn, điều này cực kỳ dễ dàng.Đọc thêm",
            "Nếu bạn lưu trú tại khách sạn Baldi, vé ban ngày đã được bao gồm trong giá phòng hay đã được giảm giá? Hay mọi người đều có cùng một mức giá?Đọc thêm",
            "Chúng tôi đã có trải nghiệm khủng khiếp tương tự trên đường trượt nước.  Chồng tôi vẫn bị đau xương sườn đáng kể 12 ngày sau đó.  Đã chụp X-quang nhưng bác sĩ X quang không thể chắc chắn liệu có gãy xương hay không.  Chồng tôi và những thanh thiếu niên YÊU những trò trượt nước đều nói rằng những trò này nên bị cấmĐọc thêm",
            "Tôi đồng ý với bài đăng đầu tiên, các slide hơi đáng sợ. Tôi đã đi xuống chỗ không nguy hiểm và bị một vết xước trên lưng - không phải vấn đề gì lớn nhưng không muốn làm những việc dữ dội hơn. Sau khi về đến nhà tôi mới biết rằng bạn tôi đã đến đây nhiều năm trước và bị chấn động do một trong những cầu trượt. Bể bơi rất tuyệt. Có thể bỏ qua các slide Đọc thêm",
            "Xin chào Làm cách nào để đến đó bằng phương tiện giao thông công cộng từ Đại học PEACE ở ColonĐọc thêm",
            "Làm cách nào để tôi đến đó vào Thứ Sáu ngày 22 tháng 2 năm 2019 từ ColonĐọc thêm",
            "CHÀO, \n\nTôi đang tự hỏi bạn có thể mua vé số 32 ở đâu? Trên trang web của khách sạn cho biết 58 mỗi người. \nNgoài ra, bạn có biết vé buổi tối là mấy giờ và các đường trượt có mở vào buổi tối không? \n\nCảm ơn, \nMaryamĐọc thêm",
            "Không biết lấy vé ở đâu với giá 32:00 hoặc mấy giờ cho vé buổi tối nhưng các đường trượt chắc chắn mở cửa vào buổi tối. Đọc thêm",
            "Nếu bạn đặt dịch vụ spa, dịch vụ đó có bao gồm vé vào suối nước nóng trong ngày không? Tôi đã duyệt trang web và không thể tìm thấy liệu nó có được bao gồm trong giá spa hay không. Không ở khách sạn - nếu điều đó tạo nên sự khác biệt.Đọc thêm",
            "Bạn có thể nhận phòng khách sạn muộn nhất là mấy giờ? Máy bay của tôi đến SJO lúc 4:33 chiều Giả sử thời gian thuê xe đón và lái xe về khách sạn, tôi sẽ đến Baldi vào khoảng 8:00 tốiĐọc thêm",
            "Chúng tôi đã có cùng chuyến bay cách đây vài tuần đến Baldi vào khoảng 8:30 tối, họ cho chúng tôi làm thủ tục nhận phòng mà không có vấn đề gì. Có đồ uống chào mừng và một tour du lịch đã sẵn sàng cho chúng tôi. Bạn sẽ thích nó Đọc thêm",
            "Mấy giờ các hồ bơi đóng cửa nóng lạnh và khu vực quầy bar bên hồ bơi?  Cảm ơn bạnĐọc thêm",
            "Về mặt kỹ thuật, họ đóng cửa lúc 10 giờ tốiĐọc thêm",
            "Bạn có thể cho tôi biết họ tính bao nhiêu tiền cho một ngày không?\nCó khó để đến đó bằng xe buýt không? Tôi không có xe hơi.\nCảm ơnĐọc thêm",
            "khách sạn của chúng tôi cung cấp dịch vụ đưa đón với một khoản phí nhỏ...và mất khoảng 5 phút để đến đó bằng ô tô.   Vé vào suối nước nóng trong ngày là khoảng 35,00 US.Đọc thêm",
            "Tôi muốn biết mất bao lâu để đi từ Canas đến La Fortuna qua Tuyến 142? Điều gì sẽ xảy ra nếu con đường này ở tình trạng tốt?Đọc thêm"
        ],
        "star_ratings": [
            1701,
            1314,
            503,
            183,
            138
        ],
        "review_amount": 3839,
        "location": [
            "Những hoạt động không thể bỏ qua ở La Fortuna de San Carlos",
            "Costa Rica",
            "Vận may của San Carlos",
            "Trung Mỹ",
            "Vườn quốc gia núi lửa Arenal",
            "Tỉnh Alajuela",
            "Suối nước nóng Baldi"
        ],
        "reviews_time": [
            "Written June 26, 2023",
            "Written August 20, 2023",
            "Written August 26, 2023",
            "Written November 2, 2023",
            "Written November 7, 2023",
            "Written November 13, 2023",
            "Written February 16, 2024",
            "Written March 11, 2024",
            "Written April 15, 2024",
            "Written April 27, 2024",
            "Written May 8, 2024",
            "Written April 27, 2024",
            "Written April 15, 2024",
            "Written March 20, 2024",
            "Written March 11, 2024",
            "Written February 28, 2024",
            "Written February 23, 2024",
            "Written February 16, 2024",
            "Written January 18, 2024",
            "Written January 14, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g309226-d573218-Reviews-Baldi_Hot_Springs-La_Fortuna_de_San_Carlos_Arenal_Volcano_National_Park_Province_o.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g309226-d2533929-Reviews-Altamira_Restaurant-La_Fortuna_de_San_Carlos_Arenal_Volcano_National_Park_Provinc.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1189998-d10914133-Reviews-Amor_Loco_Restaurant-San_Carlos_Province_of_San_Jose.html",
            "https://www.tripadvisor.com/Restaurant_Review-g309226-d2407544-Reviews-Sura_Bar_Bistro-La_Fortuna_de_San_Carlos_Arenal_Volcano_National_Park_Province_of.html",
            "https://www.tripadvisor.com/Restaurant_Review-g309226-d11815107-Reviews-Oscar_Restaurant-La_Fortuna_de_San_Carlos_Arenal_Volcano_National_Park_Province_.html",
            "https://www.tripadvisor.com/Restaurant_Review-g309226-d12643527-Reviews-Soda_Hormigas-La_Fortuna_de_San_Carlos_Arenal_Volcano_National_Park_Province_of_.html",
            "https://www.tripadvisor.com/Restaurant_Review-g309226-d8760577-Reviews-Arenal_Koita-La_Fortuna_de_San_Carlos_Arenal_Volcano_National_Park_Province_of_Al.html",
            "https://www.tripadvisor.com/Restaurant_Review-g309226-d1550713-Reviews-Que_Rico_Arenal-La_Fortuna_de_San_Carlos_Arenal_Volcano_National_Park_Province_of.html",
            "https://www.tripadvisor.com/Restaurant_Review-g309224-d2369874-Reviews-Acuarelas_Restaurant-Alajuela_Province_of_Alajuela.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1189998-d1987136-Reviews-Mirador_Arenal_Steakhouse-San_Carlos_Province_of_San_Jose.html",
            "https://www.tripadvisor.com/Restaurant_Review-g17484635-d25384337-Reviews-Rocca_Grill-La_Fortuna_La_Fortuna_de_San_Carlos_Arenal_Volcano_National_Park_P.html",
            "https://www.tripadvisor.com/Attraction_Review-g17484635-d19500690-Reviews-Free_Natural_Hot_Springs_River-La_Fortuna_La_Fortuna_de_San_Carlos_Arenal_Volc.html",
            "https://www.tripadvisor.com/Attraction_Review-g309226-d1822292-Reviews-Natura_Eco_Park_Costa_Rica-La_Fortuna_de_San_Carlos_Arenal_Volcano_National_Park_.html",
            "https://www.tripadvisor.com/Attraction_Review-g309226-d2452380-Reviews-Los_Lagos_Hot_Springs-La_Fortuna_de_San_Carlos_Arenal_Volcano_National_Park_Provi.html",
            "https://www.tripadvisor.com/Attraction_Review-g309226-d1135282-Reviews-Ecotermales_Fortuna-La_Fortuna_de_San_Carlos_Arenal_Volcano_National_Park_Provinc.html",
            "https://www.tripadvisor.com/Attraction_Review-g309226-d2573212-Reviews-Paradise_Hot_Springs-La_Fortuna_de_San_Carlos_Arenal_Volcano_National_Park_Provin.html",
            "https://www.tripadvisor.com/Attraction_Review-g309226-d2613267-Reviews-El_Choyin-La_Fortuna_de_San_Carlos_Arenal_Volcano_National_Park_Province_of_Alaju.html",
            "https://www.tripadvisor.com/Attraction_Review-g309226-d2553050-Reviews-Bogarin_Trail-La_Fortuna_de_San_Carlos_Arenal_Volcano_National_Park_Province_of_A.html",
            "https://www.tripadvisor.com/Attraction_Review-g309226-d2491853-Reviews-Arenal_Oasis_Wildlife_Refuge-La_Fortuna_de_San_Carlos_Arenal_Volcano_National_Par.html",
            "https://www.tripadvisor.com/Attraction_Review-g309226-d2233494-Reviews-Termales_Los_Laureles-La_Fortuna_de_San_Carlos_Arenal_Volcano_National_Park_Provi.html",
            "https://www.tripadvisor.com/Attraction_Review-g309236-d631942-Reviews-Arenal_Hanging_Bridges-Arenal_Volcano_National_Park_Province_of_Alajuela.html",
            "https://www.tripadvisor.com/Attraction_Review-g309226-d573218-Reviews-or10-Baldi_Hot_Springs-La_Fortuna_de_San_Carlos_Arenal_Volcano_National_Park_Provi.html",
            "https://www.tripadvisor.com/Attraction_Review-g309226-d1231711-Reviews-Proyecto_Asis-La_Fortuna_de_San_Carlos_Arenal_Volcano_National_Park_Province_of_A.html",
            "https://www.tripadvisor.com/Attraction_Review-g17484635-d309802-Reviews-Tabacon_Hot_Springs-La_Fortuna_La_Fortuna_de_San_Carlos_Arenal_Volcano_National_.html",
            "https://www.tripadvisor.com/Attraction_Review-g17484635-d20080489-Reviews-Monkey_Park_La_Fortuna-La_Fortuna_La_Fortuna_de_San_Carlos_Arenal_Volcano_Nati.html",
            "https://www.tripadvisor.com/Attraction_Review-g309226-d2513717-Reviews-La_Fortuna_Waterfall-La_Fortuna_de_San_Carlos_Arenal_Volcano_National_Park_Provin.html",
            "https://www.tripadvisor.com/Attraction_Review-g309226-d19048880-Reviews-Sloth_Watching_Trail-La_Fortuna_de_San_Carlos_Arenal_Volcano_National_Park_Provi.html",
            "https://www.tripadvisor.com/Attraction_Review-g309226-d2168786-Reviews-Cabalgata_Don_Tobias-La_Fortuna_de_San_Carlos_Arenal_Volcano_National_Park_Provin.html",
            "https://www.tripadvisor.com/Attraction_Review-g309226-d910975-Reviews-Pure_Trek_Canyoning-La_Fortuna_de_San_Carlos_Arenal_Volcano_National_Park_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g309243-d2233361-Reviews-Shaman_Tours-Playas_del_Coco_Province_of_Guanacaste.html",
            "https://www.tripadvisor.com/Attraction_Review-g17484635-d4403862-Reviews-Costa_Rica_Nature_Guides_Private_Tours_Transfers-La_Fortuna_La_Fortuna_de_San_C.html",
            "https://www.tripadvisor.com/Attraction_Review-g17484635-d27460711-Reviews-Jpluz_Travel-La_Fortuna_La_Fortuna_de_San_Carlos_Arenal_Volcano_National_Park_.html",
            "https://www.tripadvisor.com/Attraction_Review-g309226-d27502206-Reviews-Birding_Nature_Fortuna-La_Fortuna_de_San_Carlos_Arenal_Volcano_National_Park_Pro.html",
            "https://www.tripadvisor.com/Attraction_Review-g309226-d3724830-Reviews-Go_Adventure_Park-La_Fortuna_de_San_Carlos_Arenal_Volcano_National_Park_Province_.html",
            "https://www.tripadvisor.com/Attraction_Review-g17484635-d27695789-Reviews-Full_Travel_Costa_Rica-La_Fortuna_La_Fortuna_de_San_Carlos_Arenal_Volcano_Nati.html",
            "https://www.tripadvisor.com/Attraction_Review-g309226-d27502207-Reviews-Birding_Nature_Fortuna-La_Fortuna_de_San_Carlos_Arenal_Volcano_National_Park_Pro.html",
            "https://www.tripadvisor.com/Attraction_Review-g309226-d3915683-Reviews-Club_Rio_Outdoor_Center-La_Fortuna_de_San_Carlos_Arenal_Volcano_National_Park_Pro.html",
            "https://www.tripadvisor.com/Attraction_Review-g12344476-d10597200-Reviews-Fjallsarlon_Iceberg_Lagoon-Jokulsarlon_East_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g58786-d281955-Reviews-Legends_Casino_Hotel-Toppenish_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g1967898-d13510132-Reviews-Sardinia_Outlet_Village-Sestu_Province_of_Cagliari_Sardinia.html",
            "https://www.tripadvisor.com/Attraction_Review-g1641481-d3603155-Reviews-Termales_Santa_Rosa_de_Cabal_Balneario-Santa_Rosa_de_Cabal_Risaralda_Department.html",
            "https://www.tripadvisor.com/Attraction_Review-g150800-d153024-Reviews-Plaza_Garibaldi-Mexico_City_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g34170-d289030-Reviews-Flamingo_Gardens-Davie_Broward_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g42404-d8559683-Reviews-Coopersville_Old_West_Town-Lewiston_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g33970-d7003661-Reviews-Fernridge_Park-West_Hartford_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g21179689-d25190516-Reviews-Lusail_Boulevard-Lusail.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d216709-Reviews-Mary_Jane_Falls_Trail-Las_Vegas_Nevada.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g309226-d573218-Reviews-or10-Baldi_Hot_Springs-La_Fortuna_de_San_Carlos_Arenal_Volcano_National_Park_Provi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g309226-d573218-Reviews-Baldi_Hot_Springs-La_Fortuna_de_San_Carlos_Arenal_Volcano_National_Park_Province_o.html"
    }
]