[
    {
        "attraction_name": "Bali Collection",
        "attraction_name_vi": "Bộ sưu tập Bali",
        "general_info": [
            "4.716 đánh giá",
            "- 9 trong số 21 điều cần làm ở Nusa Dua",
            "Trung tâm mua sắm"
        ],
        "attraction_summary": "Chào mừng đến với Bộ sưu tập Bali! Trải nghiệm mua sắm, ăn tối - giải trí tốt nhất của bạn ở Nusa Dua Bali. Với không gian mở rộng 8 ha và khu vực nhiều cây xanh, Bali Collection là trung tâm mua sắm lớn nhất ở Nusa Dua, nằm trong khu du lịch độc quyền và được bao quanh bởi các khách sạn và khu nghỉ dưỡng 5 sao trong khu vực thư giãn. Chúng tôi độc đáo vì nó bảo tồn được môi trường tự nhiên với sự kết hợp giữa phong cách Bali và hiện đại. Một trải nghiệm phong cách sống trọn vẹn. Có một dịch vụ đặc biệt dành cho tất cả khách ở các khách sạn Nusa Dua và Tanjung Benoa bằng xe buýt đưa đón miễn phí. Chúng tôi mở cửa từ 10 giờ sáng đến 10 giờ tối.Đọc thêm",
        "reviews": [
            "Bộ sưu tập Bali rất phù hợp để đi dạo nhanh nhưng chắc chắn cần cập nhật tại một số điểm. Nhiều cửa hàng đã đóng cửa hoặc thực sự ngừng hoạt động. Có một vài nhà hàng tuyệt vời như - Nusa -. Đáng để ghé thăm nếu bạn - ở gần nhưng không phải là điểm đếnĐọc thêm",
            "Trung tâm mua sắm tuyệt vời với rất nhiều nhà hàng và cửa hàng. Một số đơn vị trống - nhưng hãy chỉ cho tôi một trung tâm mua sắm ở Vương quốc Anh hoàn toàn kín chỗ - nhưng 80 - trong số các đơn vị mở cửa với nhiều cửa hàng, bao gồm một cửa hàng bách hóa và một cửa hàng quà tặng lớn, cùng hàng chục quán bar, nhà hàng và các cửa hàng khác, bao gồm cả tên nhà thiết kế. Lý tưởng nếu bạn đang ở trong một khách sạn gần đó và cần ăn thứ gì đó khác biệt hoặc cần đồ tiếp tế. Uncle Joes lớn hơn rất phù hợp để đựng đồ uống, đồ ăn nhẹ và các đồ dùng khác mà bạn đã quên hoặc dùng hết.Đọc thêm",
            "Chúng tôi đã đến thăm bộ sưu tập Bali vào năm 2022 và rất buồn khi thấy nó yên tĩnh đến mức nào. Chúng tôi chỉ thấy một vài nhà hàng, cửa hàng và tất nhiên là Soho vẫn mở cửa. Năm nay, 2023, chúng tôi quay lại và rất vui khi thấy sự khác biệt. Nơi đó thật náo nhiệt!! Rất nhiều nhà hàng, cửa hàng mới, v.v. Thật tuyệt khi thấy bộ sưu tập Bali hoạt động trở lại.Đọc thêm",
            "Chúng tôi ở trong một khách sạn xinh xắn ở Nusa Dua,\nKhu nghỉ dưỡng Bali thư giãn.\nHồ bơi đẹp, view đẹp, buffet sáng rất ngon. \nKhu vực này không có nhiều cửa hàng gần đó nhưng có một vài nhà hàng ngon. \nKhông có nhiều việc phải làm ở đó nhưng là một nơi tuyệt vời để thư giãn.Đọc thêm",
            "Nếu bạn đang ở trong khu vực này, chắc chắn bạn nên ghé thăm để ăn uống, mua quà lưu niệm hoặc uống nước. Tôi sẽ không ghé thăm từ bên ngoài khu vực chỉ để đến đây.\nĐó là một sự khác biệt rõ rệt so với năm ngoái khi chỉ có một vài nhà hàng mở cửa. Bây giờ có rất nhiều mở cửa, rất nhiều cửa hàng và nhà hàng.\nVẫn chưa trở lại thời kỳ huy hoàng trước đây và hầu hết các địa điểm dường như đóng cửa lúc 10 giờ. Vì vậy, nếu bạn thường ăn muộn hơn một chút vào buổi tối, bạn có thể mong đợi những địa điểm sẽ đến vào thời điểm đó.Đọc thêm",
            "Yêu Bali - Nusa rất nhiều, đã bị sốc khi thấy lối vào phía sau - bên đi bộ trên bãi biển - đóng cửa và trông khủng khiếp gần như khiến chúng tôi rơi nước mắt vì chúng tôi yêu nơi để thư giãn với bọn trẻ. Nhưng chờ đã, chúng tôi đi vòng sang lối vào phía Tây , ừ!! Bộ sưu tập Bali vẫn đang hoạt động, nên một số cửa hàng đã chuyển đi, một số khác đóng cửa, khu vực bãi biển hoàn toàn đóng cửa vào thời điểm này, nhưng rất nhiều cửa hàng - s - nhà hàng mới, chúng tôi có nguồn cấp dữ liệu tuyệt vời - đã mua sắm xong, vì vậy đừng - t quay đầu vào, vẫn không phải 100 - có thể là 50-60 - nhưng vẫn là 100 - tình yêu của người Bali. Đi mua món hời đó, ngồi xuống ăn - hãy nhớ để lại tiền boa, nếu bạn không đủ khả năng trả tiền boa, đừng đợi tiền lẻ, chỉ cần nói cảm ơn - mỉm cười.Đọc thêm",
            "Chúng tôi đã đến với bộ sưu tập Bali vào năm 2018 và điều đó thật tuyệt vời với rất nhiều cửa hàng và quán ăn như vậy. Có vẻ như sau Covid nó đã bị phá hủy về nhiều mặt, trông xuống cấp hơn, ít quán ăn hơn, chó hoang chạy qua. Không phải bộ sưu tập sang trọng ở Bali mà tôi nhìn thấy lần đầu tiên vào năm 2018. Thật đáng tiếc - nó thực sự không đáng xem. Đọc thêm",
            "Đây là chuyến đi thứ hai của chúng tôi đến Bali và The Collection, cả hai đều sau Covid. \nCả hai chuyến thăm đều có rất nhiều nhà hàng để lựa chọn, phục vụ hầu hết các món ăn. Bầu không khí không quá bận rộn, đó là điều chúng tôi thích. Đó là một môi trường tuyệt vời với âm nhạc và cây cối thắp sáng. Rất đáng để ghé thăm vì luôn có thứ gì đó dành cho tất cả mọi người.Đọc thêm",
            "Bộ sưu tập Bali chắc chắn đáng để ghé thăm. Từ khách sạn của tôi có thể đi bộ được, có rất nhiều cửa hàng cung cấp mọi thứ từ quần áo, đồ lưu niệm, cà phê, cửa hàng tạp hóa và rất nhiều nhà hàng. Nhân viên rất thân thiện và hữu ích và căn cứ được giữ rất gọn gàng. Có an ninh để đảm bảo mọi người đều được an toàn và có dịch vụ taxi nếu bạn cần.Đọc thêm",
            "Điểm tuyệt vời gần khách sạn Nusa Dua - cửa hàng đẹp, nhạc sống và nhà hàng. Dễ dàng đi bộ và đưa đón chạy mỗi giờ một lần. Chúng tôi rất thích các món ăn truyền thống của Bali, Ấn Độ và Ý. Các cửa hàng truyền thống đẹp đẽ bán đồ thủ công mỹ nghệ đáng yêu!Đọc thêm",
            "Trung tâm mua sắm này - đã được thiết lập để những người ở trong các khu nghỉ dưỡng xung quanh có việc phải làm.  Nó có đầy đủ các nhà hàng tầm thường và cửa hàng du lịch.  Có BỐN cửa hàng Polo giả ở đây!  Có thể có 3-4 cửa hàng cung cấp các mặt hàng độc đáo nhưng số còn lại đều giống nhau, hầu hết đều bán các mặt hàng xa xỉ giả.Đọc thêm",
            "Bộ sưu tập Bali đang phục hồi sau Covid.  Chúng tôi đã đến thăm năm ngoái và nó đã được cải thiện nhiều.  Không hoàn toàn như trước Covid, nhưng chắc chắn sẽ đến được đó và rất thú vị khi ghé thăm.Đọc thêm",
            "Muốn có một trải nghiệm mua sắm thoải mái, đây là nơi. Tôi thấy đắt hơn một chút so với những nơi khác, nhưng lại sang trọng hơn. Có rất nhiều địa điểm để dùng bữa, mua sắm, mát-xa.Đọc thêm",
            "Great collection of shops and eateries but corrupt security staff at the drop off - pick-up points. Stayed at the Sofitel, so there was a shuttle arrangement. Whilst awaiting the transport, the security staff  - 3.45pm on 1 - 5 - 24 -  approached me to ask where I was going. I told him where I was staying and he insisted that I take another vehicle instead  - an open air brown shuttle bearing the name  - Nusa Dua resort - . I refused, insisting that I would wait for the arranged shuttle which should read  - Bali Collection - . He proceeded to ask me inappropriate questions like whether I fancied his friend, made indecent comments about the way I looked and asked how far a drive is Singapore from Malaysia. I thought he might be a tout but he was clearly doning the uniform and even chatted with the shuttle driver who subsequently arrived. This reflects very badly on Bali tourism. It makes tourists feel unnecessarily insecure. I trust that the management would take appropriate action against this security staff and have related the same firmly  to the hotel. Dr. Sam Jay YeoSingaporeRead more",
            "Đã đến đó hai lần để mua đồ, cho dù đó là thuốc mỡ chống muỗi từ hiệu thuốc, hay đồ uống để đổ đầy tủ lạnh trong phòng khách sạn của chúng tôi, hay một đôi dép xăng đan cho trẻ em, hay thậm chí là quà lưu niệm từ thiên đường, nơi này đều có tất cả. Tuy nhiên, các nhà hàng đều hơi giống nhau nên chúng tôi ước có nhiều sự đa dạng hơn. Ngoài ra còn có rất nhiều nơi cung cấp dịch vụ mát-xa chân. Đừng bỏ lỡ.Đọc thêm",
            "Không phải là một bài đánh giá vì tôi đã đặt chỗ ở từ ngày 24 tháng 8, nhưng vẫn chưa quay lại Nusa Duo. Một bài đánh giá HIỆN TẠI cho biết liệu hoạt động kinh doanh sôi động có phù hợp hay không thay vì các báo cáo đã lỗi thời - trước đó Suy thoái do COVID. Trong chuyến thăm cuối cùng của tôi vào năm 2023, Bali Connection hoàn toàn không phải là sự kiện - vì hầu hết các nhà giao dịch đã - đã đăng ký - cơ sở của họ.Đọc thêm",
            "Gần khu vực bãi biển trong một cộng đồng có cổng, những khu vườn xinh đẹp được cắt tỉa cẩn thận bao quanh trung tâm mua sắm này rất nhiều an ninh về một số cửa hàng hạng sang cũng như một cửa hàng lớn bán tất cả những thứ ở Bali rất thú vị để ghé thăm để thay đổi thay vì phố mua sắmĐọc thêm",
            "Thực sự chỉ tồn tại do gần các khu nghỉ dưỡng. Nơi này chỉ có những tiệm tồi và những sản phẩm đắt đỏ. Vâng, thật tiện lợi nếu bạn đang ở tại các khu nghỉ dưỡng, nhưng nó thực sự không đáng và phải phụ thuộc vào sự tiện lợi đó. Các tiệm làm việc không tốt - đã đến 2 và kết quả thực sự tồi tệ - và các cửa hàng chủ yếu là áo polo giả và một số đồ lưu niệm. Sẽ rất tốt nếu bạn cần thứ gì đó trong tình trạng kẹt xe như hiệu thuốc hoặc nếu bạn thực sự quên thứ gì đó, nhưng đây không phải là giải pháp đầu tiên. Đây cũng là nơi tuyệt vời để một số công ty lừa đảo cố gắng bắt bạn! Chúng tôi đã được - Karma Group đón - và họ làm ra vẻ như họ - đang đổi mới hoạt động du lịch Bali, nhưng - không phải vậy. Thật đáng để bắt taxi đi nơi khác trừ khi đó là vì thứ gì đó đơn giản như thuốc. Đọc thêm",
            "Khu mua sắm thoáng mát với nhiều cây xanh bóng mát. Rất nhiều cửa hàng bán lẻ có thương hiệu như Rip Curl, Polo Ralph Lauren, Billabong, v.v., tuy nhiên giá cả đắt hơn Úc. Rất nhiều món quà lưu niệm ở Bali có giá cao hơn nếu đó là sở thích của bạn.Đọc thêm",
            "Tôi đã đến thăm bộ sưu tập Bali ở Nusa Dua, có cảm giác lẫn lộn một bên là quần áo đắt tiền và được đánh giá cao, mặt khác là đồ ăn ngon và không gian xung quanh. Đọc thêm"
        ],
        "star_ratings": [
            1129,
            1635,
            1271,
            416,
            265
        ],
        "review_amount": 4716,
        "location": [
            "Những điều cần làm ở Nusa Dua",
            "Bali",
            "Nusa Dua",
            "Bộ sưu tập Bali",
            "Indonesia",
            "Bức tường phía Nam",
            "Benoa",
            "Châu Á"
        ],
        "reviews_time": [
            "Written June 30, 2023",
            "Written July 23, 2023",
            "Written July 29, 2023",
            "Written August 31, 2023",
            "Written September 3, 2023",
            "Written September 11, 2023",
            "Written September 15, 2023",
            "Written September 23, 2023",
            "Written October 8, 2023",
            "Written October 18, 2023",
            "Written May 19, 2024",
            "Written May 7, 2024",
            "Written May 1, 2024",
            "Written May 1, 2024",
            "Written April 28, 2024",
            "Written April 10, 2024",
            "Written April 6, 2024",
            "Written March 21, 2024",
            "Written March 19, 2024",
            "Written March 18, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g297698-d1943454-Reviews-Bali_Collection-Nusa_Dua_Benoa_South_Kuta_Bali.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g297698-d12212032-Reviews-El_Patio_Restaurant-Nusa_Dua_Benoa_South_Kuta_Bali.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297698-d3426516-Reviews-Sakura_Japanese_Restaurant-Nusa_Dua_Benoa_South_Kuta_Bali.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297698-d12211787-Reviews-Sorrento_Mediterranean_Restaurant-Nusa_Dua_Benoa_South_Kuta_Bali.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297698-d2078416-Reviews-Nampu_Japanese_Restaurant-Nusa_Dua_Benoa_South_Kuta_Bali.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297698-d4696802-Reviews-Lotus_Asian_Restaurant-Nusa_Dua_Benoa_South_Kuta_Bali.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297698-d10331011-Reviews-Tropical_Bali_Collection-Nusa_Dua_Benoa_South_Kuta_Bali.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297698-d10325599-Reviews-Aroma_2_Restaurant-Nusa_Dua_Benoa_South_Kuta_Bali.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297698-d15363296-Reviews-Kopi_Petani-Nusa_Dua_Benoa_South_Kuta_Bali.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297698-d13738113-Reviews-The_Royal_Kitchen_Bali-Nusa_Dua_Benoa_South_Kuta_Bali.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297698-d3735813-Reviews-Sateria_Beachfront_Restaurant-Nusa_Dua_Benoa_South_Kuta_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297698-d1230139-Reviews-Museum_PASIFIKA-Nusa_Dua_Benoa_South_Kuta_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297697-d15074821-Reviews-Pura_Pakendungan-Kuta_Kuta_District_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297698-d17180134-Reviews-Bali_Dwipa_Art_Gallery-Nusa_Dua_Benoa_South_Kuta_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297698-d939620-Reviews-Nusa_Dua_Beach-Nusa_Dua_Benoa_South_Kuta_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297698-d8471960-Reviews-Mengiat_Beach-Nusa_Dua_Benoa_South_Kuta_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297698-d1418556-Reviews-Bali_International_Convention_Centre-Nusa_Dua_Benoa_South_Kuta_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297698-d8837227-Reviews-Water_Blow-Nusa_Dua_Benoa_South_Kuta_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297698-d4469771-Reviews-Geger_Beach_Nusa_Dua_Bali-Nusa_Dua_Benoa_South_Kuta_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297698-d17848061-Reviews-Royal_Orchid_Spa-Nusa_Dua_Benoa_South_Kuta_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297698-d3297898-Reviews-The_Bay_Bali-Nusa_Dua_Benoa_South_Kuta_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297698-d1943454-Reviews-or10-Bali_Collection-Nusa_Dua_Benoa_South_Kuta_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297698-d9751195-Reviews-Bali_Journey_Tours-Nusa_Dua_Benoa_South_Kuta_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297698-d8799749-Reviews-Sai_Bali_Tours-Nusa_Dua_Benoa_South_Kuta_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297698-d26321929-Reviews-Ace_Travel_Tour-Nusa_Dua_Benoa_South_Kuta_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297698-d25457037-Reviews-Island_Jewels-Nusa_Dua_Benoa_South_Kuta_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297698-d27673848-Reviews-Amasta_Tour_Travel-Nusa_Dua_Benoa_South_Kuta_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297698-d26101082-Reviews-ELTrans_Bali-Nusa_Dua_Benoa_South_Kuta_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297698-d25457112-Reviews-Diaab-Nusa_Dua_Benoa_South_Kuta_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297698-d25386256-Reviews-Jemba_Jemba_Souvenir-Nusa_Dua_Benoa_South_Kuta_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297698-d12339195-Reviews-TSL_The_Shampoo_Lounge_Nusa_Dua-Nusa_Dua_Benoa_South_Kuta_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297698-d11868719-Reviews-Kayonna_Spa-Nusa_Dua_Benoa_South_Kuta_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297698-d11868722-Reviews-Tropic_Spa_2-Nusa_Dua_Benoa_South_Kuta_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297698-d8540008-Reviews-Senggol_Market-Nusa_Dua_Benoa_South_Kuta_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297698-d2515281-Reviews-Black_Stone_Terrace_Bar_Lounge-Nusa_Dua_Benoa_South_Kuta_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297698-d3845773-Reviews-Ocean_Spa-Nusa_Dua_Benoa_South_Kuta_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297694-d6538768-Reviews-BE_Bali_Tour_Day_Tours-Denpasar_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297698-d8492384-Reviews-MSPA_Bali_Your_Transit_Spa-Nusa_Dua_Benoa_South_Kuta_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297698-d11864960-Reviews-Ocean_Spa_2-Nusa_Dua_Benoa_South_Kuta_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297698-d12056323-Reviews-Dapur_Bali_Nusa_Dua_Cooking_Class_by_Kayumanis-Nusa_Dua_Benoa_South_Kuta_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d1312327-Reviews-Funaoka_Onsen-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g44862-d6952756-Reviews-The_Fugitive_Beach-Rolla_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g46885-d1025921-Reviews-Mountain_Creek_Water_Park-Vernon_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g41826-d106750-Reviews-Yankee_Candle_Flagship_Store-South_Deerfield_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g294195-d459964-Reviews-Abanotubani-Tbilisi.html",
            "https://www.tripadvisor.com/Attraction_Review-g33520-d107196-Reviews-Twin_Lakes-Leadville_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g1077169-d2269575-Reviews-Kamenjak_National_Park-Premantura_Istria.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d19507259-Reviews-Funko_Hollywood-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g297930-d2454044-Reviews-Patong_Beach-Patong_Kathu_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g60814-d169879-Reviews-City_Market-Savannah_Georgia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g297698-d1943454-Reviews-or10-Bali_Collection-Nusa_Dua_Benoa_South_Kuta_Bali.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g297698-d1943454-Reviews-Bali_Collection-Nusa_Dua_Benoa_South_Kuta_Bali.html"
    }
]