[
    {
        "attraction_name": "Bally's Twin River Lincoln Casino Hotel",
        "attraction_name_vi": "Khách sạn sòng bạc Ballys Twin River Lincoln",
        "general_info": [
            "588 đánh giá",
            "1 trong 1 Sòng bạc Đánh bạc ở Lincoln",
            "Sòng bạc",
            "Trung tâm giải trí trò chơi"
        ],
        "attraction_summary": "Tọa lạc tại Lincoln, Rhode Island, là một trong những sòng bạc lớn nhất ở Bắc Mỹ, với hơn 5.000 vị trí chơi bạc - và có cả trò chơi hút thuốc và không hút thuốc! Sòng bạc vận hành hơn 4.200 máy đánh bạc video tương tác hiện đại và các máy đánh bạc lũy tiến với số tiền lớn cũng như các trò chơi trên bàn ảo. Lincoln cũng có 125 trò chơi trên bàn trực tiếp bao gồm sự kết hợp của các trò chơi Blackjack, Roulette, Baccarat, Poker 3 lá, Craps, Spanish 21, Let It Ride, Pai Gow Poker và Big Six Money Wheel. Cơ sở trò chơi độc đáo này cũng tổ chức phát sóng các cuộc đua chó thuần chủng và chó săn giỏi nhất trên khắp đất nước, Trung tâm Sự kiện rộng 29.000 foot vuông với các chương trình giải trí nổi bật, các buổi hòa nhạc miễn phí tại Lighthouse Bar và các loại cocktail đặc trưng, ​​xì gà cao cấp tại Blackstone Cigar Bar! Là nhà của Fred Steves Steakhouse tuyệt vời, bạn có thể thưởng thức bữa tối hải sản bít tết từng đoạt giải thưởng hoặc tận hưởng khung cảnh quán bar thể thao thú vị tại Wicked Good Bar Grill, cũng như 16 cửa hàng ăn uống khác!Đọc thêm",
        "reviews": [
            "Chà, khu vực mở rộng mới mà họ mở gần đây rất đẹp.  Thật không may, khu vực cấm hút thuốc ở tầng trên là khu vực thảm họa!   Diện tích lớn của không gian trống.  Có vẻ như họ đã sử dụng hầu hết các chỗ ở tầng trên để lấp đầy tầng chính và khiến khu vực cấm hút thuốc trở thành vùng đất hoang.  Nếu bạn ở trên tầng chính, tôi sẽ cho họ 4 sao khi nhìn thấy một cô hầu bàn phục vụ cocktail hai lần trong 6 giờ.  Tầng trên có số 0.Đọc thêm",
            "Tôi đã đến Ballys Twin River trong nhiều thập kỷ. Là một người không hút thuốc, tôi vô cùng thất vọng với tình trạng của nơi này trong những lần cuối tôi đến thăm. Họ đang trong quá trình cải tạo và khu vực không hút thuốc duy nhất đã bị thu hẹp đáng kể. Trước đây, nơi này có cả một tầng đầy máy móc, nhưng bây giờ chỉ còn một vài máy. Tuy nhiên, tầng dưới thì bốc mùi khói thuốc nhưng có hàng nghìn máy móc ở đó. Điều đó khiến việc lái xe đến Plainridge hoặc Foxwoods trở nên xứng đáng vì ít nhất họ cũng có một môi trường thoải mái cho những người không hút thuốc. Đọc thêm",
            "Các khe ở đây rất chặt chẽ. Đặt cược 5 một lần quay, bạn sẽ nhận được tiền thưởng và thắng 20. Có điều gì đó thực sự không ổn ở nơi này. Nói chuyện với các nhân viên bảo vệ, họ nói rằng mọi người đều phàn nàn về mức tiền thưởng quá thấp. Vì vậy, nếu bạn đang nghĩ như vậy thì BẠN KHÔNG SAI. Nhưng thành thật mà nói? Sòng bạc ở New England thường xuyên như vậy, làm sao bạn có đủ khả năng để đưa tiền khi bạn đang thua do số lượng sòng bạc ở khu vực lân cận. Đã không còn là thời AC và Vegas trả hàng chục triệu nữa. Quá nhiều sòng bạc, không đủ hoạt động kinh doanh để duy trì việc thanh toán như họ đã làm. Ồ, được rồi. Rất vui trong khi nó kéo dài. Chúc may mắn. Chúng tôi không giành được gì ở đây!Đọc thêm",
            "Bạn tôi và tôi đã đến Twin River được vài năm.  Vâng, quá trình chuyển đổi sang Ballys thật khủng khiếp!  Máy rút tiền, khói bụi và việc thiếu người phục vụ cocktail, chưa kể đến việc giảm các khoản thanh toán cho khách hàng quen đã khiến khoảng thời gian đáng ra phải là một trải nghiệm khủng khiếp!  Trong chuyến đi gần đây vào thứ Bảy, chúng tôi đã đi ăn tối tại Wicked Good.  Nhân viên phục vụ luôn rất thân thiện, đồ ăn thường rất ngon nhưng tôi phải nói rằng có lẽ tôi sẽ không dùng bữa tại bất kỳ nhà hàng nào tại sòng bạc này nữa.  Khi chúng tôi nhận được hóa đơn, có một khoản phí mới - phí dịch vụ là 1,50.  Khi tôi hỏi về khoản phí này, tôi được biết đây là chính sách mới của Ballys dành cho tất cả các nhà hàng.  Đó là sự cướp bóc hoàn toàn!!!!!  Hãy tưởng tượng có bao nhiêu séc của khách được xử lý cho mỗi nhà hàng với mức phí cộng lại là 1,50 cho mỗi séc.  Đó không phải là 1,50 mà là nguyên tắc làm cạn kiệt khách hàng.  Không chỉ tính phí dịch vụ bổ sung mà tôi hiểu rằng họ sẽ tính phí khi nạp soda!!!!!  Tôi đoán không có câu hỏi nào về việc Ballys đã quyết định trả tiền cho việc cải tạo cơ sở kinh doanh này như thế nào - SỮA KHÁCH HÀNG NHIỀU NHẤT CÓ THỂ!!!!! Đọc thêm",
            "Ballys đã phá hủy trải nghiệm sòng bạc cổ điển trên sông đôi. \nBằng cách lấy một nửa tầng một và cấm hút thuốc. Nhiều máy mà những khách hàng quen đã chơi lâu năm đều nằm trong khu vực đó. Ballys rõ ràng có ý định xa lánh những khách hàng đã tạo nên Twin Rivers như ngày nay để ủng hộ các nhân viên công đoàn và một số ít khách hàng phàn nàn thảm hại sẽ không bao giờ hài lòng. Chúng tôi đã là khách hàng trung thành kể từ khi sòng bạc còn nhỏ và đường đua là điểm thu hút chính. Cuối tuần này chúng tôi đã quyết định rằng dòng sông đôi không có gì đáng để thực hiện một chuyến đi đặc biệt. Tốt hơn hết bạn nên lãng phí tiền của mình tại một sòng bạc đích có nhiều thứ khác để cung cấp.Đọc thêm",
            "Khách sạn sòng bạc đẹp. Phòng thật tuyệt vời. Phòng nhỏ khủng khiếp an toàn. Chỉ đủ lớn cho điện thoại di động. Không có cách nào cho máy tính xách tay hoặc iPad \nNhân viên rất thân thiện và nhiệt tình.  Nhược điểm là biển báo kém về lối vào khách sạn. Không có dấu hiệu ngay cả ở lối vào.  Yêu thích bãi đậu xe VIP của khách sạn. Vâng, chúng tôi sẽ ở lạiĐọc thêm",
            "Đây là chuyến đi thứ 3 ở đó. Một lần trước khi mở rộng. Bây giờ họ có một khu vực cấm hút thuốc rất lớn. Cái nào tốt hơn và lớn hơn nhiều. Không có hút thuốc ở tầng một quá. Đó không phải là một phần của sòng bạc 2 năm trước. Sự bổ sung mới đã tạo ra sự khác biệt lớn. . Tôi thích nó nhiều hơn bây giờ. Sử dụng lối vào phía tây. Phần đầu tiên của sòng bạc không hút thuốc. Toàn bộ tầng 2 cũng cấm hút thuốc. Nhà hàng bít tết Fred và Steves luôn ngon.Đọc thêm",
            "Đánh giá này hoàn toàn dựa trên trải nghiệm qua đêm của chúng tôi tại khách sạn. Có một chút khó khăn để tìm thấy khu vực khách sạn của khu nghỉ dưỡng sòng bạc, nhưng sau khi hỏi đường, vấn đề chỉ là lái xe vòng quanh khu phức hợp để đến đúng địa điểm. Về phần khách sạn, vừa bước vào đã ngửi thấy mùi thuốc lá. Sòng bạc được gắn liền với khu vực sảnh chính. Chúng tôi đã đặt câu hỏi về điều này nhưng được nhân viên lễ tân nói rằng phòng của chúng tôi sẽ không có khói thuốc phụ. Trước sự ngạc nhiên của chúng tôi, khu vực khách sạn hoàn toàn tách biệt khỏi khía cạnh sòng bạc của tòa nhà. Nó thậm chí còn được ngăn cách bởi một cánh cửa mà bạn phải vào bằng thẻ chìa khóa. Ngoài cánh cửa đó, khách sạn rất đẹp và có vẻ khá mới. Phòng của chúng tôi có hai giường cỡ Queen với một phòng tắm đẹp và có góc tắm vòi sen mở không có bồn tắm, thật tuyệt! Trên cùng của nó là một sàn nhiều lớp. Mọi thứ đều siêu không tì vết và những chiếc giường rất thoải mái. Làm mát thật tuyệt vời và tiếng ồn ở mức tối thiểu. Tôi chắc chắn sẽ ở lại đây một lần nữa nếu cần!Đọc thêm",
            "Khách sạn sòng bạc đẹp. Phòng thật tuyệt vời. Phòng nhỏ khủng khiếp an toàn. Chỉ đủ lớn cho điện thoại di động. Không có cách nào cho máy tính xách tay hoặc iPad Nhân viên rất thân thiện và hữu ích.  Nhược điểm là biển báo kém về lối vào khách sạn. Không có dấu hiệu ngay cả ở lối vào.  Yêu thích bãi đậu xe VIP của khách sạn. Vâng, chúng tôi sẽ ở lạiĐọc thêm",
            "Ballys đã phá hủy trải nghiệm sòng bạc cổ điển trên sông đôi. Bằng cách lấy một nửa tầng một và cấm hút thuốc. Nhiều máy mà những khách hàng quen đã chơi lâu năm đều nằm trong khu vực đó. Ballys rõ ràng có ý định xa lánh những khách hàng đã tạo nên Twin Rivers như ngày nay để ủng hộ các nhân viên công đoàn và một số ít khách hàng phàn nàn thảm hại sẽ không bao giờ hài lòng. Chúng tôi đã là khách hàng trung thành kể từ khi sòng bạc còn nhỏ và đường đua là điểm thu hút chính. Cuối tuần này chúng tôi đã quyết định rằng dòng sông đôi không có gì đáng để thực hiện một chuyến đi đặc biệt. Tốt hơn hết bạn nên lãng phí tiền của mình tại một sòng bạc đích có nhiều thứ khác để cung cấp.Đọc thêm",
            "Tôi chỉ muốn nói rằng Gina ở quầy lễ tân là người tuyệt vời nhất, cô ấy luôn rất ngọt ngào và dễ chịu. Tôi đã có trải nghiệm tuyệt vời khi nhận phòng, cô ấy đã đưa ra gợi ý cho tôi về những điều nên đến thăm trong khu vực 5 sao!!!! Đọc thêm",
            "Vợ tôi và tôi thích đến các sòng bạc mà chúng tôi đã đến Vegas 3 chục lần, các sòng bạc ở Louisiana, mọi sòng bạc từ Massachusetts đến Ohio ngoài i90 và một số sòng bạc khác ở trung tâm thành phố Vegas và một bang thượng lưu NY, Ballys Twin River thật kinh tởm kể từ đó Ballys tiếp quản Sòng bạc Twin River, một trong những sòng bạc yêu thích của tôi ở New England. Mohegan Sun là nơi tôi đến sòng bạc, Foxwoods đã hẹn hò và có nhiều không gian chết, và MGM Springfield, Ma rất tử tế nhưng không trả hết cho những nhà đầu tư muốn có tiền ngày hôm quaĐọc thêm",
            "Tôi đã đến Twin River 122923 nhưng sẽ không quay lại. Khói thuốc lá thật khủng khiếp. Tôi rời khỏi đó có mùi khói. Thật tệ vì tôi thích nó ở đó và nó gần nhà. Hãy làm gì đó với khói để những người như tôi có thể đến Twin River và tận hưởng Đọc thêm",
            "Khách sạn rất sạch sẽ, đầy đủ tiện nghi, dịch vụ nhận phòng nhanh chóng, lịch sự, nhà hàng rất tốt và giá cả trung bình. Điều duy nhất là họ có thể mở nhiều bàn chơi game hơn, đặc biệt là vào sáng sớm, vì vậy nhiều bàn đã đóng cửa, tất cả những bàn khác cũng chật cứng tối thiểu 25, hơi nhiều khi có quá nhiều bàn trống nhưng chắc chắn sẽ ghé thăm lại.Đọc thêm",
            "Sòng bạc Sht hole gần như chết vì hút thuốc lá thụ động. Về nhà quần áo của tôi có mùi như sht. Hiệu quả ngay lập tức Tôi đã xong với sòng bạc sht hole này. Đọc thêm",
            "Hãy cho họ thử lại lần nữa, LOL, một số điều không bao giờ thay đổi. Không an ninh, không nhân viên phục vụ, nơi này tràn ngập những người vô gia cư, máy móc không trả tiền, chỉ là một khoảng thời gian tồi tệ. Những điều diễn ra ở Ballys không được phép ở bất kỳ sòng bạc nào khác ở bất kỳ đâu, bởi vì các sòng bạc khác có an ninh tốt. Ví dụ, mọi người chỉ đi loanh quanh để lấy những đồng xu còn sót lại trong máy của những người tử tế đã chơi. Mọi người thực sự đang ngủ trên máy móc. Mọi người ăn tại máy. Những người gác chân lên ghế và máy móc. Người ta đập, đập máy, chỉ kể một số ít thôi. Nếu bạn thậm chí còn thử những điều này từ xa trong một sòng bạc thực sự, an ninh sẽ chỉ cho bạn cánh cửa, và đúng như vậy. Thật không may, Ballys không có bất kỳ biện pháp bảo mật nào trên sàn đánh bạc để bảo vệ khách hàng hoặc để thực thi các quy tắc thông thường. Tôi nhận ra rằng Ballys rất gần gũi với đảo Rhode và người dân Massachusetts nhưng vì Chúa, đây là một sự xâm phạm nguy hiểm đối với những người đáng kính. Nếu bạn chọn đến đó, chúc may mắn nhưng hãy lưu ý. Đọc thêm",
            "Bạn có cho phép một con chó hỗ trợ tình cảm nhỏ không? Đọc thêm",
            "Tôi chưa bao giờ nhìn thấy bất kỳ động vật nào ở đó. Tôi nghĩ tất cả ánh đèn nhấp nháy và tiếng ồn sẽ ảnh hưởng rất nhiều đến động vật. Ngoài ra ở tầng dưới, các máy móc rất gần nhau và với nhiều người. Và có người la hét và con chó có thể cảm thấy khó chịu.Đọc thêm",
            "Đồ uống có cồn giá bao nhiêu?Đọc thêm",
            "Mỗi điểm có giá trị bao nhiêu. Trang Ballys không hiển thị số điểm có giá trị như thế nào. Tôi có 5,50 khi chơi trên bàn và 27 điểm khi chơi slot?Đọc thêm",
            "Đợi đã, tôi nghĩ tôi đã đoán sai. Đó là 0,01 mỗi điểm, ví dụ: 100 điểm 1,00.Đọc thêm",
            "Chúng tôi có vé dành cho Dionne Warwick, khu vực 5, hàng ghế H, ghế 5 và 6. Tôi không nhận ra rằng trên vé có ghi Tầm nhìn bị cản trở một phần Bạn có thể vui lòng cho tôi biết vật cản đó là gì đối với những ghế này không?\n\nCảm ơn,\nRickĐọc thêm",
            "hiện giờ có dịch vụ đỗ xe cho khách khôngĐọc thêm",
            "Đánh bài song song Casio ở độ tuổi nàoĐọc thêm",
            "Chi phí đỗ xe có nhân viên phục vụ và có mở cửa vào ngày 30 tháng 8 năm 2022Đọc thêm",
            "Con gái tôi có thể đánh bạc tại Twin River vào ngày sinh nhật thứ 18 của nó không hay nó phải đủ 18 tuổi và 1 ngày thì trên 18 tuổi không tìm kiếm câu trả lời không bảo mật, xin vui lòng trả lời một câu trả lời thực tế và cảm ơnĐọc thêm",
            "Tôi đã kiếm được 2.100 đô la trong tuần qua.. không thể tệ đến thế được; có lẽ bạn chỉ là một tay cờ bạc tồiĐọc thêm",
            "Phòng chờ VIP mở cửa vào ngày và giờ nào?Đọc thêm",
            "Có Texas nào tổ chức cho họ bàn poker trực tiếp khôngĐọc thêm"
        ],
        "star_ratings": [
            92,
            114,
            121,
            110,
            151
        ],
        "review_amount": 588,
        "location": [
            "Lincoln",
            "Đảo Rhode RI",
            "Khách sạn Sòng bạc Ballys Twin River Lincoln",
            "Hoa Kỳ",
            "Những điều cần làm ở Lincoln"
        ],
        "reviews_time": [
            "Written July 19, 2023",
            "Written August 24, 2023",
            "Written September 29, 2023",
            "Written October 16, 2023",
            "Written May 27, 2024",
            "Written May 30, 2024",
            "Written June 3, 2024",
            "Written May 31, 2024",
            "Written May 30, 2024",
            "Written May 27, 2024",
            "Written April 21, 2024",
            "Written January 21, 2024",
            "Written December 30, 2023",
            "Written November 19, 2023",
            "Written November 18, 2023",
            "Written November 10, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g54091-d787391-Reviews-Bally_s_Twin_River_Lincoln_Casino_Hotel-Lincoln_Rhode_Island.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g54091-d1766144-Reviews-Wicked_Good_Bar_Grill-Lincoln_Rhode_Island.html",
            "https://www.tripadvisor.com/Restaurant_Review-g54091-d4182764-Reviews-Dunkin-Lincoln_Rhode_Island.html",
            "https://www.tripadvisor.com/Restaurant_Review-g54091-d23679348-Reviews-Jerry_Longo_s_Meatballs_and_Martinis-Lincoln_Rhode_Island.html",
            "https://www.tripadvisor.com/Restaurant_Review-g54091-d15801965-Reviews-Sbarro-Lincoln_Rhode_Island.html",
            "https://www.tripadvisor.com/Restaurant_Review-g54091-d651220-Reviews-Fred_Steve_s_Steakhouse-Lincoln_Rhode_Island.html",
            "https://www.tripadvisor.com/Restaurant_Review-g54091-d8007015-Reviews-Shipyard_Pub-Lincoln_Rhode_Island.html",
            "https://www.tripadvisor.com/Restaurant_Review-g54091-d23288025-Reviews-Fundati_Coffee-Lincoln_Rhode_Island.html",
            "https://www.tripadvisor.com/Restaurant_Review-g54091-d16902383-Reviews-Shanna_s_Country_Kitchen-Lincoln_Rhode_Island.html",
            "https://www.tripadvisor.com/Restaurant_Review-g54091-d385490-Reviews-Hercules_Pizza_Works-Lincoln_Rhode_Island.html",
            "https://www.tripadvisor.com/Restaurant_Review-g54091-d4466721-Reviews-Johnny_Rockets-Lincoln_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g60946-d104606-Reviews-Rhode_Island_School_of_Design_Museum_of_Art-Providence_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g60946-d290617-Reviews-Providence_Performing_Arts_Center-Providence_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g60946-d104609-Reviews-Rhode_Island_State_House-Providence_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g60946-d108524-Reviews-Brown_University-Providence_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g60946-d108526-Reviews-Historic_Federal_Hill-Providence_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g54091-d269181-Reviews-Lincoln_Woods_State_Park-Lincoln_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g60946-d105266-Reviews-Benefit_Street-Providence_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g54103-d267887-Reviews-Old_Slater_Mill_National_Historic_Landmark-Pawtucket_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g60946-d561334-Reviews-Swan_Point_Cemetery-Providence_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g60946-d531803-Reviews-The_Stephen_Hopkins_House-Providence_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g54091-d787391-Reviews-or10-Bally_s_Twin_River_Lincoln_Casino_Hotel-Lincoln_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g54091-d25257690-Reviews-Spa_Light-Lincoln_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g54091-d23404892-Reviews-TimeMission-Lincoln_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g54091-d12352270-Reviews-R1_Indoor_Karting-Lincoln_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g54091-d629730-Reviews-Hartley_s_Pork_Pies-Lincoln_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g54091-d2424210-Reviews-Sunset_Stables-Lincoln_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g54071-d3224850-Reviews-Blackstone_River_Bikeway-Cumberland_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g54091-d4811195-Reviews-Hearthside_House-Lincoln_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g54103-d10024514-Reviews-Lock_Clue_Escape_Rooms-Pawtucket_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g60946-d2412234-Reviews-Providence_College-Providence_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g54099-d2433360-Reviews-Ch_i_Spa-North_Providence_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g54091-d10868349-Reviews-Arnold_House-Lincoln_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g54091-d12612749-Reviews-BattlegroundZ-Lincoln_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d105791-Reviews-Dolly_Parton_s_Stampede_Dinner_Attraction-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g297701-d7122282-Reviews-Satria_Coffee_Plantation-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d3651464-Reviews-Warner_Theatre-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d8790342-Reviews-Yongma_Land-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g297992-d548216-Reviews-Cleopatra_Pools-Pamukkale.html",
            "https://www.tripadvisor.com/Attraction_Review-g652003-d10807693-Reviews-Lido_Santo_Stefano-Monopoli_Province_of_Bari_Puglia.html",
            "https://www.tripadvisor.com/Attraction_Review-g46002-d259414-Reviews-Wild_Island_Family_Adventure_Park-Sparks_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g47068-d559824-Reviews-Isleta_Lakes-Isleta_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g41564-d218880-Reviews-Battleship_Cove-Fall_River_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g40693-d8356911-Reviews-Parsons_Beach-Kennebunk_Kennebunks_Maine.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g54091-d787391-Reviews-or10-Bally_s_Twin_River_Lincoln_Casino_Hotel-Lincoln_Rhode_Island.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g54091-d787391-Reviews-Bally_s_Twin_River_Lincoln_Casino_Hotel-Lincoln_Rhode_Island.html"
    }
]