[
    {
        "attraction_name": "Ballard",
        "attraction_name_vi": "Ballard",
        "general_info": [
            "49 đánh giá",
            "- 78 trong số 747 điều cần làm ở Seattle",
            "Vùng lân cận"
        ],
        "attraction_summary": "Đây là một khu vực nhỏ tuyệt vời của thị trấn để đi chơi, có đủ loại cửa hàng và nhà hàng để bạn tham quan. Rất có thể đi bộ và thú vị. Nếu bạn đang ở Seattle, bạn nên thực hiện chuyến đi. Chỉ cách ổ khóa khoảng 1 dặm, bạn có thể thực hiện cả hai việc trong một ngày một cách dễ dàng.Đọc thêm",
        "reviews": [
            "Ballard chính là thứ bạn đang tìm kiếm khi đến thăm một thành phố mới: Rất dễ đi bộ. Kiến trúc lịch sử. Các doanh nghiệp thuộc sở hữu của địa phương. Hàng tấn nhà hàng và cửa hàng kỳ quặc. Các địa điểm được yêu thích trên phố Market kéo chính: Boo Street Records Cửa hàng đĩa vinyl LỚN LỚN. Bên kia đường là một cửa hàng băng đĩa khác, Sonic Boom. Cả hai nơi đều có những người hiểu biết và thực sự tốt bụng. Secret Garden Books - khu vực dành cho trẻ em trong cửa hàng sách tuyệt vời với những cuốn sách hay từ sách tranh cho đến sách YA cũng như bìa sách trao đổi, một lần nữa là những người hiểu biết sẵn sàng tìm kiếm một cuốn sách hoặc gợi ý một cuốn sách dựa trên những gì bạn thích. THANH PIE. Đó là một quán bar phục vụ bánh nướng. Nói thế là đủ rồi. Quần áo Kick It quần áo và túi xách đẹp giá tốt. Rất nhiều nơi mát mẻ để ăn uống. Hattie - s Hat quán bar kiểu cũ với thực đơn dành cho trẻ em! Ballard Smoke Shop - thưởng thức món bánh patty tan chảy. Những bữa ăn ưa thích tại Stoneburner. Ăn bánh pizza ưa thích hoặc món charcuterie. Nếu bạn đến Bastille, hãy đi bộ qua nhà vệ sinh để đến quầy bar bí mật phía sau. Bạn có thể dành một ngày để mua sắm tại các cửa hàng trên Đại lộ Ballard. Vào Chủ nhật, có một khu chợ nông sản lớn rất phù hợp cho mọi người đến xem. Ở phía xa của Market St - thông qua một loạt công trình xây dựng - là Ballard Locks - công viên lớn xinh đẹp và bạn có thể xuống nước và ngắm cá hồi. Đọc thêm",
            "Lần đầu tiên chúng tôi đến Seattle rất vui và cho thấy đây là một thành phố tham quan - đi bộ tuyệt vời. Tại khu vực trung tâm thành phố chính của Seattle, chúng tôi rất thích đi dạo trên các con phố ở khu vực Đồi Capitol - sự kết hợp thú vị giữa các nhà hàng, quán cà phê - tông màu của những thứ này! - và các cửa hàng thời thượng, mang bầu không khí của sự hiền hòa LGBTQ trên hầu hết các đường phố. Bên kia con kênh ở Bắc Seattle, có ít nhất 2 khu mua sắm - đi bộ đáng chú ý: Fremont, nơi chúng tôi ở và thích đi dạo, và khu vực Ballard. Hai nơi này chỉ cách nhau 10 phút đi Uber ngắn ngủi. Chúng tôi đặc biệt thích các cửa hàng, con đường rợp bóng cây và các nhà hàng ở Ballard. Khoảng 6 dãy nhà chéo của Đại lộ Ballard dẫn đến giao lộ với Phố Chợ, và chính Chợ, khu vực đi dạo cả ngày tuyệt vời- - -cửa hàng, với các quán ăn tuyệt vời cho cả bữa trưa - bữa tối và món kem ngon tuyệt - nóng chảy -bánh sô cô la tại Hot Cakes trên Ballard. Tôi nghĩ bất kỳ cặp đôi hoặc gia đình nào cũng sẽ thích dành một ngày ở Ballard - chúng tôi - chắc chắn sẽ quay lại! Đọc thêm",
            "Tôi - tôi chỉ là một du khách ngoại thành nên tôi không biết nhiều về Ballard cũng như cả khu vực lân cận, nhưng tôi đang đăng bài cụ thể về dải quán bar, nhà hàng và cửa hàng dọc theo Đại lộ Ballard NW.  Đó là một khu vực thú vị và sôi nổi để đi bộ xung quanh, với các cửa hàng đồ cổ và hàng ký gửi, rất nhiều quán bar và nhà hàng, cửa hàng thời trang và cửa hàng đặc sản.  Tôi rất thích đọc vô số tấm bảng tưởng niệm lịch sử của khu vực về các cửa hàng kim khí, nhà kho, quán bar và những ngôi nhà tồi tàn.Đọc thêm",
            "Một nạn nhân khác của tình trạng quá tải dân số. Chú Burg bé nhỏ này trước đây khá xinh xắn và dễ thương. Nó có những cửa hàng nhỏ xinh xắn, một vài nhà hàng nhỏ tươm tất và những con người thực sự thân thiện. Nó từng dành cho cư dân chủ yếu là người gốc Na Uy. Và ảnh hưởng của Na Uy đã thực sự được thể hiện. Những ngày này ảnh hưởng duy nhất từ ​​​​Starbucks. Nơi này vừa trở thành địa ngục và là một cơn ác mộng khi lái xe vào. Tất cả các cửa hàng nhỏ kỳ lạ đã biến mất và được tiếp quản bởi các Chung cư cao cấp và cửa hàng quần áo của công ty. Chỉ là khập khiễngĐọc thêm",
            "Một người bạn khuyên chúng tôi nên ghé thăm khu phố Ballard trong chuyến đi đến Seattle, vì vậy chúng tôi đã đi - 25 chuyến Uber để đến đó - và - 25 phút quay lại trung tâm thành phố -. Ballard Locks đóng cửa vào ngày chúng tôi đến thăm - thứ Tư -, vì vậy chúng tôi đi dạo dọc theo Đại lộ Ballard, một con phố rợp bóng cây cổ kính và yên tĩnh với một số cửa hàng và quán cà phê theo phong cách chiết trung.  Chúng tôi dừng lại ăn trưa tại The Other Coast Cafe, rất ngon. Chúng tôi kết thúc chuyến thăm Ballard bằng bữa ăn nhẹ tại Cupcake Royale. Mặc dù chúng tôi rất thích thời gian ở Ballard, nhưng chúng tôi không cảm thấy đáng để thực hiện một chuyến đi đặc biệt để ghé thăm.  Tuy nhiên, đó là một địa điểm tuyệt vời nếu bạn đang tìm kiếm một nơi nghỉ ngơi, tránh xa đám đông và tiếng ồn ở trung tâm thành phố. Đọc thêm",
            "Ballard đã thay đổi rất nhiều trong 50 năm tôi sống ở PNW. Vâng, có rất nhiều tòa nhà chung cư mới ở khắp mọi nơi. Mọi người than thở về những thứ cũ không còn ở đó nữa, nhưng tôi có thể nói với bạn rằng ở Ballard có rất nhiều sự sống. Nó vẫn có một sức hấp dẫn nhất định với vô số cơ sở kinh doanh nhỏ nằm dọc các con phố ở trung tâm thành phố. Việc đỗ xe có thể là một thách thức, nhưng hãy tự giúp mình và chỉ cần trả tiền để đỗ xe ở một trong nhiều bãi đỗ xe có sẵn và đỗ trên vỉa hè. Đường phố tấp nập người qua lại, già trẻ, có rất nhiều thứ để xem và làm. Các nhà hàng, tiệm bánh và quán bar đa dạng từ cao cấp đến bình dân. . Cửa hàng giày, Cửa hàng quần áo, Nội thất, Khách sạn nhỏ và Ổ khóa Ballard. Những người hoài nghi có thể gọi Ballard là thiên đường của giới hipster. Vì Ballard chỉ cách trung tâm thành phố Seattle nên rất nhiều thanh niên và gia đình trẻ sống ở đây.  Điểm nổi bật trong chuyến đi ngắn của chúng tôi: Đi ăn tối sớm, lần đầu tiên ghé vào Kings Tavern để uống nước, sau đó quyết định chọn La Carta de Oaxaca cho món ăn Mexico, sau khi chúng tôi đến Hot Cakes để thưởng thức món tráng miệng mang đi. Sau đó, chúng tôi chỉ đi lang thang và tìm thấy những nơi thu hút sự chú ý của chúng tôi. Đối với tôi thật tuyệt vời khi được thấy một nơi sôi động và thịnh vượng như vậy. Đừng bỏ lỡ Cafe Besalu để thưởng thức món bánh ngọt ngon nhất thành phố. Đi đến ổ khóa với con của bạn. Công viên Golden Gardens nằm ngay cuối đường. Hãy đi và khám phá địa điểm yêu thích của bạn.Đọc thêm",
            "Ballard bắt đầu như một cộng đồng hàng hải khó khăn. Nó thu hút rất nhiều người nhập cư Scandinavia. Khu phố tự hào về di sản cổ xanh của mình. Hai điểm tham quan nhấn mạnh di sản này là Bảo tàng Bắc Âu và Ổ khóa Ballard. Ballard là một khu phố rất sôi động, với rất nhiều nhà hàng và câu lạc bộ và luôn nhộn nhịp đến tận đêm khuya. Đừng bỏ lỡ!Đọc thêm",
            "Khu vực BALLARD của Seattle là sự kết hợp giữa bầu không khí vui nhộn, thoải mái, sôi động với bầu không khí không giống bất kỳ nơi nào khác ở Seattle. Tôi yêu nơi này. Rất nhiều nhà hàng đa dạng, Cuối cùng, một loạt các quán cà phê tuyệt vời đã vượt qua Starbucks. Bakery - s, Cửa hàng ký gửi thú vị, một nhà hát và một vài cửa hàng âm nhạc - băng đĩa thú vị. Phòng tập leo núi, ổ khóa. Mọi người có vẻ thân thiện. Rất nhiều con chó ra ngoài đi dạo với chủ. Giao thông không quá tệ. hãy xem QFC vào ngày 24 để biết nhu cầu tạp hóa của bạn. Nó nằm gần quận Freemont, nơi thậm chí còn có tinh thần chiết trung hơn.Đọc thêm",
            "Luôn có một chút - sôi nổi - . Khu phố mở rộng hơn các đường giao nhau chính. Đi bộ xung quanh và ngắm nhìn nhiều ngôi nhà theo phong cách Craftsman. Khi thời tiết đẹp nhiều nhà có vườn hoa xinh xắn. Cảm nhận về một trong những khu phố thú vị của Seattle.Đọc thêm"
        ],
        "star_ratings": [
            22,
            24,
            3,
            0,
            0
        ],
        "review_amount": 49,
        "location": [
            "Ballard",
            "Washington - WA -",
            "Hoa Kỳ",
            "Những điều cần làm ở Seattle",
            "Seattle"
        ],
        "reviews_time": [
            "Written May 20, 2018",
            "Written September 27, 2017",
            "Written September 9, 2018",
            "Written April 27, 2017",
            "Written January 21, 2021",
            "Written September 6, 2018",
            "Written January 30, 2019",
            "Written January 18, 2019",
            "Written August 3, 2018",
            "Written January 13, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g60878-d12103320-Reviews-Ballard-Seattle_Washington.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g60878-d10820778-Reviews-Copine-Seattle_Washington.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60878-d21211171-Reviews-Rupee_Bar-Seattle_Washington.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60878-d8333831-Reviews-Olaf_s_It_s_a_Bar-Seattle_Washington.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60878-d433397-Reviews-Cafe_Besalu-Seattle_Washington.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60878-d8336431-Reviews-Un_Bien-Seattle_Washington.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60878-d1227358-Reviews-Ristorante_Picolinos-Seattle_Washington.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60878-d2433717-Reviews-Tall_Grass_Bakery-Seattle_Washington.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60878-d1060443-Reviews-Soprano_s_Pizza_and_Pasta-Seattle_Washington.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60878-d433387-Reviews-Scandinavian_Specialties-Seattle_Washington.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60878-d3510932-Reviews-The_Fat_Hen-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d8564869-Reviews-Salmon_Bay_Park-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d319153-Reviews-Hiram_M_Chittenden_Locks-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d3184389-Reviews-Chihuly_Garden_and_Glass-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d141515-Reviews-National_Nordic_Museum-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d585943-Reviews-Ballard_Farmer_s_Market-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d141229-Reviews-Golden_Gardens_Park-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d123109-Reviews-Space_Needle-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d141360-Reviews-Discovery_Park-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d8564875-Reviews-Ballard_Corners_Park-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d103584-Reviews-Pike_Place_Market-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d12103320-Reviews-or10-Ballard-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d8489417-Reviews-Columbia_Center-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d603327-Reviews-Lumen_Field-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d531952-Reviews-T_Mobile_Park-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d269796-Reviews-University_of_Washington-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d558679-Reviews-Seattle_Public_Library-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d615595-Reviews-Bruce_Lee_Grave_Site-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d282644-Reviews-Smith_Tower_Visitor_Experience-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d143564-Reviews-Sky_View_Observatory-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d1182484-Reviews-All_Rivers_Saltwater_Charters-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d7912925-Reviews-All_Star_Fishing_Charters-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d4324957-Reviews-Ballard_Kayak_Paddleboard-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d8762130-Reviews-Miyar_Adventures-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d7104983-Reviews-Fish_Finders_Private_Charters-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g58438-d2337660-Reviews-BC_Adventure_Guides-Deming_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d10312163-Reviews-The_Tea_Cozy_Yarn_Shop-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d7886771-Reviews-Sweet_Mickey_s_A_Candy_Shoppe-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g60652-d7854351-Reviews-Kailua_Town_Farmers_Market-Kailua_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g1570011-d1627677-Reviews-Erawan_Museum-Samut_Prakan_Samut_Prakan_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g34571-d12883874-Reviews-Pompano_Beach-Pompano_Beach_Broward_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g1629812-d2534788-Reviews-Orang_Utan_Island-Semanggol_Kerian_District_Perak.html",
            "https://www.tripadvisor.com/Attraction_Review-g187529-d4108066-Reviews-Port_Saplaya-Valencia_Province_of_Valencia_Valencian_Community.html",
            "https://www.tripadvisor.com/Attraction_Review-g297922-d2038063-Reviews-Hutsadin_Elephant_Foundation-Hua_Hin_Prachuap_Khiri_Khan_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293936-d8822824-Reviews-Star_Cineplex-Dhaka_City_Dhaka_Division.html",
            "https://www.tripadvisor.com/Attraction_Review-g187782-d669860-Reviews-Il_Vallone_dei_Mulini-Sorrento_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60890-d102687-Reviews-Harvard_University-Cambridge_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g552080-d274006-Reviews-Haulover_Beach_Park-Sunny_Isles_Beach_Florida.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g60878-d12103320-Reviews-or10-Ballard-Seattle_Washington.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g60878-d12103320-Reviews-Ballard-Seattle_Washington.html"
    }
]