[
    {
        "attraction_name": "Balos Lagoon",
        "attraction_name_vi": "Phá Balos",
        "general_info": [
            "10.898 đánh giá",
            "3 trong số 30 điều cần làm ở Kissamos",
            "Bãi biển"
        ],
        "attraction_summary": "Đầm phá này là một trong những địa điểm được chụp ảnh nhiều nhất trên đảo Crete, với làn nước màu ngọc lam đầy mê hoặc và phong cảnh toàn cảnh. Có giường phơi nắng, ô cho thuê và đồ ăn nhẹ để bán, nhưng bạn có thể muốn chuẩn bị một bữa ăn bổ dưỡng hơn. Ngoài ra, hãy kiểm tra trước điều kiện thời tiết vì bãi biển có thể có gió. Nếu bạn định lái xe, hãy mang giày dép phù hợp để đi bộ dốc từ bãi đậu xe đến bãi biển. Hãy ghé thăm vào sáng sớm để trải nghiệm đầm nước yên tĩnh nhất. Đi phà từ Cảng Kissamos là một cách thư giãn và thuận tiện để đến Belos.  TripadvisorĐọc thêm",
        "reviews": [
            "Đáng giá! Khung cảnh tuyệt đẹp từ trên cao khi đi bộ đến bãi biển. Nơi đáng yêu trong vài giờ, vùng nước nông tuyệt vời để đi dạo quanh đầm. Xin lưu ý: khoảng 30 phút đi đường đất, nhưng có nhiều xe nhỏ Kia picanto, v.v. đi hàng ngày. 2 để vào công viên và 3 để đậu xe. 20 phút đi bộ dọc theo con đường đầy cát là đến bãi biển và khoảng 30 phút lùi lại đối với một phụ nữ 45 tuổi vừa vặn. Mang đủ nước trở lại là tốt. Quầy bán đồ ăn nhanh nhỏ trên bãi biển có những món cơ bản nhưng mang theo một ít bánh mì kẹp đồ ăn nhẹ cũng rất tiện lợi. Ngoài ra còn có một quán ăn nhẹ nhỏ trên bãi đậu xe. Những con dê trên bãi biển sẽ trở nên táo bạo khi bạn cho chúng ăn.Đọc thêm",
            "Đến với các chuyến tham quan Strata từ Kissamos trên một chiếc xe buýt nhỏ 4 x 4 - cuộc đấu súng đối với họ là dịch vụ đặc biệt. Chúng tôi đến từ đỉnh núi và ngắm cảnh đầm phá.. Ôi trời, một kỷ niệm suốt đời. Để đi bộ đường dài, bạn sẽ cần giày thể thao tốt và một ít nước. Cát và biển trong và tuyệt vời. Nếu có thể, hãy cố gắng đến sớm hơn vì số lượng giường phơi nắng có hạn. Toàn bộ chuyến đi thật tuyệt vời. Đó là điều bắt buộc khi bạn ở Tây Crete.Đọc thêm",
            "Vị trí tuyệt vời, đi bằng ô tô, lưu ý rằng đường rất xấu, 7 km địa ngục, sau đó bạn đỗ xe và đi bộ xuống 1,45 km các bậc đá dốc và cát ở cuối 400 mét. Sẽ hợp lý hơn nếu đến vào buổi sáng và rời đi vào buổi tối như chúng tôi đã làm, giá thuê giường tắm nắng có ô là 15-20 euro tùy theo ngày, một quán rượu trên bãi biển với frappe, cà phê, một số đồ ăn nhẹ ngon, nước, đá, bạn cứ gọi. Đi bộ trở về rất khó khăn nhưng sau cùng thì cũng đáng. Vị trí được khuyến nghị cao. Đọc thêm",
            "Bốn chúng tôi đã đi cùng Uncharted Escapes trên một chiếc Land Rover địa hình đến Balos Lagoon từ Chania. John, tài xế của chúng tôi, đã giải trí cho chúng tôi bằng những bình luận về nhiều chủ đề khác nhau, bao gồm lịch sử của Crete, dê Crete, thần thoại Hy Lạp và những thay đổi trong quy định dành cho khách du lịch do nhu cầu bảo tồn hệ sinh thái. \nĐoạn đường cuối cùng trước khi chúng tôi bắt đầu đi bộ xuống dốc rất thử thách và John đã hoàn thành nhiệm vụ. Bề mặt đá, không có lan can bảo vệ và nhiều khúc cua nhìn ra biển ở phía dưới. Chúng tôi rất vui vì không ai trong chúng tôi lái xe.\n\nĐầm phá thật tuyệt vời nhưng nó sâu hơn bãi đậu xe 800ft. Phải đi bộ xuống 25 phút và lâu hơn khi quay trở lại. Không dành cho những người yếu tim và phải leo trở lại dưới bầu trời không mây qua bãi cát, sau đó là những bậc thang đá và cuối cùng là một con đường đá đòi hỏi phải có giày tốt và một chút sức bền. Chúng tôi thấy một số trẻ nhỏ được bế trên đường mòn nhưng tôi không nghĩ điều đó thú vị đối với cả cha mẹ và trẻ em.\n\nCảnh quan cả hai chiều đều tuyệt đẹp khi bạn ngước lên tìm một nơi an toàn để bước. Chúng tôi đến đó đủ sớm để lấy ô và ghế dài nên chúng tôi cảm thấy thoải mái. John đã chuẩn bị hộp cơm trưa, nước trái cây, nước lọc và món tráng miệng để chúng tôi mang xuống.\n\nNước trong đầm phá trong vắt và chủ yếu là đáy cát không sâu quá 4 ft nên lội rất dễ. Có những khu vực sâu hơn nhưng cần phải bơi.\n\nChúng tôi đã dành hơn hai giờ trong đầm phá, một giờ trên đường mòn xuống và quay lại và 2 giờ trên đường nên buổi sáng và đầu giờ chiều đã trọn vẹn. Chúng tôi rất vui vì đã làm điều đó và giới thiệu nó cho mọi người đến thăm Crete nhưng chỉ khi bạn có thể chịu được việc đi bộ vất vả lên và xuống.\n\nCảm ơn JohnIonnas và Uncharted Escapes một lần nữa. Đọc thêm",
            "Bạn có thể nói rằng bãi biển này rất đẹp và khung cảnh xung quanh cũng tuyệt đẹp, TUY NHIÊN, hãy kiểm tra gió trước khi đi. Nếu trời có gió, NÓ LÀ GIÓ, bạn sẽ không thể tận hưởng được bãi biển chút nào. Chúng tôi đi phà đến những chiếc balo rất khó đến bằng ô tô và chúng tôi nóng lòng muốn rời đi vì gió quá sức chịu đựng. Tôi cũng sẽ đảm bảo rằng bạn chọn một chiếc phà lớn để đến đó, trừ khi bạn muốn dành phần lớn thời gian trong ngày để say sóng. Đối tác của tôi và tôi vẫn ổn nhưng ở mọi nơi bạn rẽ phà, đều có người nôn mửa. Đó là điều đầu tiên bạn trai tôi nhìn thấy vào ngày sinh nhật thứ 30 của anh ấy, vì vậy hãy chọn một chiếc phà lớn và đừng đi vào ngày nhiều gió. Chúng tôi sẽ yêu bãi biển nếu không có phà và gió. Chiếc phà được gọi là ifogenia Anna, nhất định phải tránh. Ngoài ra chỉ có một căng tin trên toàn bộ bãi biển và nó đã bị phá hủy. 16 cho 1 bánh sandwich cũ, một chiếc bánh chay thô, nước và soda ấm, được đổ đầy cát sau khoảng 2 phút tránh gióĐọc thêm",
            "Cảnh quan đẹp.  Bãi biển không thể tin được nhưng chúng tôi đã chọn đi ô tô và đi bộ 2km xuống núi.  Trời cực kỳ nóng và rất khó đi.  Bãi biển thực sự rất ngoạn mục và đáng giá.  Chắc chắn lần sau sẽ đi phà.Đọc thêm",
            "Tôi đã thực hiện chuyến đi thuyền đến Balos và thật là một chuyến tham quan thú vị. Bản thân chiếc thuyền đã rất tuyệt, đủ đồ giải khát với giá cả phải chăng, tuy nhiên nếu bạn muốn có chỗ ngồi hãy chắc chắn đến đó nhanh chóng. Tôi thích có thể đứng và ngắm cảnh hơn \n\nBalos thật ấn tượng, giống như những bức ảnh. Đầm nước nông nên hãy mang theo giày đi biển vì có một số tảng đá sắc nhọn và không bằng phẳng khi bạn khởi hành thuyền để đến đầm.\n\nTôi đã được cảnh báo nên mang theo đồ ăn nhẹ của riêng mình vì chỉ có một gian hàng bán đồ ăn nhẹ nhỏ và tôi không chắc giá cả các lựa chọn là bao nhiêu nhưng bạn sẽ không có nhiều sự lựa chọn nếu không chuẩn bị sẵn sàng! Đọc thêm",
            "Chúng tôi yêu nó. Chúng tôi tránh chiếc thuyền khổng lồ với hơn 1000 người và sử dụng Blue Star sẽ đi đến Phá Balos và Đảo Gramvousa khởi hành lúc 1 giờ chiều nhằm tránh tất cả đám đông trên những chiếc thuyền lớn hơn. Thông minh và là một thuyền trưởng cừ khôi có thể đương đầu với mọi cơn sóng khi đi đến đó từ Kissmos.\n\nKHÔNG có bóng râm ở cả hai hòn đảo họ đến, vì vậy hãy đảm bảo bạn có dù che nắng.Đọc thêm",
            "Lái xe đến Balos thật thú vị. Dưới 10 km lái xe mất 45 phút. Đường xuống bãi biển rất khó khăn và đẫm mồ hôi. Đầm phá thật tuyệt vời! Căng tin gian lận về giá cả. Bảng giá khác với thực tế. Theo bảng giá 3 ly cà phê và một chai nước là 12,50. Tôi đã trả 26 euro! Đọc thêm",
            "Lời khuyên hàng đầu của tôi cho chuyến đi đến đây là có mặt ở đó trước 9 giờ sáng. Sau đó, bạn có cơ hội đỗ xe ở bãi đậu xe đến giờ ăn trưa, có thể đi bộ thêm vài km nữa đến bãi biển. Bạn cũng có cơ hội nhận được một chiếc ô và giường tắm nắng 20 euro nhưng đáng giá\nĐường đất rất bụi bặm, nhưng bạn có thể thuê một chiếc xe trung bình. Đường đi bộ từ bãi đậu xe sẽ dốc hơn sau điểm ngắm cảnh, không nên đi dép xỏ ngón. Đồ uống và đồ ăn nhẹ ở căng tin khá đắt. \nChiếc phà đến chỉ sau 12 giờ, thả hàng trăm người xuống khiến nó rất đông đúc.\nTheo tôi, nó không phù hợp với trẻ nhỏ vì bóng râm có hạn.\nĐầm và bãi biển rất đẹp.Đọc thêm",
            "Bãi biển rất đẹp, có lẽ là đẹp nhất mà tôi từng thấy. Nước trong vắt và có ô và ghế bạn có thể mua cho cả ngày. Bãi biển này cũng tuyệt vời cho trẻ nhỏ vì nước thực sự nông. Tuy nhiên, lái xe đến bãi biển này không hề thú vị. Bạn phải lái xe khoảng 8 dặm dọc theo một vách đá trên một con đường đất trước khi đến bãi đậu xe. Khi đến nơi, bạn phải lái xe thêm một dặm nữa để đến bãi biển. Tôi khuyên bạn nên mang theo giày thể thao để đi bộ xuống, vì địa hình gồ ghề và hơi khó đi bằng dép tông. Đừng mang theo bất kỳ ghế bãi biển nào vì bạn không muốn phải mang chúng trở lại núi khi bạn đi xong. Tôi cũng khuyên bạn nên đi sớm hơn vào buổi sáng vì tất cả các ghế sẽ hết chỗ. Nếu bạn đi đủ sớm, bạn có thể có một chiếc ghế ngay trên mặt nước và rất dễ chịu. Đọc thêm",
            "Có lẽ không phải cho chiếc xe thuê của bạn! Hãy coi chừng dê ! 5km lái xe trên đường, tính phí 1 khi vào công viên quốc gia sau đó 3,50 cho việc đỗ xe trên đỉnh. Những con dê sẽ ăn bất cứ thứ gì từ một chiếc ô tô đang mở ! Cảnh đẹp, mang giày hợp lý để đi bộ trên mặt đất gồ ghề và con đường đầy đá dẫn ra bãi biển. Đi bộ dài xuống và đi bộ dài trở lại! Đồ uống cà phê và đồ ăn nhẹ ở trên cùng.Đọc thêm",
            "Trước khi tôi nói bất cứ điều gì về việc lái xe, hãy để tôi nói cho dù bạn đi theo tuyến đường nào - ô tô hay thuyền - nó sẽ rất xứng đáng TẤT CẢ nỗ lực Balos thực sự tuyệt đẹp và mặc dù bãi đậu xe đã chật cứng, bãi biển không có gì đáng ngạc nhiên . Đối với những người yếu tim, có lẽ tốt nhất bạn nên đi thuyền đến đó. Chúng tôi lái xe trên con đường hẹp dài 8 km đầy đá và mất gần nửa giờ và bạn không muốn gặp bất kỳ ai đi ngược chiều. Mang theo nước và mang giày chắc chắn vì có nhiều bậc thang dẫn xuống bãi biển. Tôi sẽ làm lại từ đầu!!!! Đó là một cuộc phiêu lưu!Đọc thêm",
            "Hành trình đến đó, dù bằng thuyền hay đi bộ đường dài, bản thân nó đã là một cuộc phiêu lưu, mang đến khung cảnh ngoạn mục của bờ biển gồ ghề và làn nước trong vắt.  Bãi biển Balos là điểm đến không thể bỏ qua đối với bất kỳ du khách nào đang tìm kiếm sự yên tĩnh!!Đọc thêm",
            "Tuyệt tuyệt tuyệt! Đặt điều này vào danh sách của bạn, bạn sẽ không hối tiếc. Tôi đã đến RẤT NHIỀU bãi biển. Điều này làm tôi nghẹt thở. Theo nghĩa đen, tôi đã dừng bước đi của mình. Nếu bạn theo đuổi vẻ đẹp hùng vĩ trong thiên nhiên thì đây là nơi dành cho bạn! Hãy chuẩn bị đi bộ, có rất nhiều cầu thang. Mang giày đi bộ đường dài phù hợp. Mang theo nước và thức ăn của riêng bạn. Hãy coi chừng dê nếu bạn định đi ăn ở bãi biển. Thật đáng giá. Hãy làm đi!!Đọc thêm",
            "The island of Gramvousa is located northwest of Kissamos and northwest of the famous lagoon of Balos. Gramvousa is famous for its historical Venetian fortress, which stands at a height of 137m over the beach. The day was pretty hot and I decided not to trek up the Mountain but I saw photos of our boat companions and the views were stunning. The sea is turquoise and absolutely breathtaking.  Balos on the other hand is known as one of the most famous and mesmerizing beaches in Greece. Its a lagoon located on the west side of the Gramvoussa cape. Its white sand and turquoise waters glistening under the sun create a scenery that is truly unforgettable. Both stops in my view were mesmerizing as was the scenery along the way. Definitely recommend if visiting Crete.We bought our tickets directly at Kissamos port, easy peasy. 34 eachThe 1 additional charge per ticket is an entrance fee for outdoor projects recreational use contributory to road conservation to stay cleaned and to be preserved by the community and restoration of the protected area of the cape of Gramvousa and Balos. The boat we were on was called Porto Gramvousa and the agent was Cretan Daily Cruises. While we packed a lunch and beverages there was really no need because there were many hotcold options to choose from on the boat that were reasonably priced and they offered take away service. This is a tour that I would highly recommend based on my experience.  It was a beautiful day. After arriving at Gramvousa we spent 2 hours swimming in the sea,  it took 20 minutes to cross over to Balos Lagoon and we had 2 hours to enjoy there before returning to the port of Kissamos. Driving up the dirt road to Balos was out of the question in the rental vehicle.  From the boat we watched vehicles moving at a snails pace up and down the steep inclines. Its my understanding that once you get to the top you have to park and walk downback up from the Lagoon.  No thanks,  the boat ride was fun,  met some good people from France and enjoyed the day. Highly recommend if visiting Crete Read more",
            "Với vùng nước nông màu ngọc lam và một ít cát xung quanh, đây là nơi lý tưởng để dành một buổi chiều cùng trẻ em. Rất nhiều dê đi lang thang xung quanh. Tuy nhiên, hãy nhớ mang giày tươm tất vì việc đi xuống từ bãi đậu xe có thể rất vất vả và tiềm ẩn nguy hiểm. Không dành cho con út và con cả trong gia đình. Mang theo đủ để uống quá. Lái xe đến bãi biển và đi bộ đến bãi biển đã là một trải nghiệm đáng giá.Đọc thêm",
            "Nơi tuyệt vời! Hãy cẩn thận vì đường đi rất bẩn và không được bảo hiểm cho xe thuê! Tốc độ không thể trên 10 kmh!Đọc thêm",
            "Ồ! Đường lên là một kẻ cắn móng tay. Không dành cho những người yếu tim. Đi bộ đến đầm là một điều tốt. Chuẩn bị đôi chân của bạn! Phá rất đẹp, đi bộ lên rất khó khăn nhưng quang cảnh thì tuyệt vời!Đọc thêm",
            "Đây là một quan điểm đáng xem!  Chúng tôi thuê một chiếc ô tô và lái đến khu vực đỗ xe và đó là một chuyến đi gập ghềnh.  May mắn thay, chiếc xe thuê của chúng tôi không bị hư hỏng và chúng tôi không bị tính bất kỳ khoản phí nào nhưng tôi có thể thấy điều đó có thể xảy ra thường xuyên.  Tôi thực sự rất thích quang cảnh trên đường lái xe và nhìn thấy tất cả những con dê!  Chỉ cần cẩn thận với đàn ong trên đường đi lên - có khá nhiều đàn ong bay quanh xe của chúng tôi.  Là những người đi bộ đường dài có kinh nghiệm nên chúng tôi nghĩ rằng mình sẽ đi bộ xuống từ khu vực đỗ xe, nhưng khi đã đến được một điểm quan sát tốt, chúng tôi quyết định sẽ chỉ ngắm cảnh từ trên cao.  Tôi thực sự không khuyên bạn nên đi bộ lên xuống vào mùa hè, vì nó quá dốc và quá nóng và nhiều người trông như sắp ngất đi.  Nếu có nhiều thời gian hơn, tôi sẽ thích đi thuyền đến đầm phá, nhưng thậm chí có thể nhìn thấy nó từ trên cao cũng thật tuyệt!Đọc thêm",
            "Có vòi sen không?Đọc thêm",
            "Không, tôi sẽ không ở đó. Đó là một công viên tự nhiênĐọc thêm",
            "Xin chào, tôi đang lên kế hoạch thực hiện chuyến đi bằng thuyền. các ý kiến ​​​​bắt đầu từ một lối đi dốc và hơi dốc để vào bãi biển. Đây là trường hợp đi bằng thuyền hay chỉ những người đến bằng ô tô? Cảm ơn câu trả lời của bạn Đọc thêm",
            "Lối vào bằng thuyền là từ Kissamos và nó sẽ thả bạn xuống đầm phá. Nó không dốc, khá dễ dàng và dễ tiếp cậnĐọc thêm",
            "Có thể đi thuyền nửa ngày đến Balos không? Bạn không muốn ở đó cả ngày?  Cảm ơn!Đọc thêm",
            "Hầu hết những người bán chuyến tham quan đều kết hợp Balos với Granousa cho cả ngày bao gồm cả bữa trưa trên thuyền. Hãy kiểm tra thời tiết trước khi đặt phòng, chúng tôi đã gặp bão và không có nơi nào để tránh gió, ngoài ra chúng tôi có thể thấy chiếc thuyền lớn hơn được thả sâu hơn nhưng không thể tiếp cận được. Mang giày chống nước chắc chắn, khi về không thể băng qua đầm vì nước dâng cao, đá trên đảo cứa vào lòng bàn chân.Đọc thêm",
            "Googling Balos bãi biển từ Chania, nó cho biết có một tùy chọn xe buýt .. mặc dù đã ở Chania và tôi không thể nhìn thấy một chiếc trên lịch trình ktel .. đây có phải là bài đăng cũ được lưu trong bộ nhớ cache không và bây giờ cách duy nhất là Chania đến cảng Kissamos bằng xe buýt rồi đi thuyền đó là 2 hòn đảo dừng lại? Đọc thêm",
            "Chúng tôi đã có một chuyến đi đặt trước. Tìm thấy điều đó khá dễ dàng hơn mặc dù đông đúc trên thuyền\nMua một cái nếu các văn phòng du lịch địa phương Bạn có thể tìm thấy chúng ở khắp mọi nơi, ít nhất là ở Platanias, chúng tôi đã trả 47 Euro, 50 cho trẻ em từ 12 tuổi trở xuống. Bao gồm cả việc đón khách từ khách sạn, xe buýt chở thuyền dừng Gramvousa và Balos Lagoon.\nTổng cộng chuyến đi kéo dài từ lúc đón khách lúc 09:00 sáng - khoảng 19:00 chiều trở về khách sạn ở Platanias.Đọc thêm",
            "Chào buổi sáng, \n\nBạn có biết có thời gian nào để đến Balos Lagoon không hoặc bạn có thể đến đó bất cứ lúc nào không?\nTôi muốn đi bộ đến đó và có mặt tại đầm lúc 7 giờ 30 sáng. Vì vậy, hãy đến phòng vé vào khoảng 5 giờ 30 sáng - 6 giờ sáng.\nCảm ơn bạnĐọc thêm",
            "Chào buổi sáng. Chúng tôi thích đến đó bằng ô tô vì đi bộ rất dài. Vào cửa miễn phí mà không cần thời gian biểu, tuy nhiên bạn có thể đến đó bằng thuyền nhưng đây là một chuyến tham quan khá đắt tiền và mất nửa ngày.Đọc thêm",
            "Xin chào mọi người, có ai biết liệu hiện tại khách du lịch có thể đến thăm đầm phá ngoài thị trấn Chania hay không do các hạn chế hiện tại của Corona đối với Crete? Đọc thêm",
            "Chào các cậu.\nCó ai đã thử đi bộ từ Kissamos đến Balos Lagoon chưa. Đi bộ. Không có ô tô, không có tàu thuyền.\nNăm ngoái tôi đã đi tàu từ Kissamos tới Balos. Năm nay tôi thực sự muốn thử đi bộ bằng chân. Từ Kissamos tới Balos. Hoặc có ai đã thử đạp xe từ Kissamos đến Balos chưa?\nNếu có thì đi xe đạp hay đi bộ mất bao lâu?\n\nCảm ơn mọi lời khuyên và gợi ý\nĐọc thêm",
            "Xin chào, thực ra tôi không đi bộ đường dài ở đó, chúng tôi lái xe rồi đi bộ xuống bãi biển Balos. Nhưng... Tôi chắc rằng bạn có thể tìm ra cách đi bộ đường dài ở đó. Chỉ cần tìm kiếm trên Google hoặc bạn có thể yêu cầu thông tin từ ban du lịch. Xin lỗi vì tôi không thể giúp bạn nhiều hơn. Đọc thêm",
            "Chúng tôi vẫn đang cố gắng quyết định xem nên lái xe tới đó hay chỉ đi thuyền từ Kissamos. Hertz không đề cập gì đến việc lái xe trên đường đất. Vì vậy tôi đoán là nó ổn. Chúng tôi có super CDW nhưng tất nhiên trong bản in đẹp có ghi rằng hư hỏng ở gầm xe không được bảo hiểm. Xe là xe cỡ nhỏ Hyundai i10. Tôi ổn với việc lái xe cẩn thận và mọi thứ. Bình thường tôi hơi có ý định đi thuyền nhưng mọi người đều nói rằng khi thuyền đến Balos sẽ quá đông đúc và mất đi vẻ đẹp. Bạn có đồng ý với điều này? Ngoài ra tôi hy vọng ngày nay nó không quá đông đúc do đại dịch. Có ai vừa ghé thăm không? Bạn sẽ đi như thế nào?Đọc thêm",
            "Tôi sẽ lái xe và đến đó lúc 9 giờ sáng, nếu không sẽ đông đúc sớm. Khi thuyền đến đó, nó thực sự chật cứng. Tuy nhiên, việc lái xe rất khó khăn. Chúng tôi có một chiếc Volkswagen Polo và nó không hề bị hư hỏng gì. Rõ ràng hãy cẩn thận nơi bạn lái xe và tốc độ bạn đi. Hãy dành thời gian của bạn. Hãy làm sạch xe trước khi mang nó trở lại Công ty cho thuê vì họ đang cố lừa đảo bạn. Đọc thêm",
            "Chào buổi sáng,\nNếu chúng ta đến bằng ô tô thì chúng ta có thể đến sớm nhất vào lúc mấy giờ trong buổi sáng? \nCảm ơn bạnĐọc thêm",
            "Chào mọi người. Tôi có câu hỏi. Tôi dự định đi Kissamos vào mùa hè này. Năm ngoái tôi đã đến Balos Lagoon bằng tàu từ cảng Kissamos. Năm nay tôi muốn thử đi đường bộ. Bằng cách đi bộ bằng chân. Có ai đã thử nó chưa? nó đã mất bao lâu? Bất cứ đề nghị nào? Bạn có muốn giới thiệu hay không? Có vẻ như đây không phải là một chuyến đi bộ dài tính bằng km. Tôi không muốn sử dụng xe thuê nếu có thể.\n\nCảm ơn phản hồi\n\nDustinĐọc thêm",
            "Xuống dốc không có vấn đề gì. Lên dốc chỉ dành cho những người chơi thể thao hoặc ít nhất là những người có cân nặng bình thường. Tôi không thích thể thao. Tôi thừa cân. Tôi phải mất 90 phút vì phải nghỉ nhiều lần. Nó không nhiều km nhưng nó cao. Tôi đoán là leo núi 150 m qua cầu thang. Đối với tôi nó giống như việc đi lên tháp Eiffel. Vì vậy, nếu bạn gặp khó khăn khi đi cầu thang bộ trong một tòa nhà và bạn thích dùng thang máy hơn, hãy đi tàuĐọc thêm"
        ],
        "star_ratings": [
            7799,
            1950,
            707,
            266,
            177
        ],
        "review_amount": 10899,
        "location": [
            "Kissamos",
            "tỉnh Chania",
            "Châu Âu",
            "Các hoạt động ở Kissamos",
            "đảo Crete",
            "Hy Lạp",
            "Phá Balos"
        ],
        "reviews_time": [
            "Written June 13, 2023",
            "Written June 23, 2023",
            "Written June 26, 2023",
            "Written June 30, 2023",
            "Written July 18, 2023",
            "Written July 23, 2023",
            "Written July 25, 2023",
            "Written August 5, 2023",
            "Written August 9, 2023",
            "Written August 14, 2023",
            "Written May 31, 2024",
            "Written May 29, 2024",
            "Written May 29, 2024",
            "Written May 28, 2024",
            "Written May 22, 2024",
            "Written May 21, 2024",
            "Written May 7, 2024",
            "Written April 28, 2024",
            "Written March 30, 2024",
            "Written February 11, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g1028265-d1549927-Reviews-Balos_Lagoon-Kissamos_Chania_Prefecture_Crete.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g1028265-d25227808-Reviews-Beach_Bar-Kissamos_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1191963-d27693156-Reviews-Taverna_Thanasis-Tersanas_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g1028265-d4875844-Reviews-Paralia_Balos-Kissamos_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g656571-d5244892-Reviews-Gramvousa_Fortress-Gramvousa_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g656571-d12688793-Reviews-Gramvousa_Beach-Gramvousa_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g1028265-d26810861-Reviews-Paris_beach-Kissamos_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g1191160-d6940246-Reviews-Ancient_Falassarna-Falassarna_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g1509156-d23652915-Reviews-Viglia_Beach-Kaliviani_Kissamos_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g1028265-d1549927-Reviews-or10-Balos_Lagoon-Kissamos_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g1535800-d1536672-Reviews-Elafonissi_Beach-Elafonissi_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g1191815-d11712314-Reviews-Reptisland-Melidoni_Rethymnon_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g23229926-d4026099-Reviews-Agia_Marina_Donkey_Rescue_Sanctuary-Petrokefali_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g1526211-d4600150-Reviews-Mazida_Ammos_Beach-Xerocambos_Lasithi_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g9609283-d2017699-Reviews-Botanical_Gardens_Of_Crete-Fournes_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g1187644-d8385799-Reviews-Marmara_Beach-Loutro_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g1028265-d2665186-Reviews-Kedrodasos_Beach-Kissamos_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g503710-d668754-Reviews-Aquaworld_Aquarium_Reptile_Rescue_Centre-Hersonissos_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g189415-d3502361-Reviews-Old_Venetian_Harbor-Chania_Town_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g2721142-d4756969-Reviews-Sarakina_Gorges-Mirtos_Lasithi_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g1028265-d14048686-Reviews-Valendi_Daily_Cruises-Kissamos_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g1028265-d4795510-Reviews-Cretan_Traditional_Cooking_Lessons-Kissamos_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g5443909-d10211685-Reviews-Sailing_In_Crete_Fantasia_Sailing_Boat-Trachilos_Kissamos_Chania_Prefecture_Cre.html",
            "https://www.tripadvisor.com/Attraction_Review-g1028265-d7124801-Reviews-Dream_Destinations-Kissamos_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g1028265-d14043272-Reviews-Kalo_Surf_Surf_School-Kissamos_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g1028265-d12350822-Reviews-Sklopa-Kissamos_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g1028265-d10551582-Reviews-To_Kaniski-Kissamos_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g1028265-d2686385-Reviews-Strata_Tours-Kissamos_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g1028265-d12672175-Reviews-B_Crew_Sailing-Kissamos_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g1028265-d17479023-Reviews-Fit_in_Crete-Kissamos_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g1191160-d3567063-Reviews-Falassarna_Beach-Falassarna_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g187443-d10352975-Reviews-Sevilla_Fashion_Outlet-Seville_Province_of_Seville_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g47286-d8285108-Reviews-Gardiner_County_Park-Bay_Shore_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g642170-d7179952-Reviews-Fotis_all_Day_Bar-Naoussa_Paros_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d23488251-Reviews-Here_Kitty_Kitty_Vice_Den-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g297922-d2689528-Reviews-Black_Mountain_Water_Park-Hua_Hin_Prachuap_Khiri_Khan_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g33107-d116927-Reviews-Buena_Vista_Winery-Sonoma_Sonoma_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g189414-d7124917-Reviews-Mirabello_Bay-Agios_Nikolaos_Lasithi_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g189541-d8545448-Reviews-Lego_Store_Copenhagen-Copenhagen_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g297885-d6160806-Reviews-Hello_Kitty_Island-Jeju_Jeju_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d266635-Reviews-Hillwood_Estate_Museum_Gardens-Washington_DC_District_of_Columbia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g1028265-d1549927-Reviews-or10-Balos_Lagoon-Kissamos_Chania_Prefecture_Crete.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g1028265-d1549927-Reviews-Balos_Lagoon-Kissamos_Chania_Prefecture_Crete.html"
    }
]