[
    {
        "attraction_name": "Bandelier National Monument",
        "attraction_name_vi": "Di tích quốc gia Bandelier",
        "general_info": [
            "2.279 đánh giá",
            "1 trong số 25 điều cần làm ở Los Alamos",
            "Địa điểm lịch sử",
            "Hẻm núi"
        ],
        "attraction_summary": "Đài tưởng niệm Quốc gia Bandelier có diện tích 50 dặm vuông trên Cao nguyên Pajarito, trên sườn của Cánh đồng Núi lửa Jemez ở Dãy núi Jemez. Hơn 70 của Đài tưởng niệm là Vùng hoang dã, với độ cao thay đổi hơn 1 dặm, từ khoảng 5000 dọc theo Rio Grande đến hơn 10.000 ở rìa Valles Caldera, cung cấp một loạt các khu vực sinh sống và môi trường sống hoang dã. Chỉ có 3 dặm đường, nhưng có hơn 70 dặm đường mòn đi bộ đường dài. Đài tưởng niệm, được thành lập vào năm 1916, bảo vệ các địa điểm khảo cổ của Tổ tiên Pueblo, một cảnh quan tuyệt đẹp và Khu Di tích Quốc gia của Quân đoàn Bảo tồn Dân sự lớn nhất đất nước.Đọc thêm",
        "reviews": [
            "Hãy đảm bảo khi khởi hành đến Đài tưởng niệm Quốc gia Bandelier để đặt GPS cho Trung tâm Du khách Bandelier vì nếu không, bạn sẽ đến Phòng thí nghiệm Quốc gia Los Alamos và cần phải đi qua trạm kiểm tra an ninh và xuất trình giấy phép lái xe trước khi tiếp tục đi tới lối vào phía sau của công viên. Câu chuyện có thật!  Sau một đoạn đường vòng nhỏ, chúng tôi đã tìm được đường vào công viên và tìm thấy một chỗ đậu xe tuyệt vời ngay trước các cơ sở vật chất và bảo tàng nhỏ.  Sau khi ổn định chỗ ở, chúng tôi bắt đầu đi vòng 1,3 dặm quanh công viên, bao gồm một số cơ hội để leo vào một số hang động bằng thang. Lưu ý, những điều này có thể gây nguy hiểm cho những người không có thể trạng tốt nhất, hãy cẩn thận!. Trên thực tế, chúng tôi sẽ không ngạc nhiên nếu những nơi này đóng cửa hoàn toàn để vào hang động vào một thời điểm nào đó trong mười năm tới, vì vậy nếu bạn đi hãy đảm bảo trải nghiệm chúng trong khi có thể.  Chúng tôi không lên kế hoạch cả ngày nên sau chuyến tham quan bảo tàng cũng như cửa hàng quà tặng và nhìn chung đã có một trải nghiệm tuyệt vời.  Chúng tôi thấy những người khác đi bộ đường dài hơn nên có nhiều lựa chọn cho cả ngày.  Chúng tôi chọn thời gian lưu trú ngắn hơn vì sau đó chúng tôi sẽ đến Taos.  Phong cảnh ở công viên rất tuyệt vời và bạn cũng học được rất nhiều điều về cách sống của người Mỹ bản địa.  Giáo dục và tập luyện tốt, ai có thể yêu cầu nhiều hơn!Đọc thêm",
            "Các nhân viên tại Bandelier rất tuyệt vời. Những con đường mòn rất dễ đi theo. Cafe có bánh mì kẹp thịt tuyệt vời. Vấn đề duy nhất là những du khách khác không tôn trọng đường mòn, đi chệch khỏi đường mòn khi có biển báo cấm. Nó có một bãi đậu xe nhỏ nhưng điều đó thật tốt vì có rất nhiều người ở đóĐọc thêm",
            "Không thể nói gì về quy trình đưa đón hiện đang diễn ra vì chúng tôi đã đến thăm một ngày trước khi nó trở thành bắt buộc. Đọc kỹ trang web để tránh bất kỳ sự ngạc nhiên nào khi đến nơi.  Không chắc nó có được đề cập trên trang web hay không nhưng chó không được phép đi trên những con đường mòn chính.\n\nĐường vòng chính khá dễ dàng với một vài bước ở đây và ở đó.  Trang web rất thú vị, ngay cả khi một số trang đã bị đóng cửa do phá hoại.  Chắc chắn đáng để ghé thăm nếu bạn ở khu vực này. Đọc thêm",
            "Đây là một Di tích Quốc gia đáng yêu với một lịch sử tuyệt vời. Đường vòng phía dưới Pueblo rất dễ đi mặc dù có bậc thang và đường đi lên dốc nhưng đã được trải nhựa. Việc leo lên Nhà Alcove là một loạt các bậc thang và những đoạn đường dốc, vì vậy hãy sử dụng khả năng phán đoán tốt nhất của mình. Chúng tôi nghĩ nó đáng giá và yêu thích buổi sáng của chúng tôi ở đó.  Có rất ít bóng râm nên hãy đội mũ và mang theo nước khi ở độ cao và tình trạng mất nước thực sự là một mối lo ngại.Đọc thêm",
            "Thật là một phát hiện thú vị ở giữa hẻm núi Bandalier xinh đẹp!  Bánh quy sô cô la mới nướng là điều bắt buộc.  Và bánh hamburger.  Đi cùng một nhóm và thử tất cả chúng!  Chúng mới được làm và hành tây caramen làm cho chúng trở nên đặc biệt.  Doug thật là một khái niệm tuyệt vời khi có chile relleno trong bánh mì kẹp thịt của bạn.  New Mexico True là món cổ điển và tuyệt vời với độ tan vừa phải trong pho mát với ớt xanh.  Bollywood hay đến mức chúng tôi cố gắng tái hiện nó ở nhà với tương ớt me.  Một nơi tuyệt vời để dừng lại để thưởng thức một số món ăn nhẹ ngoài gorp trên đường đi trong một bất ngờ mang tính quốc tế ở giữa New Mexico.  \n\nĐối với phần còn lại của công viên, Bandalier là một nơi dễ dàng để dành một buổi chiều hoặc một vài ngày.  Có rất nhiều điều để khám phá và những con đường mòn được đánh dấu và giải thích rõ ràng.   Lối đi ở một số khu vực có thể hẹp nên hãy kiên nhẫn nếu đông đúc.Đọc thêm",
            "Vườn Quốc gia Bandelier cách Santa Fe khoảng một giờ.  Nếu bạn đi vào mùa hè, hãy kiểm tra kỹ thời điểm dịch vụ đưa đón bắt đầu.  Chúng tôi đã ở đó một ngày trước khi dịch vụ đưa đón bắt đầu và tôi rất vui vì chúng tôi có thể đỗ xe ngay tại Trung tâm Du khách, điểm bắt đầu của Đường mòn Pueblo Loop đến các ngôi nhà và di tích trong hang động.  Tôi tin rằng nếu bạn đến đó trước 9 hoặc sau 3 giờ, bạn có thể đậu xe bên trong công viên, nếu không bạn sẽ phải đi xe đưa đón.  Bãi đậu xe không rộng lắm nên phải có xe đưa đón.  Đường mòn Pueblo Loop là một con đường trải nhựa, bằng phẳng dẫn đến tàn tích ngôi làng. Tôi tin rằng phần này của con đường dành cho người khuyết tật có thể tiếp cận được.  Từ vòng pueblo này, bạn có thể tiếp tục leo lên những ngôi nhà trong hang động nhìn xuống tàn tích của ngôi làng. Những ngôi nhà này có thang ngắn, bạn có thể leo lên để nhìn vào những ngôi nhà trên vách đá này.  Có rất ít bóng râm ở hai phần đường mòn này.  Từ đó chúng tôi tiếp tục đến Alcove House.  Có cảnh báo về độ cao của thang bạn cần leo để vào Alcove House.  Nếu bạn sợ độ cao, bạn có thể cân nhắc lại phần đi bộ này.  Đó không phải là một cuộc leo núi khó khăn; tuy nhiên có 4 bậc thang, cầu thang bằng đá và lối đi hẹp đưa bạn lên độ cao 140 feet so với nền hẻm núi.  Chúng tôi đã gặp một số người chọn ngồi đợi trên một chiếc ghế dài ở cuối chặng leo núi và xem các thành viên khác trong gia đình vượt qua con đường mòn.  NP này là phải ghé thăm nếu bạn đang ở phần này của New Mexico.Đọc thêm",
            "Chuyến thăm ngắn ngủi của chúng tôi tới Bandelier không đủ thời gian! Chúng ta đã phải quay lại và khám phá thêm. Thật tuyệt vời khi họ cho phép bạn đi vào một vài ngôi nhà trong hang động. Tôi cảm thấy rằng điều đó thực sự khiến trải nghiệm trở thành một loại trải nghiệm vượt trội. Đã đi vòng và đi tham quan một số công viên, nhưng còn nhiều hơn thế nữa! Bạn có thể dễ dàng lái xe đến đó từ Santa Fe hoặc Albuquerque như một chuyến đi trong ngày. Chắc chắn sẽ quay lại!Đọc thêm",
            "Đây là một di tích quốc gia tuyệt vời - những con đường rộng để đi bộ, cầu thang đều có tay vịn, ghế dài để nghỉ ngơi, biển báo rõ ràng, cơ hội cho những người nhanh nhẹn leo lên thang để nhìn vào bên trong các hang động mát mẻ và một cách tuyệt vời để tìm hiểu về nơi sinh sống của các bộ lạc người Mỹ bản địa.  Con đường này dài khoảng 1,2 hoặc 1,5 dặm.  Ngoài ra còn có một con đường mòn khác đến ngôi nhà Alcove - 0,5 dặm trên mặt đất bằng phẳng, sau đó có 4 thang leo lên đỉnh.  Hai người chúng tôi chỉ làm phần phẳng và hai người nhanh nhẹn và gan dạ hơn trong chúng tôi làm phần thang.  Thang chắc chắn không dành cho trẻ nhỏ hoặc những người lớn tuổi trong chúng ta có vấn đề về di chuyển.  Quán cà phê cũng có những lựa chọn thực sự tốt và cửa hàng có rất nhiều kỷ niệm đẹp để mang về nhà.Đọc thêm",
            "Tôi đậu xe ở trung tâm du khách White Rock để đón xe đưa đón. Có bãi đậu xe thường xuyên và RV tại trung tâm du khách. Nó chạy nửa giờ một lần, nhưng bạn sẽ muốn đến đó sớm để sử dụng phòng tắm, trả tiền giấy phép và đi bộ xuống trạm dừng xe đưa đón. Bạn cũng có thể tải xuống ứng dụng bản đồ đường mòn và hướng dẫn về điện thoại của mình khi ở đây và trong phạm vi di động hoặc trả 2 đô la tại trung tâm du khách để có hướng dẫn bằng giấy. Xe đưa đón đã đầy khi tôi trở về vào giữa ngày và những người đi trễ phải đợi chuyến tiếp theo. Tôi bắt xe đưa đón xuống trung tâm du khách. Tôi không có nhiều thời gian nên chỉ dừng lại ở phòng tắm. Tôi đi bộ trên Đường mòn Pueblo Loop bao gồm cả đường dẫn đến Alcove House. Tôi khuyên bạn nên đến sớm trước khi trời nóng lên vào những thời điểm ấm áp trong năm. Lẽ ra tôi sẽ có nhiều thời gian hơn ở trung tâm du khách, cửa hàng quà tặng và quán cà phê, nhưng lại không có nhiều thời gian. Xe đưa đón mất khoảng 26 phút mỗi chiều, vì vậy hãy nhớ dành thời gian trong kế hoạch của bạn cho việc đó. Đọc thêm",
            "Trải nghiệm đi bộ đường dài ngắn gọn gàng ở lối vào hàng đầu của Bandelier. Nếu bạn sử dụng xe đưa đón thì hãy xuống ở điểm dừng đầu tiên. Địa điểm này có Khu cắm trại Juniper cũng như hai đầu đường mòn mesa. Nếu có thời gian, bạn có thể đi bộ cả hai. Một là đi bộ đường vòng bỏ qua; còn lại là tuyến đường mesa đến Canyon. Rõ ràng đây là lối vào trước đường. Nếu trời ấm, hãy chú ý đến những con rắn lục lạc trên hoặc gần đường mòn. Tôi đã đến gần một đài phun nước uống trong vòng vài inch ngay khi bắt đầu chuyến đi bộ đường dài. Dặm đầu tiên của chuyến đi bộ tương đối bằng phẳng với tầm nhìn rộng mở đẹp mắt. Đội mũ lưỡi trai. Có một số bóng râm nhưng không nhiều lắm. Cuối cùng, bạn sẽ có được cái nhìn toàn cảnh về hẻm núi và tàn tích. Bạn thậm chí có thể nhìn thấy những con đường mòn ở phía đối diện thung lũng. Chuyển xuống khu tàn tích trong nửa cuối của chuyến đi bộ. Nếu bạn chưa từng đến đây trước đây, bạn có thể rẽ trái để leo lên một vài cửa sổ hang động. Sau đó đi xuống tàn tích làng hẻm núi. Sau đó rẽ lên hẻm núi và tiếp tục đi qua các khu nhà ở vào trong bụi cây và đi vòng quanh Alcove House. Bạn nên tìm một nhân viên kiểm lâm ở đó theo dõi những người leo lên các vị trí có nhiều bậc thang để lên kiva cấp cao hơn trước đây. Hãy leo lên nếu bạn còn đủ sức, nhưng hãy biết rằng kiva không còn mở cửa cho công dân bình thường nữa. Có những khu vực khác của di tích để khám phá. Hãy làm như vậy nếu bạn có thời gian. Nhưng nếu bạn không vào đài tưởng niệm qua Đường mòn Frey mà thay vào đó, hãy lái xe vào khu vực dành cho du khách chính, thì bạn cũng có thể đang ghé thăm một số trung tâm thành phố.Đọc thêm",
            "Trang web tuyệt vời với một chuyến đi bộ tốt để xem nhà ở sườn đồi. Thật tuyệt vời khi tưởng tượng điều này đã từng diễn ra như thế nào. Đi bộ đến nhà dễ dàng nhưng bạn có thể bỏ qua một số bậc thangĐọc thêm",
            "Đây là chuyến đi thứ hai của chúng tôi đến nơi tuyệt vời này.  Đó là một trang web đầy cảm hứng đáng kinh ngạc.  Quá nhiều lịch sử ngay trước mắt bạn. Có rất nhiều người ở đó vào ngày chúng tôi đến và thậm chí còn chưa phải là cuối tuần.  Chúng tôi thường không ăn ở công viên nhưng mùi thơm thú vị tỏa ra từ tiệm bánh mì kẹp thịt quá hấp dẫn. Chúng tôi đã có Doug Burger và chúng rất tuyệt. Đọc thêm",
            "Hang động vách đá tuyệt vời. Bạn có thể nhận được một chuyến tham quan có hướng dẫn viên với một chủ trang trại hoặc một cuốn sách nhỏ tự hướng dẫn. Những vách đá và quan điểm tuyệt vời. Bạn có thể leo lên vách đá để ngắm cảnh và nơi gặp gỡ của người dân Pueblo. Hãy dũng cảm điên cuồng để xem cách họ sống cùng gia đình và trẻ em trên những vách đá này!Đọc thêm",
            "Tôi đã đến đây một mình trong khi chồng tôi đang chơi gôn.  Tôi rất ấn tượng bởi lịch sử được bảo tồn tốt và quyền truy cập tuyệt vời mà họ đã cho phép chúng tôi! Tôi thích khám phá những ngôi nhà trên vách đá khi đi bộ trên con đường mòn đáng kinh ngạc. Tôi sẽ quay lại với chồng lần sau! Có một cửa hàng quà tặng, bảo tàng trung tâm du khách, phòng vệ sinh quán cà phê. Khu vực đỗ xe không quá lớn, mặc dù có bãi đậu xe tràn tốt. Tôi đã có chiếc RV 26 ft của mình trong chuyến đi này đã tìm được một vị trí tốt để đậu ở khu vực tràn.Đọc thêm",
            "Chúng tôi đến Trung tâm du khách của Đài tưởng niệm quốc gia Bandelier vào khoảng 11 giờ sáng nhưng không có chỗ đậu xe trên bãi đậu xe chính. Không có gì to tát: bãi đậu xe tràn ngập rất nhiều. Chúng tôi đi theo con đường mòn phổ biến nhất, Đường mòn vòng Pueblo. Đây là con đường được lát đá và bảo dưỡng cẩn thận, vì vậy không có thử thách đi bộ đường dài nào ở đây. Cảnh quan ở đây thật tuyệt vời, ngắm ảnh còn hơn là đọc những lời lảm nhảm của tôi. Chúng tôi đi bộ lên các bậc thang đến những ngôi nhà trên vách đá, nơi cuộc phiêu lưu của chúng tôi thực sự bắt đầu. Có những chiếc thang gỗ để leo lên và vào bên trong ngôi nhà có tên gọi là Talus. Tôi sợ độ cao, nhưng bỏ lỡ một điều gì đó khác thường như vậy sao??? Không đời nào! Hít một hơi thật sâu và đây rồi: leo lên thang theo người chồng dũng cảm của tôi. Thật ngạc nhiên, tôi đã đến hang động mà không gặp vấn đề gì và đầu gối tôi thậm chí không run rẩy. Tôi rất tự hào về bản thân mình: đây rồi, tôi đang ở bên trong ngôi nhà thời tiền sử! Chồng tôi đã chỉ đường cho tôi khi xuống dốc và tôi đã xuống đất chỉ trong vài phút. Có ba ngôi nhà để leo lên và ngắm nhìn bên trong; chúng tôi đã đi cả hai nơi, nhưng nơi thứ ba, Casa Kiva, đã đóng cửa do bị phá hoại. Hãy tưởng tượng xem!!! Chúng tôi cũng phát hiện ra một số chữ tượng hình trên đá dọc đường và một nhóm nhà ở trông giống như nhà chung cư: Nhà dài. Đường xuống dốc ở một số nơi nhưng các bậc thang khiến việc đi xuống thực sự dễ dàng. Sau cuộc phiêu lưu của chúng tôi trong các ngôi nhà trên vách đá, chúng tôi trở lại xe dọc theo con hẻm xanh tuyệt đẹp chạy song song với Suối Frijoles yên tĩnh và đẹp như tranh vẽ. Điểm dừng chân tiếp theo của chúng tôi là Hẻm núi Frijoles xinh đẹp được tạo thành trong hàng nghìn năm bởi dòng nước của Suối Frijoles. Toàn cảnh ngoạn mục! Chúng tôi sẽ không bao giờ quên ngày của mình tại Đài tưởng niệm Quốc gia Bandelier Đọc thêm",
            "đó là một nơi không thể bỏ qua và thực sự tuyệt vời để ghé thăm. Hoàn toàn hấp dẫn khi thấy người da đỏ Pueblo sống cách đây nhiều năm và đọc về lịch sử của họ. Chúng tôi đã đi theo con đường vòng dài khoảng 14 dặm với số lượng bước lên xuống khá lớn. Các lan can giúp đỡ. Hãy ghi nhớ độ cao. Nếu muốn ngắm cảnh bên trong một số hang động bạn phải leo lên một cái thang không quá khó khăn. Chúng ta cũng có thể nhìn thấy một số bức tranh khắc đá… mặc dù hơi mờ nhạt. Chúng tôi muốn quay lại và khám phá nơi tuyệt vời này nhiều hơn. Công viên có nhiều khả năng đi bộ đường dài. Giá vào cửa phụ thuộc vào số lượng người, số lượng ô tô, v.v. Chúng tôi đã có vé trọn đời.Đọc thêm",
            "Đài tưởng niệm Quốc gia Bandelier cách Santa Fe khoảng một giờ lái xe về phía Bắc.  Thật đáng để dậy sớm để đến bãi đậu xe Loop Trail gần nhất.  Trong chuyến thăm của chúng tôi, một trong những bãi đậu xe đã bị đóng cửa và nếu bãi đậu xe Loop Trail đã kín chỗ, bạn sẽ phải đi xe buýt để đến địa điểm trung tâm đón khách.  Chuyến đi bộ dài 1,5 dặm quanh Loop Trail thật thú vị và vui nhộn. Con đường mòn bắt đầu bằng phẳng và leo lên những bức tường vách đá, rồi đi qua một khu vực xanh tươi có dòng suối trước khi quay trở lại bãi đậu xe. Con đường không quá khó khăn đối với một người có tình trạng tốt.  Bạn sẽ phải leo nhiều bậc thang, uốn lượn trên một đoạn đường trải nhựa để đến được những vách đá thú vị nhất.  Leo lên những chiếc thang chắc chắn để vào nơi ở trong vách đá rất an toàn và đáng ngắm cảnh.    Có rất nhiều con đường mòn bổ sung để khám phá.  Tại trung tâm đón tiếp, có phòng vệ sinh, cửa hàng quà tặng và nhân viên kiểm lâm quản lý trung tâm.  Rất đáng để thử tham gia một trong các chuyến tham quan kiểm lâm.Đọc thêm",
            "Ồ. Chúng tôi đã có khoảng thời gian tuyệt vời và thực sự rất thích thời gian ở đó3. Cực kỳ đẹp và dễ điều hướng. Nó phổ biến nên hãy đi sớm.Đọc thêm",
            "Đường mòn Thác có độ thử thách vừa phải với hai lần vượt sông và một số thay đổi về độ cao.  Chúng tôi rất ngạc nhiên trước sự đa dạng của các loài động vật hoang dã mà chúng tôi gặp bao gồm hươu đuôi trắng, sóc xám, thằn lằn và rắn gopher.  Khung cảnh nhìn từ điểm dừng cuối cùng trên con đường ra vào này khá đẹp vì thác đổ theo mùa rất nhiều.Đọc thêm",
            "Một nơi tuyệt vời để tìm hiểu về tổ tiên của người Anasazi, leo lên thang để vào hang động của họ và chiêm ngưỡng cảnh quan tuyệt đẹp. Có một số con đường mòn để khám phá. Một trải nghiệm tuyệt vời!Đọc thêm",
            "Chúng tôi đang cân nhắc việc dừng tham quan trong chuyến đi vào cuối tháng 4.  Đây có phải là thời điểm tốt trong năm để ghé thăm không?Đọc thêm",
            "Vâng, mùa xuân là thời điểm hoàn hảo để ghé thăm nhưng hãy chuẩn bị cho những cơn mưa. Đôi khi thời tiết có thể không thể đoán trước. Đọc thêm",
            "Suy nghĩ về việc ở lại công viên cho đến khi mặt trời lặn.  Có gợi ý hay mẹo nào để ngắm sao vào thời điểm đó không?  Tôi biết chúng tôi phải rời khỏi công viên.  Có nhà hàng nào ngon mở muộn như thế không?  Lái xe về Santa Fe trong bóng tối như thế nào?Đọc thêm",
            "Có một vài nhà hàng ở Los Alamos, nhưng ở Santa Fe có nhiều lựa chọn hơn. Ổ đĩa trong bóng tối thực sự không có vấn đề gì. Các con đường tương đối thẳng và được đánh dấu rõ ràng. Tôi dự định sẽ quay lại Santa Fe trong một giờ.Đọc thêm",
            "Tôi đã đọc một vài bài đánh giá nói rằng hãy đi sớm. Đây có phải là điều bắt buộc tuyệt đối không? Tôi có thể thấy lý do tại sao vì tất cả các Pueblo đều đóng cửa với du khách. Chúng tôi sẽ đi vào chiều thứ năm. Mẹ sẽ đi cùng, và mặc dù bà ấy có thể di chuyển, nhưng bà ấy không phải là người thích đi bộ đường dài. Chuyến đi này có đáng để theo đuổi khi xét đến những vấn đề này không? Đọc thêm",
            "Đi bộ leo thang nhiều Đọc thêm",
            "Chúng tôi sẽ lái xe từ xa và rất muốn biết rằng chúng tôi có một nơi để ở... vì di tích quốc gia không nhận đặt chỗ trước, cụ thể là khu cắm trại cây bách xù, có công viên nào khác gần đó mà chúng tôi có thể đặt chỗ qua đêm không? chúng tôi mới bắt đầu đi bộ đường dài và không muốn mạo hiểm đi du lịch bụi trước khi được đào tạo những kỹ năng cần thiết... sẽ thật tuyệt khi được ở gần ô tô của chúng tôiĐọc thêm",
            "Xin chào- đang nghĩ đến việc ghé thăm trong vài tuần tới. Tuy nhiên, chúng tôi không phải là người đi bộ đường dài và đang hy vọng lái xe qua và ra ngoài, đi dạo hoặc đi bộ đường dài một quãng ngắn. Điều này có khả thi và đáng để chúng ta dành thời gian không?Đọc thêm",
            "Đi bộ nhiều hơn là đi bộ.  Không quá khó.  Có một đoạn đường ngắn khoảng 1,5 dặm sẽ cho phép bạn xem hầu hết mọi thứ và có một lối tắt nếu bạn muốn. Lái xe và đi bộ để xem lịch sử này.Đọc thêm",
            "Bạn có thể đưa chó đến đó không? Đọc thêm",
            "Không, vật nuôi hiện không được phép. Tôi nghĩ đó là vì họ đang cố gắng bảo tồn những di tích cổ ở đó.Đọc thêm",
            "Thẻ Đèo Đất Giải trí Liên bang của Công viên Quốc gia có cho phép tôi vào Đài tưởng niệm Quốc gia Bandelier không?Đọc thêm",
            "Có.Đọc thêm",
            "Xin chào, tôi thấy Scott876 nói rằng anh ấy đã đưa những đứa con 3 và 6 tuổi của mình vào tháng 3 năm ngoái, nhưng tôi lo lắng về nguy cơ té ngã đối với những đứa con 6 tuổi của tôi. Ngoài việc nêu rõ hãy cẩn thận, công viên có cung cấp bất cứ điều gì để giúp trẻ không bị ngã không?  Những hình ảnh được nhiều người đăng tải trông quá khó đối với trẻ nhỏ.  Có những lối leo thang ngắn, đẹp mắt dành cho trẻ em không?Đọc thêm",
            "Không có thang thân thiện với trẻ em. Việc leo lên có thể trở nên khá dốc và có những khu vực không có lan can. Bạn phải giữ con cái ở gần mình.Đọc thêm",
            "Có thể đặt trước chuyến tham quan bằng xe buýt không?Đọc thêm",
            "Nếu bạn đang đề cập đến xe đưa đón miễn phí từ White Rock đến Bandelier thì không cần đặt chỗ trước, bạn chỉ cần gặp xe buýt bên ngoài Trung tâm Du khách White Rock. Cần có xe buýt đưa đón để vào công viên từ 9 giờ sáng - 3 giờ chiều, nếu không, du khách có thể lái xe xuống Hẻm núi Frijoles, nơi có Trung tâm Du khách Bandelier.Đọc thêm",
            "Có đủ thứ để xem ở Di tích quốc gia Bandelier mà không cần phải leo thang không?Đọc thêm",
            "Vòng lặp chính vẫn thú vị mà không cần leo thang. Nhưng Bandelier là một công viên rất rộng lớn với NHIỀU con đường mòn và đó chỉ là một trong số đó. Có những con đường mòn Mesa và các loại khác.\nChúng tôi đã đi bộ trên Đường mòn Thác, có thể đến được từ trung tâm du khách và đó là một chuyến đi bộ tuyệt đẹp xuyên qua thiên nhiên, không có hang động hay thang.Đọc thêm"
        ],
        "star_ratings": [
            1848,
            371,
            51,
            5,
            4
        ],
        "review_amount": 2279,
        "location": [
            "Hoa Kỳ",
            "Những điều cần làm ở Los Alamos",
            "New Mexico NM",
            "cây dương",
            "Đài tưởng niệm Quốc gia Bandelier"
        ],
        "reviews_time": [
            "Written June 20, 2023",
            "Written June 24, 2023",
            "Written June 26, 2023",
            "Written July 1, 2023",
            "Written July 16, 2023",
            "Written July 16, 2023",
            "Written July 16, 2023",
            "Written July 25, 2023",
            "Written August 2, 2023",
            "Written August 20, 2023",
            "Written June 5, 2024",
            "Written June 3, 2024",
            "Written June 2, 2024",
            "Written May 26, 2024",
            "Written May 15, 2024",
            "Written May 12, 2024",
            "Written May 11, 2024",
            "Written April 27, 2024",
            "Written April 23, 2024",
            "Written April 22, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g60730-d146366-Reviews-Bandelier_National_Monument-Los_Alamos_New_Mexico.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g60730-d273908-Reviews-White_Rock_Overlook_Park-Los_Alamos_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g60730-d1210615-Reviews-Tsankawi-Los_Alamos_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g60730-d17815986-Reviews-White_Rock_Visitor_Center-Los_Alamos_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g7294217-d27042997-Reviews-Overlook_Park-White_Rock_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g60730-d146366-Reviews-or10-Bandelier_National_Monument-Los_Alamos_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g60730-d8004730-Reviews-Los_Alamos_Nature_Center-Los_Alamos_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g60730-d10380201-Reviews-Manhattan_Project_National_Historical_Park-Los_Alamos_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g60730-d125454-Reviews-Frijoles_Canyon-Los_Alamos_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g60730-d12460453-Reviews-Ashley_Pond_Park-Los_Alamos_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g60730-d274127-Reviews-Pajarito_Mountain_Ski_Area-Los_Alamos_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g60730-d12251617-Reviews-Deer_Trap_Mesa_Trail-Los_Alamos_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g60730-d27020686-Reviews-Urban_Park-Los_Alamos_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g60730-d27007482-Reviews-Los_Alamos_Research_Park-Los_Alamos_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g60730-d8774955-Reviews-Bandelier_Trading_Company-Los_Alamos_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g60730-d536184-Reviews-Bradbury_Science_Museum-Los_Alamos_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g60730-d536186-Reviews-Los_Alamos_History_Museum-Los_Alamos_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g60730-d7697792-Reviews-Anderson_Scenic_Overlook-Los_Alamos_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g60730-d8039493-Reviews-Bathtub_Row_Brewing_Co_Op-Los_Alamos_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g60730-d12534377-Reviews-Los_Alamos_Visitor_s_Center-Los_Alamos_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g60730-d9605485-Reviews-Float_Los_Alamos-Los_Alamos_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g60730-d8325281-Reviews-Fuller_Lodge_Art_Center-Los_Alamos_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g7294217-d24064332-Reviews-Little_Studio_On_The_Mesa-White_Rock_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g60730-d12698506-Reviews-Dr_J_Robert_Oppenheimer_and_General_Leslie_Statues-Los_Alamos_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g153510-d153417-Reviews-Xpu_ha_Beach-Puerto_Aventuras_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g189469-d23592398-Reviews-Paradise_Beach_Kavourotrypes-Sithonia_Halkidiki_Region_Central_Macedonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g30809-d18921845-Reviews-Buc_ee_s-Robertsdale_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g154911-d14766976-Reviews-Two_Jack_Lake-Banff_Banff_National_Park_Alberta.html",
            "https://www.tripadvisor.com/Attraction_Review-g32494-d280957-Reviews-Yaamava_Resort_Casino-Highland_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g35007-d12253596-Reviews-Blue_Hole_Falls-Hiawassee_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g32618-d106035-Reviews-Chandelier_Drive_Through_Tree-Leggett_Mendocino_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g303907-d10771813-Reviews-Halfmoon_Festival-Ko_Pha_Ngan_Surat_Thani_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d317504-Reviews-Temple_Of_Dawn_Wat_Arun-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g54426-d21079897-Reviews-Eudora_Farms-Salley_South_Carolina.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g60730-d146366-Reviews-or10-Bandelier_National_Monument-Los_Alamos_New_Mexico.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g60730-d146366-Reviews-Bandelier_National_Monument-Los_Alamos_New_Mexico.html"
    }
]