[
    {
        "attraction_name": "Bangladesh Military Museum",
        "attraction_name_vi": "Bảo tàng Quân đội Bangladesh",
        "general_info": [
            "7 đánh giá",
            "- 41 trong số 100 điều cần làm ở Thành phố Dhaka",
            "Bảo tàng quân sự",
            "Bảo Tàng Lịch Sử"
        ],
        "attraction_summary": "Hiển thị tuyệt vời về cơ sở hạ tầng quân sự.  Bảo tàng được thiết kế đẹp mắt để có tất cả các đặc điểm của Quân đội - Lục quân, Hải quân và Không quân. Triển lãm được lên kế hoạch kỹ lưỡng về thực tế cũng như mô hình của kho vũ khí và phương tiện. Một bộ sưu tập khổng lồ sẽ mất tối thiểu ba đến bốn giờ để chứng kiến.  Rất đông đúc vào ngày lễ. Sẽ hiểu rõ hơn về sự trỗi dậy của Bangladesh với tư cách là một quốc gia mới với sự phát triển dần dần về lực lượng vũ trang của họ. Mỗi tầng dành riêng cho Quân đội, Hải quân, Không quân. Một cánh hoàn toàn dành riêng cho lịch sử của Vùng đồi Chattogram cùng với các nhiệm vụ gìn giữ hòa bình của Quân đội Bangladesh.  Trưng bày ngoài trời các loại xe quân sự nguyên bản, mô hình tàu thủy và tàu ngầm.  Bộ sưu tập và thông tin khổng lồ để trân trọng các đặc điểm Quân sự của Bangladesh. Bảo tàng cũng có một nhà hàng bên trong. Phí vào cửa là 100Taka cho Công dân, 300Taka cho Công dân Saarc, 500Taka cho Công dân khác.Đọc thêm",
        "reviews": [
            "Nó chứa hầu hết tất cả thông tin để tìm hiểu về cuộc đấu tranh tự do của chúng ta. Chỉ 100 BDT để vào bảo tàng. Nhưng người ta phải đặt trực tuyến trước khi đến thăm bảo tàng. Đọc thêm",
            "Bảo tàng Quân đội Bangladesh là Bảo tàng nổi tiếng ở Dhaka. Nó có thể đạt được bằng phương tiện giao thông công cộng của thành phố Dhaka. Mọi người sẽ biết được nhiều điều sau khi ghé thăm nơi này.Đọc thêm",
            "ở dhaka không có nhiều nơi mà người ta có thể dạo chơi và tận hưởng thời gian thư giãn và đây là một trong những nơi mà người ta có thể đến một lần là xongĐọc thêm",
            "Bảo tàng Quân đội nằm ở trung tâm thành phố Bijoy Saroni ở Dhaka. Nó được thu thập, bảo tồn và trưng bày lịch sử, thành công, di sản và sự phát triển của Quân đội Bangladesh. Các hạng mục chính của bảo tàng đều liên quan đến chúng như vũ khí, áo giáp, súng thần công, súng phòng không, các loại phương tiện vận tải, chân dung các anh hùng trong Chiến tranh giải phóng. Nó cũng chứa huy hiệu, trang phục, mũ, v.v. của Quân đội Bangladesh. Có hai căn phòng lớn bên trong sảnh chính và tầng đất bên ngoài sảnh chứa một số mô hình xe tăng và xe bọc thép. Không có phí vào cửa cần thiết để đi vào bảo tàng. Đây là một bảo tàng rất thú vị để ghé thăm ở Dhaka để người dân địa phương và khách du lịch biết về Quân đội Bangladesh và những đóng góp của họ cho đất nước.Đọc thêm",
            "Sau Chiến tranh giải phóng Bangladesh năm 1971, chính phủ Bangladesh đã thành lập một lực lượng quân sự hoàn chỉnh. Để mọi người biết về lịch sử vẻ vang của lực lượng quân đội Bangladesh, một bảo tàng quân sự đã được mở. Nó nằm ở Bijoy Sharani, trong khu vực Sher-e-Bangla Nagar gần tòa nhà Quốc hội. Nó đã được chuyển vĩnh viễn cho Bijoy Sharani vào năm 1999. Có kế hoạch mở rộng khu vực trung tâm của bảo tàng bằng một tòa nhà sáu tầng. Mục đích chính của bảo tàng là thu thập, bảo tồn và trưng bày lịch sử, di sản, thành công và tiến bộ của quân đội Bangladesh trong suốt nhiều thập kỷ. Bên trong sảnh chính có hai căn phòng lớn và ở tầng đất bên ngoài bạn sẽ tìm thấy 26 mẫu xe tăng và xe bọc thép khác nhau. Các mặt hàng chính được trưng bày bao gồm súng phòng không; vũ khí và áo giáp; Các anh hùng Chiến tranh giải phóng năm 1971 - chân dung; phương tiện vận tải quân sự của các thời kỳ khác nhau; pháo; Phù hiệu, đồng phục, mũ của Quân đội Bangladesh; v.v. Quân nhân trông coi an ninh của bảo tàng này. Bảo tàng mở cửa cho tất cả mọi người và không thu phí vào cửa. Thưởng thức từng phòng trưng bày để cảm nhận niềm tự hào và sức mạnh nội tâm của quân đội Bangladesh. Các nhân viên rất thân thiện thậm chí sẽ cung cấp cho bạn một chuyến tham quan có hướng dẫn miễn phí!Đọc thêm",
            "Đây là bảo tàng trưng bày các loại phương tiện và vũ khí được sử dụng trong chiến tranh giải phóng Bangladesh, có sân chơi rộng và xanh. nó cũng có một phòng chiếu đa phương tiện, nơi bạn có thể xem phim tài liệu về cuộc chiến tranh giải phóng năm 1971. Đội ngũ nhân viên rất thân thiện, những người giúp bạn thực hiện một chuyến tham quan có hướng dẫn viên miễn phí. Địa điểm này đang được xây dựng, có kế hoạch mở rộng bảo tàng ở khu vực trung tâm với một tòa nhà lớn 6 tầng. Vào cửa miễn phí - Bảo tàng mở cửa cho tất cả du khách - đây thực sự là một nơi tuyệt vời để ghé thăm. Đọc thêm"
        ],
        "star_ratings": [
            3,
            4,
            0,
            0,
            0
        ],
        "review_amount": 7,
        "location": [
            "Bangladesh",
            "Phân khu Dhaka",
            "Những điều cần làm ở Thành phố Dhaka",
            "Thành phố Dhaka",
            "Châu Á",
            "Bảo tàng Quân đội Bangladesh"
        ],
        "reviews_time": [
            "Written July 16, 2023",
            "Written December 31, 2022",
            "Written August 3, 2019",
            "Written March 3, 2019",
            "Written December 20, 2017",
            "Written October 10, 2017",
            "Written August 31, 2017"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293936-d12857930-Reviews-Bangladesh_Military_Museum-Dhaka_City_Dhaka_Division.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293936-d2069803-Reviews-Liberation_War_Museum-Dhaka_City_Dhaka_Division.html",
            "https://www.tripadvisor.com/Attraction_Review-g293936-d547453-Reviews-Bangladesh_National_Museum-Dhaka_City_Dhaka_Division.html",
            "https://www.tripadvisor.com/Attraction_Review-g293936-d6416338-Reviews-Bangabandhu_Memorial_Museum-Dhaka_City_Dhaka_Division.html",
            "https://www.tripadvisor.com/Attraction_Review-g293936-d6922639-Reviews-Bangabandhu_Sheikh_Mujibur_Rahman_Novo_Theatre-Dhaka_City_Dhaka_Division.html",
            "https://www.tripadvisor.com/Attraction_Review-g293936-d3792935-Reviews-Sukanta_s_Dhamrai_Metal_Crafts-Dhaka_City_Dhaka_Division.html",
            "https://www.tripadvisor.com/Attraction_Review-g293936-d10117183-Reviews-Bangladesh_air_force_museum-Dhaka_City_Dhaka_Division.html",
            "https://www.tripadvisor.com/Attraction_Review-g293936-d8522764-Reviews-Drik_Gallery-Dhaka_City_Dhaka_Division.html",
            "https://www.tripadvisor.com/Attraction_Review-g293936-d12694198-Reviews-Independence_Museum-Dhaka_City_Dhaka_Division.html",
            "https://www.tripadvisor.com/Attraction_Review-g293936-d12869975-Reviews-New_Liberation_war_museum-Dhaka_City_Dhaka_Division.html",
            "https://www.tripadvisor.com/Attraction_Review-g293936-d12930234-Reviews-Currency_Museum-Dhaka_City_Dhaka_Division.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d251918-Reviews-16th_Street_Mall-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g41850-d108873-Reviews-Norman_Rockwell_Museum-Stockbridge_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g34344-d102401-Reviews-John_Pennekamp_Coral_Reef_State_Park-Key_Largo_Florida_Keys_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g35594-d3211437-Reviews-Minnetonka_Cave-Saint_Charles_Idaho.html",
            "https://www.tripadvisor.com/Attraction_Review-g34693-d7225643-Reviews-Treasure_Island_Beach-Treasure_Island_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g298419-d4131236-Reviews-Museum_of_the_Frankincense_Land-Salalah_Dhofar_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d2172511-Reviews-MBK_Center_Ma_Boon_Khrong_Center-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g54117-d104962-Reviews-Newport_Butterfly_Zoo-Tiverton_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g1189606-d7119324-Reviews-Gennadi_Beach-Gennadi_Rhodes_Dodecanese_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g659513-d6276848-Reviews-The_Holy_Shrine_of_Imam_Hussain-Karbala_Karbala_Province.html"
        ],
        "url_next": "",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293936-d12857930-Reviews-Bangladesh_Military_Museum-Dhaka_City_Dhaka_Division.html"
    }
]