[
    {
        "attraction_name": "Bao Duyen Tourist",
        "attraction_name_vi": "Bao Duyen Tourist",
        "general_info": [
            "10 đánh giá",
            "7 trên 22 Tour Hoạt động ở Bến Tre",
            "Cho thuê thiết bị",
            "Tour tham quan",
            "Du thuyền bằng thuyền đáy bằng"
        ],
        "attraction_summary": "Xin chào, tôi tên là Thuần, tôi là giám đốc tiếp thị của Bảo Duyên Travel và tôi cũng là hướng dẫn viên du lịch địa phương siêu thân thiện với bạn. Tôi thích học ngôn ngữ và gặp gỡ mọi người. Đội ngũ du lịch Bảo Duyên đang tổ chức các tour du lịch tư nhân và các tour du lịch nhóm lớn nhỏ ở đồng bằng sông Cửu Long, đặc biệt là ở tỉnh Bến Tre. Tour nửa ngày, Tour một ngày, tour 2D1N hoặc tour 3D2N bắt đầu từ Bến Tre hoặc TP.HCM hoặc thậm chí một nơi nào đó ở Đồng bằng sông Cửu Long. Với chi phí rất phải chăng. Tôi và đồng đội đều lớn lên ở đây, trong lòng tôi tràn ngập những kỷ niệm tuổi thơ ngọt ngào về quê hương này. Tôi không phải là một nông dân cần cù điển hình ở đây hehe, nhưng chúng tôi sẽ là hướng dẫn viên địa phương siêu thân thiện của bạn. Tầm nhìn của chúng tôi là truyền bá tất cả những viên ngọc tiềm ẩn của quê hương chúng tôi - Đồng bằng sông Cửu Long ra thế giới. Hãy ủng hộ chúng tôi bằng cách đặt dịch vụ của chúng tôi! Trân trọng, Thuận Trần Mr.Đọc thêm",
        "reviews": [
            "Du lịch sinh thái đưa bạn rời xa thành phố và đây là cơ hội tốt để khám phá một vùng xa xôi hơn của đất nước.Đọc thêm",
            "Tham quan các đảo ở Mỹ Tho có thể là một đề xuất thú vị với sự kiên nhẫn và bền bỉ. Chỉ cần nói KHÔNG một cách lịch sự với nhiều nhà cung cấp và chuyển sang khu vực du lịch chứ không phải khu vực bán hàng. Tận hưởng chuyến đi thuyền Mê Kông, làm kẹo dừa, làm bánh tráng, cửa hàng ca cao và sô cô la, trái cây tươi, vườn trái cây nhiệt đới tươi tốt và thậm chí cả việc cưỡi ngựa nhỏ. Đó là tất cả màu sắc địa phương.Đọc thêm",
            "Lúc đầu bạn sẽ nghĩ nó chỉ là một hòn đảo. Không, hoàn toàn ngược lại, với kẹo dừa và xem cách làm ong mật và trái cây. Chúng tôi đến những hòn đảo khác nhau, ăn trái cây và cưỡi trên một chiếc xe ngựa kéo. Nó cũng rất tuyệt vời cho trẻ em. Tôi thực sự muốn giới thiệu nó!Đọc thêm",
            "Xin lỗi các bạn nhưng đây chỉ là lừa đảo du lịch. Thật không may, chúng tôi cũng đã trải qua điều đó. Chúng tôi được hứa sẽ đến thăm bốn hòn đảo trên sông Mê Kông và được đưa đến hòn đảo đầu tiên bằng thuyền. Nó chật cứng những chiếc thuyền du lịch khác có cùng mục tiêu với chúng tôi. Trên đảo chỉ cách khoảng 500m đi bộ qua nhiều khu chợ khác nhau và hai nhà hàng giải khát, nơi tổ chức một số buổi biểu diễn cho chúng tôi. Tất nhiên họ muốn bán cho chúng tôi nhiều thứ hơn như mật ong ở trang trại ong mật - đó không phải là trang trại lừa đảo và nhà máy kẹo dừa - chỉ là một điểm thu hút khách du lịch. Sau đó, họ đưa chúng tôi lên một chiếc thuyền nhỏ trên con suối nhỏ cùng với hàng chục người những khách du lịch khác cũng làm như vậy. Sau đó trở lại chiếc thuyền lớn hơn, họ đưa chúng tôi ra phía sau góc đường và lên bờ đặt chúng tôi lên những chiếc xe ngựa ngộ nghĩnh và đưa chúng tôi đến một trong nhiều nhà hàng siêu đắt đỏ với các món trong thực đơn như cá sấu, rắn, ếch, cá. Một số trong số đó thậm chí không phổ biến ở Việt Nam - chỉ là một trò lừa đảo du lịch khác. Điểm nổi bật đáng tiếc của chuyến tham quan là khi chúng tôi đối mặt với người hướng dẫn bằng thiết bị theo dõi gps, nó cho chúng tôi thấy rằng chúng tôi chỉ ghé thăm một hòn đảo so với bốn hòn đảo đã hứa trước chuyến tham quan. Câu trả lời là các hòn đảo thật nhàm chán....Xin đừng tham gia những chuyến tham quan này. Nó là giả, nó làm hư người dân địa phương vì họ cho rằng khách du lịch có thể lấy mọi thứ và bạn không bao giờ biết được Việt Nam thực sự trông như thế nào. Chỉ bằng một phần giá tour, hãy thuê một chiếc xe máy và chỉ cách Bến Tre vài km và bạn sẽ thấy những điều tuyệt vời hoặc đi thuyền địa phương cùng ngư dân và họ sẽ cho bạn thấy cuộc sống thực.Đọc thêm",
            "Quản lý văn phòng Bảo Duyên;\nTrước hết tôi xin chịu trách nhiệm và xin lỗi vì chúng tôi đã không mang đến cho bạn chuyến tham quan như bạn mong đợi. Cảm ơn quan điểm cá nhân mạnh mẽ của bạn về ý kiến ​​​​về trải nghiệm du lịch đồng bằng sông Cửu Long của bạn. Trả lời ông Ujan đến từ Cộng hòa Séc phàn nàn về chuyến du lịch ông đã tham gia vào tháng 12 năm 2015.\nThưa ông, theo thống kê của Bộ Du lịch Việt Nam từ quý cuối năm 2015, chúng tôi có 540.175 khách quốc tế đã đến thăm khu vực này giống hệt khu vực mà ông đã trả lời là lừa đảo du lịch. Nhiều du khách đến khu vực này để khám phá, tham quan cuộc sống sinh hoạt hàng ngày của đồng bằng sông Cửu Long và trải nghiệm văn hóa châu Á từ Đông Nam Á. Có một vài chuyến tham quan khác nhau mà bạn có thể lựa chọn. Bạn đã chọn chuyến tham quan nổi tiếng này, nơi có nhiều người cũng vậy, đó là lý do tại sao bạn đã gặp nhiều khách khác trên cùng một địa điểm tham quan. Và tất nhiên có rất ít sản phẩm địa phương được bán làm quà lưu niệm và một lần nữa bạn không có nghĩa vụ phải mua chúng. Cũng giống như nhiều địa điểm du lịch ở mọi nơi khác, bạn có quyền tự do lựa chọn mua hay không là tùy thuộc vào bạn. Chúng tôi có tour du lịch riêng, nơi bạn có thể khám phá ngôi làng địa phương và không gặp bất kỳ khách du lịch nào khác. Tất cả các điểm đến du lịch địa phương của chúng tôi, chúng tôi đều có sự phê duyệt của chính quyền du lịch ở mọi cấp độ đối với từng điểm đến và giấy phép hoạt động, mọi người tham gia đều phải tuân thủ các quy tắc và quy định. Vâng thưa ngài. có thể lần sau bạn sẽ có sự lựa chọn tốt hơn từ trải nghiệm khám phá của mình.\n\nTrân trọng;\nVăn phòng quản lý Bảo Duyên.Đọc thêm",
            "Chủ rất thân thiện và có nhiều lựa chọn ở trọ thực tế hơn và rẻ hơn so với những nhà trọ nổi tiếng quanh Bến tre.  Đã giúp tôi rất tốt trong việc tìm kiếm một số điểm tham quan và đường quay lại địa phương.  Đọc thêm",
            "Kính gửi Thomas_87_D,\n\nCảm ơn bạn rất nhiều vì đã lựa chọn dịch vụ của chúng tôi!\n\nChúng tôi rất vui khi nhận được ý kiến ​​của bạn. Chúng tôi cố gắng cung cấp các dịch vụ du lịch tốt nhất cho bạn. Chúng tôi luôn đánh giá cao phản hồi từ khách hàng và chúng tôi luôn thay đổi để bạn có trải nghiệm tốt nhất khi sử dụng dịch vụ du lịch của chúng tôi.\n\nHy vọng bạn sẽ quay lại và gặp lại chúng tôi. \n\nCảm ơn một lần nữa, \n\nQuản lý - Bảo Duyên TouristĐọc thêm"
        ],
        "star_ratings": [
            5,
            4,
            0,
            0,
            1
        ],
        "review_amount": 10,
        "location": [
            "Bao Duyen Tourist",
            "Châu Á",
            "Việt Nam",
            "Giếng Ba",
            "Những điều cần làm ở Bến Tre",
            "Tỉnh Bến Tre",
            "Đồng bằng sông Cửu Long"
        ],
        "reviews_time": [
            "Written July 2, 2018",
            "Written November 28, 2017",
            "Written December 31, 2016",
            "Written January 6, 2016",
            "Written February 22, 2015"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g737085-d5996839-Reviews-Bao_Duyen_Tourist-Ben_Tre_Ben_Tre_Province_Mekong_Delta.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g737085-d17202005-Reviews-Mekong_Delta_Tour-Ben_Tre_Ben_Tre_Province_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g737085-d11881274-Reviews-DinHo_Ecotour-Ben_Tre_Ben_Tre_Province_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g737085-d14096769-Reviews-Mr_BikerBentre-Ben_Tre_Ben_Tre_Province_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g737085-d13312988-Reviews-Ben_Tre_Museum-Ben_Tre_Ben_Tre_Province_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g737085-d25299843-Reviews-MEKONG_TOUR-Ben_Tre_Ben_Tre_Province_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g737085-d16671028-Reviews-Vien_Minh_Pagoda-Ben_Tre_Ben_Tre_Province_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g737085-d15527734-Reviews-Nam_Bo_Tours-Ben_Tre_Ben_Tre_Province_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g737085-d13312993-Reviews-Sense_City-Ben_Tre_Ben_Tre_Province_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g737085-d8037532-Reviews-Du_lich_Ben_Tre-Ben_Tre_Ben_Tre_Province_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2424536-Reviews-Mango_Cruises-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10836066-Reviews-Mekong_Delta_Luxury_Tour-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g469417-d6224355-Reviews-Vinh_Trang_Temple-My_Tho_Tien_Giang_Province_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g737085-d25400110-Reviews-Bum_Karaoke_Restaurant-Ben_Tre_Ben_Tre_Province_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g737085-d4708383-Reviews-Xoa_Bop_Xong_Hoi-Ben_Tre_Ben_Tre_Province_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g737085-d27156326-Reviews-Ham_Luong_River-Ben_Tre_Ben_Tre_Province_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g3547567-d593669-Reviews-Lido-Lido_di_Venezia_Veneto.html",
            "https://www.tripadvisor.com/Attraction_Review-g60834-d7267957-Reviews-Glen_Canyon_Dam_Overlook-Page_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g304171-d3198950-Reviews-Playa_Estrella-Bocas_Town_Isla_Colon_Bocas_del_Toro_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d12558848-Reviews-La_Perle_DXB-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g298255-d13339670-Reviews-Kuwait_Magic-Ahmadi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d9735830-Reviews-SF_World_Cinema-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g295370-d3598177-Reviews-Bene_Beach-Split_Split_Dalmatia_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g188644-d241269-Reviews-Autoworld-Brussels.html",
            "https://www.tripadvisor.com/Attraction_Review-g311425-d604074-Reviews-Elphinstone_Reef-Marsa_Alam_Red_Sea_and_Sinai.html",
            "https://www.tripadvisor.com/Attraction_Review-g190371-d555513-Reviews-Vaduz_Castle-Vaduz.html"
        ],
        "url_next": "",
        "url": "https://www.tripadvisor.com/Attraction_Review-g737085-d5996839-Reviews-Bao_Duyen_Tourist-Ben_Tre_Ben_Tre_Province_Mekong_Delta.html"
    }
]