[
    {
        "attraction_name": "Bao Tang Quan Khu 9",
        "attraction_name_vi": "Bao Tang Quan Khu 9",
        "general_info": [
            "4 đánh giá",
            "- 19 trong số 38 điều cần làm ở Cần Thơ",
            "Bảo Tàng Lịch Sử"
        ],
        "attraction_summary": "The Can Tho Military Zone 9 Museum of Military History, situated at No. 6 Hoa Binh Street, Ninh Kieu District, Can Tho City, is an essential destination for history enthusiasts and those interested in the military heritage of Vietnam. I was captivated by the museum - s commitment to researching, collecting, inventorying, and showcasing valuable documents and artifacts that vividly depict the formation, struggles, and growth of the armed forces in the Southwest region, particularly in Army Zone IX. These efforts shed light on the region - s significant contributions to the national liberation, reunification, and overall development and defense of the country.As part of the broader Military Region 9, which encompasses the provinces of Dong Thap, An Giang, Ben Tre, Tien Giang, Tra Vinh, Hau Giang, Vinh Long, Bac Lieu, Soc Trang, Ca Mau, and the city of Can Tho, this museum holds immense historical significance. Visitors can explore the museum - s comprehensive collection of historical documents, memorabilia, and artifacts that provide invaluable insights into the military operations and challenges faced by the armed forces during critical periods in Vietnam - s history.Stepping inside the Can Tho Military Zone 9 Museum, I was immediately struck by the thoughtfully curated exhibits that chronicle the region - s military endeavors. The displays effectively convey the determination, bravery, and sacrifices of the soldiers who fought for the cause of national liberation and reunification. From weaponry and uniforms to photographs and personal accounts, the museum offers a multi-dimensional experience that transports visitors back in time and instills a deep appreciation for the struggles faced by those who dedicated their lives to their country.The knowledgeable and passionate staff members further enhance the museum experience. Their expertise in military history and their willingness to share fascinating stories and insights create an engaging and informative atmosphere. Visitors are encouraged to ask questions, allowing for a deeper understanding of the exhibits and the historical context surrounding them.In addition to its educational and historical value, the Can Tho Military Zone 9 Museum is a well-maintained and organized facility. The exhibits are arranged in a logical and coherent manner, guiding visitors through the different stages of the armed forces -  development. The museum - s dedication to preserving and propagating Vietnam - s military heritage is evident in the meticulous attention to detail and the informative signage accompanying each exhibit.Overall, my visit to the Can Tho Military Zone 9 Museum of Military History was a rewarding and enlightening experience. This museum stands as a testament to the bravery and resilience of the armed forces in the Southwest region and provides a comprehensive understanding of the historical significance of Military Region 9. Whether you are a history enthusiast or simply curious about Vietnam - s military past, a visit to this museum is a must. Prepare to be inspired, educated, and deeply moved by the remarkable stories and artifacts that await you within its walls.Read more",
        "reviews": [
            "Nhiều Khách sạn và điểm du lịch ở Thành phố Cần Thơ đều nằm trong khu vực đường Hai Bà Trưng và khu vực xung quanh. Lập kế hoạch tốt trước khi đến địa điểm này sẽ giúp tận dụng tối đa thời gian sẵn có và tránh phải di chuyển lên xuống không cần thiết để tìm kiếm điểm tham quan đã bỏ lỡ. Chúng tôi ở tại khách sạn Kim Quá cũng nằm trên đường Hai Bà Trưng. Chúng tôi lên kế hoạch và đi bộ một vòng như sau. Khách sạn Kim Quá - 150 mét - Đền Ông - 20 mét qua đường - Đài tưởng niệm Hồ Chí Minh - 90 mét - Bến Niệm Kiew - 300 mét - Đường chợ đêm Cần Thơ - 500 mét - Phùa Chùa Huat - 90 mét bên kia đường - Chùa Munirang say - 250 mét - Bảo tàng Tarot - 500 mét - Bảo Tăng Quan Khu 9 - Bảo tàng Chiến tranh - - 260 mét - Bảo tàng Cần Thơ - 230 mét - Khâm Lớn Cần Thơ - Nhà Tù Tỉnh-Nhà Tù Thuộc Địa - - 500m - Cầu đi bộ Ninh Kiều - Cầu đi bộ Bến Ninh Kiều - - 400m - Khách sạn Kim Quá. Nhờ theo kế hoạch này mà chúng tôi đã đến được bảo tàng này. Đây là bảo tàng chiến tranh quân sự ở Cần Thơ dành riêng cho cuộc đấu tranh của Lực lượng vũ trang nhân dân Việt Nam. Đây là một bảo tàng toàn diện với nhiều phòng trưng bày lịch sử địa phương, các cuộc đấu tranh của quân đội với người Pháp và sau đó là trong Chiến tranh Việt Nam. Những khó khăn mà người dân phải đối mặt được mô tả cùng với các thiết bị quân sự khác nhau được trưng bày cả trong phòng và trong phòng trưng bày ngoài trời.  Bảo tàng thật ấn tượng. Vào cửa miễn phí. Chúng tôi đã dành 2 giờ tại bảo tàng này.Đọc thêm",
            "Điều này có nghĩa là Bảo tàng Chiến tranh, và bảo tàng chính thực sự bao gồm quân đội Việt Nam và các cuộc chiến mà họ đã tham gia. Có nhiều phòng để xem và chi tiết về lịch sử, tôi nghĩ chủ yếu là về Chiến tranh Việt Nam, kể cả thời Pháp chiếm đóng. Có những bức tranh tầm sâu và rất nhiều bức ảnh, tác phẩm nghệ thuật mô tả cuộc đấu tranh vì tự do. Đây là một bảo tàng rất nhiều thông tin. Khi bạn bước vào khuôn viên, bảo tàng chính nằm ngay trước mặt bạn. Gần bảo tàng ở bên trái, dưới mái nhà bảo vệ, là một số hiện vật quân sự, như tàn tích của một chiếc trực thăng, một số khẩu đại bác và các vũ khí quân sự khác từ cuộc chiến tranh đó. bạn có thể duyệt. Chúng tôi cúi xuống đây và kiểm tra một số nơi, nhưng không ở lại khu vực này lâu. Khi bạn đến gần bảo tàng từ đường, bên phải là bảo tàng Hồ Chí Minh. Chúng tôi đến thăm nơi này sau bảo tàng Chiến tranh và nó cũng hấp dẫn không kém vì nó kể về cuộc đời của Hồ Chí Minh. Nó rất thú vị và khiến tôi muốn đọc thêm về người đàn ông này, để xem quan điểm của ông ấy như thế nào. Bảo tàng này cũng có nhiều tầng và chúng tôi đã dành nhiều thời gian để dạo quanh và tìm hiểu về cuộc đời, gia đình cũng như những chuyến du lịch và bài viết của anh ấy. Ở cả hai bảo tàng, các bảng hiệu đều có rất nhiều và có nhiều bằng tiếng Anh để bạn có thể hiểu được.  - Tất nhiên là vợ tôi có thể dịch cho tôi nên một số điều họ nói sẽ khiến tôi ấn tượng hơn. - Cần Thơ có một số bảo tàng toàn diện nhất mà chúng tôi đã đến thăm và rất vui được xem.Đọc thêm"
        ],
        "star_ratings": [
            3,
            1,
            0,
            0,
            0
        ],
        "review_amount": 4,
        "location": [
            "Việt Nam",
            "Những điều cần làm ở Cần Thơ",
            "Đồng bằng sông Cửu Long",
            "Bao Tang Quan Khu 9",
            "Cần Thơ",
            "Châu Á"
        ],
        "reviews_time": [
            "Written May 25, 2023",
            "Written August 31, 2020",
            "Written October 16, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g303942-d14796336-Reviews-Bao_Tang_Quan_Khu_9-Can_Tho_Mekong_Delta.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g303942-d11887004-Reviews-Tomato_Pad_Thai-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Restaurant_Review-g17522097-d3847625-Reviews-L_Escale_Sky_Garden_Lounge-Ninh_Kieu_Mekong_Delta.html",
            "https://www.tripadvisor.com/Restaurant_Review-g17522097-d1128245-Reviews-Phuong_Nam_Restaurant-Ninh_Kieu_Mekong_Delta.html",
            "https://www.tripadvisor.com/Restaurant_Review-g17522097-d19255128-Reviews-The_Lighthouse_Can_Tho-Ninh_Kieu_Mekong_Delta.html",
            "https://www.tripadvisor.com/Restaurant_Review-g303942-d25790744-Reviews-Family_Wine_C_n_Tho-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Restaurant_Review-g303942-d8421615-Reviews-Nem_nuong_Thanh_Van-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Restaurant_Review-g303942-d1128243-Reviews-Mekong-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Restaurant_Review-g303942-d12338655-Reviews-Sandwich_Coffee_A_T-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Restaurant_Review-g303942-d6028568-Reviews-Quan_Com_Chay_Cuong-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Restaurant_Review-g303942-d1128253-Reviews-Sao_Hom-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d7305654-Reviews-Can_Tho_Museum-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d8305188-Reviews-Munirangsyaram_Pagoda-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d11624355-Reviews-Museum_of_Tarot-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d15855141-Reviews-Kham_Lon_Can_Tho-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d12189783-Reviews-Pitu_Khosa_Rangsay-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d14796248-Reviews-Phat_Hoc_Pagoda-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d25061907-Reviews-Cho_Noi_Cai_Rang-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d15871940-Reviews-Ho_Chi_Minh_Monument-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d16121214-Reviews-Ninh_Kieu_Wharf-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d16122794-Reviews-Cau_Di_Bo_Ben_Ninh_Kieu-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d8779185-Reviews-Life_Spa-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d8358937-Reviews-Victoria_Cruises-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d15757764-Reviews-Winter_Spring-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d8468536-Reviews-Hieutour_Co_Ltd-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d6780643-Reviews-EcoTours-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d19356868-Reviews-Sato_Spa-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d12314796-Reviews-Mekong_Smile_Tour-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d12703451-Reviews-Can_Tho_River_Tour-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d24597450-Reviews-Mekong_Foot_Body_Massage-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d1699890-Reviews-TransMekong-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d6434270-Reviews-Explore_Mekong_Tours-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d11919045-Reviews-Mekong_River_Luxury_Cruises-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g34438-d15006052-Reviews-Silverspot_Cinema-Miami_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g31305-d263143-Reviews-Mogollon_Rim-Payson_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g635864-d3300798-Reviews-Skaros_Rock-Imerovigli_Santorini_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g60608-d4868306-Reviews-49_Black_Sand_Beach-Waikoloa_Kohala_Coast_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d2218772-Reviews-Welcome_to_Fabulous_Las_Vegas_Sign-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d1018894-Reviews-Microsoft_Theater-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g189158-d519908-Reviews-Elevador_da_Gloria-Lisbon_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g155032-d186673-Reviews-Rue_St_Denis-Montreal_Quebec.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d4699350-Reviews-Museum_of_Bricks-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d12981668-Reviews-Kyo_Kuala_Lumpur-Kuala_Lumpur_Wilayah_Persekutuan.html"
        ],
        "url_next": "",
        "url": "https://www.tripadvisor.com/Attraction_Review-g303942-d14796336-Reviews-Bao_Tang_Quan_Khu_9-Can_Tho_Mekong_Delta.html"
    }
]