[
    {
        "attraction_name": "BAPS Shri Swaminarayan Mandir",
        "attraction_name_vi": "BAPS Shri Swaminarayan Mandir",
        "general_info": [
            "175 đánh giá",
            "1 trong 16 điều cần làm ở Chino Hills",
            "Địa điểm tôn giáo"
        ],
        "attraction_summary": "Được truyền cảm hứng từ Đức Pramukh Swami Maharaj, một số tín đồ bắt đầu tiến hành các buổi hội họp hàng tuần vào cuối những năm 1970 và đầu những năm 1980. Năm 1984, Ngài đã khánh thành BAPS Swaminarayan Mandir đầu tiên ở Whittier, California, một vùng ngoại ô nhỏ ngay bên ngoài Los Angeles. Với sự hướng dẫn và ban phước của Đức Đạt Lai Lạt Ma, giáo đoàn đã phát triển từ một số ít gia đình thành một nhóm mạnh mẽ gồm những tín đồ tận tâm, khao khát sự phát triển tâm linh. Vào năm 2000, Thánh Đức Đạt Lai Lạt Ma đã đến thăm địa điểm hiện tại của BAPS Shri Swaminarayan Mandir ở Chino Hills và tiếp thêm sinh lực cho giáo đoàn mong muốn xây dựng một Mandir Hindu truyền thống. Hội thánh đã hoàn thành tòa nhà Haveli thường được gọi là Trung tâm Du khách vào năm 2007. Vào năm 2012, BAPS Shri Swaminarayan Mandir ở Chino Hills đã được khánh thành và khai trương trong niềm hân hoan lớn lao. Mandir này là Mandir Hindu truyền thống thứ năm ở Bắc Mỹ.Đọc thêm",
        "reviews": [
            "Một điểm dừng chân tình cờ khi chúng tôi đang trên đường đến sân bay Ontario. Dừng chân tại Hindi Mandir hùng vĩ này và đi dạo quanh khuôn viên và những tác phẩm điêu khắc tuyệt đẹp. Đây là điểm đến không thể bỏ qua vì vẻ đẹp, kiến ​​trúc, hào quang tâm linh và những cơ hội chụp ảnh tuyệt vời! Đọc thêm",
            "Đưa bạn đến Ấn Độ một cách trực quan trong khi vẫn đắm mình trong không khí trong lành và ánh nắng ấm áp của Nam California.\n\nNơi này thật tráng lệ để khách du lịch chiêm ngưỡng và có lẽ khiến những người thờ phượng phải kinh ngạc. Và phản ánh bản chất đa văn hóa của thị trấn đăng cai. Chino Hill, còn có một ngôi chùa Phật giáo và một ngôi chùa Thái trong ranh giới thị trấn. Đọc thêm",
            "Ngôi đền Hindu xinh đẹp nằm cạnh xa lộ ở Chino Hills này là một cảnh tượng đáng kinh ngạc để chiêm ngưỡng. Mở cửa cho công chúng cùng với trung tâm du khách, cửa hàng quà tặng, quán cà phê với đội ngũ nhân viên tình nguyện thân thiện. Mặt đất rất đẹp và bạn không cần phải có tâm hồn mới có thể đánh giá cao kiến ​​trúc.Đọc thêm",
            "Thực phẩm thuần chay, đáng để thử. Làm một vài nghiên cứu. Dành chút thời gian và tùy chọn tham quan ngôi chùa, người bảo vệ ở cổng sẽ đưa cho bạn danh sách các quy định dành cho du khách.Đọc thêm",
            "Dễ dàng điều hướng bãi đậu xe mà không gặp vấn đề gì Chào mừng bạn đến cổng trước với những hướng dẫn rõ ràng và chính xác Lời cầu nguyện pooja trong ngôi đền thật lôi cuốn và mang lại cảm giác nội tâm thánh thiện khi âm nhạc và thánh ca làm say mê các cột và trần nhà được điêu khắc tinh xảo đến từng chi tiết; những người sùng đạo có thể tự do truy cập các thay đổi với thần tượngĐọc thêm",
            "Ngôi đền Hindu xinh đẹp nằm cạnh xa lộ ở Chino Hills này là một cảnh tượng đáng kinh ngạc để chiêm ngưỡng. Mở cửa cho công chúng cùng với trung tâm du khách, cửa hàng quà tặng, quán cà phê với đội ngũ nhân viên tình nguyện thân thiện. Mặt đất rất đẹp và bạn không cần phải có tâm hồn mới có thể đánh giá cao kiến ​​trúc.Đọc thêm",
            "Đưa bạn đến Ấn Độ một cách trực quan trong khi vẫn đắm mình trong không khí trong lành và ánh nắng ấm áp của Nam California. Nơi này thật tráng lệ để khách du lịch chiêm ngưỡng và có thể khiến những người thờ phượng kinh ngạc. Và phản ánh bản chất đa văn hóa của thị trấn đăng cai. Chino Hill, còn có một ngôi chùa Phật giáo và một ngôi chùa Thái trong ranh giới thị trấn. Đọc thêm",
            "Một điểm dừng tình cờ khi chúng tôi đang đến sân bay Ontario.   Dừng lại ở Hindi Mandir hùng vĩ này và tản bộ trong khuôn viên và những tác phẩm chạm khắc tuyệt vời.   Đây là địa điểm không thể bỏ qua để chiêm ngưỡng vẻ đẹp, kiến ​​trúc, bầu không khí tâm linh và cơ hội chụp ảnh tuyệt vời!Đọc thêm",
            "900 volunteers, 1.3 million man hours, and 35,000 pieces of meticulously hand carved Italian Carrara marble and Indian Pink sandstone!! This incredible Mandir Hindu temple is the first earthquake-proof Mandir in the world - and its quite a sight to behold!! Huge shout out to Yelp Elite JamesL for showing us around and Auntie Nadine NadineC for the invite!! I always learn so much from my Yelp fam - What an experience! You start in the visitor center - which is also impressive - check in and they give you a bracelet for entry. Theres a gift shop immediately to the right, as well as a cafe and snack shop. The wood carvings inside the visitor center are also extremely intricate and detailed with little figures and hidden delights in every corner it seems! Stepping outside takes you into the sprawling courtyard with a giant lotus pond and lovely walkway circling the Mandir. Unfortunately the lotus pond is dry - probably due to drought. But its still a nice sight! The centerpiece is, of course, the massive and beautiful Mandir! Outside seems to be primarily comprised of the Indian Pink Sandstone and is so impressive - the longer I stared at it, the more statues and tiny pieces revealed themselves. You must take your shoes off at the bottom of the stairs before you walk up - and they provide ample shoe storage on either side. No photos or videos are allowed inside. I have to admit, Im kind of glad bc the interior of the Mandir was such a dramatic surprise having never seen any photosIt was so breathtakingly beautiful it made me gasp! Its a labyrinth of the most intricately carved white Italian marble - words would never do it justice! You just have to see it for yourself - and PRO TIP: be sure to LOOK UP!! Bc all the ceilings, inside and out, are the best part!! I recommend to visit before noon or after 4pm bc from 12-4 each day, they close off parts of the inside for rest but I believe there are some very nice statues behind the closed doors. Will definitely be coming back to check that out. We were also told they do a worship service at 1115am so that may be interesting to watch as well. On our way out, we explored the snack shop and cafe - there are SO many unique snacks and food and sauces, etc. All the prices are incredibly reasonable as well. I walked away with some delicious savory choices - a colorful box of Chatachat crispy, puffy rice crackers covered in spices and Masala Papdi spicy chickpea flour crackers. I also got some date and nut dessert bites that are pretty good too. Had a great visit - never knew this was here even though its right off the 71 haha!! So thanks again to my Yelp fam for helping me discover yet another local gem!! Entrance is free and there seems to be plenty of parking on site. It was way less crowded than I expected on a Sunday - Will definitely be back!Read more",
            "Hoàn toàn tuyệt vời. Tôi đã đến tất cả các địa điểm truyền thống của BAPS ở Chicago, Atlanta, Robinsville NJ và Houston và tôi nghĩ Chino Hills là địa điểm đẹp nhất. Đọc thêm",
            "Ngôi chùa đẹp ở Chino. Lý tưởng để đi bộ và chụp ảnh. Vào cửa miễn phí, có một cửa hàng và một quán ăn phía sau. Rất vui được chào đón mọi ngườiĐọc thêm",
            "Tuyệt vời, Kỳ diệu, Xa hoa, v.v., Nếu bạn nghĩ đến bất kỳ điều gì so sánh nhất khác, bạn có thể liên kết nó với Ngôi đền Hindu này.  Đây là một hình ảnh thu nhỏ của Ấn Độ giáo và họ tôn thờ Chúa Sri Krishna.  Trải rộng trên một khu vực rộng lớn với chỗ đậu xe rộng rãi, Nhà ăn, Phòng trưng bày dành cho Du khách và ngôi đền chính.  Được duy trì tốt, Người tốt, Thức ăn ngon và bầu không khí nổi bật.  Một nơi phải đến nếu bạn ở gần LA, Hoa Kỳ.Đọc thêm",
            "Ngôi đền Hindu với một quán cà phê ở trung tâm du khách mở cửa cho công chúng. Vào cửa miễn phí và có bãi đậu xe ngay trong khuôn viên.  Không cần đặt trước. Bạn phải đăng ký ở phía trước khi đỗ xe và một người trong nhóm của bạn sẽ nhận được dây đeo cổ tay khi đăng ký tại trung tâm du khách. Không được phép mang theo ví hoặc ba lô lớn. Trẻ em được phép. Được phép chụp ảnh bên ngoài nhưng không được phép chụp ảnh trong Mandir. Thật tuyệt khi được chiêm ngưỡng Mandir, nơi có kiến ​​trúc rất phức tạp và được tài trợ thông qua sự quyên góp của công chúng, cần phải im lặng. Bạn cũng không thể đi giày ở Mandir, vì vậy tôi khuyên bạn nên đi tất, vì hộp đựng giày nằm ở bên ngoài, phía dưới chân cầu thang và bạn sẽ phải đi bộ qua lớp bê tông.Đọc thêm"
        ],
        "star_ratings": [
            156,
            15,
            2,
            0,
            2
        ],
        "review_amount": 175,
        "location": [
            "Hoa Kỳ",
            "Đồi Chino",
            "BAPS Shri Swaminarayan Mandir",
            "California CA",
            "Những điều cần làm ở Đồi Chino"
        ],
        "reviews_time": [
            "Written February 10, 2024",
            "Written March 11, 2024",
            "Written April 12, 2024",
            "Written June 3, 2024",
            "Written May 11, 2024",
            "Written April 12, 2024",
            "Written March 11, 2024",
            "Written February 10, 2024",
            "Written November 6, 2023",
            "Written November 2, 2023",
            "Written June 28, 2023",
            "Written June 7, 2023",
            "Written May 28, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g32206-d3582418-Reviews-BAPS_Shri_Swaminarayan_Mandir-Chino_Hills_California.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g32206-d2002266-Reviews-Lucille_s_Barbque-Chino_Hills_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32206-d1556631-Reviews-The_Boiler-Chino_Hills_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32206-d3609941-Reviews-Lucille_s_Smokehouse_Bar_b_que-Chino_Hills_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32206-d4461457-Reviews-Arby_s-Chino_Hills_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32206-d4255543-Reviews-BJ_s_Restaurant_Brewhouse-Chino_Hills_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32206-d4642471-Reviews-Los_Primos_Mexican_Food-Chino_Hills_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32206-d4821659-Reviews-Denny_s-Chino_Hills_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32206-d5036480-Reviews-Archibalds_Drive_Thru-Chino_Hills_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32206-d4727387-Reviews-Ichi_Kawa-Chino_Hills_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32206-d13368658-Reviews-Project_Pie_Pizza-Chino_Hills_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32205-d2691325-Reviews-Planes_of_Fame_Air_Museum-Chino_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32205-d2395023-Reviews-Yanks_Air_Museum-Chino_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32205-d1829541-Reviews-Chino_Youth_Museum-Chino_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32206-d12637617-Reviews-Wat_Phrathat_Doi_Suthep-Chino_Hills_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32206-d10670985-Reviews-Buddhist_Temple_of_Chino_Hills-Chino_Hills_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32205-d2540152-Reviews-Prado_Regional_Park-Chino_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32206-d12075194-Reviews-Chino_Hills_State_Park-Chino_Hills_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32206-d15133062-Reviews-English_Springs_Park-Chino_Hills_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32206-d27116144-Reviews-Luchador_Brewing_Company-Chino_Hills_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32107-d13449234-Reviews-Chino_Hills_State_Park-Brea_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32206-d3582418-Reviews-or10-BAPS_Shri_Swaminarayan_Mandir-Chino_Hills_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32206-d27069842-Reviews-Big_League_Dreams-Chino_Hills_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32206-d7235541-Reviews-Los_Serranos_Country_Club-Chino_Hills_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32206-d8460192-Reviews-Chaparral_300-Chino_Hills_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32823-d6351724-Reviews-Rock_Climb_Every_Day-Ontario_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32206-d8775003-Reviews-Harkins_Theatre-Chino_Hills_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32206-d6838846-Reviews-The_Shoppes_at_Chino_Hills-Chino_Hills_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32205-d25956713-Reviews-Adventure_Air-Chino_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32205-d14008904-Reviews-Barnstormers_Biplane_Rides-Chino_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32205-d2409113-Reviews-Prado_Equestrian_Center-Chino_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32205-d10597938-Reviews-Prado_Olympic_Shooting_Park-Chino_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g52962-d274432-Reviews-Big_Boulder-Lake_Harmony_Pocono_Mountains_Region_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60750-d269441-Reviews-Ocean_Beach-San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g51897-d254966-Reviews-Fort_Stevens_State_Park-Hammond_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g298031-d21243297-Reviews-Sea_Me_Beach-Fethiye_Mugla_Province_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g33101-d10758863-Reviews-Annie_s_Canyon_Trail-Solana_Beach_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g40925-d3478173-Reviews-Androscoggin_Swinging_Bridge-Topsham_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g40658-d14788960-Reviews-Spotted_Cat_Winery-Greenville_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d10514143-Reviews-Ewa_Beach-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g48338-d3746908-Reviews-Eternal_Flame_Falls-Orchard_Park_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g53922-d2624767-Reviews-Tanger_Outlets_Pittsburgh-Washington_Pennsylvania.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g32206-d3582418-Reviews-or10-BAPS_Shri_Swaminarayan_Mandir-Chino_Hills_California.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g32206-d3582418-Reviews-BAPS_Shri_Swaminarayan_Mandir-Chino_Hills_California.html"
    }
]