[
    {
        "attraction_name": "Bar Stari Grad",
        "attraction_name_vi": "Quán bar phố cổ",
        "general_info": [
            "144 đánh giá",
            "1 trong 4 điều cần làm ở Stari Bar",
            "Địa điểm lịch sử",
            "Tòa nhà kiến ​​trúc"
        ],
        "attraction_summary": "Nó thực sự không thú vị lắm khi nhìn vào. Chỉ là một vài tòa nhà được khôi phục, một số tàn tích và rác rưởi. Khu vực xung quanh nó thực sự là khu ổ chuột. Người dân địa phương đang thực hiện một số loại lừa đảo đỗ xe trên đường, tính phí người đỗ xe trên đường công cộng.Đọc thêm",
        "reviews": [
            "Khi lang thang qua tàn tích cổ xưa của Stari Bar ở Montenegro, tôi thấy mình quay ngược thời gian, đắm chìm trong lịch sử phong phú mà địa điểm đáng chú ý này lưu giữ. Ẩn mình giữa những cảnh quan tuyệt đẹp, tàn tích của thị trấn thịnh vượng một thời này đã quyến rũ tôi ngay từ khi tôi đặt chân đến. Đi qua những con phố hàng thế kỷ, tôi ngạc nhiên trước kiến ​​trúc phức tạp của những tòa nhà cổ, một số vẫn sừng sững trong khi số khác sụp đổ một cách duyên dáng, vang vọng những câu chuyện của thời đại đã qua. Vẻ đẹp thanh bình của những cây ô liu rải rác trong khung cảnh đã mang đến khung cảnh thanh bình cho những kỳ quan lịch sử. Khi tôi khám phá những tàn tích, âm vang của cuộc sống cổ xưa vang vọng trong không khí, khơi dậy trí tưởng tượng của tôi về những khu chợ nhộn nhịp, những cuộc tụ họp sôi động và cuộc sống hàng ngày từng phát triển mạnh mẽ bên trong những bức tường này. Điểm nổi bật trong chuyến thăm của tôi chắc chắn là khung cảnh tuyệt đẹp từ pháo đài trên đỉnh đồi. Khung cảnh toàn cảnh của Biển Adriatic và những ngọn núi xung quanh khiến tôi bị mê hoặc, mang đến cái nhìn thoáng qua ngoạn mục về ý nghĩa chiến lược của thị trấn trong thời hoàng kim. Mặc dù có sức hấp dẫn cổ xưa nhưng địa điểm này vẫn được bảo tồn tốt nhờ những nỗ lực phục hồi liên tục. Sự cẩn thận được thực hiện để duy trì tính xác thực của nó đồng thời đảm bảo an toàn cho du khách là điều hiển nhiên xuyên suốt.Đọc thêm",
            "A rich history according to Wikipedia;In the Early Middle Ages, Antivari Latin: Antibarium remained a subject of the Byzantine Empire, as part of the Theme of Dyrrhacium. Stefan Vojislav, incorporated it into his state in c. 1040, and his family till 1090, after which it became part of the medieval Serbian state culminating in the Empire under the Nemanjić dynasty. It was briefly annexed by the Republic of Venice. About 1360, the Balšić family of Zeta gained control of Bar as the Serbian Empire crumbled, after which Louis I of Hungary controlled Bar briefly before it was annexed by Venice again in 1443. Bar remained under the rule of Venice until it was taken by the Ottoman Empire in 1571 as part of the Ottoman expansion into Europe.On 13 November 1877, during the MontenegrinOttoman War 187678, the town was besieged by forces under the command of Mašo Vrbica. The defenses of the town were in the hands of Ibrahim Bey, who refused to surrender the town despite the Montenegrin heavy artillery bombardment, consisting of four Russian guns, and six Ottoman guns that had been seized at the Battle of Nikšić. The bombardment lasted over seven weeks and much of the town was destroyed. On 5 January 1878, the Montenegrins detonated a 225 kg explosive inside the Bar Aqueduct which cut off the towns water supply. Ibrahim Bey surrendered the town on 9 January. The Bar peninsula and the town were awarded to the newly recognized Principality of Montenegro at the Congress of Berlin 1878.After the 1979 Montenegro earthquake destroyed the aqueduct that supplied water to the town, the location was abandoned, and the new town of Bar constructed on the coast at the old port facilities. After the aqueduct was restored some years later, people began to return.Well worth walking the old city walls and old town.  15,381 steps and 45 x Stair goal this week!Read more",
            "Những tàn tích thú vị của phố cổ. Rất dễ dàng dành một hoặc hai giờ để tìm hiểu lịch sử của địa điểm nàyĐọc thêm",
            "Giữa nơi không có gì, khu vực xung quanh là một bãi rác hoang vắng, máy ATM duy nhất tôi có thể tìm thấy đã hỏng, nơi này không thực sự ấn tượng, và họ bắt bạn phải trả 3 EURO chỉ để đi bộ quanh thị trấn nhỏ bé này. Thật nực cười. Đọc thêm",
            "Stari Grad là một bảo tàng ngoài trời. Ở đây bạn có thể nhìn thấy tàn tích của các tòa nhà từ thời cổ đại. Mọi người đi bộ đến đây mà không có người hướng dẫn. Có những biển báo trên các tòa nhà cung cấp thông tin về vị trí hiện tại của bạn và những gì bạn nhìn thấy. Bạn có thể thấy phần còn lại của nhà thờ St. George theo phong cách Gothic-La Mã và hai nhà thờ theo phong cách Gothic hoặc phần còn lại của nhà thờ St. Nicholas, vốn là được xây dựng vào thế kỷ 13. Tòa nhà nhà thờ được bảo tồn tốt nhất là nhà thờ Thánh Jan Vladimír, nằm ở ngay trung tâm thành phố. Ấn tượng là những tàn tích của tòa thành, từ đó có thể nhìn thấy cống dẫn nước cũ. Đi bộ trên những con đường và cầu thang bằng đá là khá khó khăn ở đây. Tôi không khuyên bạn nên ghé thăm nơi này đối với những người gặp vấn đề về đi bộ. Phí vào cửa là 3. Gần Stari Bar có một nơi mọc lên một trong ba cây ô liu lâu đời nhất trên thế giới. Cây này đã hơn 2000 năm tuổi.Đọc thêm",
            "Đây là lần thứ hai tôi ghé thăm Stari Bar, những khung cảnh tuyệt vời và một địa điểm tuyệt đẹp để dành vài giờ. Hoàn toàn phải nếu bạn đi đến phần này của thế giới. Thật không may cho những người gặp khó khăn khi đi bộ là không có khu vực nào có thể đi được. Hy vọng chính quyền thành phố sẽ sớm có biện pháp giải quyết vấn đề này.Đọc thêm",
            "Thực sự chỉ là một cảnh báo rằng trang web này không thể truy cập được đối với những người ngồi xe lăn hoặc những người như tôi gặp khó khăn khi đi lại và phải dựa vào xe đẩy có bánh gậy để di chuyển. Quá nhiều bề mặt và bước thô. Chúng tôi đã được thông báo tại phòng vé rằng nó không phù hợpĐọc thêm",
            "Tôi đã ghé thăm Stari Bar ba lần và lần nào tôi cũng ngạc nhiên trước những khung cảnh tuyệt vời đó và khu phố cổ mang đậm dấu ấn lịch sử.Đọc thêm",
            "Bên trong những bức tường thành cổ của pháo đài cũ là khu khai quật khảo cổ lớn nhất và quan trọng nhất chưa được khám phá ở vùng Balkan. Pháo đài cũ chứa các công trình kiến ​​trúc có từ thời đế chế La Mã. Nó đang ở trong tình trạng bị hủy hoại theo mọi nghĩa của từ này. Tuy nhiên, những gì có sẵn thật ngoạn mục và nó thể hiện rõ ràng không gian đó hẳn đã từng là một đô thị tuyệt vời như thế nào. Có những bức tường, căn phòng, những kẻ khủng bố, bể chứa nước và nhiều thứ khác còn nguyên vẹn. Đồng thời, về mặt tiêu cực, không gian được bảo trì rất kém và bạn có thể tự do đi lại giữa những tàn tích trong đống đổ nát. Nhiều nơi bạn được phép đi có nguy cơ té ngã lớn. Những tàn tích này, ở một vị trí khác và được quản lý hợp lý, sẽ chứa vô số biển báo cấm đi vào có rào chắn để ngăn mọi người khỏi bị thương. Điều đó nói lên rằng, chúng tôi tự do đi lại và yêu thích từng phút giây ở đó. Nếu bạn quan tâm đến lịch sử La Mã và thời trung cổ và muốn đi bộ qua một cuộc khai quật khảo cổ đang chờ diễn ra thì đây chính là điều đó.Đọc thêm"
        ],
        "star_ratings": [
            85,
            41,
            12,
            4,
            2
        ],
        "review_amount": 144,
        "location": [
            "Quán bar cũ",
            "Montenegro",
            "Châu Âu",
            "Những điều cần làm ở Stari Bar",
            "Quán bar phố cổ",
            "đô thị Bar"
        ],
        "reviews_time": [
            "Written March 16, 2024",
            "Written December 25, 2023",
            "Written September 8, 2023",
            "Written May 16, 2023",
            "Written March 19, 2023",
            "Written August 17, 2022",
            "Written June 4, 2022",
            "Written May 12, 2022",
            "Written April 25, 2022",
            "Written October 14, 2020"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g3174379-d2242164-Reviews-Bar_Stari_Grad-Stari_Bar_Bar_Municipality.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g3174379-d8087788-Reviews-Konoba_Bedem-Stari_Bar_Bar_Municipality.html",
            "https://www.tripadvisor.com/Restaurant_Review-g608961-d1068309-Reviews-Kaldrma-Bar_Bar_Municipality.html",
            "https://www.tripadvisor.com/Restaurant_Review-g3174379-d23234102-Reviews-Merak_Stari_Bar-Stari_Bar_Bar_Municipality.html",
            "https://www.tripadvisor.com/Restaurant_Review-g3174379-d3678808-Reviews-Kula_Restaurant-Stari_Bar_Bar_Municipality.html",
            "https://www.tripadvisor.com/Restaurant_Review-g608961-d15191645-Reviews-Stara_Carsija_Restaurant-Bar_Bar_Municipality.html",
            "https://www.tripadvisor.com/Restaurant_Review-g3174379-d26322598-Reviews-The_Sons_Eatery-Stari_Bar_Bar_Municipality.html",
            "https://www.tripadvisor.com/Restaurant_Review-g608961-d17759665-Reviews-Konoba_Old_Town-Bar_Bar_Municipality.html",
            "https://www.tripadvisor.com/Restaurant_Review-g3174379-d8107203-Reviews-Konoba_Akvadukt-Stari_Bar_Bar_Municipality.html",
            "https://www.tripadvisor.com/Restaurant_Review-g3174379-d14993953-Reviews-Restoran_Buta-Stari_Bar_Bar_Municipality.html",
            "https://www.tripadvisor.com/Restaurant_Review-g3174379-d18377996-Reviews-Konoba_Old_Town-Stari_Bar_Bar_Municipality.html",
            "https://www.tripadvisor.com/Attraction_Review-g608961-d6401127-Reviews-Old_Fortress_Stari_Bar-Bar_Bar_Municipality.html",
            "https://www.tripadvisor.com/Attraction_Review-g608961-d8646664-Reviews-Church_Of_Saint_John-Bar_Bar_Municipality.html",
            "https://www.tripadvisor.com/Attraction_Review-g17181270-d4745527-Reviews-Stara_Maslina-Tomba_Bar_Municipality.html",
            "https://www.tripadvisor.com/Attraction_Review-g608961-d4040523-Reviews-Old_Olive_Tree-Bar_Bar_Municipality.html",
            "https://www.tripadvisor.com/Attraction_Review-g608961-d8713592-Reviews-King_Nikola_s_Palace-Bar_Bar_Municipality.html",
            "https://www.tripadvisor.com/Attraction_Review-g652060-d7854296-Reviews-Red_Beach-Sutomore_Bar_Municipality.html",
            "https://www.tripadvisor.com/Attraction_Review-g3206463-d8545046-Reviews-Veliki_Pjesak_Beach-Dobra_Voda_Bar_Municipality.html",
            "https://www.tripadvisor.com/Attraction_Review-g652060-d10486181-Reviews-Ratac_Abbey-Sutomore_Bar_Municipality.html",
            "https://www.tripadvisor.com/Attraction_Review-g652060-d7844671-Reviews-Strbina_Beach-Sutomore_Bar_Municipality.html",
            "https://www.tripadvisor.com/Attraction_Review-g2553846-d24968722-Reviews-Argella_Montenegro-Bar_Municipality.html",
            "https://www.tripadvisor.com/Attraction_Review-g3174379-d2242164-Reviews-or10-Bar_Stari_Grad-Stari_Bar_Bar_Municipality.html",
            "https://www.tripadvisor.com/Attraction_Review-g608961-d8372145-Reviews-Montenegro_Yacht_Excursions-Bar_Bar_Municipality.html",
            "https://www.tripadvisor.com/Attraction_Review-g608961-d10121406-Reviews-Scuba_Quest_Montenegro-Bar_Bar_Municipality.html",
            "https://www.tripadvisor.com/Attraction_Review-g608961-d13450488-Reviews-Belgrade_Bar_Railway-Bar_Bar_Municipality.html",
            "https://www.tripadvisor.com/Attraction_Review-g3174379-d12277720-Reviews-Gavodolla_Souvenir_Shop-Stari_Bar_Bar_Municipality.html",
            "https://www.tripadvisor.com/Attraction_Review-g1232143-d10001160-Reviews-Winery_Garnet-Virpazar_Bar_Municipality.html",
            "https://www.tripadvisor.com/Attraction_Review-g608961-d27425356-Reviews-Rent_a_Boat-Bar_Bar_Municipality.html",
            "https://www.tripadvisor.com/Attraction_Review-g53449-d4112198-Reviews-Mr_Rogers_Memorial_Statue-Pittsburgh_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g49192-d4161510-Reviews-Shiloh_General_Store-Hamptonville_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g55339-d207253-Reviews-Edgar_Evins_State_Park-Silver_Point_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g303808-d9764770-Reviews-Fort_Napoljun_Napolean-Hvar_Hvar_Island_Split_Dalmatia_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g48001-d14057413-Reviews-Kings_Park_Bluff-Kings_Park_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g187212-d197784-Reviews-Palais_des_Papes-Avignon_Vaucluse_Provence_Alpes_Cote_d_Azur.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d9990062-Reviews-Paradise_Cable_Car-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g34599-d199044-Reviews-St_George_Street-St_Augustine_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g189934-d10813584-Reviews-Allas_Sea_Pool-Helsinki_Uusimaa.html",
            "https://www.tripadvisor.com/Attraction_Review-g41581-d597499-Reviews-DAR_State_Forest-Goshen_Hampshire_County_Massachusetts.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g3174379-d2242164-Reviews-or10-Bar_Stari_Grad-Stari_Bar_Bar_Municipality.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g3174379-d2242164-Reviews-Bar_Stari_Grad-Stari_Bar_Bar_Municipality.html"
    }
]