[
    {
        "attraction_name": "Barker Ranch",
        "attraction_name_vi": "Trang trại Barker",
        "general_info": [
            "16 đánh giá",
            "- 39 trong số 65 điều cần làm ở Vườn Quốc gia Thung lũng Chết",
            "Trang trại"
        ],
        "attraction_summary": "Trang trại này là nơi ẩn náu cuối cùng của Charles Manson.Đọc thêm",
        "reviews": [
            "Tôi đã lái chiếc xe bán tải Toyota cổ điển đến trang trại Barker bằng xe hai bánh vào mùa đông rất khó khăn nhưng tôi đã phải dừng lại một vài lần và di chuyển những tảng đá ra khỏi đường bên ngoài điều đó rất xứng đáng..Tuy nhiên, chúng tôi phải chịu đựng việc bị xẹp lốp bạn mang theo mọi thứ dự phòng, xăng lốp, nước, thực phẩm, chăn màn, khói, bật lửaĐọc thêm",
            "Bạn cần một chiếc xe bốn bánh có gầm cao cho chuyến đi này. Không đi một mình trên đường nông thôn hoặc trong điều kiện thời tiết khắc nghiệt. Đọc thêm",
            "Tôi và gia đình quyết định trong chuyến đi từ Cali đến Vegas, chúng tôi sẽ đi vòng đến Trang trại Barker, chỉ để xem một chút lịch sử.  Tôi viết bài đánh giá này chỉ để cho mọi người biết nếu bạn - không sử dụng loại xe 4WD hoặc xe địa hình, rất có thể bạn cần phải tránh hoạt động này.  Bố mẹ, chị gái và tôi ngồi trên chiếc Camaro mui trần.  Chúng tôi đi được khoảng 4 dặm từ trang trại nhưng đường quá xấu nên không thể đi xa hơn được.  Đó là một chuyến đi thực sự đẹp, nhưng địa hình không dành cho một chiếc ô tô đơn giản, không có nhiều khoảng trống.  Chỉ cần cho những nhà thám hiểm khác biết nơi họ có thể chuẩn bị cho phù hợp.Đọc thêm",
            "Tôi muốn đính chính một điều mà batesmotel911 đã nêu dưới đây về ngọn đồi dốc. Nếu bạn gặp ngọn đồi dốc này, bạn đã đi quá xa một ngã tư rẽ phải. Đây rõ ràng là đường quay lại trang trại được tạo ra bởi một số 4WDrivers buồn chán. Rẽ phải đầu tiên sau khi đi qua biển báo - Đang vào Thung lũng Chết... -. Trang trại Barker hiện không được đánh dấu. Những kẻ khốn nạn đã tước bỏ mọi biển báo chỉ đường làm quà lưu niệm tại khu vực này. Con đường từ Ballarat đến khu vực này dễ dàng hơn nhiều. Con đường xuyên qua Hẻm núi Warm Springs đến cabin của các nhà Địa chất có phần dễ dàng nhưng lại khá nhanh về mặt kỹ thuật.Đọc thêm",
            "The drive to get to the old ranch is a long, bumpy, rocky  - washboard -  road. If you have a high clearance 2- wheel drive truck - SUV you can make it up to the last 1 - 4 mile where you find a steep hill - not very big hill but steep enough that many off road vehicles have dug deep holes  from spinning out. These holes prevent using any speed to get up the hill so just walk the last 1 - 4 mile and play it safe. 4x4 enthusiasts will have no problem.  FYI -The Barker Ranch is exactly 22 miles from the Ballarant General Store  -  Zero the trip odometer and it will help if you don - t have GPS There are no signs to help navigate but Google maps shows the route. From the Ballarat Store, stay left and basically parallel the mountains and Golder Wash is toward the Southern end of the mountain formation  -  There is a working mine that uses this road and maintains it for about 5 miles from the store  -  then you are down to like 10 -15 mph speeds  -  and a slow idle creep in many areas. Allow a solid 5-6 hours from the Ballarat Store  - round trip -   The Barker Ranch has been reduced to the stone and concrete after a fire a few years ago.  But, there are some interesting abandoned mines along the way and spring water trickles down the road year-round despite the lack of rain. As you enter the Goler Wash and begin to gain some elevation - you see a different eco system as the rocky wash opens up to a plateau where the Ranch is located. Ranch is really just a cabin and bunkhouse for the miners with a gravity fed water system. The Manson Family connection to this remote spot was based on the grand-daughter of the owners at the time  -  who joined the group at the Spahn Ranch. She is not incarcerated and was not involved in the murders. Use common sense - and do not to go in May through September.  Good tires are a must  -  cell phones will not work  -  period. Bring water and food and tell someone where you - re going - This place is unforgiving and isolated.Read more",
            "Cuộc sống rất ngắn ngủi. Có rất nhiều thứ để xem ở Thung lũng Chết. Nó đẹp và trần tục khác. Nó tràn ngập sự im lặng và những tảng đá đầy màu sắc và là vùng thấp nhất của Hoa Kỳ. Bạn có thể dành hàng tuần ở Thung lũng Chết mà không thể nhìn thấy hết. Xin đừng lãng phí thời gian của bạn để đến một tòa nhà cũ kỹ, bị đốt cháy chỉ nổi tiếng vì một điều, một người đàn ông điên thích sự chú ý mà trang trại này nhận được. Hãy tránh xa ra. Ngay từ đầu tôi chưa bao giờ muốn đi, nhưng tôi đi cùng một người bạn và cô ấy muốn đi xem Thung lũng Chết. Tôi biết rất rõ về khu vực này và rất vui khi rời đi và cất cánh đến Thung lũng Chết. Khi đến đó, cô ấy khăng khăng rằng cô ấy đã nhìn thấy một nơi lộn xộn như thế này. Tôi cố gắng tử tế, và biết rằng cô ấy sẽ không bao giờ quay lại nên tôi đã đưa cô ấy đi. Thậm chí cô ấy còn xin lỗi vì đã lãng phí thời gian của chúng tôi trên sa mạc. Để đến đó, bạn cần có xe 4X4, nếu không bạn có thể gặp khó khăn và không có ai xung quanh giúp đỡ bạn và dịch vụ di động còn sơ sài. GPS của bạn sẽ giúp ích rất ít. Không có dịch vụ nào cả. Khi đến đó, bạn sẽ thấy một tòa nhà đã cháy rụi với một vài thứ còn sót lại, một chiếc bồn tắm, một phòng tắm cũ - không, nó không hoạt động - và một đống rác. Nó không hề rùng rợn, nó chẳng qua là một bãi rác nơi một tên côn đồ và những người bạn kinh tởm của hắn sinh sống, lợi dụng chủ nhân và trốn tránh cảnh sát. Manson là một kẻ sát nhân, hắn yêu, chỉ yêu, quan tâm. Đừng đưa nó cho anh ta. Nếu bạn đang dành thời gian để đến Thung lũng Chết, hãy đi bất cứ nơi nào khác ngoài bãi rác này. Có dặm và dặm vẻ đẹp để xem. Nếu Thung lũng Chết có thể nói được thì nó sẽ nói hãy phá bỏ mớ hỗn độn này.Đọc thêm",
            "Khó tìm, bạn sẽ cần một chiếc xe bốn bánh có gầm cao để vào đó nhưng đường đi qua hẻm núi rất đẹp. Trang trại Barker được xây dựng vào khoảng năm 1940 bởi Bluch và Helen Thomason, những người đã thử sức mình trong lĩnh vực khai thác vàng. Năm 1955 trang trại được bán cho Jim và Arlene Barker. Trang trại Barker trở nên khét tiếng khi Charles Mason bị bắt ở đó vào năm 1969. Ngôi nhà bị thiêu rụi vào năm 1994 nhưng những bức tường đá vẫn còn nguyên. Hồ đá vẫn còn sót lại nếu bạn đi bộ xung quanh, bạn sẽ có thể thấy nơi đây từng là một địa điểm đẹp như thế nào.Đọc thêm",
            "Ai biết được rằng trang trại nhỏ bé này sẽ là nơi ẩn náu và bắt giữ của Manson và anh ta - Gia đình -. Thật buồn khi nơi này đã bị thiêu rụi, trước đây còn ấn tượng hơn nhiều. Muốn đến thăm như một địa điểm thú vị...thì chuyến đi đến Barker Ranch nên có trong danh sách. Bạn cũng có thể cắm trại qua đêm ở đây. Đọc thêm",
            "Chắc chắn, nơi này khó đến và có một số - lịch sử -, nhưng chuyến đi của bạn sẽ rất xứng đáng. Chỗ ở thưa thớt và phải thừa nhận rằng hơi xuống cấp - hoặc bị thiêu rụi - . Tuy nhiên, đó là một phần trải nghiệm khiến Barker Ranch trở nên đặc biệt. Mặc dù không được khuyến khích dành cho trẻ em hoặc những người dễ gây ấn tượng, Barker Ranch có mọi thứ bạn cần cho một nơi nghỉ ngơi lãng mạn dành cho những người đặc biệt rùng rợn thích thỉnh thoảng bò ra ngoài để khám phá. - giữ cho nó luôn mới mẻ - !Thêm Barker Ranch - người địa phương được gọi là - Crazy Charlie - s Place - vào hành trình của bạn vào lần tới khi bạn - ở gần Thung lũng Chết. Nói với họ rằng tôi gửi cho bạn một điều bất ngờ đặc biệt, miễn phí.Đọc thêm",
            "Thuê một chiếc xe jeep từ Farabee - s và bạn sẽ có một trải nghiệm tuyệt vời. Tốt nhất là nên vào từ phía Ballarat. Phong cảnh, núi non, cabin và đường xá thật không thể tin được. Đó là một cuộc phiêu lưu tuyệt vời.Đọc thêm",
            "Đường lên Golar Wash khó như thế nào? Đọc thêm",
            "Chỗ thuê xe jeep gần nhất ở đâu?  Tôi có thể lấy bản đồ ở đâu?Đọc thêm",
            "Chào, Robert. Bạn muốn biết gì về điểm du lịch này?\n\n\nTôi đã đến Death Valley Junction - Martha Beckett - - trang trại ở đâu so với đó?Đọc thêm",
            "Con đường vào Barker Ranch thế nào? Liệu chiếc xe 4x4 có giải phóng mặt bằng cao có làm được điều đó không? Hay bạn cần một chiếc Jeep? Lên kế hoạch cho chuyến đi tới đó vào tháng 11 năm 2015.Đọc thêm"
        ],
        "star_ratings": [
            9,
            5,
            1,
            0,
            1
        ],
        "review_amount": 16,
        "location": [
            "Hoa Kỳ",
            "California - CA -",
            "Những điều cần làm ở Công viên quốc gia Thung lũng Chết",
            "Trang trại Barker",
            "Công viên quốc gia Thung lũng Chết",
            "Quận bạn"
        ],
        "reviews_time": [
            "Written May 22, 2024",
            "Written December 24, 2023",
            "Written February 1, 2022",
            "Written January 24, 2021",
            "Written March 1, 2018",
            "Written October 2, 2017",
            "Written March 18, 2017",
            "Written December 18, 2014",
            "Written November 19, 2014",
            "Written March 31, 2013"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g143021-d144553-Reviews-Barker_Ranch-Death_Valley_National_Park_Inyo_County_California.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g143021-d144553-Reviews-or10-Barker_Ranch-Death_Valley_National_Park_Inyo_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g143021-d531585-Reviews-Dante_s_View-Death_Valley_National_Park_Inyo_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g143021-d504748-Reviews-Artist_s_Drive-Death_Valley_National_Park_Inyo_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g143021-d2255762-Reviews-Mesquite_Flat_Sand_Dunes-Death_Valley_National_Park_Inyo_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g13547698-d143007-Reviews-Harmony_Borax_Works-Furnace_Creek_Death_Valley_National_Park_Inyo_County_Califor.html",
            "https://www.tripadvisor.com/Attraction_Review-g143021-d531587-Reviews-Scotty_s_Castle-Death_Valley_National_Park_Inyo_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g143021-d3320706-Reviews-Father_Crowley_Vista_Point-Death_Valley_National_Park_Inyo_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g143021-d532003-Reviews-Stovepipe_Wells_Village-Death_Valley_National_Park_Inyo_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g143021-d532006-Reviews-Charcoal_Kilns-Death_Valley_National_Park_Inyo_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g143021-d2449740-Reviews-Aguereberry_Point-Death_Valley_National_Park_Inyo_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g143021-d4011133-Reviews-Tea_Kettle_Junction-Death_Valley_National_Park_Inyo_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g2334507-d3453497-Reviews-Komos_Beach-Pitsidia_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g7032541-d109853-Reviews-Miccosukee_Indian_Village-Tamiami_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d2518293-Reviews-The_Mousetrap-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g33324-d284800-Reviews-Folsom_Field-Boulder_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d15195002-Reviews-Zabeel_Palace-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g60745-d481780-Reviews-Charles_Street-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d3743225-Reviews-Chicago_Riverwalk-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g293890-d2578134-Reviews-Phulchoki-Kathmandu_Kathmandu_Valley_Bagmati_Zone_Central_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g40990-d504863-Reviews-Long_Sands_Beach-York_Beach_York_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d23342532-Reviews-BLU_Dubai-Dubai_Emirate_of_Dubai.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g143021-d144553-Reviews-or10-Barker_Ranch-Death_Valley_National_Park_Inyo_County_California.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g143021-d144553-Reviews-Barker_Ranch-Death_Valley_National_Park_Inyo_County_California.html"
    }
]