[
    {
        "attraction_name": "Barry Manilow at the Westgate Las Vegas Resort and Casino",
        "attraction_name_vi": "Barry Manilow tại Khu nghỉ dưỡng và Sòng bạc Westgate Las Vegas",
        "general_info": [
            "514 đánh giá",
            "20 trong số 261 buổi hòa nhạc sân khấu tại Las Vegas",
            "Biểu diễn sân khấu"
        ],
        "attraction_summary": "Trải nghiệm Barry Manilow, một trong những nghệ sĩ thu âm bán chạy nhất mọi thời đại trên thế giới, độc quyền tại Westgate Las Vegas Resort and Casino! Nghệ sĩ âm nhạc từng đoạt giải GRAMMY, TONY và EMMY này đã có tới 50 đĩa đơn Top 40 đáng kinh ngạc, bao gồm 12 đĩa đơn hạng 1 và 27 đĩa đơn Top 10. Anh được xếp hạng là Nghệ sĩ đương đại dành cho người lớn số 1 mọi thời đại, theo tạp chí Billboard và RR. Đọc thêm",
        "reviews": [
            "Buổi hòa nhạc của Barry Manilows là điểm nổi bật trong kỳ nghỉ của chúng tôi ở Las Vegas. Anh ấy vẫn là một nghệ sĩ biểu diễn tuyệt vời. Những bài hát nổi tiếng của anh ấy rất hay và sự tương tác của anh ấy với khán giả thật thú vị và thú vị. Tôi chắc chắn sẽ đặt vé để gặp lại anh ấy.Đọc thêm",
            "Không có đủ từ so sánh nhất để mô tả chương trình của Barry Manilow.  Mỗi bài hát đều nhận được sự hoan nghênh nhiệt liệt.  Giọng hát của anh ấy vẫn đẹp như mọi khi.  Rất mong được xem lại buổi biểu diễn vào lần tới. Tôi ở Vegas.  Rất khuyến khích!! Đọc thêm",
            "Buổi biểu diễn thật tuyệt vời!!.  Những câu chuyện anh ấy kể rất thú vị và toàn bộ chương trình đều mang tính giải trí.  Đám đông xung quanh tôi thật vui vẻ!! Anh ấy nghe có vẻ tuyệt vời.  Đó thực sự là một trải nghiệm tuyệt vời. Người dẫn chương trình của tôi Alisa D. đã làm cho buổi biểu diễn của tôi trở nên thú vị nhất.Đọc thêm",
            "Chương trình này thật tuyệt vời!! Tôi đưa mẹ tôi đến dự sinh nhật của bà, người đã yêu quý Barry Manilow từ khi bà còn là một thiếu niên. Tôi rất ấn tượng bởi buổi biểu diễn! Mọi người đều rất tử tế và hữu ích và Shelley H đã có thể giúp chúng tôi với gói VIP và giúp chúng tôi có được chỗ ngồi tốt hơn chỉ sau một vài vai diễn trên sân khấu!!! 1010 khuyên bạn nên xem chương trình này!Đọc thêm",
            "Barry Manilow của một ca sĩ nổi tiếng và tôi rất muốn xem anh ấy biểu diễn trước khi quá muộn. Rốt cuộc, anh ấy đã 80. \n\nBarry vẫn hát hay và anh ấy biết cách tạo ra một chương trình giải trí. Vợ tôi và tôi rất thích màn trình diễn của Barry.Đọc thêm",
            "Thật là một buổi hòa nhạc tuyệt vời! Barry Manilow đã không làm mọi người thất vọng. Âm nhạc của anh ấy là vượt thời gian và ban nhạc thật tuyệt vời. Người thực hiện hiệu ứng hình ảnh đã làm rất tốt việc kết hợp một số nét của quá khứ với ánh sáng tương lai. Tôi thực sự thích khi Barry song ca với chính mình lúc trẻ trên video. Phải xem cho mọi lứa tuổi.Đọc thêm",
            "Buổi biểu diễn thật tuyệt vời!  Nó kéo dài khoảng một tiếng rưỡi.  Thật vui khi được cung cấp que phát sáng.  Chúng tôi ngồi ở ban công và có tầm nhìn tuyệt vời!  Danh sách phát của Barry Manilow bao gồm mọi thứ, từ những bản hit cho đến những bài hát anh dự định đưa vào album tiếp theo!  Thậm chí còn có một đoạn video và âm thanh của ông nội anh từ thời thơ ấu!  Anh ấy tràn đầy năng lượng, thật tuyệt vời!  Tôi hy vọng có thể xem một số bài hát anh ấy hát mà tôi không quen thuộc nhưng tôi thực sự thích!  Đọc thêm",
            "Tôi chợt nảy ra ý định đi xem buổi biểu diễn của Barry vì dù sao thì anh ấy cũng là một huyền thoại sống! Thật là một đêm giải trí tuyệt vời! Chương trình bắt đầu muộn một chút khoảng 15 phút, nhưng một khi đã bắt đầu, đó là vô số tác phẩm kinh điển! Barry vẫn là nghệ sĩ biểu diễn xuất sắc nhất ở tuổi 80. Giọng hát của anh ấy nghe rất hay và đám đông thực sự say mê! Chúng tôi có thể chụp bao nhiêu ảnh và quay video tùy thích. Tôi yêu thích những giai thoại mà Barry kể giữa các bài hát và cách anh ấy tương tác với khán giả. Tôi hoàn toàn thích nó! Đọc thêm",
            "Barry Manilow đã ra mắt đã lâu nhưng anh ấy vẫn tràn đầy năng lượng và chất lượng giọng hát tuyệt vời. Anh ấy mang đến một chương trình sống động, mang tính giải trí, vui vẻ và mang lại nhiều kỷ niệm. Anh ấy bao gồm các phần câu chuyện cá nhân của riêng mình bao gồm những hình ảnh và câu chuyện thời thơ ấu.\nNgười này là một biểu tượng và chúng tôi thật may mắn khi được gặp anh ấy. Tôi hy vọng tôi có được một nửa năng lượng của ông ấy vào cuối tuổi 70.\nNhà hát Westgate rất đẹp và là một trong những địa điểm cổ điển ở Vegas. Nó nằm ngoài Dải, nhưng Uber có thể đưa bạn đến bất cứ đâu.\nChúng tôi yêu thích chương trình và hy vọng một ngày nào đó sẽ được xem lại nó.Đọc thêm",
            "Tôi luôn là một người hâm mộ và chớp lấy cơ hội được gặp Barry trong chuyến đi gần đây tới Las Vegas.  Tôi đã không thất vọng.  Ở tuổi 80, giọng hát của ông vẫn trong trẻo và du dương như khi ông thu âm album đầu tiên.  Anh biểu diễn gần hai tiếng đồng hồ không nghỉ và không bỏ sót một nốt nhạc nào.  Những câu chuyện về cuộc đời của ông đã được kể một cách tài tình.  Anh ấy đã chạm vào tất cả những bản hit hay nhất của mình.  Anh ấy đã nắm giữ khán giả trong tay với một màn trình diễn xuất sắc mà tôi sẽ không bao giờ quên.Đọc thêm",
            "Đã có vé cho tháng tới, tháng 6 năm 2024. Đã nằm trong danh sách nhóm của tôi trong nhiều năm. Đã đặt trước mọi thứ. Một tuần sau, tôi nhận được email thông báo buổi hòa nhạc bị hủy và tôi sẽ được hoàn lại tiền. Không có lý do tại sao đưa ra. Tuyệt vời, còn vé máy bay và khách sạn của tôi thì sao, những khoản đó có được hoàn lại không? Quá thất vọng!!!! Đọc thêm",
            "Chị gái tôi và tôi đưa người mẹ 88 tuổi của chúng tôi đến gặp Barry yêu quý của bà và nghe bản nhạc tuổi thơ của chúng tôi. Chúng tôi rất hào hứng với buổi biểu diễn và đã chờ đợi các album của anh ấy. Chương trình thậm chí còn TỐT HƠN hơn bất kỳ ai trong chúng tôi hình dung. Giọng hát của anh ấy vẫn khỏe và đúng tông. Cách kể chuyện và đan xen những thành công thương mại của Barry cùng với quá trình trưởng thành của anh ấy rất cảm động và được thực hiện rất tốt. Các ca sĩ dự bị và ban nhạc dự bị lớn đều rất tài năng, âm thanh và hình ảnh đều xuất sắc. Màn trình diễn Copacabana kết thúc và yếu tố bí mật là một điểm nhấn rõ ràng. Rất muốn giới thiệu chương trình này nếu bạn là một người hâm mộ Manilow. Chúng tôi cũng vô cùng ấn tượng với đội ngũ nhân viên của Westgate. Ngay từ khi chúng tôi bước lên để quét vé, Rudi ngay lập tức xác định rằng tôi sẽ gặp khó khăn khi đi đến chỗ ngồi ở ban công trong tư thế bó bột bằng chân, cũng như các vấn đề khi đi vào nhà vệ sinh. Anh ấy giao chúng tôi cho Linda ở Entertainment, người đảm bảo rằng chỗ ngồi mới của chúng tôi sẽ thoải mái hơn. Chúng tôi thực sự đánh giá cao thời gian mà các nhân viên đã dành ra để đảm bảo rằng chúng tôi có mặt ở nơi an toàn cho buổi biểu diễn.Đọc thêm",
            "Barry thật tuyệt vời. Anh ấy cảm thấy hoàn toàn hiện diện và thể hiện một sự kết hợp tuyệt vời giữa âm nhạc của mình. Người hâm mộ của anh ấy sẽ không thất vọng.  Anh ấy là âm nhạc và tôi yêu những bài hát của anh ấy.Đọc thêm",
            "Thật là một buổi trình diễn tuyệt vời!!  Mọi chuyện còn tuyệt vời hơn mong đợi khi Maria, người dẫn chỗ, dẫn chúng tôi xuống hàng ghế thứ 4! Chúng tôi chưa bao giờ ngồi gần nhau như vậy ở BẤT KỲ buổi hòa nhạc nào. Thật là thú vị. Tôi nghĩ tôi thậm chí còn giao tiếp bằng mắt với Barry! Cảm ơn mọi người!!  Đặc biệt là Maria.Đọc thêm",
            "Đó là một trải nghiệm tuyệt vời, đáng kinh ngạc khi được nhìn thấy Barry Manilow và giọng hát tuyệt vời của anh ấy, âm nhạc piano tuyệt vời và kỹ năng trình diễn tuyệt vời. Anh ấy đã làm tôi choáng ngợp!! Tôi luôn yêu quý Barry Manilow và tôi luôn muốn gặp anh ấy. Tôi rất vui vì đã đến buổi biểu diễn đáng kinh ngạc này. Tôi không thể tin rằng tôi vừa nhìn thấy những gì tôi đã thấy. Anh không giữ lại được gì cả! Thật đáng kinh ngạc! Hãy đến gặp anh ấy! Đó là một trải nghiệm không giống bất cứ điều gì khác. Một lời cảm ơn tới người hướng dẫn yêu thích của tôi, Caroline, người đã tặng tôi một chiếc khăn quàng cổ nhân dịp sinh nhật. Cô ấy làm cho ngày của tôi cảm thấy đặc biệt. Cảm ơn Caroline! Tôi thích những chiếc ghế: hàng ghế thứ hai, sân khấu giữa.Đọc thêm",
            "Barry Manilow... người đàn ông đó là một huyền thoại, và vẫn đang ở vị trí thứ 110. Chúng tôi đã có vé ở phần dàn nhạc phía sau, nhưng Caroline tuyệt vời ở bộ phận Giải trí đã hỏi liệu chúng tôi có muốn chuyển lên phần VIP TRÊN SÂN KHẤU... mà tất nhiên là chúng tôi bắt buộc.  Chúng tôi đã được ngồi cùng với một số người hâm mộ Fanilows Barry nhất định!, và tất cả chúng tôi đã có khoảng thời gian tuyệt vời để hát theo, trò chuyện và tận hưởng dịch vụ bàn tuyệt vời.  Buổi biểu diễn thật phi thường!  Ban nhạc thật tuyệt vời, các vũ công phụ họa là những ca sĩ hàng đầu, và tất nhiên Barry thật TUYỆT VỜI. Tôi sẽ không nói cho bạn biết đêm chung kết là gì, nhưng đó chắc chắn là điểm nhấn của đêm.  Rất khuyến khích!Đọc thêm",
            "Tôi là Fanilow cả đời... Barry đã đưa tôi đến Mandy, khi tôi 12 tuổi. Chúng tôi đã xem Barry ở Westgate, ở hàng ghế thứ 5 và anh ấy thực sự TUYỆT VỜI! Anh ấy ngày càng trở nên tuyệt vời hơn theo tuổi tác. Đây có lẽ là lần thứ 10 tôi xem Barry và đó là trải nghiệm TUYỆT VỜI NHẤT!! Tôi sẽ xem Barry nhiều lần nữa, miễn là anh ấy vẫn tiếp tục chơi!!! Cảm ơn Shelly H ở Phòng Giải trí vì lòng hiếu khách của cô ấy tại buổi biểu diễn! Đọc thêm",
            "Anh ấy vẫn còn có được nó!  81 tuổi và ông vẫn kỳ diệu như ngày nào!  Đây là một điều trị thực sự! Đã đi cùng vợ tôi, chị gái tôi và chồng cô ấy và tất cả chúng tôi đã có khoảng thời gian tuyệt vời! Đọc thêm",
            "Hãy cẩn thận, Manilow hủy bỏ thường xuyên.  Sẽ thật tuyệt nếu viết một bài đánh giá về buổi hòa nhạc của anh ấy tại Westgate nếu anh ấy xuất hiện.  Tôi đến gặp anh ấy vào ngày 8 tháng 6. Anh ấy đã hủy vào giây cuối cùng.  Tôi đã thử lại lần nữa vào thứ Năm tuần trước, ngày 14 tháng 3 và một lần nữa anh ấy lại hủy bỏ.  Tất cả thời gian và tiền bạc tôi đã bỏ ra cho hai buổi diễn bị hủy bỏ.  Chắc chắn, tôi sẽ được hoàn tiền vé, nhưng còn khách sạn, chuyến bay và thời gian của tôi thì sao.  Tất cả những gì Westgate có thể làm là xin lỗi.  Vấn đề lớn.  Có lẽ Westgate phải chịu trách nhiệm nào đó vì họ biết rằng anh ấy đã hủy các buổi biểu diễn.Đọc thêm",
            "Barry Manilow là một trong những ca sĩ, người dẫn chương trình xuất sắc nhất mà bạn từng gặp. Ở tuổi 80, ông ấy di chuyển như thể ông ấy 30 gì đó. Hãy mong đợi được nghe những tác phẩm kinh điển của anh ấy và một chương trình tổng thể đơn giản, xuất sắc tuyệt vời. Chương trình kéo dài khoảng 1,5 giờ. Rất đáng để xem anh ấy trực tiếp. Khuyến khích chụp ảnh video không có đèn flash. Được khuyên bỏ thêm tiền để ngồi gần sân khấu hơn, mình ngồi hàng H, bên trái giữa sân khấu.Đọc thêm"
        ],
        "star_ratings": [
            454,
            33,
            5,
            3,
            19
        ],
        "review_amount": 514,
        "location": [
            "Las Vegas",
            "Nevada NV",
            "Barry Manilow tại Khu nghỉ dưỡng và Sòng bạc Westgate Las Vegas",
            "Hoa Kỳ",
            "Những điều cần làm ở Las Vegas"
        ],
        "reviews_time": [
            "Written June 14, 2023",
            "Written June 17, 2023",
            "Written July 10, 2023",
            "Written July 22, 2023",
            "Written July 22, 2023",
            "Written July 23, 2023",
            "Written July 23, 2023",
            "Written July 28, 2023",
            "Written August 30, 2023",
            "Written September 22, 2023",
            "Written May 24, 2024",
            "Written May 18, 2024",
            "Written May 14, 2024",
            "Written May 10, 2024",
            "Written May 3, 2024",
            "Written April 12, 2024",
            "Written March 24, 2024",
            "Written March 19, 2024",
            "Written March 16, 2024",
            "Written March 12, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g45963-d799256-Reviews-Barry_Manilow_at_the_Westgate_Las_Vegas_Resort_and_Casino-Las_Vegas_Nevada.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g45963-d7952009-Reviews-Edge_Steakhouse-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Restaurant_Review-g45963-d8788957-Reviews-Fresco_Italiano-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Restaurant_Review-g45963-d7376380-Reviews-Sid_s_Cafe-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Restaurant_Review-g45963-d497146-Reviews-Piero_s_Italian_Cuisine-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Restaurant_Review-g45963-d9767496-Reviews-Fresh_Buffet-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Restaurant_Review-g45963-d4440718-Reviews-Rikki_Tiki_Sushi-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Restaurant_Review-g45963-d9721746-Reviews-Fortuna-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Restaurant_Review-g45963-d552926-Reviews-Margarita_Grille-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Restaurant_Review-g45963-d9717617-Reviews-Silk_Road_Asian_Bistro-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Restaurant_Review-g45963-d26844800-Reviews-Velvet_Bar-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d26094969-Reviews-Imaginarium-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d216694-Reviews-Westgate_Las_Vegas_Resort_Casino-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d19184797-Reviews-Statue_of_Elvis-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d552977-Reviews-Las_Vegas_Convention_Center-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d104050-Reviews-Stratosphere_Tower-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d127003-Reviews-Fountains_of_Bellagio-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d6509306-Reviews-High_Roller-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d625114-Reviews-Bellagio_Conservatory_Botanical_Garden-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d1156204-Reviews-Wynn_Las_Vegas_Casino-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d13342357-Reviews-Vashdev_Rupani-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d799256-Reviews-or10-Barry_Manilow_at_the_Westgate_Las_Vegas_Resort_and_Casino-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d615091-Reviews-The_Beatles_Love_Cirque_du_Soleil-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d23537427-Reviews-Soul_Of_Motown-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d7738644-Reviews-Paranormal_The_Mindreading_Magic_Show-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d3870907-Reviews-MJ_Live-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d25272557-Reviews-Escape_Reality_Magic_Show_Las_Vegas_Garry_Janine_Carson-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d10209310-Reviews-Piff_the_Magic_Dragon-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d14081303-Reviews-The_Magic_of_Jen_Kramer-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d11798913-Reviews-Wayne_Newton_Up_Close_and_Personal-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d1763967-Reviews-The_Mentalist-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d11929830-Reviews-The_Bronx_Wanderers-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d25300655-Reviews-Westgate_s_Comedy_Cabaret-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d24859696-Reviews-Boombox_A_Vegas_Residency_On_Shuffle-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d12007587-Reviews-Serenity_Spa_by_Westgate_Las_Vegas-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d12442229-Reviews-Chapel_of_Crystals-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d12234270-Reviews-The_Las_Vegas_Country_Club-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d3521590-Reviews-Comedy_After_Dark_Anthony_Padilla_at_Las_Vegas_Hotel_Casino-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d1009237-Reviews-250_000_Game_Show_Spectacular-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d1074726-Reviews-Vegas_Indoor_Skydiving-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d16845148-Reviews-Sananda_Top_Tours-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g1117904-d324924-Reviews-Jigokudani_Snow_Monkey_Park-Yamanouchi_machi_Shimotakai_gun_Nagano_Prefecture_Kos.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d4546270-Reviews-Titanic_The_Artifact_Exhibition-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g294195-d8027913-Reviews-Meidan_Bazaar-Tbilisi.html",
            "https://www.tripadvisor.com/Attraction_Review-g147309-d2141115-Reviews-Rastafari_Indigenous_Village-Jamaica.html",
            "https://www.tripadvisor.com/Attraction_Review-g188064-d1849045-Reviews-Musegg_Wall-Lucerne.html",
            "https://www.tripadvisor.com/Attraction_Review-g56003-d3140513-Reviews-Buffalo_Bayou_Park-Houston_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g1185701-d2258013-Reviews-Lago_di_Tenno-Tenno_Province_of_Trento_Trentino_Alto_Adige.html",
            "https://www.tripadvisor.com/Attraction_Review-g60583-d3140479-Reviews-Maunakea_Visitor_Information_Station-Hilo_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g154917-d6484980-Reviews-Columbia_Icefield_Skywalk-Jasper_National_Park_Alberta.html",
            "https://www.tripadvisor.com/Attraction_Review-g189154-d197710-Reviews-Guincho_Beach-Cascais_Lisbon_District_Central_Portugal.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g45963-d799256-Reviews-or10-Barry_Manilow_at_the_Westgate_Las_Vegas_Resort_and_Casino-Las_Vegas_Nevada.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g45963-d799256-Reviews-Barry_Manilow_at_the_Westgate_Las_Vegas_Resort_and_Casino-Las_Vegas_Nevada.html"
    }
]