[
    {
        "attraction_name": "Bartlett Reservoir",
        "attraction_name_vi": "Hồ chứa Bartlett",
        "general_info": [
            "16 đánh giá",
            "1 trong 3 điều cần làm ở Tonto Basin",
            "Nguồn nước"
        ],
        "attraction_summary": "Hồ Bartlett là một trải nghiệm tuyệt vời vào cuối tuần vừa qua! Chúng tôi kéo chiếc xe kéo bật lên của mình đến đầu xa của Bartlett Flats, nơi chúng tôi tìm thấy địa điểm cuối cùng để cắm trại. Khoảng cách xa về phía cuối của Căn hộ này thật tuyệt vời và yên tĩnh. Chúng tôi đã có thể để những chú chó chạy tự do và tận hưởng trò chơi vô tội vạ mà chúng tôi đã cắm trại. Với khả năng tiếp cận bờ hồ dễ dàng, chúng tôi có thể chèo thuyền kayak vào hồ dễ dàng hơn từ khu cắm trại của mình. Có nhà vệ sinh và thùng rác gần lối vào Căn hộ, rất tiện cho những ai không có nhà vệ sinh. Tuy nhiên, sẽ phải đi bộ rất xa so với điểm cuối của Căn hộ nơi chúng tôi ở.Đọc thêm",
        "reviews": [
            "Được cho là tắm khỏa thân ở đây.  Ba ngày cuối tuần liên tiếp, không có ai khỏa thân ngoại trừ tôi.  Nơi mà tất cả các bạn đang trốnĐọc thêm",
            "Tôi nghĩ sẽ mát hơn trên thuyền. Đây là hồ thứ hai tôi đến ở AZ và tiếc là nó hơi thất vọng. Nếu không có những người đến đây bỏ lại toàn bộ rác rưởi thì tốt quá. Tôi nghĩ đã có lúc chúng tôi tình cờ nhìn thấy mặt nạ Covid của ai đó trong nước. Hàng tấn lon bia, giấy gói thực phẩm, quần áo dọc bãi biển. Bắt gặp một lưỡi câu trên cát nên nếu bạn có trẻ em hoặc chó hãy coi chừng! Có một số khu vực vịnh nhỏ bạn có thể chọn, đó là điều tuyệt vời để bạn có nhiều lựa chọn. Nhìn từ xa trông đẹp thật. Hãy đến gần và bạn sẽ bắt đầu nhận thấy. Mọi người thực sự cần tham gia chương trình và bắt đầu tôn trọng đất đai.Đọc thêm",
            "Đến thăm hồ Bartlett vào cuối tuần trước và tận hưởng sa mạc rực rỡ nở rộ. Lái xe từ khu vực Phoenix là một trong những chuyến đi trong ngày ngắm cảnh đẹp nhất và hoa dại năm nay là chuyến đi tuyệt vời nhất mà chúng tôi đã có trong nhiều năm, vì vậy đừng trì hoãn lâu hơn nữa! Thời gian lái xe là khoảng một giờ mỗi chiều. Đóng gói một số thực phẩm và ghé thăm một trong những khu dã ngoại. Vịnh rắn đuôi chuông có khu dã ngoại ba tầng nhìn ra hồ. Có một nhà hàng có sân hiên và cửa hàng trực thuộc ở khu vực bến du thuyền. Hồ cuối cùng đã đầy trở lại.Đọc thêm",
            "Hồ Bartlett nằm hơi xa con đường mòn, có nghĩa là ít đông đúc hơn Hồ Saguaro hoặc Hồ Pleasant.  Chúng tôi thuê một chiếc thuyền phao trong nửa ngày và tận hưởng một hồ nước gần như trống rỗng trong khi bơi lội và dã ngoại.  Hồ hiện thấp hơn mực nước bình thường khoảng 20 feet, vì vậy điều quan trọng là phải chú ý các phao đánh dấu các tảng đá gần bờ biển.  Hồ nằm trong sa mạc xung quanh và nếu đỗ xe bên ngoài bến du thuyền, bạn sẽ cần có thẻ Tonto có sẵn tại Bến du thuyền.Đọc thêm",
            "Lái xe ra ngoài một đêm để kiểm tra hồ. Gần Cave Creek. Đáng để lái xe. Tốt cho chuyến đi nửa ngày và đi bộ đường dài.Đọc thêm",
            "Chúng tôi lái xe về vùng nông thôn và nhìn thấy hồ này trên bản đồ.  Chúng tôi lái xe đến một bãi đậu xe nhìn ra hồ và dừng lại duỗi chân ngắm nhìn những người trượt tuyết và thuyền máy trên hồ.  Cách ô tô của chúng tôi 5 phút, 30 feet và một nhân viên kiểm lâm bước tới và dán một vé lên kính chắn gió của chúng tôi.  Tôi hỏi anh ấy đang làm gì và anh ấy nói tôi không được phép dừng ở bất cứ đâu trên đường mà không xuất trình thẻ sử dụng giải trí.  Sau đó, người kiểm lâm bắt đầu gây rắc rối cho một anh chàng khác có cần câu, kiểm tra giấy phép và giấy phép của anh ta.  Chúng tôi bị phạt 80 vì dừng 5 phút trước khi lái xe tiếp.  Đã kiểm tra trên internet và có rất nhiều người phàn nàn về lỗi tương tự, đưa ra một vé cắm trại câu cá sử dụng lại cho những người lái xe qua đường công cộng!.  Chúng tôi tiếp tục hành trình của mình sau khi học được cách tránh xa nơi này.Đọc thêm",
            "Chúng tôi thường dành buổi tối ở hồ Bartlett và tổ chức tiệc BBQ gia đình và bọn trẻ bơi lội trong hồ nước trong vắt.  Rất mới mẻ ở Arizona, không phải những gì bạn mong đợi tìm thấy ở sa mạc!Đọc thêm",
            "Đây là một hồ nước đẹp gần đây đã mở một nhà hàng với đồ ăn và đồ uống ngon. Tôi ước gì nhà hàng mở cửa phục vụ bữa sáng, nhưng có lẽ khi nó trở nên nổi tiếng hơn. Bến du thuyền rất đẹp và yên tĩnh. Mọi người ở lại bến du thuyền qua đêm trên thuyền đều thân thiện và lịch sự. Quan điểm tuyệt vời. Có một gia đình rái cá sống ở đó và họ thường xuyên ghé thăm khu vực bến tàu. Một điều tôi nghĩ bến du thuyền có thể cải thiện là không chỉ thuê thành viên trong gia đình. Bến du thuyền này có tiềm năng, chỉ cần quản lý nhiều hơn.Đọc thêm",
            "Chà, đó là một trong những nơi mà hầu hết người Phoenicia không đến. Hầu hết vì họ không biết điều đó nên mọi người đều đến hồ Pleasant, nơi thường đông đúc. Bartlett yên tĩnh hơn, chỉ có một vài người chèo thuyền và một số người cắm trại, nhưng chỉ thế thôi. Bạn có thể lấy thẻ Tonto tại trạm kiểm lâm ở Carefree, nhưng tôi không biết liệu họ có mang theo nhãn dán tàu thuyền hay không. Chúng tôi thường nhận chúng tại Circle K ở nhà và người ta phải ghi lại ngày giờ đến để xác thực. Vì vậy, chúng tôi thường dành vài giờ để bơi và thả phao trên mặt nước. Họ có một số khu vực BBQ với rất nhiều thứ lò nướng, phòng tắm cũng ở đó. Nó nhỏ hơn Lake Pleasant nhưng yên tĩnh hơn rất nhiều!Đọc thêm"
        ],
        "star_ratings": [
            7,
            6,
            1,
            1,
            1
        ],
        "review_amount": 16,
        "location": [
            "Lưu vực Tonto",
            "Hoa Kỳ",
            "Những hoạt động không thể bỏ qua ở lưu vực Tonto",
            "Hồ chứa Bartlett",
            "Arizona AZ"
        ],
        "reviews_time": [
            "Written April 8, 2024",
            "Written October 16, 2023",
            "Written September 2, 2020",
            "Written March 31, 2019",
            "Written October 14, 2018",
            "Written August 2, 2018",
            "Written August 7, 2017",
            "Written May 4, 2017",
            "Written August 10, 2016",
            "Written November 11, 2015"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g31385-d4308955-Reviews-Bartlett_Reservoir-Tonto_Basin_Arizona.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g31181-d11749622-Reviews-Bartlett_Lake_Grill-Carefree_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31181-d24920613-Reviews-Bartlett_Lake_Carefree_Az-Carefree_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31385-d4308955-Reviews-or10-Bartlett_Reservoir-Tonto_Basin_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31350-d18996687-Reviews-Scottsdale_Adventure_Tours-Scottsdale_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31350-d3346494-Reviews-Southwest_Wildlife_Conservation_Center-Scottsdale_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31350-d1508561-Reviews-Cave_Creek_Outfitters-Scottsdale_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31350-d23684658-Reviews-Wild_West_Horse_Adventures-Scottsdale_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31181-d7144451-Reviews-Barlett_Lake_Marina-Carefree_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31332-d265641-Reviews-Tonto_Verde_Golf_Club-Rio_Verde_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31350-d21321168-Reviews-Jimmy_Fords_Wake_Experience-Scottsdale_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31332-d7189809-Reviews-Verde_River_Golf_Club-Rio_Verde_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31332-d2431898-Reviews-Vista_Verde_Golf_Course-Rio_Verde_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31332-d20017181-Reviews-Alvea_Spa_Salon_Wellness-Rio_Verde_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31350-d259564-Reviews-Arizona_Cowboy_College-Scottsdale_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g39588-d103526-Reviews-Kentucky_Horse_Park-Lexington_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g297892-d11824422-Reviews-Sanbangsan_Carbonate_Hot_Springs-Seogwipo_Jeju_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g147312-d1997485-Reviews-Blue_Hole-Ocho_Rios_Saint_Ann_Parish_Jamaica.html",
            "https://www.tripadvisor.com/Attraction_Review-g49256-d2257908-Reviews-Paradise_Fun_Park-Kill_Devil_Hills_Outer_Banks_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g48804-d2303083-Reviews-Masker_Orchards-Warwick_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47635-d3535628-Reviews-Eisenhower_Park-East_Meadow_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g46097-d20143742-Reviews-Living_Shores_Aquarium-Glen_Bartlett_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g1936425-d1230998-Reviews-Morjim_Beach-Morjim_North_Goa_District_Goa.html",
            "https://www.tripadvisor.com/Attraction_Review-g55197-d8870600-Reviews-Main_Event_Entertainment-Memphis_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g297761-d325271-Reviews-Ramat_Gan_Safari-Ramat_Gan_Tel_Aviv_District.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g31385-d4308955-Reviews-or10-Bartlett_Reservoir-Tonto_Basin_Arizona.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g31385-d4308955-Reviews-Bartlett_Reservoir-Tonto_Basin_Arizona.html"
    }
]