[
    {
        "attraction_name": "Basilica Cathedral of Saint-Denis",
        "attraction_name_vi": "Nhà thờ chính tòa Saint-Denis",
        "general_info": [
            "1.486 đánh giá",
            "1 trong số 39 hoạt động giải trí ở Saint-Denis",
            "Địa điểm lịch sử",
            "Công trình kiến ​​trúc",
            "Địa điểm tôn giáo"
        ],
        "attraction_summary": "Kiệt tác đầu tiên của kiến ​​trúc Gothic Pháp, tu viện hoàng gia và địa điểm hành hương lớn vào thời Trung cổ, Nhà thờ Basilica đảm nhận vai trò chính là nơi chôn cất các vị vua của Pháp ngay từ thế kỷ thứ 6. Mặc dù bị lục soát trong Cách mạng, vương cung thánh đường có hơn 70 ngôi mộ hoàng gia, bao gồm cả Dagobert, François I, Catherine de Medicis và Louis XVI. Mở cửa: từ ngày 1 tháng 4 đến ngày 30 tháng 9: Thứ Hai đến Thứ Bảy: từ 10 giờ sáng đến 6 giờ 15 chiều. ; Chủ nhật: từ trưa đến 6h15 chiều.  Ngày 1 tháng 10 đến ngày 31 tháng 3: Thứ Hai đến Thứ Bảy: từ 10 giờ sáng đến 5 giờ 15 chiều. ; Chủ nhật: từ trưa đến 5h15 chiều. Lần vào cửa cuối cùng là 30 phút trước giờ đóng cửa. Đóng cửa: ngày 1 tháng 1, ngày 1 tháng 5 và ngày 25 tháng 12.  Trong một số thánh lễ. Phí vào cổng: Người lớn : 7,5; Nhượng bộ 18 đến 25 4,50 ; Vào cửa miễn phí: trẻ vị thành niên dưới 18 tuổi; Vào cửa miễn phí: công dân 18-25 tuổi của một trong 27 quốc gia thuộc EU hoặc là thường trú nhân không thuộc Châu Âu của Pháp, ngoại trừ các nhóm trườngĐọc thêm",
        "reviews": [
            "Nơi này đã được khôi phục một cách đáng yêu và được thực hiện rất tốt.  Kiến trúc và kính màu đáng để ghé thăm.  Hầm mộ cũng rất tuyệt.  Nó cách ga tàu điện ngầm khoảng 200 m và cách trung tâm thành phố một chuyến đi dài nhưng không nên bỏ qua.   Đọc thêm",
            "Chúng tôi rất vui vì đã bắt chuyến tàu điện ngầm dài đến Saint Denis để xem nhà thờ quan trọng này.  Chúng tôi đã tham gia Chuyến tham quan bằng tiếng Anh mà chúng tôi thực sự khuyên bạn nên hiểu rõ nhất về những gì bạn đang thấy ở đó.  Nhà thờ có ý nghĩa vô cùng quan trọng về mặt lịch sử ở nhiều cấp độ - về mặt tôn giáo, vì nó được cho là chứa hài cốt của Thánh Denis, người được cho là đã đưa đạo Công giáo đến Paris, một cách thế tục, vì nó đóng vai trò là lăng mộ của tất cả các vị vua Pháp có từ thời xa xưa. thế kỷ thứ 7, bao gồm Louis XIV, Louis XV, Louis XVI và Marie Antoinette, và về mặt kiến ​​trúc, việc tái thiết vào thế kỷ 12 được coi là công trình kiến ​​trúc Gothic đầu tiên ở châu Âu. Nhà thờ cũng có những phần được bảo tồn mà chúng ta có thể nhìn thấy, có niên đại từ lần xây dựng ban đầu vào thế kỷ thứ 5-6 và cả từ lần tái thiết thứ hai vào thời Charlemagne.  Nhà thờ có nhiều tác phẩm điêu khắc tưởng niệm nổi bật và cửa sổ màu tuyệt đẹp.\n\nVì Vương cung thánh đường nằm ở vùng ngoại ô giáp ranh và không có nhiều người biết về nó nên nó rất yên tĩnh và chúng tôi có thể tiếp nhận mọi thứ với cảm giác tôn kính và kính sợ mà nó xứng đáng có được. Chúng tôi đọc được rằng Saint Denis là nơi có rất nhiều người nhập cư và đã bị người dân Paris mang tiếng xấu trong thế kỷ qua, nhưng với tư cách là người dân New York, chúng tôi không hề nản lòng và không hề bối rối trước ý định đi đến một khu vực có thể còn sơ sài.  Hóa ra, tàu điện ngầm sẽ đưa bạn đến gần Vương cung thánh đường vài trăm mét.  Bạn đến một khu vực hoàn toàn an toàn dường như là một phần của trường cao đẳng hoặc đại học công lập. \n\nNếu bạn dự định ở Paris trong một tuần hoặc đã đến đó và ngắm nhìn những thắng cảnh quen thuộc thì đây là một điểm đến rất đáng giá, đưa bạn vượt xa giá vé du lịch thông thường.  Rất khuyến khích.Đọc thêm",
            "Một cấu trúc tuyệt vời để tham quan với gần 1000 năm lịch sử. Chuyến tham quan các ngôi mộ và hầm mộ rất đáng để tham gia. Mở cửa quanh năm sau một thời gian dài tân trang vừa mới kết thúc, đây là một cảnh tượng tuyệt đẹp để chiêm ngưỡng bên trong vương cung thánh đường. Nhiều hoàng gia Pháp nổi tiếng nhất được chôn cất ở đây. Hãy tôn trọng vì đây vẫn là một vương cung thánh đường đang hoạt động với các dịch vụ, bao gồm tang lễ, đám cưới và lễ rửa tội đang diễn ra. Phần bảo tàng đóng cửa trong thời gian phục vụ, vì vậy hãy lưu ý điều này. Vào cửa miễn phí cho trẻ vị thành niên. Rất khuyến khích nhận hướng dẫn âm thanh 3 Euro mỗi cái để có thông tin chi tiết tuyệt vời về tất cả những gì có thể xem ở đây. Ngoài ra còn có các chuyến tham quan có hướng dẫn viên bằng tiếng Pháp vào những thời điểm nhất định. Bên trong có thể khá lạnh vì đá vẫn khá mát, vì vậy hãy ăn mặc phù hợp. Phòng tắm tại chỗ là tốt. Đọc thêm",
            "Vương cung thánh đường này có điểm khác biệt là vừa là nhà thờ Gothic đầu tiên vừa là nghĩa địa của các vị vua và hoàng hậu nước Pháp.\n\nVào cửa nhà thờ miễn phí, nhưng bạn sẽ phải trả tiền để xem nghĩa địa, với tất cả những hình nộm thú vị của các vị vua Pháp. Và vâng, bạn cũng sẽ tìm thấy Marie-Antoinette ở đây.\n\nHướng dẫn âm thanh được cung cấp với một khoản phí bổ sung và rất đáng giá.\n\nNhà thờ gần đây đã được trùng tu nên mọi thứ đều sạch sẽ và cửa sổ thêm sáng sủa, ngay cả vào ngày nhiều mây tôi ở đó.\n\nDễ dàng truy cập bằng tàu điện ngầm.\n\nNó có ở trong một khu vực tồi tàn không? Có, nhưng không có gì tệ hơn việc ở một số khu vực khó khăn hơn của các thành phố ở Hoa Kỳ. Vào ban ngày, sẽ không tệ nếu bạn chỉ cần đi thẳng đến và đi từ trạm dừng tàu điện ngầm.Đọc thêm",
            "Hãy dành ít nhất 2 - 3 giờ ở đây. Chuyến tham quan tự hướng dẫn bằng âm thanh rất hay và nếu bạn có thể đọc được tiếng Pháp, hãy dành thời gian đọc một số dòng chữ trên các ngôi mộ và tượng đài. Tôi đặc biệt thích nhìn vào các bức chạm khắc chi tiết, cố gắng biết được những gì những người này đánh giá cao và họ có thể như thế nào trong cuộc sống. Bản thân vương cung thánh đường đơn giản là đẹp và hầm mộ là sự pha trộn giữa rùng rợn và hấp dẫn.Đọc thêm",
            "Không phải là khu vực tốt nhất của Paris để ghé thăm nhưng cuộc hành trình rất xứng đáng.  Nhà thờ Gothic đầu tiên ở Pháp và là nơi an nghỉ của rất nhiều vị vua Pháp.  Từ kiến ​​trúc tòa nhà đến lịch sử nội dung của mình, đây chắc chắn là một địa điểm không thể bỏ lỡ.Đọc thêm",
            "Đây là một chuyến đi thú vị đến một phần bình thường và thực tế hơn nhiều của Paris.  Tôi không nghĩ rằng nó không an toàn, mặc dù có một số đánh giá ở đây, nhưng có lẽ có một số phần hơi khó chịu.  Bạn chắc chắn biết rằng bạn đã bỏ lại trung tâm du lịch Paris phía sau.  Ưu điểm là các nhà hàng địa phương có giá hợp lý hơn nhiều.  Tôi đã có một bữa ăn hai món ngon miệng ở một nơi ngay đối diện Vương cung thánh đường chỉ với 16 đô la. Số tiền tiết kiệm được nhiều hơn là trả cho chuyến đi tàu điện ngầm, đưa bạn đến gần Vương cung thánh đường trên tuyến 13 và có một nhà ga được đặt theo tên của nó.  Bản thân nhà thờ rất tráng lệ và nghĩa địa như người ta gọi nó, thật thú vị.  Nó có một cảm giác trống rỗng một cách kỳ lạ, bởi vì tất nhiên nó đã bị lục soát trong Cách mạng và xác chết của hoàng gia bị ném vào hố vôi một cách thô bạo!   May mắn thay, nhiều tác phẩm điêu khắc trong lăng mộ hoàng gia đã được bảo tồn vì giá trị nghệ thuật của chúng và vẫn có thể được nhìn thấy.  Đến đây với tư cách là một du khách người Anh, bạn sẽ nhận thức rõ hơn về lịch sử khác nhau giữa hai quốc gia chúng ta và cuộc cách mạng tiếp tục định hình nước Pháp thời hiện đại như thế nào, bất chấp những nỗ lực chống lại nó kể từ đó.  Bạn có thể mua một vé đôi bao gồm cả Pantheon với giá 19, có giá trị trong ba ngày. Giá trị khá tốt.  Nếu không thì tôi tin là 13.Đọc thêm",
            "Không phải là khu vực tốt nhất của Paris để ghé thăm nhưng chuyến đi này rất đáng giá. Nhà thờ Gothic đầu tiên ở Pháp và là nơi an nghỉ của rất nhiều Quốc vương Pháp. Từ kiến ​​trúc tòa nhà đến lịch sử nội dung của nó chắc chắn là một nơi không thể bỏ qua. Đọc thêm",
            "Hãy dành ít nhất 2 - 3 giờ ở đây. Chuyến tham quan tự hướng dẫn bằng âm thanh rất hay và nếu bạn có thể đọc được tiếng Pháp, hãy dành thời gian đọc một số dòng chữ trên các ngôi mộ và tượng đài. Tôi đặc biệt thích nhìn vào các bức chạm khắc chi tiết, cố gắng biết được những gì những người này đánh giá cao và họ có thể như thế nào trong cuộc sống. Bản thân vương cung thánh đường đơn giản là đẹp và hầm mộ là sự pha trộn giữa rùng rợn và hấp dẫn.Đọc thêm",
            "Vương cung thánh đường này có điểm khác biệt là vừa là nhà thờ Gothic đầu tiên vừa là nghĩa địa của các vị vua và hoàng hậu Pháp. Vào nhà thờ miễn phí nhưng bạn sẽ phải trả tiền để xem nghĩa địa, với tất cả các hình nộm thú vị của các vị vua Pháp. Và vâng, bạn cũng sẽ tìm thấy Marie-Antoinette ở đây. Có sẵn hướng dẫn âm thanh với một khoản phí bổ sung và rất đáng giá. Nhà thờ gần đây đã được trùng tu nên mọi thứ đều sạch sẽ và cửa sổ thêm sáng sủa, ngay cả vào ngày nhiều mây tôi đã ở đó .Có thể đến dễ dàng bằng tàu điện ngầm. Nó có nằm trong khu vực khó khăn không? Có, nhưng không có gì tệ hơn việc ở một số khu vực khó khăn hơn của các thành phố ở Hoa Kỳ. Vào ban ngày, sẽ không tệ nếu bạn chỉ cần đi thẳng đến và đi từ trạm dừng tàu điện ngầm.Đọc thêm",
            "đặc biệt. Một tòa nhà tuyệt vời với bộ sưu tập lịch sử tuyệt vời - trải nghiệm thực sự ngoạn mục mà tôi không thể tin được lại không được biết đến hoặc ghé thăm nhiều hơn.Đọc thêm",
            "Một cấu trúc tuyệt vời để tham quan với gần 1000 năm lịch sử. Chuyến tham quan các ngôi mộ và hầm mộ rất đáng để tham gia. Mở cửa quanh năm sau một thời gian dài tân trang vừa mới kết thúc, đây là một cảnh tượng tuyệt đẹp để chiêm ngưỡng bên trong nhà thờ. Nhiều hoàng gia Pháp nổi tiếng nhất được chôn cất ở đây. Hãy tôn trọng vì đây vẫn là một vương cung thánh đường đang hoạt động với các dịch vụ, bao gồm tang lễ, đám cưới và lễ rửa tội đang diễn ra. Phần bảo tàng đóng cửa trong thời gian phục vụ, vì vậy hãy lưu ý điều này. Vào cửa miễn phí cho trẻ vị thành niên. Rất khuyến khích nhận hướng dẫn âm thanh 3 Euro mỗi cái để có thông tin chi tiết tuyệt vời về tất cả những gì có thể xem ở đây. Ngoài ra còn có các chuyến tham quan có hướng dẫn viên bằng tiếng Pháp vào những thời điểm nhất định. Bên trong có thể khá lạnh vì đá vẫn khá mát, vì vậy hãy ăn mặc phù hợp. Phòng tắm tại chỗ là tốt. Đọc thêm",
            "Chúng tôi rất vui vì đã bắt chuyến tàu điện ngầm dài đến Saint Denis để xem nhà thờ quan trọng này.  Chúng tôi đã tham gia Chuyến tham quan bằng tiếng Anh mà chúng tôi thực sự khuyên bạn nên hiểu rõ nhất về những gì bạn đang thấy ở đó.  Nhà thờ có ý nghĩa vô cùng quan trọng về mặt lịch sử ở nhiều cấp độ - về mặt tôn giáo, vì nó được cho là chứa hài cốt của Thánh Denis, người được cho là đã đưa đạo Công giáo đến Paris, một cách thế tục, vì nó đóng vai trò là lăng mộ của tất cả các vị vua Pháp có từ thời xa xưa. thế kỷ thứ 7, bao gồm Louis XIV, Louis XV, Louis XVI và Marie Antoinette, và về mặt kiến ​​trúc, việc tái thiết vào thế kỷ 12 được coi là công trình kiến ​​trúc Gothic đầu tiên ở châu Âu. Nhà thờ cũng có những phần được bảo tồn mà chúng ta có thể nhìn thấy, có niên đại từ lần xây dựng ban đầu vào thế kỷ thứ 5-6 và cả từ lần tái thiết thứ hai vào thời Charlemagne.  Nhà thờ có nhiều tác phẩm điêu khắc tưởng niệm nổi bật và các cửa sổ màu tuyệt đẹp. Vì Vương cung thánh đường nằm ở vùng ngoại ô giáp ranh và không có nhiều người biết về nó nên nó rất yên tĩnh và chúng tôi có thể chiêm ngưỡng mọi thứ với cảm giác tôn kính và kinh ngạc mà nó xứng đáng có được . Chúng tôi đọc được rằng Saint Denis là nơi có rất nhiều người nhập cư và đã bị người dân Paris mang tiếng xấu trong thế kỷ qua, nhưng với tư cách là người dân New York, chúng tôi không hề nản lòng và không hề bối rối trước ý định đi đến một khu vực có thể còn sơ sài.  Hóa ra, tàu điện ngầm sẽ đưa bạn đến gần Vương cung thánh đường vài trăm mét.  Bạn đến một khu vực hoàn toàn an toàn dường như là một phần của trường cao đẳng hoặc đại học công lập. Nếu bạn dự định ở Paris trong một tuần hoặc đã đến đó và ngắm nhìn những thắng cảnh quen thuộc thì đây là một điểm đến rất đáng giá, đưa bạn vượt xa giá vé du lịch thông thường.  Rất khuyến khích.Đọc thêm",
            "Nơi này đã được khôi phục một cách đáng yêu và được thực hiện rất tốt.  Kiến trúc và kính màu đáng để ghé thăm.  Hầm mộ cũng rất tuyệt.  Nó cách ga tàu điện ngầm khoảng 200 m và cách trung tâm thành phố một chuyến đi dài nhưng không nên bỏ qua.   Đọc thêm",
            "Rõ ràng là một điểm thu hút thú vị thậm chí quyến rũ.  Một nhà thờ tráng lệ 1000 năm tuổi có bề dày lịch sử và là nơi lưu giữ hài cốt trần gian của vô số vị vua của Pháp và các loại hoàng gia.   Nó đủ dễ dàng để tiếp cận: một vài bước từ trạm dừng tàu điện ngầm tiếp theo đến trạm dừng tàu điện ngầm cuối cùng trên tuyến 13. Khu vực ngay xung quanh địa điểm lịch sử quan trọng này thật tồi tệ.  Ở bên trái khi bạn bước vào kho tàng kiến ​​trúc tuyệt đẹp này là một khu nhà ở bỏ hoang. Có vô số người vô gia cư, người say rượu và kẻ xô đẩy ở đây.  Đáng buồn thay, các quán cà phê và quán bar có thể mang đến một cái nhìn yên bình, kéo dài về một trong những viên ngọc kiến ​​trúc vĩ đại của Pháp lại là nơi cư trú của những kẻ côn đồ và nhân viên phục vụ là những người phục vụ khó chịu nhất có thể tưởng tượng được.  Không chắc chuyện gì đã xảy ra ở đây nhưng khuyến nghị của tôi là thế này: mua vé trước; đi thẳng từ tàu điện ngầm đến nhà thờ và tận hưởng nội thất tuyệt vời cũng như các điểm tham quan của nó; Khi bạn rời khỏi nhà thờ, hãy chụp nhanh một bức ảnh phía trước và quay trở lại tàu điện ngầm.  Đừng dừng lại để uống nước, ăn nhẹ hoặc suy nghĩ.   Quay trở lại tàu điện ngầm và quay trở lại trung tâm Paris.  Không có gì khác đáng xem trong khu phố đáng sợ đó.  Pháp tốt nhất; Nước Pháp ở thời điểm tồi tệ nhất.  Đọc thêm",
            "Xinh đẹp. Chuyến đi dễ dàng, nhanh chóng từ Paris. Không có đám đông. Hướng dẫn âm thanh tuyệt vời. Ngồi ở quảng trường trước nhà thờ và thưởng thức một ly rượu vang. Rất đáng để ghé thăm.Đọc thêm"
        ],
        "star_ratings": [
            1043,
            360,
            69,
            7,
            7
        ],
        "review_amount": 1486,
        "location": [
            "thánh Denis",
            "Ile-de-France",
            "Seine-Saint-Denis",
            "Nhà thờ chính tòa Saint-Denis",
            "Những hoạt động nên làm ở Saint-Denis",
            "Pháp",
            "Châu Âu"
        ],
        "reviews_time": [
            "Written October 15, 2023",
            "Written October 19, 2023",
            "Written October 25, 2023",
            "Written February 18, 2024",
            "Written March 28, 2024",
            "Written April 8, 2024",
            "Written May 27, 2024",
            "Written April 8, 2024",
            "Written March 28, 2024",
            "Written February 18, 2024",
            "Written February 18, 2024",
            "Written October 25, 2023",
            "Written October 19, 2023",
            "Written October 15, 2023",
            "Written September 20, 2023",
            "Written September 3, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g196589-d232100-Reviews-Basilica_Cathedral_of_Saint_Denis-Saint_Denis_Seine_Saint_Denis_Ile_de_France.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g196589-d3365089-Reviews-O_grand_Breton-Saint_Denis_Seine_Saint_Denis_Ile_de_France.html",
            "https://www.tripadvisor.com/Restaurant_Review-g196589-d1901403-Reviews-Les_Arts-Saint_Denis_Seine_Saint_Denis_Ile_de_France.html",
            "https://www.tripadvisor.com/Restaurant_Review-g196589-d17095285-Reviews-Chez_Nous_Grillades-Saint_Denis_Seine_Saint_Denis_Ile_de_France.html",
            "https://www.tripadvisor.com/Restaurant_Review-g196589-d2219676-Reviews-Mets_du_Roy-Saint_Denis_Seine_Saint_Denis_Ile_de_France.html",
            "https://www.tripadvisor.com/Restaurant_Review-g196589-d25400191-Reviews-Deepsea-Saint_Denis_Seine_Saint_Denis_Ile_de_France.html",
            "https://www.tripadvisor.com/Restaurant_Review-g196589-d7303922-Reviews-Lannois-Saint_Denis_Seine_Saint_Denis_Ile_de_France.html",
            "https://www.tripadvisor.com/Restaurant_Review-g196589-d4435973-Reviews-Le_Basilic-Saint_Denis_Seine_Saint_Denis_Ile_de_France.html",
            "https://www.tripadvisor.com/Restaurant_Review-g196589-d7604434-Reviews-Restaurant_Bosphore-Saint_Denis_Seine_Saint_Denis_Ile_de_France.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187147-d4293803-Reviews-La_Table_Ronde-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Restaurant_Review-g196589-d10474528-Reviews-Au_Pavillon-Saint_Denis_Seine_Saint_Denis_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g196589-d17390235-Reviews-Maison_d_Education_de_La_Legion_d_Honneur-Saint_Denis_Seine_Saint_Denis_Ile_de_F.html",
            "https://www.tripadvisor.com/Attraction_Review-g196589-d4403825-Reviews-Office_de_Tourisme_de_Plaine_Commune_Grand_Paris-Saint_Denis_Seine_Saint_Denis_Il.html",
            "https://www.tripadvisor.com/Attraction_Review-g196589-d15470421-Reviews-Stele-Saint_Denis_Seine_Saint_Denis_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g196589-d15277092-Reviews-60_AdaDa-Saint_Denis_Seine_Saint_Denis_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g196589-d11841510-Reviews-Musee_d_Art_et_d_Histoire_de_Saint_Denis-Saint_Denis_Seine_Saint_Denis_Ile_de_Fr.html",
            "https://www.tripadvisor.com/Attraction_Review-g196589-d10152678-Reviews-Marche_Saint_Denis-Saint_Denis_Seine_Saint_Denis_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g196589-d7971857-Reviews-Parc_de_la_Legion_d_Honneur-Saint_Denis_Seine_Saint_Denis_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g196589-d1735133-Reviews-Stade_de_France-Saint_Denis_Seine_Saint_Denis_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d190685-Reviews-Basilique_du_Sacre_Coeur_de_Montmartre-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d188150-Reviews-Musee_d_Orsay-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g196589-d232100-Reviews-or10-Basilica_Cathedral_of_Saint_Denis-Saint_Denis_Seine_Saint_Denis_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g196589-d10980857-Reviews-Eglise_Saint_denys_De_L_estree-Saint_Denis_Seine_Saint_Denis_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g196589-d5114327-Reviews-Mosquee_Noor_e_Islam-Saint_Denis_Seine_Saint_Denis_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g196589-d15293508-Reviews-Fresque_Le_Monde_Sous_Marin-Saint_Denis_Seine_Saint_Denis_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g196589-d21073641-Reviews-Enfant_Haitien-Saint_Denis_Seine_Saint_Denis_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g196589-d15194516-Reviews-Fresque_Fraternite-Saint_Denis_Seine_Saint_Denis_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g196589-d21335888-Reviews-Fresque_immersive-Saint_Denis_Seine_Saint_Denis_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g196589-d21178226-Reviews-Touareg_penche-Saint_Denis_Seine_Saint_Denis_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g196589-d21081204-Reviews-En_Marche-Saint_Denis_Seine_Saint_Denis_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d1577011-Reviews-Paris_Walks-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g196589-d7800310-Reviews-Association_Franciade-Saint_Denis_Seine_Saint_Denis_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g196589-d14132847-Reviews-Greenla-Saint_Denis_Seine_Saint_Denis_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g196589-d16672853-Reviews-Fresque_Vieille_Africaine-Saint_Denis_Seine_Saint_Denis_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g196589-d16672861-Reviews-Fresque_Garcon_au_Bonnet-Saint_Denis_Seine_Saint_Denis_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g196589-d16672847-Reviews-Fresque_Tunisie_dans_la_Ville-Saint_Denis_Seine_Saint_Denis_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g29220-d3916060-Reviews-Lava_Fields-Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d13385332-Reviews-Paris_Beauvais_Aeroport_Shuttle-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g41555-d519872-Reviews-First_Encounter_Beach-Eastham_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41298-d534535-Reviews-Trimper_Rides_and_Amusement_Park-Ocean_City_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g29521-d2086882-Reviews-Capron_Park_Zoo-Attleboro_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41773-d3427573-Reviews-Long_Beach-Plymouth_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g736874-d5244922-Reviews-Metalia_Beach-Limenaria_Thasos_Northeast_Aegean_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d8115722-Reviews-Drag_Show_Bar_Lellebel-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g190454-d245775-Reviews-Osterreichische_Nationalbibliothek-Vienna.html",
            "https://www.tripadvisor.com/Attraction_Review-g4340243-d1823791-Reviews-Lok_Kawi_Wildlife_Park-Penampang_Sabah.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g196589-d232100-Reviews-or10-Basilica_Cathedral_of_Saint_Denis-Saint_Denis_Seine_Saint_Denis_Ile_de_France.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g196589-d232100-Reviews-Basilica_Cathedral_of_Saint_Denis-Saint_Denis_Seine_Saint_Denis_Ile_de_France.html"
    }
]