[
    {
        "attraction_name": "Basílica de la Sagrada Familia",
        "attraction_name_vi": "Vương cung thánh đường Sagrada Familia",
        "general_info": [
            "167.160 đánh giá",
            "1 trong số 1.410 điều cần làm ở Barcelona",
            "Địa điểm ưa thích",
            "Công trình kiến ​​trúc",
            "Nhà thờ"
        ],
        "attraction_summary": "Basilica de la Sagrada Familia là một nhà thờ dành riêng cho Thánh Gia. Là một trong những công trình nổi tiếng nhất của Antoni Gaudi, nhà thờ có lẽ được biết đến nhiều nhất vì vẫn đang được xây dựng từ năm 1882 với các công trình được tài trợ hoàn toàn bằng tiền quyên góp. Đi thang máy lên đỉnh tháp để ngắm toàn cảnh thành phố và chiêm ngưỡng kiến ​​trúc trang trí công phu. Mặt tiền và hầm mộ Chúa giáng sinh cũng đã được UNESCO công nhận là Di sản Thế giới. Bỏ qua việc xếp hàng với chuyến tham quan đã đặt trước với quyền vào tháp hoặc kết hợp chuyến thăm của bạn với một tác phẩm khác của Gaudi, Parc Guell.  TripadvisorĐọc thêm",
        "reviews": [
            "Đi qua quảng trường Plaça Catalunya rực rỡ, bạn bước vào quận thành phố mới hơn của Eixample, được dịch theo nghĩa đen là phần mở rộng, nơi này ngay lập tức trở nên dễ nhận biết bởi những con phố rộng rãi hơn và bầu không khí trang nhã. Con đường huyết mạch của khu vực rộng lớn này, Passeig de Gracia, có các cửa hàng thiết kế quốc tế cao cấp nằm dọc hai bên đường. Không thua kém, sự hào nhoáng và quyến rũ của khu vực này có lẽ được thể hiện rõ nhất qua những khách sạn năm sao tiện nghi và xa hoa nằm cạnh những tòa nhà thần thánh và hiện đại của một số kiến ​​trúc sư nổi tiếng nhất thế giới như Gaudi và Montaner.Đọc thêm",
            "Gaudi đã có những ý tưởng tuyệt vời và đầy tham vọng - và việc tạo ra nó bằng ánh sáng tự nhiên và hiển thị các mùa thật đáng kinh ngạc.  Rất đông nhưng với nhóm chúng tôi đã vào ngay. Không làm tháp nhưng nếu bạn làm vậy thì họ nói bạn đi thang máy lên và đi thang bộ xuống. Âm thanh ổn, người lãnh đạo của chúng tôi cung cấp rất nhiều thông tin nhưng radio đã cắt mất một số thông tin. Chắc chắn là một điểm nổi bật và phải xemĐọc thêm",
            "Đây thực sự là một điều phải xem khi đến thăm Barcelona.  Khi bước lên những bậc thang từ nhà ga Sagrada Familia, bạn đột nhiên nhìn lên và thấy thánh đường rộng lớn này cao chót vót trên đầu bạn.  Thật tuyệt vời khi nhìn từ bên ngoài nhưng khi bạn bước vào bên trong tòa nhà, ồ, bạn sẽ choáng ngợp trước vẻ đẹp tuyệt đối và sự phong phú về mặt tinh thần của nó.  Đọc thêm",
            "Chắc chắn đáng để ghé thăm - họ bán hết vé trong ngày nên khuyên bạn nên mua vé trước hoặc tham gia chuyến tham quan.  Chúng tôi đã đến thăm như một phần của chuyến tham quan có hướng dẫn và thật đáng để tìm hiểu thêm về Gaudi cũng như tầm quan trọng của các mặt tiền khác nhau.  Tham quan bên trong thật tuyệt vời, đặc biệt là với những cửa sổ kính màu và màu sắc của ánh sáng xuyên qua.Đọc thêm",
            "Đã nghe Thánh lễ tại nhà thờ Sargarda Familia vào Chủ nhật trong chuyến thăm Barcelona của chúng tôi.  Thời gian Thánh Lễ được dán trên tường phía bên chúng tôi.  Người ta phải xếp hàng chờ và trước đám đông họ cho phép mọi người vào bằng cửa bên.  Có một thánh lễ quốc tế lúc 9 giờ sáng chủ nhật bên trong Nhà thờ.   Dịch vụ này miễn phí nhưng để được vào cửa đông đảo bạn cần có vé. Để có được một vé, mục sư từ giáo xứ của bạn phải gửi email đến văn phòng giáo xứ cho biết tên của bạn và ngày bạn dự định tham dự Thánh lễ. Với tấm vé đó, bạn có thể tham dự Thánh lễ quốc tế.Đọc thêm",
            "Bên ngoài tòa nhà này là những gì bạn luôn thấy trong ảnh và nó thực sự tuyệt vời, nhưng bên trong mới là thứ thực sự khiến tôi kinh ngạc. Ánh sáng chiếu qua cửa sổ không giống bất cứ thứ gì tôi từng thấy trước đây. Đi theo một chuyến tham quan là điều tốt để nhanh chóng tham gia, nhưng lần đầu tiên tham gia Park Guell khiến nó trở thành một ngày thực sự mệt mỏi đối với tôi. Nó rất nhiều. \nTòa nhà này là một trong những tòa nhà tuyệt vời nhất mà tôi từng thấyĐọc thêm",
            "Tôi đã mua tất cả vé tham quan kiến ​​trúc Gaudi vào ngày 31 tháng 5 cho chuyến tham quan vào ngày 26 tháng 6. Tôi đã có thể giành được hai trong số nguồn cung cấp các chuyến tham quan có hướng dẫn bằng tiếng Anh đang cạn kiệt nhanh chóng, nhưng vé tham quan các tòa tháp đã được bán hết.  Nói tóm lại, hãy đảm bảo vé của bạn trực tuyến càng sớm càng tốt.  Nhà thờ tuyệt đẹp nhưng đông đúc và nóng nực vào mùa hè.  Hướng dẫn viên của chúng tôi rất tốt.Đọc thêm",
            "Chúng tôi đã đến thăm Basílica de la Sagrada Familia vào một ngày thứ bảy của tháng 6 năm 2023. Có rất nhiều người đến từ Nhật Bản, Hàn Quốc và Trung Quốc. \nĐó là điều phải xem nhưng tôi không thích bức tường đen cao chạy quanh Vương cung thánh đường.  Đọc thêm",
            "Việc đi vào bên trong chắc chắn là đáng giá, vì trước đây tôi chỉ nhìn thấy nó từ bên ngoài. Kính màu thật đáng kinh ngạc. Các nhân viên không quá thân thiện, và chúng tôi đã vội vã rời khỏi khu vực an ninh mà không được phép đeo túi thắt lưng trở lại. Người ta nói rằng bạn phải che vai và đầu gối tuy nhiên chúng tôi thấy mọi người không làm như vậy. Bảo tàng nhỏ nhưng thú vị.Đọc thêm",
            "Đã có một chuyến tham quan riêng ở đây với Suzi, từ Tours With Locals. Đây là một nơi nhất định phải đến, vì bạn thực sự không thể diễn tả được vẻ đẹp và sự rộng lớn của nhà thờ. Bạn thực sự nên đi cùng hướng dẫn viên nhưng dù bạn có thể đi đâu thì nơi này cũng rất đẹp. Đọc thêm",
            "Có lẽ là tòa nhà tuyệt vời nhất mà tôi từng thấy và bước vào.  Bề ngoài rất khác thường, phức tạp nhưng có màu sắc đơn giản.  Những bức tượng thật tinh tế.  Nhưng phần tuyệt vời nhất là nội thất.  Kính màu thật đáng kinh ngạc, không giống bất kỳ nhà thờ nào tôi từng bước vào.  Màu sắc được phối hợp rất cẩn thận và tạo ấn tượng mạnh mẽ.  Chiều cao bên trong có cảm giác rất lớn - thật kịch tính!  Chúng tôi đã thực hiện một chuyến tham quan qua Walks-Europe mà chúng tôi đã đặt ở Mỹ thông qua một đại lý du lịch.  Thật tuyệt vời vì nó đã đưa chúng tôi đến từng địa điểm khi đến và cung cấp cho chúng tôi thông tin giúp chúng tôi hiểu và đánh giá cao Gaudi hơn nữa.  Phải xem bạn có đang ở Barcelona hay không và trên thực tế, đó là lý do để ghé thăm Barcelona.  Đối với chúng tôi đó là lý do và nó đã không làm chúng tôi thất vọng.  Đọc thêm",
            "Hoàn toàn bị thổi bay bởi nơi này. Chú ý đến từng chi tiết bên ngoài như bạn sẽ không tin. Bên trong thật tuyệt vời - tôi có thể nói là đầy cảm hứng - thật sáng sủa, nhẹ nhàng và rộng rãi. Cảm thấy thực sự phấn chấn. Tôi đã đến thăm lần đầu tiên cách đây gần 30 năm - không được vào bên trong - không chắc lúc đó bạn có thể nhưng nó gần như đã hoàn thành và nằm ngoài thế giới này - một điều phải xem khi ở BarcelonaĐọc thêm",
            "Một nơi tuyệt đẹp như vậy, ý tôi là ngay khi nhìn vào nó, bạn sẽ cảm thấy tự hào và thấy tổ tiên chúng ta đã có trí tưởng tượng như thế nào mà họ lại xây dựng một tượng đài như vậy.Đọc thêm",
            "Chuyến tham quan Barcelona 1 ngày bao gồm chuyến thăm Sagrada Familia và Park Gruell. Khi chúng tôi đến Sagrada Familia, vé bị sai và chúng tôi không vào được. Hướng dẫn viên không có lý do thực sự và chỉ nói xin lỗi. Chúng tôi đi du lịch đến Barcelona đặc biệt là để xem Sagrada Familia và muốn được hoàn lại tiền. Ngoài ra, chúng tôi có 30 phút tại Park Gruell nhưng không đủ để xem điểm thu hút này. CÂU ​​HỎI Làm cách nào tôi có thể được hoàn lại tiền nếu không nhận được những gì đã hứa ???Đọc thêm",
            "Một tác phẩm nghệ thuật hoàn toàn tuyệt đẹp. Đám đông tràn ngập. Tôi rất vui vì chúng tôi đã có một hướng dẫn viên du lịch để cung cấp một số bối cảnh về nhiều khía cạnh của kiến ​​trúc độc đáo.Đọc thêm",
            "Hãy cẩn thận với những du khách tương lai đến thăm nhà thờ tuyệt vời này vì hai lý do - đám đông du khách ngay cả trong mùa thấp điểm của tháng 5 và phụ phí lén lút. Có quá nhiều người đến mức thành thật mà nói là vô lý, đúng là chúng tôi đã đến vào buổi chiều, chủ yếu là do lịch trình di chuyển của chúng tôi, và rất sớm vào buổi sáng có thể là trải nghiệm tốt hơn, mặc dù tôi không đảm bảo điều đó. Thứ hai là cách bạn mua vé, có hàng chục trang web cung cấp vé, tất cả đều có giá rất khác nhau. Tuy nhiên, ngay cả trang web sagradafamilia.org cũng có vấn đề, đưa ra nhiều mức giá cho cùng một gói. Lưu ý đặc biệt là họ tính phí dịch vụ 20 mà trên trang web của họ không hiển thị gì cả, chỉ là một khoản phí ẩn. Tôi chỉ phát hiện ra khoản phụ phí ròng 29 một phần EUR sang USD đã được ghi vào tài khoản thẻ tín dụng của tôi khi chúng tôi trở về nhà. Đối với 2 vé vào cửa cơ bản, chiếm 40 tổng đơn hàng, đây là một khoản phụ phí rất cao, ngay cả TicketMaster cũng không tệ đến vậy. Đề xuất của tôi: hãy tận hưởng vẻ đẹp tuyệt vời bên ngoài cơ sở này, theo ý kiến ​​cá nhân tôi thì nó cũng thú vị và có nhiều thứ để khám phá, mà không cần phải chen chúc bên trong nơi này với đám đông. Đọc thêm",
            "Chuyến tham quan diễn ra tốt đẹp với nhiều thông tin hay, nhưng có cảm giác như chúng tôi đã vội vã vượt qua mọi thứ.  Đó dự kiến ​​là một chuyến tham quan kéo dài 90 phút và chúng tôi đã hoàn thành trong khoảng 65 phút. Thông tin mà hướng dẫn viên cung cấp cho chúng tôi rất tốt, nhưng mục tiêu của anh ấy dường như chỉ là hoàn thành nhanh nhất có thể.Đọc thêm",
            "Tuyệt vời. Sự phản chiếu của ánh sáng từ các cột, sàn nhà, v.v. tùy thuộc vào ngày trong năm và thời gian trong ngày. Người ta có thể dành hàng giờ ở đây. Biểu tượng ở khắp mọi nơi. Đây là một trong những kiệt tác của thế giới. Tôi sẽ không bao giờ quên nóĐọc thêm",
            "Chúng tôi đã xem bên ngoài và bên trong nhà thờ. Nó thật tuyệt vời. Chúng tôi sử dụng ống nhòm để có được góc nhìn cận cảnh cả bên trong và bên ngoài. Các chi tiết bên ngoài thật tuyệt vời.  Và mặc dù nó chưa kết thúc nhưng có rất nhiều thứ để xem. Ánh sáng bên trong xuyên qua bề mặt sơn cửa sổ. Dành thời gian để thực sự nhìn xung quanh tất cả các chi tiết. Một lần nữa, nó chưa kết thúc nhưng có rất nhiều thứ sẵn có. Tôi cũng mang theo một chiếc gương để quan sát trần nhà và các khu vực phía trên. Bên cạnh bàn thờ có một căn phòng với đồ đạc và đồ dùng nghi lễ. Đừng bỏ lỡ điều đó. Dường như mọi bề mặt đều được phủ đầy đồ trang trí. Chúng tôi đã thực hiện một chuyến tham quan nội thất và điều đó càng làm tăng thêm sự đánh giá cao của chúng tôi. Điều này là không thể bỏ qua. Nhưng hãy lấy vé trước thời hạn.Đọc thêm",
            "Tôi còn có thể nói gì hơn nữa. Đây là một tòa nhà tuyệt vời theo mọi cách. Đây là địa điểm tham quan ở Barcelona. Đẹp cả bên trong lẫn bên ngoài. Rất đông đúc. Một kỳ quan kiến ​​trúc. Đừng bỏ lỡ. Đọc thêm",
            "Chúng tôi đã mua vé từ trang web chính thức và chọn tải xuống ứng dụng và sử dụng nó trong chuyến thăm của chúng tôi. Họ cho phép chúng tôi vào trước nửa giờ. Toàn bộ thời gian là khoảng một giờ. Chúng tôi đã không chọn leo lên các tòa tháp vì nhiều đánh giá nói rằng quang cảnh không ngoạn mục như người ta tưởng. Thay vào đó, chúng tôi rất thích kiến ​​trúc của tòa nhà chứa đầy tính biểu tượng và những câu chuyện hấp dẫn. Nội thất hấp dẫn, không thể tin được trò chơi của ánh sáng và màu sắc. Một mẹo là hãy đọc về nhà thờ trước khi đến thăm để bạn có thể đánh giá cao nó hơn. Rất khuyến khích! Đọc thêm"
        ],
        "star_ratings": [
            130265,
            26489,
            7514,
            1729,
            1178
        ],
        "review_amount": 167175,
        "location": [
            "Barcelona",
            "Tỉnh Barcelona",
            "Tây ban nha",
            "Những điều cần làm ở Barcelona",
            "Châu Âu",
            "xứ Catalunya",
            "Vương cung thánh đường Sagrada Familia"
        ],
        "reviews_time": [
            "Written June 6, 2023",
            "Written June 13, 2023",
            "Written June 19, 2023",
            "Written June 30, 2023",
            "Written July 1, 2023",
            "Written July 3, 2023",
            "Written July 5, 2023",
            "Written July 8, 2023",
            "Written July 17, 2023",
            "Written July 18, 2023",
            "Written June 5, 2024",
            "Written June 5, 2024",
            "Written June 4, 2024",
            "Written June 4, 2024",
            "Written June 4, 2024",
            "Written June 3, 2024",
            "Written June 2, 2024",
            "Written June 2, 2024",
            "Written June 2, 2024",
            "Written June 2, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g187497-d190166-Reviews-Basilica_de_la_Sagrada_Familia-Barcelona_Catalonia.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g187497-d27414037-Reviews-Arteteca_Pizzeria_Napoletana-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187497-d11896302-Reviews-Paisano_Bistro-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187497-d15619851-Reviews-Miss_Simona_Cafe_Brunch_Tapas-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187497-d4725620-Reviews-En_Diagonal_Bar-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187497-d13763198-Reviews-Pizzeria_Bar_Ottantotto-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187497-d997633-Reviews-Restaurante_Don_Angelo-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187497-d22977554-Reviews-La_Guinda-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187497-d12232816-Reviews-Zed_restaurant-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187497-d13436103-Reviews-Bicos-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187497-d986266-Reviews-Els_Porxos-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d24009214-Reviews-Crypte_Eglise_Sous_La_Sagrada_Familia-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d12606976-Reviews-Placa_de_la_Sagrada_Familia-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d24142621-Reviews-Area_De_Joc_Infantil_Placa_De_Gaudi-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d12352056-Reviews-Placa_de_Gaudi-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d27111090-Reviews-Feria_de_Navidad_de_la_Sagrada_Familia-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d8862070-Reviews-Mercat_Sagrada_Familia-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d21409669-Reviews-Edificio_Myrurgia-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d12920026-Reviews-Casa_Planells-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d254723-Reviews-Passeig_de_Gracia-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d1192272-Reviews-Recinte_Modernista_de_Sant_Pau-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d190166-Reviews-or10-Basilica_de_la_Sagrada_Familia-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d190162-Reviews-Gothic_Quarter_Barri_Gotic-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d190824-Reviews-Palace_of_Catalan_Music-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d246171-Reviews-Basilica_de_Santa_Maria_del_Mar-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d191052-Reviews-Casa_Batllo-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d190629-Reviews-Casa_Mila_La_Pedrera-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d501696-Reviews-The_Magic_Fountain-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d271009-Reviews-Spotify_Camp_Nou-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d531598-Reviews-Casa_Vicens_Gaudi-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d295879-Reviews-Palau_Guell-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d15224564-Reviews-Guiding_Barcelona-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d4885462-Reviews-Barcelona_Private_Tour_Guide-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d20965969-Reviews-Eco_Tuk_Tuk_Barcelona-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d2162981-Reviews-Vesping-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d12908153-Reviews-Visit_Europa_Today-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d26325424-Reviews-Barcelona_with_a_local-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d23579950-Reviews-Moon_Relax_Bcn-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d5290484-Reviews-Best_Rent_a_Scooter-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d7232699-Reviews-QuiroGena_Centro_profesional_de_terapias_naturales-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d10113555-Reviews-Mr_Bike_Barcelona-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d5900404-Reviews-Bodega_del_Poblet_Don_Pepe-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d14979034-Reviews-Km_0_by_Unio-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d4738472-Reviews-Bangkok_Healthy_Spa-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187783-d1528285-Reviews-Spiaggia_Marina_Grande-Capri_Island_of_Capri_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g48937-d3669722-Reviews-Grandfather_Trout_Farm-Banner_Elk_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d7791318-Reviews-Outdoor_Gravity_Park-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g38124-d3335146-Reviews-High_Trestle_Trail_Bridge-Madrid_Iowa.html",
            "https://www.tripadvisor.com/Attraction_Review-g55222-d4345774-Reviews-Charlie_Daniels_Park-Mount_Juliet_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g150799-d155226-Reviews-Museo_de_las_Momias_de_Guanajuato-Guanajuato_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g54359-d109066-Reviews-Grand_Strand-Myrtle_Beach_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g20362811-d20362471-Reviews-Via_Jurmala_Outlet_Village-Pinki_Babite_Parish.html",
            "https://www.tripadvisor.com/Attraction_Review-g2624724-d192305-Reviews-Eltz_Castle-Wierschem_Rhineland_Palatinate.html",
            "https://www.tripadvisor.com/Attraction_Review-g32859-d106323-Reviews-Jet_Propulsion_Laboratory-Pasadena_California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g187497-d190166-Reviews-or10-Basilica_de_la_Sagrada_Familia-Barcelona_Catalonia.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g187497-d190166-Reviews-Basilica_de_la_Sagrada_Familia-Barcelona_Catalonia.html"
    }
]