[
    {
        "attraction_name": "Battambang Bat Caves",
        "attraction_name_vi": "Hang Dơi Battambang",
        "general_info": [
            "1.728 đánh giá",
            "- 3 trong số 35 điều cần làm ở Battambang",
            "Hang Động - Hang Động"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Có rất ít nơi trên thế giới mà bạn có thể nhìn thấy dơi bay ra ngoài vào lúc hoàng hôn. Nơi này có thể tiếp cận, thoải mái và không bị thương mại hóa quá mức. Khi chúng tôi đi, người dân địa phương cũng thích thú như du khách.\nChúng tôi không thể muốn đến thăm - hang động chết chóc - gần đó, nhưng những con dơi là quá đủ lý do để đi!Đọc thêm",
            "Chúng tôi đã đi hai lần.  Một lần đến phía khách du lịch bận rộn và lần thứ hai chúng tôi đi đến phần phía sau.  Đó là một cuộc leo núi ngắn nhưng dốc. Bạn nhìn thấy một dòng dơi khác. Một nhóm nhỏ người.  Rất rất yên tĩnh.  Rất khuyến khích.  Cả hai đều là những trải nghiệm độc đáo.  Phần du lịch chính ồn ào; bận rộn và đông đúc.  Đọc thêm",
            "Muốn đến hang dơi ở Battambang cùng Wendy Wu Cambodia Classic tour - điều tôi thích nhất trong toàn bộ chuyến đi tuyệt vời này. Ngắm nhìn 2 triệu con dơi bay ra khỏi hang động trên sườn đồi xinh đẹp kéo dài hơn 35 phút. Thật mê hồn. Một kỳ tích đáng kinh ngạc của thiên nhiên. Bán đồ uống mát lạnh. Đọc thêm",
            "Chúng tôi có chỗ ngồi vào khoảng 17:20 tối ở hàng thứ hai ngay bên ngoài cửa hang. Chúng tôi đã có bia và đậu phộng - còn có rất nhiều món ăn đường phố khác để thưởng thức -. Những con dơi xuất hiện vào khoảng 17:50 chiều - lúc này là nửa cuối tháng 12 - . Đó là một cảnh tượng đáng kinh ngạc để nhìn và nghe thấy - hàng triệu con dơi thức dậy và chuẩn bị ra ngoài trong - ngày - - đêm - để săn côn trùng.Đọc thêm",
            "Đây là một hang động khổng lồ trên mặt vách đá. Chúng tôi ngồi trên ghế chờ trời tối. Bạn phải gọi đồ uống nếu bạn ngồi trên ghế. Khi họ đến thì trời khá tối nên khó nhìn thấy gì. Cách duy nhất chúng tôi có thể nhìn thấy chúng là khi nhìn vào bức tượng Phật sáng màu được khắc trên mặt vách đá. Tuy nhiên, thật ấn tượng với dòng dơi dài.Đọc thêm",
            "Chúng tôi đã ở đây như một phần của chuyến viếng thăm ngôi đền - xem phần đánh giá riêng -. Bạn lái xe ngang qua những bức tượng Phật lớn được chạm khắc bằng đá, v.v. Sau chuyến thăm chùa, chúng tôi quay trở lại và người dân địa phương đã bày sẵn những chiếc ghế nhựa - bạn trả tiền cho đồ uống - ít nhất - 1USD nhưng hãy trả thêm nếu có thể - từ một cái mát hơn và sau đó bạn có thể ngồi xuống. Những con dơi bắt đầu xuất hiện ngay sau khi mặt trời lặn - ngay trước 6 giờ chiều - và vẫn bay ra ngoài 20 phút sau đó.\n\nĐó là một trải nghiệm tuyệt vời, cách đường bay của họ từ từ uốn khúc trên bầu trời và đặc biệt là với ngôi đền phía sau bạn - mặt trăng ở đúng vị trí để chụp một số bức ảnh tuyệt vời. \n\nTrong trường hợp bạn - sợ dơi, đừng lo lắng - bạn đừng đến gần chúng chút nào. Chúng - đang đi kiếm thức ăn nên bay rất cao phía trên bạn!Đọc thêm",
            "Chúng tôi đã ở đây như một phần của chuyến viếng thăm ngôi đền - xem phần đánh giá riêng -. Bạn lái xe ngang qua những bức tượng Phật lớn được chạm khắc bằng đá, v.v. Sau chuyến thăm chùa, chúng tôi quay trở lại và người dân địa phương đã bày sẵn những chiếc ghế nhựa - bạn trả tiền cho đồ uống - ít nhất - 1USD nhưng hãy trả thêm nếu có thể - từ một cái mát hơn và sau đó bạn có thể ngồi xuống. Những con dơi bắt đầu xuất hiện ngay sau khi mặt trời lặn đối với chúng tôi - ngay trước 6 giờ chiều - và vẫn bay ra ngoài 20 phút sau đó. Đó là một trải nghiệm tuyệt vời, cách đường bay của chúng từ từ uốn khúc trên bầu trời và đặc biệt là với ngôi đền phía sau bạn - mặt trăng đã ở đúng nơi để có một số bức ảnh tuyệt vời. Trong trường hợp bạn - sợ dơi, đừng lo lắng - bạn đừng đến gần chúng chút nào. Chúng - đang đi kiếm thức ăn nên bay rất cao phía trên bạn!Đọc thêm",
            "Đây là một hang động khổng lồ trên mặt vách đá. Chúng tôi ngồi trên ghế chờ trời tối. Bạn phải gọi đồ uống nếu bạn ngồi trên ghế. Khi họ đến thì trời khá tối nên khó nhìn thấy gì. Cách duy nhất chúng tôi có thể nhìn thấy chúng là khi nhìn vào bức tượng Phật sáng màu được khắc trên mặt vách đá. Tuy nhiên, thật ấn tượng với dòng dơi dài.Đọc thêm",
            "Tôi chưa bao giờ thấy bất cứ điều gì như thế này. Đó là nơi huyền diệu nhất vào lúc hoàng hôn. Để xem hàng triệu con dơi bay ra khỏi hang. Tôi sẽ đi mỗi tối nếu có cơ hội.Đọc thêm",
            "Một kỳ quan thiên nhiên... khó tin cho đến khi bạn nhìn thấy nó.  Chỉ cần bịt mũi lại vì mùi dơi rất khó chịuĐọc thêm",
            "Chúng tôi có chỗ ngồi vào khoảng 17:20 tối ở hàng thứ hai ngay bên ngoài cửa hang. Chúng tôi đã có bia và đậu phộng - còn có rất nhiều món ăn đường phố khác để thưởng thức -. Những con dơi xuất hiện vào khoảng 17:50 chiều - lúc này là nửa cuối tháng 12 - . Đó là một cảnh tượng đáng kinh ngạc để nhìn và nghe thấy - hàng triệu con dơi thức dậy và chuẩn bị ra ngoài trong - ngày - - đêm - để săn côn trùng.Đọc thêm",
            "Tôi muốn đến hang dơi ở Battambang trong chuyến tham quan cổ điển của Wendy Wu Campuchia - điều tôi yêu thích nhất trong toàn bộ chuyến tham quan tuyệt vời. Chứng kiến ​​2 triệu con dơi bay ra khỏi hang động xinh đẹp trên sườn đồi kéo dài hơn 35 phút. Hoàn toàn thôi miên. Một kỳ công đáng kinh ngạc của Thiên nhiên. Bán đồ uống mát.Đọc thêm",
            "Chúng tôi đã đi hai lần.  Một lần đến phía khách du lịch bận rộn và lần thứ hai chúng tôi đi đến phần phía sau.  Đó là một cuộc leo núi ngắn nhưng dốc. Bạn nhìn thấy một dòng dơi khác. Một nhóm nhỏ người.  Rất rất yên tĩnh.  Rất khuyến khích.  Cả hai đều là những trải nghiệm độc đáo.  Phần du lịch chính ồn ào; bận rộn và đông đúc.  Đọc thêm",
            "Một trải nghiệm rất độc đáo, các hình chạm khắc trên sườn núi thật tuyệt vời, vẫn hoàn thiện phần lớn, nếu bạn muốn ngồi trên một trong những chiếc ghế trong khi chờ đợi, bạn phải mua đồ uống và cũng có sẵn đồ ăn, có xe jeep đưa bạn lên đỉnh núi, tôi đã không làm điều đó, khi lũ dơi bay ra khỏi hang, đó là một cảnh tượng đáng kinh ngạc, chúng cứ bay tới, ước tính có khoảng 15 triệu con, hình như chúng bay đến cánh đồng lúa và ăn muỗi, chắc chắn đáng để ghé thăm.Đọc thêm",
            "Có rất ít nơi trên thế giới mà bạn có thể nhìn thấy dơi bay ra ngoài vào lúc hoàng hôn. Nơi này có thể tiếp cận, thoải mái và không bị thương mại hóa quá mức. Khi chúng tôi đi, người dân địa phương cũng như du khách đều yêu thích nó. Chúng tôi không thể đến thăm những hang động giết chóc - gần đó, nhưng những con dơi là quá đủ lý do để đi!Đọc thêm",
            "Hang Dơi rất ấn tượng, hơn 6,5 triệu con dơi rời khỏi 2 cửa hang từ lúc mặt trời lặn trong khoảng một giờ. Đây là một trải nghiệm thiên nhiên rất ấn tượng. Những con dơi có thể được nhìn thấy từ cả hai lối vào. Một nơi có tượng phật được chạm khắc và nhiều người bán hàng rong. Đó là một trải nghiệm đáng yêu.Đọc thêm",
            "Hang Dơi Battambang cách Carlsbad Cavers bao xa?Đọc thêm",
            "Bạn có biết chi phí đi taxi tư nhân từ siem gặt đến hang động và quay lại là bao nhiêu không?  - Chuyến đi trong ngày - Cảm ơn! Đọc thêm",
            "Chào bạn. Chúng tôi đã trả - 60 cho một chiếc taxi từ Battambang đến Phnom Penh - một chiều. Từ Siem Reap đến Battambang và quay lại sẽ vào khoảng 80 - 90 - tôi tưởng tượng. Chúng tôi đặt qua khách sạn nên họ tăng giá lên một chút. Nó cũng có thể rẻ hơn.Đọc thêm",
            "Chúng ta vào địa chỉ nào để lái xe đến những hang động này bằng xe đạp? Và tên của quán bar này mà mọi người đã nhắc đến là nơi bạn có thể ngắm cảnh trên mái nhà là gì?? Cảm ơn! : - Đọc thêm",
            "Tôi không biết địa chỉ cụ thể. Nhưng điều tôi có thể khuyên bạn là chỉ nên đặt một chiếc xe ba bánh và yêu cầu khu vực yên tĩnh hơn để ngắm dơi. Tài xế của chúng tôi thả chúng tôi gần một ngọn đồi, và nơi này ít đông đúc hơn quán bar mà bạn đề cập. Trên ngọn đồi đó, một số người dân địa phương cố gắng bán đồ uống cho bạn. Hãy vui vẻ, thật tuyệt vời!Đọc thêm",
            "Vào hang Dơi có mất phí khôngXem thêm",
            "Không có phí vào cửa, mặc dù bạn - sẽ muốn ngồi xuống một trong nhiều quán bar chiếm lĩnh con phố - không có thời gian chính xác những con dơi sẽ xuất hiện và có thể mất khoảng 45 phút để tất cả chúng rời đi. Vì vậy, chi phí cho một ly đồ uống là tất cả những gì bạn - sẽ phải trả để được ngắm đàn dơi từ một nơi thoải mái.\n\nNgọn núi nơi có hang dơi cũng có một hang giết chóc và một ngôi đền - đáng để ghé thăm, khoảng - 2 để xem cả hai. Chắc chắn đáng làm nếu bạn đến đó một hoặc hai giờ trước khi đàn dơi xuất hiện nhưng bạn không cần phải làm điều đó để nhìn thấy đàn dơi. Hy vọng điều này sẽ giúp ích.Đọc thêm",
            "Giá tuk tuk đi hang dơi và ngược lại là bao nhiêu?Đọc thêm",
            "Tôi nghĩ chúng tôi đã trả khoảng 12 đô la Mỹ. Nhưng chúng tôi đã có tài xế cả buổi chiều. Anh ấy đưa chúng tôi đến Tòa nhà Thuộc địa lớn và sau đó là - Ngôi nhà cổ - cả hai nơi chúng tôi đều đi qua. \nAnh dừng lại ở một quán nhỏ ven đường và mua cho mình một con chuột quay.  - Ừ, chuột - \nAnh ấy đưa chúng tôi lên núi và đợi trong khi leo lên và ngắm cảnh và khu vực hang động chết chóc rồi quay trở lại để xem cảnh tượng dơi. Đọc thêm",
            "Chào các cậu ! Tôi - tôi không ở lại Battambang! Nhưng liệu có thể tham quan hang động và trở về khách sạn của tôi trong cùng ngày từ Phnom Penh không ??? Đọc thêm",
            "Xin chào, rất vui được nghe ý kiến ​​của bạn vì vậy nếu bạn muốn xem hang dơi, bạn có thể quay lại Phnom Penh trong cùng ngày vì dơi sẽ rời khỏi hang vào khoảng 6 giờ tối và lựa chọn khác là bạn có thể bắt xe buýt đêm trở về Phnom Penh .Cảm ơn Đọc thêm",
            "tại sao Trip Advisor lại hiển thị Hang Dơi như ở trung tâm thành phố khi cách đó 20 km về phía Tây Nam?Đọc thêm",
            "Vâng, hang dơi nằm ở phía tây thành phố Battambang, mất 20 phút đi ô tô, 30 phút tuk tuk \nTôi đoán chỉ 17km thôi.! \nKhông ở trung tâm thị trấn Đọc thêm",
            "Tại sao Trip Advisor hiển thị vị trí của Hang Dơi ở trung tâm thành phố khi cách đó 1,6 km về phía Tây Nam?Đọc thêm",
            "rất có thể là do đó - ban đầu một người đánh giá trên TripAdvisor đã đưa họ lên bản đồ, thực tế là họ ở cách xa trung tâm thành phốĐọc thêm",
            "Bạn nên đến xem đàn dơi vào lúc mấy giờ?Đọc thêm",
            "những con dơi bay ra khỏi hang vào khoảng 6 giờ chiều, bạn có thể rời khỏi thành phố Battambang lúc 3 giờ 30 chiều. Đi xe từ thành phố đến đó 30 phút, bạn có thể mất 1 giờ rưỡi.  sau đó bạn đến đáy lúc 5:40 chiều để uống chút gì đó.  Cảm ơn bạn.  Yêu Sokha. whatsapp - 85592139307. Đọc thêm",
            "Mr huot battambang hang dơi bí mật với hoàng hôn - 85517679766 thân thiện giá cả hợp lý an toàn tài xế tuktuk Đọc thêm",
            "Xin hỏi giá bao nhiêu?Đọc thêm"
        ],
        "star_ratings": [
            1019,
            546,
            132,
            20,
            11
        ],
        "review_amount": 1728,
        "location": [
            "Battambang",
            "Hang Dơi Battambang",
            "Tỉnh Battambang",
            "Những điều cần làm ở Battambang",
            "Campuchia",
            "Châu Á"
        ],
        "reviews_time": [
            "Written November 13, 2023",
            "Written November 23, 2023",
            "Written November 27, 2023",
            "Written December 27, 2023",
            "Written February 23, 2024",
            "Written May 25, 2024",
            "Written May 25, 2024",
            "Written February 23, 2024",
            "Written February 11, 2024",
            "Written December 30, 2023",
            "Written December 27, 2023",
            "Written November 28, 2023",
            "Written November 23, 2023",
            "Written November 20, 2023",
            "Written November 14, 2023",
            "Written April 26, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g303666-d2664524-Reviews-Battambang_Bat_Caves-Battambang_Battambang_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g303666-d12637376-Reviews-SeRey_Cafe-Battambang_Battambang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g303666-d2665043-Reviews-Wat_Banan_Temple-Battambang_Battambang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g26671979-d26662128-Reviews-Killing_Caves_Of_Phnom_Sampeau-Phnum_Sampov_Battambang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g303666-d2664524-Reviews-or10-Battambang_Bat_Caves-Battambang_Battambang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g303666-d2692353-Reviews-Phnom_Sampeau-Battambang_Battambang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g303666-d15343994-Reviews-The_Gecko_Battambang_Jewery_Souvenir-Battambang_Battambang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g303666-d5859537-Reviews-Battambang_Crocodile_Farm-Battambang_Battambang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g303666-d16556240-Reviews-Prasat_Banan_in_Battambang-Battambang_Battambang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g303666-d13565343-Reviews-Kamping_Puoy_Reservoir-Battambang_Battambang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g303666-d24178201-Reviews-Tony_s_Tuktruck_Tours-Battambang_Battambang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g303666-d12152870-Reviews-Battambang_Tuk_Tuk_Tours_with_Him_Heng-Battambang_Battambang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g303666-d8353185-Reviews-Discover_Battambang_with_Samol_Tuk_Tuk_Motorbike_Tours-Battambang_Battambang_Prov.html",
            "https://www.tripadvisor.com/Attraction_Review-g303666-d12076788-Reviews-Rith_s_Adventures_Tours_Cambodia-Battambang_Battambang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g303666-d12260073-Reviews-Ty_Ty_Smile_Tuk_Tuk_Tour-Battambang_Battambang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g303666-d13216305-Reviews-Phnom_Sampov_Eco_tour-Battambang_Battambang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g303666-d11880076-Reviews-Battambang_Amazing_Tour_By_Huot-Battambang_Battambang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g303666-d12239279-Reviews-Saro_tuk_tuk_Tour_guide-Battambang_Battambang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g303666-d15723042-Reviews-Smokin_Pot-Battambang_Battambang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g303666-d8700011-Reviews-Kim_Tours_Battambang-Battambang_Battambang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g303666-d7702618-Reviews-Battambang_tours_by_bun-Battambang_Battambang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g303666-d10404024-Reviews-Dj_s_Tuk_Tuk_Tours-Battambang_Battambang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g303666-d2457247-Reviews-Soksabike-Battambang_Battambang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g303666-d12524046-Reviews-Human_Gallery_Joseba_Etxebarria_Photography-Battambang_Battambang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g303666-d8720430-Reviews-Real_Cambodia_Tour-Battambang_Battambang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g303666-d8872691-Reviews-Nakim_s_Tuk_Tuk_Tours-Battambang_Battambang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g187337-d536386-Reviews-Sachsenhausen-Frankfurt_Hesse.html",
            "https://www.tripadvisor.com/Attraction_Review-g42139-d146679-Reviews-Greektown-Detroit_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d10483994-Reviews-Mrs_Doubtfire_House-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g293917-d13965200-Reviews-Jing_Jai_Farmers_Market_Chiang_Mai-Chiang_Mai.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d2038917-Reviews-Berghain-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g155032-d185104-Reviews-Rue_St_Paul-Montreal_Quebec.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d10358972-Reviews-Criss_Angel_MINDFREAK-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d2263742-Reviews-Northerly_Island-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g33878-d497992-Reviews-Harvey_s_Beach-Old_Saybrook_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g608874-d3512299-Reviews-Gunnuhver_Hot_Springs-Grindavik_Reykjanes_Peninsula.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g303666-d2664524-Reviews-or10-Battambang_Bat_Caves-Battambang_Battambang_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g303666-d2664524-Reviews-Battambang_Bat_Caves-Battambang_Battambang_Province.html"
    }
]