[
    {
        "attraction_name": "Bayern-Park",
        "attraction_name_vi": "Công viên Bavaria",
        "general_info": [
            "180 đánh giá",
            "- 1 trong số 1 điều cần làm ở Reisbach",
            "Giải trí - Công viên giải trí"
        ],
        "attraction_summary": "Đến thăm con - 8 tuổi. cũ - . Một số điểm tham quan đã khá cũ nhưng nhìn chung là một công viên rộng lớn với rất nhiều hoạt động - - đừng bỏ lỡ các điểm tham quan dưới nước - .Đọc thêm",
        "reviews": [
            "Chúng tôi đã dành một ngày với gia đình - 2 người lớn, trẻ em 7 và 2 tuổi -. Mọi người đều có sự lựa chọn! Trải nghiệm yêu thích của tôi là tháp rơi tự do Voltrum - một khung cảnh tuyệt vời từ trên cao và tràn đầy năng lượng trong bụng khi rơi xuống. Slay cũng rất dễ chịu.Đọc thêm",
            "Nằm cách Munich 1:30. Chúng tôi đến thăm công viên vào cuối tuần và nó không đông đúc lắm. Công viên rất lớn và phần lớn các trò chơi đều tự vận hành. Phù hợp với mọi lứa tuổi. Thật không may, chú chim ưng bị ốm vì buổi biểu diễn vào ngày chúng tôi đến thăm công viên. Bạn có thể dành 4 giờ một cách dễ dàng. Hãy chắc chắn rằng bạn thoa đủ lượng kem chống nắng vào những ngày nắng. Có bãi đậu xe miễn phí rộng rãi.Đọc thêm",
            "Hoạt động tuyệt vời vào một ngày nắng. Có đủ thứ việc để làm, dành cho mọi lứa tuổi. Đỗ xe gần đó miễn phí, giá đỗ xe lên tới 23 euro - người lớn - đang chờ xử lý đối với trẻ em có chiều cao thấp hơn - . Vào thứ bảy, không quá đông đúc và thời gian chờ đợi ở mỗi điểm tham quan là hợp lý.Đọc thêm",
            "As one who hasn - t visited many amusement parks in Europe until we began traveling with our granddaughter, I don - t have a lot by which to compare this park other than those we - ve seen in the United States.  Therefore, my viewpoint in comparison to those I know and Bayern-Park rates up with some of the best I - ve seen.  It isn - t Disneyland, Knott - s Berry Farm or Carowinds  -  and we were so glad of that.Bayer-Park is unique in so many ways.  We went during a heat wave that scorched Europe in August 2018 so the park was not overly crowded.  It might be that it isn - t overly crowded much of the time but I think the lack of crowding might have been somewhat attributable to the hot weather.  However, while their we a fair amount of people there, lines were short and our granddaughter and we got to experience every ride and attraction that we wanted to do.One thing that struck us was the uniqueness of the attractions.  They might be commonplace in European amusement parks but they were unique for us, which made things even better.  The rides range from water log rides to luges, swings to trains.  The décor would be as expected as it is geared to a forested environment and the theme runs throughout the park.Everyone will lean differently towards one type of ride or another but Bayern-Park offers things you don - t find in most amusement parks.  There is at least on playground with climbing and sliding.  There is a trampolene field for kids to jump and bounce.  There is a building of small rides and a castle where kids can attack or defend using Nerf-ball cannons or play air hockey.  Not everything is an automated ride, so kids can burn off energy.  The rides, too, are pretty unique ... at least for us and our granddaughter had a spectacular day  - she was a pre-teen at the time - .Now to the wallet issue, which is obviously a concern when it comes to any such place.  This place is a deal!  With very few exceptions  - e.g., the luge - , all the rides are included in the admission price.  To make it even better, two adults and one child  - us -  spent less for the entire admission than we would have spent on a single adult  - and maybe less than a child - s -  ticket at the places I mentioned above.  That - s a deal!There is a nice cafeteria just inside the gate and the food it both good and reasonably priced.  Parking was free!  The overall appearance of the park was excellent and very clean.So, in summary, when your kids are burned out on palaces and castles and need to just be kids, this is the place to go!  It is about an hour - s drive or so from Munich and a wonderful break for the family.  Go!  Enjoy!Read more",
            "Một chuyến đi khác và chúng tôi càng yêu nơi này hơn. Con cái của chúng tôi bây giờ đã gần đến tuổi thiếu niên nên có thể đi tàu lượn siêu tốc - 0-80km/h trong 2 giây như tôi đã nói - điều đó thật tuyệt vời. Năm nay lại có những trò chơi mới bao gồm một trò chơi 3D tương tác thú vị hơn tôi nghĩ và rõ ràng là họ tiếp tục tái đầu tư một phần lợi nhuận kha khá vào việc cải thiện công viên. Rất đáng đồng tiền bát gạo khi bọn trẻ lao đi hết chuyến này đến chuyến khác, đặc biệt nếu bạn chọn một ngày xám xịt như chúng tôi khi các hàng đợi thực sự gần như không tồn tại. Chúng tôi yêu nó. Đọc thêm",
            "Chúng tôi sống cách đây 30 phút. Mặc dù nó bị mắc kẹt ở một nơi xa xôi nào đó nhưng bạn sẽ chẳng muốn gì khi ở đó. Rất nhiều khu dã ngoại, quán ăn nhanh, quầy kem. Khoảng 80 - trong số các chuyến đi hướng tới trẻ em nhỏ hơn một chút. Trẻ sơ sinh. Ngày gia đình tuyệt vờiĐọc thêm",
            "Mặc dù công viên này thực sự nằm giữa nơi không có gì, nhưng đây là một ngày vui vẻ cho trẻ em ở mọi lứa tuổi cũng như người lớn. Giá cho một ngày đi lại khá phải chăng và bao gồm hầu hết các điểm tham quan - 3 người lớn và một trẻ em - 75 - - . Trẻ em thích Rafting, Rollercoaster - Freischütz - và Log Flume - chúng rất vui và thời gian chờ đợi không bao giờ quá 10 phút khi chúng tôi ở đó vào tuần đầu tiên của tháng 9! Các chủ đề rất Bavaria và chúng tôi thích điều đó: - một sự thay thế tuyệt vời cho Legoland và Playmobil World. Điều duy nhất không tốt lắm là chất lượng thức ăn. Giá cả trung bình, nhưng chất lượng không đáng tiền! Hãy mang theo đồ ăn của riêng bạn và dành thời gian ở một trong nhiều nơi mà bạn có thể ăn trưa! Đọc thêm",
            "Chúng tôi đã đến thăm rất nhiều công viên giải trí. Đây là một cái nhỏ hơn, có một số điểm hấp dẫn thú vị.  Còn thiếu những thứ lớn nhưng giá cả thì ok.Đọc thêm",
            "Rút kinh nghiệm ở các công viên giải trí trước đây, chúng tôi đến vào thứ Sáu, nơi hầu hết Bayern vẫn còn trường học để đảm bảo không quá đông đúc. Tôi - tôi không chắc địa điểm này sẽ như thế nào vào cuối tuần, nhưng vào thứ Sáu thì thật tuyệt - chúng tôi không phải đợi lâu khi xếp hàng. Chi phí chỉ dưới 20 euro mỗi người và tất cả các trò chơi đều được bao gồm ngoại trừ hai xe luge các chuyến đi có giá 1,50 euro mỗi lần.  Những chuyến đi rất vui.  Các trò chơi lớn nhất bao gồm 2 tàu lượn siêu tốc thú vị - một tàu có Looping - , tàu lượn bằng gỗ và tàu lượn độc đáo - Adler - nơi bạn và 11 người khác có một chỗ ngồi xoay quanh một cây cột.  Bạn điều khiển 2 cánh và cần cố gắng thực hiện càng nhiều vòng quay càng tốt trong 5 phút quay quanh cột.  Phải mất khá nhiều lần thử mới hiểu được. Ngoài ra còn có rất nhiều trò chơi dành cho trẻ nhỏ, cùng với một số sân chơi trong nhà và ngoài trời, khu vực bạt lò xo, v.v.  Các con tôi 12, 9 và 4 tuổi và chúng đã có khoảng thời gian tuyệt vời. Đồ ăn là giá vé thông thường ở công viên giải trí.  Đây chắc chắn là một ngày tuyệt vời.Đọc thêm",
            "Làm thế nào để đến đó bằng phương tiện giao thông công cộng từ Munich?Đọc thêm",
            "Xin chào, chúng tôi đã tìm thấy phí vào cửa trên trang web. Và nó được viết ở đó dành cho người lớn 23 - và trong phần 58 - . Vậy tôi muốn hỏi phí vào cửa là bao nhiêu? Cảm ơn bạnĐọc thêm",
            "Ở Bayern Park, bạn thanh toán một lần tại cổng vào hay cho từng điểm tham quan riêng biệt?Đọc thêm",
            "Một lầnĐọc tiếp",
            "Bạn trai tôi và tôi - 18 và 19 tuổi - sẽ sớm đến gần đây và tôi đang nghĩ đến việc thực hiện một chuyến đi đến đó. Tôi đã đọc qua các bài đánh giá và người ta nhắc đi nhắc lại rằng công viên phù hợp với mọi lứa tuổi - nhưng đồng thời, người ta cũng nhiều lần đề cập rằng công viên này rất phù hợp cho trẻ em từ khoảng 14 tuổi trở xuống. Công viên cũng được khuyến khích cho thanh thiếu niên lớn tuổi hơn hay chúng ta sẽ cảm thấy buồn chán hơn ở đó?Đọc thêm",
            "Xin chào!\nCó thể nói, tôi 44 tuổi - một thiếu niên lớn hơn một chút :- - - và tôi thường đến đó cùng các con mình. Nó luôn tuyệt vời đối với tôi và không hề nhàm chán chút nào. Ngoài ra còn có một số điều hoàn toàn thú vị đối với người lớn. Đặc biệt, Freischütz là một trong những tàu lượn siêu tốc nhanh nhất ở Đức và luôn mang đến cảm giác phấn khích tột độ! Chúc vui vẻ! LG WolfgangĐọc thêm",
            "Tôi - tôi sẽ ở Solon Munich, trong thời gian vài tháng nữa. Làm cách nào tôi có thể đi đến công viên giải trí này và chi phí bao nhiêu.\nTôi sẽ không thể lái xe tới đó được.Đọc thêm",
            "Rất khó để đến đó bằng tàu hỏa. Hãy tham khảo ý kiến ​​khách sạn của bạn. Phí vào cửa cho một người là 20 EUR.\nHãy tận hưởng!Đọc thêm",
            "Làm cách nào để đến đây bằng phương tiện giao thông công cộng từ khách sạn AlpenClub ở Schliersee?Đọc thêm"
        ],
        "star_ratings": [
            93,
            58,
            19,
            5,
            5
        ],
        "review_amount": 180,
        "location": [
            "Reisbach",
            "Công viên Bavaria",
            "nước Đức",
            "Bavarian",
            "Châu Âu",
            "Các hoạt động ở Reisbach",
            "Hạ Bavaria"
        ],
        "reviews_time": [
            "Written May 28, 2024",
            "Written September 28, 2022",
            "Written July 16, 2019",
            "Written June 1, 2019",
            "Written October 4, 2018",
            "Written September 2, 2018",
            "Written August 13, 2018",
            "Written September 20, 2017",
            "Written August 19, 2017",
            "Written July 31, 2017"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g1053596-d1803494-Reviews-Bayern_Park-Reisbach_Lower_Bavaria_Bavaria.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g1053596-d23898009-Reviews-Zum_Gschaider-Reisbach_Lower_Bavaria_Bavaria.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1053596-d17712388-Reviews-Panorama_Restaurant-Reisbach_Lower_Bavaria_Bavaria.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1053596-d26340173-Reviews-San_Michele-Reisbach_Lower_Bavaria_Bavaria.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1053596-d12524220-Reviews-Cafe_Gelato_Italiano-Reisbach_Lower_Bavaria_Bavaria.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1053596-d23137634-Reviews-Wirtshaus_Geierbrau-Reisbach_Lower_Bavaria_Bavaria.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1053596-d21045520-Reviews-La_Fontana-Reisbach_Lower_Bavaria_Bavaria.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1053596-d27306458-Reviews-Waidlersachl-Reisbach_Lower_Bavaria_Bavaria.html",
            "https://www.tripadvisor.com/Attraction_Review-g1676158-d25302868-Reviews-Fritz_Koenig_GROSSE_ZWEI_IX-Marklkofen_Lower_Bavaria_Bavaria.html",
            "https://www.tripadvisor.com/Attraction_Review-g1053596-d1803494-Reviews-or10-Bayern_Park-Reisbach_Lower_Bavaria_Bavaria.html",
            "https://www.tripadvisor.com/Attraction_Review-g1053596-d1803494-Reviews-or20-Bayern_Park-Reisbach_Lower_Bavaria_Bavaria.html",
            "https://www.tripadvisor.com/Attraction_Review-g1184786-d8377094-Reviews-Erlebniswelt_Voglsam-Schonau_Lower_Bavaria_Bavaria.html",
            "https://www.tripadvisor.com/Attraction_Review-g664872-d6627394-Reviews-Caprima-Dingolfing_Lower_Bavaria_Bavaria.html",
            "https://www.tripadvisor.com/Attraction_Review-g1676159-d1730838-Reviews-Freilichtmuseum_Massing-Massing_Lower_Bavaria_Bavaria.html",
            "https://www.tripadvisor.com/Attraction_Review-g664872-d12395752-Reviews-Museum_Dingolfing-Dingolfing_Lower_Bavaria_Bavaria.html",
            "https://www.tripadvisor.com/Attraction_Review-g1497683-d5954888-Reviews-Charlys_Cafe_Bar_mit_Flair-Arnstorf_Lower_Bavaria_Bavaria.html",
            "https://www.tripadvisor.com/Attraction_Review-g1676159-d10032404-Reviews-Berta_Hummel_Museum-Massing_Lower_Bavaria_Bavaria.html",
            "https://www.tripadvisor.com/Attraction_Review-g1676157-d2071551-Reviews-Niederbayerische_Archaeologiemuseum-Landau_an_der_Isar_Lower_Bavaria_Bavaria.html",
            "https://www.tripadvisor.com/Attraction_Review-g1676157-d21330268-Reviews-Kastenhof_Landau_Museum_Fur_Steinzeit_Und_Gegenwart-Landau_an_der_Isar_Lower_Ba.html",
            "https://www.tripadvisor.com/Attraction_Review-g1676149-d23907643-Reviews-Madoggy-Gangkofen_Lower_Bavaria_Bavaria.html",
            "https://www.tripadvisor.com/Attraction_Review-g1184786-d13825980-Reviews-Engel_Naturbrennerei-Schonau_Lower_Bavaria_Bavaria.html",
            "https://www.tripadvisor.com/Attraction_Review-g10390140-d5948501-Reviews-Pils_Pub_Charivari-Falkenberg_Upper_Palatinate_Bavaria.html",
            "https://www.tripadvisor.com/Attraction_Review-g1497683-d5954577-Reviews-Boazn_Arnstorf-Arnstorf_Lower_Bavaria_Bavaria.html",
            "https://www.tripadvisor.com/Attraction_Review-g1497683-d5948225-Reviews-Cafe_mustI_Bar-Arnstorf_Lower_Bavaria_Bavaria.html",
            "https://www.tripadvisor.com/Attraction_Review-g190384-d313655-Reviews-Tombs_of_the_Kings-Paphos_Paphos_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g293890-d12997546-Reviews-Thamel_Spa-Kathmandu_Kathmandu_Valley_Bagmati_Zone_Central_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d15361012-Reviews-Magic_Mike_Live-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g297390-d1997901-Reviews-Pub_Street-Siem_Reap_Siem_Reap_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d4203541-Reviews-Shiva_Temple-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g659630-d7988950-Reviews-Aquatica_Water_Park-Kardamena_Kos_Dodecanese_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g34206-d1997150-Reviews-Stump_Pass_Beach_State_Park-Englewood_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g150769-d983378-Reviews-Guadalupe_Island-Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d10154412-Reviews-Aspin_Commercial_Tower-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g150809-d15100624-Reviews-The_Cabana_Beach-Cozumel_Yucatan_Peninsula.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g1053596-d1803494-Reviews-or10-Bayern_Park-Reisbach_Lower_Bavaria_Bavaria.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g1053596-d1803494-Reviews-Bayern_Park-Reisbach_Lower_Bavaria_Bavaria.html"
    }
]