[
    {
        "attraction_name": "Beach Plum Farm",
        "attraction_name_vi": "Trang trại mận bãi biển",
        "general_info": [
            "215 đánh giá",
            "- 1 trong 12 điều cần làm ở West Cape May",
            "trang trại"
        ],
        "attraction_summary": "Trang trại Beach Plum là một trang trại rộng 62 mẫu Anh đang hoạt động ven biển ở Cape May, NJ với Nhà bếp, Chợ - Nhà tranh từ trang trại đến bàn ăn. Chuyên chăn nuôi gia cầm - thịt và các sản phẩm gia truyền. Chào đón trẻ em!Đọc thêm",
        "reviews": [
            "Gần đây tôi đã đến dự tiệc tối tại Beach Plum Farm cùng bạn bè và đó là một trải nghiệm tuyệt vời. Các món khai vị và đồ uống chiêu đãi được đưa ra là một bất ngờ thú vị - mẹo: hãy đến đó khi cửa mở để bạn có thể thưởng thức những món ăn thêm này, không chỉ kịp lúc bữa tối bắt đầu - . Mỗi món ăn trong bữa tối đều tuyệt vời - Tôi không thể ngừng nói về việc tôi thích thịt lợn đến mức nào. Khung cảnh đẹp và yên bình. Tôi thực sự muốn giới thiệu trải nghiệm này cho bất kỳ ai - rất đáng tiền. Đọc thêm",
            "Không mất phí để ngắm và há hốc mồm. Hoa! Rau! Thực phẩm trong cửa hàng lưu niệm. Nếu chúng ta có nhiều nơi như thế này hơn, ngay cả Whole Foods cũng sẽ phải sợ hãi. Chúng tôi đã có một khoảng thời gian tuyệt vời với một số món quà lưu niệm tuyệt vời - để ăn! - . Trẻ em rất thích và có vẻ thích nó nhiều như cha mẹ của chúng. Đọc thêm",
            "Sau ngần ấy năm, cuối cùng chúng tôi cũng đã đến thăm BPF - s và rất hạnh phúc..\n\nNhưng lần sau chúng ta phải đến thăm nó vào đúng mùa và xem tất cả những gì chúng ta đã bỏ lỡ.\n\nChúng tôi đã nhìn thấy trang trại và tất cả các cây trồng còn sót lại nhưng sẽ rất vui khi thấy nó nở rộ.\n\nNgoài ra, bạn có thể mua đồ tươi từ cửa hàng để mang về nhà. Ước gì chúng ta sống gần hơn.\n\nChúng ta cũng nên thử Nhà hàng Farm Stand và tất cả các món tươi ngon được chế biến thành một bữa ăn.\n\nNhưng chúng tôi đã lấy một số mặt hàng, đặc biệt là những mặt hàng đang được sử dụng trong khách sạn của chúng tôi làm tiện nghi từ chính trang trại.\n\n Đọc thêm",
            "Chúng tôi đã trải nghiệm một bữa tối thú vị từ trang trại đến bàn ăn tại Beach Plum Farm. Đó là BYOB. \nThức ăn rất đặc biệt và họ cung cấp nhiều khóa học. Các nhân viên cực kỳ chu đáo.. Nó đắt tiền, nhưng tôi thực sự khuyên bạn nên dùng nó cho người lớn. Trải nghiệm tuyệt vời!Đọc thêm",
            "Hai chúng tôi đang đi lưu diễn vào một ngày mưa phùn, u ám đầy gió. Ed đưa chúng tôi đi khắp trang trại, hấp dẫn, hiểu biết và trả lời tất cả các câu hỏi của chúng tôi. Rất thú vị khi nghe về lịch sử ở đây và những gì họ đang cố gắng làm với trang trại. Cạnh tranh tổng quan về hoạt động của họ với thông tin về tất cả các khía cạnh. Là những người sành ăn, chúng tôi rất thích nghe về trải nghiệm thực sự từ trang trại đến bàn ăn - trồng và thử nghiệm các loại cây trồng, thảo mộc, hoa, gia cầm và lợn khác nhau. Ed thật tuyệt - chúng tôi rất thích sự nhiệt tình của anh ấy đối với trang trại. Đọc thêm",
            "Trước tiên, tôi xin mở đầu bằng việc nói rằng đây có lẽ là bài đánh giá tệ thứ hai mà tôi viết trên internet trong đời. Tôi cảm thấy cần phải cho mọi người biết về trải nghiệm của mình. Chồng tôi và tôi đã đăng ký tham gia chuỗi bữa tối từ trang trại đến bàn ăn... Đây được coi là bữa tối tệ nhất mọi thời đại. Những con muỗi thực sự kinh khủng ở cấp độ tiếp theo. Tôi đã cắn hơn bốn mươi con khi đang gõ những dòng này. Không khí thật dễ thương, chuỗi bữa tối này có tiềm năng nếu họ có thể tìm ra cách để không ăn trên bãi cỏ VÀ... lớn VÀ ở đây, hãy thuê một đầu bếp lành nghề trong tòa nhà. Thức ăn rất tệ, giống như đồ ăn trại. Cảm giác như bị trộn lẫn, thịt gà thì nấu quá chín. Đây là một món ăn đáng thất vọng tiếp theo. Chuỗi bữa tối từ trang trại đến bàn ăn là một ý tưởng tuyệt vời, hãy thuê một đầu bếp lành nghề có thể thực hiện đúng cách. Thành thật mà nói, thật không thể tưởng tượng nổi khi phải chi 250 đô la cho thức ăn được chế biến tệ đến vậy. Không hề cường điệu, bữa ăn này thật tệ và chúng tôi không thể chờ đợi để rời đi. Những người khác đã rời khỏi bàn của họ trước khi bữa ăn kết thúc. Đọc thêm",
            "Trang trại mận bãi biểnWest Cape MayTrải nghiệm gần gũi từ trang trại đến bàn ăn trong khung cảnh yên tĩnh773557642Khi bạn đến Cape May, dành thời gian ở trang trại thay vì đi đến bãi biển hoặc tham quan các điểm tham quan ở Victoria dường như không đáng để bạn nỗ lực. Nhưng Beach Plum Farm cung cấp các lựa chọn bữa sáng và bữa trưa tuyệt vời trong khung cảnh ngoài trời mang lại cảm giác vừa chân thực vừa một phần được sản xuất cho khách du lịch - nhưng theo cách tốt -. Các bữa ăn rất tốt để chúng tôi có thể quay lại hai lần nữa trong thời gian lưu trú. Có một con đường mòn đi bộ dễ dàng sẽ đưa bạn trở lại khu vực trang trại. Trang trại Mận Bãi biển là một trong những lý do khiến Cape May được giới thiệu trong cuốn sách mới của tôi, 100 điều cần làm ở Jersey Shore, có sẵn tại 100thingsjerseyshore - dot com - Đọc thêm",
            "SỰ HOÀN HẢO- Tôi và gia đình đã đến ăn tối tại trang trại vào đầu tháng 8, một ngày sau cơn bão Isaias. Chúng tôi bước vào trang trại và nhận được lời chào nồng nhiệt từ GM Krystina Kennedy. Các căn cứ và thiết lập là huyền diệu. Những chiếc bàn được bày biện thật đẹp mắt với hoa tươi, nến và những ánh đèn lấp lánh treo xung quanh chúng tôi. Có sự kết hợp giữa các cặp đôi và các nhóm nhỏ hơn đang ăn mừng. Các bàn cách nhau hơn 6 feet và chúng tôi cảm thấy hoàn toàn an toàn trong môi trường ngoài trời. Khi họ bắt đầu bữa tối, chúng tôi được thông báo rằng họ không có điện cho đến 30 phút trước bữa tối. Tất cả chúng tôi đều gãi đầu và tự hỏi điều này sẽ diễn ra như thế nào trong trải nghiệm. Một từ- Liền mạch! Nhóm và BPF đã sử dụng nhiều loại bếp khác nhau tại các cơ sở khác của họ trong khi nấu phần lớn bữa ăn của chúng tôi trên vỉ nướng của họ. Bữa tối diễn ra thật sáng tạo và ngon miệng. Mỗi món đều được nấu chín hoàn hảo. Một số điểm nổi bật là gà nướng là món chính của chúng tôi và món bánh việt quất cho sa mạc. Có nhạc sống đáng yêu nhất được chơi suốt buổi tối và đội ngũ nhân viên TUYỆT VỜI. Họ đã chú ý và tập trung vào trải nghiệm của khách hàng. Chúng tôi hy vọng sẽ quay trở lại vào mùa thu, nếu không, đêm nay sẽ được ấn định cho mùa hè tới!! Xin chúc mừng BPF đã tạo ra và thực hiện một đêm độc đáo như vậy cho gia đình tôi.Đọc thêm",
            "Hai năm trước chúng tôi đã đi cùng một nhóm và có một trải nghiệm tuyệt vời. Chúng tôi đã không đi vào mùa hè năm ngoái do đại dịch và rất vui mừng được ghé thăm lại vào tối qua. Một nhóm gồm 22 người chúng tôi đã thuê tài xế, đóng gói đồ làm mát và đi đến Cape May vào buổi tối. Trang trại rất đẹp, rất Martha Stewart. Những chiếc bàn được sắp xếp một cách sáng tạo và những tấm thẻ thực đơn tùy chỉnh được nhét bên trong khăn ăn bằng vải. Họ dường như nghĩ đến mọi thứ NGOẠI TRỪ thức ăn. Thật là một sự thất vọng hoàn toàn. Món đầu tiên đúng nghĩa là 1 miếng ngô chiên tròn với hai miếng dưa chuột và cà chua thái hạt lựu nhỏ và kem. Điều đó ngay lập tức khiến bàn dài của chúng tôi bật cười. Gazpacho nhạt nhẽo, salad vẫn ổn, món khai vị là chân gà phủ quinoa và món tráng miệng là bánh chanh khô. Tất cả đều có mức giá thấp - 125 mỗi người. Địa điểm là BYOB nên không bao gồm đồ uống. Họ quảng cáo thời gian là 6:30-9:30. Các tài xế của chúng tôi đến đón chúng tôi lúc 9 giờ 30 và chúng tôi chỉ được phục vụ món tráng miệng. Beach Plum Farm, bạn vừa mất đi 22 người ủng hộ.Đọc thêm",
            "Chúng tôi có một nơi ở hạt Cape May và thường xuyên đến đây. Đây là một trang trại đang hoạt động với nhiều thứ để xem và đánh giá cao mà không tốn một xu nào. Chúng tôi thích đi bộ quanh khu đất, đã ăn ở một bữa tiệc nướng Chủ Nhật - vâng - 14 là đắt cho một chiếc xúc xích nhưng bạn không thể bỏ qua sườn, gà hoặc thịt lợn xé của họ - những đĩa đó đủ lớn để hai người chia sẻ. Chúng tôi cũng đã tham dự một trong những bữa tối chỉ dành cho khách đặt chỗ trước đặc biệt của họ, điều đó đáng giá từng xu. Vào mùa thu, họ có cưỡi ngựa kéo và hái bí ngô. Nếu bạn đang tìm kiếm trải nghiệm chơi trò chơi điện tử và đồ ăn giá rẻ cho trẻ em, thì đây không phải là nơi dành cho bạn. Đây là nơi để tìm hiểu, đánh giá cao và tôn trọng cách thức trồng trọt thực phẩm và mọi người mà chúng tôi giới thiệu đến Beach Plum đều rất ấn tượng. Chúng tôi thấy nơi này rất Zen và thư giãn. Đọc thêm",
            "Tôi đã đến Beach Plum Farm trong nhiều năm và tôi nhận thấy nó ngày càng trở nên cao cấp hơn mỗi lần tôi ghé thăm. Nó từng là một trang trại thông thường với một nhà hàng xinh xắn - quầy bán đồ ăn nhẹ phục vụ bữa sáng và bữa trưa và một vài gian hàng bên trong để trồng cây và gà nhưng mọi thứ ngày càng đắt đỏ hơn. Họ vẫn có những khu vườn xinh đẹp để đi dạo trong những tháng hè và có một hố lửa vào mùa đông. Dịch vụ này luôn rất tốt và phần hàng tạp hóa và quà tặng của họ bây giờ thực sự rất tốt. Có tất cả những thứ bạn có thể mua để mang về nhà bên cạnh khu tạp hóa xinh xắn. Ở đó có các loại thạch, mứt tuyệt vời và các sản phẩm chăm sóc da của họ là tốt nhất. Tôi yêu sữa tắm hoa oải hương và kem dưỡng ẩm da. Việc cho gà ăn ở đây luôn thú vị. Họ thích thú với việc mọi người cho họ ăn đến nỗi họ sẽ vây quanh bạn. Đó là một nơi tuyệt vời để đưa trẻ em đi.Đọc thêm",
            "Những quả trứng và thịt xông khói tệ nhất mà tôi đã có trong nhiều thập kỷ, được trình bày kém, không vị và có bổ sung - 4 cho thịt xông khói! Trên thực tế, thứ này đã được tráng men và nấu quá chín, khiến nó trông - và có hương vị! - giống như những dải da bị mòn. Và hai chiếc bánh sandwich với thứ gì đó được cho là một loại cá hồi hun khói nhưng lại quá mặn và chúng tôi không thể ăn được. Với một ly trà đá, tổng hóa đơn gần - 60!!  Một thảm họa hoàn toàn và một sự xấu hổ thuần túy.Đọc thêm",
            "Nơi này rất độc đáo và không khí tuyệt vời. Vấn đề là thực phẩm và giá cả.  - 14 cho một chiếc hotdog nhỏ hơn một chiếc hotdog của WaWa? Con tôi ăn được 3 miếng rồi lại đòi thêm miếng nữa. Tôi hiểu rằng bạn cần kiếm lợi nhuận từ thực phẩm để trợ cấp cho hoạt động nhưng điều đó thật điên rồ và hoàn toàn phi lý. Một chiếc hotdog tại Lincoln Financial Field trong trận đấu với Eagles chỉ có giá - 7. Ngoài ra, thịt gà và sườn rất nhỏ và không có nhiều thịt. Tôi đã chi - 80 cho đồ ăn cho 3 người và chúng tôi phải mua pizza trên đường về nhà. Lần tới chúng ta sẽ chỉ đi uống nước và bỏ qua bữa ăn. Thực lòng tôi nghĩ đó là lỗi đánh máy khi giá ghi - 14 cho một chiếc hotdog. Thành thật mà nói thì điều đó hoàn toàn điên rồ - đây không phải là một chiếc hotdog khổng lồ dài một foot. Đó là một sân bóng thẳng thắn trên một búi tóc.Đọc thêm",
            "Trang trại Plum Beach xứng đáng với - trang trại - đúng như tên gọi của nó. Nếu bạn muốn thực phẩm tươi được nấu như một người nông dân sẽ tự làm cho gia đình mình vào một dịp đặc biệt thì đây là nơi. Đội ngũ phục vụ bạn chu đáo và thân thiện với gia đình nông dân. Chúng tôi đi ăn sáng. Tất cả các món ăn - trứng tráng, bánh mì kẹp dưa chuột, trứng Benedict, bánh mì kẹp trứng, thịt xông khói, v.v. - đều đến trực tiếp từ trang trại. Đầu bếp chỉ nêm gia vị cho món ăn nếu nó giúp mang lại độ tươi ngon của thịt, trứng và rau được sản xuất tại Trang trại Plum Beach. Và một số món ăn của họ không có gia vị - như khoai tây chiên tại nhà. Điều này cho phép khẩu vị của bạn nếm được sự ngon lành của trang trại như ý định của Chúa. Kết quả là, Plum Beach Farm mang đến một bữa ăn ngon khác biệt so với những gì bạn sẽ nếm thử ở các nhà hàng tầm trung khác, những nhà hàng quan tâm nhiều đến việc chế biến các loại nước sốt và gia vị lạ hơn là sử dụng các nguyên liệu rất tươi, được trồng tự nhiên. Bầu không khí thực sự rất gần gũi với trái đất. Bạn ăn trên một chiếc ghế gỗ và bàn cạnh vườn rau.  Bạn có thể cởi giày ra và chạm vào cỏ. Đó là điều mà hầu hết mọi người không trải qua, ngay cả trong thời kỳ COVID, nơi chỗ ngồi ngoài trời thường là bãi đậu xe trải nhựa.  Nếu bạn muốn hương vị thơm ngon, tươi ngon với cảm giác trang trại thực sự - hãy đến ngay.  Nó sẽ giúp bạn thư giãn đầu óc, kích thích vị giác và có lẽ chỉ khiến bạn tốn kém hơn một chút so với việc ăn tại một trong những quán bánh xèo ở Cape May. Hãy tận hưởng!Đọc thêm",
            "Khung cảnh rất đẹp nhưng đồ ăn không đáng giá. Khoai tây chưa chín và thịt lợn chín quá. Nhưng phần tồi tệ nhất là lỗi. Đến cuối bữa ăn, lũ bọ đã cắn xuyên qua quần jean của tôi, đậu trên mặt và đầu chúng tôi. Đáng buồn thay nó làm hỏng trải nghiệm. Với mức giá mà họ đang tính, thực phẩm phải được nấu chín đúng cách và họ cần kiểm soát được vi trùng.Đọc thêm"
        ],
        "star_ratings": [
            113,
            53,
            26,
            13,
            10
        ],
        "review_amount": 215,
        "location": [
            "Tây Cape Tháng Năm",
            "Jersey Shore",
            "Hoa Kỳ",
            "New Jersey - NJ -",
            "Hạt Mũi May",
            "Trang trại mận bãi biển",
            "Những việc cần làm ở West Cape May"
        ],
        "reviews_time": [
            "Written July 21, 2023",
            "Written August 19, 2023",
            "Written October 9, 2023",
            "Written May 9, 2024",
            "Written May 17, 2024",
            "Written August 30, 2020",
            "Written October 8, 2020",
            "Written October 10, 2020",
            "Written July 10, 2021",
            "Written August 31, 2020",
            "Written December 29, 2022",
            "Written March 22, 2021",
            "Written August 16, 2020",
            "Written August 2, 2020",
            "Written August 1, 2020"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g1867426-d5866138-Reviews-Beach_Plum_Farm-West_Cape_May_Cape_May_County_New_Jersey.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g46341-d24050335-Reviews-Grana_BYOB-Cape_May_Cape_May_County_New_Jersey.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1867426-d393880-Reviews-Original_Westside_Market_West_Cape_May-West_Cape_May_Cape_May_County_New_Jersey.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1867426-d532400-Reviews-Black_Duck_on_Sunset-West_Cape_May_Cape_May_County_New_Jersey.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1867426-d625309-Reviews-Bella_Vida_Garden_Cafe-West_Cape_May_Cape_May_County_New_Jersey.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1867426-d6772209-Reviews-Sapore_Italiano-West_Cape_May_Cape_May_County_New_Jersey.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1867426-d8308624-Reviews-Cape_May_Honey_Farm-West_Cape_May_Cape_May_County_New_Jersey.html",
            "https://www.tripadvisor.com/Restaurant_Review-g46341-d14981680-Reviews-Exit_Zero_Filling_Station-Cape_May_Cape_May_County_New_Jersey.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1867426-d1212325-Reviews-Panico_s-West_Cape_May_Cape_May_County_New_Jersey.html",
            "https://www.tripadvisor.com/Restaurant_Review-g46341-d17659752-Reviews-Viggiano_s_On_Sunset-Cape_May_Cape_May_County_New_Jersey.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1867426-d393872-Reviews-Backstreet_Simply_Delicious-West_Cape_May_Cape_May_County_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46341-d1475250-Reviews-Willow_Creek_Winery-Cape_May_Cape_May_County_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g1867426-d23655376-Reviews-Rea_s_Farm_Market-West_Cape_May_Cape_May_County_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46343-d527099-Reviews-Cape_May_Point_State_Park-Cape_May_Point_Cape_May_County_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46341-d103993-Reviews-Cape_May_Lighthouse-Cape_May_Cape_May_County_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g3948623-d103992-Reviews-Sunset_Beach-Lower_Township_Cape_May_County_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46341-d1582818-Reviews-Cape_May_Stage_Professional_Equity_Theater-Cape_May_Cape_May_County_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46341-d2256593-Reviews-World_War_II_Lookout_Tower-Cape_May_Cape_May_County_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46341-d254414-Reviews-South_Cape_May_Meadows-Cape_May_Cape_May_County_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46343-d136212-Reviews-Cape_May_Bird_Observatory-Cape_May_Point_Cape_May_County_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46341-d4427470-Reviews-Cape_May_Beach-Cape_May_Cape_May_County_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g1867426-d5866138-Reviews-or10-Beach_Plum_Farm-West_Cape_May_Cape_May_County_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46341-d21043421-Reviews-Pedego_Cape_May-Cape_May_Cape_May_County_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46341-d23600185-Reviews-Revolution_Rail_Co_Cape_May-Cape_May_Cape_May_County_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46341-d3387793-Reviews-Cape_May_Food_Tours-Cape_May_Cape_May_County_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46341-d1963376-Reviews-Birding_By_Boat_on_the_Osprey-Cape_May_Cape_May_County_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46341-d1582817-Reviews-Cape_May_Carriage-Cape_May_Cape_May_County_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46341-d1182971-Reviews-East_Coast_Parasail-Cape_May_Cape_May_County_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46341-d612306-Reviews-Salt_Marsh_Safari_The_Skimmer-Cape_May_Cape_May_County_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g53449-d272389-Reviews-Pittsburgh_Zoo_Aquarium-Pittsburgh_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g48053-d624649-Reviews-Lily_Dale_Assembly-Lily_Dale_Chautauqua_County_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60634-d8661074-Reviews-Baby_Beach-Lahaina_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g1766192-d6953420-Reviews-Mon_Jam-Mae_Rim.html",
            "https://www.tripadvisor.com/Attraction_Review-g297928-d12717395-Reviews-Sunset_Bar-Mae_Hong_Son_Mae_Hong_Son_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g60753-d106552-Reviews-Canyon_de_Chelly_National_Monument-Chinle_Apache_County_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g35292-d6648452-Reviews-Sims_Lake_Park-Suwanee_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g1015946-d6522730-Reviews-Menengai_Crater-Nakuru_Rift_Valley_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g41890-d2205362-Reviews-Indian_Ranch-Webster_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g150793-d2232380-Reviews-Playa_Las_Gemelas-Puerto_Vallarta.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g1867426-d5866138-Reviews-or10-Beach_Plum_Farm-West_Cape_May_Cape_May_County_New_Jersey.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g1867426-d5866138-Reviews-Beach_Plum_Farm-West_Cape_May_Cape_May_County_New_Jersey.html"
    }
]