[
    {
        "attraction_name": "Beals Island",
        "attraction_name_vi": "Đảo Beals",
        "general_info": [
            "11 đánh giá",
            "607 trong số 2.224 hoạt động giải trí ở Maine",
            "Quần đảo"
        ],
        "attraction_summary": "Làng chài xinh đẹp, biệt lập, cách xa đám đông điên cuồng.  Chúng tôi đã dành 5 ngày ở đây và điều đó có vẻ đúng với những lựa chọn khá hạn chế.  Chúng tôi đi tham quan Lubec, Machias và đi dạo một vài công viên.  Mua tôm hùm tươi tại bến cảng.  Ban đầu dự định khám phá các thị trấn ở phía nam nhưng cảnh đám đông ở VQG Acadia và Bar Harbor nhanh chóng khiến chúng tôi phải quay trở lại phía bắc.  Người dân địa phương rất tốt bụng và thân thiện.  Khoảng thời gian tuyệt vời nhất là thưởng thức phong cảnh và hải sản mà chúng tôi mang về nhà thuê để nấu nướng.  Nếu kế hoạch của bạn bao gồm đi bộ đường dài ở đảo Great Waas- hãy cẩn thận- những con đường mòn rất khó khăn- nên chúng tôi không có nhiều niềm vui và phải quay lại.Đọc thêm",
        "reviews": [
            "Chúng tôi lái xe đến thị trấn câu cá và đánh bắt tôm hùm đẹp như tranh vẽ Jonesport và băng qua cây cầu để đến Đảo Beals. Thật là một khung cảnh đáng yêu của những chiếc thuyền tôm hùm từ cây cầu! Một hình ảnh mang tính biểu tượng khác của Maine... Đọc thêm",
            "Một thị trấn nhỏ xinh đẹp của nước Mỹ cổ trên bờ biển phía dưới mũi đất.  Lái xe qua cây cầu nhỏ có hai làn đường, nhưng hãy cẩn thận vì cây cầu đang được thay thế và sẽ chỉ có một làn trong nhiều năm cho đến khi hoàn thành.  Đèn giao thông ở hai đầu điều khiển việc đóng làn đường.  Đây là những gì bạn nghĩ đến khi tưởng tượng đến những làng đánh bắt tôm hùm ở Hạ Đông Maine.  Thực sự kỳ lạ và phong cảnh.  Địa điểm ăn trưa của chúng tôi là Bayview Take Out ngay bên kia cây cầu bên trái.  Bánh cuộn tôm hùm tuyệt vời, nhưng tôi thích nhất là bánh cuộn cua rất ngọt.  Tươi và ngon!  Họ cũng có rất nhiều loại kem nhúng bằng tay rất được ưa chuộng. Đọc thêm",
            "Ngôi làng nhỏ yên tĩnh này nằm trên bờ biển Maine, không có khách du lịch biết đến.  Tôi tình cờ gặp nó cách đây vài năm - và bây giờ tôi đi du lịch hàng năm.  Những người đánh bắt tôm hùm trên bến tàu có thể cho bạn biết nơi để chèo thuyền kayak để ngắm nhìn nhiều loài sinh vật biển nhất - hải cẩu, người quản lý bến cảng có túi sau chứa đầy những địa điểm tốt nhất để đi bộ trên Đảo Great Wass! và có một quán kem ngọt ngào không thể bỏ qua.  Đi chậm qua ngôi làng, tôn trọng những người làm việc chăm chỉ ở đó và chiêm ngưỡng vẻ đẹp nơi họ sống.Đọc thêm",
            "Ra khỏi Maine những năm 1950 của Robert Mccloskey, làng chài yên tĩnh, khiêm tốn này là nơi tuyệt vời để đi bộ dọc theo bến tàu, chụp ảnh, tận hưởng làn gió biển và để bầu không khí của hòn đảo cuốn trôi bạn. Chúng tôi ở đây một tuần và ước mình có thể dành cả mùa hè. Rất thoải mái. Món tôm hùm cuộn tại cửa hàng Bayview là món ngon nhất mà chúng tôi từng ăn và những con đường mòn đi bộ đường dài trên Đảo Great Wass gần đó là một cách hay để khơi dậy cảm giác thèm ăn. Phần lớn Nam Maine đã mất đi linh hồn đi biển vì sự phát triển quá mức: Beals và Jonesport thì không như vậy . Biển cho chính mình.  Pun dự định.Đọc thêm",
            "Không thể nói đủ về bữa trưa ở đây ngon như thế nào. Thực tế là RẤT TỐT, chúng tôi quay lại vào ngày hôm sau để ăn trưa và chúng tôi ở ở phía đối diện hòn đảo. MỌI THỨ đã được nấu chín đúng cách. CHÚNG TÔI 3 người chúng tôi đều yêu thích đồ ăn, KHÔNG có phàn nàn hay vấn đề gì khó khăn khi ăn tối với một thiếu niên. Có lẽ chúng tôi sẽ sử dụng dịch vụ trực tuyến của họ cho kỳ nghỉ lễ, Nóng lòng chờ đợi. . . . .TẬN HƯỞNG chuyến thăm của bạn ở đây, KHÔNG có lý do gì để không. . . . . .  Đọc thêm",
            "Một chuyến đi rất thú vị ngay cả trong tháng 12 - đã vượt qua cây cầu từ Jonesport. Beals là một ví dụ điển hình về công việc khó khăn của người đánh bắt tôm hùm ở Maine, người rất giống một người làm việc bên bờ sông. Cũng có một bãi biển công viên đẹp và chúng tôi đã tìm thấy một số con đường mòn đẹp trên Great Wass. Chúng tôi thấy cư dân ở đây khá thân thiện và cảm giác rất sảng khoái.Đọc thêm",
            "Lái xe qua cầu và quanh đảo thật tuyệt. Đường mòn đi bộ ngắm cảnh đại dương. Bãi biển thị trấn nhỏ. Không có nhà hàng, nên đi về phía bắc. Đọc thêm",
            "Chúng tôi ở trong một ngôi nhà có cột và cột xinh đẹp ở phía đông của bán đảo Jonesport đối diện với Đảo Roques. Đó là một ngôi nhà tuyệt vời ngay trên mặt nước với các cửa sổ nhìn ra mặt nước theo ba hướng. Chúng tôi lái xe vào làng Jonesport và qua cầu tới Đảo Beals. Tôi dừng lại chụp ảnh bến cảng và những chiếc thuyền tôm hùm thì có một người phụ nữ bước ra mời tôi ra bến tàu chụp ảnh. Cô ấy thật tuyệt. Chúng tôi bắt đầu nói chuyện và tôi hỏi cô ấy mua tôm hùm ở đâu trong thị trấn. Cô ấy nhất quyết đưa tôi đến chuồng và chỉ cho tôi chính xác nó ở đâu bằng cách lái xe tới đó. Cuối tuần, khi tôi muốn ăn tôm hùm, tôi đến chuồng và mua một vài con tôm hùm vỏ cứng ngon nhất từ ​​trước đến nay. Đảo Beals là có thật và người phụ nữ đã giúp đỡ chúng tôi là người tử tế nhất từ ​​trước đến nay.Đọc thêm",
            "Khi bạn băng qua cây cầu vào Đảo Beals, bạn sẽ được chuyển đến một thời gian và địa điểm khác.  Người dân là những người đàn ông và phụ nữ tôm hùm đơn giản và khiêm tốn, làm việc chăm chỉ và thực sự yêu thích những gì họ làm.  Hòn đảo đơn giản và đầy cá tính.  Những con đường mòn đi bộ, câu hến, ngao và chỉ đơn giản là ngồi ngắm cảnh hoàng hôn tuyệt đẹp cũng đủ khiến bạn quên đi thế giới bên ngoài.  Nơi tuyệt vời.Đọc thêm",
            "Trên đảo có câu cá bằng ruồi không?Đọc thêm",
            "Xin chào, tôi đang lên kế hoạch cho một chuyến đi chèo thuyền kayak ở khu vực Đảo JonesportBeals. Ai có thể cho tôi biết có nơi nào trên đảo Beals bán đồ ăn, bia và đá không?\n\nCảm ơn,\n\nDavidĐọc thêm",
            "Có một cửa hàng tạp hóa ở Jonesport.  Thật không may, không còn cửa hàng nào trên Beals nữa.   Có một cửa hàng TUYỆT VỜI bán món tôm hùm cuộn được bình chọn là ngon nhất ở Mew England.Đọc thêm",
            "Sẽ ở tại AirBnB ở Beals vài đêm. Chúng ta nên mang đồ tạp hóa từ nhà về hay ở thị trấn có chợ không? Ngoài ra, còn nơi để tìm cuộn tôm hùm ngon nhất thì sao? Cảm ơn!Đọc thêm",
            "Quên kể món tôm hùm cuộn ở Bayview on Beals thật tuyệt vời!\nChúng tôi đã có một ngày hôm nay. Đã cố gắng đăng một bức ảnh nhưng tôi không thể ở định dạng này...hãy nói rằng nó được bao bọc bởi một chiếc móng vuốt khổng lồ....yum...Đọc thêm"
        ],
        "star_ratings": [
            9,
            2,
            0,
            0,
            0
        ],
        "review_amount": 11,
        "location": [
            "Những điều cần làm ở Maine",
            "Đảo Beals",
            "Hoa Kỳ",
            "Maine ME"
        ],
        "reviews_time": [
            "Written September 24, 2021",
            "Written August 22, 2021",
            "Written July 23, 2018",
            "Written July 19, 2018",
            "Written March 25, 2017",
            "Written December 8, 2016",
            "Written December 2, 2014",
            "Written November 1, 2014",
            "Written September 15, 2014",
            "Written July 16, 2014"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g28940-d606084-Reviews-Beals_Island-Maine.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g28940-d606084-Reviews-or10-Beals_Island-Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g40643-d116962-Reviews-Desert_Of_Maine-Freeport_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g40515-d2225324-Reviews-Bethel_Outdoor_Adventure-Bethel_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g40846-d8382235-Reviews-Black_Mountain_of_Maine-Rumford_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g40757-d8863628-Reviews-Causeway_Marina-Naples_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g40515-d4680957-Reviews-Deepwood_Farm-Bethel_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g40655-d4945379-Reviews-Downeast_Lakes_Land_Trust-Grand_Lake_Stream_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g40894-d14013942-Reviews-Urban_Air_Trampoline_and_Adventure_Park-South_Portland_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g40958-d8857580-Reviews-Barnes_Brook_Indoor_Golf_Course-West_Enfield_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g28940-d277533-Reviews-Moxie_Falls-Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g28940-d208142-Reviews-Peaks_Island-Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g294450-d10798515-Reviews-Sunnyland_Sarajevo-Sarajevo_Sarajevo_Canton_Federation_of_Bosnia_and_Herzegovina.html",
            "https://www.tripadvisor.com/Attraction_Review-g32524-d8820361-Reviews-Stagecoach-Indio_Greater_Palm_Springs_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g49265-d256100-Reviews-Fort_Fisher_State_Recreation_Area-Kure_Beach_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g652003-d14862346-Reviews-Lido_Cala_Paradiso-Monopoli_Province_of_Bari_Puglia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d11774211-Reviews-Woodlawn_Lake_Park-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60750-d531819-Reviews-USS_Midway_Museum-San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g652061-d1123604-Reviews-Long_Beach_Velika_plaza-Ulcinj_Ulcinj_Municipality.html",
            "https://www.tripadvisor.com/Attraction_Review-g42184-d7146804-Reviews-Erie_Orchards_and_Cider_Mill-Erie_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g580287-d8517053-Reviews-Playa_Cala_Gran-Cala_d_Or_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g47939-d9730998-Reviews-Kerber_s_farm-Huntington_Long_Island_New_York.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g28940-d606084-Reviews-or10-Beals_Island-Maine.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g28940-d606084-Reviews-Beals_Island-Maine.html"
    }
]