[
    {
        "attraction_name": "Bearizona Wildlife Park",
        "attraction_name_vi": "Công viên hoang dã Bearizona",
        "general_info": [
            "3.831 đánh giá",
            "1 trong 15 hoạt động ngoài trời ở Williams",
            "Safaris",
            "Khu vực hoang dã tự nhiên",
            "Sở thú"
        ],
        "attraction_summary": "Bearizona là Công viên Động vật hoang dã có tính năng lái xe xuyên khu vực cũng như đi bộ xuyên khu vực. Xem động vật trong môi trường sống tự nhiên trong quá trình lái xe của bạn. Xem thêm các loài động vật được trưng bày trong phần đi bộ. Có một số chương trình biểu diễn động vật suốt cả ngày.Đọc thêm",
        "reviews": [
            "Chồng tôi và tôi đã có một ngày rảnh rỗi trong chuyến đi để làm điều gì đó thư giãn và nghỉ ngơi sau khi đi bộ đường dài - chúng tôi đã có khoảng thời gian tuyệt vời nhất ở đây! Nơi này rất sạch sẽ, nhân viên thật tuyệt vời - và các con vật thật tuyệt vời! Chúng tôi có thể đã theo dõi những con gấu cả ngày. Chắc chắn phải lái xe nhiều lần trong khu vực đó vì mỗi lần bạn nhìn thấy những loài động vật khác nhau khi chúng di chuyển xung quanh! Đáng giá từng xu!Đọc thêm",
            "Đây đã phát triển thành một công viên động vật tuyệt vời, với điểm nổi bật thực sự là khu vực đi bộ chứ không phải chuyến đi qua khu vực gấu và sói.  Những chú gấu con ở trường mẫu giáo gấu còn thú vị hơn nhiều so với việc nhìn thấy những chú gấu lười biếng qua ô tô.  Bữa trưa gà rán chủ nhật thật đặc biệt.  Nó đáng được thừa nhận.Đọc thêm",
            "Con tôi yêu nơi này. Phần đầu tiên là công viên drive-thru mà bạn có thể đi qua nhiều lần. Chúng tôi đã trải qua ở phần đầu và cả ở phần cuối. Công viên cũng đẹp. Các con vật được đặt cách nhau. Thật vui khi thấy những con báo đốm được cho ăn. Những người làm việc ở đó biết tên các loài động vật ở đó. Bạn không bao giờ có thể nhìn thấy Bears ở khoảng cách gần như vậy. Khi chúng tôi lái xe qua công viên sau đó, những con gấu hoạt động tích cực hơn. Thật thú vị khi xem. Cửa hàng quà tặng cũng rất đẹp. Chúng tôi đã mua một vài thứ ở đó.Đọc thêm",
            "Chúng tôi đã chuẩn bị tinh thần rằng có thể sẽ không được như mong đợi nhưng thực tế không phải vậy! Đầu tiên, chúng tôi lái xe qua và nhìn thấy tất cả các loài động vật, chúng nằm trong bóng râm trong phần lớn thời gian, ngoại trừ con bò rừng bison, đi ngay qua cửa sổ của tôi. Chúng tôi cũng thích thú khi đi bộ qua, cho rái cá ăn và ngắm nhìn mọi thứ khác. Hôm đó là ngày 4 tháng 7, trời rất nóng nhưng chúng tôi thực sự thích thú và nghĩ rằng việc này xứng đáng với mức giá cao. Con chúng tôi 15 và 19 tuổi và chúng tôi cũng chia sẻ sự nhiệt tình của mình. Đọc thêm",
            "Một chuyến thăm tốt đẹp khác!  Bây giờ chúng tôi đã tìm ra cách truy cập.  Đầu tiên chúng tôi lái xe qua, càng sớm càng tốt vì các loài động vật dường như hoạt động sớm hơn.  Sau đó chúng tôi đi dạo trong công viên.  Sau đó, chúng tôi lại lái xe qua và kết thúc bằng việc ghé thăm nhà hàng và cửa hàng quà tặng.  Trong khi ghé thăm, họ đã được giảm giá 10 đô la cho nhà hàng ngồi xuống khi tải xuống Ứng dụng Bearizona.  Ứng dụng đã thông báo cho chúng tôi về một buổi biểu diễn động vật tại quảng trường công viên sân khấu chính mà chúng tôi có thể xem.  Rất thú vị.  \nThời tiết ngay sau ngày 4 tháng 7 rất đẹp khiến chuyến thăm của chúng tôi trở nên tuyệt vời hơn.Đọc thêm",
            "Thực hiện một chuyến đi đến Grand Canyon, trên đường đến Sedona, chúng tôi dừng lại. Đó là một chuyến đi nhanh chóng tuyệt vời. Chúng tôi đã thấy rất nhiều gấu và nhiều loài động vật khác. Tôi thực sự khuyên bạn nên dừng lại nếu bạn ở khu vực này. Đọc thêm",
            "Chúng tôi dừng lại ở đây trên đường từ Grand Canyon đến Đập Hoover và Las Vegas và đã có khoảng thời gian tuyệt vời! Khi chúng tôi nhìn thấy bảng quảng cáo, chồng tôi đã tin rằng đó sẽ là một điểm thu hút khách du lịch ven đường đáng buồn, nhưng thực tế hoàn toàn ngược lại! Phần lái xe rất gọn gàng - thật thú vị khi được ngắm nhìn các loài động vật! Và công viên thật tuyệt vời! Công viên có những lối đi rộng rãi rợp bóng cây và những hàng rào đẹp đẽ. Nhà hàng ở phía sau cửa hàng quà tặng hơi đắt tiền, nhưng bầu không khí tuyệt vời, chúng tôi ngồi trên lầu, nơi chúng tôi có thể nhìn thấy chuồng Jaguar và đồ ăn thực sự rất tuyệt vời và những phần ăn lớn - đó là một trong những bữa ăn ngon nhất chúng tôi có trong chuyến đi của mình. toàn bộ chuyến đi! Nó đáng để dừng lại và giá cả nếu bạn đang ở trong khu vực. Đọc thêm",
            "Tôi thực sự khuyên bạn nên đến đây! Thật vui và thú vị, các con tôi không muốn rời đi. Ngoài ra, các loài động vật trông rất vui vẻ và khỏe mạnh hơn bất kỳ sở thú nào tôi từng đến. Đó là một chút chi tiêu đáng giá vì những con vật có vẻ rất hạnh phúc được ăn uống đầy đủ. Những con gấu đang chơi đùa là phần yêu thích của chúng tôi. Đọc thêm",
            "Tôi yêu Bearizona. Lúc đầu tôi lo lắng rằng chúng tôi sẽ không nhìn thấy con gấu nào và sau đó gấu bắt đầu xuất hiện khắp nơi. Chắc chắn sẽ giới thiệu cho bất cứ ai có con. Điểm yếu duy nhất của tôi là lũ gấu không thể tự do dạo chơi trong tự nhiên. Họ là những sinh vật đáng kinh ngạc. Đọc thêm",
            "Nơi này thật tuyệt!  Một chuyến đi gọn gàng qua thiên nhiên. Có hai con đường: lái xe và đi bộ, đã bao gồm phí vào cửa! Lên kế hoạch lái xe chậm vì có rất nhiều loài động vật để xem. Con gấu giải nhiệt trong ao thật vui nhộn, cùng nhiều điều khác! \nChuyến đi bộ đã được thiết lập để đi dạo thoải mái. Rất nhiều loài động vật đã ra ngoài!  Các cửa hàng quà tặng, nhà hàng rất tốt. Tôi khuyên bạn nên dùng món nacho thịt lợn kéo!, một bữa ăn cho riêng mình! \nĐáng để dừng lại! Đọc thêm",
            "My family and I spent a week in Arizona seeing so many wonderful, beautiful places.  Bearizona was by far the highlight of our trip.We are huge animal lovers, bears in particular, and the other destinations could not compete with what Bearizona has to offer in this regard.  My family and I had been anticipating the drive through bear exhibit for over a year, so much so that we were worried it would be a disappointment.  It ended up being everything we hoped for and more! Our first drive through, almost every type of animal was awake and walking around.  Upon entering the bear exhibit, we noticed one swimming around in a small pond.  Then we started seeing bears everywhere!  Some were in trees, others deeper in the woods, some started crossing the roadways and investigating the cars.  On several occasions, an attendant who was parked nearby had to drive closer to chase the bears away from tourists vehicles when they lingered too long.After our first drive through, we explored the walking portion of the park.  Several wonderful exhibits, including more bears!  We arrived just in time for a special feeding of the bears, and had the chance to toss them apples and oranges.  My first time feeding a bear!All the animals appeared to have spacious and clean enclosures and they all appeared to be well cared for and healthy.After walking for a while, the rain set in, so we hopped back in the car and did two more rounds on the drive through there is no limit once you pay.  The bears were even more active the second and third time around, with several young ones chasing each other up, down, and around trees!  We had so much fun watching the play, and they mostly ignored the line of cars with the exception of a couple curious bears who couldnt help but touch a few cars as they moved across the roadway. I could go on and on, but suffice to say that this is most definitely a worthwhile attraction if you love animals and are anywhere near the area.  100 recommend!Read more",
            "Công viên này thật tuyệt vời. Các loài động vật đều năng động và cực kỳ thú vị khi xem. Chuyến đi xuyên qua một phần thật tuyệt vời vì nó cho phép bạn nhìn thấy các loài động vật ở trạng thái tự nhiên.  Khu vực đi bộ có một số loài động vật tuyệt vời, tất cả đều dễ nhìn và khá năng động. Công viên đủ nhỏ để bạn không mất cả ngày để đi hết nhưng cũng đủ lớn để khiến bạn hứng thú ở mọi ngóc ngách.  Tôi thực sự khuyên bạn nên dừng lại ở công viên tuyệt vời, sạch sẽ và được bảo trì tốt này khi lái xe qua hoặc ở gần Williams!Đọc thêm",
            "Một trong những nơi tuyệt vời nhất mà chúng tôi ghé thăm trong chuyến đi là môi trường sống hoang dã đáng kinh ngạc khi lái xe qua. Chúng tôi yêu thích những khung cảnh ngoạn mục và cơ hội duy nhất để nhìn cận cảnh các loài động vật, điều này cho phép chúng tôi chụp được nhiều bức ảnh tuyệt vời. Mang theo những chú chó của chúng tôi khiến trải nghiệm trở nên thú vị hơn vì chúng có thể tham gia cùng chúng tôi trong suốt chuyến đi. Sự tiện lợi khi ở trong xe của chúng tôi trong khi quan sát động vật hoang dã khiến chuyến thăm trở nên thoải mái và không căng thẳng. Sự đa dạng của các loài động vật mà chúng tôi gặp rất ấn tượng và chúng tôi rất mong được quay lại vào một thời điểm khác trong năm để xem nhiều loài hơn nữa. Nhìn chung, điểm đến này là hoàn hảo cho những ai yêu thiên nhiên và muốn có trải nghiệm độc đáo và đáng nhớ. Chúng tôi thực sự khuyên bạn nên dùng nó và nóng lòng muốn quay lại! Đọc thêm",
            "Một sự kết hợp lái xe xuyên qua và đi bộ qua sở thú, chúng tôi đã có được những điều tuyệt vời nhất của cả hai thế giới. Động vật hoang dã không kỳ lạ như Sở thú Bắc Carolina mà chúng tôi đã đến vào tháng 1, nhưng những con gấu, bò rừng, dê núi, tuần lộc, lừa, chó sói Bắc Cực, cáo đỏ, lửng, linh miêu, báo, nai sừng tấm và các động vật hoang dã khác mà chúng tôi có hoặc bên cạnh 80 mẫu đất ở quê nhà xứng đáng với phí vào cửa của chúng tôi. Đó là một ngày thứ Sáu nên không đông đúc nhưng cũng có nhiều người tham dự. Nhiều nhượng bộ chưa được mở.Đọc thêm",
            "Đã có nhiều người bảo chúng tôi đi, nhưng tôi vẫn hơi lo lắng về khái niệm lái xe qua sở thú.  Nếu gia đình tôi không nói muốn đi thì có lẽ tôi đã bỏ qua rồi.  Tôi rất vui vì chúng tôi đã không!  Thực sự được thực hiện rất đẹp, khung cảnh rất đẹp, các loài động vật có vẻ yên bình và được chăm sóc tốt, thời gian lái xe vừa phải và đánh giá cao việc rẽ vào các điểm phổ biến hơn nơi bạn có thể quay lại.  Sau đó, cuối cùng có cơ hội đi dạo qua một vườn thú truyền thống khác. Một lần nữa, thực sự rất tuyệt vời và tuyệt vời để tìm hiểu về cách các loài động vật đến với chúng. Chúng tôi đã dành 2 giờ cho toàn bộ chuyến tham quan và rất xứng đáng. Đọc thêm",
            "Tôi không phải là người thích kiếm tiền từ động vật hoang dã bị nuôi nhốt. Động vật hoang dã không phải để giải trí hay thu lợi tài chính của chúng ta....Đọc thêm",
            "Chuyến thăm Bearizona của chúng tôi vượt quá mong đợi. Sean Casey, toàn bộ nhân viên của anh ấy, đặc biệt là Norm, cực kỳ lịch sự, chuyên nghiệp và còn hơn cả hữu ích. Toàn bộ khuôn viên trường là ấn tượng nhất. Sự tương tác xem với các loài động vật là không thể nào quên. Bạn không thể bỏ lỡ chuyến đi này!Đọc thêm",
            "Tôi đọc một bài đánh giá để đến lúc 9 giờ sáng vì động vật đang phổ biến hơn vào thời điểm này. Điều này hoàn toàn đúng.  Chúng tôi đến ngay khi công viên mở cửa và chúng tôi thấy rất nhiều chú gấu đang ăn uống và nhiều loài động vật đang thư giãn.  Cũng có ít du khách hơn nên chúng tôi không cảm thấy vội vã di chuyển xe đi. Chúng tôi lại lái xe qua vào khoảng giữa trưa và đó là một trải nghiệm hoàn toàn khác với rất ít điều xảy ra với nhiều xe hơn.  Chúng tôi đã dành 3 giờ và lẽ ra sẽ chi nhiều hơn nhưng hôm đó lại có kế hoạch khác. Đó chắc chắn là điểm nổi bật trong toàn bộ chuyến đi của chúng tôi. Ngoài ra còn có rất nhiều nơi để nghỉ ngơi ăn nhẹ.  Tôi cũng thích đi dạo quanh các khu chuồng trại!Đọc thêm",
            "Chủ yếu lái xe qua công viên động vật hoang dã với các động vật lớn ở các khu vực rộng mở và khu vực đi bộ bổ sung dành cho các động vật nhỏ hơn trong chuồng. Không có nhiều động vật như mong đợi với giá vào cửa. Một số loài động vật được giải cứu gần Williams vì bị bỏ rơi khi còn nhỏ.  Nổi bật là gấu và trâu. Không có voi hoặc các động vật châu Phi khác.Đọc thêm",
            "Chúng tôi đã đi qua Bearizona với đứa cháu trai 3 tuổi của tôi và cháu rất thích nơi này!! Chúng tôi đã nhìn thấy gấu, hươu, lừa, cừu sừng lớn và thậm chí cả bò rừng bison trắng lần đầu tiên đối với tất cả chúng tôi. Chúng tôi đã lái xe qua ngay khi họ mở cửa, và tôi khuyên bạn nên làm như vậy vì các loài động vật đã ra ngoài và chúng tôi có thể thong thả. Đi bộ qua sở thú rất vui và cháu rất thích sở thú vuốt ve với chú gà tây RẤT to! Chắc chắn không nên bỏ lỡ nếu bạn có con nhỏ: Đọc thêm",
            "Chỉ cần mua vé nhưng không thể tìm thấy chúng trong email của tôiĐọc thêm",
            "Kiểm tra email rác của bạnĐọc thêm",
            "Trải nghiệm VIP có xứng đáng với chi phí bổ sung cho mỗi người không?  Đây sẽ là chuyến đi đầu tiên của chúng tôi đến Bearizona. Cảm ơn!Đọc thêm",
            "không có trải nghiệm VIP nhưng công viên rất tuyệt vời khi các loài động vật đi lên ô tô có. khoảng thời gian vui vẻĐọc thêm",
            "Chúng tôi không phải chọn ngày cụ thể để đến công viên mà vẫn mua vé. Có một khoảng thời gian nhất định mà bạn phải sử dụng vé? Tôi đã thử tìm kiếm câu trả lời này trên trang web nhưng không thấy gì cả.Đọc thêm",
            "Hmmm, không chắc nhưng tôi cá nếu bạn gọi cho họ thì họ có thể giúp ích nhiều hơn về vấn đề này :- Tôi biết rằng một khi bạn ở đó...bạn có thể đi qua và đi vòng quanh các vòng lặp thường xuyên và miễn là bạn muốn giống.  Chúc bạn có một chuyến tham quan thú vị!Đọc thêm",
            "Thời gian cho ăn là khi nào?\nThời gian cho ăn có phải là thời điểm tốt nhất để quan sát các loài động vật không?Đọc thêm",
            "Xin chào. Tôi không thấy lịch trình cho ăn được đăng. Những người canh giữ đã ra ngoài cả ngày. Tôi có thể nói với bạn rằng Nai sừng tấm xuất hiện vào thời điểm chúng cảm thấy thích thú. Ngoài ra, tất cả các loài động vật đều ở gần và có thể nhìn thấy được. Ngoại lệ duy nhất là bò rừng ở xa nhất.Đọc thêm",
            "Chúng tôi dự định đến thăm vào thứ Ba ngày 7 tháng 2. Chúng tôi có thể mua vé tại cổng không, vì là người cao tuổi, và có giảm giá cho cựu chiến binh không? Đọc thêm",
            "Chúng tôi đã mua khi đến nơi, không có vấn đề gì, họ cũng có giảm giá khi chúng tôi quay lại vài năm trước. Thật thú vị. Đảm bảo kiểm tra khi nào họ có hoạt động nào đó - chẳng hạn như cho rái cá ăn mà bạn có thể tham gia.Đọc thêm",
            "Đi du lịch cùng con chó của chúng tôi, chúng tôi có thể đưa con chó của mình đi tham quan vườn thú không?Đọc thêm",
            "Du khách có thể đi qua công viên với vật nuôi trong nhà khi cửa sổ mở lên. Trong khu vực đi bộ qua Fort Bearizona, vật nuôi trong nhà và động vật phục vụ có dây xích có thể được đi bộ trong bãi đậu xe và lên tường pháo đài, nhưng không được vào Pháo đài BearizonaĐọc thêm",
            "Có đáng để đi không khi họ không cung cấp chuyến tham quan bằng xe buýt và các buổi biểu diễn do Covid?Đọc thêm",
            "Đúng!!! Bạn có thể tự mình lái xe qua nhiều lần! Bạn thấy rất nhiều động vật! Sau đó là bên trong. Đáng giá! Đọc thêm",
            "Tôi có thể lái xe máy qua công viên không? Hay tôi phải đi xe buýt tham quan?Đọc thêm",
            "Không đời nào. Nhưng đừng bỏ lỡ nơi này. Nó thực sự tuyệt vời!!Đọc thêm",
            "Bạn có phải mua vé vào một ngày cụ thể không?Đọc thêm",
            "Trả tiền tại cổng. Đọc thêm",
            "Tôi có thể lái xe qua công viên bằng bánh xe thứ 5 của mình không?Đọc thêm",
            "Có.Đọc thêm"
        ],
        "star_ratings": [
            2581,
            908,
            219,
            64,
            59
        ],
        "review_amount": 3831,
        "location": [
            "Arizona AZ",
            "Công viên hoang dã Bearizona",
            "Những điều cần làm ở Williams",
            "Williams",
            "Hoa Kỳ"
        ],
        "reviews_time": [
            "Written June 16, 2023",
            "Written June 18, 2023",
            "Written June 26, 2023",
            "Written July 5, 2023",
            "Written July 10, 2023",
            "Written July 19, 2023",
            "Written July 26, 2023",
            "Written July 28, 2023",
            "Written August 3, 2023",
            "Written August 7, 2023",
            "Written June 3, 2024",
            "Written May 31, 2024",
            "Written May 29, 2024",
            "Written May 13, 2024",
            "Written April 28, 2024",
            "Written April 27, 2024",
            "Written April 26, 2024",
            "Written April 22, 2024",
            "Written April 19, 2024",
            "Written April 17, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g31407-d1799577-Reviews-Bearizona_Wildlife_Park-Williams_Arizona.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g31407-d13132035-Reviews-Canyonlands_Restaurant-Williams_Arizona.html",
            "https://www.tripadvisor.com/Restaurant_Review-g31407-d14983815-Reviews-Bear_Trax_at_Circle_Pines_KOA-Williams_Arizona.html",
            "https://www.tripadvisor.com/Restaurant_Review-g31407-d25351998-Reviews-Rulu_s_66_Bar_and_Grill-Williams_Arizona.html",
            "https://www.tripadvisor.com/Restaurant_Review-g31407-d621367-Reviews-Red_Raven_Restaurant-Williams_Arizona.html",
            "https://www.tripadvisor.com/Restaurant_Review-g31407-d1122000-Reviews-Grand_Canyon_Coffee_and_Cafe-Williams_Arizona.html",
            "https://www.tripadvisor.com/Restaurant_Review-g31407-d25275805-Reviews-Goldie_s_Route_66_Diner-Williams_Arizona.html",
            "https://www.tripadvisor.com/Restaurant_Review-g31407-d12640950-Reviews-Jeff_s_Place_at_Goldies-Williams_Arizona.html",
            "https://www.tripadvisor.com/Restaurant_Review-g31407-d3209291-Reviews-Branding_Iron_Restaurant-Williams_Arizona.html",
            "https://www.tripadvisor.com/Restaurant_Review-g31407-d517452-Reviews-Pine_Country_Restaurant-Williams_Arizona.html",
            "https://www.tripadvisor.com/Restaurant_Review-g31407-d3435529-Reviews-Wild_West_Saloon-Williams_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31407-d126897-Reviews-Grand_Canyon_Railway-Williams_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31407-d126898-Reviews-Williams_Depot-Williams_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31252-d126899-Reviews-Kaibab_National_Forest-Jacob_Lake_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31407-d531617-Reviews-Grand_Canyon_Deer_Farm-Williams_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31407-d8403758-Reviews-Williams_and_Forest_Service_Visitor_Center-Williams_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31407-d2167071-Reviews-Grand_Canyon_Brewing_Company-Williams_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31407-d3208393-Reviews-Wild_West_Junction-Williams_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31407-d6524219-Reviews-Grand_Canyon_Wine_Company-Williams_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31407-d2336701-Reviews-Pete_s_Rt_66_Gas_Station_Museum-Williams_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31407-d24001609-Reviews-Canyon_Coaster_Adventure_Park-Williams_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31407-d1799577-Reviews-or10-Bearizona_Wildlife_Park-Williams_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31407-d17181394-Reviews-Gunfighter_Canyon_Indoor_Shooting_Experience-Williams_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g60971-d1569615-Reviews-Canyon_Dave_Tours_Grand_Canyon-Flagstaff_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31407-d1764223-Reviews-Marvelous_Marv_s_Grand_Canyon_Tour-Williams_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31407-d630768-Reviews-Thunder_Eagle_Native_Art-Williams_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31407-d560831-Reviews-Downtown_Williams_Historic_Walk-Williams_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31407-d1949131-Reviews-Colors_of_the_West-Williams_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31407-d8381240-Reviews-Addicted_to_Route_66-Williams_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g60971-d9883145-Reviews-Grand_Canyon_Custom_Tours-Flagstaff_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g1943861-d14067619-Reviews-Joining_Beach-Batroun_North_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g187463-d14980361-Reviews-Carrer_Cala_Fornells-Palma_de_Mallorca_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g2183213-d12291380-Reviews-Ngare_Ndare_Forest_Reserve-Meru_Town_Eastern_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g190313-d10548508-Reviews-Marsalforn_Bay-Island_of_Gozo.html",
            "https://www.tripadvisor.com/Attraction_Review-g304134-d20106710-Reviews-Turtle_Beach-Hikkaduwa_Galle_District_Southern_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g49022-d268022-Reviews-Carowinds-Charlotte_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d4046136-Reviews-Hiding_in_Plain_Sight-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g7806254-d555047-Reviews-Lake_Coatepeque-Coatepeque_Santa_Ana_Department.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d12564251-Reviews-Marina_Puerto_Cancun-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g35004-d3844124-Reviews-Dukes_Creek_Falls_Trail-Helen_Georgia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g31407-d1799577-Reviews-or10-Bearizona_Wildlife_Park-Williams_Arizona.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g31407-d1799577-Reviews-Bearizona_Wildlife_Park-Williams_Arizona.html"
    }
]