[
    {
        "attraction_name": "Bear Country USA",
        "attraction_name_vi": "Đất nước gấu Hoa Kỳ",
        "general_info": [
            "4.264 đánh giá",
            "7 trong số 81 điều cần làm ở Rapid City",
            "Khu vực hoang dã tự nhiên"
        ],
        "attraction_summary": "Tận hưởng chuyến lái xe dài 2 dặm nhàn nhã qua công viên Động vật hoang dã Bắc Mỹ độc đáo này ở Black Hills ở Nam Dakota. Từ sự thoải mái của chiếc xe của bạn xem gấu đen, chó sói, nai sừng tấm, trâu và động vật hoang dã khác! Sau chuyến tham quan lái xe qua, hãy đi bộ quanh vòng trung tâm động vật hoang dã, nơi các động vật non và nhỏ hơn vui đùa ngoài trời. Đừng bỏ lỡ những chú gấu con! Dùng bữa tại Cub Grub Snack Shack hoặc mua sắm tại Cửa hàng quà tặng Bears Den. Mở cửa từ tháng 5 đến tháng 11 nếu thời tiết cho phép. Thường có những ngày vào mùa Thu chúng tôi phải đóng cửa vì lý do thời tiết. Thời gian đóng cửa hàng ngày của chúng tôi chỉ khi cổng trước đóng lại, phần còn lại của công viên vẫn mở cho đến khi bạn tham quan xong.Đọc thêm",
        "reviews": [
            "Trải nghiệm tổng thể thật tuyệt vời! Chúng tôi đến đó ngay khi nó mở cửa và các loài động vật đều đang di chuyển và dễ dàng chụp ảnh. Chúng tôi thậm chí còn bắt gặp một con gấu đang gãi lưng trên cột hay nó đang múa cột?. Chúng tôi chứng kiến ​​cảnh một con sói gỗ đuổi theo một chiếc xe bán tải và cắn vào cản sau. Những chú gấu con thật đáng yêu và những chú chó sói gỗ cũng rất dễ thương! Tôi không biết danh sách đăng ký ở đâu. Nếu có thể, tôi sẽ đăng ký để mang một hoặc hai chiếc về nhà!Đọc thêm",
            "Cháu trai tôi và tôi thực sự đã có một thời gian tuyệt vời ở đây.  Có những con gấu đi vòng quanh xe của bạn và tiến tới cửa sổ.  Bạn có thể lái xe chậm như bạn muốn. Hãy dành thời gian của bạn. Các loài động vật đang ở trong một môi trường sống tuyệt vời đến mức chúng không thực sự bận tâm đến những chiếc ô tô.  Tất cả họ sẽ băng qua đường.  Ở cuối con đường, bạn có thể ra ngoài đi dạo và đừng quên điểm nổi bật chính là ngắm nhìn đàn con vui vẻ đang chơi đùa.  Phải xem bạn có thích gấu không.Đọc thêm",
            "Thật là một nơi tuyệt đẹp trưng bày một số sáng tạo tuyệt vời của Chúa. Bear Country USA là một viên ngọc quý và không thể bỏ qua ở khu vực Black Hills. Các căn cứ là vô nhiễm và nhân viên rất hữu ích và thân thiện. Có gấu ở khắp mọi nơi trong đoạn đường lái xe qua và đừng bỏ lỡ những chú gấu con trên đoạn đường đi bộ. Nhiều loại động vật khác bao gồm nai sừng tấm, tuần lộc, chó sói, sói Bắc Cực và linh miêu. Chuyến thăm tuyệt vời! Đọc thêm",
            "Chúng tôi đi vào buổi sáng khoảng 9 giờ 30 thực sự rất thích nó.   Chúng tôi đã thấy tất cả các loài động vật mà họ có ngoại trừ Pronghorn.  Tất cả chúng tôi đặc biệt thích thú khi ngắm nhìn những chú gấu con.    Chúng tôi đã đi tham quan ở Black Hills vài ngày với đứa cháu trai 10 tuổi của mình.   Anh ấy nói với chúng tôi vào cuối chuyến đi rằng Bear Country là nơi anh ấy yêu thích nhất.  Đọc thêm",
            "Thích lái xe qua công viên này và nhìn thấy những con gấu và các động vật khác.  Nhóm tuổi là 20-60 và tất cả đều thích nó.  Có một số cuộc đi bộ ở cuối để xem một số loài động vật khác nhưng thật đáng để xem những chú gấu con!  Tôi muốn giới thiệu cho mọi người.Đọc thêm",
            "Nơi này và những con gấu này thật tuyệt vời! Họ có rất nhiều gấu chạy vòng quanh. Thật sự rất tuyệt khi nhìn thấy tất cả các loài động vật khác. Vợ tôi và tôi đã mua cho mình một số món quà thực sự tuyệt vời, cửa hàng quà tặng thật tuyệt vời và có rất nhiều thứ hay ho. Phòng tắm sạch sẽ và cơ sở nói chung. Nơi này là phải nếu đến thăm Nam Dakota. ĐỪNG TRỞ LẠI mà không đến đây trước.Đọc thêm",
            "Đây là một kỳ nghỉ tuyệt vời sau tất cả các chuyến đi bộ đường dài của chúng tôi. Chúng tôi đảm bảo bọn trẻ đi bô ở lối vào, đảm bảo cửa sổ sạch sẽ và cung cấp các trạm rửa cửa sổ miễn phí! và mọi người đều có đồ ăn nhẹ. Chúng tôi không bắt bọn trẻ thắt dây an toàn vì chúng tôi lái xe rất chậm và chúng tôi ĐÃ nhìn thấy ít nhất một con vật ở mỗi khu chuồng trại, một số chúng tôi phải thực sự nhìn để tìm, nhưng tất cả chúng đều ở ngoài. \nCác tòa nhà ở cuối cũng rất đẹp, nó gần giống như một vườn thú nhỏ được chăm sóc cẩn thận! Họ thậm chí còn có một bầy chó con Timberwolf! Đọc thêm",
            "Chúng tôi đã có một khoảng thời gian tuyệt vời và rất ấn tượng với cách chăm sóc động vật và thích cách môi trường sống được mô phỏng theo môi trường hoang dã. Điều duy nhất đáng buồn là cách mọi người trong những chiếc xe phía sau chúng tôi cố gắng thúc giục chúng tôi nhanh lên. Chúng tôi không bao giờ dừng lại hoặc nếu muốn, chúng tôi sẽ rẽ phải như biển báo đã chỉ dẫn. Nhưng những người làm việc trong công viên và nhân viên thì tuyệt vời. YÊU BEAR COUNTRY! Đọc thêm",
            "Bear country USA là điểm nổi bật trong chuyến đi của chúng tôi đến Nam Dakota! Tôi và con trai 13 tuổi của tôi cực kỳ thích đến đây và những chú gấu con là sinh vật dễ thương nhất mà chúng tôi từng thấy. Tôi thực sự đã giới thiệu đất nước gấu cho bất kỳ ai đến thăm Nam Dakota. Nó rất đáng đồng tiền và mất nhiều thời gian hơn tôi dự đoán. Tôi nghĩ chúng ta sẽ đi qua đó nhanh như gió, nhưng đó thực sự là một cách tuyệt vời để dành một vài giờ. Thực sự yêu thích cuộc triển lãm vào cuối chuyến tham quan.Đọc thêm",
            "Công viên này sẽ khơi gợi cảm xúc mạnh mẽ từ nhiều người. Họ có nhiều loài động vật bao gồm nai sừng tấm, cừu đực, dê núi, v.v. nhưng điểm thu hút chính là gấu. Mỗi loài được tách ra khỏi nhau. Có khá nhiều gấu ở cùng nhau. Tôi không biết điều đó có bình thường ở nơi hoang dã hay không. Vì chúng cũng có đàn con nên chúng tôi không thể nhìn thấy điều đó do một trận mưa đá tồi tệ khi chúng tôi đang ở trong công viên, tôi cho rằng chúng đã lớn lên cùng nhau. Từ góc độ khách quen, dòng xe khá dài nên mặc dù con đường chỉ dài 2 dặm nhưng sẽ phải mất một thời gian để đi qua.Đọc thêm",
            "Nơi này làm tôi buồn quá. Chúng tôi đã ở cùng với thanh thiếu niên và thanh thiếu niên và điều này nghe thật tuyệt vời đối với họ. Nó rất đắt - 65 một chiếc ô tô; không có giới hạn về số lượng xe họ thừa nhận. Các loài động vật đang hít phải khói thải từ xe cộ này sang xe khác suốt cả ngày. Các con vật hầu hết đều trông ổn, có nước và thức ăn mặc dù tôi nghĩ có quá nhiều gấu so với không gian chúng sinh sống. Có rất nhiều hàng rào nên tôi đoán họ sẽ di chuyển chúng xung quanh. Một số động vật trẻ hơn và một số chó sói đồng cỏ đáng thương đang tham gia chuyến đi bộ. Tất nhiên là những chú gấu con rất đáng yêu. Nó giống như một chuyến lái xe qua sở thú nơi động vật đi lại thay vì con người đi lại. Chắc chắn điều này có thể được thực hiện tốt hơn nếu bạn cần xem động vật bị nhốt. Thay vào đó, hãy xem chuyến tham quan lái xe ngắm cảnh ở Công viên Bang Custer - hoàn toàn tuyệt vời!Đọc thêm",
            "Chúng tôi đến thăm vào một buổi sáng thứ ba rất bận rộn và chúng tôi rất vui. Có nhiều động vật hơn tôi nghĩ và tất cả dường như đều hạnh phúc trong môi trường của chúng. Hầu hết các loài động vật khi chúng tôi đến thăm đều đang đi dạo hoặc uể oải nằm dài dưới nắng sớm. Nơi này đúng như tên gọi của nó với rất nhiều gấu trong một khu chuồng trại rộng mở. Hầu hết các ô tô đều cố gắng di chuyển khi chụp ảnh nhưng vẫn có một lượng lớn xe cộ lùi lại. Nhưng tại sao bạn lại muốn trải nghiệm vội vàng? Sau phần lái xe là khu vực đi bộ dành cho gấu con và sói con! Những chú gấu con là điều không thể bỏ qua vì chúng rất vui tươi với nhau. Đọc thêm",
            "Đi cùng một gia đình nhỏ trên một chiếc ô tô nhỏ. Có thể nhìn thấy tất cả các động vật được quảng cáo. Công viên được xây dựng rất tốt để bạn có thể nhìn thấy các loài động vật ở bất cứ đâu trong khu vực được chỉ định của chúng. Điểm nổi bật của chuyến tham quan là những chú gấu nổi bật ở gần cuối công viên. Chúng tôi có thể nhìn thấy hầu hết chúng cùng nhau khi chúng cho chúng ăn. Họ ném trái cây và rau quả mà những con gấu ăn thoải mái ngay trước ô tô trong một khu vực ăn ảnh bằng phẳng đẹp đẽ. Đã có thể có được những bức ảnh và video tuyệt vời về hầu hết mọi loài động vật. Khi kết thúc chuyến tham quan bằng lái xe, sẽ có một bãi đậu xe lớn và bạn có thể ra ngoài và nhìn thấy một số loài động vật nhỏ hơn trong khung cảnh giống như vườn thú. Có cơ hội chơi với một số chú gấu con với một khoản phụ phí nhưng chúng tôi đã không đến công viên trong thời gian quy định. Có một cửa hàng quà tặng khổng lồ dành cho bất kỳ đồ trang sức nào mà bạn có thể tưởng tượng để mua làm vật kỷ niệm. Nhìn chung trải nghiệm tuyệt vời. Chúng tôi đã đến thăm các cơ sở tương tự và trả chi phí gấp đôi mà không thấy bất cứ điều gì đáng giá. Điều này chắc chắn có giá trị nếu bạn có thời gian. Bạn sẽ đi qua ngay trên Xa lộ 16 để đến và đi từ Núi Rushmore từ Rapid City.Đọc thêm",
            "Tôi đã đến một số trạm lái xe nhưng không có trạm nào có gấu, đây là một địa điểm tuyệt vời. Mẹo đến sớm để 1 nhìn thấy nhiều động vật hơn và 2 tránh đám đông. Chúng tôi đến đó lúc 8:30 và đã có một hàng xe. Chúng tôi nhìn thấy hơn 30 con gấu và chúng đến ngay xe của bạn. Chúng tôi cũng nhìn thấy Nai sừng tấm, Hươu, Tuần lộc và Chó sói. Trên đường đến Núi Rushmore từ Rapid City nên bạn có thể dễ dàng đi đến đó trước rồi đi đến Núi Rushmore cách đó 25 phút. Chúng tôi đã ở đó tổng cộng khoảng một tiếng rưỡi. Mở cửa lúc 8 giờ sáng Đọc thêm",
            "Bear Country rất vui. Tôi rất ngạc nhiên về việc họ thực sự có bao nhiêu chú gấu.  Đầu tiên, bạn lái xe qua công viên để ngắm nhìn nhiều loại động vật khác nhau đang di chuyển và cuối cùng bạn ra ngoài và đi bộ một đoạn ngắn qua sở thú.  Chúng tôi đi vào buổi sáng nên không đông lắm và trời mát mẻ nên các con vật khá năng động. Chúng tôi lái xe qua vào buổi chiều và có một dòng xe rất đông. Các con vật đều xinh đẹp và trông rất khỏe mạnh.  Tôi rất vui khi thấy phần lớn trong số họ có những khu vực rộng lớn để dạo chơi. Chắc chắn đáng để dành thời gian và tiền bạc để kiểm tra.Đọc thêm",
            "Chúng tôi đã nhìn thấy những con vật được hứa hẹn là rất thú vị, nhưng nó đã gần 50 con cho 2 người lớn và một đứa trẻ, điều mà tôi nghĩ là rất cao cho trải nghiệm.  Thật tuyệt khi được nhìn thấy những con gấu, nhưng chúng có rất nhiều. Tôi cảm thấy họ có quá nhiều và tiếp tục cho phép chúng sinh sản. Họ sẽ không cần phải tính phí nhiều như vậy nếu họ kiểm soát được dân số a. Nó nhiều hơn. Tôi khuyên mọi người nên đi xem nhưng biết rằng nó đắt tiền, đặc biệt nếu bạn có một gia đình lớn hơn vì họ tính phí theo đầu người.Đọc thêm",
            "Vừa rời khỏi Bear Country. Chúng tôi đến vào khoảng 1 giờ chiều thứ Hai và công viên không hề đông đúc. Chắc chắn là giờ ngủ trưa của tất cả các loài động vật, điều mà chúng tôi mong đợi dựa trên các đánh giá khác cho biết buổi sáng là thời điểm tốt nhất để ngắm các loài động vật năng động. Tuy nhiên, chúng tôi không bận tâm và chụp ảnh những con sói, chó sói đồng cỏ và gấu đang ngủ say. Mất khoảng một giờ từ đầu đến cuối. Rất vui và là điểm dừng chân thuận tiện từ sân bay đến khách sạn của chúng tôi ở Keystone. À, và hãy đảm bảo rằng bạn dọn dẹp sạch sẽ Đọc thêm",
            "Nếu bạn từng mơ được nhìn thấy gấu, nai sừng tấm, trâu, sừng dài, cừu sừng lớn, chó sói, v.v. ở gần và riêng tư chứ KHÔNG ở trong chuồng thì hãy dừng lại ở Bear Country! Thật là vui khi được nhìn thấy tất cả những con vật này ngay từ sự thoải mái và bảo vệ trên chính chiếc xe của bạn. Tuy nhiên, ảnh phải được chụp qua cửa sổ vì việc cuộn chúng xuống là điều không nên làm vì lý do an toàn. Phần đi bộ của công viên rất đẹp và được bảo trì tốt.  Ở đó, bạn có thể nhìn thấy lao, gấu con, cáo, nhím, lửng, v.v. Nhận xét tiêu cực duy nhất của tôi là nó hơi đắt trong khoảng thời gian rất ngắn để lái xe qua công viên. Sẽ thật tuyệt nếu du khách được phép đi qua hai lần.Đọc thêm",
            "Phần đầu tiên của ổ đĩa vẫn ổn.    Chúng tôi đã nhìn thấy những con nai và một số con sói và có được một vài bức ảnh đẹp.    Những chiếc xe di chuyển khá chậm nên bạn sẽ có cơ hội chụp được những bức ảnh đẹp.    Đối với nhóm của chúng tôi, mọi chuyện đã tan vỡ khi chúng tôi gặp lũ gấu.   Có RẤT NHIỀU con gấu, bạn có thể chụp được một số bức ảnh thực sự tuyệt vời nhưng trông chúng thật buồn.    Đó là tất cả những gì tôi ghét về sự hấp dẫn của động vật.   Quá nhiều động vật trong một không gian quá nhỏ, chúng trông thật buồn.    Chúng tôi muốn rời đi nhưng lại bị mắc kẹt trong một hàng ô tô nên buộc phải ngồi đó và suy nghĩ về sự lựa chọn mà chúng tôi đã đưa ra.     Chúng tôi đồng ý không đăng ảnh và không bao giờ nói về nó nữa.Đọc thêm",
            "Đây là một nơi tuyệt vời để ngắm nhìn động vật nhưng việc chờ đợi để lái xe qua công viên là không đáng. Mọi người không tuân theo chỉ dẫn, cản trở giao thông cách đó hơn một dặm vì họ chặn đường và dường như không có ai điều tiết giao thông. Trừ khi bạn có cả ngày để tham gia giao thông, đừng làm điều đó. Đối với những người lái xe hạ cửa sổ, đi ngược lại chỉ dẫn, bạn thật đáng xấu hổ!Đọc thêm"
        ],
        "star_ratings": [
            2738,
            1001,
            315,
            110,
            101
        ],
        "review_amount": 4265,
        "location": [
            "Hoa Kỳ",
            "Thành phố nhanh chóng",
            "Nam Dakota SD",
            "Những điều cần làm ở Thành phố Rapid",
            "Đất nước gấu Hoa Kỳ"
        ],
        "reviews_time": [
            "Written June 15, 2023",
            "Written June 15, 2023",
            "Written June 16, 2023",
            "Written June 18, 2023",
            "Written June 19, 2023",
            "Written June 20, 2023",
            "Written July 4, 2023",
            "Written July 7, 2023",
            "Written July 8, 2023",
            "Written July 9, 2023",
            "Written August 1, 2020",
            "Written July 9, 2020",
            "Written September 22, 2021",
            "Written June 26, 2020",
            "Written September 16, 2020",
            "Written July 8, 2021",
            "Written October 5, 2020",
            "Written October 15, 2020",
            "Written July 22, 2020",
            "Written August 4, 2020"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g54774-d208689-Reviews-Bear_Country_USA-Rapid_City_South_Dakota.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g54774-d6919724-Reviews-Shipwreck_Bar_and_Grill-Rapid_City_South_Dakota.html",
            "https://www.tripadvisor.com/Restaurant_Review-g54774-d1406705-Reviews-Fort_Hays_Chuckwagon_Supper_Cowboy_Music_Show-Rapid_City_South_Dakota.html",
            "https://www.tripadvisor.com/Restaurant_Review-g54774-d4833489-Reviews-Subway-Rapid_City_South_Dakota.html",
            "https://www.tripadvisor.com/Attraction_Review-g54774-d208702-Reviews-Reptile_Gardens-Rapid_City_South_Dakota.html",
            "https://www.tripadvisor.com/Attraction_Review-g54774-d145433-Reviews-Chapel_in_the_Hills-Rapid_City_South_Dakota.html",
            "https://www.tripadvisor.com/Attraction_Review-g54774-d208700-Reviews-Old_MacDonald_s_Farm-Rapid_City_South_Dakota.html",
            "https://www.tripadvisor.com/Attraction_Review-g54774-d24063888-Reviews-Sugar_Park-Rapid_City_South_Dakota.html",
            "https://www.tripadvisor.com/Attraction_Review-g54774-d7142614-Reviews-Dinosaur_Museum-Rapid_City_South_Dakota.html",
            "https://www.tripadvisor.com/Attraction_Review-g54774-d17751669-Reviews-Red_Bison-Rapid_City_South_Dakota.html",
            "https://www.tripadvisor.com/Attraction_Review-g54774-d6868239-Reviews-Canyon_Lake_Park-Rapid_City_South_Dakota.html",
            "https://www.tripadvisor.com/Attraction_Review-g54774-d4567060-Reviews-Cleghorn_Springs_Hatchery-Rapid_City_South_Dakota.html",
            "https://www.tripadvisor.com/Attraction_Review-g54774-d27019534-Reviews-Braeburn_Dog_Park_Drama-Rapid_City_South_Dakota.html",
            "https://www.tripadvisor.com/Attraction_Review-g54774-d27060740-Reviews-Cohort_Craft_Brewery-Rapid_City_South_Dakota.html",
            "https://www.tripadvisor.com/Attraction_Review-g54774-d208689-Reviews-or10-Bear_Country_USA-Rapid_City_South_Dakota.html",
            "https://www.tripadvisor.com/Attraction_Review-g54774-d12954273-Reviews-Badlands_National_Park-Rapid_City_South_Dakota.html",
            "https://www.tripadvisor.com/Attraction_Review-g54774-d208690-Reviews-Black_Hills_Caverns-Rapid_City_South_Dakota.html",
            "https://www.tripadvisor.com/Attraction_Review-g54774-d4312341-Reviews-Main_Street_Square-Rapid_City_South_Dakota.html",
            "https://www.tripadvisor.com/Attraction_Review-g54774-d12672099-Reviews-Founders_Park-Rapid_City_South_Dakota.html",
            "https://www.tripadvisor.com/Attraction_Review-g54774-d13544163-Reviews-Black_Hills_Open_Top_Tours-Rapid_City_South_Dakota.html",
            "https://www.tripadvisor.com/Attraction_Review-g54774-d12531239-Reviews-Memorial_Park-Rapid_City_South_Dakota.html",
            "https://www.tripadvisor.com/Attraction_Review-g54774-d14085962-Reviews-Buzzards_Roost-Rapid_City_South_Dakota.html",
            "https://www.tripadvisor.com/Attraction_Review-g54774-d12541402-Reviews-Legacy_Commons-Rapid_City_South_Dakota.html",
            "https://www.tripadvisor.com/Attraction_Review-g54774-d8110732-Reviews-House_of_Scandinavia-Rapid_City_South_Dakota.html",
            "https://www.tripadvisor.com/Attraction_Review-g54774-d6612308-Reviews-Black_Hills_Tour_Company-Rapid_City_South_Dakota.html",
            "https://www.tripadvisor.com/Attraction_Review-g54774-d2279516-Reviews-Mount_Rushmore_Tours-Rapid_City_South_Dakota.html",
            "https://www.tripadvisor.com/Attraction_Review-g54774-d1406704-Reviews-Fort_Hays_Old_West_Town_and_Dinner_Show-Rapid_City_South_Dakota.html",
            "https://www.tripadvisor.com/Attraction_Review-g60908-d12352326-Reviews-Black_Hills_Helicopters-Keystone_South_Dakota.html",
            "https://www.tripadvisor.com/Attraction_Review-g54774-d3176470-Reviews-GeoFunTrek_Tours-Rapid_City_South_Dakota.html",
            "https://www.tripadvisor.com/Attraction_Review-g54774-d6109048-Reviews-Black_Hills_Adventure_Tours-Rapid_City_South_Dakota.html",
            "https://www.tripadvisor.com/Attraction_Review-g54774-d208705-Reviews-Storybook_Island-Rapid_City_South_Dakota.html",
            "https://www.tripadvisor.com/Attraction_Review-g60908-d1519926-Reviews-Rushmore_Tramway_Adventures-Keystone_South_Dakota.html",
            "https://www.tripadvisor.com/Attraction_Review-g54774-d2042394-Reviews-Prairie_Edge_Trading_Co_Galleries-Rapid_City_South_Dakota.html",
            "https://www.tripadvisor.com/Attraction_Review-g54774-d208699-Reviews-Museum_of_Geology-Rapid_City_South_Dakota.html",
            "https://www.tripadvisor.com/Attraction_Review-g60908-d1368444-Reviews-Rush_Mountain_Adventure_Park-Keystone_South_Dakota.html",
            "https://www.tripadvisor.com/Attraction_Review-g60908-d125428-Reviews-Big_Thunder_Gold_Mine-Keystone_South_Dakota.html",
            "https://www.tripadvisor.com/Attraction_Review-g150793-d590382-Reviews-Rhythms_of_the_Night_by_Vallarta_Adventures-Puerto_Vallarta.html",
            "https://www.tripadvisor.com/Attraction_Review-g33936-d4306582-Reviews-Cove_Island_Park-Stamford_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g298278-d3491018-Reviews-Legoland_Malaysia-Johor_Bahru_Johor_Bahru_District_Johor.html",
            "https://www.tripadvisor.com/Attraction_Review-g56371-d271425-Reviews-NRH2O_Family_Water_Park-North_Richland_Hills_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g297701-d2643063-Reviews-Tegenungan_Waterfall-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g944451-d319148-Reviews-Seegrotte_Hinterbruhl-Hinterbruhl_Lower_Austria.html",
            "https://www.tripadvisor.com/Attraction_Review-g52007-d563311-Reviews-Willamette_Falls-Oregon_City_Clackamas_County_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d20373116-Reviews-Book_away_Bangkok-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g33676-d10755764-Reviews-Eagle_Bahn_Gondola-Vail_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g187261-d15052032-Reviews-QC_Terme_Chamonix-Chamonix_Haute_Savoie_Auvergne_Rhone_Alpes.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g54774-d208689-Reviews-or10-Bear_Country_USA-Rapid_City_South_Dakota.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g54774-d208689-Reviews-Bear_Country_USA-Rapid_City_South_Dakota.html"
    }
]