[
    {
        "attraction_name": "Beartooth Highway",
        "attraction_name_vi": "Đường cao tốc Beartooth",
        "general_info": [
            "878 đánh giá",
            "- 4 trong số 1.483 điều cần làm ở Montana",
            "Đi xe ngắm cảnh"
        ],
        "attraction_summary": "Con đường núi cao ngoạn mục với tầm nhìn bao quát là tuyến đường ngắm cảnh yêu thích của người tham quan.Đọc thêm",
        "reviews": [
            "Lái xe trên đường cao tốc khi chúng tôi rời Yellowstone hướng tới Billings.  Hoàn toàn tuyệt đẹp.  Mong đợi một chuyến lặn chậm hơn với nhiều khúc cua và rẽ qua những ngọn núi.  Nếu bạn không thoải mái khi lái xe - cưỡi ngựa xuyên núi, tôi sẽ không đề xuất điều này.  Nếu bạn muốn có cảnh quan tuyệt đẹp và bay lên độ cao gần 11.000 feet so với mực nước biển, thì đây là dành cho bạn!Đọc thêm",
            "Tuyệt đẹp.  Chuyến đi thực sự khá dễ dàng với nhiều điểm dừng để xem khung cảnh tuyệt vời ở độ cao trên 10.000 ft. Bạn nên mua bản tải xuống chuyến tham quan có hướng dẫn bằng âm thanh để giúp xác định các điểm dừng quan trọng, tìm hiểu lịch sử đường đi và biết khi nào, ở đâu và những gì cần tìm .  Hình ảnh đơn giản là không thể hiện được sự công bằng, nhưng hãy nhớ xem hình ảnh trên Google để biết bạn đang làm gì.  Và hãy nhớ ăn mặc phù hợp với điều kiện mát mẻ và có gió mà bạn sẽ gặp ở độ cao lớn hơn!  Tôi - đã đi rất nhiều con đường ngắm cảnh ở Hoa Kỳ này, nhưng Beartooth khiến những nơi còn lại phải xấu hổ.  Đi ra khỏi con đường của bạn. Đặt nó vào danh sách nhóm của bạn.  Hãy làm đi.Đọc thêm",
            "Lập kế hoạch vài giờ cho chuyến đi của bạn. Khung cảnh rất đẹp và có nhiều nơi để dừng lại và chụp ảnh. Rock Creek Vista Point là điểm dừng chân không thể bỏ qua. Một số bãi đậu xe cắm trại ở đây quá. Lối đi trải nhựa ngắn đến điểm vista. Lấy một số hạt hoặc quả hạch để cho tất cả sóc chuột ăn. Có sẵn phòng tắm - không xả nước - .Đọc thêm",
            "Đường cao tốc Beartooth bắt đầu ngay bên ngoài Yellowstone tại Thành phố Cooke Montana. Thật là một ổ đĩa và những gì quan điểm! Đường cao tốc rời Thành phố Cooke và nhanh chóng đi xuống Wyoming qua Rừng Quốc gia Shoshone. Tại ranh giới tiểu bang khi vào lại Montana, một loạt các đoạn rẽ sẽ đưa bạn đến điểm cao của con đường tại Beartooth Pass Summit. Tầm nhìn 360 độ ở đây thật tuyệt vời! Sau đó, con đường đi qua cao nguyên Beartooth đến Rock Creek Vista.Đọc thêm",
            "Chỉ là một nơi tuyệt đẹp tuyệt đẹp. Đối với nhiều người, con đường này thật ấn tượng đến khó tin. Thực sự không có quá nhiều điều để nói. Lái xe từ Red Lodge đến Yellowstone và quang cảnh thật tráng lệ. Ngạc nhiên là toàn bộ địa điểm này không phải là Công viên Quốc gia. Tôi chỉ ước mình còn trẻ và đủ sức để đi phượt trên những ngọn núi này. Đọc thêm",
            "Ồ, tôi thực sự khuyên bạn nên lái xe này để có một số khung cảnh ngoạn mục, nhưng hãy đảm bảo rằng người lái xe có thể xử lý các đoạn lùi ở độ cao lớn. Ngoài ra, hãy chắc chắn kiểm tra thời tiết trước khi lái xe. Chúng tôi biết họ đang có ý định đóng cửa đèo vào chiều hôm đó và đã lên kế hoạch lái xe trở lại Yellowstone. Trên đường đi, chúng tôi dừng lại một vài điểm để duỗi chân và ngắm cảnh, sau đó chuẩn bị đồ đi dã ngoại và dùng bữa tại một số bàn ăn dã ngoại ở một trong những thị trấn dưới chân núi.Đọc thêm",
            "Chúng tôi bất ngờ tìm thấy ổ đĩa này. Tôi rất vui vì chúng tôi đã làm. Tôi chưa bao giờ nhìn thấy khung cảnh tuyệt vời như vậy trong đời. Thật khó để diễn tả bằng lời nó đẹp như thế nào. Tôi hy vọng rằng tôi có thể quay lại đó một lần nữa. Đọc thêm",
            "Đường cao tốc Tge Beartooth là một trong những cung đường đẹp nhất mà tôi từng đi. Con đường là một điểm đến. Đảm bảo dừng lại ở số lượng phần rút ra được cung cấp để xem. Bạn sẽ không hối tiếc khi dành thời gian cho chuyến đi này. Tôi cố tình quyết định đi du lịch từ Indiana đến Wyoming chỉ vì chuyến đi tuyệt đẹp này.Đọc thêm",
            "Đường cao tốc Tge Beartooth là một trong những cung đường đẹp và có cảnh quan đẹp nhất mà tôi từng đi. Con đường là một điểm đến. Hãy chắc chắn dừng lại ở nhiều điểm dừng được cung cấp để ngắm cảnh. Bạn sẽ không hối tiếc khi dành thời gian cho chuyến đi này. Tôi cố tình quyết định đi từ Indiana đến Wyoming chỉ để đi chuyến đi tuyệt đẹp này. Đọc thêm",
            "Anh trai tôi và tôi đã coi phần này trong chuyến đi bằng mô tô kéo dài 20 ngày của mình là một việc phải làm - bởi vì nó đầy thử thách, tiềm ẩn nguy hiểm và chủ yếu là vì việc thực hiện nó trên một chiếc mô tô khiến chúng tôi tiếp xúc với các yếu tố, mang lại cho chúng tôi trải nghiệm chìm đắm. Trong lần thử đầu tiên, chúng tôi đã bị mưa xối xả quay trở lại và cuối cùng chúng tôi bị ướt và lạnh tại Red Lodge, Montana. Chúng tôi đã kiểm tra ứng dụng thời tiết và quyết định mưa đã tạnh và chúng tôi thử lại. Quyết định này là đúng đắn và chỉ trong vài phút, chúng tôi đã có mặt ở bãi tuyết. Tôi đã có GoPro và khi xem lại hình ảnh cũng như video, tôi rất vui mừng với kết quả đạt được. Những con đường thật tuyệt vời và được bảo trì tốt. Bất chấp các lan can, người ta vẫn có cảm giác phấn khích khi nhìn xuống núi và nhìn thấy những đoạn đường lùi. Tuyết trên núi dày đặc và khiến chuyến đi thêm khó khăn. Khi chúng tôi bắt đầu XUỐNG ngọn núi, hướng về Thành phố Cooke, chúng tôi dừng lại và chụp ảnh và quay video về Rockies. Đẹp vô cùng dù trời nhiều mây. Chỉ có một vài hối tiếc để báo cáo. Chúng tôi đã bỏ lỡ cửa hàng trên đỉnh và một số thác nước đẹp vì sự phối hợp kém với anh trai tôi. Đó là những điều nghiêm trọng cần bỏ lỡ, nhưng đó vẫn là một chuyến đi tuyệt vời.Đọc thêm",
            "Chúng tôi bất ngờ tìm thấy ổ đĩa này. Tôi rất vui vì chúng tôi đã làm. Tôi chưa bao giờ nhìn thấy khung cảnh tuyệt vời như vậy trong đời. Thật khó để diễn tả bằng lời nó đẹp như thế nào. Tôi hy vọng rằng tôi có thể quay lại đó một lần nữa. Đọc thêm",
            "Ồ, tôi thực sự khuyên bạn nên lái xe này để có một số khung cảnh ngoạn mục, nhưng hãy đảm bảo rằng người lái xe có thể xử lý các đoạn lùi ở độ cao lớn. Ngoài ra, hãy chắc chắn kiểm tra thời tiết trước khi lái xe. Chúng tôi biết họ đang có ý định đóng cửa đèo vào chiều hôm đó và đã lên kế hoạch lái xe trở lại Yellowstone. Trên đường đi, chúng tôi dừng lại một vài điểm để duỗi chân và ngắm cảnh, sau đó chuẩn bị đồ đi dã ngoại và dùng bữa tại một số bàn ăn dã ngoại ở một trong những thị trấn dưới chân núi.Đọc thêm",
            "Đây là một trải nghiệm đường núi quanh co tuyệt vời. Đừng lái xe nếu bạn sợ độ cao hoặc không thích sự nguy hiểm! Bản thân quá trình lái xe thật tuyệt vời khi bạn đi qua nhiều môi trường được điều khiển theo độ cao từ đáy thung lũng đến vùng lãnh nguyên có độ cao lớn. Tuy nhiên, vinh quang thực sự của con đường này là tất cả những điểm khởi đầu cho những cuộc phiêu lưu hoang dã thực sự dành cho những ai sẵn sàng xuống xe và đi bộ một chút. Có rất nhiều phong cảnh núi cao tuyệt đẹp!Đóng cửa vào mùa đông.Đọc thêm",
            "Nhà báo truyền hình nổi tiếng Charles Kuralt đã gọi đường cao tốc này là đường cao tốc đẹp nhất nước Mỹ và có thể ông đã đúng.  Tuy nhiên, không dành cho người yếu tim.  Những đoạn lùi dốc mang lại tầm nhìn đáng kinh ngạc - nếu không bị sương mù -, nhưng con đường hẹp khiến những người lái xe RV dài hoặc kéo vật gì đó trở thành một thách thức.  Có một điểm dừng gần phía trên có nhà vệ sinh cơ bản - không thức ăn, không đồ uống, không ga.  Và những con sóc chuột đang rên rỉ.  Người lái xe phải chú ý đến đường đi chứ không phải tầm nhìn. Đọc thêm",
            "Chỉ là một nơi tuyệt đẹp tuyệt đẹp. Đối với nhiều người, con đường này thật ấn tượng đến khó tin. Thực sự không có quá nhiều điều để nói. Lái xe từ Red Lodge đến Yellowstone và quang cảnh thật tráng lệ. Ngạc nhiên là toàn bộ địa điểm này không phải là Công viên Quốc gia. Tôi chỉ ước mình còn trẻ và đủ sức để đi phượt trên những ngọn núi này. Đọc thêm",
            "Đường cao tốc Beartooth bắt đầu ngay bên ngoài Yellowstone tại Thành phố Cooke Montana. Thật là một ổ đĩa và những gì quan điểm! Đường cao tốc rời Thành phố Cooke và nhanh chóng đi xuống Wyoming qua Rừng Quốc gia Shoshone. Tại ranh giới tiểu bang khi vào lại Montana, một loạt các đoạn rẽ sẽ đưa bạn đến điểm cao của con đường tại Beartooth Pass Summit. Tầm nhìn 360 độ ở đây thật tuyệt vời! Sau đó, con đường đi qua cao nguyên Beartooth đến Rock Creek Vista.Đọc thêm",
            "Lập kế hoạch vài giờ cho chuyến đi của bạn. Khung cảnh rất đẹp và có nhiều nơi để dừng lại và chụp ảnh. Rock Creek Vista Point là điểm dừng chân không thể bỏ qua. Một số bãi đậu xe cắm trại ở đây quá. Lối đi trải nhựa ngắn đến điểm vista. Lấy một số hạt hoặc quả hạch để cho tất cả sóc chuột ăn. Có sẵn phòng tắm - không xả nước - .Đọc thêm",
            "Tuyệt đẹp.  Chuyến đi thực sự khá dễ dàng với nhiều điểm dừng để xem khung cảnh tuyệt vời ở độ cao trên 10.000 ft. Bạn nên mua bản tải xuống chuyến tham quan có hướng dẫn bằng âm thanh để giúp xác định các điểm dừng quan trọng, tìm hiểu lịch sử đường đi và biết khi nào, ở đâu và những gì cần tìm .  Hình ảnh đơn giản là không thể hiện được sự công bằng, nhưng hãy nhớ xem hình ảnh trên Google để biết bạn đang làm gì.  Và hãy nhớ ăn mặc phù hợp với điều kiện mát mẻ và có gió mà bạn sẽ gặp ở độ cao lớn hơn!  Tôi - đã đi rất nhiều con đường ngắm cảnh ở Hoa Kỳ này, nhưng Beartooth khiến những nơi còn lại phải xấu hổ.  Đi ra khỏi con đường của bạn. Đặt nó vào danh sách nhóm của bạn.  Hãy làm đi.Đọc thêm",
            "Mật độ giao thông trên đườngĐọc thêm",
            "Tôi đã từng là hành khách đi qua những đoạn lùi của công viên Zion, đường cao tốc ven biển Thái Bình Dương từ Carmel đến LA và đường đến rừng Muir. Zion không làm phiền tôi nhiều, PCH khiến tôi bị huyết áp cao nhưng tôi sẽ làm lại. TÔI GHÉT con đường đến rừng Muir. Làm thế nào để vượt qua Bear Răng so với bất kỳ - tất cả những điều này?Đọc thêm",
            "Xin lỗi, tôi - bây giờ tôi mới nhìn thấy câu hỏi của bạn. Tôi - chỉ mới tham gia PCH và nó không - làm tôi sợ. Tôi - đã không ở trên những người khác mà bạn đã đề cập. Nhưng tôi lớn lên ở vùng núi cao MT và điều này chắc chắn là rất cao. Các con đường được bảo trì tốt nhưng nó ở độ cao gần 11 nghìn feet so với mực nước biển, vì vậy nó có thể khiến bạn choáng ngợp. Nhưng hãy nhớ rằng, bạn có thể dành thời gian, dừng lại để cho xe ô tô vượt qua bạn, trên nhiều khu vực dừng xe dọc đường...Và hãy nhớ rằng một khi bạn đã lên đến đỉnh, bạn - sẽ lại đi xuống! : - \n\nTôi sẽ - không đi vào đầu mùa hoặc gần cuối mùa, chỉ vì bão tuyết dễ xảy ra hơn...không nói rằng chúng không thể - không xảy ra vào bất kỳ thời điểm nào khác trong mùa hè...chỉ có nhiều khả năng xảy ra vào đầu hoặc kết thúc.\n\nBây giờ nó đóng cửa cho đến mùa hè năm sau. Khi bạn đi, hãy đi lại an toàn!Đọc thêm",
            "Chúng tôi sẽ ở Thành phố Cooke trong ba đêm, đây chỉ là một phần trong kỳ nghỉ 14 ngày Yellowstone - Teton của chúng tôi vào cuối tháng 6 năm 2021. Chúng tôi đã hy vọng một ngày nào đó sẽ được lái chiếc Beartooth. Tôi đã có một vài câu hỏi. \n1. Đi đường vào thời điểm nào trong ngày tốt hơn, rõ ràng không phải ban đêm mà buổi sáng có quá nhiều sương mù? \n2. Nếu chúng ta không đi đến tận Red Lodge, điểm quay đầu tốt là gì? Vista Point hay chúng ta nên đi xa hơn? \nMọi lời khuyên đều được đánh giá cao. TIA Đọc thêm",
            "Rất tiếc. Tôi đã không vào tài khoản Trip Advisor của mình trong nhiều tháng. Tôi hy vọng bạn đã thực hiện chuyến đi và tôi hy vọng bạn thích nó. Nếu bạn không cho tôi biết và tôi sẽ cố gắng trả lời cho bạn. : - Đọc thêm",
            "Chúng tôi đang lên kế hoạch cho kỳ nghỉ ở Yellowstone vào tuần đầu tiên của tháng 10 - một tuần nghỉ học bất thường đan xen giữa đám đông vào mùa hè và tuyết đóng cửa. Tôi đã lái xe Beartooth Pass cách đây 25 năm và muốn chia sẻ với gia đình - tôi đã nghĩ đến việc dành phần lớn thời gian - cả ngày lái xe từ Yellowstone, có lẽ là đến Rock Creek Vista - theo lời khuyên trên các chủ đề khác hỏi về một ngày ở đó và về -chuyến đi từ Yellowstone - và đến hầu hết các điểm dừng trên đường đi.\nCâu hỏi:\n- Tôi biết chúng ta đang cân nhắc việc đóng cửa cuối mùa nên không có gì đảm bảo. Có nơi nào đăng ngày đóng cửa lịch sử hàng năm để chúng tôi có thể đoán được tỷ lệ cược không? Tôi không thể - không tìm thấy nó\n- Khi chúng tôi ở trên mặt đất, cách tốt nhất để có được trạng thái đường cao tốc - thông tin thời tiết là gì? Tôi hiểu là Yellowstone có dịch vụ di động kém. \n- Ngay cả khi đường cao tốc được mở, việc tham quan vào thời điểm đó trong năm có gặp khó khăn không?\n- Có ai ở đây đi đường cao tốc vào cuối mùa và có thể nhận xét từ trải nghiệm thực tế không?\nCảm ơn!Đọc thêm",
            "Xin chào, \n\nĐây - là một liên kết tốt để kiểm tra tình trạng đường MT, kéo xuống và xem Beartooth HWY: \n\nTôi - tôi không được phép đặt liên kết ở đây, vì vậy đây - là đường dẫn, vì vậy Google: Thông tin cho khách du lịch - Bộ Giao thông vận tải Montana - Báo cáo chi tiết - Di chuyển đến US-212 và xem thông tin về Beartooth HWY\n\nVà bạn có thể đặt số điện thoại của họ làm số liên lạc của mình, - 1-800-226-7623 hoặc quay số, 511 - . \n\nTôi sử dụng dịch vụ này để kiểm tra đường khi tôi đi khắp tiểu bang.\n\nTuy nhiên, như bạn đã nói, một số nơi không phủ sóng dịch vụ điện thoại di động...Đọc thêm",
            "Chúng tôi sẽ ở trong một căn hộ ở West Yellowstone vào tháng 8 tới. Chúng tôi sẽ đi bằng mô tô và rất thích đi Đường cao tốc Răng Gấu từ Đông sang Tây. Chúng tôi dự định sẽ đi xe từ West Yellowstone đến Red Lodge vào khoảng thời gian nào đó trong tuần, nghỉ qua đêm ở Red Lodge, sau đó quay lại vào ngày hôm sau qua Đường cao tốc Bear Tooth. Red Lodge có thể đến West Yellowstone qua Bear Tooth Highway bằng xe máy trong một ngày không? Và chúng ta có cần phải đặt chỗ trước ở Red Lodge không, hay chúng ta có thể chờ xem những ngày nào trong tuần sẽ có thời tiết đẹp nhất? Nếu chúng tôi không đặt chỗ trước thì liệu chúng tôi có thể tìm được chỗ ở không?Đọc thêm",
            "Đi từ Red Lodge đến Thành phố Cooke trong một ngày bằng xe máy không có vấn đề gì, chúng tôi đã thấy nhiều xe máy làm đúng như vậy.  Chúng tôi đã đi cùng một con đường trên chiếc xe tải của mình trong cùng một ngày.  Về việc đặt chỗ ở Red Lodge, tôi không chắc số lượng phòng trống ở các khách sạn trong tháng 8 như thế nào.  Chúng tôi ở lại KOA trong trailer của mình.Đọc thêm",
            "Chuyến đi của chúng tôi đi từ Tây sang Đông - Washington, Idaho, Yellowstone, The Badlands ở Nam Dakota và sau đó xuống Colorado. Hầu hết thông tin tôi đang tìm kiếm là về việc đi từ Đông sang Tây. Đường cao tốc Beartooth có tốt hơn nhiều từ Đông sang Tây đến mức chúng ta nên tìm cách đưa nó vào hướng đó không?Đọc thêm",
            "Từ Tây sang Đông sẽ đưa bạn xuống Beartooth và theo ý kiến ​​của tôi, đây là góc nhìn đẹp nhất, nhưng dù thế nào đi nữa thì vẫn rất tuyệt vời... Thời tiết đã thay đổi và kể từ ngày 9 - 20 19, đường cao tốc đã bị đóng tại ranh giới bang Wyoming ở phía tây tới Yellowstone . Vui lòng kiểm tra điều kiện đường xá của bạn.Đọc thêm",
            "Bạn có nghĩ đường cao tốc răng gấu sẽ mở cửa vào ngày 22 tháng 9Đọc thêm",
            "Đây - là một liên kết tốt để kiểm tra tình trạng đường MT, kéo xuống và xem Beartooth HWY:\n\nTôi - tôi không được phép đặt liên kết ở đây, vì vậy đây - là đường dẫn, vì vậy Google: Thông tin cho khách du lịch - Bộ Giao thông vận tải Montana - Báo cáo chi tiết - Di chuyển đến US-212 và xem thông tin về Beartooth HWY\n\nVà bạn có thể đặt số điện thoại của họ làm số liên lạc của mình, - 1-800-226-7623 hoặc quay số, 511 - .Đọc thêm",
            "không có câu hỏi. chỉ là những kỷ niệm tuyệt vời trong chuyến đi của chúng tôi đến đây vào đầu tháng 7 năm 2014Đọc thêm",
            "Năm năm sau -- Thật vui khi bạn đã có khoảng thời gian tuyệt vời!Đọc thêm",
            "Cynthia, tôi nên đỗ chiếc RV của mình ở đâu để có thể lên hoặc xuống Beartooth Hwy sau đó quay lại lấy và mang đến Yellowstone. Tôi - đang đi lên 310 tới Billings và muốn đi một vòng để lấy xe kéo của mình. Tôi - tôi cũng cần một nơi để ngủ. Cảm ơn bạn đã dành thời gian và lời khuyên trước, ElizabethĐọc thêm",
            "Red Lodge, MT sẽ có bãi đậu xe tốt nhất ở phía bắc. Cody WY ở phía nam, nhưng nó khá xa Đèo Beartooth. Nếu không, bạn sẽ phải đỗ xe ở Công viên Yellowstone và tôi khuyên bạn nên đặt chỗ trước khi bắt đầu. Mùa du lịch dày đặc.Đọc thêm",
            "Khi lái xe từ Red Lodge đến Thành phố Cooke trên Xa lộ Beartooth, bạn có phải trả phí công viên cho Yellowstone hay chúng ta không đi qua công viên?  Cảm ơnĐọc thêm",
            "Đồng ý với TacoBoy. Lái xe từ Red Lodge đến Thành phố Cooke thật tuyệt vời! Hãy chọn người lái xe giỏi nhất của bạn, vì anh ấy - cô ấy không thể - xem...trừ khi bạn dừng lại. Mà bạn sẽ thường xuyên. Thực sự là một trong những chuyến đi đẹp nhất nước Mỹ. Thành phố Cooke là một thị trấn nhỏ vui nhộn với các cửa hàng và nhà hàng nhỏ. Đi vào công viên bạn sẽ phải trả phí - 35, nhưng không cần thiết trừ khi bạn muốn nói rằng bạn - đã đến đó. Tôi khuyên bạn nên quay lại qua Cody, WY. Đó là một góc nhìn khác nhưng vẫn là khung cảnh tuyệt vời. Thưởng thức! \n\n\n\nĐọc thêm"
        ],
        "star_ratings": [
            817,
            44,
            12,
            2,
            3
        ],
        "review_amount": 878,
        "location": [
            "Những điều cần làm ở Montana",
            "Hoa Kỳ",
            "Montana - MT -",
            "Đường cao tốc Beartooth"
        ],
        "reviews_time": [
            "Written August 14, 2023",
            "Written September 4, 2023",
            "Written September 4, 2023",
            "Written September 23, 2023",
            "Written October 25, 2023",
            "Written January 11, 2024",
            "Written March 12, 2024",
            "Written May 14, 2024",
            "Written May 14, 2024",
            "Written March 21, 2024",
            "Written March 12, 2024",
            "Written January 11, 2024",
            "Written December 29, 2023",
            "Written November 6, 2023",
            "Written October 25, 2023",
            "Written September 23, 2023",
            "Written September 4, 2023",
            "Written September 4, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g28947-d267833-Reviews-Beartooth_Highway-Montana.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g45325-d540171-Reviews-Cafe_Regis-Red_Lodge_Montana.html",
            "https://www.tripadvisor.com/Restaurant_Review-g45325-d13961718-Reviews-PREROGATIvE_Kitchen-Red_Lodge_Montana.html",
            "https://www.tripadvisor.com/Restaurant_Review-g45325-d569075-Reviews-Red_Lodge_Pizza_Co-Red_Lodge_Montana.html",
            "https://www.tripadvisor.com/Restaurant_Review-g45325-d667180-Reviews-Carbon_County_Steakhouse-Red_Lodge_Montana.html",
            "https://www.tripadvisor.com/Restaurant_Review-g45325-d518676-Reviews-Bogart_s-Red_Lodge_Montana.html",
            "https://www.tripadvisor.com/Restaurant_Review-g45325-d2303809-Reviews-Foster_Logans_Pub_Grill-Red_Lodge_Montana.html",
            "https://www.tripadvisor.com/Restaurant_Review-g45325-d10357327-Reviews-Piccola_Cucina_At_Ox_Pasture-Red_Lodge_Montana.html",
            "https://www.tripadvisor.com/Restaurant_Review-g45325-d4507058-Reviews-Las_Palmitas-Red_Lodge_Montana.html",
            "https://www.tripadvisor.com/Restaurant_Review-g45325-d3301253-Reviews-Coffee_Factory_Roasters-Red_Lodge_Montana.html",
            "https://www.tripadvisor.com/Restaurant_Review-g45325-d548605-Reviews-Red_Lodge_Cafe_Lounge-Red_Lodge_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g45325-d12912469-Reviews-Beartooth_Gallery_Fine_Art-Red_Lodge_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g45325-d12845725-Reviews-Back_Alley_Metals-Red_Lodge_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g45325-d318723-Reviews-Carbon_County_Historical_Society_and_Museum-Red_Lodge_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g45325-d3443175-Reviews-Carbon_County_Art_Guild_Depot_Gallery-Red_Lodge_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g45325-d27013591-Reviews-Coleman_Gallery_Studio-Red_Lodge_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g45325-d27004569-Reviews-Red_Lodge_Cafe_Lounge-Red_Lodge_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g45325-d27080855-Reviews-Knotty_Casino-Red_Lodge_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g45325-d26681278-Reviews-Rock_Creek_Vista-Red_Lodge_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g45325-d4586329-Reviews-Red_Lodge_Powersports-Red_Lodge_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g45325-d27044268-Reviews-Heist_Art_Sundries-Red_Lodge_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g28947-d267833-Reviews-or10-Beartooth_Highway-Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g45095-d17444683-Reviews-Yellowstone_Adventure_Tours-Bozeman_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g45184-d1857544-Reviews-Flying_Pig_Adventure_Company-Gardiner_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g45082-d1067293-Reviews-Geyser_Whitewater_Expeditions-Big_Sky_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g60832-d2191581-Reviews-Wild_River_Adventures_Day_Tours-West_Glacier_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g60832-d1772180-Reviews-Glacier_Raft_Company-West_Glacier_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g60832-d1104650-Reviews-Glacier_Guides_and_Montana_Raft-West_Glacier_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g45082-d1722749-Reviews-Montana_Whitewater-Big_Sky_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g45253-d4728570-Reviews-Yellowstone_Guidelines-Livingston_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g45402-d7217495-Reviews-State_of_Mind_Fishing_Charters_LLC-Whitefish_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g45184-d1548466-Reviews-Montana_Whitewater-Gardiner_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g45325-d24085831-Reviews-Rock_Creek_Aesthetics-Red_Lodge_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g45325-d2365486-Reviews-Roman_Theatre-Red_Lodge_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g45325-d5831899-Reviews-Snow_Creek_Saloon-Red_Lodge_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g45325-d5845203-Reviews-The_Front_Bar-Red_Lodge_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g45325-d6947686-Reviews-Snag_Bar-Red_Lodge_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g45325-d7205195-Reviews-Red_Lodge_Clay_Center-Red_Lodge_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g45325-d5841815-Reviews-Foster_Logan_s_Pub_and_Grill-Red_Lodge_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g45325-d5782138-Reviews-Babcock_Miles-Red_Lodge_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g45325-d1485492-Reviews-Montana_Candy_Emporium-Red_Lodge_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g45325-d4709303-Reviews-Historic_Downtown_Shopping_Area-Red_Lodge_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g45325-d7001097-Reviews-Sylvan_Peak_Mountain_Shoppe-Red_Lodge_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g45325-d6855734-Reviews-Lotions_Potions_Bath_Body_Boutique-Red_Lodge_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g45325-d23178417-Reviews-Buses_of_Yellowstone_Preservation_Trust-Red_Lodge_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g44350-d107816-Reviews-Six_Flags_St_Louis-Eureka_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g319780-d2218054-Reviews-Palamidi_Castle-Nafplio_Argolis_Region_Peloponnese.html",
            "https://www.tripadvisor.com/Attraction_Review-g187849-d202622-Reviews-Via_Monte_Napoleone-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g49486-d1307633-Reviews-Tiger_World-Rockwell_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g28926-d275715-Reviews-Locke-California.html",
            "https://www.tripadvisor.com/Attraction_Review-g297930-d15063368-Reviews-Christin_Massage-Patong_Kathu_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g60562-d319055-Reviews-Jackson_Hole_Aerial_Tram-Teton_Village_Jackson_Hole_Wyoming.html",
            "https://www.tripadvisor.com/Attraction_Review-g34411-d3190857-Reviews-Yogi_Bear_s_Jellystone_Park-Madison_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g47915-d2717964-Reviews-Holtsville_Ecology_Site-Holtsville_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g52970-d287106-Reviews-Dutch_Apple_Dinner_Theatre-Lancaster_Lancaster_County_Pennsylvania.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g28947-d267833-Reviews-or10-Beartooth_Highway-Montana.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g28947-d267833-Reviews-Beartooth_Highway-Montana.html"
    }
]