[
    {
        "attraction_name": "Bee’s Knees",
        "attraction_name_vi": "đầu gối ong",
        "general_info": [
            "34 đánh giá",
            "19 trên 268 Cuộc sống về đêm ở Kyoto",
            "Câu lạc bộ quán bar"
        ],
        "attraction_summary": "Chúng tôi có một khái niệm là phong cách quán bar speakeasy từ thời cấm đoán, NYC. Bạn sẽ tìm thấy cánh cửa màu vàng The BOOK STORE và bảng hiệu những con ong. Đó là nơi câu chuyện bắt đầu...Đọc thêm",
        "reviews": [
            "Mặc dù nhỏ bé khi so sánh nhưng Pontocho là một trong những khu phố sôi động và đáng nhớ nhất ở Kyoto. Là một con phố hẹp bắc qua sông Kamogawa, đây là điểm giải trí về đêm nhộn nhịp nhất ở Kyoto. Khi màn đêm buông xuống, nhiều biển hiệu và đèn lồng của Pontochos bừng sáng, khiến cả khu vực bừng sáng với lời mời gọi những người qua đường vào trong và kéo ghế lên. Các nhà hàng và quán bar nằm trải dài trên bờ sông, mang đến bầu không khí thân thiện và những món ăn ngon. Hàng hiên luôn chật kín những người già và trẻ ngồi chen chúc trên các bàn ăn, thưởng thức món yakitori nóng hoặc nhâm nhi bia lạnh. Đây là trung tâm ẩm thực của Kyoto cũng như là một trong những điểm nóng buổi tối thoải mái, ồn ào và thú vị nhất. Pontocho có vẻ sống động đáng yêu hơn là thanh lịch, thu hút những người mới đến, cựu chiến binh địa phương và tất cả mọi người ở giữa trong trang phục thường ngày như giày thể thao và quần jean.Đọc thêm",
            "Chờ đợi nhiều giờ để vào, đóng cửa sớm hơn các biển báo cho biết. Nhân viên thô lỗ và chắc chắn không dễ nói chuyện. Đọc thêm",
            "Đây là một quán bar cocktail nhỏ mà không cần đặt trước. Nó đáng để ghé thăm nhưng nó hoàn toàn không phải là một điều đáng nói. Ngoài tấm biển trên cửa ghi là hiệu sách. Về cơ bản là vậy. Nhưng nếu bạn thích cocktail, bạn có thể ghé thăm họ một cách khá đắt tiền.Đọc thêm",
            "Thanh pha chế tốt nhất ở Kyoto! Nó nằm ở trung tâm của một số địa điểm Nhật Bản thực sự tuyệt vời. Chúng tôi phải đợi một lúc mới vào được nhưng những điều tuyệt vời nhất đều đáng để chờ đợi. Nó thật tuyệt vời. Dịch vụ tuyệt vời, cuộc trò chuyện tốt và sự rung cảm thật tuyệt vời. Scott là người dẫn chương trình hoàn hảo. Đã cho chúng tôi một lối vào rất chào đón và bắt đầu buổi tối vui vẻ. Tatsu và các nhà pha chế khác bước xuống phía sau quầy bar. Họ pha chế những ly cocktail đậm đà thơm ngon và cho bạn thấy lý do tại sao những chú ong đầu gối lại là nơi thích hợp. Nó giống một buổi biểu diễn hơn là một quán bar. Đây là quán bar tuyệt nhất tôi từng đến ở Nhật BảnĐọc thêm",
            "3 North Americans who walked in on a weekday night because of the good reviews. The area was small and catered almost exclusively to international guests. There were two Japanese guests who were easily the best dressed in the whole group think our pantspolo shirtscountry dresses compared to their multi-piece formal gowns with jewelry and fancy hair. The seating is limited and you can expect to stand waiting for a bit before some seats empty for you. Service is very polite, professional, and friendly with excellent control over English. The menu options are basically all in English as well, including the drink options written in chalk on the chalkboard. Drinks are good - a bit on the expensive side, but worth the price. Some arrive with cool decorations, like a fedora cover or a lemon peel piece stamped with Bees Knees, indicating the dedication to craft that all these drinks radiate. Some may come across as too sweet, but the descriptions of the drinks give you a pretty good hint and too sweet for you is not sweet enough for someone else. Overall, flavors tended to run chocolate, fruit, or flower. Expect to have a few drinks and then leave, both because youve probably hit your limits alcohol, money, whatever and there are enough people waiting that youre starting to feel bad about it. The menu is a lot of fun to just look at - nevermind order from - and the plethora of drink options are charming as well as delicious. Do be aware that the prices on the menu do have a little starting from mark on them, which means that the cheapest youll be charged for the drink is what is displayed. There is a chance maybe even a good chance that youll be charged more than the displayed price. The environment has an excellent US Prohibition Era vibe to it the entrance is marked as a book store including cute bee-related decorations and lighting. The music they have playing also fits the vibe, though it is admittedly not all Prohibition Era songs - seemed to be mostly 90s hip hop when we were there. Its definitely worth a few visits if youre staying in Kyoto for a few nights, but it may be difficult to spend an entire night there simply due to the crowding and the density of the drinks.Read more",
            "Họ cần thư giãn và tập trung vào ly cocktail của mình, 12 chỗ ngồi và không có bầu không khí.  Thanh nhỏ kỳ lạ, top 50?  Không thể nào.Đọc thêm",
            "Quầy bar tuyệt vời, cocktail tuyệt vời, bầu không khí tuyệt vời.  Thanh tốt nhất chúng tôi tìm thấy trong thị trấn! Bên trong cũng đáng yêu nhưng nó trở nên bận rộn nên hãy đi sớm hoặc muộnĐọc thêm",
            "Turned up around 7:30pm and were greeted by a short line that went halfway to the exterior door. It moved fairly quickly as a party left, and the large 6 person party in front of us that was waiting for 20 minutes were immediately seated, so we were next up. My friend and i were immediately told that we couldnt wait in the entryway and were asked to leave, which we found odd as the group in front of us were allowed to wait in the entryway for 20 minutes. We walked out and started debating what to do, and chatted to two German tourists who were about to walk in, and mentioned that we were asked to leave and not wait in the bar. We told them to head in and see if they fared better, and about 3 minutes later the same host man came out and asked us to leave the street, again. Its fair to mention now that we are two Asian women, and it started to feel weird. We asked the host why the two Germans were allowed to wait inside and we werent, and he said he was talking to them, so we left to grab a drink nearby. We came back about 20 minutes later, walked in, and the German couple was in the same queue we were asked to leave, which seemed incredibly odd to us. The host gave us a bit of a startled look when he realized we came back, and when he formally allowed us to wait on the side, we addressed the issue. We asked him why we were asked to leave, why the German couple was allowed to stay, etc., to which he gave no apologies and only half-excuses that simply didnt add up. Our confrontation clearly rattled him, and we were seated as soon as a spot was open at the bar, in front of the very nice, its worth saying German couple. While we were seated we noticed many many other groups were allowed to linger in the hallway without harassment, and the waiting area was much fuller than when we were asked to leave. Other than that, the drinks were good enough, but the bar clearly is designed for American tourists with prices that match the clientele. Also, the man next to me at the bar was openly doing drugs c with reckless abandon. Would recommend going to a more locally owned bar and would not tell friends to come here.Read more",
            "Nơi này nhỏ, nhưng nó thực sự tốt đẹp. Tốt nhất bạn nên đến trước 8 giờ tối vì sau đó chỗ ngồi sẽ khan hiếm và nhân viên có thể yêu cầu bạn quay lại sau. Chúng tôi gọi hai ly cocktail, một trong số đó là mocktail vì lý do y tế. Mocktail có giá 1.300. Chúng tôi cũng yêu cầu một món ăn nhẹ hỗn hợp kiểu Nhật nhưng người phục vụ đã quên món này nhưng chúng tôi không bận tâm. Cocktail có cồn rất ngon, mặc dù nhỏ và có giá 1.800. Khi nhận được hóa đơn, chúng tôi nhận thấy rằng chúng tôi đã bị tính phí cho món ăn nhẹ bị bỏ quên. Chúng tôi đã lưu ý điều này và họ đã sửa lỗi. Tuy nhiên, chúng tôi cũng nhận thấy rằng chúng tôi bị tính phí 1.600 cho mocktail, cao hơn giá niêm yết. Khi chúng tôi đề cập điều này với người phục vụ, anh ấy nói rằng giá mocktails bắt đầu ở mức 1.300 mặc dù giá này không được ghi rõ trên thực đơn và giá cuối cùng là 1.600, theo quyết định cuối cùng của anh ấy thì không nói chính xác lý do. Điều này thật đáng thất vọng và chẳng thú vị chút nào.Đọc thêm",
            "Lần đầu tiên tôi đến Kyoto, nó đã trở thành thành phố yêu thích của tôi. Trang trí đầu gối con ong theo phong cách ngầu. Bánh phô mai Newyork là món tôi thích nhất. Mình và bạn bè rất thích đồ uống ở đây.  Đếm ngược để quay lại.Đọc thêm",
            "Chúng tôi tìm thấy địa điểm này do đánh giá trên Lonely Planet và không thất vọng. Quầy bar ẩn sau cánh cửa màu vàng ở tầng trệt của một tòa nhà, khiến nó trở nên thú vị. Đồ uống rất ngon và giá cả hợp lý, không khí thì tuyệt vời. Chúng tôi đã quay lại đây vào đêm thứ hai vì các loại cocktail rất tuyệt và quầy bar rất tuyệt! Chắc chắn nên giới thiệu - hãy tìm con ong! Đọc thêm"
        ],
        "star_ratings": [
            25,
            3,
            2,
            0,
            4
        ],
        "review_amount": 34,
        "location": [
            "đầu gối ong",
            "Nhật Bản",
            "Những điều cần làm ở Kyoto",
            "Món quà",
            "Quận Kyoto",
            "Châu Á",
            "Kyoto"
        ],
        "reviews_time": [
            "Written April 1, 2024",
            "Written March 25, 2024",
            "Written October 23, 2023",
            "Written September 7, 2023",
            "Written August 23, 2023",
            "Written April 21, 2023",
            "Written March 29, 2023",
            "Written March 22, 2023",
            "Written February 10, 2020",
            "Written January 27, 2020"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298564-d14031382-Reviews-Bee_s_Knees-Kyoto_Kyoto_Prefecture_Kinki.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g298564-d25376252-Reviews-Wagyu_Ryotei_Bungo_Gion-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298564-d27185800-Reviews-Sushi_Kizaemon-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298564-d21392803-Reviews-Tajimaya_Don_Quijote_Kawaramachi-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298564-d17642040-Reviews-Gyotako_Kyoto-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298564-d13799174-Reviews-Kobe_Beef_Steak_Moriya_Gion-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298564-d13115279-Reviews-Mezopotamia_Kebab_House-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298564-d16886763-Reviews-Kyomachiyaobanzai_Kohaku-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298564-d12818266-Reviews-Tajimaya_Shijo_Kawaramachi-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298564-d25449495-Reviews-Steak_Revolution_Kyoto-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298564-d17702276-Reviews-Gyukatsu_Kyoto_Katsugyu_Teramachi_Kyogoku-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d27734569-Reviews-Cocoto_by_Cococ_Gallery-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d15216668-Reviews-The_Site_of_Seiichiro_Homma_Distress-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d321442-Reviews-Pontocho_District-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d4089692-Reviews-Takasegawa-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d7173370-Reviews-Shijo_Bridge-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d1759601-Reviews-Minamiza_Theater-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d6611851-Reviews-Kyoto_Information_Center_For_Sightseeing_And_Transportation-Kyoto_Kyoto_Prefectur.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d12289563-Reviews-Sakamoto_Ryoma_and_Nakaoka_Shintaro-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d11541279-Reviews-Kawaramachi_Opa-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d8149099-Reviews-Tosa_Clan_House_Remains-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d14031382-Reviews-or10-Bee_s_Knees-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d14031382-Reviews-or20-Bee_s_Knees-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d14203033-Reviews-Magical_Trip-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d8555613-Reviews-KITSUNE_KYOTO-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d25276920-Reviews-Travel_Japan_Together-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d26827886-Reviews-Japandas-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d8293322-Reviews-L_Escamoteur_Bar-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d6924486-Reviews-Butterfly_Kyoto_Night_Club-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d19677545-Reviews-Hero_Tour_Japan-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d12293408-Reviews-Ki_Bar-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d26806716-Reviews-Kenji_from_Kyoto_a_certified_international_sake_sommelier-Kyoto_Kyoto_Prefecture.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d15354585-Reviews-Underbar_kyoto-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d9566080-Reviews-Kiyamachi_Samboa-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d13020804-Reviews-Seven-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d13012348-Reviews-Bar_Beast-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d13011812-Reviews-Bar_C_D_Kiya_Machiten-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d11773822-Reviews-Bar_Out_Loop_Way-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d13020172-Reviews-Red_Stone-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d13012422-Reviews-Barsakurai-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d8838881-Reviews-Sake_Ichi-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d12519208-Reviews-Ninja_Food_Tours-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d8747123-Reviews-Kyoto_Free_Walking_Tour-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d14935063-Reviews-Your_Travel_Story_Japan-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g34607-d561240-Reviews-Tropicana_Field-St_Petersburg_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g293917-d1650675-Reviews-Royal_Park_Rajapruek-Chiang_Mai.html",
            "https://www.tripadvisor.com/Attraction_Review-g54928-d2173577-Reviews-Montgomery_Bell_State_Park-Burns_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g60864-d104456-Reviews-Audubon_Aquarium-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d450992-Reviews-Central_Market_Kuala_Lumpur-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g1069552-d6635275-Reviews-Lido_Venice_Beach-Mascali_Province_of_Catania_Sicily.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d2267918-Reviews-Atlantic_Station-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g1121580-d1238997-Reviews-Takachiho_Gorge-Takachiho_cho_Nishiusuki_gun_Miyazaki_Prefecture_Kyushu.html",
            "https://www.tripadvisor.com/Attraction_Review-g652098-d9605487-Reviews-Aqualand_Deva-Deva_Hunedoara_County_Western_Romania_Transylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g295371-d1956597-Reviews-Mount_Srd-Dubrovnik_Dubrovnik_Neretva_County_Dalmatia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298564-d14031382-Reviews-or10-Bee_s_Knees-Kyoto_Kyoto_Prefecture_Kinki.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298564-d14031382-Reviews-Bee_s_Knees-Kyoto_Kyoto_Prefecture_Kinki.html"
    }
]