[
    {
        "attraction_name": "Belle Meade Historic Site & Winery",
        "attraction_name_vi": "Địa điểm Lịch sử Belle Meade - Nhà máy rượu vang",
        "general_info": [
            "8.050 đánh giá",
            "- 10 trong số 376 điều cần làm ở Nashville",
            "Địa điểm lịch sử"
        ],
        "attraction_summary": "Lịch sử và lòng hiếu khách...hai từ đã là nền tảng của Belle Meade trong hơn 200 năm. Tọa lạc chỉ bảy dặm về phía tây của trung tâm thành phố Nashville, ngày nay, khu bảo tồn hiếu khách miền Nam này cung cấp các chuyến tham quan có hướng dẫn, kết hợp ẩm thực và rượu vang, nếm rượu Bourbon, cửa hàng quà tặng nổi bật, nhà máy rượu đầu tiên của Nashville, hai nhà hàng trong khuôn viên, sân chơi ngoài trời và một số nhà hàng khác. trong số những khu đất đẹp nhất ở Nashville. Ban đầu là một trang trại ngựa giống thuần chủng, Belle Meade có 30 mẫu đất để khám phá. Mỗi vé đều đi kèm một buổi nếm thử rượu vang miễn phí và khả năng khám phá nơi lưu trú.Đọc thêm",
        "reviews": [
            "Chúng tôi đặt tour lúc 3 giờ chiều và đến rất sớm, người bán vé hỏi chúng tôi có muốn đi lúc 2 giờ 15 không, chúng tôi đã làm vậy.  Chúng tôi rất vui vì đã làm như vậy vì nó cho chúng tôi nhiều thời gian hơn để khám phá những khu đất xinh đẹp và thưởng thức một chai rượu vang ở hiên sau của dinh thự!  Chuyến tham quan thật tuyệt vời, hướng dẫn viên rất am hiểu và trả lời tất cả các câu hỏi.  Đó là một cách tuyệt vời và thư giãn để dành buổi chiều. Tôi chắc chắn sẽ quay lại và ghé thăm nếu ở khu vực này một lần nữa! Đọc thêm",
            "Trải nghiệm tuyệt vời căn cứ và nhân viên thực sự thân thiện. Rất sang trọng thiết lập các cửa hàng quà tặng đẹp. Đó là một chuyến đi đẹp nên hãy đến đó sớm. Ngoài ra còn có ban nhạc sống để thưởng thức rượu vang rất tuyệt vời và vườn hoa cũng rất đẹp.Đọc thêm",
            "Chúng tôi rất thích chuyến tham quan ngôi nhà và nếm thử rượu vang sau đó. Khung cảnh tuyệt đẹp và một khoảnh khắc tuyệt vời từ bối cảnh Broadway. Chúng tôi đánh giá cao sự nhạy cảm của hướng dẫn viên du lịch đối với thực tế là nô lệ chịu trách nhiệm phần lớn cho sự thành công của chủ sở hữu. Đọc thêm",
            "Vợ tôi và tôi thích đến Nashville hàng năm. Trong khi chúng tôi đang tham quan, chúng tôi nên ghé thăm đồn điền Belle Meade. Địa điểm lịch sử này rất phong phú về lịch sử. Nó cho phép chúng ta thấy tổ tiên của chúng ta từng là nô lệ đã sống như thế nào và cuộc sống đã quay trở lại những năm 1800 như thế nào. Bạn gần như có thể cảm nhận được sự hiện diện của những người nô lệ khi đi dạo trong đồn điền và chạm vào một số cây cối cũng như thiết bị đã ở đó khi những người nô lệ ở đó. Chúng tôi đã ở đó bốn năm liên tiếp và chúng tôi đã đưa các thành viên khác trong gia đình và bạn bè đi tham quan cùng chúng tôi! Vợ tôi luôn mua một chai rượu vang và chúng tôi cũng luôn ăn trưa ở đó. Chúng tôi sẽ quay lại chuyến thăm thứ 5 vào năm 2024, sau đó chúng tôi có thể quay lại vào năm 2023! Đọc thêm",
            "Tôi mới đến khu vực Nashville và đã có khoảng thời gian tuyệt vời để học hỏi và khám phá xung quanh thị trấn. Belle Meade là một chuyến tham quan tuyệt vời và hướng dẫn viên du lịch của chúng tôi rất xuất sắc và có thể nếm thử rượu vang sau chuyến tham quan. Tôi muốn giới thiệu chuyến tham quan này và tôi dự định quay lại!Đọc thêm",
            "Chúng tôi thực sự rất thích chuyến tham quan ngôi nhà, các chuyến tham quan tự túc đến khuôn viên, nhà máy rượu và nhà hàng. Mỗi thành viên của đội ngũ nhân viên mà chúng tôi gặp đều thân thiện và hữu ích. Rượu có chất lượng tốt và thức ăn cũng vậy. Tôi nhận thấy và đánh giá cao các lựa chọn đồ ăn và rượu vang phù hợp với lịch sử cụ thể của cơ sở kinh doanh như thế nào. Hãy xem quan điểm của chúng tôi về địa điểm đặc biệt này thông qua insta - nơi chúng tôi tìm thấy chính mình. : -  Đọc thêm",
            "Chuyến tham quan Địa điểm Lịch sử Belle Meade - Nhà máy rượu vang của chúng tôi đã được thực hiện rất tốt!  Chúng tôi sống ở Nashville và chưa bao giờ làm điều đó - việc du lịch - cho đến chuyến lưu diễn gần đây của chúng tôi.  Nó rất đáng thời gian và chúng tôi đã học được rất nhiều về lịch sử của trang web.  Đọc thêm",
            "Tôi và bạn trai đi tham quan và nếm rượu. Khuôn viên rất đẹp, mọi người rất thân thiện, thực sự có cảm giác như bạn đang quay ngược thời gian. Tôi sẽ không gợi ý chuyến tham quan biệt thự nếu bạn có conĐọc thêm",
            "Tôi rất vui vì tôi đã đi tour. Hướng dẫn của chúng tôi là một nguồn thông tin và lịch sử tuyệt vời của dinh thự và chủ sở hữu của nó. Tôi muốn giới thiệu chuyến tham quan này cho bất kỳ ai. Nếm rượu vang là một phần thưởng tuyệt vời. Tôi sẵn lòng quay lại và làm lại!Đọc thêm",
            "Chuyến tham quan dinh thự là một bài học lịch sử nhỏ hay và rất thú vị! Hướng dẫn của chúng tôi rất am hiểu và rất vui. Khuôn viên của đồn điền rất đẹp và cũng là cửa sổ nhìn vào lịch sử thời đó. Và nếu bạn - đang ở đây chắc chắn hãy thử rượu! Một số loại rượu ngon nhất tôi từng nếm. Nhóm mình mua ngay 3 chai sau khi nếm thử rượu! Đọc thêm",
            "Có rất nhiều lựa chọn khi bạn ghé thăm nơi nghỉ này. Chúng tôi đã thực hiện chuyến tham quan biệt thự và nếm thử rượu vang miễn phí.  Bản thân phần biệt thự chỉ là - thêm 8 đô la, nhưng bạn không thể mua riêng phần đó. Tôi - sẽ quay lại để xem hành trình du lịch tưng bừng hay du lịch rượu bourbon. Phần lớn sự hấp dẫn là đi chơi sau chuyến tham quan trong khuôn viên và thưởng thức một ít rượu vang với một chút nhạc sống trong bóng râm.  Cách tốt đẹp để dành một buổi chiều Đọc thêm",
            "Our tour was purchased for 3:00.  We were there early, and were walking the grounds.  When we saw the people on the porch going into the mansion we walked over, and the door was closed and locked.  The time was 3:02.  I knocked respectfully on the door, and no one opened it.  I looked in the window, and could see the group in the foyer.  I  tapped on the window, and nothing.  I knocked a little harder on the door...still nothing.  I then knocked loudly, but not rudely on the door again.  The tour guide answered the door, and said that she had already started the tour, and I needed to go back to the desk.  I wasn - t going to go back to the desk, and argue about two minutes of tardiness, and not be given a refund; so I stepped past her, and said,  -  That - s okay, I - ll be fine without hearing that part. -  Besides that, our guide was very informative, and knowledgeable about the mansion.  DON - T BE LATE, DON - T BE LATE, DON - T BE LATE!!!!!Read more",
            "Chúng tôi đã có khoảng thời gian tuyệt vời.    Chúng tôi đi tham quan biệt thự và hướng dẫn viên của chúng tôi, Ben, được thông tin đầy đủ và hài hước.  Rượu rất tuyệt và quầy rượu bourbon cũng ngonĐọc thêm",
            "The Mansion Tour là một trải nghiệm rất thú vị - nhiều thông tin.  Đồ nội thất đã được mua lại một cách đáng kinh ngạc cho gia đình ban đầu đã sống - nuôi những con ngựa chiến thắng của họ trong khoảng thời gian đó.  Một phần lịch sử thú vị của Nashville.Đọc thêm",
            "Thú vị và nhiều thông tin - mặc dù cũng rất buồn - tour. Đây là lần đầu tiên tôi đến một đồn điền nơi lịch sử được giải thích chi tiết như vậy. Tôi và bạn tôi rất cảm kích vì có những người đang bảo vệ và bảo tồn mảnh đất, biệt thự Belle Meade và các tòa nhà xung quanh.Đọc thêm",
            "Chúng tôi đã trả - 61 cho hai người cho chuyến tham quan dinh thự, khuôn viên và rượu vang. Chuyến tham quan dinh thự rất nhiều thông tin và khuôn viên rất đẹp. Tất cả các nhân viên đều rất tốt và hữu ích. Chúng tôi đã gọi một đĩa phô mai sau khi nếm rượu và rất ngạc nhiên về lượng thức ăn họ đưa cho chúng tôi. Chúng tôi dành một giờ đi bộ trong công viên. Hơi đắt một chút nhưng là một cách thú vị để dành vài giờ.Đọc thêm",
            "Tôi thực sự rất thích chuyến tham quan này. Hướng dẫn của chúng tôi Ben rất nhiều thông tin. Các căn cứ rất đẹp và được giữ rất tốt. Chúng tôi đã không nhận ra rằng khi kết thúc chuyến tham quan, chúng tôi sẽ được nếm thử rượu vang miễn phí. Vì vậy, đó là một điều trị.Đọc thêm",
            "Willy đã thực hiện một công việc tuyệt vời khi tổ chức chuyến tham quan dinh thự. Thực sự đã làm rất tốt khi kể câu chuyện về dinh thự và đồn điền.Đọc thêm",
            "Chúng tôi đến đây từ khách sạn ở trung tâm thành phố và tất cả các cặp đôi đều tận hưởng buổi chiều. Hướng dẫn của chúng tôi rất am hiểu và thú vị. Chuyến tham quan biệt thự thật tuyệt vời và các biển báo xung quanh khuôn viên và nhà xe ngựa thật thú vị. Giá cả hợp lý. Việc nếm rượu đi kèm được thực hiện gấp rút và chất lượng rượu chỉ ở mức ổn.Đọc thêm",
            "Following lunch, on Jan. 27th, we toured the Belle Meade Historic Site and Winery.  Of the three mansions that we toured in Nashville, this was the most expensive and the least interesting, although still worth touring  - to us, at least - .  Like The Hermitage, no photography was allowed in the house.  The tour did include a wine tasting but the samples were small and we found the wine both very expensive and not to our taste.In the mid 19th century, Belle Meade encompassed roughly 5,400 acres with over a hundred enslaved persons.  Today, this historic house is now operated as an attraction, museum, winery, and onsite restaurant on its 30 acres of property.  Preserved original outbuildings, include the original Harding Cabin where Belle Meade began, a dairy, a gardener - s house, a carriage and stable house, one of the largest smokehouses in Tennessee, and a mausoleum.Belle Meade had many successful thoroughbred studs, including Bonnie Scotland and Enquirer, whose bloodlines long dominated racing in America. Jackson attracted international fame in 1886 by buying the stallion Iroquois to stand at stud; the horse was ranked in 1892 as the leading sire in the United States.Read more"
        ],
        "star_ratings": [
            5878,
            1620,
            393,
            111,
            48
        ],
        "review_amount": 8050,
        "location": [
            "Nashville",
            "Hoa Kỳ",
            "Địa điểm Lịch sử Belle Meade - Nhà máy rượu vang",
            "Những điều cần làm ở Nashville",
            "Tennessee - TN -",
            "Quận Davidson"
        ],
        "reviews_time": [
            "Written May 29, 2023",
            "Written June 1, 2023",
            "Written June 3, 2023",
            "Written June 5, 2023",
            "Written June 7, 2023",
            "Written June 10, 2023",
            "Written June 12, 2023",
            "Written June 16, 2023",
            "Written June 19, 2023",
            "Written June 24, 2023",
            "Written May 25, 2024",
            "Written May 12, 2024",
            "Written May 12, 2024",
            "Written May 7, 2024",
            "Written May 7, 2024",
            "Written May 7, 2024",
            "Written May 5, 2024",
            "Written May 3, 2024",
            "Written May 1, 2024",
            "Written April 30, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g55229-d108042-Reviews-Belle_Meade_Historic_Site_Winery-Nashville_Davidson_County_Tennessee.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g55229-d434989-Reviews-Sperry_s_Restaurant-Nashville_Davidson_County_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55229-d434998-Reviews-Le_Peep-Nashville_Davidson_County_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55229-d23628641-Reviews-Roze_Pony-Nashville_Davidson_County_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55229-d21118847-Reviews-Belle_Meade_Meat_And_Three-Nashville_Davidson_County_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55229-d4181800-Reviews-Michaelangelo_s_Pizza-Nashville_Davidson_County_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55229-d434992-Reviews-Asahi_Japanese_Sushi_Bar-Nashville_Davidson_County_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55229-d435017-Reviews-Bruegger_s_Bagels-Nashville_Davidson_County_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55229-d513087-Reviews-Whitt_s_Barbecue-Nashville_Davidson_County_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55229-d470437-Reviews-Sportsman_s_Grille-Nashville_Davidson_County_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55229-d15860696-Reviews-Coco_s_West_Italian_Restaurant-Nashville_Davidson_County_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55229-d25403989-Reviews-Belle_Meade_Winery-Nashville_Davidson_County_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55229-d109248-Reviews-Cheekwood-Nashville_Davidson_County_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55229-d106495-Reviews-RCA_Studio_B-Nashville_Davidson_County_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55229-d17406536-Reviews-Ole_Smoky_Distillery_Yee_Haw_Brewery-Nashville_Davidson_County_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55229-d14980937-Reviews-Tennessee_Legend_Distillery-Nashville_Davidson_County_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55229-d146955-Reviews-Edwin_and_Percy_Warner_Parks-Nashville_Davidson_County_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55229-d7305616-Reviews-Nelson_s_Green_Brier_Distillery-Nashville_Davidson_County_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55229-d105782-Reviews-Belmont_Mansion-Nashville_Davidson_County_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55229-d207294-Reviews-Radnor_Lake_State_Park-Nashville_Davidson_County_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55229-d558651-Reviews-Athena_Statue-Nashville_Davidson_County_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55229-d108042-Reviews-or10-Belle_Meade_Historic_Site_Winery-Nashville_Davidson_County_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55229-d106496-Reviews-Ryman_Auditorium-Nashville_Davidson_County_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55229-d8726076-Reviews-Natchez_Trace_Parkway-Nashville_Davidson_County_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55229-d2092245-Reviews-Mansion-Nashville_Davidson_County_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55229-d207248-Reviews-Bicentennial_Capitol_Mall_State_Park-Nashville_Davidson_County_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55229-d106501-Reviews-Andrew_Jackson_s_Hermitage-Nashville_Davidson_County_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55229-d10533133-Reviews-John_Seigenthaler_Pedestrian_Bridge-Nashville_Davidson_County_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55229-d591274-Reviews-Hatch_Show_Print-Nashville_Davidson_County_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55229-d591275-Reviews-Vanderbilt_University-Nashville_Davidson_County_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55229-d14174702-Reviews-The_Adventure_Park_at_Nashville-Nashville_Davidson_County_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55229-d2177593-Reviews-The_Redneck_Comedy_Bus_Tour_Nashville-Nashville_Davidson_County_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55229-d16926273-Reviews-Secret_Food_Tours_Nashville-Nashville_Davidson_County_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55229-d3291975-Reviews-Escape_Day_Spa_and_Salon-Nashville_Davidson_County_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55229-d13423867-Reviews-Ray_Stevens_CabaRay_Showroom-Nashville_Davidson_County_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55229-d105780-Reviews-Centennial_Park-Nashville_Davidson_County_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55229-d106498-Reviews-Nashville_Parthenon-Nashville_Davidson_County_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55229-d605321-Reviews-The_Mall_at_Green_Hills-Nashville_Davidson_County_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g60925-d11905867-Reviews-MGM_National_Harbor-Oxon_Hill_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g187890-d195308-Reviews-Norman_Palace-Palermo_Province_of_Palermo_Sicily.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d2169533-Reviews-Hospital_in_the_Rock_Nuclear_Bunker_Museum-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g42758-d4508691-Reviews-Old_Mission_General_Store-Traverse_City_Grand_Traverse_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g51962-d117141-Reviews-Bigelow_Hot_Springs-McKenzie_Bridge_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g294335-d309037-Reviews-Garden_of_the_Sleeping_Giant-Nadi_Viti_Levu.html",
            "https://www.tripadvisor.com/Attraction_Review-g143010-d108268-Reviews-Thunder_Hole-Acadia_National_Park_Mount_Desert_Island_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g189499-d2306674-Reviews-Agia_Eleni_Beach-Skiathos_Sporades.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d7222524-Reviews-Irish_Whiskey_Museum-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g31350-d659213-Reviews-Arizona_Canal-Scottsdale_Arizona.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g55229-d108042-Reviews-or10-Belle_Meade_Historic_Site_Winery-Nashville_Davidson_County_Tennessee.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g55229-d108042-Reviews-Belle_Meade_Historic_Site_Winery-Nashville_Davidson_County_Tennessee.html"
    }
]