[
    {
        "attraction_name": "Ben Nevis",
        "attraction_name_vi": "Ben Nevis",
        "general_info": [
            "2.618 đánh giá",
            "2 trên 47 hoạt động giải trí ở Pháo đài William",
            "Núi"
        ],
        "attraction_summary": "Được người dân địa phương trìu mến gọi là Ben, tòa tháp trên ngọn núi cao nhất nước Anh cao 4.406 feet so với thị trấn Fort William.Đọc thêm",
        "reviews": [
            "Kris Brown của AbootScotland đã mang đến cho tôi 3 ngày cuối tuần tuyệt vời để đi bộ đường dài ở vùng cao nguyên miền Trung Scotland. Vào thứ Sáu, chúng tôi đi đến Glencoe và đi bộ qua Thung lũng Lost. Vào thứ Bảy, chúng tôi đi bộ lên phía Bắc của Ben Nevis theo tuyến đường Carn Mor Dearg Arête. Đây là một chuyến đi bộ dài 10 giờ đầy thử thách trong đó có 3 giờ leo núi. Nhờ sự hướng dẫn và động viên của Kris, tôi đã có thể vượt qua Ben Nevis. Vào Chủ nhật, chúng tôi đã làm mọi việc dễ dàng hơn một chút và đi bộ qua Hẻm núi Nevis đến Thác Steall, sau đó gần như leo lên ngọn núi phía sau nó.  Kris cũng làm cho tôi 3 đoạn video ngắn về chuyến đi của tôi, đây là một phần thưởng bổ sung. Cảm ơn Kris vì đã cho tôi ba ngày leo núi tuyệt vời ở vùng cao nguyên miền Trung Scotland.  Đọc thêm",
            "Đỉnh cuối cùng trong 3 đỉnh đối với chúng tôi và cũng khó như những đỉnh còn lại. Tuy nhiên, đường đi dễ đi hơn nhiều. Chúng tôi không có góc nhìn từ trên xuống nhưng rất vui vì chúng tôi đã làm điều đó. Tôi sẽ nói rằng nếu bạn có thể đi được nửa đầu đến nơi bạn băng qua sông thì bạn có thể lên đến đỉnh nhưng hãy dành thời gian. Đọc thêm",
            "Chúng tôi đã leo lên đỉnh này vào thứ Sáu, tầm nhìn rất kém nhưng chúng tôi rất vui vì đã đạt được nó.  Thật thú vị khi nhìn thấy nhiều người đi lên đi xuống trong trang phục và giày dép không phù hợp.\nKhi chúng tôi còn cách mặt đất khoảng một giờ, một người nào đó tiến tới hỏi tôi xem anh ấy có gần đến đó không!!!!! Đọc thêm",
            "Ngọn núi cao nhất nước Anh.  Một khẩu hiệu khó khăn không thể được đánh giá thấp.  Đỉnh hiếm khi không có mây, người dân địa phương cho rằng chỉ có 30 ngày một năm!  Trời cũng rất lạnh bất kể nhiệt độ ở mực nước biển!\nĐường đua rất nhiều đá có chất lượng thay đổi. \n\nThực sự không phù hợp với chó, chứng kiến ​​những con chó non vừa vặn chỉ nằm im không chịu cử động. Nó cực kỳ khó khăn trên đôi chân của họ.\nBuồn nhìn rác, nhớ Chỉ để lại dấu chân, chỉ lấy đi kỷ niệm.\nĐọc thêm",
            "Một ngày hoàn toàn tuyệt vời, việc leo núi rất khó khăn nhưng bạn chỉ cần tiếp tục cố gắng! Trung tâm du khách ở phía dưới là nơi tuyệt vời để ăn kem! Cảm thấy một cảm giác thực sự thành tựu sau đó! Lời khuyên - hãy chuẩn bị và nghỉ ngơi nhiều. Ngoài ra - hãy tắm nước đá sau đó!! Đọc thêm",
            "Đi bộ lên núi cùng vợ tôi và mất tổng cộng 5 giờ 40 phút. Đường mòn và phong cảnh đẹp, nhưng trời mưa suốt chặng đường và sương mù khiến chúng tôi không thể tận hưởng bất kỳ cảnh quan ngoạn mục nào. Càng gần tới đỉnh, trời bắt đầu hơi lạnh và gió ngày càng lớn. Mặc dù vậy, chúng tôi rất thích chuyến đi bộ đường dài và nhiệt liệt giới thiệu nó cho bất kỳ ai có tâm hồn phiêu lưu một chút và phù hợp. Không cần phải có hướng dẫn viên du lịch vì chỉ có một con đường dẫn lên mặt trời và rất khó bị lạc. Vui lòng mang theo áo mưa cũng như mũ và găng tay và áo mưa cho ba lô của bạn. Bạn có thể làm mà không cần tất cả những thứ đó - trên thực tế, chúng tôi đã gặp một số người dân địa phương mặc quần short - nhưng thật tuyệt nếu bạn muốn cảm thấy thoải mái một cách hợp lý.Đọc thêm",
            "Đỉnh cuối cùng trong ba đỉnh dành cho chúng ta. Đi lên cũng ok, bọn mình xuất phát lúc 6h sáng leo lên mây và được thưởng nắng đẹp. Đến Trig trên đỉnh và có tất cả cho riêng mình, cho đến khi một người đi bộ đến chụp ảnh tôi. Đi xuống là một nhiệm vụ thực sự, nó có cảm giác như mãi mãi, nhưng quang cảnh thật tuyệt vời. Hãy đến đó sớm, tránh đám đông đi lên, mỉm cười và chào họ trên đường đi xuống.Đọc thêm",
            "Không dành cho những người bất mãn và không dành cho những người yếu tim.\n\nKhông bao giờ có 4G ở những khu vực có vẻ đẹp thiên nhiên nổi bật vì những lý do hiển nhiên: lý do chính là bạn sẽ thấy những cột viễn thông xấu xí và lộn xộn ở khắp mọi nơi trong một khu vực có vẻ đẹp thiên nhiên nổi bật. Và bạn không thể có cột ở AONB hoặc Công viên quốc gia như Peak District.\n\nBạn không thể có những dự án phát triển như McDonalds hoặc siêu thị trên Ben Nevis, vì chúng sẽ gây mất mỹ quan ở một khu vực có vẻ đẹp thiên nhiên nổi bật.\n\nBạn không nên leo lên Ben Nevis ở độ cao 4413 ft so với mực nước biển nếu nó quá cao để leo lên. Nếu bạn cảm thấy chóng mặt, hãy mang theo một bình oxy nhưng tránh xa bếp cắm trại và những nơi nóng. Ben Nevis không dành cho những người yếu tim và không được phép phát triển bất kỳ dự án nào trên chính ngọn núi này vì những người bảo vệ môi trường sẽ nổi giận về điều đó. Đọc thêm",
            "Đã leo lên Nevis hai lần rưỡi..một lần phải quay lại do thời tiết xấu. Bạn thấy và nghe thấy mọi loại ngu ngốc nghĩ rằng đó là một chuyến đi dạo vào Chủ nhật trong khi thực tế không phải vậy. Hãy nghiên cứu mọi người và tự thưởng cho mình một chiếc McDonalds khi bạn xuống, có thể có một chiếc nhanh hơn nếu bạn có chuyến đi xuống với giải cứu Mountain. Đọc thêm",
            "Đi bộ yêu thích của tôi ở Anh. Đặc biệt là khởi hành lúc 34 giờ sáng, đó là thời điểm tốt nhất để đi lên. Bình yên, thanh thản và thú vị từ trên xuống dưới.\n\nNgoài ra, điều thú vị nhất trên thế giới là đi bộ xuống và nhìn thấy tất cả mọi người thở hổn hển và đỏ mặt khi họ đi được 10 chặng, hỏi xem họ đã gần đến đỉnh chưa. Mang lại cho tôi niềm vui đích thực. \n\nXin vui lòng mọi người, hãy nhớ rằng đây có thể là một môi trường nguy hiểm và bạn phải mang giày phù hợp, PHẢI mang theo nước và bạn SẼ cần thức ăn. Đó là điều bắt buộc. Ngoài ra, áo khoác chống mưa và lông cừu khi thời tiết có thể thay đổi nhanh chóng!Đọc thêm",
            "Chúng tôi leo lên chiếc ben sau khi đi bộ qua Great Glen trong ba ngày nên chân đã khá mỏi rồi. Đó là một trải nghiệm khó khăn nhưng đáng kinh ngạc. Tôi không giỏi lắm với những cú rơi từ độ cao nhưng không sao. Xung quanh tôi có một số người tuyệt vời và tình bạn thân thiết lúc thăng lúc trầm thật tuyệt vời. Ngọn núi đầu tiên của tôi và quả là một ngọn núi tuyệt vời để lựa chọn. Tôi rất vui vì đã mang theo một ít quần áo ấm và nhiều nước.Đọc thêm",
            "Tôi đã được thông báo về chỗ ở miễn phí trên đỉnh Nevis và sau một chặng đường leo núi gian khổ, nó đã giảm xuống dưới mức mong đợi. Không có ai ở quầy lễ tân chào đón chúng tôi, căn phòng nhỏ, bằng kim loại và dán đầy nhãn dán, cũng không có những thứ cơ bản như áo choàng tắm, máy sấy tóc hay bàn ủi. Thất vọng.Đọc thêm",
            "Chúng tôi đã leo lên Ben Nevis vào tháng 5 năm 2024.10 của chúng tôi. Thể lực hỗn hợp và độ tuổi từ 15 đến 60. Leo dốc rất mệt mỏi. Tôi chạy thường xuyên và nhận thấy cần có sức chịu đựng. Đường đi rất dễ đi nhưng đỉnh thì không! Chuẩn bị cho mọi thời tiết, chúng tôi có mưa đá, mây mù và tuyết trên đỉnh! Trên đỉnh tầm nhìn kém và đường đi ở đây không quá thẳng nên hãy hết sức cẩn thận! Việc leo xuống có thể khó khăn hơn - đặc biệt là những đoạn leo dốc cuối cùng nhưng đáng để từng bước! Chúc mừng sinh nhật lần thứ 21 Lucas - bạn sẽ luôn ở trong trái tim chúng tôi Đọc thêm",
            "Một ngày tuyệt vời, thành tích tuyệt vời. Chọn ngày của bạn vì trời lạnh cóng ở đỉnh. Chúng tôi đã chuẩn bị nhưng những người đi bộ đường dài khác thì không. Áo khoác, găng tay chắc chắn cần thiếtĐọc thêm",
            "Đây là một bước đi khó khăn nhưng rất đáng nỗ lực.  Thật dễ dàng để tìm thấy điểm xuất phát và bạn có thể đỗ xe ở bãi đậu xe trả tiền và trưng bày có nhà vệ sinh.  Đã ký tốt nhưng bạn nên mang theo la bàn, bản đồ và huýt sáo vì thời tiết rất dễ thay đổi.  Chúng tôi đã có thời tiết tốt nhất với tầm nhìn tuyệt vời từ trên xuống.  Trên đỉnh rất lạnh và có tuyết nên hãy mang theo lông cừu, áo khoác và mũ len.  Mọi người leo núi vô cùng thân thiện và hữu ích.  Hầu như không thể đi bộ vào ngày hôm sau nhưng tôi rất vui vì đã làm được.Đọc thêm",
            "Đi bộ theo tuyến đường sườn núi phía bắc, dự kiến ​​sẽ mất khoảng 8-9 giờ. Với việc dành thời gian để kiểm tra xem điểm dừng và ăn nhẹ. Đường sườn núi được phác họa rất rõ ràng theo các phần có chiều rộng không lớn hơn một người. Vì vậy không dành cho người yếu timĐọc thêm",
            "Hơi thất vọng vì mức giá cao chỉ để đi thuyền gondola đến quán cà phê Snowgoose. Sẽ thật tuyệt nếu họ đưa ra mức giá giảm có lẽ là 10 - 15 cho chuyến thăm Snowgoose để tham quan vì nó rất đắt ở mức 25 mỗi người nếu bạn là không đi bộ hoặc trượt tuyết mà chúng tôi không có. Chúng tôi đã đến thăm vào cuối tuần nghỉ lễ của Ngân hàng và yêu thích quang cảnh vì đó là một ngày thời tiết đẹp. Quang cảnh nhìn từ sân ga ngoài trời thật ngoạn mục. Chúng tôi không có đủ thời gian để đi bộ đến điểm quan sát cao hơn vì chúng tôi đã nhận được thông tin không chính xác rằng chúng tôi có một giờ trước khi chiếc thuyền gondola cuối cùng chạy trở lại trạm gốc. Khi chúng tôi lên đến đỉnh, biển báo cho biết Gondola cuối cùng lúc 4 giờ chứ không phải 4 giờ 30 như chúng tôi đã được thông báo tại phòng vé. Chúng tôi khuyên bạn nên lên núi vào thời điểm thích hợp để có được trải nghiệm tốt nhất.Đọc thêm",
            "Đi lên. Nhìn quanh. Lại xuống nữa. Thời gian tuyệt vời nếu bạn không có việc gì để làm xung quanh Pháo đài William, đặc biệt nếu bạn thích leo núi hoặc trong một thời gian ngắn có thể nói rằng tôi cao hơn mọi người khác trong nước. Việc đi bộ đến Red Burn khá dễ dàng, vì vậy thậm chí nếu bạn không muốn đi hết con lợn thì đây vẫn là một chuyến đi bộ đáng yêu đến Halfway Loch và Red Burn, với tầm nhìn tuyệt vời qua Thung lũng Nevis đến những ngọn núi xa hơn.Đọc thêm",
            "Chúng tôi bước lên vào tháng Năm vào một ngày đẹp trời, nắng nóng ở phía dưới, tuyết dày ở phía trên. Tuyệt vời.  Hãy làm điều đó vì quan điểm và cảm giác đạt được thành tựu chứ không phải nếu bạn đang mong đợi sự cô độc.Đọc thêm",
            "Chúng tôi đã lên đến đỉnh Ben Nevis và trời rất tuyệt, tuy nhiên, khá lạnh. Chúng tôi mất gần 4 giờ đi lên và 3 giờ đi xuống, vì vậy hãy chú ý đến chuyến đi khó khăn. Người ta nên bắt đầu rất sớm vào khoảng 8 giờ sáng, đạt đỉnh lúc 12 giờ và quay lại vào khoảng 4 giờ chiều. Hơn nữa, bạn có thể đến Ben Nevis Inn, nơi rất ấm cúng và ấm áp để thưởng thức một ít đồ ăn và có thể là bia.Đọc thêm",
            "Làm thế nào Mitch có thể đi lên Nevis trên một chiếc thuyền gondola cho một người lớn.Đọc thêm",
            "Sẽ rất khó khăn khi đi bằng thuyền Gondola. Một chiếc trực thăng sẽ tốt hơn nhiều nhưng sẽ đắt hơn nhiều. Đọc thêm",
            "Đâu là tuyến đường tốt nhất vào đầu tháng 7 năm 2023 để đi đến Ben từ The Lochs.  Có thể thực hiện chuyến đi khứ hồi trong ngày không?Đọc thêm",
            "Đâu là tuyến đường tốt nhất vào đầu tháng 7 năm 2023 để đi đến Ben từ The Lochs.  Có thể thực hiện chuyến đi khứ hồi trong ngày không?Đọc thêm",
            "Xin chào, tôi dự định đến thăm Fort William vào ngày 3 và 4 tháng 12 và lên kế hoạch đi bộ đến Ben Nevis. Có ai biết nhóm nào có thể cho em tham gia được không? Đọc thêm",
            "nó là bao nhiêu - đang đọc những tin nhắn hỗn hợpĐọc thêm",
            "Tháng 8 năm 2022: 8.00Đọc thêm",
            "Xin chào, tôi đang nghĩ đến việc ghé thăm Pháo đài William trong vài ngày để leo lên Ben Nevis. Có phải chúng là những ngọn núi đầy thách thức khác xung quanh đó không?Đọc thêm",
            "Vâng, tất cả cùng Glen CoeĐọc thêm",
            "Tôi có thể đi bộ bằng giày tập chạy địa hình không? Tôi đã dắt Snowdon đi bằng đôi ủng đi bộ của mình nhưng cảm thấy sẽ thoải mái hơn khi đi giày tập chạy địa hình.Đọc thêm",
            "Có thể leo lên Ben Nevis với trẻ mới biết đi 22 tháng tuổi của chúng tôi không? chồng tôi và tôi đang lên kế hoạch đi lên Ben Nevis nhưng chúng tôi sẽ đưa đứa con mới biết đi của mình đến Scotland cùng. Đọc thêm",
            "Cá nhân tôi sẽ nói không, có một số tảng đá lớn phải bước qua và nó có thể rất trơn.Đọc thêm",
            "Buổi sáng, \n\nXin lỗi vì đã hỏi điều này vì nó có vẻ là một câu hỏi ngớ ngẩn đối với một người leo núi có kinh nghiệm. Tôi vừa sức khỏe và muốn thử sức với Nevis trong vài tuần tới. Câu hỏi của tôi là bạn có phải siêu khỏe mạnh để hoàn thành nó không? Cảm ơn nhiềuĐọc thêm",
            "Bạn không cần phải cực kỳ khỏe mạnh nhưng phải nhạy bén.\n\nTập đi lên xuống cầu thang. Kéo căng Achilles và bàn chân của bạn trước khi bạn đi. \n\nKhi leo núi, Đầu tiên đừng cố chạy đua với người khác. Hãy nghỉ giải lao một cách thích hợp. Nhận ra rằng bạn có thể mất nhiều thời gian hơn thời gian tiêu chuẩn.\n\nTư duy cực kỳ quan trọng bạn phải biết mình làm được. Nếu không bạn sẽ bỏ cuộc. \n\nĐừng mang bất cứ thứ gì quá nặng. Mang theo đồ ăn nhẹ và nước. Mặc quần áo phù hợp tùy thuộc vào thời tiết trong ngày.Đọc thêm",
            "Xin chào, chúng tôi sẽ đến thăm Pháo đài William vào tháng tới và muốn đến thăm Ben Nevis. \nChúng tôi không có ý định lên tới đỉnh vì chúng tôi đang đi bộ cùng cậu con trai 4 tuổi của mình và mặc dù trước đây cậu ấy đã khiến chúng tôi ngạc nhiên với khả năng của mình nhưng đó vẫn chưa phải là điều chúng tôi cảm thấy sẵn sàng làm. \nTuy nhiên, chúng tôi vẫn muốn đi bộ một đoạn và nghĩ rằng mục tiêu hợp lý là đi được nửa chặng đường hoặc ngay dưới. \nSự hiểu biết của tôi là có một nửa lakelochan mặc dù chưa đi được nửa chặng đường! nhưng câu hỏi của tôi là liệu con đường có đi qua đây từ xa hay không, hay đây có phải là nơi thích hợp để dừng lại và tận hưởng nó ở phía hồ không? \nTôi không thể biết được từ những bức ảnh trên bản đồ liệu có con đường hợp lý, an toàn dẫn xuống nước hay không. \nBất kỳ thông tin sẽ được đánh giá cao. \nCảm ơn bạn.Đọc thêm",
            "Con đường đi rất gần hồ. Chúng tôi gặp một cặp đôi cắm trại ở đó qua đêm trước khi đi bộ lên đỉnh. Bạn sẽ không gặp vấn đề gì khi dừng lại ở đó.Đọc thêm"
        ],
        "star_ratings": [
            2029,
            482,
            79,
            17,
            12
        ],
        "review_amount": 2619,
        "location": [
            "Ben Nevis",
            "Vương quốc Anh Vương quốc Anh",
            "vùng cao nguyên Scotland",
            "Pháo đài William",
            "Châu Âu",
            "Những điều cần làm ở Pháo đài William",
            "Lochaber",
            "Scotland"
        ],
        "reviews_time": [
            "Written June 15, 2023",
            "Written June 26, 2023",
            "Written July 4, 2023",
            "Written July 5, 2023",
            "Written July 7, 2023",
            "Written July 17, 2023",
            "Written July 18, 2023",
            "Written July 19, 2023",
            "Written July 19, 2023",
            "Written July 21, 2023",
            "Written June 5, 2024",
            "Written June 1, 2024",
            "Written May 31, 2024",
            "Written May 28, 2024",
            "Written May 22, 2024",
            "Written May 15, 2024",
            "Written April 2, 2024",
            "Written January 27, 2024",
            "Written November 19, 2023",
            "Written November 6, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g186545-d194657-Reviews-Ben_Nevis-Fort_William_Lochaber_Scottish_Highlands_Scotland.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g186545-d1071632-Reviews-Glen_Nevis_Restaurant_Bar-Fort_William_Lochaber_Scottish_Highlands_Scotland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186545-d1163524-Reviews-Ben_Nevis_Inn-Fort_William_Lochaber_Scottish_Highlands_Scotland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186545-d27699024-Reviews-Glen_Nevis_Campfire_Kitchen-Fort_William_Lochaber_Scottish_Highlands_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g186545-d1183089-Reviews-Steall_Waterfall-Fort_William_Lochaber_Scottish_Highlands_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g186545-d318663-Reviews-West_Highland_Museum-Fort_William_Lochaber_Scottish_Highlands_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g1863892-d1451253-Reviews-Nevis_Range_Mountain_Experience-Torlundy_Fort_William_Lochaber_Scottish_Highland.html",
            "https://www.tripadvisor.com/Attraction_Review-g2060349-d4868388-Reviews-Neptune_s_Staircase-Banavie_Fort_William_Lochaber_Scottish_Highlands_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g186545-d1486110-Reviews-Old_Inverlochy_Castle-Fort_William_Lochaber_Scottish_Highlands_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g4281804-d1526355-Reviews-Treasures_of_the_Earth-Corpach_Fort_William_Lochaber_Scottish_Highlands_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g186545-d6232058-Reviews-Fort_William_VisitScotland_iCentre-Fort_William_Lochaber_Scottish_Highlands_Scotl.html",
            "https://www.tripadvisor.com/Attraction_Review-g186545-d188701-Reviews-Road_to_the_Isles-Fort_William_Lochaber_Scottish_Highlands_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g186545-d7147229-Reviews-Saint_Andrew_s_Church-Fort_William_Lochaber_Scottish_Highlands_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g186545-d275744-Reviews-Ben_Nevis_Distillery-Fort_William_Lochaber_Scottish_Highlands_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g186545-d194657-Reviews-or10-Ben_Nevis-Fort_William_Lochaber_Scottish_Highlands_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g186545-d12710341-Reviews-Lochaber_Geopark_Visitor_Centre-Fort_William_Lochaber_Scottish_Highlands_Scotlan.html",
            "https://www.tripadvisor.com/Attraction_Review-g186545-d2723238-Reviews-Creag_Meagaidh_National_Nature_Reserve-Fort_William_Lochaber_Scottish_Highlands_S.html",
            "https://www.tripadvisor.com/Attraction_Review-g186545-d10313956-Reviews-Signal_Rock_and_An_Torr-Fort_William_Lochaber_Scottish_Highlands_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g186545-d18891533-Reviews-Glen_Nevis_Lower_Falls-Fort_William_Lochaber_Scottish_Highlands_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g186545-d19116485-Reviews-Cow_Hill-Fort_William_Lochaber_Scottish_Highlands_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g186545-d26221323-Reviews-Fort_William_Underpass-Fort_William_Lochaber_Scottish_Highlands_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g186545-d25406613-Reviews-Sallachan_stone_beach-Fort_William_Lochaber_Scottish_Highlands_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g186545-d26323225-Reviews-Nevis_Range_Scenic_Mountain_Gondola-Fort_William_Lochaber_Scottish_Highlands_Sco.html",
            "https://www.tripadvisor.com/Attraction_Review-g186545-d14155516-Reviews-East_Highland_Way-Fort_William_Lochaber_Scottish_Highlands_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g186545-d7940267-Reviews-Hunter_Mountaineering-Fort_William_Lochaber_Scottish_Highlands_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g186545-d7084816-Reviews-Elite_Guides-Fort_William_Lochaber_Scottish_Highlands_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g186545-d6478878-Reviews-The_Highland_Mountain_Company-Fort_William_Lochaber_Scottish_Highlands_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g186545-d5789004-Reviews-Lochaber_Guides_Private_Day_Tours-Fort_William_Lochaber_Scottish_Highlands_Scotla.html",
            "https://www.tripadvisor.com/Attraction_Review-g186545-d2306711-Reviews-West_Coast_Mountain_Guides-Fort_William_Lochaber_Scottish_Highlands_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g186545-d14971766-Reviews-Fort_William_Sea_Tours-Fort_William_Lochaber_Scottish_Highlands_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g186545-d7148549-Reviews-Abacus_Mountain_Guides-Fort_William_Lochaber_Scottish_Highlands_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g551918-d8435398-Reviews-Rich_Mountain_Experiences-Kinlochleven_Lochaber_Scottish_Highlands_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g186545-d4004142-Reviews-Crannog_Cruises-Fort_William_Lochaber_Scottish_Highlands_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g186545-d3955092-Reviews-Rockhopper_Sea_Kayaking_Day_Tours-Fort_William_Lochaber_Scottish_Highlands_Scotla.html",
            "https://www.tripadvisor.com/Attraction_Review-g186545-d19572889-Reviews-River_to_Sea_Scotland-Fort_William_Lochaber_Scottish_Highlands_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g635692-d23942509-Reviews-Wild_Highland_Outdoor_Centre-Spean_Bridge_Lochaber_Scottish_Highlands_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g186545-d12936748-Reviews-Caledonian_Discovery-Fort_William_Lochaber_Scottish_Highlands_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g186545-d23574983-Reviews-LandD_Adventures-Fort_William_Lochaber_Scottish_Highlands_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g54371-d531775-Reviews-Hawaiian_Rumble-North_Myrtle_Beach_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g52905-d12155341-Reviews-Glen_Onoko_Falls_Trail-Jim_Thorpe_Pocono_Mountains_Region_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g56211-d207611-Reviews-Ellen_Trout_Zoo-Lufkin_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g54273-d556460-Reviews-Coligny_Beach-Hilton_Head_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g293918-d552516-Reviews-Lamai_Beach-Ko_Samui_Surat_Thani_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1190068-d1830144-Reviews-Jameos_Del_Agua-Punta_Mujeres_Lanzarote_Canary_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g42575-d145616-Reviews-Tahquamenon_Falls_State_Park-Paradise_Upper_Peninsula_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g155032-d11716180-Reviews-Barbie_Expo-Montreal_Quebec.html",
            "https://www.tripadvisor.com/Attraction_Review-g293734-d8470962-Reviews-Didi_Spa-Marrakech_Marrakech_Safi.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d1052959-Reviews-Electric_Ladyland_the_First_Museum_of_Fluorescent_Art-Amsterdam_North_Holland_Pro.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g186545-d194657-Reviews-or10-Ben_Nevis-Fort_William_Lochaber_Scottish_Highlands_Scotland.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g186545-d194657-Reviews-Ben_Nevis-Fort_William_Lochaber_Scottish_Highlands_Scotland.html"
    }
]