[
    {
        "attraction_name": "Ben Thanh Tourist",
        "attraction_name_vi": "Ben Thanh Tourist",
        "general_info": [
            "55 đánh giá",
            "- 173 trên 995 Tour - Hoạt động tại TP.HCM",
            "Chuyến tham quan nhiều ngày",
            "Tour tham quan"
        ],
        "attraction_summary": "Chúng tôi là Bến Thành Tourist. Chúng tôi là công ty du lịch hàng đầu và được trao nhiều giải thưởng nhất Việt Nam, vinh dự mang đến cho bạn những trải nghiệm phong phú, độc đáo và mang tính địa phương tại Thành phố Hồ Chí Minh, trên cả nước và trên toàn thế giới. Chúng tôi có hơn 30 năm chuyên về các tour du lịch theo yêu cầu riêng, tour theo nhóm và dịch vụ MICE. Điều đó có nghĩa là cung cấp dịch vụ tốt nhất ở cấp độ địa phương, khu vực và toàn cầu. Chúng tôi làm việc không chỉ với thái độ chuyên nghiệp tuyệt vời mà còn với niềm đam mê mãnh liệt trong việc mang lại nụ cười trên khuôn mặt bạn ở mọi nơi bạn đi du lịch cùng chúng tôi. Kể từ năm 1989, chúng tôi đã mang lại niềm vui cho hàng triệu khách hàng khám phá Việt Nam tuyệt vời và những điểm đến kỳ lạ khác. Vì vậy, hãy cùng chúng tôi du lịch để tận hưởng những khoảnh khắc của cuộc đời bạn!Đọc thêm",
        "reviews": [
            "Cô Mia Ngô Thị Thảo Nguyên là một người đại diện tuyệt vời, một người làm việc rất chăm chỉ, rất thân thiện và hay giúp đỡ. Cô đã lập một kế hoạch du lịch hoàn hảo để giúp tôi - vợ tôi hoàn thành nhiệm vụ đưa con trai - con gái gia đình - con rể và cháu - về để lộ rõ ​​quê hương, cội nguồn. Tôi cảm thấy như cô ấy là một phần của gia đình chúng tôi và Ben Thanh Tourist thật may mắn khi có cô ấy làm đại diện cho công ty. Gia đình chúng tôi rất yêu quý cô ấy.Đọc thêm",
            "Đã 10 năm kể từ ngày tôi rời Việt Nam. Nhân dịp kỷ niệm 2 năm ngày cưới, tôi và chồng đã quay trở lại vào ngày 20/11. Chúng tôi đánh giá cao Bến Thành Tourist đã tổ chức cho chúng tôi một chuyến đi đáng yêu và lãng mạn như vậy. Rất khuyến khíchĐọc thêm",
            "Cảm ơn bạn rất nhiều, đặc biệt là Mia vì đã giúp đỡ 2 chúng tôi vào phút cuối. Chúng tôi đã làm đường hầm Củ Chi và nó thật tuyệt vời. Mia cho tôi biết chính xác khi nào xe đưa đón sẽ có mặt tại khách sạn của chúng tôi để đón. Tour đúng như đã hứa và giá rất tốt. Rất khuyến khích!!! Đọc thêm",
            "Gia đình 5 người lớn của chúng tôi gần đây đã có kỳ nghỉ 3 tuần du lịch Việt Nam.  Chuyến đi của chúng tôi bao gồm các chuyến tham quan cũng như thời gian riêng tư để thăm gia đình và bạn bè.  Chúng tôi đã đi đến nhiều nơi ở Việt Nam - bắt đầu từ Thành phố Hồ Chí Minh đến Quảng Bình - Động Phong Nha - , Hà Nội - Vịnh Hạ Long - và Nha Trang. Tôi thấy anh Hoàng Trương của BenThanhTourist là người rất hiệu quả và linh hoạt trong việc kết hợp một hành trình tuyệt vời cho gia đình của chúng tôi.  Ông Hoàng thông thạo cả tiếng Anh và tiếng Việt.  Chúng tôi chủ yếu trao đổi bằng tiếng Anh qua email trước chuyến đi để con cái chúng tôi cũng có thể tham gia vào giai đoạn lập kế hoạch.Mr. Hoàng rất đáp ứng và chú ý đến mọi yêu cầu của chúng tôi.  Ví dụ, anh ấy có thể giúp chúng tôi thêm chuyến tham quan bằng thủy phi cơ đến Vịnh Hạ Long ngay cả sau khi chúng tôi bắt đầu chuyến đi.  Mọi chuyện diễn ra suôn sẻ như kế hoạch.  Gia đình chúng tôi thực sự đánh giá cao sự giúp đỡ và hỗ trợ từ anh Hoàng để chuyến đi của chúng tôi trở thành một trải nghiệm thú vị.  Chúng tôi chắc chắn sẽ liên lạc với anh Hoàng khi có kế hoạch du lịch Việt Nam lần nữa trong tương lai.Hanh Võ - Gia đìnhĐọc thêm",
            "Đây là một công ty du lịch tuyệt vời. Năm 2017, tôi đã đi du lịch Nhật Bản cùng họ. Họ rất chuyên nghiệp. Mọi thứ đều rất tốt. Từ hướng dẫn viên đến phục vụ tại điểm đến. Chúng tôi sẽ quay lại sớm nhất có thểĐọc thêm",
            "Sau 4 tháng ở nhà vì đại dịch Covid, chúng tôi quyết định thực hiện một chuyến đi ngắn ngày đến Cần Thơ trong 2 ngày 1 đêm. Chúng tôi tập trung vào ăn uống và thư giãn. Khách sạn rất tuyệt với hồ bơi xinh xắn, nhà hàng và dịch vụ tuyệt vời. Ở đó lúc đó không có khách du lịch ở chợ nổi. Chúng tôi đã có trái cây ngon ngay tại vườn, nấu ăn với người dân địa phương và quan trọng nhất là nạp lại năng lượng cho cơ thể và tinh thần trong 2 ngày để trở lại làm việc. Hướng dẫn viên tốt, xe buýt tốt, chúng tôi không tham gia nhiều hoạt động, nhưng mọi thứ đều tốt đủ rồi.Đọc thêm",
            "Tôi và gia đình đã có những chuyến đi tuyệt vời khi đồng hành cùng Bến Thành Tourist trong suốt 5 năm qua. Một trong những chuyến đi yêu thích nhất của chúng tôi là đến Nhật Bản vào mùa hè năm 2018. Họ đã quản lý toàn bộ chuyến bay thuê một cách suôn sẻ đáng kinh ngạc với khách sạn 5 sao, nhà hàng địa phương ngon và hành trình tuyệt vời. Tất cả các hướng dẫn đều rất chuyên nghiệp và luôn sẵn sàng cung cấp cho chúng tôi thông tin và dịch vụ tuyệt vời. Mọi thứ diễn ra theo đúng kế hoạch và đúng thời gian. Trước chuyến đi, họ liên tục theo dõi gửi cho chúng tôi những lời nhắc nhở và gợi ý giúp chuyến đi của chúng tôi trở nên dễ dàng và đáng nhớ hơn. Tôi rất muốn giới thiệu BenThành Tourist cho tất cả bạn bè của mình và sẽ đặt những chuyến đi khác cùng họ khi Covid kết thúc. Cảm ơn BenThành Tourist rất nhiều!Đọc thêm",
            "thái độ phục vụ nhiệt tình và giá cả hợp lý để khách quay lại. Bạn nên chuẩn bị máy ảnh để chụp những bức hình đẹp nhất.Đọc thêm",
            "Tổ chức tốt và dịch vụ rất tốt. Khách sạn, xe hơi, đồ ăn và Hướng dẫn đều rất tốt. Nhân viên công ty cũng rất tốt bụng, thân thiện và hữu ích. Những kỷ niệm ngọt ngào trong chuyến du lịch Việt Nam cùng Bến Thành Tourist.Đọc thêm",
            "Gia đình tôi đã có 2 chuyến đi du lịch Bến Thành, Nhật Bản và Đà Lạt. Và tôi đang có ý định cùng họ đi Cần Giờ tham gia tour Sup. Tôi thích nó.Đọc thêm",
            "xin chào, làm thế nào chúng tôi có thể đặt tour từ hồ chí minh đi miền tây? Đọc thêm",
            "Xin chào, cảm ơn bạn đã hỏi. Để đặt tour, vui lòng gọi cho chúng tôi theo số - 84967740606 hoặc chúng tôi - rất vui lòng giúp bạn đặt trực tiếp tại quầy tour của chúng tôi tại trung tâm thành phố, địa chỉ bên dưới:\n\n- Văn phòng BenThanh Tourist: 70 Lý Tự Trọng, Quận 1.\n\n- BenThanh Tourist tại Khách sạn Viễn Đông: 275A Phạm Ngũ Lão, Quận 1\n\n- BenThanh Tourist tại Văn phòng Du lịch Sài Gòn: 26D Lê Lợi, Quận 1.\n\nChúc bạn có kỳ nghỉ vui vẻ tại thành phố Hồ Chí Minh!Xem thêm"
        ],
        "star_ratings": [
            53,
            1,
            0,
            0,
            1
        ],
        "review_amount": 55,
        "location": [
            "Việt Nam",
            "Những điều cần làm ở thành phố Hồ Chí Minh",
            "Ben Thanh Tourist",
            "Châu Á",
            "Ho Chi Minh City"
        ],
        "reviews_time": [
            "Written January 4, 2024",
            "Written December 13, 2023",
            "Written October 19, 2023",
            "Written August 7, 2022",
            "Written December 16, 2021",
            "Written December 14, 2021",
            "Written December 12, 2021",
            "Written December 12, 2021",
            "Written December 12, 2021",
            "Written December 7, 2021"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d17220125-Reviews-Ben_Thanh_Tourist-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17220125-Reviews-or10-Ben_Thanh_Tourist-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17220125-Reviews-or20-Ben_Thanh_Tourist-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d4706254-Reviews-Tokyo_Relax_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8385963-Reviews-Le_Saigonais-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12530047-Reviews-Hong_Anh_Collections-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d15746074-Reviews-Tamarind_Hidden_Cocktail_Bar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17695818-Reviews-Theloser_Cocktail_Bar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d11802370-Reviews-Patchouli_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d19408793-Reviews-Mido_Luxury_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10525874-Reviews-Tuyen_Tailor-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6961416-Reviews-Minh_Nguyen_Tailor-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10064393-Reviews-Vietnam_Memory_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12906805-Reviews-Tugo_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d7241907-Reviews-Phi_Phi_Tailor-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d16882798-Reviews-Zen_Spa_Foot_Body_Massage_2-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d4771094-Reviews-Viet_Thanh_Silk-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8602875-Reviews-Chef_Vu_Cooking_Class-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g189158-d519908-Reviews-Elevador_da_Gloria-Lisbon_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g12012628-d313611-Reviews-Coral_World_Ocean_Park-Smith_Bay_East_End_St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g189408-d199057-Reviews-Delphi_Archaeological_Museum-Delphi_Phocis_Region_Central_Greece.html",
            "https://www.tripadvisor.com/Attraction_Review-g143044-d145643-Reviews-Mount_Rainier-Mount_Rainier_National_Park_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g33377-d107626-Reviews-Schofield_Pass-Crested_Butte_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d4817194-Reviews-Mercato_Di_Testaccio-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g41623-d103644-Reviews-Kalmus_Beach-Hyannis_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g60814-d252767-Reviews-Olde_Pink_House-Savannah_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g1102949-d3768935-Reviews-Cave_of_Zeus-Filoti_Naxos_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d1553374-Reviews-Emirgan_Park-Istanbul.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d17220125-Reviews-or10-Ben_Thanh_Tourist-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d17220125-Reviews-Ben_Thanh_Tourist-Ho_Chi_Minh_City.html"
    },
    {
        "attraction_name": "Ben Thanh Tourist",
        "attraction_name_vi": "Ben Thanh Tourist",
        "general_info": [
            "55 đánh giá",
            "- 173 trên 995 Tour - Hoạt động tại TP.HCM",
            "Chuyến tham quan nhiều ngày",
            "Các tour tham quan"
        ],
        "attraction_summary": "Chúng tôi là Bến Thành Tourist. Chúng tôi là công ty du lịch hàng đầu và được trao nhiều giải thưởng nhất Việt Nam, vinh dự mang đến cho bạn những trải nghiệm phong phú, độc đáo và mang tính địa phương tại Thành phố Hồ Chí Minh, trên cả nước và trên toàn thế giới. Chúng tôi có hơn 30 năm chuyên về các tour du lịch theo yêu cầu riêng, tour theo nhóm và dịch vụ MICE. Điều đó có nghĩa là cung cấp dịch vụ tốt nhất ở cấp độ địa phương, khu vực và toàn cầu. Chúng tôi làm việc không chỉ với thái độ chuyên nghiệp tuyệt vời mà còn với niềm đam mê mãnh liệt trong việc mang lại nụ cười trên khuôn mặt bạn ở mọi nơi bạn đi du lịch cùng chúng tôi. Kể từ năm 1989, chúng tôi đã mang lại niềm vui cho hàng triệu khách hàng khám phá Việt Nam tuyệt vời và những điểm đến kỳ lạ khác. Vì vậy, hãy cùng chúng tôi du lịch để tận hưởng những khoảnh khắc của cuộc đời bạn!Đọc thêm",
        "reviews": [
            "Chúng tôi đã có một chuyến du lịch riêng với công ty này đến Địa đạo Củ Chi.  Dịch vụ này đặc biệt từ đầu đến cuối.  Việc đăng ký chuyến đi được xử lý bởi những người hiệu quả và hữu ích trong văn phòng, sau đó họ gửi xác nhận nêu rõ việc đặt phòng và thời gian chúng tôi sẽ được đón tại khách sạn.  Họ đến đúng giờ và sau đó ngày bắt đầu: hướng dẫn viên của chúng tôi rất hiểu biết, vui vẻ và nói tiếng Anh xuất sắc.  Cô ấy chỉ cho chúng tôi Địa đạo Củ Chi đồng thời cung cấp thông tin thú vị ở đó và trên đường đi.  Đó là một trải nghiệm tuyệt vời.  Rất khuyến khích!Đọc thêm",
            "Chúng tôi vừa hoàn thành chuyến du lịch ba ngày hai đêm đến Angkor Wat và những ngôi đền liên quan do Tuấn sắp xếp tại Du lịch Bến Thành.  Tuấn đã nỗ lực nhiều hơn để đáp ứng nhu cầu của chúng tôi để thiết lập chuyến tham quan.  Ngoài chùa, chúng tôi còn đến thăm làng văn hóa và di tích Phật nằm.  Hướng dẫn viên Rith của chúng tôi rất xuất sắc.  Rất am hiểu về các địa điểm và văn hóa Campuchia nói chung. Một quý ông đích thực. Khách sạn được xếp hạng đầu tiên cũng như các nhà hàng.  Angkor Wat là nơi tôi đã muốn ghé thăm từ lâu và Bến Thành đã khiến nơi đây trở thành một nơi đáng nhớ.Đọc thêm",
            "3 người chúng tôi - người Mỹ - ở miền Nam Việt Nam khi chúng tôi đi du lịch khắp châu Á. Chúng tôi đã đặt tour du lịch riêng đến đồng bằng sông Cửu Long này mà không thực sự biết điều gì sẽ xảy ra. Hướng dẫn viên của chúng tôi, Mimi, đã đến khách sạn của chúng tôi cùng với tài xế đúng giờ và sẵn sàng cho chuyến lái xe 2 giờ đến Mê Kông. Trên đường đi, cô trò chuyện với chúng tôi về lịch sử miền Nam Việt Nam, đồng bằng sông Cửu Long và lối sống địa phương. Cô ấy rất hiểu biết, tốt bụng và chuyên nghiệp. Khi đến vùng đồng bằng sông Cửu Long, chúng tôi vượt qua 2 chuyến phà để đến vùng sâu vùng xa, nơi chúng tôi lên xe máy cùng người dân địa phương để đưa đi tham quan. Chúng tôi được đến thăm những ngôi nhà địa phương, giao lưu với dân làng, đi ca nô riêng dọc theo các con kênh và ăn trưa tại một ngôi nhà địa phương với Mimi. Chúng tôi thực sự bị choáng ngợp bởi trải nghiệm độc đáo này. Chúng tôi cảm thấy như mình là khách du lịch duy nhất trong khu vực này - tôi nghĩ chúng tôi là như vậy! - . Người dân địa phương vô cùng nồng hậu và thân thiện và chúng tôi đã học được rất nhiều về lối sống của họ ở Đồng bằng sông Cửu Long. Tôi không thể nói đủ những điều tốt đẹp về Mimi và chuyến đi này - cô ấy thực sự yêu thích công việc của mình và tự hào mang du lịch đến một vùng mới của Đồng bằng sông Cửu Long.  Chúng tôi cảm thấy an toàn và được chăm sóc tốt trong suốt thời gian qua. Đó là một trong những chuyến du ngoạn đáng nhớ nhất mà tôi đã thực hiện trong suốt những năm du lịch của mình và rất muốn giới thiệu! Cảm ơn rất nhiều lần nữa vì mọi thứ.Đọc thêm",
            "Ồ, hoàn toàn tuyệt vời. Chúng tôi đã thực hiện hai chuyến du lịch với Bến Thành Tourist, chuyến du lịch một ngày đến đồng bằng sông Cửu Long. Và một chuyến du lịch ẩm thực kéo dài 3 giờ ở Sài Gòn. Chuyến đi đến Đồng bằng sông Cửu Long là một trải nghiệm tôi không thể nào quên. Họ nói với chúng tôi rằng chúng tôi sẽ không gặp bất kỳ khách du lịch nào khác trong chuyến tham quan. Và họ đã giữ lời hứa. Mất 1,5 giờ lái xe buýt, hai chuyến phà và sau đó chúng tôi đã đến một nơi hoang vu ở đồng bằng sông Cửu Long. Thật tuyệt vời. Những người lái xe địa phương đón chúng tôi bằng xe máy của họ và sau đó chúng tôi lái xe qua những ngôi làng nhỏ. Chúng tôi đến thăm một số gia đình địa phương, trang trại dừa, thực hiện một chuyến đi thuyền nhỏ và ăn trưa rất ngon tại một gia đình. Mọi người đều rất tử tế với chúng tôi và chúng tôi đã có khoảng thời gian tuyệt vời. Chuyến tham quan ẩm thực 3h ở Sài Gòn cũng rất tuyệt vời. Hướng dẫn viên Hao và đồng nghiệp của anh ấy đón chúng tôi bằng xe máy của họ và chúng tôi đã dừng lại ở những địa điểm có nhiều khách du lịch khác xung quanh. Nếu bạn muốn thử món ăn Việt Nam đích thực ngoài Phở và Bún, bạn chắc chắn nên thực hiện chuyến tham quan này. Và Hảo là tốt nhất! Anh ấy rất tốt bụng và giải thích cho chúng tôi mọi thứ về văn hóa Việt Nam. Cả hai chuyến du lịch của chúng tôi đều đắt hơn một chút so với các tour khác. Nhưng chúng đáng giá từng xu. Trong chuyến tham quan này, bạn sẽ có những trải nghiệm mà bạn sẽ không thể nào quên. Rất khuyến khích!Đọc thêm",
            "Tôi thực sự rất thích chuyến du lịch Thái Lan của Benthanh Tourist. Gia đình tôi đã dành 5 ngày 4 đêm ở Bangkok-Pattaya. Món ăn ngon ở Thái Lan và con người thân thiện. Tôi đánh giá cao hướng dẫn viên du lịch ở Bến Thành rất tận tâm và hài hước. Tôi yêu khoảnh khắc này và tôi sẽ đồng hành cùng công ty của bạn trong chuyến lưu diễn tiếp theo.Đọc thêm",
            "Chúng tôi đã đến Việt Nam được 30 ngày và AJ từ Ben Thanh Tourist rất hữu ích, tốt bụng và biết chính xác những gì chúng tôi muốn và đã đặt - tất cả các chuyến du ngoạn, chuyến bay, hướng dẫn viên du lịch cá nhân và xe riêng của chúng tôi đến và đi từ sân bay đến khách sạn ... Tôi đánh giá cao AJ và Ben Thanh Tourist, bạn sẽ rất hài lòng với dịch vụ và kiến ​​thức của họ ... Đọc thêm",
            "Đón khách từ khách sạn, 1,5 giờ lái xe qua cánh đồng lúa xanh, chúng tôi dừng lại để xem đồn điền thanh long, ĂN và CHỤP ẢNH tại một ngôi nhà địa phương, Chúng tôi qua phà và được người dân địa phương đón bằng xe máy, xuất phát chuyến tham quan quanh làng. Ban đầu có vẻ đáng sợ nhưng ngay sau đó lại rất phấn khích. Đường nào cũng hẹp nhưng yên tĩnh, rất ít xe máy, không như Sài Gòn. Đến thăm một số gia đình, đi xem vườn cây ăn quả, nhà cửa, nơi làm việc của họ... Chèo thuyền đi dưới tán cọ nước rợp bóng mát, thật thư giãn. Ăn trưa giữa nơi hoang vu, thức ăn ngon, lòng hiếu khách tốt. Một chuyến tham quan mà bạn sẽ được phục vụ và trình chiếu bởi người dân địa phương, họ rất vui khi thấy du khách đến thăm làng của họ. Có 2 điều họ đang chờ đợi, thứ nhất là mùa trái cây, thứ hai là du khách mang đến cho họ thêm việc làm.Đọc thêm",
            "Đã đến đó sáng nay dưới sự dẫn dắt của Hao, trưởng nhóm du lịch trong ngày của chúng tôi. rất am hiểu - chuyến đi đáng nhớ theo Hảo. tôi đã học được rất nhiều về chiến tranh Việt Nam. thật là vui - chuyến đi thú vị với nhiều điều mới lạ như trải nghiệm đi vào đường hầm - thức ăn mà những người lính có trong những ngày chiến tranh vẫn tiếp tục. ồ vâng, đừng quên trải nghiệm thú vị ở trường bắn. cuối cùng nhưng không kém phần quan trọng là trưởng nhóm du lịch của chúng tôi Hao, anh ấy rất thân thiện - hiểu biết. thật tốt khi có anh ấy làm trưởng đoàn du lịch của chúng tôi ngày hôm nay! Đọc thêm",
            "Gần đây chúng tôi đã có một chuyến du lịch Thụy Sĩ với khách du lịch BT - chúng tôi thực sự rất thích nó với sự sắp xếp tour du lịch chuyên nghiệp, hậu cần của công ty này. Tất cả khách sạn, đồ ăn, phương tiện di chuyển đều rất tốt, đặc biệt là hướng dẫn viên du lịch Hao rất vui tính, anh ấy giới thiệu cho chúng tôi tất cả những món ăn ngon nhất mà chúng tôi cần thử ở mỗi nơi, chúng tôi nên mua gì với giá tốt...sắp xếp một số khoảnh khắc đặc biệt cho hình ảnh trên đỉnh châu Âu...nói chung tôi - tôi rất hài lòng với tour Benthanh - Hảo hướng dẫn viên của chúng tôiĐọc thêm",
            "Chúng tôi đã có chuyến du lịch tuyệt vời nhất đến Long An - Tiền Giang vào tháng 3. Đó là một nơi khá yên bình của đồng bằng sông Cửu Long. Chúng tôi đến thăm vùng đất hoàng hậu, ở đây người dân trồng lúa, đặc biệt là thanh long và mãng cầu xiêm. Chúng tôi đã thử đi xe máy với người dân địa phương, đi thuyền vạn đò trên những con kênh nhỏ..... đó là một chuyến tham quan thật tuyệt vời, hướng dẫn viên du lịch tuyệt vời!!Đọc thêm"
        ],
        "star_ratings": [
            53,
            1,
            0,
            0,
            1
        ],
        "review_amount": 55,
        "location": [
            "Việt Nam",
            "Những điều cần làm ở thành phố Hồ Chí Minh",
            "Ben Thanh Tourist",
            "Châu Á",
            "Ho Chi Minh City"
        ],
        "reviews_time": [
            "Written March 13, 2020",
            "Written March 4, 2020",
            "Written February 29, 2020",
            "Written February 23, 2020",
            "Written February 13, 2020",
            "Written February 12, 2020",
            "Written February 11, 2020",
            "Written June 8, 2019",
            "Written May 13, 2019",
            "Written May 13, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d17220125-Reviews-or10-Ben_Thanh_Tourist-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17220125-Reviews-Ben_Thanh_Tourist-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17220125-Reviews-or20-Ben_Thanh_Tourist-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d4706254-Reviews-Tokyo_Relax_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8385963-Reviews-Le_Saigonais-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12530047-Reviews-Hong_Anh_Collections-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d15746074-Reviews-Tamarind_Hidden_Cocktail_Bar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17695818-Reviews-Theloser_Cocktail_Bar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d11802370-Reviews-Patchouli_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d19408793-Reviews-Mido_Luxury_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10525874-Reviews-Tuyen_Tailor-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6961416-Reviews-Minh_Nguyen_Tailor-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10064393-Reviews-Vietnam_Memory_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12906805-Reviews-Tugo_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d7241907-Reviews-Phi_Phi_Tailor-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d16882798-Reviews-Zen_Spa_Foot_Body_Massage_2-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d4771094-Reviews-Viet_Thanh_Silk-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8602875-Reviews-Chef_Vu_Cooking_Class-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g189978-d15051274-Reviews-Lava_Show-Vik_South_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d1070053-Reviews-Wet_Republic-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g36669-d590459-Reviews-Medieval_Times-Schaumburg_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35004-d3844124-Reviews-Dukes_Creek_Falls_Trail-Helen_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d13867304-Reviews-Grassy_Knoll-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g1466323-d669356-Reviews-Camel_Park-Mazotos_Larnaka_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g53188-d4584887-Reviews-Raymondskill_Falls-Milford_Pocono_Mountains_Region_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d12400029-Reviews-Magic_Mike_Live_at_SAHARA_Las_Vegas-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g293890-d14868912-Reviews-Aviation_Museum-Kathmandu_Kathmandu_Valley_Bagmati_Zone_Central_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g1066456-d19274143-Reviews-Shibuya_Sky-Shibuya_Tokyo_Tokyo_Prefecture_Kanto.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d17220125-Reviews-or20-Ben_Thanh_Tourist-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d17220125-Reviews-or10-Ben_Thanh_Tourist-Ho_Chi_Minh_City.html"
    },
    {
        "attraction_name": "Ben Thanh Tourist",
        "attraction_name_vi": "Ben Thanh Tourist",
        "general_info": [
            "55 đánh giá",
            "- 173 trên 995 Tour - Hoạt động tại TP.HCM",
            "Chuyến tham quan nhiều ngày",
            "Tour tham quan"
        ],
        "attraction_summary": "Chúng tôi là Bến Thành Tourist. Chúng tôi là công ty du lịch hàng đầu và được trao nhiều giải thưởng nhất Việt Nam, vinh dự mang đến cho bạn những trải nghiệm phong phú, độc đáo và mang tính địa phương tại Thành phố Hồ Chí Minh, trên cả nước và trên toàn thế giới. Chúng tôi có hơn 30 năm chuyên về các tour du lịch theo yêu cầu riêng, tour theo nhóm và dịch vụ MICE. Điều đó có nghĩa là cung cấp dịch vụ tốt nhất ở cấp độ địa phương, khu vực và toàn cầu. Chúng tôi làm việc không chỉ với thái độ chuyên nghiệp tuyệt vời mà còn với niềm đam mê mãnh liệt trong việc mang lại nụ cười trên khuôn mặt bạn ở mọi nơi bạn đi du lịch cùng chúng tôi. Kể từ năm 1989, chúng tôi đã mang lại niềm vui cho hàng triệu khách hàng khám phá Việt Nam tuyệt vời và những điểm đến kỳ lạ khác. Vì vậy, hãy cùng chúng tôi du lịch để tận hưởng những khoảnh khắc của cuộc đời bạn!Đọc thêm",
        "reviews": [
            "Tôi đã trải qua một chuyến đi 14 ngày ở Việt Nam do BenThành Tourist sắp xếp. Họ rất chuyên nghiệp, hành trình tuyệt vời, dịch vụ và hướng dẫn viên du lịch hoàn hảo. Tôi đã giới thiệu với bạn bè của mình từ Seattle và họ sẽ thử dịch vụ của họ vào tháng 6 này.Đọc thêm",
            "xin chào làm thế nào chúng ta có thể đặt tour từ hochiminh di mien tayĐọc thêm",
            "Xin chào, cảm ơn vì đã hỏi thăm. Để đặt tour, vui lòng gọi cho chúng tôi theo số - 84967740606 hoặc chúng tôi - sẵn lòng giúp bạn đặt tour trực tiếp tại bàn đặt tour của chúng tôi nằm ở trung tâm thành phố, địa chỉ bên dưới:\n\n- Văn phòng Du lịch Bến Thành : 70 Lý Tự Trọng, Quận 1.\n\n- BenThành Tourist tại Khách sạn Viễn Đông : 275A Phạm Ngũ Lão, Quận 1\n\n- BenThành Tourist tại Văn phòng Du lịch Sài Gòn: 26D Lê Lợi, Quận 1.\n\nHãy tận hưởng kỳ nghỉ của bạn ở thành phố Hồ Chí Minh!Đọc thêm"
        ],
        "star_ratings": [
            53,
            1,
            0,
            0,
            1
        ],
        "review_amount": 55,
        "location": [
            "Việt Nam",
            "Những việc cần làm ở Thành phố Hồ Chí Minh",
            "Ben Thanh Tourist",
            "Châu Á",
            "Ho Chi Minh City"
        ],
        "reviews_time": [
            "Written May 9, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d17220125-Reviews-or20-Ben_Thanh_Tourist-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17220125-Reviews-or10-Ben_Thanh_Tourist-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17220125-Reviews-Ben_Thanh_Tourist-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d4706254-Reviews-Tokyo_Relax_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8385963-Reviews-Le_Saigonais-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12530047-Reviews-Hong_Anh_Collections-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d15746074-Reviews-Tamarind_Hidden_Cocktail_Bar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17695818-Reviews-Theloser_Cocktail_Bar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d11802370-Reviews-Patchouli_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d19408793-Reviews-Mido_Luxury_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10525874-Reviews-Tuyen_Tailor-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6961416-Reviews-Minh_Nguyen_Tailor-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10064393-Reviews-Vietnam_Memory_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12906805-Reviews-Tugo_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d7241907-Reviews-Phi_Phi_Tailor-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d16882798-Reviews-Zen_Spa_Foot_Body_Massage_2-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d4771094-Reviews-Viet_Thanh_Silk-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8602875-Reviews-Chef_Vu_Cooking_Class-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g39995-d8397245-Reviews-William_Arnold_Log_House-Williamstown_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g46809-d2228032-Reviews-Casino_Pier_Breakwater_Beach_Waterpark-Seaside_Heights_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g187275-d12667228-Reviews-Deutsche_Bahn-Germany.html",
            "https://www.tripadvisor.com/Attraction_Review-g34731-d19056181-Reviews-Drive_Shack-West_Palm_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g49022-d2416258-Reviews-North_Carolina_Music_Factory-Charlotte_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d13200590-Reviews-The_Alchemist_Bar-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g31020-d105339-Reviews-Mendenhall_Glacier_Visitor_Center-Juneau_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g47369-d6991578-Reviews-The_Mall_at_Bay_Plaza-Bronx_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g38020-d284895-Reviews-Devonian_Fossil_Gorge-Iowa_City_Iowa.html",
            "https://www.tripadvisor.com/Attraction_Review-g51032-d254644-Reviews-Fossil_Park-Sylvania_Ohio.html"
        ],
        "url_next": "",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d17220125-Reviews-or20-Ben_Thanh_Tourist-Ho_Chi_Minh_City.html"
    }
]