[
    {
        "attraction_name": "Berliner Fernsehturm",
        "attraction_name_vi": "Tháp truyền hình Berlin",
        "general_info": [
            "11.868 đánh giá",
            "- 115 trong số 1.262 điều cần làm ở Berlin",
            "Địa điểm ưa thích - Địa danh",
            "Công trình kiến ​​trúc",
            "Đài quan sát - Tháp"
        ],
        "attraction_summary": "Tận hưởng bức tranh toàn cảnh độc đáo và khung cảnh khó quên của toàn bộ thành phố với nhiều điểm tham quan ở độ cao hơn 200 mét so với mặt đất. Mỗi ngày, tại nhà hàng Sphere của chúng tôi, bạn có thể thưởng thức các món ăn quốc tế thơm ngon, mới chế biến và đặc sản Berlin với chất lượng cao nhất - theo mọi nghĩa của từ này.Đọc thêm",
        "reviews": [
            "Đọc thêm",
            "Đi sớm và cho phép ít nhất 90 phút! Chúng tôi đã đặt trước 10 giờ sáng và khá yên tĩnh, nhưng đến 11:00 thì nó trở nên bận rộn và âm nhạc - không cần thiết - đã được bật. Khi chúng tôi rời đi lúc 11 giờ 45 thì trời rất bận. Có 60 bảng, mỗi bảng có bốn tòa nhà - các khu vực được đánh dấu nên sẽ mất thời gian để đọc hết. Rõ ràng, một số thú vị hơn những cái khác và thật đáng buồn, một số đã lỗi thời!  Tầm nhìn rất tốt nhưng đó là một đợt nóng nên hơi mơ hồ. Sẽ thật tuyệt vào một ngày mùa đông quang đãng!Đọc thêm",
            "Chúng tôi đặt vé nhà hàng trước và đặt bàn cạnh cửa sổ. Thức ăn và dịch vụ hoàn hảo. Món khai vị, món chính, sa mạc, rượu vang đều ngon và người phục vụ của chúng tôi rất hữu ích và chuyên nghiệp. Lượt xem thật tuyệt vời, chúng tôi đã chụp rất nhiều ảnh. Rất khuyến khích.Đọc thêm",
            "Tháp truyền hình Berlin có tầm nhìn tuyệt vời xung quanh Berlin. Phải xếp hàng ngắn để lên thang máy vì chỉ có một số lượng người nhất định được xếp lên trên. Có kiểm tra an ninh trước khi lên thang máy ở tầng 2. Có hai hàng để đến khu vực kiểm tra an ninh và có vẻ như bạn không phải lúc nào cũng đi theo thứ tự đến.\n\nĐi thang máy khá nhanh và bạn nhìn thấy trục thang máy phía trên mình. Khi bạn đến cấp độ xem, bạn có thể tìm thấy một thanh ở đó. Giá thực sự cao! Chúng tôi đã thử một trong những đồ uống đặc trưng của họ và nó không làm được những gì được yêu cầu, nhưng có vị rất ngon. Lượt xem rất tuyệt vời và thông tin về các điểm tham quan được cung cấp trên các bệ cửa sổ.\n\nĐể đi xuống chúng tôi phải xếp hàng khá lâu. Ngoài ra còn có một nhà hàng xoay ở tầng trên - cầu thang đi lên - và bạn cần có vé để đến đó - hãy mua vé đó thay vì vé thông thường -. Tôi nghĩ bạn - cũng sẽ cần đặt chỗ trước để đến đó. Ít nhất là vào dịp cuối tuần mùa hè mà chúng tôi ghé thăm, nhà hàng đã kín chỗ trước ít nhất một tuần. Ngoài ra còn có trải nghiệm VR ở tầng dưới với một khoản phụ phí và cửa hàng lưu niệm nằm ở tầng dưới.\n\nTháp truyền hình cũng là một thắng cảnh đẹp nhìn từ bên ngoài. Bạn có thể ngạc nhiên cả ở xa - ngoại ô Berlin - và ở gần. Nếu bạn không thích ngắm nhìn khung cảnh xung quanh Berlin từ trên cao, chỉ cần đến để xem điều này tại Alexanderplatz có thể là lựa chọn tốt nhất cho bạn. Vị trí này giúp bạn dễ dàng tiếp cận vì nó nằm ở giữa trung tâm giao thông công cộng lớn. Nó cũng được bao quanh bởi vô số lựa chọn ăn uống và quán cà phê cũng như các cửa hàng và điểm du lịch nổi tiếng khác.Đọc thêm",
            "Xuống ga Alexanderplatz S bahn và khi bạn đi bộ ra ngoài, tôi nhìn qua và thấy Tháp Truyền hình, Băng qua đường ray xe điện và đi về phía đó. Alexanderplatz có rất nhiều địa điểm ăn uống và mua sắm..Đợi mục nhập đúng giờ mà tôi đã đặt trước và đi vào, Thang máy rất nhanh và chỉ mất vài phút để lên đến đỉnh. Khung cảnh rất đẹp và khi bạn đi bộ quanh đỉnh, sẽ có những tấm bảng hình ảnh cho bạn biết bạn đang nhìn gì..Bạn có thể ở lại bao lâu tùy thích..\nSau khi xuống cổng chính, tôi đã đặt trước vé vào cửa Với trải nghiệm trực quan bổ sung, Tuyệt đối xuất sắc, Bạn đeo kính bảo hộ và tai nghe này bằng ngôn ngữ của chính mình, nó sẽ kể cho bạn câu chuyện Berlin đã phát triển như thế nào từ năm 1237 cho đến ngày nay, Xoay đầu của bạn nghiêng 90 độ và bạn có thể chứng kiến ​​tất cả các nhân vật ở dạng chuyển động, Chủ nghĩa hiện thực thật tuyệt vời..Rất đáng đồng tiền bỏ ra..\nCác nhân viên cũng rất tuyệt vời... Đọc thêm",
            "Tầm nhìn tuyệt vời ra thành phố, dễ dàng tiếp cận và lịch sử và bối cảnh thực sự đầy đủ của các tòa nhà mà bạn có thể nhìn thấy từ tòa tháp. Chúng tôi không mong đợi sự khác biệt về kiến ​​trúc Đông so với Tây nhưng bạn có thể nhìn thấy rõ ràng từ trên tòa tháp, điều đó thật tuyệt. Trải nghiệm VR rất tuyệt và chúng tôi khuyên bạn nên thử, tuy nhiên hãy đảm bảo rằng bạn mua vé kết hợp vì VR không đáng giá - riêng lẻ - cũng hãy kiểm tra vé vì chúng tôi đã yêu cầu vé kết hợp nhưng họ đã đưa cho chúng tôi vé riêng nên chúng tôi phải trả nhiều tiền hơn cho mỗi vé - .Đọc thêm",
            "Chỉ có 4 trên 5. \nVé được chia theo thời gian, nghe có vẻ tuyệt vời. Không có hàng đợi để vào đúng thời gian đã định. Nâng tất cả lên trên cùng. \nQuan điểm tuyệt vời. Rất nhiều thông tin về quan điểm ở mỗi cửa sổ. \n\nNhược điểm: không hiểu các khoảng thời gian do có quá nhiều người lên đó cùng một lúc, rất đông và không thể nhìn thấy mọi góc nhìn. Tôi nghĩ có một khoảng thời gian sẽ kiểm soát được lượng người ở đó. \nThời gian chờ thang máy xuống khoảng 25 phút do lượng người.\n Một cái gì đó cần được cải thiện? \n\nMuốn giới thiệu một chuyến thăm vì những lượt xem mà chúng tôi thấy thật tuyệt vời. \n\nĐọc thêm",
            "Chúng tôi đến lúc 10 giờ và nó không quá đông đúc. Sau đó nó đã đầy người. Trên thực tế, tất cả chỉ là việc đi vòng quanh quả cầu, nhìn vào bản đồ có chữ ký với một số mô tả về các tòa nhà. Nhưng nhiều trong số chúng nằm ở xa nên bạn chỉ nhìn thấy ảnh và mô tả chứ không phải tòa nhà thực sự. Mặc dù không phải những thứ gần gũi và dễ nhìn đều được mô tả, ngay cả những thứ trông thực sự cũ kỹ. \nMột vòng quanh sàn mất khoảng 30 phút.\nChúng tôi cũng đã tham gia phiên VR - một video dài khoảng 8 phút. Có thể thú vị hơn nhưng vẫn là một trải nghiệm tốt.Đọc thêm",
            "Tượng đài lớn vĩ đại được xây dựng trong thời đại của. Bức tường Elton. Thật dễ dàng để đến nơi bạn có thể đặt trực tuyến hoặc trong ngày. Những thắc mắc nhỏ để lên thang máy một cách êm ái nhất. Xếp hàng 10 phút để xuống. Về cơ bản nó là một đài quan sát có hình ảnh và thông tin về những gì bạn nhìn thấy. Sẽ tốt hơn nếu quán mở cửa và tôi có thể thưởng thức cà phê.Đọc thêm",
            "Đặt chỗ trước cho bữa tối. Đặt gần cửa sổ để có view đẹp nhất. Lối vào được tính thời gian và phải đi lên hai tầng cầu thang để đến cấp độ du khách, sau đó đến nhà hàng khác. Khung cảnh hoàng hôn của toàn thành phố khi sân ga di chuyển chậm rãi. Thức ăn rất ngon. Người chơi piano trực tiếp trong bữa ăn, có thể ăn mặc giản dị. Gọn gàng để thấy sự tương phản giữa Tây và Đông.  Đọc thêm",
            "Tôi không nghĩ rằng đây là tòa nhà thú vị hoặc phải xem nhất ở Berlin, nhưng đây chắc chắn là nơi bạn có thể nhìn thấy tất cả các tòa nhà quan trọng ở Berlin từ góc nhìn trên cao. \nPhần thú vị của tòa tháp là cửa hàng quà tặng ở cuối chuyến tham quan, nơi bạn có thể mua những món quà lưu niệm ngộ nghĩnh, chẳng hạn như cục tẩy bút chì hình Trabant. \nTôi khuyên bạn nên mua vé trước, nếu không bạn sẽ phải xếp hàng dài để lấy vé tại chỗ. Điều này cũng áp dụng cho video VR mà bạn có thể xem tại chỗ. Tôi đã bỏ qua cơ hội đó chỉ vì xếp hàng mua vé quá dài và tôi không muốn lãng phí thời gian ở đó. Đọc thêm",
            "Không thể bỏ lỡ khi ở trung tâm thành phố, công viên - đài phun nước gần đó, các chuyến xe buýt Hop On Hop Off khởi hành từ khu vực này, rất nhiều nhà hàng và cửa hàng rất gầnĐọc thêm",
            "Mặc dù rất đáng để ngắm nhìn thành phố từ trên trời. Chỉ cần tránh nhà hàng trên tầng sucon. Đánh giá riêng cho nhà hàng Sphere.Đọc thêm",
            "Chúng tôi đặt chỗ ở khu vực Nhà hàng, nghĩ đến việc thưởng thức đồ ăn và ngắm cảnh, nhưng chúng tôi bị choáng ngợp bởi đồ ăn: vô vị và kém hấp dẫn, trong khi nơi này có mùi bữa tối ở trường được nấu ở nơi khác và hâm nóng lại. Tôi biết bạn không thể mong đợi đồ ăn hạng nhất trên đỉnh một tòa tháp như vậy, nhưng điều này thật không thể tưởng tượng nổi và có gì đó giống như một trò lừa đảo.Đọc thêm",
            "Tham quan Tháp Truyền hình Berlin là một trong những điểm nổi bật trong chuyến du lịch Berlin của chúng tôi.  Trái ngược với một số đánh giá tôi đã đọc ở đây, tôi thấy tháp truyền hình rất vui và thú vị. Chúng tôi đã mua vé vào nhà hàng. Thức ăn thật tuyệt vời, chúng tôi gọi món cá và thịt cừu. Hoàn thành một cách hoàn hảo và rất ngon. Tất cả các món tráng miệng đều tuyệt vời. Chúng tôi đã gọi món tráng miệng được cung cấp trên meny, bánh panna cotta và sô cô la.  Ăn xong bọn mình gọi thêm 2 bánh là black forest và Cheesecake. Ngon quá!Đọc thêm",
            "Berliner Fernsehturm mang đến tầm nhìn toàn cảnh độc đáo và tầm nhìn khó quên ra toàn bộ thành phố từ độ cao hơn 200 mét so với mặt đất. Dù bạn là người địa phương hay khách du lịch thì việc tham quan Tháp Truyền Hình là một trải nghiệm không thể bỏ qua.Đọc thêm",
            "Khá nhiều tiền nhưng nó làm được những gì nó nói! Tôi thấy một số đánh giá khá tiêu cực nhưng thực tế là như vậy và điều đó là ổn! Thang máy hoạt động tốt và đưa bạn đến những khung cảnh tuyệt vời với nhiều thông tin về các khu vực khác nhau của thành phố. Hãy đảm bảo bạn kiểm tra các sự kiện riêng tư và thời gian đóng cửa vì trang web không đáp ứng được thực tế của chúng tôi! Đáng để ghé thăm nếu bạn - đang sử dụng thẻ chào mừng Berlin trọn gói hoặc thích những thứ này! Tôi thích khung cảnh nhìn từ nhà thờ Berlin - Berliner dom - và Reichstag và cả hai đều đẹp hơn nếu bạn có thời gian hạn hẹp!Đọc thêm",
            "Thành thật mà nói, khá kém, các nhân viên rất vô ích và hệ thống xếp hàng mặc dù trả tiền để theo dõi nhanh nhưng vô tổ chức và hỗn loạn. Tòa tháp không có gì đáng chê trách, nó chật chội, hôi hám - rất đắt đỏ.Đọc thêm",
            "Đó là tất cả về chế độ xem và thông tin bổ sung kèm theo hình ảnh trước cửa sổ là một phần thưởng!  Tuy nhiên, những thứ này sẽ khó đọc nếu nó bận!Đọc thêm",
            "Chúng tôi hoàn toàn thích nó! Yêu tất cả sự rung cảm - retro - của nó! Nhưng tôi cảm thấy nó hơi đắt tiền.  - Nhưng đó là nơi chúng tôi muốn ghé thăm - .Chúng tôi đã thanh toán tại máy bán vé khi chúng tôi đến nơi, điều này có vẻ hơi có vấn đề vì máy không in vé - may mắn là nó không bao giờ thanh toán và in chúng trên máy tính của chúng tôi. nỗ lực thứ hai. Sau chuyến tham quan, chúng tôi cũng phát hiện ra rằng nếu bạn đặt vé trực tuyến thì sẽ có ưu đãi rằng nếu bạn đến trước 10 giờ sáng thì giá vé sẽ rẻ hơn - 5! Chúng tôi đã đến lúc 10 giờ 30 phút thứ ba và không có nhiều người khiến trải nghiệm tốt hơn. Chúng tôi đã gặp may mắn vì đó là một ngày quang đãng và quang cảnh thật tuyệt vời. Tôi khuyên bạn nên mang theo một chai nước vì nó rất ấm và - ngột ngạt -, bạn hãy tự mang theo vì máy bán hàng tự động ở trên cùng cũng đắt tiền! Thức ăn không được phép. Có một cửa hàng quà tặng nữa - cũng đắt tiền! Tóm lại - một trải nghiệm tuyệt vời với mức giá quá cao!Đọc thêm",
            "Tháp truyền hình thống trị đường chân trời Berlin có thể nhìn thấy hàng dặm xung quanh và do đó mang lại tầm nhìn đẹp nhất ra thành phố. Vâng, nó đắt tiền nhưng nó đáng giá vì nó mang đến sự giới thiệu tuyệt vời về thành phố và ở ngay giữa mọi thứ. Tất nhiên là miễn phí với thẻ Berlin - một lý do chính đáng để có một thẻ. Tuy nhiên, hàng đợi đôi khi rất dài nên tốt nhất bạn nên đi sớm hoặc có thể vào cuối buổi chiều. Tôi - là người dậy sớm nên việc đến sớm không thành vấn đề với tôi. Triển lãm về lịch sử của tòa tháp cũng rất đáng xem để cung cấp cho bạn góc nhìn về cách thức và lý do nó được xây dựng.Đọc thêm"
        ],
        "star_ratings": [
            4663,
            4027,
            2051,
            678,
            449
        ],
        "review_amount": 11868,
        "location": [
            "Những điều cần làm ở Berlin",
            "Béc-lin",
            "nước Đức",
            "Châu Âu",
            "Tháp truyền hình Berlin"
        ],
        "reviews_time": [
            "Written June 9, 2023",
            "Written July 2, 2023",
            "Written August 23, 2023",
            "Written September 17, 2023",
            "Written September 18, 2023",
            "Written September 30, 2023",
            "Written October 5, 2023",
            "Written October 7, 2023",
            "Written October 7, 2023",
            "Written October 15, 2023",
            "Written June 2, 2024",
            "Written May 22, 2024",
            "Written May 22, 2024",
            "Written May 12, 2024",
            "Written May 10, 2024",
            "Written May 6, 2024",
            "Written April 29, 2024",
            "Written April 26, 2024",
            "Written April 20, 2024",
            "Written April 14, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g187323-d190589-Reviews-Berliner_Fernsehturm-Berlin.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g187323-d6639475-Reviews-Madami_Mom_s_Vietnamese_Kitchen-Berlin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187323-d13008919-Reviews-El_Colmado_Alexanderplatz-Berlin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187323-d17847687-Reviews-Vedang_Green_Burger_Alexa_Berlin-Berlin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187323-d8561890-Reviews-Father_Carpenter-Berlin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187323-d695629-Reviews-Dolores-Berlin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187323-d1901190-Reviews-BLOCK_HOUSE_Am_Alexanderplatz-Berlin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187323-d5587836-Reviews-Tigertortchen-Berlin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187323-d1344168-Reviews-Zur_Gerichtslaube-Berlin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187323-d1976047-Reviews-The_Pub-Berlin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187323-d1737922-Reviews-Schlogl_s-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d8015293-Reviews-KORPERWELTEN_Museum_Facetten_des_Lebens-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d606037-Reviews-Casino_Berlin-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d12081161-Reviews-Little_BIG_City_Berlin-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d7022250-Reviews-Neptunbrunnen-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d8377095-Reviews-St_Mary_s_Church-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d10770501-Reviews-Denkmal_Aufbauhelferin_und_Aufbauhelfer-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g946992-d27504888-Reviews-Hohenzollernplatz-Schoneiche_Brandenburg.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d15275301-Reviews-Wasserkaskaden_am_Fernsehturm-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d190601-Reviews-Mitte-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d15042289-Reviews-Illuseum_Berlin-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d190589-Reviews-or10-Berliner_Fernsehturm-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d190517-Reviews-Reichstag_Building-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d196239-Reviews-Memorial_of_the_Berlin_Wall-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d190518-Reviews-Brandenburg_Gate-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d617423-Reviews-The_Holocaust_Memorial_Memorial_to_the_Murdered_Jews_of_Europe-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d191041-Reviews-East_Side_Gallery-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d1924724-Reviews-Berliner_Unterwelten-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d195027-Reviews-Berliner_Philharmonie-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d190603-Reviews-Friedrichstadt_Palast-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d3371269-Reviews-Gleis_17_Memorial-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d313983-Reviews-Berlin_Hohenschonhausen_Memorial-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d1444030-Reviews-Cultourberlin-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d736467-Reviews-Fat_Tire_Tours_Berlin-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d1140342-Reviews-City_Segway_Tours-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d21266438-Reviews-Citynautas-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d10339227-Reviews-Alemanizando_Tours-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d3696272-Reviews-Dwars_Door_Berlijn-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d12219998-Reviews-Berlin_Like_a_Local-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d23396717-Reviews-Farolero_Night_magic_city_tour-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d12034813-Reviews-Mister_Neo-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d10252501-Reviews-Rikscha_Berlin_Veloklaus-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g32999-d265196-Reviews-Fairytale_Town-Sacramento_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32954-d3474440-Reviews-Seaside_Lagoon-Redondo_Beach_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g190323-d10089051-Reviews-Marsaxlokk_Market-Marsaxlokk_Island_of_Malta.html",
            "https://www.tripadvisor.com/Attraction_Review-g29092-d207247-Reviews-Downtown_Disney_District-Anaheim_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g298553-d3530458-Reviews-Shafa_Mountains-Taif_Makkah_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d592506-Reviews-Insadong-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g1534660-d5921341-Reviews-Ambuluwawa_Tower-Gampola_Kandy_District_Central_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g46774-d219013-Reviews-Ringwood_State_Park-Ringwood_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46671-d1162885-Reviews-Prudential_Center-Newark_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g49673-d10234810-Reviews-Pachinko_World-Wilmington_North_Carolina.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g187323-d190589-Reviews-or10-Berliner_Fernsehturm-Berlin.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g187323-d190589-Reviews-Berliner_Fernsehturm-Berlin.html"
    }
]