[
    {
        "attraction_name": "Best Of Indochina Travel",
        "attraction_name_vi": "Du Lịch Đông Dương Tốt Nhất",
        "general_info": [
            "21 đánh giá",
            "307 trên 632 Chuyến tham quan bằng thuyền Thể thao dưới nước tại Hà Nội",
            "Chuyến tham quan thành phố",
            "Tour du lịch văn hóa",
            "Những chuyến du lịch thuyền",
            "Du lịch sinh thái",
            "Tour riêng"
        ],
        "attraction_summary": "Best Of Indo Travel là công ty du lịch hàng đầu Việt Nam trực thuộc Công ty TNHH Khách sạn Du lịch Huy Minh. Nằm trong khách sạn của công ty có tên là Khách sạn City Palace Hà Nội ở trung tâm khu phố cổ Hà Nội. Chúng tôi bán vé tham gia các chuyến tham quan theo nhóm đến Các điểm tham quan phải xem ở Việt Nam nhưng chúng tôi chuyên cung cấp các chuyến tham quan theo yêu cầu và riêng tư với giá rất phải chăng. Liên lạc với chúng tôi ngay! để có mức giá tốt hơn qua TripAdvisor!Đọc thêm",
        "reviews": [
            "Nhóm nhỏ, hướng dẫn tuyệt vời, lái xe thân thiện. Tony nhanh chóng trả lời các câu hỏi của tôi. Đặt xe đi Lào và mọi thắc mắc của tôi về du lịch Lào đều đã được giải đáp một cách chuyên nghiệp. Cảm ơn Tony và đội LàoĐọc thêm",
            "Tôi đã có một trải nghiệm tuyệt vời và rất ấn tượng với Hà Nội và Vịnh Hạ Long Việt Nam khi tôi gặp được đúng người. Tony đã đưa ra rất nhiều lời khuyên hữu ích về những việc cần làm và đi tham quan thành phố. Hành trình halong va của tôi cũng là tốt nhất và tốt nhất. Cảm ơn tony vì đã rất tử tế với những câu hỏi của tôiĐọc thêm",
            "Đại lý của chúng tôi ở Nam Phi đã đặt các chuyến du ngoạn Vịnh Hạ Long và đưa đón đến và đi từ Hà Nội qua Đường mòn Đông Dương.  Bình, hướng dẫn viên của chúng tôi, đã đón chúng tôi từ khách sạn ở Hà Nội và nhờ tài xế chở chúng tôi đến Vịnh Hạ Long.  Chúng tôi dừng lại trên đường để dừng cà phê và cả ở Nhà máy Ngọc trai gần Vịnh Hạ Long. Chúng tôi đã được đưa lên hành trình 2 đêm đúng giờ nhưng không may, chuyến đi này đã bị hủy do một cơn bão đang đến gần.  Công ty du lịch khuyên rằng chúng tôi có thể lên thuyền trong 6 giờ nhưng sau đó sẽ cần tìm chỗ ở thay thế vì Cảng vụ đóng cửa Vịnh Hạ Long trong 2 ngày. Chúng tôi rất căng thẳng về việc này nhưng Bình đã giải quyết mọi việc.  Khi chúng tôi trở lại bờ vào tối hôm đó, anh ấy đã đặt chúng tôi vào một khách sạn tuyệt đẹp ở Thành phố Vịnh Hạ Long và chở chúng tôi đến đó và hỗ trợ nhận phòng. Sáng hôm sau, Bình và tài xế đón chúng tôi và đưa chúng tôi vào một chuyến đi trong ngày tuyệt vời đến Nimh Bình... đó không phải là điều chúng tôi dự định nhưng chúng tôi rất vui khi có thêm trải nghiệm này.  Không có gì là quá đáng đối với Bình.  Họ cũng tổ chức bữa trưa cho chúng tôi trên đường đi. Chúng tôi ở trong một khách sạn xinh đẹp ở Nimh Bình trong đêm mà Bình đã tổ chức, một lần nữa đồ ăn đã được bao gồm.  Vào ngày cuối cùng của chúng tôi, Bình và tài xế đã đưa chúng tôi trở lại Hà Nội. Chúng tôi thực sự rất thích khoảng thời gian với Bình và rất khuyến khích đại lý chuyên nghiệp và hiệu quả này.Đọc thêm",
            "Gần đây chúng tôi đã đặt chỗ trực tuyến với đại lý du lịch này, mọi thứ diễn ra rất suôn sẻ sau một số cuộc trò chuyện trên webchat và xác nhận qua email của họ. Chúng tôi đã gửi tiền trực tuyến và phần còn lại tại văn phòng của họ ở Lào. như đã nói đó là Lào Group Tours nên chúng tôi đã tham gia vào một khách sạn và một phần của gói sau đó chuyến tham quan bắt đầu vào ngày hôm sau với một số khách hàng khác. mặc dù các tùy chọn gói đã đặt không phải là gói sang trọng nhưng nhà điều hành tour được quản lý rất tốt và khiến chúng tôi cảm thấy thoải mái!   Vì rất khó tìm được loại tổ chức như vậy nên chúng tôi khuyên mọi người nên sử dụng dịch vụ của họ.Đọc thêm",
            "Chúng tôi đã đặt một số tour thông qua đại lý này trong khách sạn của chúng tôi bao gồm vịnh Hạ Long, sapa và một số tour ở Lào và chúng tôi có một chuyến đi miễn phí đến sân bay vì nó bao gồm gói kết hợp với một số tour. Khi chúng tôi đi du lịch ở Lào, mọi thứ diễn ra rất tốt đẹp. Cuối cùng, ông Tony đã gọi cho chúng tôi vào ngày đi du lịch để đảm bảo rằng chúng tôi sẽ có một chuyến đi tốt đẹp và ông ấy đã làm được điều đó vào ngày rời đi của chúng tôi. Giá tốt so với agencis ib laos.Đọc thêm",
            "Chúng tôi đã sử dụng đại lý du lịch này để có chuyến bay từ Hà Nội đến Lào và cả vé xe buýt từ Viêng Chăn Lào đến Vang Vieng. Chúng tôi thấy rằng giá vé tốt hơn những nơi khác và xe buýt đã đặt của chúng tôi cũng tốt và đúng giờ. Đọc thêm",
            "Chỗ ở trong khu phố cổ Hà Nội được liệt kê là quận Hoàn Kiếm, rất trung tâm với các địa điểm tham quan, ví dụ như khu phố Pháp, hồ, v.v.Đọc thêm",
            "Hai chúng tôi đi du lịch Hoa Lư Tam cốc theo một tour du lịch riêng do đại lý du lịch này sắp xếp, chi phí tour rất hợp lý. Hướng dẫn viên nói tiếng Anh tốt. Chúng tôi cũng có một người lái xe giỏi, chúng tôi đã có một chuyến đi rất thú vị và đầy thông tin với rất nhiều sự hỗ trợ từ những người đó. Nhìn chung, chúng tôi rất thích chuyến đi và muốn giới thiệu nó cho mọi người đi du lịch đến Đông Dương.Đọc thêm",
            "Chúng tôi đã đặt 5 vé xe buýt đã mở từ Hà Nội đến Thành phố Hồ Chí Minh tại quầy du lịch trong khách sạn của chúng tôi và mặc dù chúng tôi đã được giải thích mọi thứ cũng như để giữ vé an toàn. Thật không may, một trong những thành viên của chúng tôi đã làm mất vé ở Nha Trang nên chúng tôi đã bị từ chối lên xe buýt để đi đến Đà Lạt vì thời gian rất ngắn nên chúng tôi nghĩ rằng chúng tôi phải mua vé mới, may mắn thay chúng tôi nhớ lời nhắc của anh Phạm là hãy gọi cho anh ấy bất cứ lúc nào theo số điện thoại của anh ấy được ghi ở mặt sau của một trong những vé. Sau vài phút, anh ấy đã gọi lại và thông báo cho chúng tôi số điện thoại của vé bị mất và cũng để anh ấy nói chuyện với tài xế. Vậy là xong, sau đó chúng tôi có thể lên xe buýt và cung cấp vé mới khi đến Đà Lạt cho hành trình tiếp theo. Chúng tôi rất cảm kích sự hỗ trợ ngay lập tức của anh Phạm từ Best of indochina travel và đã luôn ở đó trong suốt chuyến đi của chúng tôi ở Campuchia Đọc thêm",
            "Đặt trên Internet và thanh toán cho hướng dẫn viên du lịch hoặc liên kết thanh toán trực tuyến. Chúng tôi sử dụng những người này cho chuyến tham quan thành phố tư nhân Phnom Penh. Chúng cung cấp những màu sắc khác nhau về lịch sử và văn hóa Campuchia. Hướng dẫn viên nói tiếng Anh xuất sắc. Chúng tôi chắc chắn sẽ sử dụng dịch vụ du lịch của họ một lần nữa.Đọc thêm"
        ],
        "star_ratings": [
            21,
            0,
            0,
            0,
            0
        ],
        "review_amount": 21,
        "location": [
            "Những điều cần làm ở Hà Nội",
            "Châu Á",
            "Việt Nam",
            "Hà Nội",
            "Du Lịch Đông Dương Tốt Nhất"
        ],
        "reviews_time": [
            "Written June 2, 2023",
            "Written March 31, 2019",
            "Written October 10, 2017",
            "Written November 17, 2016",
            "Written November 14, 2016",
            "Written October 30, 2016",
            "Written October 26, 2016",
            "Written September 2, 2016",
            "Written August 23, 2016",
            "Written August 21, 2016"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d8870758-Reviews-Best_Of_Indochina_Travel-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8870758-Reviews-or10-Best_Of_Indochina_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8870758-Reviews-or20-Best_Of_Indochina_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d27458886-Reviews-Explore_Ha_Giang_Tours-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8610228-Reviews-Vietnam_Must_See_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26352463-Reviews-MAI_Gallery-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26356636-Reviews-Mai_Gallery-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11889523-Reviews-Blue_Diamond_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d9748299-Reviews-HEBE_Store-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27415375-Reviews-Vietnam_Sightseeing_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11816943-Reviews-O_spa_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13921070-Reviews-JM_Spa_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25072981-Reviews-Vietnam_Daily_Tourist-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10001226-Reviews-Marvellous_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6786740-Reviews-Hanoi_Food_Tasting_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15179974-Reviews-Authentic_Hanoi_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25017719-Reviews-Vanilla_The_Beauty_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12827319-Reviews-Ngo_Minh_Tailor-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g60773-d623447-Reviews-Apple_Annie_s_Orchard-Willcox_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g32083-d1848956-Reviews-Keough_s_Hot_Springs-Bishop_Inyo_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g1950222-d19112281-Reviews-Narangala-Badulla_Uva_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d294552-Reviews-Istanbul_Archaeological_Museum-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g3176298-d215733-Reviews-Bavaro_Beach-Bavaro_Punta_Cana_La_Altagracia_Province_Dominican_Republic.html",
            "https://www.tripadvisor.com/Attraction_Review-g294207-d12592398-Reviews-Two_Rivers_Mall-Nairobi.html",
            "https://www.tripadvisor.com/Attraction_Review-g189166-d196096-Reviews-Pico_Ruivo-Madeira_Madeira_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g298566-d23225746-Reviews-Mega_Don_Quijote_Shinsekai-Osaka_Osaka_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298547-d5000415-Reviews-Othaim_Mall-Dammam_Eastern_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g44160-d9710441-Reviews-Apple_Tree_Mall-Branson_Missouri.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d8870758-Reviews-or10-Best_Of_Indochina_Travel-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d8870758-Reviews-Best_Of_Indochina_Travel-Hanoi.html"
    },
    {
        "attraction_name": "Best Of Indochina Travel",
        "attraction_name_vi": "Du Lịch Đông Dương Tốt Nhất",
        "general_info": [
            "21 đánh giá",
            "307 trên 632 Chuyến tham quan bằng thuyền Thể thao dưới nước tại Hà Nội",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan văn hóa",
            "Những chuyến du lịch thuyền",
            "Du lịch sinh thái",
            "Tour riêng"
        ],
        "attraction_summary": "Best Of Indo Travel là công ty du lịch hàng đầu Việt Nam trực thuộc Công ty TNHH Khách sạn Du lịch Huy Minh. Nằm trong khách sạn của công ty có tên là Khách sạn City Palace Hà Nội ở trung tâm khu phố cổ Hà Nội. Chúng tôi bán vé tham gia các chuyến tham quan theo nhóm đến Các điểm tham quan phải xem ở Việt Nam nhưng chúng tôi chuyên cung cấp các chuyến tham quan theo yêu cầu và riêng tư với giá rất phải chăng. Liên lạc với chúng tôi ngay! để có mức giá tốt hơn qua TripAdvisor!Đọc thêm",
        "reviews": [
            "Cảm ơn anh Phong Pham vì chuyến đi 3 tuần từ Bắc vào Nam Việt Nam và Campuchia, anh đã làm rất tốt, tổ chức tốt và cân bằng giữa văn hóa và thiên nhiên, thị trấn và đất nước. Hướng dẫn viên du lịch giàu kinh nghiệm và Khách sạn tiện nghi trên mọi nẻo đường!!Maine RobĐọc thêm",
            "Chăm sóc chúng tôi rất tốt và đáng đồng tiền, Ưu tiên giới thiệu đại lý du lịch này cho mọi người. Hài lòng với dịch vụ hướng dẫn viên du lịch, chỗ ở và bữa ăn, từ khi đến sân bay cho đến khi khởi hành. Đúng giờ hoàn hảo và điều kiện vận chuyển tuyệt vời. Xin chúc mừng Best Of Indo Travel chúng tôi sẽ quay trở lại trong chuyến thăm Đông DươngĐọc thêm",
            "Với Best Of Indo Travel, chúng tôi có thể ở lại Hà Nội hai tuần và thăm Sài Gòn, thực hiện một chuyến đi tuyệt vời trên sông Mê Kông trên thuyền Jahan và ghé thăm Phnom Penh và Angkor Wat.Đọc thêm",
            "Best of Indochina đã làm rất tốt khi giúp chúng tôi sắp xếp chuyến du ngoạn vịnh Hạ Long 2 ngày 1 đêm. Rosa cruise là du thuyền 3 sao thực sự nhưng mọi thứ đều tuyệt vời với mức giá 100 đô la Mỹ/người. Đồ ăn rất nhiều. Hướng dẫn viên của chúng tôi lịch sự, chu đáo và nói tiếng Anh rất tốt. Chuyến đi đến Ninh Bình cũng rất thú vị với chuyến đi xe đạp từ chùa đến Tam Cốc. Bữa trưa là tiệc buffet. Chúng tôi không cần một bữa trưa thịnh soạn nhưng nhìn chung chúng tôi đã nhận được nhiều hơn mong đợi. Chúng tôi muốn đi du lịch nhiều hơn đến miền Nam để có thể tiếp tục sử dụng dịch vụ của họ. Đọc thêm",
            "Chúng tôi đã thực hiện chuyến du lịch riêng tới Campuchia và Việt Nam trong 14 ngày, họ có thể tùy chỉnh nhu cầu du lịch của bạn. Tất cả mọi thứ diễn ra tốt đẹp. các hướng dẫn viên du lịch. Nhân viên cực kỳ bận rộn, chúng tôi giới thiệu đại lý này cho mọi người.Đọc thêm",
            "Jassicaharikhun thân mến\n\nCảm ơn bạn rất nhiều vì đánh giá tuyệt vời của bạn, tôi rất vui khi biết rằng bạn đã có một chuyến đi tuyệt vời nói chung. Hãy yên tâm rằng đội ngũ của chúng tôi sẽ cố gắng hết sức để biến mọi yêu cầu đi lại trở nên đáng nhớ nhất như của bạn!\n\nChúc mọi điều tốt đẹp nhất và hy vọng nhận được phản hồi sớm nhất từ ​​bạn, người quen, bạn bè hoặc đồng nghiệp của bạn!\n Đọc thêm",
            "Cảm ơn những người giỏi nhất Đông Dương vì sự hiệu quả trong việc tổ chức chuyến tham quan thành phố Phnom Penh của chúng tôi. Gia đình tôi đến Phnom Penh vào buổi tối rất muộn và không có nhiều thời gian nên tôi đã tìm hiểu rồi trò chuyện với Best Of Indo Staff. Sau khoảng 15 phút trò chuyện, anh ấy khá chắc chắn rằng điều đó sẽ giúp tôi sắp xếp chuyến tham quan thành phố riêng với hướng dẫn viên địa phương vào sáng hôm sau. Chuyến tham quan của chúng tôi bắt đầu lúc 9:30 sáng nhưng không bỏ lỡ bất kỳ điểm đến nào được liệt kê, Phnom Penh là một tour rất hấp dẫn được tổ chức rất tốt, chúng tôi đã cung cấp chai nước và khăn mát. Chúng tôi đã đến thăm Cung điện Hoàng gia, Bảo tàng Quốc gia, Cánh đồng chết và S21. Hướng dẫn viên của chúng tôi, ông Rachna rất am hiểu và cũng đáp ứng mọi nhu cầu của chúng tôi. Chiếc xe hơi nhỏ đối với gia đình 5 người và hướng dẫn viên du lịch của chúng tôi nhưng rất sạch sẽ và thoải mái. Chuyến tham quan không có lỗi gì và rất được khuyến khích!Đọc thêm",
            "Chúng tôi đi du lịch cùng gia đình 9 người trong đó có 2 trẻ em U5 và 7. Chúng tôi đặt tour du lịch trọn gói qua du lịch Đông Dương trong 4 ngày thư giãn tại Hà Nội và du ngoạn 3 ngày 2 đêm trên thuyền riêng. Chất lượng liên lạc qua email gửi lại nhanh chóng và khá rõ ràng. Mọi thứ đều được liệt kê chi tiết về những gì được bao gồm và những gì không, vì vậy nó khiến chúng tôi cảm thấy thoải mái sau vài email. Dịch vụ được cung cấp trong khách sạn và trên thuyền cũng tốt nhất từ ​​trước đến nay. Tất cả nhân viên đều thân thiện, nhiệt tình và nói tiếng Anh tốt. Chúng tôi chắc chắn sẽ khuyên mọi người nên tham gia chuyến tham quan cùng họ khi du lịch đến Đông DươngĐọc thêm",
            "JaHuWi thân mến\n\nCảm ơn bạn rất nhiều vì đánh giá xuất sắc của bạn, chúng tôi rất vui khi biết rằng bạn và gia đình đã có một chuyến đi tuyệt vời về tổng thể. hãy yên tâm rằng 5 bạn sẽ động viên chúng tôi rất nhiều để cố gắng hết sức để phục vụ các bạn ngày càng tốt hơn!\n\nChúng tôi mong sớm nhận được phản hồi từ bạn để sắp xếp chuyến đi khác đến thành phố Hồ Chí Minh, Đồng bằng sông Cửu Long, Lào và Campuchia Đọc thêm",
            "Tôi và đối tác của mình đến từ Campuchia và chúng tôi đã có khoảng thời gian tuyệt vời với đại lý này. Họ đã sắp xếp cho chúng tôi một kỷ niệm đáng nhớ ở Vịnh Hạ Long và dễ dàng đặt vé máy bay với mức giá hợp lý nhất.Đọc thêm",
            "John S thân mến\n\nLời chào từ Best Of Du lịch Đông Dương! Chúng tôi xin cảm ơn bạn rất nhiều vì đánh giá tử tế, chúng tôi rất vui khi biết rằng cả hai bạn đều hài lòng với dịch vụ du lịch của chúng tôi, hãy yên tâm rằng đánh giá tử tế của bạn sẽ khuyến khích chúng tôi cố gắng hết sức để phục vụ tất cả các bạn một lần nữa!\n\nTrân trọng và mong nhận được phản hồi từ bạn vào một dịp khác!Đọc thêm",
            "Tôi đã mất một tuần để nghiên cứu trên internet những việc cần làm trong kế hoạch của chúng tôi trong hai tuần ở Việt Nam trước khi quyết định trò chuyện với Best of Du lịch Đông Dương vì ấn tượng đầu tiên của tôi về trang web này là rất tốt. Sang trọng và chuyên nghiệp sau một thời gian tham gia webchat, tôi thấy rằng họ có thể cung cấp cho tôi mọi thứ tôi cần biết trong hai tuần. Anh Phong Pham đã gửi cho tôi bản phác thảo hành trình của chúng tôi với mức giá về chỗ ở và phương tiện đi lại đã được đề cập như đã trò chuyện. Chúng tôi thấy mọi thứ đều có thể chấp nhận được nhưng chúng tôi phải đặt cọc để đảm bảo gói hàng của mình nên chúng tôi chỉ xác nhận phần phía bắc của gói hàng sau đó quyết định phần còn lại khi đến nơi. Sau một số hoạt động như. Dịch vụ đón khách, Gặp anh PH tại văn phòng của anh ấy và những điều sau đây trong chuyến đi của chúng tôi với chat.app; tour ẩm thực đường phố, tour xe buýt Sapa và du ngoạn qua đêm trên vịnh Hạ Long - Chúng tôi cảm thấy mình đã được đối xử như những khách hàng hoàng gia theo cách công nghệ thông minh. Không còn nghi ngờ gì nữa, chúng tôi đã để ông Phạm giúp chúng tôi phần còn lại của gói thầu với tinh thần cởi mở.Đọc thêm",
            "Chris b thân mến\nChúng tôi rất vinh dự khi được nghe phản hồi từ bạn, cảm ơn bạn rất nhiều vì đánh giá tử tế của bạn, tôi rất vui khi được đóng vai trò mang đến cho bạn chuyến đi tuyệt vời, hãy tin tưởng rằng 5 đánh giá của bạn sẽ khuyến khích chúng tôi rất nhiều để phục vụ bạn ngày càng tốt hơn tất cả một lần nữa!\nHãy giữ liên lạc và nghĩ đến tôi khi bạn đến Đông Dương lần sau, Chúc mọi điều tốt đẹp nhất sẽ đến với bạn :D!Đọc thêm",
            "Hà Nội và Cung điện Thành phố Hà Nội thật tuyệt vời, đặc biệt là THE PALACE và đội ngũ nhân viên, chúng tôi đặc biệt giới thiệu nơi đây cho tất cả du khách một trải nghiệm xa nhà thực sự. Chúng tôi đã đến Hà Nội và những nơi khác ở Việt Nam trong hơn 10 năm và luôn tìm thấy trải nghiệm ấm áp và thăng hoa, dịch vụ khách sạn, ăn uống rất lành mạnh và tất nhiên là văn hóa và lòng hiếu khách tuyệt vời của người dân Việt Nam. Chúng tôi đang xem xét việc kết nối lại sớm.Đọc thêm"
        ],
        "star_ratings": [
            21,
            0,
            0,
            0,
            0
        ],
        "review_amount": 21,
        "location": [
            "Những điều cần làm ở Hà Nội",
            "Châu Á",
            "Việt Nam",
            "Hà Nội",
            "Du Lịch Đông Dương Tốt Nhất"
        ],
        "reviews_time": [
            "Written August 14, 2016",
            "Written August 14, 2016",
            "Written August 5, 2016",
            "Written August 4, 2016",
            "Written July 24, 2016",
            "Written July 23, 2016",
            "Written July 17, 2016",
            "Written February 29, 2016",
            "Written February 24, 2016",
            "Written February 18, 2016"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d8870758-Reviews-or10-Best_Of_Indochina_Travel-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8870758-Reviews-Best_Of_Indochina_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8870758-Reviews-or20-Best_Of_Indochina_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d27458886-Reviews-Explore_Ha_Giang_Tours-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8610228-Reviews-Vietnam_Must_See_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26352463-Reviews-MAI_Gallery-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26356636-Reviews-Mai_Gallery-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11889523-Reviews-Blue_Diamond_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d9748299-Reviews-HEBE_Store-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27415375-Reviews-Vietnam_Sightseeing_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11816943-Reviews-O_spa_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13921070-Reviews-JM_Spa_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25072981-Reviews-Vietnam_Daily_Tourist-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10001226-Reviews-Marvellous_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6786740-Reviews-Hanoi_Food_Tasting_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15179974-Reviews-Authentic_Hanoi_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25017719-Reviews-Vanilla_The_Beauty_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12827319-Reviews-Ngo_Minh_Tailor-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g41773-d104830-Reviews-Plymouth_Rock_Pilgrim_Memorial_State_Park-Plymouth_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g298031-d552745-Reviews-Old_Town-Fethiye_Mugla_Province_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g319837-d7034761-Reviews-Naval_Beach-Chittagong_City_Chittagong_Division.html",
            "https://www.tripadvisor.com/Attraction_Review-g187477-d190883-Reviews-Cueva_de_los_Verdes-Lanzarote_Canary_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g51021-d10431672-Reviews-The_Secret_Garden-Sugarcreek_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g39716-d3626127-Reviews-Carter_Caves_State_Resort_Park-Olive_Hill_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g147294-d665205-Reviews-El_Salto_del_Limon-Samana_Province_Dominican_Republic.html",
            "https://www.tripadvisor.com/Attraction_Review-g49552-d10385676-Reviews-Southport_Fort_Fisher_Ferry-Southport_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g147290-d19385439-Reviews-Umbrella_Street-Puerto_Plata_Puerto_Plata_Province_Dominican_Republic.html",
            "https://www.tripadvisor.com/Attraction_Review-g29311-d630781-Reviews-Harrah_s_Hoosier_Park_Racing_Casino-Anderson_Indiana.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d8870758-Reviews-or20-Best_Of_Indochina_Travel-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d8870758-Reviews-or10-Best_Of_Indochina_Travel-Hanoi.html"
    },
    {
        "attraction_name": "Best Of Indochina Travel",
        "attraction_name_vi": "Du Lịch Đông Dương Tốt Nhất",
        "general_info": [
            "21 đánh giá",
            "307 trên 632 Chuyến tham quan bằng thuyền Thể thao dưới nước tại Hà Nội",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan văn hóa",
            "Những chuyến du lịch thuyền",
            "Du lịch sinh thái",
            "Tour riêng"
        ],
        "attraction_summary": "Best Of Indo Travel là công ty du lịch hàng đầu Việt Nam trực thuộc Công ty TNHH Khách sạn Du lịch Huy Minh. Nằm trong khách sạn của công ty có tên là Khách sạn City Palace Hà Nội ở trung tâm khu phố cổ Hà Nội. Chúng tôi bán vé tham gia các chuyến tham quan theo nhóm đến Các điểm tham quan phải xem ở Việt Nam nhưng chúng tôi chuyên cung cấp các chuyến tham quan theo yêu cầu và riêng tư với giá rất phải chăng. Liên lạc với chúng tôi ngay! để có mức giá tốt hơn qua TripAdvisor!Đọc thêm",
        "reviews": [
            "Chúng tôi đã thực hiện ba chuyến tham quan với họ Tour ẩm thực buổi tối Hà Nội, vịnh Hạ Long và Hoa Lư - Tam Cốc cùng với cô con gái 11 tuổi của chúng tôi và mỗi chuyến đều độc đáo theo cách riêng của nó. Hướng dẫn viên rất thân thiện và chuyên nghiệp để mang đất nước và con người Việt Nam đến với chúng tôi gần hơn. Chúng tôi thực sự choáng ngợp trước hầu hết ấn tượng và trải nghiệm của buổi tối. Tôi muốn giới thiệu Best Of Indo Travel cho tất cả những người mới đến Việt Nam và không phải một mình dám khám phá xung quanh.Đọc thêm",
            "Kính gửi fermaria52 và gia đình\n\nLời chào từ Best Of Indo Travel\nCảm ơn bạn rất nhiều vì là người đánh giá đầu tiên, đánh giá của bạn thật tuyệt vời để bắt đầu hành trình của chúng tôi... Chúng tôi rất vui khi biết rằng tất cả các bạn đều hài lòng với dịch vụ du lịch của chúng tôi.  Hãy tin tưởng rằng chúng tôi sẽ cố gắng hết sức để mang đến cho những du khách đã theo dõi mọi yêu cầu du lịch với giá cả phải chăng nhất với chất lượng dịch vụ cao nhất!\nMọi điều tốt đẹp nhất \nĐọc thêm"
        ],
        "star_ratings": [
            21,
            0,
            0,
            0,
            0
        ],
        "review_amount": 21,
        "location": [
            "Những điều cần làm ở Hà Nội",
            "Châu Á",
            "Việt Nam",
            "Hà Nội",
            "Du Lịch Đông Dương Tốt Nhất"
        ],
        "reviews_time": [
            "Written December 1, 2015"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d8870758-Reviews-or20-Best_Of_Indochina_Travel-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8870758-Reviews-or10-Best_Of_Indochina_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8870758-Reviews-Best_Of_Indochina_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d27458886-Reviews-Explore_Ha_Giang_Tours-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8610228-Reviews-Vietnam_Must_See_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26352463-Reviews-MAI_Gallery-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26356636-Reviews-Mai_Gallery-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11889523-Reviews-Blue_Diamond_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d9748299-Reviews-HEBE_Store-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27415375-Reviews-Vietnam_Sightseeing_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11816943-Reviews-O_spa_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13921070-Reviews-JM_Spa_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25072981-Reviews-Vietnam_Daily_Tourist-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10001226-Reviews-Marvellous_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6786740-Reviews-Hanoi_Food_Tasting_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15179974-Reviews-Authentic_Hanoi_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25017719-Reviews-Vanilla_The_Beauty_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12827319-Reviews-Ngo_Minh_Tailor-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d13994986-Reviews-Irina_s_Nail_Studio-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g52181-d12810660-Reviews-Vinoski_Winery-Belle_Vernon_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d187911-Reviews-Chelsea-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g33009-d2345689-Reviews-Original_McDonald_s_Site_and_Museum-San_Bernardino_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g189544-d245516-Reviews-Viking_Ship_Museum-Roskilde_West_Zealand_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g57910-d16844140-Reviews-Amtrak_AutoTrain-Lorton_Fairfax_County_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d23195534-Reviews-The_Hyundai_Seoul-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g57610-d1908699-Reviews-Occoneechee_State_Park-Clarksville_Mecklenburg_County_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35783-d559710-Reviews-Cave_in_Rock_State_Park-Cave_in_Rock_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d615551-Reviews-Dodger_Stadium-Los_Angeles_California.html"
        ],
        "url_next": "",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d8870758-Reviews-or20-Best_Of_Indochina_Travel-Hanoi.html"
    }
]