[
    {
        "attraction_name": "Beyond The Lens! Family Fun",
        "attraction_name_vi": "Ngoài ống kính! Niềm Vui Gia Đình",
        "general_info": [
            "289 đánh giá",
            "- 22 trong số 143 điều cần làm ở Branson",
            "Bảo tàng chuyên ngành"
        ],
        "attraction_summary": "Ngoài ống kính! Family Fun giới thiệu điểm tham quan mới nhất của Branson - FlyRide! Hãy là một trong những người đầu tiên trải nghiệm cảm giác bay trên 22 địa danh quốc gia! Xoay 360 độ với Flip Zone. Đồng thời thưởng thức Beyond The Lens khám phá những bí ẩn của lịch sử với trò chơi tiên tiến thân thiện với gia đình. Cơ sở rộng 30.000 foot vuông của nó có các triển lãm tương tác như phòng thoát hiểm kéo dài 2 phút, Âm mưu JFK, Cuộc săn lùng Bigfoot, trò chơi Thực tế ảo và Thực tế tăng cường cũng như hố bóng trứng của người ngoài hành tinh. Ngoài ra còn có vô số cơ hội đáng kinh ngạc để chụp ảnh, chẳng hạn như trở thành Búp bê Barbie kích thước thật, G.I. Joe, ngồi trong Phòng Bầu dục ở Washington D.C, đi chơi với Hoàng gia hoặc chụp ảnh tự sướng trên Rodeo Drive của L.A. - Đọc thêm",
        "reviews": [
            "Chúng tôi đã đến thăm nơi này cùng với cô con gái 18 tuổi của mình và tất cả chúng tôi đều rất vui vẻ! Fly Ride là một khởi đầu tuyệt vời cho một khoảng thời gian thậm chí còn vui vẻ hơn! Chúng tôi đã có một trải nghiệm thú vị khi chơi các trò chơi xuyên suốt và đọc những thông tin thú vị. Đây là một nơi tuyệt vời cho mọi lứa tuổi! Đọc thêm",
            "Ồ! Cảm ơn! Chúng tôi rất thích nhìn thấy mọi lứa tuổi vui vẻ cùng nhau!Đọc thêm",
            "Đằng sau ống kính là khoảng thời gian vui vẻ của gia đình. Cứ cho là vậy - đó là một cái bẫy du lịch nhưng dù sao cũng vui vẻ và là một kỳ nghỉ tuyệt vời từ bên ngoài. Bọn trẻ có rất nhiều niềm vui và nhân viên rất thân thiện. Lý do duy nhất khiến chúng tôi cho điểm 4 là vì các hoạt động thân thiện với trẻ em được bố trí ở phía trước tòa nhà và chủ yếu tập trung vào các hoạt động chụp ảnh và nội dung lịch sử. Nhìn chung vẫn thú vị và được đề xuất.Đọc thêm",
            "Cam ơn vi nhận xet của bạn! Chúng tôi cố gắng cung cấp dịch vụ tốt nhất có thể và luôn tìm cách cập nhật các triển lãm của mình. Chúng tôi hy vọng bạn sẽ sớm ghé thăm lại! Đọc thêm",
            "Lần đầu tiên đến thăm Branson. Xem tài liệu quảng cáo, đi ngang qua và quyết định đi vào. Rất vui vì chúng tôi đã làm như vậy. Chúng tôi đã trải nghiệm kết hợp kỳ nghỉ. Phía ngoài ống kính có rất nhiều màn hình tương tác và thông tin, cùng với tất cả các khu vực chụp ảnh - selfie. Chuyến bay, chuyến bay xuyên nước Mỹ thật tuyệt vời, không ngờ mình lại bị ướt đẫm bởi một con cá voi lao tới và chèo thuyền vượt thác! Rất vui vì chúng tôi đã dừng lại. Mong được đưa cháu đến đây.Đọc thêm",
            "Cảm ơn bạn đã đánh giá 5 sao và chúng tôi rất vui mừng khi biết bạn đã có khoảng thời gian tuyệt vời với chúng tôi!  Chúng tôi mong muốn được nhìn thấy bạn một lần nữa! Đọc thêm",
            "Trong khi tìm kiếm những việc cần làm, chúng tôi nhìn thấy những quảng cáo vượt ra ngoài ống kính và nghĩ rằng chúng tôi sẽ xem xét kỹ hơn một chút.  Đã có những đánh giá tốt về nó và chúng tôi cũng tìm thấy các chương trình giảm giá trên Groupon giúp chúng tôi tiết kiệm tiền.  Có những trò chơi cổ điển để chơi và cả những trò chơi thực tế ảo để chơi.  Có nhiều nơi để chụp ảnh và chơi trò đố vui, tìm từ. Ngoài ra còn có rất nhiều thông tin về các chủ đề khác nhau và với một khoản phí nhỏ, có những chiếc ô tô cản cho phép người lái quay và lật ghế trong suốt chuyến đi. Bạn cũng có thể quay lại bất cứ lúc nào trong ngày với biên lai của mình để nếu bạn thực sự thích thú, bạn có thể đi ăn hoặc nghỉ ngơi và quay lại sau. Nó không quá đắt và gia đình 5 người của tôi đã được giải trí trong vài giờ. Các con tôi nói rằng chúng đã có khoảng thời gian thực sự vui vẻ!!Đọc thêm",
            "Tôi và gia đình tôi yêu nơi này, đây là lần đầu tiên chúng tôi đến thăm và bọn trẻ ở awww, chúng tôi có một đứa trẻ 9 tuổi và 12 tuổi cùng với người lớn đi cùng. Không bao giờ có một khoảnh khắc buồn tẻ và tất cả các nhân viên đều tuyệt vời - - - - - - Nếu tôi có thể cho 10 sao - - tôi sẽ làm vậy. Chúng tôi sẽ quay lại, muốn đề cập đến Riley Pecin và Earl Rose Jr là những người yêu nhau và còn hơn thế nữa Bambi là một viên ngọc quý - - Cảm ơn bạn vượt ra ngoài ống kính vì đã cho gia đình chúng tôi thấy khoảng thời gian tươi đẹp - - Đọc thêm",
            "Cảm ơn bạn đã dành thời gian để lại đánh giá này! Chúng tôi rất vui khi biết đó là một trải nghiệm tuyệt vời của gia đình! Chúng tôi cũng đánh giá cao việc bạn công nhận nhân viên của chúng tôi! Mong bạn sớm quay lại và gặp chúng tôi! Đọc thêm",
            "Không mong đợi nhiều nhưng đọc một số đánh giá và quyết định dùng thử. Nhận được vé người lớn giảm giá trên Groupon và vé trẻ em giảm giá trên trang web của họ với mã phiếu giảm giá. Nhân viên thực sự thân thiện - rất nhiệt tình giúp bạn có khoảng thời gian tuyệt vời, đặc biệt là Earl! Nhiều khu vực chụp ảnh - sử dụng mã quét của họ để chụp ảnh và chọn chúng ở cuối khu trưng bày để mua - bạn nhận được một nam châm và móc chìa khóa có hai bức ảnh cho - 5! Trẻ em và người lớn đều có khoảng thời gian tuyệt vời! Đã dành ít nhất 2 giờ ở đó.Đọc thêm",
            "Rất vui vì bạn đã bước ra! Vâng, Earl thật tuyệt vời - sự nhiệt tình của anh ấy khiến mọi người phấn khích! Hãy nhớ quay lại và thử chuyến đi mới của chúng tôi, FlyRide!Đọc thêm",
            "Chúng tôi đã nhận được hai vé miễn phí ở đây vì khán giả tham gia một chương trình khác.  Chúng tôi đã sử dụng hai vé này và mua cho những người còn lại trong gia đình.  Chúng tôi rất vui vì đã đi, các con trai và gia đình của chúng yêu thích trải nghiệm này.  Là một người bà, tôi cũng thấy điều đó rất thú vị.  Đây là điều phải xem đối với các gia đình có trẻ em.  Tốt cho mọi lứa tuổi.Đọc thêm",
            "Chúng tôi thích nhìn thấy các thành viên gia đình ở mọi lứa tuổi vui vẻ cùng nhau! Cảm ơn bạn đã đưa ra lời khuyên hữu ích!Đọc thêm",
            "We tried the Holiday combo which includes the behind the lens museum, the Polar express and the Flight across America flight.  Behind the Lens - We weren - t sure what to expect here, it is kind of like a pop culture museum with interesting facts and information on pop culture.  I would compare it a little to Ripley - s believe it or not.  We were actually pleasantly surprised by this part of the attraction.  It wasn - t great, but it was good.  Polar Express - This was a disappointment, it was short and it felt like they were just spraying us with water the whole time.  We have ridden Soarin many times at Disney, and we would rate Soarin a 10 and this one would have been a 3  - out of 10 - .  Flight Across America - This was similar to Soarin, and the scenery was really amazing.  It - s not at the same level as Disney - s Soarin, but I would say if Soarin is a 10 then this attraction was a 5 or 6.  The screen is not as massive and impressive, and the feeling of flight is not quite as realistic as soaring.  For Branson this was a good attraction, but not great.  We read one review that said its as like sitting on a cracker barrel rocking chair while watching a movie.  I wouldn - t say it was that bad, but it - s definitely not as good as Disney - s Soarin ride.Read more",
            "Cảm ơn bạn đã dành thời gian để để lại nhận xét. Chúng tôi rất vui khi biết bạn đã có khoảng thời gian vui vẻ và đánh giá cao phản hồi của bạn. Các bài đánh giá của chúng tôi thường là 4 hoặc 5 với nhiều nhận xét nhiệt tình về trải nghiệm của họ, vì vậy chúng tôi rất ghét khi biết rằng đây không phải là bài đánh giá của bạn. Chúng tôi đánh giá cao việc bạn ghé thăm! Đọc thêm",
            "Chúng tôi đã đến và gặp Reza trong một lời giới thiệu. Chúng tôi thậm chí còn nâng cấp lên vip sau đó. Cả gia đình hoàn toàn ngạc nhiên. Số lượng và sự đa dạng của các chiến công mà Reza thực hiện là rất lớn. Trò lừa bài của Penn và người giao dịch không có gì là ngắn gọn hoặc hoàn toàn gây ngạc nhiên. Chúng tôi sẽ lại đi trước khi kỳ nghỉ xuân kết thúc. Rất khuyến khích!  -  -  - Đọc thêm",
            "Chào Q1624NGchrisb,  \nRất vui khi biết rằng bạn đã có khoảng thời gian vui vẻ tại buổi biểu diễn của người bạn Reza của chúng tôi. Chúng tôi hy vọng rằng lần tới bạn sẽ dành chút thời gian ghé thăm chúng tôi tại Beyond the Lens! Niềm Vui Gia Đình. Chúng tôi ở ngay cuối con đường từ Reza. Nếu bạn thích các buổi biểu diễn ảo thuật thì chắc chắn bạn sẽ thích trở thành một phần của sự kỳ diệu của kỹ thuật giải trí mà chúng tôi cung cấp tại BTL. Săn lùng Bigfoot, chụp ảnh với người ngoài hành tinh, thử đi bộ trên tấm ván 60 tầng khỏi một tòa nhà chọc trời trong thực tế ảo hoặc bật những chiếc xe bội thu Flip Zone hoàn toàn mới của chúng tôi. Họ - sẽ thực sự hạ gục bạn chỉ vì một cú lật nhào!! Cảm ơn đã ghé thăm Branson! Cảm ơn bạn đã đi du lịch! Mong sớm được gặp lại bạn! Đọc thêm",
            "We had no idea what time of a attractions this was but the building caught our eye so we decided check it out! Glad we did our teenage girls really enjoyed themself. We love the flip zone bumper cars! This was a different twist to bumper cars that flips you upside down while driving. The girls enjoyed the flip zone more than the fly ride. The Fly ride was  neat but not a thrill ride at all. Enjoyed the water being sprayed and scent of pine was very strong. The screen could have been a little bigger. Beyond the lens was a neat interactive with virtual games, video games, bizarre history, and really fun photo props. I won - t go into details of the bizarre mix, so won - t ruin the element of excitement of explore for other guest.  Will say loved the Alien ball pit and Bigfoot photo. There is self station help photos that scan ticket and pay for at the end. The staff was very kind. We did see them cleaning and sanitizing.  There was one employee not wearing mask. It was not crowed so plenty space social distance. Also, good place go on a hot or rainy day. Read more",
            "Cảm ơn vì đã ra ngoài! Có rất nhiều thứ để xem và làm với Techno-Tainment!Đọc thêm",
            "Đây là một loại - chúng ta có thể làm gì - không phải là quá đắt, và là quyết định nội bộ, và chúng tôi rất ngạc nhiên về mức độ vui vẻ mà chúng tôi đã có.  Có rất nhiều màn hình tương tác và chúng tôi đã tìm hiểu về một số thuyết âm mưu mới!  Chúng tôi có 2 cậu con trai tuổi teen khó tính và chúng chơi trò chơi điện tử rất vui vẻ.  Rất khuyến khích, ngay cả khi trời không - 90 độ trong bóng râm khi bạn ghé thăm Branson.Đọc thêm",
            "Điểm thu hút hoàn toàn mới này là một buổi chiều giải trí trọn vẹn, vượt quá sự mong đợi của nhóm 4 người của chúng tôi. Các cuộc triển lãm rất đa dạng giữa các hoạt động học tập thụ động đến trải nghiệm vật lý hoặc kỹ thuật số tương tác, hấp dẫn. Những bức ảnh thật thú vị và thật chuyên nghiệp! Flipzone rất thú vị, các cô gái của chúng tôi đã chơi nó hai lần. Flyride thực sự rất đẹp và thư giãn. Nó mang tính giáo dục dành cho những cô gái chưa bao giờ đến Grand Canyon! Một ngày vui vẻ mưa hoặc lạnh giá tuyệt vời mà mọi lứa tuổi đều sẽ thích thú.Đọc thêm",
            "Rất vui khi biết nhóm của bạn đã có bao nhiêu niềm vui! Chúng tôi yêu thích vượt quá mong đợi! Chúng tôi cũng rất vui khi bạn được trải nghiệm chuyến đi mới của chúng tôi, FlyRide! Hãy quay lại sớm...Đọc thêm",
            "We are from Little Rock Arkansas and came here to our RV resort for our first visit. My wife - s been here before. We have been to some fun things in our few days, but this was one of the funnest times we - ve had yet! So many photo opporunities which let - s face it, who doesn - t want those in 2020! Lol. We played, laughed, rode both Flyride adventures, and just plain out enjoyed ourselves. So many memories built today. We did buy the photo package at the end of the night and felt it was a decent deal for all we got to enjoy. Unfortunately for the 3 awesome crew members who probably wanted to  - Office Space -  the printer to get it working for us, it took quite a while. We had fun joking with them and laughing highly at the amount of pics that the printer was shooting out randomly. Riley, Layla, and Pacen were amazing to spend our last few moments there with so please give them a raise or at least a hefty pat on the back for their sportsmanship. I would have drop kicked it but they laughed and worked through it! We will most definitely be back to see what new adventures await. If you don - t have kids, still go. We don - t and we had an absolute blast!Read more",
            "Ồ! Cảm ơn bạn đã dành thời gian để viết đánh giá này! Chúng tôi chắc chắn sẽ chia sẻ điều này với đội ngũ nhân viên! Chúng tôi nghĩ rằng nhân viên của chúng tôi khá đặc biệt nhưng rất thích nghe ý kiến ​​từ khách hàng. Chúng tôi rất vui vì bạn đã tận hưởng thời gian ở bên chúng tôi và tạo ra một số kỷ niệm đặc biệt! Mong sớm được gặp lại bạn! Đọc thêm"
        ],
        "star_ratings": [
            217,
            43,
            11,
            10,
            8
        ],
        "review_amount": 289,
        "location": [
            "Branson",
            "Missouri - MO -",
            "Hoa Kỳ",
            "Các hoạt động ở Branson",
            "Ngoài ống kính! Niềm Vui Gia Đình"
        ],
        "reviews_time": [
            "Written June 3, 2023",
            "Written December 20, 2023",
            "Written December 27, 2023",
            "Written July 29, 2020",
            "Written November 7, 2020",
            "Written August 26, 2020",
            "Written November 19, 2020",
            "Written November 29, 2020",
            "Written March 16, 2020",
            "Written September 7, 2020",
            "Written July 17, 2020",
            "Written September 7, 2020",
            "Written November 21, 2020"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g44160-d18543504-Reviews-Beyond_The_Lens_Family_Fun-Branson_Missouri.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g44160-d12201265-Reviews-Gettin_Basted-Branson_Missouri.html",
            "https://www.tripadvisor.com/Restaurant_Review-g44160-d438117-Reviews-Belgian_Waffle_Pancake_House-Branson_Missouri.html",
            "https://www.tripadvisor.com/Restaurant_Review-g44160-d671928-Reviews-Andy_s_Frozen_Custard-Branson_Missouri.html",
            "https://www.tripadvisor.com/Restaurant_Review-g44160-d23580680-Reviews-Local_Flavor_Branson-Branson_Missouri.html",
            "https://www.tripadvisor.com/Restaurant_Review-g44160-d12706398-Reviews-St_James_Winery_Restaurant-Branson_Missouri.html",
            "https://www.tripadvisor.com/Restaurant_Review-g44160-d438111-Reviews-Jackie_B_Goode_s_Uptown_Cafe-Branson_Missouri.html",
            "https://www.tripadvisor.com/Restaurant_Review-g44160-d516428-Reviews-Charlie_s_Steak_Ribs_Ale-Branson_Missouri.html",
            "https://www.tripadvisor.com/Restaurant_Review-g44160-d12845539-Reviews-LongHorn_Steakhouse-Branson_Missouri.html",
            "https://www.tripadvisor.com/Restaurant_Review-g44160-d438092-Reviews-Ruby_Tuesday-Branson_Missouri.html",
            "https://www.tripadvisor.com/Restaurant_Review-g44160-d23341480-Reviews-Heroes_Tastes_Taps-Branson_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g44160-d653837-Reviews-The_Haygoods-Branson_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g44160-d598555-Reviews-Titanic_Museum-Branson_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g44160-d19085453-Reviews-Veterans_Memorial_Garden-Branson_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g44160-d103196-Reviews-Presleys_Country_Jubilee-Branson_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g44160-d4492553-Reviews-Tribute_Theatre-Branson_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g44160-d25559006-Reviews-Once_Upon_a_Fairytale-Branson_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g44160-d1812910-Reviews-Americana_Theatre-Branson_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g44160-d10767152-Reviews-Branson_Ferris_Wheel-Branson_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g44160-d25559020-Reviews-Classic_Rock_Icons-Branson_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g44160-d737307-Reviews-The_Track_Family_Fun_Parks_Track_4-Branson_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g44160-d18543504-Reviews-or10-Beyond_The_Lens_Family_Fun-Branson_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g44160-d267789-Reviews-Veterans_Memorial_Museum-Branson_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g44160-d598530-Reviews-World_s_Largest_Toy_Museum-Branson_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g44160-d6703184-Reviews-Branson_Auto_Farm_Museum-Branson_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g44160-d103195-Reviews-Hollywood_Wax_Museum-Branson_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g44160-d12235229-Reviews-Prehistoric_Fossils-Branson_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g44160-d282634-Reviews-Ripley_s_Believe_It_or_Not_Branson-Branson_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g44160-d4510050-Reviews-Celebrity_Car_Museum-Branson_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g44160-d10512441-Reviews-History_of_Fishing_Museum-Branson_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g44160-d20993105-Reviews-WonderWorks-Branson_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g44160-d21258875-Reviews-Flyride-Branson_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g44160-d23724192-Reviews-Haygoods-Branson_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g44160-d21281999-Reviews-Dean_Z_the_Ultimate_Elvis-Branson_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g44160-d1146604-Reviews-Clay_Cooper_Theatre-Branson_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g44160-d644675-Reviews-1_Hits_of_the_60_s_Show_50_s_Too-Branson_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g44160-d10261004-Reviews-Hot_Rods_High_Heels_50_s-Branson_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g44160-d1521517-Reviews-Chopper_Charter-Branson_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g44160-d23544671-Reviews-Matt_Gumm_And_Company-Branson_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g44160-d2225303-Reviews-Shoot_For_the_Stars_Mini_Golf-Branson_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g44160-d6700860-Reviews-Buster_s_Old_Time_Photos-Branson_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g44160-d2374001-Reviews-Hannah_s_Maze_of_Mirrors-Branson_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g44160-d4890295-Reviews-Larry_Gatlin_and_the_Gatlin_Bros-Branson_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g1168948-d5504224-Reviews-Chamarel_Seven_Coloured_Earth_Geopark-Chamarel.html",
            "https://www.tripadvisor.com/Attraction_Review-g31582-d267798-Reviews-Great_Passion_Play-Eureka_Springs_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g196678-d2208017-Reviews-Tahiti_Beach-Ramatuelle_Var_Provence_Alpes_Cote_d_Azur.html",
            "https://www.tripadvisor.com/Attraction_Review-g34678-d147138-Reviews-Bayshore_Boulevard-Tampa_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d1933077-Reviews-The_Franklin_Institute-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g612490-d9608529-Reviews-Bula_Bus-Denarau_Island_Viti_Levu.html",
            "https://www.tripadvisor.com/Attraction_Review-g47702-d592069-Reviews-Rockaway_Beach-Far_Rockaway_Queens_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g41224-d116833-Reviews-National_Wildlife_Visitor_Center-Laurel_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g1165061-d590707-Reviews-Eisriesenwelt-Werfen_Austrian_Alps.html",
            "https://www.tripadvisor.com/Attraction_Review-g32648-d104802-Reviews-The_Queen_Mary-Long_Beach_California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g44160-d18543504-Reviews-or10-Beyond_The_Lens_Family_Fun-Branson_Missouri.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g44160-d18543504-Reviews-Beyond_The_Lens_Family_Fun-Branson_Missouri.html"
    }
]