[
    {
        "attraction_name": "B&H Photo & Video",
        "attraction_name_vi": "B - H Ảnh - Video",
        "general_info": [
            "1.108 đánh giá",
            "- 9 trên 1.576 Mua sắm ở Thành phố New York",
            "Đặc sản - Cửa hàng quà tặng"
        ],
        "attraction_summary": "B - H SuperStore là nơi để lái thử và so sánh tất cả các thiết bị công nghệ mới nhất trên thế giới. Hãy sở hữu ngay thiết bị tại các bộ phận Nhiếp ảnh, Video, Âm thanh, Giải trí di động tại nhà và Quang học. Bạn sẽ thấy đội ngũ bán hàng của chúng tôi bao gồm các chuyên gia trong ngành, những người chia sẻ niềm đam mê công nghệ với bạn và sẽ giúp bạn sử dụng nó một cách tối đa. Khi bạn lựa chọn từ hơn 235.000 sản phẩm, hãy thoải mái nhờ họ giúp đỡ. Đọc thêm",
        "reviews": [
            "Đọc thêm",
            "Chà, nếu đây không phải là thiên đường của các nhiếp ảnh gia thì tôi không biết nó là gì! Tôi có thể mất nhiều ngày đi loanh quanh để kiểm tra và thử bộ đồ mới nhưng than ôi, chúng tôi đang trong kỳ nghỉ và thời gian đã giảm xuống còn khoảng một giờ!\n\nTầng và giá trị của thiết bị khiến nơi này trở thành nơi để kiểm tra xem bạn có thích thiết bị máy ảnh hay bạn đã quên một số thiết bị khi đi nghỉ!Đọc thêm",
            "B - H là nơi đáp ứng mọi nhu cầu về studio tại nhà của tôi. Tôi thích lựa chọn nhận hàng hơn vì việc đi vào khu trung tâm thành phố luôn tuyệt vời và năng lượng ở cửa hàng luôn sôi động. Tôi đặc biệt đánh giá cao sự khẩn trương của nhân viên trong việc cung cấp cho tôi thứ tôi cần, trả lời các câu hỏi, đưa ra các lựa chọn và tạo điều kiện cho việc nhận hàng diễn ra suôn sẻ. Đọc thêm",
            "Nhận hàng nhanh chóng luôn. Họ biết cách di chuyển hàng vì họ có rất nhiều người đang thanh toán. Lần mua hàng gần đây nhất của tôi có nhiều mặt hàng và nhân viên thanh toán của tôi đã cùng tôi đợi dịch vụ ô tô và chuyển các mặt hàng đó vào xe tải.  Chỉ cần đảm bảo các mặt hàng đều có trong cửa hàng.Đọc thêm",
            "Dịch vụ này luôn tuyệt vời.  Người bán hàng kiên nhẫn và khá hiểu biết.  Văn hóa của cửa hàng khá thân thiện. Tôi luôn thấy điều này xảy ra bất cứ khi nào tôi ghé thăm cửa hàng trong hơn 20 năm qua.   Đọc thêm",
            "Trang web B - H rất thân thiện với người dùng. Cho dù bạn đặt hàng để được giao hay nhận, trang web đều giúp bạn thực hiện dễ dàng. Dòng hàng hóa của họ có lẽ là rộng rãi và đa dạng nhất trong ngành. Điều gì có thể tốt hơn việc đặt hàng trực tuyến? Đi đến cửa hàng trực tiếp! Tôi luôn nhận thấy nhân viên của B - H rất thân thiện và hiểu biết sâu sắc về lĩnh vực chuyên môn của họ. Trên hết, giá của họ rất cạnh tranh và thẻ tín dụng tại cửa hàng của họ cung cấp các tùy chọn thanh toán thay thế và linh hoạt. Đến cửa hàng B - H có cảm giác như trẻ nhỏ bước vào tiệm kẹo.Đọc thêm",
            "B - H luôn là nơi dành cho bất cứ thứ gì có pin hoặc cắm vào ổ cắm. Đội ngũ nhân viên thân thiện và hiểu biết, hiểu rõ sản phẩm của họ - không giống như một chuỗi cửa hàng điện tử lớn - Đọc thêm",
            "Tôi ghé thăm cửa hàng với một số mặt hàng cụ thể trong đầu. Nhân viên bán hàng rất thân thiện và hiểu biết và giúp trải nghiệm mua sắm của tôi trở nên dễ dàng.Đọc thêm",
            "Đó luôn là một trải nghiệm tuyệt vời. Các nhân viên, địa điểm và lựa chọn! NẾU thứ bạn cần không có sẵn, nhân viên sẽ cố gắng hết sức để đảm bảo bạn nhận được nó đúng thời gian và với giá rẻ nhất!Đọc thêm",
            "Đến thăm trực tiếp B - H là một sự thăng hoa - công nghệ luôn thay đổi, nhưng bạn có thể đi lang thang, nhìn và chạm vào những điều mới mẻ... Nhân viên thường biết nhiều về các xu hướng công nghệ hàng đầu ngày nay hơn tôi... Biết bạn luôn như vậy trả ít nhất có thể ở bất cứ đâu -- điều đó thực sự mang lại sự giải phóng!  Và nếu tôi mua trực tuyến, ngày hôm sau nó sẽ đến tận nhà tôi...Lịch sử mua hàng của tôi - kể từ cuối những năm 80 - s?? - lập bản đồ lịch sử phát triển công nghệ... từ DV, sang HD, đến 4K;  cộng với mọi máy ảnh, màn hình mới, mọi ống kính mới - một số đã qua sử dụng! - chân máy và hộp đựng máy ảnh.  Đừng quên mua máy in, camera an ninh gia đình... nó giống như một chuyến tham quan cuộc sống chuyển động nhanh chóng của chúng ta!  Đội ngũ nhân viên nhanh nhẹn, thông minh, một nguồn lực Kỹ thuật thực sự!Đọc thêm",
            "Cảm ơn bạn rất nhiều vì những lời của các bạn!  Chúng tôi rất vinh dự được trở thành sức mạnh bí mật và nguồn lực số 1 của bạn cho mọi thứ về công nghệ.Đọc thêm",
            "Luôn dễ dàng mua sắm trực tuyến hoặc trực tiếp. Tôi - đã liên tục có những trải nghiệm mua sắm tuyệt vời và họ luôn có mọi thứ tôi cần.Đọc thêm",
            "Tôi đã mua hàng tại Brazil vào ngày 18 tháng 3 - với lịch giao hàng vào hôm nay, ngày 20 tháng 3 - từ một cửa hàng trực tuyến để giao đến nhà một người bạn ở San Francisco. Số tiền đơn hàng đã bị ghi nợ từ tài khoản của tôi và đã bị trì trệ kể từ đó. Họ đã yêu cầu một số thông tin bổ sung để xác minh rằng đó thực sự là tôi, chẳng hạn như hồ sơ LinkedIn, Facebook và email công việc của tôi, mặc dù thấy thô lỗ, tôi đã nhanh chóng cung cấp vì tôi đang vội nhận đơn hàng của mình. Tuy nhiên, bây giờ bất cứ khi nào tôi liên hệ với họ, tôi đều nhận được những phản hồi chung chung không thông báo trạng thái thực sự của đơn hàng của tôi, thời gian phân tích này hoặc bất cứ điều gì tương tự như vậy. Điều buồn cười nhất là vào cùng ngày, tôi đã đặt hàng trên Amazon, không yêu cầu thông tin cá nhân này, đã giao hàng và đơn hàng đã đến tay tôi. Ấn tượng là họ lấy tiền của bạn và sau đó không cung cấp cho bạn bất kỳ sự hài lòng nào nữa. Đọc thêm",
            "Xin chào.  Cảm ơn bạn đã đặt hàng của bạn.  Chúng tôi rất tiếc về sự không hài lòng và bất tiện của bạn.  Các đơn hàng quốc tế được đặt với B - H sẽ phải trải qua quy trình xác minh của chúng tôi, đặc biệt nếu đây là lần đầu tiên bạn đặt hàng với B - H. Chúng tôi hiểu rằng điều này có thể làm chậm trễ đơn hàng một chút nhưng đây là biện pháp bảo mật cần thiết và chúng tôi đánh giá cao kiên nhẫn.Đọc thêm",
            "Nếu bạn mua trực tuyến quốc tế thì đây không phải là nơi. Tôi đã có một trải nghiệm khủng khiếp, tôi đã mất 300 USD mà không có cách nào trả lại bất kỳ khoản tiền nào và một gói hàng bị bỏ rơi ở đâu đó. Câu trả lời từ phía nội bộ B - H rất mơ hồ và không rõ ràng. Chỉ là một cửa hàng hoạt động như một cửa hàng vật lý truyền thống nên trải nghiệm trực tuyến không hề tốt chút nào.Đọc thêm",
            "Chào Francisco.  Chúng tôi rất tiếc về bất kỳ sự bất tiện và không hài lòng nào.  Khi tạo đơn hàng bạn nhập sai quốc gia và B - H đã chuyển hàng đến quốc gia đó.  Nếu chưa thực hiện, bạn có thể liên hệ với Bộ phận Dịch vụ Khách hàng của chúng tôi tại cs - bhphoto.com để được hỗ trợ thêm.  - Geoffrey Ngãi - B - H Photo-VideoĐọc thêm",
            "cần phải có giấy tờ nhận dạng bằng ảnh ..ID... đối với giá trị thấp hơn - 500,00 đô la. bạn là một cái gì đó vô lýĐọc thêm",
            "Xin chào.  Chúng tôi rất tiếc về bất kỳ sự bất tiện nào bạn có thể gặp phải.  Vì lý do bảo mật, B - H yêu cầu ID hợp lệ do chính phủ cấp khi mua hàng bằng thẻ tín dụng.  Chính sách này được áp dụng để bảo vệ khách hàng của chúng tôi và B - H. Chúng tôi đánh giá cao sự thông cảm của bạn.   Đọc thêm",
            "B - H có hệ thống và quy trình không ai sánh bằng.  Tốt hơn nhiều so với Amazon - s.  Quy mô kho hàng của họ cộng với khả năng giao hàng cho tôi trong vòng vài phút là điều đặc biệt!Đọc thêm",
            "Tôi chưa bao giờ thấy một dịch vụ khách hàng tốt như vậy.  Họ thực sự ở trong một lớp học!  Chắc chắn rằng tôi sẽ hợp tác kinh doanh với họ một lần nữa.Đọc thêm",
            "Tôi đã mua hàng trực tuyến từ Colombia và muốn biết liệu tôi có phải trả thêm bất kỳ phí hải quan hoặc thuế nào khi sản phẩm đến không? Đó là một chiếc máy tính xách tay trị giá 700 đô laĐọc thêm",
            "Xin chào, bạn có thể cho tôi biết giá một cuốn sổ tay hữu hạn chất lượng tốt để sử dụng tại nhà là bao nhiêu không? Cảm ơn bạn!Đọc thêm",
            "Để sử dụng tại nhà từ 700 USD đến 1.000 USD với chất lượng tốt. Dành cho sử dụng chuyên nghiệp từ 1.200 - 1.800 USD.Đọc thêm",
            "Xin chào, tôi đã mua nypass và nó nói rằng nó có quà tặng b - h, tôi muốn biết món quà này bao gồm những gìĐọc thêm",
            "Thôi thì gọi B - H.Đọc thêm",
            "Tôi muốn biết liệu bạn có thể mua được không, vì một người bạn đang đi du lịch, - Bộ tiền khuếch đại Parasound Halo P5 Hi End 220volt - và một nguồn điện, - Parasound Halo A 23 stereo hi end 220volt - Tôi đã cử bạn bè đến cửa hàng và họ đã đến rất vui với sự quan tâm được cung cấp bởi Nếu bạn không quản lý để tiếp thị nó, bạn có thể lấy nó ở đâu,,,cảm ơn bạn rất nhiều,,,,,,,Đọc thêm",
            "Bạn phải tham khảo trực tiếp trong phần trò chuyện trên trang B - H. Nó có phần trò chuyện để tư vấn bằng tiếng Tây Ban Nha nếu bạn muốn. Chúc may mắn.Đọc thêm",
            "Hỗ trợ - dịch vụ của Khách hàng như thế nào? \nĐọc thêm",
            "Dịch vụ và hỗ trợ tại B - H rất tuyệt vời.  Đã thực hiện nhiều giao dịch mua hàng cao cấp và bình dân, và mỗi giao dịch đều được đối xử một cách thân thiện và chuyên nghiệp.   Tôi cho họ điểm 10 - Đọc thêm",
            "Xin chào, tôi muốn biết liệu bạn thực sự có thể nhận được giá máy ảnh rẻ hơn ở Argentina hay không, cảm ơn bạnĐọc thêm",
            "Vâng. Có nhiều mức giá tốt hơn. Ngoài ra còn có sự đa dạng, nhiều hơn những gì có thể thấy ở Argentina. Họ cũng tư vấn cho bạn một cách tuyệt vời. Đừng ngần ngại đi!Đọc thêm",
            "Mình muốn mua combo mavic pro Platinum fly more và kính dji, các bạn cho ý kiến ​​nhé b - hĐọc thêm",
            "Nói chung tôi nghĩ B - H là nơi tuyệt vời để mua bất cứ thứ gì họ có. Họ hỗ trợ sản phẩm của mình - có đội ngũ nhân viên rất am hiểu.Đọc thêm",
            "Xin chào, tôi sẽ đến tiếp theo. tuần tới New York! Tôi có thể thanh toán bằng 2 thẻ được không?  - Nếu đồng đô la tiếp tục tăng, tôi sẽ không đạt đến giới hạn với... Đọc thêm",
            "Xin chào Javier, họ chấp nhận tất cả các hình thức thanh toán, tôi không hiểu tại sao bạn lại gặp bất kỳ vấn đề gì, tôi cảnh báo bạn rằng thuế Tiểu bang 9 - NY đã được cộng vào tổng chi phí tại cửa hàng. Xin chào!Đọc thêm",
            "Cửa hàng bạn có bán ipad không?\nPhạm vi giá cho nó là bao nhiêu? Đọc thêm",
            "Giá cả được niêm yết trực tuyến - CÓ, họ có giá. Họ có hầu như mọi thứ bạn có thể tưởng tượng được. Đọc thêm",
            "Xin chào, nếu tôi đặt hàng trực tuyến, sản phẩm - máy tính - sẽ đến Ý?Đọc thêm",
            "Đúng.  Theo trang web của họ, họ giao hàng trên toàn cầu.Đọc thêm"
        ],
        "star_ratings": [
            914,
            90,
            15,
            7,
            82
        ],
        "review_amount": 1108,
        "location": [
            "Hoa Kỳ",
            "Những việc cần làm ở Thành phố New York",
            "Thành phố New York",
            "B - H Ảnh - Video",
            "New York - NY -"
        ],
        "reviews_time": [
            "Written August 30, 2023",
            "Written October 27, 2023",
            "Written November 19, 2023",
            "Written December 8, 2023",
            "Written December 17, 2023",
            "Written May 22, 2024",
            "Written April 17, 2024",
            "Written April 17, 2024",
            "Written April 4, 2024",
            "Written March 29, 2024",
            "Written March 20, 2024",
            "Written March 14, 2024",
            "Written March 12, 2024",
            "Written March 8, 2024",
            "Written February 20, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g60763-d7380426-Reviews-B_H_Photo_Video-New_York_City_New_York.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g60763-d14179830-Reviews-Liberty_Bagels_Midtown-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60763-d1903700-Reviews-IL_Punto_Ristorante-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60763-d2409563-Reviews-NY_Pizza_Suprema-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60763-d2563134-Reviews-Best_Bagel_and_Coffee-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60763-d20267391-Reviews-Zeppola_Bakery-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60763-d8153582-Reviews-Black_Iron_Burger-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60763-d3662002-Reviews-Tavola-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60763-d7284679-Reviews-2_Bros_Pizza-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60763-d11916965-Reviews-Non_Solo_Piada-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60763-d4132265-Reviews-Zoob_Zib_Thai_Authentic_Noodle_Bar-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d10197402-Reviews-34th_Street-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d23736637-Reviews-Moynihan_Train_Hall_at_Penn_Station-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d27031882-Reviews-Meyers_Parking-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d136100-Reviews-James_A_Farley_Post_Office-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d275371-Reviews-Madison_Square_Garden-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d116394-Reviews-Meatpacking_District-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d21338107-Reviews-Edge_NYC-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d17599424-Reviews-The_Shops_Restaurants_at_Hudson_Yards-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d267031-Reviews-Manhattan_Skyline-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d559113-Reviews-Penn_Station-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d7380426-Reviews-or10-B_H_Photo_Video-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d2469098-Reviews-Style_Room_NYC_Shopping_Tour_Experiences-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d8747135-Reviews-ZTrend-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d8650336-Reviews-Yaf_Sparkle_Fine_Jewelry-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d26168374-Reviews-Cutandcropped-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d1719140-Reviews-Economy_Candy-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d208901-Reviews-The_Strand_Bookstore-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d2426213-Reviews-Jangmi-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d218647-Reviews-Union_Square_Green_Market-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d207715-Reviews-Brookfield_Place-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d288031-Reviews-Chelsea_Market-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d565502-Reviews-Sam_Ash-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d23529235-Reviews-Citrovia_At_Manhattan_West-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d15002440-Reviews-Amtrak-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d4982182-Reviews-AMC_Loews_34th_Street_14-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d16204810-Reviews-American_Tour_Guide_Association_Inc-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d23303999-Reviews-Headshots_NYC-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d548584-Reviews-Tir_Na_Nog-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d15815114-Reviews-It_s_All_Good_Tours-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d6674829-Reviews-Mission_Escape_Games-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g46174-d7037511-Reviews-Great_Island_Common-New_Castle_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g56901-d5058160-Reviews-Devil_s_Backbone_Scenic_Drive-Wimberley_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d294668-Reviews-Chora_Museum-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g31156-d103561-Reviews-Keystone_Canyon-Valdez_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g34162-d2556234-Reviews-Three_Sisters_Springs-Crystal_River_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g54143-d2706547-Reviews-God_s_Acre_Healing_Springs-Blackville_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g1798615-d10499300-Reviews-Kiva_Beach-South_Lake_Tahoe_Lake_Tahoe_California_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g294337-d2266813-Reviews-Dravuni_Island-Suva_Viti_Levu.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d13385332-Reviews-Paris_Beauvais_Aeroport_Shuttle-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g186609-d19140331-Reviews-Irish_Citylink-Galway_County_Galway_Western_Ireland.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g60763-d7380426-Reviews-or10-B_H_Photo_Video-New_York_City_New_York.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g60763-d7380426-Reviews-B_H_Photo_Video-New_York_City_New_York.html"
    }
]