[
    {
        "attraction_name": "Biblical History Center",
        "attraction_name_vi": "Trung tâm lịch sử Kinh Thánh",
        "general_info": [
            "271 đánh giá",
            "2 trong số 29 điều cần làm ở LaGrange",
            "Bảo Tàng Lịch Sử"
        ],
        "attraction_summary": "Sứ mệnh của chúng tôi tại Trung tâm Lịch sử Kinh thánh là giúp mọi người trải nghiệm thế giới Kinh thánh cổ đại, lịch sử và văn hóa của nó. Chúng tôi có Vườn Bản sao Khảo cổ học với các bản sao kích thước thật của các khu khai quật khảo cổ, bao gồm một ngôi nhà điển hình, nhà hát bậc thang La Mã, lều lông dê, lăng mộ, v.v. Phòng trưng bày hiện vật cuộc sống trong Kinh thánh của chúng tôi lưu giữ 250 hiện vật từ Israel và là một trong bảy hiện vật thuộc loại này trên thế giới! Chúng tôi cũng có các hoạt động vui chơi dành cho trẻ em và thanh thiếu niên. Cần phải đặt chỗ trước cho các chuyến tham quan có hướng dẫn viên, Bữa ăn Kinh Thánh, Bánh mì Mục đồng và Cuộc đào bới dành cho Trẻ em.Đọc thêm",
        "reviews": [
            "Những gì bạn thấy không phải là những gì bạn nhận được. Chúng tôi đã trả tiền cho chuyến tham quan và bữa ăn trong Kinh thánh THÊM 29 NGƯỜI mỗi NGƯỜI. Chuyến tham quan vẫn ổn, nhưng hướng dẫn viên cứ nhìn đồng hồ và vội vã nhóm của chúng tôi với một số thành viên lớn tuổi đi cùng. Bữa ăn còn hơn cả thảm hại. Bữa ăn 4 món gồm 1 lát củ cải HOẶC 1 lá mùi tây HOẶC 1 miếng hành lá dài 2 inch. Khi con trai tôi xin thêm hành, hướng dẫn viên đã nói KHÔNG với 2 bánh bột mì 4 inch2 miếng vừa ăn đùi gà trong hướng dẫn tăm đã hào phóng gọi nó là xiên 1 quả trứng luộc chín cứng 6 quả nho 1 thìa cà phê nho khô Salad rau bina 3 lá bạn đọc đúng đấy. 1 tô salad cho 16 người14 cốc súp đậu lăng1 thìa nước sốt táo1 cốc nước nho 1 cốc nướcXin lỗi, quên mất, cần phải đếm nước muối, hạt tiêu và muối để có được bữa ăn 15 món mà họ quảng cáo trên trang web. Chúng tôi đã có đi tìm nhà hàng để ăn ngay sau đó.Đọc thêm",
            "Hi 896milesV,\n\nThis is a copy and paste from your Google review given recently. As you can see, our reviews in either spaceplatform are consistent to our advertising. Therefore.... \n\nThank you for sharing your thoughts on your recent experience at the Biblical History Center. We appreciate your feedback and would like to provide some additional insights into the design and intentions behind our tour with a meal.\n\nThe meal is meticulously crafted to offer guests a condensed experience of a traditional Seder meal, complete with Jewish teachings and prayers guided by a highly skilled Jewish storyteller. Its important to note that the meal is not structured as a buffet, but rather as a four-course presentation.\n\nWhile we understand your concerns about portion sizes, please know that the meal is intended to provide seconds on any item, excluding the chicken. Our culinary team prepares everything fresh 30 minutes before your arrival, ensuring quality and flavor. I regret any miscommunication about this availability; its our aim to meet our guests preferences.\n\nWe apologize if the Jewish recipes and servings did not meet your expectations. Its crucial to emphasize that our focus is on daily Jewish life as part of our commitment to portraying an authentic representation of the ancient world.\n\nRegarding the appetizer, it serves as a teaching element to set the stage for the overall experience, rather than a traditional starter. We appreciate your understanding of its purpose in enriching the cultural context of the tour.\n\nWe acknowledge your concerns about the additional cost associated with food in todays context. While we provide standard servings, we reiterate we make seconds available to accommodate our guests preferences.\n\nAdditionally, its worth noting we took special measures to accommodate translation opportunities for your guests during the meal, aiming to enhance your overall experience. This is a unique feature for us, considering the constraints in a shared dining setting with other guests who may not be part of your party. However, we aim to please as our goal is to ensure that everyone enjoys the tour and meal with the utmost comfort and understanding.\n\nTo our future guests reading this, we welcome you warmly, and we encourage you to give us a try. If your appetite calls for more, please dont hesitate to ask for seconds. We appreciate your understanding and look forward to hosting you.\n\nBest regards,Read more",
            "Rất nhiều thông tin. Chúng tôi thực hiện chuyến du lịch Giáng sinh dài khoảng một tiếng rưỡi. Bọn trẻ rất thích được di chuyển xung quanh và khám phá mọi thứ sẽ diễn ra như thế nào trong thời gian của Chúa Giêsu sau chuyến tham quan. Đọc thêm",
            "Đây là một điểm dừng chân tuyệt vời khi chúng tôi đi du lịch. Chúng tôi mất khoảng một tiếng rưỡi để đi qua. Khu vực triển lãm ngoài trời thú vị và hấp dẫn hơn đối với trẻ em so với khu vực trong nhà. Những người điều hành nó rất tốt bụng và nhiều thông tin.Đọc thêm",
            "Ai có thể nghĩ rằng bạn sẽ tìm thấy một bảo tàng khảo cổ học Kinh thánh được bố trí hợp lý ở LaGrange.  Không có gì chống lại LaGrange, nó chỉ không gây ấn tượng với tôi về một nơi mà bạn có thể tìm thấy thứ này.  Các tài liệu có kiến ​​thức và được đào tạo bài bản.  Bạn sẽ có được cái nhìn sâu sắc to lớn chỉ sau khi đến thăm Thánh địa.  Hãy nhớ chuẩn bị bữa ăn, có rất nhiều biểu tượng trong cách mọi việc được thực hiện.  Trang web đề xuất 3 giờ nhưng tôi muốn có nhiều thời gian hơn để đọc các biển báo trên màn hình bên ngoài.Đọc thêm",
            "Phải xem. Rất nhiều thông tin, đã học được một số điều chưa từng nghe thấy ở thánh địa ở Fla hoặc tại bảo tàng sáng tạoĐọc thêm",
            "Đây là một viên ngọc ẩn trong LaGrange GA.  Nếu bạn yêu thích lịch sử, hiện vật hay chỉ muốn nghe những câu chuyện giải trí.   Tôi đánh giá cao trung tâm này.  Hãy chắc chắn rằng bạn bao gồm BỮA ĂN.  Bạn sẽ không phải thất vọng.Đọc thêm",
            "Ồ!  Điều này vượt quá mong đợi!  Giáo viên của chúng tôi, Emily, cực kỳ am hiểu về phong tục, độ chính xác lịch sử và có thể chia sẻ bối cảnh của phong tục thời kỳ đó với những câu chuyện trong Kinh thánh, điều này thực sự giúp hiểu sâu sắc hơn về những câu chuyện trong Kinh thánh. Chúng tôi đã thực hiện chuyến tham quan Lăng mộ trống cùng với bữa ăn. Bữa ăn thực sự mang tính thông tin và thảo luận về phong tục của thời kỳ đó thực sự sẽ diễn ra như thế nào trong Bữa Tiệc Ly. Thức ăn cũng rất ngon. Đó thực sự là một trải nghiệm thú vị, đặc biệt là trước lễ Phục sinh. Những hiện vật lịch sử mà họ có thật không thể tin được và kiến ​​thức sâu rộng của Emily về những trở ngại và quy trình khảo cổ liên quan đến việc thu mua các hiện vật cũng như lời giải thích về một số hiện vật là gì và chúng sẽ được sử dụng như thế nào trong cuộc sống hàng ngày đã bổ sung thêm một cấp độ nữa. có giá trị cho các cuộc triển lãm và du lịch. Tôi có ba thanh thiếu niên ủ rũ đi cùng trong chuyến lưu diễn này, những người không quá hào hứng với niềm vui bắt buộc của gia đình, đặc biệt là khi phải dậy sớm hơn vào ngày đầu tiên của kỳ nghỉ xuân đầy bão tố để lái xe cho chuyến lưu diễn đã lên lịch của chúng tôi. Kỳ vọng của họ cực kỳ thấp và tất cả họ đều nhận xét rằng họ thích nó và có khoảng thời gian tuyệt vời hơn nhiều so với những gì họ mong đợi.Đọc thêm",
            "Nhóm 30 người của chúng tôi rất thích trải nghiệm này. Nó rất mang tính giáo dục về văn hóa thế kỷ thứ nhất. Việc tái hiện lại cuộc sống ở thế kỷ thứ nhất rất giàu thông tin, thực sự giúp người ta đánh giá cao cả Cựu Ước và Tân Ước. Bữa ăn theo Kinh thánh là một trải nghiệm học hỏi thú vị. Những lời cầu nguyện trước bữa ăn có ý nghĩa nhất. Hướng dẫn viên của chúng tôi, người hóa ra đến từ thị trấn của chúng tôi ở FL, là rất nhiều thông tin.  Đọc thêm",
            "Ông bà lấy cháu gái 13 tuổi. Chúng tôi đã thực hiện chuyến tham quan rất nhiều thông tin với tài liệu nhưng không có bữa ăn. Thưa bác sĩ, tôi nghĩ Emily có vẻ rất hiểu biết. Bản sao khảo cổ được thực hiện độc đáo của ngôi làng trong thời Kinh Thánh. Bảo tàng là một trong tám bảo tàng duy nhất trên thế giới lưu giữ bộ sưu tập hiện vật lâu đời của Cơ quan Cổ vật Israel. Tour kéo dài khoảng 2 giờ. Tất cả chúng tôi đều thích trải nghiệm này.Đọc thêm",
            "Đi du lịch cùng một người bạn đã nhận được thông báo về địa điểm này trên Facebook. Chúng tôi quyết định thử một chuyến tham quan bao gồm cả bữa ăn. Chúng tôi rất ngạc nhiên! Chuyến tham quan đầy thông tin và đáng nhớ. Bữa ăn cũng rất đặc biệt. Tôi phải làm mẫu ở nhà cho cháu tôi. Dự định sẽ trở lại sau vài tuần nữa với cháu gái lớn nhất của tôi để cháu có thể trải nghiệm lịch sử Kinh Thánh. Đọc thêm",
            "Chồng tôi và tôi đang lập danh sách những địa điểm và trải nghiệm Cơ đốc giáo để tham quan khi chúng tôi đi du lịch.  Bạn có mở cửa quanh năm không?  Có cần đặt chỗ trước nhiều tuần không?  Cảm ơn trước!Đọc thêm",
            "Chúng tôi đã đặt chỗ trước khoảng một tuần. Tôi nghĩ họ mở cửa quanh năm. Đọc thêm",
            "Bạn dành thời gian gì cho dịp Giáng sinh năm nay Đọc thêm",
            "Này! \n\nChúng tôi mở cửa từ Thứ Ba đến Thứ Bảy, 10:00-5:00 mỗi ngày trong tháng 12 cho đến Giáng sinh. Chúng tôi sẽ đóng cửa từ Chủ nhật ngày 22 tháng 12 - ngày 1 tháng 1 để dành thời gian cho gia đình trong kỳ nghỉ lễ. Vâng, hãy quay lại vào ngày 2 tháng 1. \n\nHy vọng điều đó có ích!Đọc thêm",
            "Bạn có mở cửa vào tuần trong tháng 10 không?Đọc thêm",
            "CHÀO! Vâng chúng tôi! Chúng tôi mở cửa từ Thứ Ba - Thứ Bảy, 10-5 mỗi ngày!Đọc thêm",
            "Điều này phù hợp với trẻ 2 và 4 tuổi như thế nào? Đọc thêm",
            "Xin chào Jennifer!\n\nChúng tôi chào đón các gia đình ở mọi lứa tuổi và quy mô đến thăm chúng tôi. Như Carley đã nói, Khu vườn thân thiện với xe đẩy và chúng tôi có nhiều bản sao, như lăng mộ, ngôi nhà, tháp canh, v.v. mà các bạn nhỏ sẽ thích khám phá. \n\nHiện tại, các chương trình dành cho trẻ em của chúng tôi hướng tới trẻ em từ 6 tuổi trở lên.  Chúng tôi hy vọng trong tương lai sẽ có thêm nhiều chương trình dành cho trẻ nhỏ.  \n\nXin vui lòng ghé thăm với chúng tôi sớm! Và hãy cho chúng tôi biết nếu bạn có câu hỏi nào nữa.Đọc thêm",
            "bạn vẫn tổ chức các chuyến tham quan đến thánh địa chứ?Đọc thêm",
            "CHÀO! Công ty chị em của chúng tôi, Biblical Resources, thường xuyên tổ chức nhiều chuyến đi đến Israel, Ai Cập và Nam Âu! Có thể liên hệ với họ bằng cách gọi đến bảo tàng theo số 706-885-0363 và yêu cầu gặp Ginny McCabe. Shell rất vui lòng được giúp đỡ!Đọc thêm",
            "Bảo tàng này có giá bao nhiêu?Đọc thêm",
            "Xin chào Lisa B! \n\nGiá cả phụ thuộc vào những gì bạn muốn làm ở đây.  Nếu bạn chỉ muốn ghé thăm Phòng trưng bày Vườn và Đồ tạo tác, giá là 15 mỗi người lớn và 12 mỗi trẻ em. Nếu bạn muốn tham gia Bữa ăn Kinh Thánh, giá là 35 cho người lớn và 22 cho trẻ em.  Giá đó bao gồm một chuyến tham quan có hướng dẫn trong Vườn và Phòng trưng bày. \n\nChúng tôi thực sự khuyên bạn nên đặt chỗ trước vì đó là cách tốt nhất để đảm bảo rằng tất cả các bạn sẽ có hướng dẫn viên du lịch. Để đặt chỗ, vui lòng gọi cho Penny, nhân viên đặt chỗ của chúng tôi, theo số 706-885-0363.Đọc thêm",
            "Giá cho độ tuổi 7 -15 là bao nhiêuĐọc thêm",
            "Xin chào Dorothy! \n\nGiá của các chương trình của chúng tôi khác nhau. Nếu tất cả các bạn đều đến để thực hiện một chuyến tham quan tự hướng dẫn, chi phí đó là 15 mỗi người lớn cho tất cả mọi người từ 13 tuổi trở lên và 12 cho mỗi trẻ em từ 6-12 tuổi. Bữa ăn Kinh thánh được lên kế hoạch bằng cách đặt trước. Giá đó là 35 cho người lớn từ 13 tuổi trở lên và 22 cho trẻ em từ 6-12 tuổi. Nếu bạn muốn có một hướng dẫn viên du lịch, bạn phải đặt chỗ trước. Vui lòng gọi cho chúng tôi theo số 706-885-0363 để đặt chỗ. \n\nRất mong được gặp bạn ở đây! Đọc thêm",
            "Khách sạn gần nhấtĐọc thêm",
            "Chào bạn! Một số khách sạn ở LaGrange hợp tác với chúng tôi. Nếu bạn nói với họ rằng bạn đang đến thăm bảo tàng của chúng tôi, họ sẽ giảm giá cho bạn.  Những khách sạn đó là::\n\nNhà trọ và Suites LaQuinta - 706-812-8000\n\nHoliday Inn Express - 706-298-4571\n\nNhà trọ Hampton - 706-845-1115\n\nWingate By Wyndham - 706-298-5270\n\nHy vọng điều đó có ích!Đọc thêm",
            "Họ có xe tay ga di động không?  Đường đi có nhiều đá nên việc sử dụng xe lăn của tôi có khó không?Đọc thêm",
            "Xin chào Donna!\n\nChúng tôi không có xe điện tại chỗ, nhưng chúng tôi có một số xe lăn có thể mượn. Nếu bạn có xe riêng, bạn hoàn toàn có thể sử dụng! Mặt đất trong vườn là sàn đất sỏi. Chúng tôi đã cố gắng hết sức để tái tạo sa mạc đá của Trung Đông. Chúng tôi có nhiều người đến thăm chúng tôi mỗi tuần, họ sử dụng xe tập đi, xe lăn hoặc xe điện. Hy vọng sớm được gặp bạn! Đọc thêm",
            "Muốn biết giá cả và bất cứ điều gì về bữa ăn. Chồng tôi đang ăn kiêng vì ung thư và cần biết về bữa ăn.\nCảm ơn rất nhiều........Đọc thêm",
            "Chào Amy!! \n\nTôi xin lỗi vì bây giờ tôi mới thấy câu hỏi này! TripAdvisor không gửi cho tôi thông báo qua email. \n\nGiá bữa ăn là 35/người lớn. Giá đó bao gồm Bữa ăn Kinh thánh, một chuyến tham quan Vườn Bản sao Khảo cổ học và một chuyến tham quan Phòng trưng bày Hiện vật. Bạn sẽ có hướng dẫn viên đi cùng trong suốt chuyến tham quan. Cần phải đặt chỗ trước và tôi khuyên bạn nên gọi điện để đặt chỗ trước ít nhất 2 tuần vì chúng tôi sẽ lấp đầy nhanh chóng. \n\nBữa ăn theo Kinh thánh bao gồm 15 món ăn có sẵn trong thế giới cổ đại! Có thịt gà, súp, salad, trái cây, rau, các loại hạt, mùn, atisô nhúng, một món ăn Trung Đông tên là Haroset có vị ngọt, bánh mì, nước ép nho, nước và rượu nếu được yêu cầu. Đó là một bữa ăn rất ngon mà bạn ăn bằng ngón tay của mình! Họ không có nĩa, dao và thìa trong thế giới cổ đại, chúng ta cũng vậy! ; \n\nHy vọng rằng câu trả lời tốt hơn cho câu hỏi của bạn! Và một lần nữa, tôi xin lỗi vì sự chậm trễ. Hãy gọi cho chúng tôi nếu có bất kỳ câu hỏi nào khác. Chúng tôi rất vui được giúp đỡ!\n\nMorgan Cantrell\nNgười quản lýĐọc thêm"
        ],
        "star_ratings": [
            228,
            31,
            7,
            3,
            2
        ],
        "review_amount": 271,
        "location": [
            "Hoạt động giải trí tại LaGrange",
            "Trung tâm lịch sử Kinh Thánh",
            "Georgia G.A.",
            "LaGrange",
            "Hoa Kỳ"
        ],
        "reviews_time": [
            "Written February 2, 2024",
            "Written December 13, 2023",
            "Written September 23, 2023",
            "Written September 4, 2023",
            "Written May 8, 2023",
            "Written May 8, 2023",
            "Written April 1, 2023",
            "Written November 11, 2022",
            "Written October 10, 2022",
            "Written June 11, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g35051-d1729032-Reviews-Biblical_History_Center-LaGrange_Georgia.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g35051-d2722560-Reviews-Charlie_Joseph_s-LaGrange_Georgia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35051-d17833428-Reviews-Mars_Fried_Chicken-LaGrange_Georgia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35051-d4554087-Reviews-Hog_Heaven-LaGrange_Georgia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35051-d16715324-Reviews-Charlie_Joseph_s-LaGrange_Georgia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35051-d4519326-Reviews-Fox_s_Pizza_Den-LaGrange_Georgia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35051-d5049899-Reviews-Red_Rooster_Buffet-LaGrange_Georgia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35051-d17230836-Reviews-Good_Ol_Buffet-LaGrange_Georgia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35051-d15841173-Reviews-McDonald_s-LaGrange_Georgia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35051-d15841802-Reviews-Burger_King-LaGrange_Georgia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35051-d15775312-Reviews-Domino_s_Pizza-LaGrange_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35051-d618618-Reviews-Hills_Dales_Estate-LaGrange_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35051-d3165522-Reviews-Bellevue-LaGrange_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35051-d12863648-Reviews-Wild_Leap_Brew_Co-LaGrange_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35051-d11727194-Reviews-Sweetland_Amphitheatre-LaGrange_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35051-d3782030-Reviews-Troup_County_Archives_and_Legacy_Museum_on_Main-LaGrange_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35051-d24021331-Reviews-Pretty_Good_Books-LaGrange_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35051-d3582450-Reviews-LaGrange_Art_Museum-LaGrange_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35051-d14111492-Reviews-Great_Wolf_Lodge-LaGrange_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35051-d10180476-Reviews-Ye_Olde_Red_Door_Antiques-LaGrange_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35051-d15512517-Reviews-Hogg_Mine-LaGrange_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35051-d1729032-Reviews-or10-Biblical_History_Center-LaGrange_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35051-d27055906-Reviews-809_Gallery_of_Art-LaGrange_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35051-d24177317-Reviews-Emberglow_GA-LaGrange_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35051-d12319260-Reviews-Lafayette_Theatre_Company-LaGrange_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35051-d15096911-Reviews-Ice_Days-LaGrange_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35051-d23774296-Reviews-Combat_Zone-LaGrange_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35051-d10531526-Reviews-The_Water_Wiz-LaGrange_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g562684-d497103-Reviews-Swizzle_Inn-Hamilton_Parish_Bermuda.html",
            "https://www.tripadvisor.com/Attraction_Review-g33048-d275893-Reviews-Pleasure_Point_Beach-Santa_Cruz_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g297576-d3331532-Reviews-Aquapark-Batumi_Adjara_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g60591-d258738-Reviews-Greenwell_Farms-Kealakekua_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g676770-d108925-Reviews-Sugarloaf_Mountain-Carrabassett_Valley_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g48283-d12669195-Reviews-Revolution_Rail_Co-North_Creek_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g303817-d8653677-Reviews-Truffle_Hunting-Motovun_Istria.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d4177597-Reviews-Humboldt_Park-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g293995-d20069324-Reviews-Snow_City-Riyadh_Riyadh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d560766-Reviews-Korean_Bell_of_Friendship-Los_Angeles_California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g35051-d1729032-Reviews-or10-Biblical_History_Center-LaGrange_Georgia.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g35051-d1729032-Reviews-Biblical_History_Center-LaGrange_Georgia.html"
    }
]