[
    {
        "attraction_name": "Big Bay State Park",
        "attraction_name_vi": "Công viên tiểu bang Big Bay",
        "general_info": [
            "85 đánh giá",
            "1 trong 4 điều cần làm ở Quần đảo Tông đồ",
            "Công viên tiểu bang"
        ],
        "attraction_summary": "Công viên quanh năm nằm trên Đảo Madeline, cung cấp các hoạt động cắm trại, bơi lội, đi bộ đường dài, câu cá và dã ngoại.Đọc thêm",
        "reviews": [
            "Khung cảnh đầy cảm hứng đáng kinh ngạc với âm thanh ầm ầm của hồ Superior. Bãi biển bơi hoàn hảo. Những con đường mòn tuyệt vời, được giữ gìn cẩn thận. Khó quên Đọc tiếp",
            "Công viên tiểu bang Big Bay nằm trên đảo Madeline.  Đi dạo một đoạn ngắn nhìn ra Hồ Superior.  Nó thật tuyệt vời.Đọc thêm",
            "Công viên đẹp nhưng nhân viên thờ ơ. Người phụ nữ kiểm tra mọi người hầu như không thể quan tâm hơn. Họ tắt nước khiến những người cắm trại không có nhà vệ sinh và không có vòi sen! Họ chỉ nói với chúng tôi khi chúng tôi đi tìm hiểu chuyện gì đang xảy ra. Dấu hiệu trên cửa cho biết không theo thứ tự. Chúng tôi rời đi sớm 2 ngày.Đọc thêm",
            "Đi bộ đường dài và quan điểm tuyệt vời. Yêu sự khác biệt trong hang động, bãi biển và lối đi bộ lót ván. Đã khá Leary mặc dù trẻ em nhảy xuống nước xung quanh những tảng đá lớn.Đọc thêm",
            "Sau khi đọc những bài đánh giá này, tôi đã chuẩn bị tinh thần để chán. Nhưng không hề chán chút nào! Chúng tôi đã đi bộ đường dài 4 dặm bao gồm cả trên đá, đường mòn, rừng, bãi biển thậm chí còn nhảy xuống từ vách đá. Thật vui ở đây. Tốt hơn tất cả các chuyến đi bộ đường dài khác trong khu vực Đọc thêm",
            "Cuộc đi bộ trên Bay Trail thật tuyệt. Phải nhìn thấy những tảng đá và nước đẹp. Tôi rất thích bơi nhưng trời quá lạnh. Chuyến đi đáng giá. Lời khuyên: bôi thuốc chống veĐọc thêm",
            "Tôi đã ở đây hai lần trong vòng một năm và sẽ quay lại lần nữa. Đây là một công viên tuyệt vời với những con đường mòn đi bộ đường dài tuyệt vời, hầu hết đều bằng phẳng. Ở đây có một số rễ đá nhưng nhìn chung bề mặt đi bộ đường dài khá bằng phẳng. Chúng tôi đã đi vào mùa thu và màu sắc rất đẹp! Tôi chắc chắn sẽ quay lại lần nữa. Đọc thêm",
            "Bãi biển tuyệt đẹp!  Đưa đứa con 3 tuổi của tôi vào chiều thứ Hai và nó thật hoàn hảo. Nước trong vắt đặc trưng của Superior. Bạn có thể đi bộ ra khá xa và chỉ sâu bằng đầu gối hoặc đùi của bạn. Đọc thêm",
            "Có lẽ tôi thiên vị, và công viên này không tuyệt vời lắm vì nó không có nhiều đường mòn và đặc điểm so với các Công viên Tiểu bang khác. Nhưng quang cảnh thì tuyệt đẹp, Hồ Superior luôn đẹp và chuyến phà tới Đảo Madeline thật thú vị. Công viên còn bao gồm Khu vực tự nhiên bang Big Bay Sand Spit Bog.Đọc thêm",
            "Đã đến vào mùa đông, chúng tôi quyết định thực hiện một chuyến đi đến Công viên Bang Big Bay.  Trời khá lạnh nên chúng tôi đã thực hiện vòng Point-Trail ngắn hơn.  Nó khá đẹp.  Tôi không thể cho nó là xuất sắc chỉ vì chi phí để đến đảo rất cao.   Người ta chắc chắn có thể lên kế hoạch cho một chuyến đi bộ dài hơn...vào giữa tháng 1 năm 2021, không có nhiều tuyết.  Bạn có thể đi bộ đường dài bằng yax-trax trên giày đi bộ đường dài tiêu chuẩn.Đọc thêm",
            "Xin chào, tôi đang lên kế hoạch cho một chuyến đi đến Công viên Bang Big Bay vào tháng 8 và đang tự hỏi liệu có khả năng câu cá từ bờ xung quanh không. Hoặc trong đầm phá hoặc trong chính Hồ Superior. Đang tự hỏi liệu có đáng để đóng gói dụng cụ câu cá hay không. Cảm ơn. Đọc thêm",
            "Chào buổi sáng, bạn có cần ô tô để đến Công viên bang Big Bay không? Chúng tôi sẽ đi phà từ Bayfield đến Đảo Madeline. Chúng tôi có cần mang xe lên phà để đến Vịnh Lớn không?\nCảm ơn bạn đã dành thời gian!Đọc thêm",
            "Tôi đã đọc các bài đánh giá về mức độ nghiêm trọng của lỗi nhưng không thảo luận nhiều về thời gian truy cập. Muỗi và ruồi cắn có chịu được vào cuối tháng 7 đến đầu tháng 8 hay vẫn khá tệ?Đọc thêm",
            "Tôi đang có kế hoạch đến thăm Đảo Madeline vào tuần tới trong 4 ngày. Hiện tại không có địa điểm cắm trại nào có thể đặt trước tại công viên tiểu bang cho những ngày tôi sẽ đến thăm nhưng tôi thấy có một vài địa điểm cắm trại có thể đi bộ. Khả năng có được một địa điểm cắm trại có thể đi bộ vào tối thứ Ba là bao nhiêu? Sau khi đã vào công viên, những địa điểm không thể đặt trước có thể được đặt trước trong vài ngày không? Văn phòng đóng cửa lúc mấy giờ và điều gì sẽ xảy ra nếu tôi đến đó sau khi văn phòng đóng cửa? \n\nCảm ơn! Đọc thêm",
            "Bây giờ chúng tôi đang ở Bayfield và đi du thuyền. Hiện tại họ không cho phép bất kỳ hoạt động cắm trại nào trên đảo và tình trạng đó có thể tiếp tục như vậy cho đến hết mùa hè.Đọc thêm",
            "Tôi cho là chỉ cắm trại bằng lều? Đọc thêm",
            "Không.  Họ cũng có các địa điểm dành cho người cắm trại tại Công viên Bang Big Bay.  Tôi khuyên bạn nên khám phá công viên tiểu bang ở Reserve America.Đọc thêm",
            "Cơ hội nhận được khu cắm trại vào ngày 20 tháng 10 khi đến muộn vào thứ Sáu là bao nhiêu?Đọc thêm",
            "Hai điều tôi muốn đề xuất:\n\n1. Chỉ cần gọi và hỏi. \n2. Nếu bạn thực sự không muốn gọi đến công viên, bạn có thể đặt chỗ trực tuyến. Thông qua đó, bạn có thể biết được có bao nhiêu khu cắm trại và loại khu cắm trại nào hiện đang trống cho ngày của bạn. Hoặc tốt hơn nữa, bạn chỉ cần đặt chỗ trực tuyến để đảm bảo có chỗ. Đọc thêm",
            "Tuần này tôi sẽ đến khu vực này với mẹ tôi, người không thể đi lại tốt lắm! Đảo Madeline có phải là chuyến đi bằng ô tô đáng giá không? Tìm phong cảnh để chụp ảnhĐọc thêm",
            "Điều đó chắc chắn là như vậy và mặc dù có rất nhiều hoạt động du lịch nhỏ hơn mà một người có thể làm ở Lapointe nhưng việc có ô tô trên đảo là rất tuyệt vì bạn có thể khám phá toàn bộ hòn đảo mà không cần xe đạp. Đó là những gì tôi đã làm với các con và vợ mình vài tháng trước và cho dù bạn ở lại qua đêm hay chỉ một buổi chiều, bạn sẽ có thể nhìn thấy hầu hết mọi thứ ở đó.Đọc thêm",
            "Lệ phí để đi đến công viên này là bao nhiêu và có nhiều dặm đường mòn để đi bộ hay chỉ một vài?Đọc thêm",
            "Đây là công viên tiểu bang nên sẽ phải trả phí vào cửa hoặc bạn có thể mua vé vào công viên tiểu bang hàng năm.  Trang web này có một bản đồ tốt về những con đường mòn đi bộ đường dài.  Tôi biết có một số.  Chúng tôi ở trên lối đi lót ván Đọc thêm",
            "Thuê xe máy và đi vòng quanh đảo ở đâu?Đọc thêm"
        ],
        "star_ratings": [
            60,
            17,
            5,
            2,
            1
        ],
        "review_amount": 85,
        "location": [
            "Hoa Kỳ",
            "Wisconsin WI",
            "Quần đảo Tông Đồ",
            "Công viên tiểu bang Big Bay",
            "Những việc cần làm ở Quần đảo Apostle"
        ],
        "reviews_time": [
            "Written October 12, 2023",
            "Written July 2, 2023",
            "Written September 30, 2022",
            "Written August 8, 2022",
            "Written July 26, 2022",
            "Written May 23, 2022",
            "Written December 7, 2021",
            "Written August 2, 2021",
            "Written February 27, 2021",
            "Written January 22, 2021"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g59678-d126360-Reviews-Big_Bay_State_Park-Apostle_Islands_Wisconsin.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g60017-d8123662-Reviews-Big_Bay_State_Park-La_Pointe_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60017-d325219-Reviews-Big_Bay_Town_Park-La_Pointe_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g59678-d126357-Reviews-Madeline_Island-Apostle_Islands_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60017-d126358-Reviews-Madeline_Island_Museum-La_Pointe_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60017-d10499354-Reviews-Motion_to_Go-La_Pointe_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60017-d8120417-Reviews-Joni_s_Beach-La_Pointe_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60017-d10729284-Reviews-Raspberry_Island_Lighthouse-La_Pointe_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60017-d21120715-Reviews-North_End_Trails-La_Pointe_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60017-d21120713-Reviews-Capser_Trail-La_Pointe_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g59678-d126360-Reviews-or10-Big_Bay_State_Park-Apostle_Islands_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60721-d1787121-Reviews-All_Hands_Sailing-Bayfield_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g28972-d183454-Reviews-Apostle_Islands_National_Lakeshore-Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60721-d671091-Reviews-Apostle_Islands_Cruise_Service-Bayfield_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60017-d8147456-Reviews-Madeline_Island_Ferry_Line-La_Pointe_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60721-d3418853-Reviews-Trek_Trail-Bayfield_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60721-d3337054-Reviews-Superior_Charters_and_Yacht_Sales-Bayfield_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60721-d3265310-Reviews-PMG_Charters-Bayfield_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60721-d7394459-Reviews-Bayfield_Maritime_Museum-Bayfield_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60721-d1188479-Reviews-Superior_Body_Massage_Spa-Bayfield_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60721-d17713174-Reviews-Apostle_Islands_Kayaking-Bayfield_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60721-d1519642-Reviews-Living_Adventure_Inc-Bayfield_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g39265-d17734376-Reviews-Treasure_Trove_Park-Cave_City_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d25064317-Reviews-Pop_Mart_Flagship_Store-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g1064230-d4560851-Reviews-Parc_El_Palmerar-Alicante_Costa_Blanca_Province_of_Alicante_Valencian_Community.html",
            "https://www.tripadvisor.com/Attraction_Review-g33446-d146054-Reviews-Linwood_Cemetery-Glenwood_Springs_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g32780-d269454-Reviews-Balboa_Island-Newport_Beach_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g297964-d3619465-Reviews-Kalamar_Beach_Club-Kalkan_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g48128-d273029-Reviews-Tobay_Beach-Massapequa_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g1077273-d12956831-Reviews-Szantod_Tihany_Ferry-Szantod_Somogy_County_Southern_Transdanubia.html",
            "https://www.tripadvisor.com/Attraction_Review-g499086-d13928179-Reviews-Cacao_Beach_Club-Sunny_Beach_Burgas_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g294207-d11760934-Reviews-City_Park-Nairobi.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g59678-d126360-Reviews-or10-Big_Bay_State_Park-Apostle_Islands_Wisconsin.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g59678-d126360-Reviews-Big_Bay_State_Park-Apostle_Islands_Wisconsin.html"
    }
]