[
    {
        "attraction_name": "Big Boulder",
        "attraction_name_vi": "Tảng đá lớn",
        "general_info": [
            "150 đánh giá",
            "- 3 trong số 10 điều cần làm ở Hồ Harmony",
            "Khu trượt tuyết - trượt tuyết"
        ],
        "attraction_summary": "Khu nghỉ dưỡng trượt tuyết thương mại đầu tiên ở Pennsylvania cung cấp nhiều môn thể thao và giải trí ngoài trời cho mọi lứa tuổi và trình độ kỹ năng.Đọc thêm",
        "reviews": [
            "Câu cá là tuyệt vời. Trong nhiều năm người ta có thể câu cá từ bờ biển. Tuy nhiên, vào khoảng năm 2018, ban quản lý Blue Ridge Reality đã quyết định rằng bạn không thể câu cá từ bờ biển nữa. Bây giờ, bạn phải mua hợp đồng thuê hàng năm với giá - 550,00 để tham gia Câu lạc bộ Mountain Lake. Thuộc Câu lạc bộ Mountain Lake không cho phép bạn câu cá từ bờ biển. Bạn phải sở hữu một chiếc thuyền neo đậu tại Big Boulder và trả nhiều tiền hơn, hoặc thuê một chiếc thuyền từ Mountain Lake Club. Vì vậy, với - 550,00 đô la, bạn chẳng nhận được gì cả. Chỉ cần lắc lư để thuê một chiếc thuyền. Mô hình kinh doanh kém. Có thể kiếm nhiều tiền hơn bằng cách tính phí cấp phép hàng năm cho hoạt động đánh cá từ bờ biển.Đọc thêm",
            "Không thân thiện với trẻ em từ 8 tuổi trở xuống!! Băng tải di chuyển để đưa củ lên núi rất mỏng và ống tuyết chỉ vừa một nửa. Tôi có 2 đứa trẻ 7 tuổi đi cùng và chúng không thể giữ ống lên thắt lưng vì nó kéo lê sang hai bên. Bạn đã phải nỗ lực rất nhiều để giữ được ống và đứng vững mà không bị ngã. Hàng dài để lên băng chuyền và hàng dài ở phía trên để đi xuống làn đường. Khoảng 25 phút từ lúc xếp hàng chờ xuống. Chúng tôi chỉ có thể đi 4 lần trong 2 giờ - thật nực cười! Không đáng tiền. Người quản lý ống thô lỗ và về cơ bản đã nói với tôi rằng tôi đã nói dối khi bày tỏ mối quan ngại của mình về đường dây. Tôi không khuyên bạn nên.Đọc thêm",
            "Tôi ghé thăm JFBB thường xuyên nhưng sẽ không quay lại. Tôi đã cố gắng mua vé đi thang máy bằng thẻ quà tặng mà tôi đã mua năm ngoái, nhưng họ nói với tôi rằng tôi không thể làm như vậy, mặc dù trên thẻ có ghi - Thẻ này có thể được sử dụng để mua Vé thang máy, Cho thuê, Bài học hoặc Dịch vụ ăn uống - . Kinh doanh khủng khiếp được điều hành bởi những người khủng khiếp. Sẽ không cho sao nếu tôi có thể.Đọc thêm",
            "Tôi đã làm hỏng môn trượt tuyết ACL của mình nên tôi phải ngồi ngoài. Đến thăm gia đình tôi và chúng tôi thích trượt tuyết đêm. Tuy nhiên, hàng chờ thang máy quá dài, thực đơn tại TBar mỏng và đắt đỏ, TV không hoạt động. Đó là một trận playoff của Eagles và 1 TV trong phòng chính đang hoạt động. Cái quái gì vậy?!? Tôi mang theo máy tính xách tay và IPad để thử hoàn thành công việc nhưng Internet không hoạt động. Cơ sở vật chất không đạt tiêu chuẩn hoặc tiện nghi.Đọc thêm",
            "Mua vé cuối tuần với giá - 75 cho một gia đình bốn người. Bọn trẻ đã có khoảng thời gian bơi lội vui vẻ nhưng lại thích hồ bơi trên bãi biển hơn. Thuê một chiếc thuyền phao, mọi thứ đều thuận buồm xuôi gió. Thuê một chiếc thuyền đánh cá nhỏ 3 người trong 4 giờ, gần 3 giờ mới quay lại bến, động cơ điện sắp chết, ơn trời chúng tôi quyết định quay lại sớm.Đọc thêm",
            "Chúng tôi đã có một vụ nổ! Gia đình chúng tôi đã đi ống và thật tuyệt vời! Chúng tôi đã có khoảng thời gian tuyệt vời và các nhân viên rất thân thiện và thực sự khiến con gái tôi rất phấn khích. Tôi khuyên bạn nên nó. Đốt lửa trại thật tuyệt vời để sưởi ấm. Điểm trừ duy nhất là quầy bán đồ ăn nhanh bên trong đã đóng cửa và một cốc sô-cô-la nóng sẽ rất hoàn hảo sau hai giờ ngồi trên ống. Ngoài ra, chúng tôi - chắc chắn sẽ quay lại vào năm sau với những người bạn của con gái tôi! Đọc thêm",
            "Khu nghỉ mát trượt tuyết tuyệt vời. Các sườn dốc được cắt tỉa cẩn thận rất độc đáo. Tất cả nhân viên từ người bán vé đến người phục vụ tại thang máy đều rất thân thiện. Nó rất đông nhưng bạn không phải xếp hàng chờ đợi lâu vì họ có nhiều ghế nâng đang hoạt động. Đó là một cách hay để vui chơi và lại được ở ngoài trời. Sẽ quay lại sớm! Đọc thêm",
            "I would never recommend tubing at this mountain. I have been going to Big Boulder for almost 40 years. I loved the skiing there. However, I took my son tubing for the 10 am -1 pm session during the holiday weekend of MLK weekend. There was one person at the window at 10:00 am to take payments for the session. I mind you this was during the holiday weekend. We finally got on the mountain at 10:33 am and enjoyed maybe 10 runs in 2 and a half hours. It would have been more runs but for some reason, someone on the management team had a bright idea of allowing the new tubing people on the mountain to walk across where the people coming down the mountain were coming to a stop. Therefore, whenever a new batch of people paid we had to wait each and every time, which was absurd. It slowed down the whole process. I decided to give the tubing experience another shot since I have loved this mountain since I was a child. This time I brought my daughter and my son for the second time. We decided to do the 1 pm-4 pm session. DO NOT DO THIS TIME. It was the worst experience ever. We went down the mountain a total of 4 times in 3 hours. In essence we sat in line at the top of the mountain for 178 minutes and tubed for 1 minute and 40 seconds. Each run is about 35 seconds.  My son after the first run said he didnt even want to wait in line anymore and sat in the lodge until my daughter and I finished at 4 pm. So I wasted 27.00. The poor kid sat around in the lodge for 3 hours when all he wanted to do was tube. They continue to sell tickets no matter how many people are on the mountain. Another mistake. As my daughter and I were in line I decided to call management to see why things were so different than the last time we were there. I unfortunately, was put in touch with Ted  - customer relations - . Useless, conversation with no regard to make matters right or answer any questions. He attitude was extremely disrespectful. I was told by him I could email Mark the GM if I had an issue. He gave me his email address. I asked if Mark was in that day and he said yes he is. I said ok, can I speak with him. He said no, you can only email him. I said does he have a radio and I can meet him at the base of the mountain. He said he does have a radio but he wont contact him. I gave up and said Its a shame that no one is willing to speak to me or address my concern. I continued with my daughter and we enjoyed our time together. The icing on the cake was when I was at the top of the mountain and the employees said anyone with a 4 pm ticket this will be your last run. She asked if anyone with a 4 pm-7 pm ticket was here, at the top of the mountain in line and about half of each 7 lines screamed yes. She said welcome. However, this was at 3:40 pm, 20 minutes before their sessions started and 20 minutes before my session ended. No wonder why the lines were so long, the people that weren - t supposed to be on the mountain yet were impeding on our time. My recommendation is go to a mountain that limits the amount of people and takes a reservation. Hence, if you like paying roughly  - 10.00 a run down the mountain and wait 178 minutes out of 180 minutes in line, than go to Big Boulder.Read more",
            "I grew up near the Poconos so I have skiied both resorts countless times, but the most recent trip with my family warranted a good review.  Pros: - 1 The price- where can you ski at 2 resorts from 8 am to 10 pm for such a reasonable price? no worries about 1 - 2 day times, same price all day as some of 1 - 2 price deals elsewhere - 2 Lodges- both resorts have outstanding facilities- fireplaces, bars, free wifi  - that is not available at Elk or Sno Mt. - , wonderful food - beverage options. We skiied at Big Boulder I had to work on class stuff, so I set up my laptop next to the fireplace near the bar that had huge windows overlooking the slopes- it was perfect! - 3 Food options- Outdoor grill w -  burgers, dogs, chick sandwiches- fire pit.  Inside large cafeteria with healthy options to everything in between.  Kids loved the chicken fingers and mozzarella sticks, hubby and I loved the burrito station near the window bar area where we had the best loaded nachos and tender pork burrito- tons of fixins like guacamole, corn salsa,... all very tasty.  JFBB ale was a hit, lighter than lager with a great taste. - 4 really not 4 on the list- but the slopes are great for beginners or intermediate- BB for snowboarders and beginners- our 15 year old was in terrain park heaven and the little skier did some blacks with Dad as these slopes are on the short - not too stressful side at BB.  Jack Frost has longer slopes, less terrain park, but geared more toward the expert skier. A few of the blacks at JFwill get your heart pumping- Not much vertical drop here at either, but this trip was for the kids and so both parks were perfect.  - 5 location--Pocono Mts. are gorgeous and both resorts are close to Pocono turnpike exit, Route 80 and 940- BB has great lake views- Jack Frost is wooded.  if you are staying for an extended time- tons to do nearby!  We - ve stayed at both resorts rental houses- great Pocono experience at either- mid week ski and stay packages are super! very close to Split Rock - Lake harmony things to do like H20 indoor water park, bowling,... Piggies in Lake Harmony for breakfast is a must  - on the Lake Harmony way out of BB - .  Lots of great dining or bars for parents- Nick - s Lake house is cool and you can take the kids. Email any questions-Read more",
            "Quản lý thật Thô lỗ! Có rất nhiều nơi khác trong khu vực mà bạn có thể đi! Vì vậy, nếu bạn có cơ hội ĐỪNG ĐẾN Tảng đá LỚN!!!! Họ không tôn trọng khách hàng của họ. Tôi và bạn bè chi hơn - 600.00 cho 1 ngày và không biết snow-tubing là riêng biệt nên họ bắt chúng tôi trả tiền và yêu cầu chúng tôi rời đi... Nhưng họ lại mắng mỏ chúng tôi như thể chúng tôi là trẻ con!!!! Đọc thêm"
        ],
        "star_ratings": [
            50,
            59,
            18,
            8,
            15
        ],
        "review_amount": 150,
        "location": [
            "Pennsylvania - PA -",
            "Những điều cần làm ở Hồ Harmony",
            "Hoa Kỳ",
            "Khu vực dãy núi Pocono",
            "Tảng đá lớn",
            "Hồ Hòa Bình"
        ],
        "reviews_time": [
            "Written August 10, 2021",
            "Written February 20, 2023",
            "Written February 27, 2021",
            "Written January 16, 2022",
            "Written July 5, 2021",
            "Written February 26, 2023",
            "Written February 25, 2021",
            "Written February 17, 2017",
            "Written January 30, 2012",
            "Written February 26, 2008"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g52962-d274432-Reviews-Big_Boulder-Lake_Harmony_Pocono_Mountains_Region_Pennsylvania.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g52962-d2225598-Reviews-Boulder_View_Tavern-Lake_Harmony_Pocono_Mountains_Region_Pennsylvania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g52962-d675439-Reviews-Terra_Cottage_Cafe_Gift_Shop-Lake_Harmony_Pocono_Mountains_Region_Pennsylvania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g52962-d2220012-Reviews-Louie_s_Prime_Steak_House-Lake_Harmony_Pocono_Mountains_Region_Pennsylvania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g52962-d674211-Reviews-Piggy_s_Restaurant-Lake_Harmony_Pocono_Mountains_Region_Pennsylvania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g52962-d835835-Reviews-Nick_s_Lake_House_Restaurant-Lake_Harmony_Pocono_Mountains_Region_Pennsylvania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g52962-d15329577-Reviews-Nick_s_Lakehouse-Lake_Harmony_Pocono_Mountains_Region_Pennsylvania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g52962-d12096828-Reviews-Lake_Harmony_Market_Country_Peddler-Lake_Harmony_Pocono_Mountains_Region_Pennsylv.html",
            "https://www.tripadvisor.com/Restaurant_Review-g52962-d882129-Reviews-Shenanigan_s-Lake_Harmony_Pocono_Mountains_Region_Pennsylvania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g52962-d1645674-Reviews-Lago_Pizza-Lake_Harmony_Pocono_Mountains_Region_Pennsylvania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g30020-d2165677-Reviews-Gagliano_s_Pizza_and_Restaurant-Albrightsville_Pocono_Mountains_Region_Pennsylvani.html",
            "https://www.tripadvisor.com/Attraction_Review-g53991-d2645526-Reviews-Boulder_Field-White_Haven_Luzerne_County_Pocono_Mountains_Region_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g53991-d4562945-Reviews-Hawks_Falls-White_Haven_Luzerne_County_Pocono_Mountains_Region_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52905-d2236719-Reviews-Jim_Thorpe_Memorial-Jim_Thorpe_Pocono_Mountains_Region_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52962-d11947028-Reviews-St_Peter_the_Fisherman_Catholic_Church-Lake_Harmony_Pocono_Mountains_Region_Penns.html",
            "https://www.tripadvisor.com/Attraction_Review-g52962-d1395535-Reviews-Split_Rock_Resort_H2Ooohh_Indoor_Water_Park-Lake_Harmony_Pocono_Mountains_Region_P.html",
            "https://www.tripadvisor.com/Attraction_Review-g53056-d596641-Reviews-Pocono_Raceway-Long_Pond_Tunkhannock_Township_Pocono_Mountains_Region_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52213-d6725555-Reviews-Austin_T_Blakeslee_Natural_Area-Blakeslee_Pocono_Mountains_Region_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52213-d23203198-Reviews-Pocono_Organics-Blakeslee_Pocono_Mountains_Region_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52213-d219691-Reviews-Jack_Frost_Mountain_Resort-Blakeslee_Pocono_Mountains_Region_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g53991-d23130164-Reviews-Holy_Ghost_Distillery-White_Haven_Luzerne_County_Pocono_Mountains_Region_Pennsylv.html",
            "https://www.tripadvisor.com/Attraction_Review-g52962-d274432-Reviews-or10-Big_Boulder-Lake_Harmony_Pocono_Mountains_Region_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g53991-d613109-Reviews-Hickory_Run_State_Park-White_Haven_Luzerne_County_Pocono_Mountains_Region_Pennsylva.html",
            "https://www.tripadvisor.com/Attraction_Review-g52962-d2108537-Reviews-Lake_Harmony_Watersports-Lake_Harmony_Pocono_Mountains_Region_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52962-d2075623-Reviews-Lake_Harmony_Cruises-Lake_Harmony_Pocono_Mountains_Region_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52962-d7128929-Reviews-Yeti_WaterSports-Lake_Harmony_Pocono_Mountains_Region_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g28959-d209008-Reviews-Lehigh_Gorge_Trail-Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52905-d1898265-Reviews-Bear_Mountain_Butterfly_Sanctuary-Jim_Thorpe_Pocono_Mountains_Region_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g53056-d20948444-Reviews-Pocono_Outdoor_Adventure_Tours-Long_Pond_Tunkhannock_Township_Pocono_Mountains_Re.html",
            "https://www.tripadvisor.com/Attraction_Review-g52213-d1196674-Reviews-Stock_Car_Racing_Experience-Blakeslee_Pocono_Mountains_Region_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52905-d2285491-Reviews-Pocono_Whitewater-Jim_Thorpe_Pocono_Mountains_Region_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g298291-d1587300-Reviews-Taman_Negara_National_Park-Pahang.html",
            "https://www.tripadvisor.com/Attraction_Review-g635608-d3300774-Reviews-Santorini_Water_Park-Perissa_Santorini_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g41782-d4311833-Reviews-Jordan_s_IMAX_Theater-Reading_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g303907-d13993312-Reviews-Waterfall_Party-Ko_Pha_Ngan_Surat_Thani_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g54448-d10726024-Reviews-Glendale_Shoals_Preserve-Spartanburg_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g32952-d8488940-Reviews-Whiskeytown_Lake-Redding_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g294202-d1674855-Reviews-Sound_Light_Egypt-Giza_Giza_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g34678-d207641-Reviews-Hyde_Park_Village-Tampa_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d1765459-Reviews-Moss_Park-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g293983-d325203-Reviews-Muslim_Quarter-Jerusalem_Jerusalem_District.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g52962-d274432-Reviews-or10-Big_Boulder-Lake_Harmony_Pocono_Mountains_Region_Pennsylvania.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g52962-d274432-Reviews-Big_Boulder-Lake_Harmony_Pocono_Mountains_Region_Pennsylvania.html"
    }
]