[
    {
        "attraction_name": "Birch Bay Waterslides",
        "attraction_name_vi": "Đường trượt nước Vịnh Birch",
        "general_info": [
            "81 đánh giá",
            "5 trong số 15 điều cần làm ở Blaine",
            "Công viên nước"
        ],
        "attraction_summary": "Birch Bay Waterslides là một công viên nước nhỏ ở Vịnh Birch, Washington. Trong hơn 35 năm hoạt động kinh doanh, chúng tôi là một công ty có giá trị, được kính trọng, không chỉ được cộng đồng Blaine mà còn cả Khu vực Tây Bắc Thái Bình Dương và B.C. khu vực. Chúng tôi cung cấp 8 đường trượt nhanh, vui nhộn, luôn mang đến cho bạn khoảng thời gian tuyệt vời khi bạn ghé thăm công viên của chúng tôi. Cùng với các đường trượt của chúng tôi, khách hàng còn được tận hưởng hồ bơi trẻ em, hồ bơi hoạt động, bồn tắm nước nóng, cửa hàng quà tặng và các dịch vụ giảm giá. Mỗi mùa xuân, chúng tôi chấp nhận đơn đăng ký cho Mùa hè sắp tới. Vui lòng truy cập trang web của chúng tôi và điều hướng đến trang việc làm của chúng tôi để biết thêm chi tiết.Đọc thêm",
        "reviews": [
            "Chúng tôi đưa bọn trẻ đi chơi nhưng tôi khá khó chịu khi thấy một số nhân viên cứu hộ không bắt mọi người phải tuân theo các quy tắc. Trẻ em đi xuống cầu trượt trước, ngồi quỳ và đứng khi đi xuống cầu trượt. Có một số nhân viên cứu hộ sử dụng điện thoại di động trong hầu hết ca làm việc của họ. Tôi khuyên bạn không nên trông cậy vào họ để trông chừng con bạn hoặc cứu chúng nếu chúng gặp rắc rối.Đọc thêm",
            "Chúng tôi đến vào đêm trượt tuyết mùa hè. Nhiệt độ lúc đó là 88 độ nên dễ hiểu là rất đông đúc. Tôi ước họ cho phép mọi người mua hàng trực tuyến để di chuyển hàng đợi nhanh hơn vì chúng tôi đã bỏ lỡ 20 phút thời gian trượt tuyết do hàng đợi dài để vào, chúng tôi đã đến lúc 6 giờ 30. Hàng đợi cũng xếp hàng vào một con đường chính mà hầu như không có lề đường. Ban quản lý nên quản lý hàng đợi tốt hơn và chuyển trở lại bãi đậu xe. Rất không an toàn. Bản thân công viên đã không được cải tạo trong ít nhất 15 năm. Rất nhiều rỉ sét, đồ đạc cũ kỹ. Điểm cứu vãn là bọn trẻ nhà tôi rất vui và nhìn chung là an toàn. Nụ cười của chúng rất xứng đáng. Nhưng tôi thực sự ước họ đã nỗ lực một chút vào nơi này vì nó có rất nhiều tiềm năngĐọc thêm",
            "Công viên gia đình tuyệt vời. Tổng cộng có 8 slide. Chúng tôi đã đi vào một ngày 73 độ và hàng người xếp hàng không dài chút nào. Thời gian tối đa trong một dòng có thể là 5 phút. Hồ bơi trẻ em nhỏ tuyệt vời với 3 cầu trượt nhỏ. Nếu bạn đang tìm kiếm nhiều đường trượt nước hơn và nhiều hoạt động hơn như dòng sông lười và hồ tạo sóng, tôi khuyên bạn nên đi nơi khác tuy nhiên đây là một ngày tuyệt vời.Đọc thêm",
            "Chúng tôi đã đi vào ngày trước ngày thứ 4.  Đó là một chút về mặt mát mẻ nhưng chúng tôi vẫn ổn.  Chúng ta có thể sưởi ấm trong bồn tắm nước nóng.  Tôi cảm thấy rất thoải mái khi để anh ấy trượt cầu trượt một mình tại một địa điểm nhỏ như vậy.  Sau khoảng 2 giờ cùng anh ấy xuống cầu trượt, tôi sẽ đợi anh ấy ở cuối cầu trượt.  Chúng tôi đã có một vụ nổ, cuối cùng nó cũng ấm lên sau đó.  Chúng tôi đã ở đó ít nhất 4 giờ.  Chúng tôi mang theo bữa trưa và đồ ăn nhẹ.Đọc thêm",
            "Lần đầu tiên vợ tôi đi trượt nước vì cô ấy sợ nước.  Đó là một bầu không khí đủ thoải mái và dễ dàng di chuyển.  Có thể sử dụng thêm một vài điểm tham quan nhưng vẫn tận hưởng chuyến đi của chúng tôi.Đọc thêm",
            "Công viên này có giá thuê thấp một chút. Có vẻ như đã quá hạn cho một cuộc cải tạo nghiêm túc. Các câu hỏi được lên kế hoạch kém. Dòng người xếp hàng và thời gian chờ đợi dường như dài hơn mức cần thiết. Công viên nước ở Tsawwassen tốt hơn nhiều và đáng để du khách đi qua Đọc thêm",
            "Tôi sẽ không bao giờ quay lại. Nó có giá 22 mỗi người trên 6 tuổi. Các dòng dài đến mức nực cười. Tôi đến vào thứ ba và một ngày u ám. Chờ tối thiểu 30 phút cho mỗi slide, tối đa 45 phút chờ. Ngay cả hàng đồ ăn cũng dài như vậy. Đường bồn tắm nước nóng dài 45 phút! Nơi này bẩn thỉu, nhỏ bé và thậm chí không có hàng dài thì cũng không đáng. Tôi sẽ không quay lại. Đọc thêm",
            "Chúng tôi xin lỗi vì thời gian không hài lòng của bạn với chúng tôi trong chuyến thăm của bạn. Việc xếp hàng dài trên bất kỳ cầu trượt hoặc quán ăn nhẹ nào của chúng tôi là điều không bình thường. Chúng tôi làm việc với nhân viên hàng ngày để bảo trì cơ sở vật chất và luôn cải thiện dịch vụ khách hàng. Chúng tôi hy vọng bạn sẽ quay lại lần nữa và cho chúng tôi thử lại, chúng tôi luôn muốn thay đổi tiêu cực thành tích cực. Đọc thêm",
            "Lần đầu tiên chúng tôi đến đây, con gái chúng tôi mang theo bốn đứa con và chúng đã có một trải nghiệm tuyệt vời. Chuyến đi thứ bảy và nó không đông lắm. Giá cả ổn với Groupon, nhưng nếu không thì hơi đắt ở mức 28 cho người lớn. Yêu thích chính sách thực phẩm cho phép bạn mang theo máy làm mát và thực phẩm.  Thời gian chờ đợi tối thiểu cho mỗi slide. Nước đã sạch. Có, các slide có thể sử dụng một số cập nhật. Các phòng thay đồ trống rỗng nhưng vẫn làm được việc. Chúng tôi có bánh mì kẹp thịt, khoai tây chiên và đồ uống với giá 9 giờ. Trẻ em dành phần lớn thời gian trên các cầu trượt và hồ bơi dành cho trẻ em, trong khi thanh thiếu niên và người lớn chơi cầu trượt. Chúng tôi chắc chắn sẽ quay lại và hy vọng họ sẽ thực hiện một số cải tiến nhỏ.Đọc thêm",
            "Thiết lập rất tốt!  Trẻ em yêu thích tất cả các đường trượt, dường như muốn dành phần lớn thời gian cho chuyến đi trên sông!  Nhược điểm duy nhất là bọn trẻ bắt đầu phàn nàn về đôi chân của mình sau 5 giờ!  Vì vậy, không có vấn đề lớn. Nhân viên thân thiện, bữa trưa cũng được phục vụ nhanh và nóng. Đọc thêm",
            "Tôi đã đến Vịnh Birch được 44 năm.  Lớn lên chúng tôi đến công viên nước mỗi năm.  Đó là một kỷ niệm tuyệt vời khi còn nhỏ.  Cuối cùng chúng tôi đã có cơ hội để đưa những đứa trẻ của mình đến đó.  Vào một ngày tuyệt vời 80 độ, chúng tôi lái xe ngang qua và công viên trông vắng tanh.  Thật là một cơ hội tuyệt vời để có một ngày ở công viên nước với một đám đông nhỏ.  Chúng tôi trả tiền vé vào cửa và bước vào đám đông đang đợi bên trong để nhảy cầu trượt.  Về cơ bản những gì công viên này làm là giấu mọi người sau một bức tường và yêu cầu họ xếp hàng từng chút một.  Nếu nhìn từ ngoài đường, có vẻ như công viên rất rộng mở.  Khi bạn vào trong, có thể phải chờ 45 phút để đi một chuyến.  Tổng số mồi và chuyển đổi.  Tôi nhận ra trò lừa đảo của họ trong vòng 5 phút.  Tôi đã cố gắng rời đi và lấy lại tiền của mình và bàn làm việc chỉ lắc đầu.  Họ biết rằng hệ thống này là BS.  Tôi vui lòng hỏi liệu họ có biết rằng những gì họ đang làm không hay ho không và về cơ bản một số nhân viên đồng ý rằng đó là một trò lừa đảo nhưng cần một công việc mùa hè. Đây không phải là nơi mà tôi nhớ.  Thật buồn khi thấy nó xuống dốc và chủ sở hữu chỉ quan tâm đến lợi nhuận chứ không quan tâm đến điều tốt nhất cho cộng đồng và gia đình. Đọc thêm",
            "Tôi có thể mang theo máy làm mát đựng nước đóng chaiĐọc thêm",
            "Có, bạn có thể. Nếu bạn truy cập trang chủ của họ và xem Câu hỏi thường gặp, họ sẽ cho bạn biết những gì bạn có thể mang theo, khá nhiều. Đọc thêm",
            "Bạn có thể mua bia ở quầy bán đồ ăn nhẹ không?Đọc thêm",
            "Tôi chưa bao giờ nhìn.  Chỉ quan tâm đến nhạc pop cho trẻ em.  Đọc thêm",
            "Giá nhập học cho trẻ sơ sinh là bao nhiêu. Tôi có phải trả phí vào cửa cho người lớn không?Đọc thêm",
            "Bạn có thể mang theo ghế cỏ hoặc ghế cắm trại gấpĐọc thêm",
            "hoàn toànĐọc thêm",
            "Bạn có thể mang theo chuyến dã ngoại của riêng bạn?\nVà khán giả có được xem không và khán giả xem bao nhiêu?Đọc thêm",
            "Giá nửa ngày?Đọc thêm",
            "Họ cung cấp mức giá chiết khấu sau 3 giờ chiều. Groupon cũng đã có một thỏa thuận. Có thể cũng muốn kiểm tra xemĐọc thêm"
        ],
        "star_ratings": [
            22,
            26,
            24,
            3,
            6
        ],
        "review_amount": 81,
        "location": [
            "Blaine",
            "Cầu trượt nước Birch Bay",
            "Hoa Kỳ",
            "Washington WA",
            "Các hoạt động ở Blaine"
        ],
        "reviews_time": [
            "Written August 30, 2022",
            "Written July 29, 2022",
            "Written August 2, 2021",
            "Written November 5, 2019",
            "Written September 7, 2019",
            "Written September 7, 2019",
            "Written August 20, 2019",
            "Written July 21, 2019",
            "Written July 12, 2019",
            "Written July 2, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g58359-d1520744-Reviews-Birch_Bay_Waterslides-Blaine_Washington.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g58359-d8833342-Reviews-The_Beach_at_Birch_Bay_Boardwalk_Restaurant-Blaine_Washington.html",
            "https://www.tripadvisor.com/Restaurant_Review-g2156340-d3863187-Reviews-CJ_s_Beach_House-Birch_Bay_Washington.html",
            "https://www.tripadvisor.com/Restaurant_Review-g58359-d14803675-Reviews-Bay_Breeze_Restaurant_Bar-Blaine_Washington.html",
            "https://www.tripadvisor.com/Restaurant_Review-g58359-d2390188-Reviews-Shores-Blaine_Washington.html",
            "https://www.tripadvisor.com/Restaurant_Review-g58359-d5094868-Reviews-The_C_Shop_Candy_Shop-Blaine_Washington.html",
            "https://www.tripadvisor.com/Restaurant_Review-g2156340-d1657025-Reviews-Bay_Cafe_at_Birch_Bay-Birch_Bay_Washington.html",
            "https://www.tripadvisor.com/Restaurant_Review-g2156340-d17749014-Reviews-Scampi_Osteria-Birch_Bay_Washington.html",
            "https://www.tripadvisor.com/Restaurant_Review-g58359-d1911820-Reviews-Great_Blue_Heron_Grill-Blaine_Washington.html",
            "https://www.tripadvisor.com/Restaurant_Review-g58359-d18854875-Reviews-Skai_Sushi-Blaine_Washington.html",
            "https://www.tripadvisor.com/Restaurant_Review-g58359-d26928191-Reviews-Blackbird_Coffee-Blaine_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g58359-d609356-Reviews-Peace_Arch_State_Park-Blaine_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g2156340-d3473340-Reviews-Birch_Bay_State_Park-Birch_Bay_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g183462-d7333191-Reviews-Peace_Arch_Provincial_Park-Surrey_British_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58359-d7171191-Reviews-Semiahmoo_Park-Blaine_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g58359-d10547085-Reviews-Historic_Plover_Ferry-Blaine_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g58359-d8532004-Reviews-Blaine_Marine_Park-Blaine_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g58359-d27718003-Reviews-Sunny_Alpacas-Blaine_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g58359-d10727183-Reviews-Point_Whitehorn_Marine_Park-Blaine_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g58359-d13126917-Reviews-St_Anne_Catholic_Church-Blaine_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g58472-d4309061-Reviews-Sardis_Raptor_Center-Ferndale_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g58359-d1520744-Reviews-or10-Birch_Bay_Waterslides-Blaine_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g58359-d15080657-Reviews-Station_49-Blaine_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g2156340-d4066583-Reviews-Paddle_Pedal_Adventures-Birch_Bay_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g183462-d8756419-Reviews-White_Rock_Sea_Tours-Surrey_British_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g181724-d7158478-Reviews-Campbell_Valley_Regional_Park-Langley_City_Langley_British_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g154949-d7195496-Reviews-White_Rock_Pier-White_Rock_British_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g2156340-d14993260-Reviews-Whole_Pilates-Birch_Bay_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g183462-d7273211-Reviews-Crescent_Beach-Surrey_British_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g183462-d3478220-Reviews-Redwood_Park-Surrey_British_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58359-d4460389-Reviews-Semiahmoo_Golf_Country_Club-Blaine_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g154949-d8447995-Reviews-White_Rock_Promenade-White_Rock_British_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58359-d4464257-Reviews-Loomis_Trail_Golf_Club-Blaine_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g154949-d14049832-Reviews-Elite_Limousine-White_Rock_British_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g32491-d646406-Reviews-Silverwood_Lake_State_Recreation_Area-Hesperia_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g190378-d1911647-Reviews-Alagadi_Turtle_Beach-Kyrenia_Kyrenia_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g36920-d1464425-Reviews-Raging_Waves_Waterpark-Yorkville_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g32766-d107866-Reviews-Stags_Leap_Winery-Napa_Napa_Valley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g294195-d2390164-Reviews-Rustaveli_Avenue-Tbilisi.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d18421884-Reviews-The_Mission_Ballroom-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g60745-d8634101-Reviews-Independence_Wharf-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g48261-d283361-Reviews-Niagara_Falls_State_Park-Niagara_Falls_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d12686502-Reviews-Anime_Shop_Sakurasaku_Kyoto-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g35443-d2290620-Reviews-Red_River_Hot_Springs-Elk_City_Idaho.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g58359-d1520744-Reviews-or10-Birch_Bay_Waterslides-Blaine_Washington.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g58359-d1520744-Reviews-Birch_Bay_Waterslides-Blaine_Washington.html"
    }
]