[
    {
        "attraction_name": "Blacklane",
        "attraction_name_vi": "Đường đen",
        "general_info": [
            "388 đánh giá",
            "- 230 trên 445 Giao thông vận tải ở Thành phố New York",
            "Taxi - Xe đưa đón"
        ],
        "attraction_summary": "Kinh khủng - Tôi đã lên lịch chuyển đến sân bay cho chuyến bay quốc tế trước 5 tháng. 25 phút trước giờ đón của chúng tôi nhận được một cuộc gọi nói rằng họ phải hủy chuyến đi và không có lựa chọn thay thế nào để cung cấp. Về cơ bản, chúng tôi đã bị mắc kẹt khi không thể đến sân bay vào phút cuối. - Tôi - tôi xin lỗi, - chỉ là - không đến được lúc này. Chất lượng số một của loại hình dịch vụ này là độ tin cậy! Rõ ràng là tôi sẽ không bao giờ phụ thuộc vào công ty này nữa.Đọc thêm",
        "reviews": [
            "Xin chào,\nCảm ơn bạn đã liên hệ với chúng tôi và tôi rất tiếc khi biết về trải nghiệm gần đây của bạn với Blacklane. Tôi muốn điều tra tình huống này cho bạn, bạn vui lòng gửi email tới chris.king - blacklane.com kèm theo số đặt chỗ của bạn càng sớm càng tốt được không? Khi chúng tôi có thông tin này, chúng tôi sẽ có thể kiểm tra việc đặt chỗ và giải quyết tình huống cho bạn.\nChrisĐọc thêm",
            "Chúng tôi đã sử dụng Blacklane cả tuần ở Paris và điều đó thật tuyệt vời.  Tuy nhiên chuyến đi của chúng tôi ở Barcelona hoàn toàn ngược lại.  Đầu tiên, tài xế của chúng tôi - tên anh ấy là Borys - đã không gặp chúng tôi như anh ấy đã nói trong email - vì vậy tôi phải gọi điện và tìm anh ấy - .  Sau đó, khi tôi tìm thấy anh ấy, thái độ của anh ấy thật tồi tệ - khiến chúng tôi cảm thấy như thể chúng tôi đã đuổi anh ấy ra ngoài và đang làm phiền anh ấy.  Chiếc xe vẫn ổn nhưng không có tiện nghi nào mà chúng tôi được cung cấp ở Paris.  Anh ấy hỏi chúng tôi có muốn uống nước không nhưng rất thô lỗ vì bạn biết anh ấy bị buộc phải làm điều đó.  Sau đó, anh ấy chơi bất kỳ bản nhạc nào anh ấy thích với âm lượng đủ lớn, trước khi cúi xuống, len lỏi và phát ra tiếng bíp khi tham gia giao thông như một tài xế taxi điên cuồng.  Khi anh ấy thả chúng tôi ra khỏi khách sạn, anh ấy thả chúng tôi xuống một con phố nhỏ vì anh ấy không thể đến khách sạn của chúng tôi, lấy túi xách của chúng tôi ra rồi biến mất.  Chỉ là một cú sốc hoàn toàn so với dịch vụ tuyệt vời mà chúng tôi nhận được qua biên giới và vì chúng tôi đã trả rất nhiều tiền cho trải nghiệm có tài xế lái xe, điều đó hoàn toàn không đáng.  Đáng lẽ phải đi taxi.  Nó sẽ rẻ hơn và có lẽ thân thiện hơn.Đọc thêm",
            "Xin chào,\nCảm ơn bạn đã liên hệ với chúng tôi và tôi rất tiếc khi biết về trải nghiệm gần đây của bạn với Blacklane. Tôi muốn điều tra tình huống này cho bạn, bạn vui lòng gửi email tới chris.king - blacklane.com kèm theo số đặt chỗ của bạn càng sớm càng tốt được không? Khi chúng tôi có thông tin này, chúng tôi sẽ có thể kiểm tra việc đặt chỗ và giải quyết tình huống cho bạn.\nChrisĐọc thêm",
            "Lừa đảo lừa đảo lừa đảo Đã gửi email nói rằng họ không thể tìm thấy tôi ở sân bay nhưng tài xế không muốn chất hành lý của tôi nên anh ta nói với công ty rằng tôi có 9 khi tôi - m Thực tế là tôi có 5. Nhưng hãy gửi email cho bạn không thể tìm thấy tôi, vậy làm sao bạn có thể nói chuyện với tôi và xem túi xách của tôi nếu bạn không thể tìm thấy tôi. Bỏ tôi ở sân bay và tôi phải gọi Uber đen. Họ đã làm tốt hơn tôi rất nhiều, nhưng làn đen tính phí 209 vẫn biết tôi không bị bắt. Đừng đặt nó là một trò lừa đảoĐọc thêm",
            "Xin chào,\nCảm ơn bạn đã liên hệ với chúng tôi và tôi rất tiếc khi biết về trải nghiệm gần đây của bạn với Blacklane. Tôi muốn điều tra tình huống này cho bạn, bạn vui lòng gửi email tới chris.king - blacklane.com kèm theo số đặt chỗ của bạn càng sớm càng tốt được không? Khi chúng tôi có thông tin này, chúng tôi sẽ có thể kiểm tra việc đặt chỗ và giải quyết tình huống cho bạn.\nChrisĐọc thêm",
            "Không đảm bảo họ sẽ không hủy ngay trước thời gian lấy hàng.  Họ sẽ xác nhận việc đặt chỗ của bạn, sau đó họ sẽ tìm tài xế.  Nhiều lần họ không tìm được và sau đó họ hủy ngay trước thời gian lấy hàng.  Tốt hơn hết bạn nên làm việc với nhân viên hướng dẫn tại khách sạn bạn đang ở hoặc Uber.  Công ty này không nghiêm túc.Đọc thêm",
            "Xin chào,\nCảm ơn bạn đã liên hệ với chúng tôi và tôi rất tiếc khi biết về trải nghiệm gần đây của bạn với Blacklane. Tôi muốn điều tra tình huống này cho bạn, bạn vui lòng gửi email tới chris.king - blacklane.com kèm theo số đặt chỗ của bạn càng sớm càng tốt được không? Khi chúng tôi có thông tin này, chúng tôi sẽ có thể kiểm tra việc đặt chỗ và giải quyết tình huống cho bạn.\nChrisĐọc thêm",
            "Mắc kẹt tôi ở Dublin Ireland. Đừng sử dụng công ty này. Chúng tôi đang có kỳ nghỉ 22 ngày và đã có những trải nghiệm khủng khiếp. Tệ nhất là hôm nay, ngày 16 tháng 6 năm 2023. Chúng tôi đã đặt trước - trước vài ngày - một chuyến đi trong ngày từ Kinnity IR đến Dublin. Mọi chuyện đều ổn cho chuyến đi lúc 7 giờ sáng - hành trình 1,5 giờ - . Sau đó, khi trả lại lúc 10:00 tối, họ đã gọi cho tôi 1 giờ trước để nói với tôi rằng họ không thể tiếp đón tôi. Họ không hủy mà chỉ xóa yêu cầu đặt chỗ khỏi ứng dụng của tôi. Cảm ơn trời, tôi đã có email xác nhận ban đầu. Tôi đã nói chuyện với 6 cộng sự khác nhau của Blacklane và tất cả đều nói - xin lỗi, chúng tôi không thể làm gì được. - Không tìm được driver khác.  Vì vậy, họ nhốt tôi và vợ tôi đi nghỉ ở Dublin mà hoàn toàn không hề hối hận, cố gắng, leo thang, không gì cả.  Đừng sử dụng công ty này. Cuối cùng họ cũng sẽ làm điều tương tự với bạn.Đọc thêm",
            "Xin chào TexasParrot,\nCảm ơn bạn đã liên hệ với chúng tôi và tôi rất tiếc khi biết về trải nghiệm gần đây của bạn với Blacklane. Tôi muốn điều tra tình huống này cho bạn, bạn vui lòng gửi email tới chris.king - blacklane.com kèm theo số đặt chỗ của bạn càng sớm càng tốt được không? Khi chúng tôi có thông tin này, chúng tôi sẽ có thể kiểm tra việc đặt chỗ và giải quyết tình huống cho bạn.\nChrisĐọc thêm",
            "Không đáng tin cậy....và đáng tin cậy là những gì cần thiết cho dịch vụ ô tô.  Mức tối thiểu trần.  Blackland đã hủy chuyến đi của tôi 2 giờ trước khi giám đốc điều hành của tôi hạ cánh và cần chuyến đi để gặp một khách hàng quan trọng.  Tôi hiểu điều này có vẻ không quan trọng nhưng đây là công việc trực tuyến của tôi, tôi - tôi chịu trách nhiệm và nếu anh ấy bỏ lỡ cuộc họp, chính tôi sẽ bị sa thải chứ không phải Blacklane, vì vậy họ - những lời xin lỗi và giải thích chẳng có ý nghĩa gì khi tôi - tôi bị sếp mắng.\n\nĐây là lần thứ 3 chuyện này xảy ra.   Vì vậy tôi hoàn toàn chịu trách nhiệm khi sử dụng dịch vụ này.  \n\nTuy nhiên... còn việc không gửi email xác nhận nếu bạn chưa bảo mật trình điều khiển hoặc diễn đạt lại - xác nhận - để nói rằng điều này thực sự không được xác nhận cho đến khi họ bảo mật trình điều khiển và gửi xác nhận cuối cùng.  Hãy tin tôi, tôi sẽ theo dõi và đảm bảo rằng tôi có trình điều khiển.Đọc thêm",
            "Xin chào,\nCảm ơn bạn đã liên hệ với chúng tôi và tôi rất tiếc khi biết về trải nghiệm gần đây của bạn với Blacklane. Tôi muốn gửi lời xin lỗi chân thành nhất về tình huống không may này và bất kỳ sự bất tiện nào mà điều này đã gây ra cho bạn. Tuy nhiên, chúng tôi cố gắng hoàn thành 100 chuyến đi, điều này không phải lúc nào cũng có thể thực hiện được. Thật không may, chúng tôi đã không thành công trong trường hợp này và tôi hiểu rằng việc cung cấp cho bạn một chiếc xe khác trong thời gian ngắn là điều không lý tưởng. Một lần nữa, tôi chân thành xin lỗi vì tình huống này. Nếu bạn có thắc mắc hoặc muốn thảo luận thêm về vấn đề này, vui lòng gửi email cho tôi theo địa chỉ chris.king - blacklane.com\nTốt nhất,\nChrisĐọc thêm",
            "Họ giữ tiền của tôi và không cung cấp dịch vụ!  Tôi vào ứng dụng để kiểm tra giá cho chuyến đi sau khi chuyến bay của chúng tôi bị hủy.  Không có số xác nhận và không có báo giá, họ đặt chuyến đi và tính tiền vào thẻ của tôi. cách duy nhất tôi phát hiện ra là tài xế đã gửi tin nhắn. Khi tôi cố gắng liên lạc với tài xế, anh ta không bao giờ trả lời và tôi đã nói chuyện điện thoại hàng giờ với những người ở nước ngoài và họ vẫn giữ - 500,00 !!!  Họ có thể truy cập thông tin thẻ tín dụng của tôi vì nó có trên ứng dụng từ chuyến đi trước! Tôi sẽ không bao giờ sử dụng chúng! Và nếu thông tin thẻ của bạn được lưu trữ trên ứng dụng, hãy xóa nó!Đọc thêm",
            "Xin chào,\nCảm ơn bạn đã liên hệ với chúng tôi và tôi rất tiếc khi biết về trải nghiệm gần đây của bạn với Blacklane. Tôi muốn điều tra tình huống này cho bạn, bạn vui lòng gửi email tới chris.king - blacklane.com kèm theo số đặt chỗ của bạn càng sớm càng tốt được không? Khi chúng tôi có thông tin này, chúng tôi sẽ có thể kiểm tra việc đặt chỗ và giải quyết tình huống cho bạn. \nChrisĐọc thêm",
            "Tôi đã đặt chúng ở Colorado cho chuyến đi 1 chiều.  Tôi nhận được email xác nhận và lúc 4 giờ chiều, họ gọi điện để nói với tôi rằng không có tài xế nào sẵn sàng thực hiện chuyến đi đã được xác nhận.  Đây là lần thứ hai điều này xảy ra với công ty này.  Tôi sẽ không bao giờ sử dụng nữa.Đọc thêm",
            "Xin chào,\nCảm ơn bạn đã liên hệ với chúng tôi và tôi rất tiếc khi biết về trải nghiệm gần đây của bạn với Blacklane ở Colorado. Tôi muốn gửi lời xin lỗi chân thành nhất về tình huống không may này và bất kỳ sự bất tiện nào mà điều này đã gây ra cho bạn. Tuy nhiên, chúng tôi cố gắng hoàn thành 100 chuyến đi, điều này không phải lúc nào cũng có thể thực hiện được. Thật không may, chúng tôi đã không thành công trong trường hợp này và tôi hiểu rằng việc cung cấp cho bạn một chiếc xe khác trong thời gian ngắn là điều không lý tưởng. Một lần nữa, tôi chân thành xin lỗi vì tình huống này. Nếu bạn có thắc mắc hoặc muốn thảo luận thêm về vấn đề này, vui lòng gửi email cho tôi theo địa chỉ chris.king - blacklane.com\nTốt nhất,\nChrisĐọc thêm",
            "Đặt chuyến đi đầu tiên của tôi. Blacklane xác nhận địa điểm đón và trả khách qua email. Tôi đã nhắn tin cho tài xế từ trên không để báo cho anh ta biết máy bay bị trễ một chút và anh ta thông báo với tôi rằng anh ta sẽ đón tôi tại địa điểm trả khách chứ không phải sân bay nơi tôi đến.  Blacklane đã đổi chỗ đón và trả khách. Họ không có chuyến đi thay thế nào cho tôi. Tôi phải bắt một chiếc Uber với giá khoảng 50 - hơn. Blacklane không đưa ra lời đề nghị hoàn trả cho tôi. Như Seinfeld có thể nói, họ biết cách đặt chỗ nhưng họ không biết cách giữ chỗ.  Xóa tài khoản và ứng dụng ngay bây giờ.Đọc thêm",
            "Xin chào Marc,\nCảm ơn bạn đã liên hệ với chúng tôi và tôi rất tiếc khi biết về trải nghiệm gần đây của bạn với Blacklane. Tôi muốn điều tra tình huống này cho bạn, bạn vui lòng gửi email tới chris.king - blacklane.com kèm theo số đặt chỗ của bạn càng sớm càng tốt được không? Khi chúng tôi có thông tin này, chúng tôi sẽ có thể kiểm tra việc đặt chỗ và giải quyết tình huống cho bạn.\nChrisĐọc thêm",
            "Chúng tôi đã đặt chỗ đến và đi từ khách sạn của chúng tôi ở Seattle để tham dự buổi hòa nhạc của Taylor Swift và đã chuẩn bị sẵn sàng cho cả hai. Chúng tôi nhận được một cuộc gọi 30 phút trước khi nhận rằng chuyến trở về của chúng tôi đã bị hủy do đặt trước quá nhiều, khiến chúng tôi bị mắc kẹt vào phút cuối. Tài xế của chúng tôi đã xuất hiện trong chuyến đi đầu tiên và rất xuất sắc. Chúng tôi đã sắp xếp vào phút cuối cho chuyến trở về, rất may là mọi việc diễn ra tốt đẹp nhưng có thể lại rất tệ. Đề nghị của tôi với công ty là KHÔNG - T nhận đặt chỗ trừ khi bạn có thể thực hiện chúng! Nếu bạn là một công ty hợp pháp, bạn BIẾT rằng cuối tuần này rất bận rộn vì buổi hòa nhạc và các trận đấu bóng chày và đây là công việc của bạn để thu hút mọi người đến những sự kiện này, đừng đăng ký quá nhiều và làm thất vọng những người đang lên kế hoạch cẩn thận cho một khoảng thời gian vui vẻ mà không cần phải lo lắng. các vấn đề! Hãy thuê thêm tài xế cho những việc này. Xin lỗi, tôi sẽ không nhân cơ hội này và đặt chỗ với bạn lần nữaĐọc thêm",
            "Xin chào,\nCảm ơn bạn đã liên hệ với chúng tôi và tôi rất tiếc khi biết về trải nghiệm gần đây của bạn với Blacklane. Tôi muốn điều tra tình huống này cho bạn, bạn vui lòng gửi email tới chris.king - blacklane.com kèm theo số đặt chỗ của bạn càng sớm càng tốt được không? Khi chúng tôi có thông tin này, chúng tôi sẽ có thể kiểm tra việc đặt chỗ và giải quyết tình huống cho bạn.\nChrisĐọc thêm",
            "Blacklane Review: Hidden Fees and Unfair Treatment of DriversBlacklane advertises itself as a premium ride service, but my recent experience both as a customer and from the driver - s perspective was quite disappointing.Excessive Fees for CustomersAs a business traveler, I was drawn to Blacklane - s promise of an upscale experience. However, I was shocked by the excessive fees and taxes tacked onto the base fare. The advertised  - all-inclusive -  pricing was misleading, as there were numerous extra charges that significantly increased the total cost.Poor Working Conditions for DriversThe real disappointment came from hearing the driver - s  - a chauffeur contracted by Blacklane -  perspective. According to him, Blacklane - s treatment of its drivers is appalling and borderline exploitative.Long Waiting Times with No CompensationHe complained about having to wait up to 3 hours for passengers to clear customs, with no compensation for that time. The drivers are expected to arrive 60 minutes before the scheduled pickup, further adding to their unpaid waiting time.Low Pay and No TipsAfter factoring in expenses like parking fees  - which can be  - 25 or more in Los Angeles - , fuel costs, and Blacklane - s commission, the driver claimed to only take home around  - 50 for a typical ride. This is an insultingly low amount for a  - premium -  service. To make matters worse, Blacklane does not pass along any tips from customers to the drivers.Draconian Penalties for DriversPerhaps the most egregious issue is Blacklane - s policy of docking drivers -  pay or even withholding the entire fare if they are just 5 minutes late for a pickup, even if it - s due to circumstances beyond their control like traffic. The driver described this as  - slavery, -  as they have no recourse or choice but to accept these unfair terms.ConclusionWhile Blacklane may offer a comfortable ride for customers, it does so at the expense of exploiting its drivers and misleading customers about the true costs. I cannot recommend this company to anyone who values transparency, fair labor practices, and ethical business conduct. There are better options available that treat both customers and workers with respect.Read more",
            "Tôi là tài xế của hãng Black Lane, Black Lane. Họ khiến tài xế đau đầu và sau đó thành viên trong nhóm không muốn lắng nghe cho rõ. Chỉ cần lắng nghe thôi. Một trang web luôn luôn họ chỉ muốn lắng nghe hành khách. Họ không muốn lắng nghe tài xế vì công việc lái xe trên đường khó không hề dễ dàng ở Mỹ. Không ai có quy định khấu trừ tiền cho tài xế. Đã có nhiều cách để đưa ra hình phạt cho tài xế, nhưng bạn không có luật để xếp tiềnĐọc thêm",
            "Waqssa thân mến,\n\nCảm ơn vì đã chia sẻ kinh nghiệm của bạn. Chúng tôi thực sự rất tiếc khi biết về những khó khăn mà bạn gặp phải khi làm tài xế cho chúng tôi. Phản hồi của bạn rất quan trọng đối với chúng tôi và chúng tôi muốn đảm bảo rằng tất cả các thành viên trong nhóm của chúng tôi, bao gồm cả tài xế, cảm thấy được lắng nghe và hỗ trợ.\n\nVui lòng liên hệ trực tiếp với chúng tôi tại bộ phận hỗ trợ đối tác - blacklane.com để chúng tôi có thể hiểu rõ hơn mối quan tâm của bạn và cùng nhau giải quyết chúng.\n\nTrân trọng kính chào,\nChrisĐọc thêm",
            "MỘT GIỜ ĐÓN, HỌ ĐƠN GIẢN HỦY! Không có lời giải thích. Không giúp đỡ. Không có gì cả. Vô ích và cực kỳ bất tiện. Gần như hủy hoại toàn bộ chuyến đi.Đọc thêm",
            "Kính thưa quý khách,\n\nChúng tôi vô cùng tiếc khi biết về sự bất tiện và thất vọng do chuyến đi của bạn bị hủy vào phút cuối. Đây không phải là mức độ dịch vụ mà chúng tôi cố gắng cung cấp và chúng tôi thành thật xin lỗi vì đã suýt làm hỏng chuyến đi của bạn.\n\nChúng tôi muốn hiểu chuyện gì đã xảy ra và điều tra việc này một cách chặt chẽ. Vui lòng liên hệ trực tiếp với chúng tôi kèm số đặt chỗ và tóm tắt tại chris.king - blacklane.com.\n\nTốt nhất,\nChrisĐọc thêm",
            "Emirates đã sử dụng Blacklane cho tài xế lái xe, chúng tôi đến sân bay ORD sau 35 giờ bay, có sự chậm trễ ở ORD và trong khi Emirates khuyên tài xế sẽ đợi thì họ lại không đợi. Khi chúng tôi gọi cho họ, người lái xe nói, - bạn vắng mặt - và cúp máy. Khi chúng tôi gọi lại cho tài xế, anh ta lại cúp máy. Cuối cùng chúng tôi bắt taxi từ sân bay về khách sạn. Tuy nhiên, chúng tôi đang giải quyết vấn đề với Emirates và sẽ không bao giờ sử dụng Blacklane, quá thô lỗ và quan trọng hơn là quá không đáng tin cậy.Đọc thêm",
            "Kính thưa quý khách,\n\nCảm ơn bạn rất nhiều vì đã dành thời gian chia sẻ phản hồi của bạn với chúng tôi. Chúng tôi thực sự rất tiếc khi biết về trải nghiệm không may mà bạn đã gặp phải với Blacklane khi bạn đến ORD. Chúng tôi hiểu điều này hẳn đã khiến bạn bực bội và thất vọng như thế nào. Tôi muốn điều tra tình huống này cho bạn. Bạn vui lòng gửi email tới chris.king - blacklane.com kèm theo số đặt chỗ càng sớm càng tốt được không? Điều này sẽ cho phép chúng tôi nhanh chóng xem xét chi tiết và tìm ra giải pháp.\n\nTrân trọng kính chào,\nChris King\nĐọc thêm",
            "Đơn giản là khủng khiếp. Tôi đã đặt chỗ chuyến đi từ nhiều tháng trước cho một chuyến đi dài hơn. Trước đây đã sử dụng Blacklane mà không gặp vấn đề gì nhưng lần này họ không cung cấp dịch vụ cho chúng tôi vào buổi sáng chúng tôi khởi hành. Tôi đã đặt chỗ từ nhiều tháng trước và thức dậy vào buổi sáng khởi hành với một email nói rằng họ không thể tiếp nhận chúng tôi. Hoàn toàn thiếu sự quan tâm đối với chúng tôi, những người đang phụ thuộc vào họ để vận chuyển. Nếu họ thông báo trước cho chúng tôi nhiều hơn thì tôi cũng đồng ý nhưng việc phát hiện ra một vài giờ trước giờ đón theo lịch trình thật là thô lỗ. Daytrip là một dịch vụ đi xe được cung cấp cho chúng tôi vào phút cuối. Rất khuyến khích họ! Đọc thêm",
            "Kevin thân mến,\n\nCảm ơn bạn đã dành thời gian chia sẻ phản hồi này với chúng tôi.\n\nChúng tôi rất tiếc về sự bất tiện do việc hủy đặt phòng của bạn gây ra. \n\nĐể hiểu rõ hơn các trường hợp xung quanh việc đặt chỗ của bạn và để hỗ trợ bạn thêm, vui lòng liên hệ với chúng tôi tại chris.king - blacklane.com kèm theo chi tiết đặt chỗ của bạn. \nNhóm của chúng tôi tận tâm giải quyết vấn đề này kịp thời và đảm bảo rằng bạn nhận được dịch vụ mà bạn mong đợi và xứng đáng.\n\nCảm ơn bạn đã lưu ý vấn đề này và chúng tôi đánh giá cao sự hiểu biết của bạn.\n\nTrân trọng,\nChrisĐọc thêm",
            "Trải nghiệm của tôi với Black Lane Car Service thật khủng khiếp! Tôi đã lên lịch đón bố tôi lúc 5:45 sáng tại sân bay, cung cấp hướng dẫn rõ ràng về địa điểm vào và đón. Tuy nhiên, người lái xe đã không làm theo những chỉ dẫn này, buộc bố tôi phải đi xuống ba tầng cầu thang, đi bộ đến cổng và vẫy người lái xe xuống lề đường!  Khi tôi nêu lên mối lo ngại của mình với công ty, phản hồi của họ hoàn toàn vô lý và không đầy đủ, nói rằng tài xế không được phép vào cơ sở. Chính sách này không được nêu trên trang web của họ và mâu thuẫn với thông lệ của các dịch vụ ô tô khác mà tôi đã sử dụng trước đây - tức là Uber, Lyft, v.v. -. Dịch vụ mà cha tôi nhận được là hoàn toàn không thể chấp nhận được. Đừng sử dụng dịch vụ xe này!Đọc thêm",
            "Kính thưa quý khách,\n\nChúng tôi thực sự rất tiếc khi biết về trải nghiệm đáng thất vọng của cha bạn với dịch vụ của chúng tôi. Vui lòng chấp nhận lời xin lỗi chân thành nhất của chúng tôi vì bất kỳ sự bất tiện hoặc thất vọng nào gây ra.\n\nChúng tôi hiểu tầm quan trọng của việc giao tiếp rõ ràng và đảm bảo trải nghiệm đón khách suôn sẻ cho khách hàng. Chúng tôi rất tiếc rằng đây không phải là trường hợp của cha bạn.\n\nĐể hiểu rõ hơn chi tiết về việc đặt chỗ của bạn và giải quyết mọi mối quan ngại mà bạn có thể có, vui lòng liên hệ với chúng tôi tại chris.king - blacklane.com kèm theo chi tiết đặt chỗ. \nChúng tôi cam kết khắc phục tình trạng này và đảm bảo rằng những sự cố như vậy sẽ không tái diễn.\n\nTốt nhất,\nChrisĐọc thêm",
            "Tài xế đã hủy vào phút cuối sau khi tôi hạ cánh từ một chuyến đi quốc tế. Họ đã gửi một chiếc xe sedan thay thế, thậm chí không vừa hai chiếc túi. Tôi đã từ chối dịch vụ và họ vẫn tính phí dịch vụ cho tôi mặc dù tôi đã hủy chuyến đi. Dịch vụ tệ nhất. Không sử dụng. Bạn sẽ bị mắc kẹt tại sân bay.Đọc thêm",
            "Kính thưa quý khách,\n\nChúng tôi rất tiếc khi biết về trải nghiệm không thỏa đáng mà bạn có với dịch vụ của chúng tôi. Vui lòng chấp nhận lời xin lỗi chân thành nhất của chúng tôi về bất kỳ sự bất tiện hoặc thất vọng nào do việc hủy bỏ vào phút cuối và sự thay thế được cung cấp không đầy đủ.\n\nĐể hiểu rõ hơn về chi tiết đặt chỗ của bạn và giải quyết mọi thắc mắc liên quan đến các khoản phí, vui lòng liên hệ với chúng tôi tại chris.king - blacklane.com kèm theo chi tiết đặt chỗ của bạn. Chúng tôi cam kết giải quyết vấn đề này kịp thời và đảm bảo rằng bạn nhận được dịch vụ mà bạn mong đợi và xứng đáng.\n\nTrân trọng kính chào,\nChrisĐọc thêm",
            "Dịch vụ tốt, xe đẹp, sạch sẽ, đúng như yêu cầu.  Chậm trễ một chút - chờ 25 phút vì thời tiết ở lề đường - việc đón khách dẫn đến việc đến điểm đến hơi chậm một chút.  Mặt khác, dịch vụ chuyên nghiệp và chắc chắn sẽ không có vấn đề gì.Đọc thêm",
            "Kính thưa quý khách,\n\nCảm ơn bạn đã dành thời gian để chia sẻ kinh nghiệm của bạn với chúng tôi. Mặc dù chúng tôi rất vui khi biết rằng bạn nhận thấy dịch vụ của chúng tôi chuyên nghiệp và xe sạch sẽ như mong đợi, chúng tôi chân thành xin lỗi vì sự bất tiện gây ra bởi sự chậm trễ nhỏ trong việc đón và đến điểm đến sau đó của bạn.\n\nBạn có thể vui lòng gửi email cho chúng tôi số đặt chỗ của bạn tại chris.king - blacklane.com không? Chúng tôi muốn đảm bảo rằng mọi bước cần thiết sẽ được thực hiện để ngăn chặn những sự cố tương tự trong tương lai. Cảm ơn bạn đã lưu ý vấn đề này và chúng tôi đánh giá cao sự hiểu biết của bạn. \n\nChúng tôi mong muốn được nghe từ bạn sớm.\n\nTốt nhất,\nChris KingĐọc thêm",
            "Dịch vụ khách hàng của họ hoàn toàn khủng khiếp. Có sự nhầm lẫn giữa sáng và chiều khi đặt chỗ và họ đã gọi cho bố mẹ già của tôi - người mà tôi đã đặt xe cho - lúc 2 giờ sáng để nói rằng họ vắng mặt và sẽ bị tính phí. Tôi đã cố gắng giải thích tình huống này với bộ phận dịch vụ khách hàng và họ nói rằng họ không thể làm gì được. Đừng đặt xe với công ty này.Đọc thêm",
            "Kính thưa quý khách,\n\nChúng tôi rất tiếc khi biết về trải nghiệm khó chịu của bạn với dịch vụ của chúng tôi. Thật vô cùng lo ngại khi biết rằng có sự nhầm lẫn trong việc đặt chỗ của bạn và điều đó đã gây bất tiện cho cha mẹ già của bạn. Vui lòng chấp nhận lời xin lỗi chân thành nhất của chúng tôi về bất kỳ sự phiền toái nào mà điều này có thể gây ra.\n\nĐể đảm bảo chúng tôi giải quyết vấn đề này một cách chính xác và cung cấp hỗ trợ thích hợp, bạn có thể vui lòng gửi email cho chúng tôi theo địa chỉ chris.king - blacklane.com kèm theo số đặt chỗ của bạn không? \nChúng tôi muốn điều tra vấn đề này một cách kỹ lưỡng và giải quyết mọi việc phù hợp với bạn và gia đình bạn. \n\nNhóm của chúng tôi sẵn sàng giúp giải quyết tình huống này một cách nhanh chóng và hiệu quả nhất có thể. Cảm ơn bạn đã lưu ý đến vấn đề này và chúng tôi mong sớm nhận được phản hồi từ bạn.\n\nTốt nhất,\nChris KingĐọc thêm",
            "Tuần trước tôi đã sắp xếp việc đưa đón các giám đốc điều hành của mình đến sân bay để đáp chuyến bay quốc tế. Hôm nay tôi nhận được một cuộc gọi 20 phút trước khi nhận hàng rằng họ không thể đáp ứng yêu cầu. Cách kinh doanh khủng khiếp để xác nhận đặt chỗ và sau đó rời khỏi khách du lịch mà không đi xe 20 phút trước khi đón. Đây cũng là chuyến bay quốc tế!!! Xin lưu ý bạn, nếu tôi hủy hợp đồng trước 60 phút thì tôi sẽ bị tính phí. Tôi - đã được nghe điều này thông qua các nhóm Trợ lý Điều hành mà tôi thuộc về rằng dịch vụ - độ tin cậy - ĐÁNG TIN CẬY - của công ty này đã xuống dốc. Tôi đã trải nghiệm nó ngay hôm nay và sẽ không bao giờ sử dụng chúng nữa. Tôi cũng đang chia sẻ kinh nghiệm với các đồng nghiệp của mình.Đọc thêm",
            "Kính thưa quý khách,\n\nCảm ơn phản hôi của bạn. Chúng tôi thành thật xin lỗi vì không thể đáp ứng chuyến đi mà bạn đã đặt cùng Blacklane tới sân bay. Tôi thực sự hiểu rằng việc chuyến đi không được thực hiện vì đó là dịch vụ đưa đón sân bay là điều thực sự không thể chấp nhận được. Ở Blacklane, chúng tôi luôn cố gắng hoàn thành tốt nhất mọi chuyến đi của mình. Tôi muốn điều tra thêm về vấn đề này. Vui lòng gửi email cho chúng tôi theo địa chỉ chris.king - blacklane.com cùng với số đặt chỗ của bạn.\n\nTrân trọng kính chào,\nChris KingĐọc thêm"
        ],
        "star_ratings": [
            74,
            14,
            2,
            10,
            295
        ],
        "review_amount": 395,
        "location": [
            "Đường đen",
            "New York - NY -",
            "Hoa Kỳ",
            "Thành phố New York",
            "Những điều cần làm ở thành phố New York"
        ],
        "reviews_time": [
            "Written May 31, 2023",
            "Written June 2, 2023",
            "Written June 14, 2023",
            "Written June 16, 2023",
            "Written June 16, 2023",
            "Written June 28, 2023",
            "Written June 29, 2023",
            "Written July 5, 2023",
            "Written July 10, 2023",
            "Written July 26, 2023",
            "Written May 27, 2024",
            "Written May 26, 2024",
            "Written May 26, 2024",
            "Written May 21, 2024",
            "Written May 16, 2024",
            "Written May 15, 2024",
            "Written May 15, 2024",
            "Written May 2, 2024",
            "Written May 2, 2024",
            "Written April 13, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g60763-d11931867-Reviews-Blacklane-New_York_City_New_York.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g48305-d1217540-Reviews-John_W_Engeman_Theater-Northport_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47436-d319040-Reviews-Vanderbilt_Museum-Centerport_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48305-d16820118-Reviews-Del_Vino_Vineyards-Northport_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47939-d15226317-Reviews-Crab_Meadow_Beach-Huntington_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48305-d14087490-Reviews-Sand_City_Brewing_Co-Northport_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48305-d16774267-Reviews-Northport_Public_Library-Northport_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48305-d12961371-Reviews-Northport_Historical_Society-Northport_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48305-d13815384-Reviews-LaMantia_Gallery-Northport_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47744-d10767994-Reviews-Makamah_Nature_Preserve-Fort_Salonga_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48305-d19781106-Reviews-The_Firefly_Artists-Northport_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d11931867-Reviews-or10-Blacklane-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d143363-Reviews-Staten_Island_Ferry-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d15184003-Reviews-Vou_Para_New_York-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d14968289-Reviews-Renny_Tours_NYC-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d12940487-Reviews-NYC_Perfect_Transportation-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d16760358-Reviews-NYC_Platinum_Transport-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d7621038-Reviews-Pocono_Daytripper-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d26450526-Reviews-Belominas_Tour_Chauffeur_Service-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d15213650-Reviews-King_And_Queen_Limousine_New_York-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d14930366-Reviews-Precision_Ny_Chauffeur_Airport_Transportation_Service-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d25151893-Reviews-City_Bike_Rentals_of_New_York-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g33871-d497697-Reviews-Sheffield_Island_Lighthouse-Norwalk_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g47939-d5463911-Reviews-Caumsett_State_Park-Huntington_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g33979-d3396037-Reviews-Compo_Beach-Westport_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g48001-d3468282-Reviews-Sunken_Meadow_State_Park-Kings_Park_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g33871-d25759181-Reviews-Spacecat_Brewing_Company-Norwalk_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g33871-d2233662-Reviews-Sheffield_Island_Ferry-Norwalk_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g47939-d2310916-Reviews-The_Paramount-Huntington_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48305-d14154954-Reviews-Kismet_Cruising-Northport_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47939-d536425-Reviews-The_Heckscher_Museum_of_Art-Huntington_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47509-d2689702-Reviews-Cold_Spring_Harbor_Fish_Hatchery_Aquarium-Cold_Spring_Harbor_Huntington_Long_Islan.html",
            "https://www.tripadvisor.com/Attraction_Review-g52949-d145765-Reviews-Crystal_Cave-Kutztown_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187302-d3627646-Reviews-Wank_Mountain-Garmisch_Partenkirchen_Upper_Bavaria_Bavaria.html",
            "https://www.tripadvisor.com/Attraction_Review-g295370-d4509300-Reviews-Split_Fish_Market-Split_Split_Dalmatia_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g297892-d2337355-Reviews-Seopjikoji-Seogwipo_Jeju_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g28961-d269276-Reviews-Lake_Murray-South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g317122-d1228132-Reviews-Mayon_Volcano-Legazpi_Albay_Province_Bicol_Region_Luzon.html",
            "https://www.tripadvisor.com/Attraction_Review-g44460-d598168-Reviews-Mark_Twain_Cave_and_Cameron_Cave-Hannibal_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g30377-d1818716-Reviews-Spring_Valley_Beach-Blountsville_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d592177-Reviews-Pirate_s_Cove_Adventure_Golf-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g298560-d2015888-Reviews-Tanukikoji_Shopping_Street-Sapporo_Hokkaido.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g60763-d11931867-Reviews-or10-Blacklane-New_York_City_New_York.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g60763-d11931867-Reviews-Blacklane-New_York_City_New_York.html"
    }
]