[
    {
        "attraction_name": "Blackwater Falls State Park",
        "attraction_name_vi": "Công viên tiểu bang Thác Blackwater",
        "general_info": [
            "1.082 đánh giá",
            "1 trong số 19 điều cần làm ở Davis",
            "Công viên tiểu bang",
            "Thác nước"
        ],
        "attraction_summary": "Nằm trong Dãy núi Allegheny của Hạt Tucker, Công viên Tiểu bang Thác Blackwater được đặt tên theo vùng nước màu hổ phách của Thác Blackwater, một thác nước cao 57 foot được nhuốm màu bởi axit tannic của cây huyết dụ rơi và lá kim vân sam đỏ. Thác, cùng với một số đặc điểm khác của công viên như Thác Elakala, Lindy Point và Pendleton Point Overlook, là một số địa điểm được chụp ảnh nhiều nhất ở bang. Du khách có thể tận hưởng khung cảnh tuyệt đẹp quanh năm bằng cách đi bộ lên thác hoặc sử dụng đài quan sát. Công viên có những con đường mòn đi bộ đường dài dài 20 dặm, tấm thảm ma thuật trượt tuyết dài nhất ở Bờ Đông, một nhà nghỉ tiện nghi và hơn thế nữa.Đọc thêm",
        "reviews": [
            "Chuyến đi bộ ngắn tuyệt vời, chủ yếu là râm mát đến thác nước. Thác nước rất đẹp. Thích cái xích đu có dòng chữ gần như thiên đường! Cơ hội chụp ảnh tuyệt vời! Lái xe đến nhà nghỉ và đi bộ ra phía sau. Ghế dài đẹp và quang cảnh tuyệt đẹp! Đọc thêm",
            "Chúng tôi hoàn toàn yêu thích Thác Blackwater! Nằm ở bang WV quê hương tôi, công viên mang đến sự thanh bình và tĩnh lặng cho bất kỳ ai đến thăm. Thác nước, những con đường mònChúng tôi thậm chí còn tìm thấy một con đường mòn gần nhà nghỉ gợi nhớ đến bối cảnh một bộ phim. Cây cối phát triển một cách đáng kinh ngạc, rễ dường như ở trên mặt đất và cây cối vẫn mở. Tôi chưa bao giờ nhìn thấy bất cứ điều gì giống như nó! Rất muốn sớm thực hiện một chuyến đi khác! Đọc thêm",
            "Dừng lại ở cửa hàng quà tặng đầu tiên để lấy bản đồ công viên, cửa hàng quà tặng có rất nhiều mặt hàng đẹp. Đi cầu thang xuống để xem Thác Blackwater. Các bậc thang bị ướt và trơn trượt nên hãy chú ý bước chân của bạn. Tôi phát hiện ra một cách khó khăn, cười lớn. Có một vài nơi khác nhau để ngắm thác từ cầu thang. Ngoài ra còn có xích đu WV Most Heaven để có một bức ảnh tuyệt vời. Chúng tôi đã đi theo con đường Elakala, con đường dễ dàng và ngắn. Thực sự không có một cái nhìn tốt về thác nước nhỏ này. Chúng tôi cũng đã đi một con đường ngắn và dễ dàng đến Lindys Point. Con đường này đã không làm mọi người thất vọng! Quang cảnh từ đây thật tuyệt vời!! Tuy nhiên, hãy cẩn thận khi bước đi, chúng tôi đã nhìn thấy một con rắn chuông đang nằm ngay trên bục quan sát dựa vào một tảng đá. Đọc thêm",
            "Thật là một công viên đẹp. Họ cũng có những con đường mòn nếu bạn cảm thấy phiêu lưu. Thác nước rất thích thú khi xem. Thật là một thời gian vui vẻ với bạn bè và gia đình. Chúng tôi đến đây để trượt tuyết. Trò chơi trượt tuyết bằng điện này thật thú vị. Bạn có 1 giờ để đi xe trượt tuyết bao nhiêu tùy thích. thật là một thời gian vui vẻ. Rất khuyến khích. Đọc thêm",
            "Tôi thích ngắm nhìn những thác nước, nhưng vì tôi sống ở một vùng của Hoa Kỳ nổi tiếng với những thác nước ở Hẻm núi Columbia, Washington và Oregon, nên nếu tôi dừng lại để ngắm thác nước trong một chuyến đi thì công sức bỏ ra quả là xứng đáng.  Có 77 thác nước cách tôi một giờ lái xe.  Tôi gần như hư hỏng theo cách đó.  \nCái này xuất hiện trong bản xem trước chuyến đi và trông rất thú vị, không chỉ đối với thác nước mà còn đối với chính công viên.  \nNó đáng để dừng lại.  Thác nước làm tôi nhớ đến những thác nước dọc theo Bờ Bắc Hồ Superior của Minnesota.  Tất nhiên, công viên có tổ chức cắm trại, nhưng tôi không cắm trại ở đây nên tôi không biết trải nghiệm đó như thế nào.  Nó có một cửa hàng quà tặng xinh xắn và có một địa điểm ở phía xa của công viên, nơi có một bãi cỏ đẹp nhìn ra Sông Blackwater tuyệt đẹp, được gọi là Pendelton Point Overlook.\nLối đi đến thác đi xuống một số bậc thang bằng gỗ.  Không có lối đi cho xe lăn.  Pendelton Point Overlook thân thiện với xe lăn. Đọc thêm",
            "Chúng tôi đã dành một khoảng thời gian rất ngắn tại Công viên Bang Blackwater Falls khi chúng tôi vừa đi ngang qua khu vực này.  Bản thân thác Blackwater rất đẹp, đáng xem nếu bạn ở trong khu vực.  Các công viên tiểu bang WV không thu phí, vì vậy ngay cả khi bạn không thể ở lại lâu, bạn cũng không mất tiền.  Có một chuyến đi bộ ngắn lên một số cầu thang và lối đi bộ lót ván trực tiếp từ bãi đậu xe đến thác, vì vậy sẽ không mất nhiều thời gian chỉ để ngắm thác.\n\nTuy nhiên, có những con đường mòn đi bộ đường dài khác và những thác nước khác, vì vậy nếu bạn có thời gian, những con đường đó có thể đáng xem.  Nếu bạn muốn mua quà lưu niệm, có một trạm buôn bán rộng rãi ở bãi đậu xe.  Tòa nhà đó có phòng tắm có nước và bồn cầu xả nước, nhưng tôi cho rằng cũng có những chiếc bô di động ở bãi đậu xe sau giờ làm việc.Đọc thêm",
            "Đây là lần thứ ba chúng tôi đến Công viên Tiểu bang Blackwater Falls, lần thứ hai chúng tôi đến khu trượt tuyết. Con trai chúng tôi muốn đi trượt tuyết ở đây vào ngày sinh nhật của cháu nên chúng tôi đã mời bạn bè đi cùng. Sau bữa trưa tại Davis, WV và tham quan Blackwater Falls, chúng tôi trượt tuyết từ 4 đến 6 giờ chiều. Vì thời tiết rất ấm nên tuyết là tuyết nhân tạo, nhưng vẫn vui. Thường thì vào tháng 1, tuyết rơi rất nhiều nhưng năm nay thì không. \n\nKhi mặt trời lặn, khu trượt tuyết cuối cùng của chúng tôi là dưới ánh đèn. Bãi đậu xe miễn phí rất gần, bạn có thể quay lại xe nếu cần nước hoặc khăn quàng cổ. Băng chuyền mà họ sử dụng để đưa người trượt tuyết lên đỉnh đồi rất khéo léo và rất dễ điều hướng. Và thật tuyệt khi họ cung cấp xe trượt tuyết. Chúng tôi yêu nơi này! Thật tuyệt cho một chuyến đi chơi gia đình hoặc một cuộc phiêu lưu mừng sinh nhật! Đọc thêm",
            "Vui mừng vì chúng tôi đã đến. Đi bộ xuống không tệ ngay cả trên một số cầu thang băng giá nhưng hãy dành thời gian. Không có gì vội vàng, thác không bao giờ ngừng chảy.  Đây là một điểm dừng tuyệt vời và phải làm.  Không có nhiều việc phải làm nhưng hãy đưa nó vào danh sách. Và vâng, gần như thiên đường, ngay cả khi đó là nước đen.Đọc thêm",
            "Cabin chúng tôi ở đủ rộng rãi, sạch sẽ, rất riêng tư và yên tĩnh.  Nó đẹp hơn nhiều so với phòng của chúng tôi và khung cảnh xung quanh tại Big Meadows trên Skyline Drive.  Chúng tôi đi bộ một số con đường mòn trong công viên và chủ yếu sử dụng cabin của mình làm căn cứ để khám phá Cao nguyên Tây Virginia.  Tây Nguyên thực sự rất đẹp.  Chúng tôi đến thăm Dolly Sod, Seneca Rocks, Thung lũng Canaan đáng yêu đến bất ngờ.  Sau khi quan sát xung quanh Davis và Thomas, tôi có thể nói Thomas giống một thị trấn hơn, nhưng chúng tôi rất vui vì đã ở Blackwater Falls thay vì bất kỳ AirBnB nào gần đó.  Dolly Sod phải di chuyển nhiều trên đường đất;  đi vào từ phía Đông sẽ tốt cho ô tô của bạn hơn là đi vào từ phía Tây.Đọc thêm",
            "Cabin chúng tôi ở đủ rộng rãi, sạch sẽ, rất riêng tư và yên tĩnh.  Nó đẹp hơn nhiều so với phòng của chúng tôi và khung cảnh xung quanh tại Big Meadows trên Skyline Drive.  Chúng tôi đi bộ một số con đường mòn trong công viên và chủ yếu sử dụng cabin của mình làm căn cứ để khám phá Cao nguyên Tây Virginia.  Tây Nguyên thực sự rất đẹp.  Chúng tôi đến thăm Dolly Sod, Seneca Rocks, Thung lũng Canaan đáng yêu đến bất ngờ.  Sau khi quan sát xung quanh Davis và Thomas, tôi có thể nói Thomas giống một thị trấn hơn, nhưng chúng tôi rất vui vì đã ở Blackwater Falls thay vì bất kỳ AirBnB nào gần đó.  Dolly Sod phải di chuyển nhiều trên đường đất;  đi vào từ phía Đông sẽ tốt cho ô tô của bạn hơn là đi vào từ phía Tây.Đọc thêm",
            "Công viên sạch sẽ, khung cảnh đẹp, những con đường mòn được bảo trì tốt và đáng để đi bộ xuống để ngắm thác. Nhân viên thân thiện trong tàu quà tặng. Phòng tắm sạch sẽ và đầy đủ đồ. Thân thiện với chó.Đọc thêm",
            "Nơi này là một viên ngọc quý ở giữa Tây Virginia.  Tận hưởng thác nước, nhà nghỉ, quang cảnh, hồ nước và nơi trú ẩn động vật hoang dã.  Chúng tôi đã hai lần và chưa bao giờ thất vọng. Đọc thêm",
            "Tôi chỉ thích những thác nước và nghe thấy nó khi nó đổ xuống những tảng đá lớn thật tuyệt vời. Bản thân công viên rất đẹp và được giữ gìn tốt. Có một cửa hàng quà tặng Shoppe và một phòng vệ sinh chỉ cách thác một quãng đi bộ.Đọc thêm",
            "Vui mừng vì chúng tôi đã đến. Đi bộ xuống không tệ ngay cả trên một số cầu thang băng giá nhưng hãy dành thời gian. Không có gì vội vàng, thác không bao giờ ngừng chảy.  Đây là một điểm dừng tuyệt vời và phải làm.  Không có nhiều việc phải làm nhưng hãy đưa nó vào danh sách. Và vâng, gần như thiên đường, ngay cả khi đó là nước đen.Đọc thêm",
            "Đây là chuyến thăm thứ ba của chúng tôi đến Công viên Bang Blackwater Falls, lần thứ hai chúng tôi tham gia hoạt động trượt tuyết.  Con trai chúng tôi xin đi trượt tuyết ở đây nhân dịp sinh nhật nên chúng tôi đã mời bạn bè đi cùng.  Sau bữa trưa ở Davis, WV và tham quan Thác Blackwater, chúng tôi trượt tuyết từ 4 đến 6 giờ chiều.  Vì thời tiết ấm áp nên tuyết là do con người tạo ra nhưng vẫn vui.  Thông thường vào tháng Giêng có rất nhiều tuyết nhưng năm nay thì không.  Khi mặt trời lặn, cuộc chạy cuối cùng của chúng tôi diễn ra dưới ánh đèn.  Bãi đậu xe miễn phí rất gần, bạn có thể quay lại xe nếu cần nước hoặc khăn quàng cổ.  Băng chuyền họ sử dụng để đưa xe trượt tuyết lên đỉnh đồi một cách khéo léo và rất dễ di chuyển.  Và thật tuyệt khi họ cung cấp xe trượt tuyết.  Chúng tôi yêu nơi này!  Tuyệt vời cho chuyến đi chơi gia đình hoặc chuyến phiêu lưu sinh nhật!Đọc thêm",
            "Cảm giác này giống như đang tham quan bên trong một quả cầu tuyết theo đúng nghĩa đen vậy! Một xứ sở mùa đông thực sự với những địa điểm lãng mạn để lưu trú, ăn uống và tham quan. Hãy đi trượt tuyết nhưng hãy ở lại để lưu giữ những kỷ niệm!Đọc thêm",
            "Chúng tôi đã dành một khoảng thời gian rất ngắn tại Công viên Bang Blackwater Falls khi chúng tôi vừa đi ngang qua khu vực này.  Bản thân thác Blackwater rất đẹp, đáng xem nếu bạn ở trong khu vực.  Các công viên tiểu bang WV không thu phí, vì vậy ngay cả khi bạn không thể ở lại lâu, bạn cũng không mất tiền.  Có một chuyến đi bộ ngắn trên một số cầu thang và một lối đi bộ lát ván trực tiếp từ bãi đậu xe đến thác, vì vậy sẽ không mất nhiều thời gian chỉ để ngắm thác. Tuy nhiên, có những con đường mòn đi bộ đường dài khác và những thác khác, vì vậy nếu bạn có thời gian, những con đường đó Có thể là một giá trị.  Nếu bạn muốn mua quà lưu niệm, có một trạm buôn bán rộng rãi ở bãi đậu xe.  Tòa nhà đó có phòng tắm có nước và bồn cầu xả nước, nhưng tôi cho rằng cũng có những chiếc bô di động ở bãi đậu xe sau giờ làm việc.Đọc thêm",
            "Thác nước đẹp.  Có hơn 200 bậc thang để xuống thác nhưng có rất nhiều chỗ để nghỉ ngơi trên đường trở lên.Đọc thêm",
            "Tôi thích ngắm nhìn những thác nước, nhưng vì tôi sống ở một vùng của Hoa Kỳ nổi tiếng với những thác nước ở Hẻm núi Columbia, Washington và Oregon, nên nếu tôi dừng lại để ngắm thác nước trong một chuyến đi thì công sức bỏ ra quả là xứng đáng.  Có 77 thác nước cách tôi một giờ lái xe.  Tôi gần như hư hỏng theo cách đó.  Cái này xuất hiện trong bản xem trước chuyến đi và trông rất thú vị, không chỉ đối với thác nước mà còn đối với chính công viên.  Nó đáng để dừng lại.  Thác nước làm tôi nhớ đến những thác nước dọc theo Bờ Bắc Hồ Superior của Minnesota.  Tất nhiên, công viên có tổ chức cắm trại, nhưng tôi không cắm trại ở đây nên tôi không biết trải nghiệm đó như thế nào.  Nó có một cửa hàng quà tặng xinh xắn và có một địa điểm ở phía xa của công viên, nơi có một bãi cỏ đẹp cạnh tầm nhìn tuyệt đẹp ra Sông Blackwater, được gọi là Pendelton Point Overlook. Đi bộ đến thác sẽ đi xuống một số bậc thang bằng gỗ .  Không có lối đi cho xe lăn.  Pendelton Point Overlook thân thiện với xe lăn. Đọc thêm",
            "Có khu vực bầu trời tối nào gần đó không?Đọc thêm",
            "Công viên tiểu bang Thác Blackwater nổi tiếng với những thác nước đổ xuống, nhưng công viên này có một số bầu trời đêm tối nhất và ấn tượng nhất trong tiểu bang. Các khu vực xung quanh dân cư thưa thớt có nghĩa là bạn sẽ có tầm nhìn tuyệt vời ra bầu trời đầy sao và nhà nghỉ và cabin ấm cúng của công viên có nghĩa là bạn sẽ có một nơi hấp dẫn để qua đêm.\n\nHướng tầm nhìn của bạn lên thiên đường từ một trong những đài quan sát nhìn ra Thác Blackwater hoặc đi bộ một đoạn ngắn đến Lindy Point để xem màn trình diễn tuyệt vời. Nhưng hãy nhớ an toàn khi đi bộ vào ban đêm. Đường nhỏ không được chiếu sáng nên hãy mang theo đèn pin nhỏ để soi đường. Khi bạn đến nơi và tìm được một vị trí an toàn để ngắm sao, hãy tắt đèn, để mắt điều chỉnh trong vài phút rồi tiếp tục. Chúng tôi hứa bạn sẽ không thất vọng!\n\nThác Blackwater cũng là một địa điểm tuyệt vời để ngắm mưa sao băng Perseids. Cảnh tượng thường niên vào tháng 8 này là một trong những trận mưa sao băng sáng nhất trong năm. Chúng xảy ra hàng năm từ ngày 17 tháng 7 đến ngày 24 tháng 8 và có xu hướng đạt đỉnh điểm vào khoảng ngày 9-13 tháng 8.Đọc thêm",
            "có khu vực quan sát bầu trời tối nào thác nước đen spĐọc thêm",
            "Tôi tìm thấy điều này: Nằm ở vị trí cao trên Dãy núi Allegheny, công viên cách xa bất kỳ ánh đèn thành phố nào có thể làm mờ bầu trời đêm, khiến nơi đây trở thành một nơi lý tưởng để ngắm sao. Trên thực tế, công viên đang nỗ lực đạt được chứng nhận Dark Sky, dự kiến ​​sẽ thu hút những người đam mê thiên văn học và những người yêu thiên nhiên khác.Đọc thêm",
            "Giá thuê thuyền kayak trên hồ Pendleton? Các lò nướng có dành cho mỗi cabin hoặc cộng đồng không? Sân tennis có lót Pickleball không?Đọc thêm",
            "Có đi thuyền ngắm cảnh khôngĐọc thêm",
            "Tôi không biết nhưng có những con đường mòn đi bộ đường dài từ dễ đến khó và có độ dài khác nhau với tầm nhìn và nền tảng quan sát tốt.  Hãy tận hưởng.Đọc thêm",
            "Họ nghiêm ngặt đến mức nào đối với một chiếc lều cho mỗi khu cắm trại? Nhiều công viên khác mà tôi cắm trại có quy định về việc có một lều cho mỗi khu cắm trại nhưng họ không bao giờ thực thi điều đó.Đọc thêm",
            "Tôi chưa bao giờ cắm trại trong lều ở đóĐọc thêm",
            "Xe trượt tuyết có an toàn cho trẻ sáu tuổi không?  Có rào chắn nào để tránh va vào cây hoặc chướng ngại vật khác không?\nXe trượt có phanh hoặc thiết bị khác để giảm tốc độ nếu cần thiết không?Đọc thêm",
            "Chào bạn! Trẻ em từ 8 tuổi trở xuống phải đi cùng người lớn. Yêu cầu về độ tuổi có thể tăng lên tùy thuộc vào điều kiện đồi núi tại thời điểm đi xe trượt tuyết. Không có rào cản nhưng đường đi không quá dốc và thông thoáng. Xe trượt không có phanh, nhưng hướng dẫn lái và dừng xe trượt được đưa ra trong buổi giới thiệu an toàn trước mỗi buổi học. Chúng tôi hy vọng điều này sẽ rõ ràng.Đọc thêm",
            "Toàn bộ công viên sẽ đóng cửa từ tháng 11 năm 2020 đến tháng 6 năm 2021Đọc thêm",
            "Chào bạn! Cảm ơn đã hỏi thăm. Những điều thú vị đang xảy ra! Từ 11012020 đến 8312021, chỉ có nhà nghỉ và nhà hàng tại Công viên Bang Blackwater Falls sẽ đóng cửa để cải tạo. Công viên sẽ vẫn mở cửa và có các cabin cũng như khu cắm trại có thể cho thuê. Chúng tôi rất nóng lòng được chào đón bạn đến với nhà nghỉ mới và cải tiến của chúng tôi vào tháng 8!Đọc thêm",
            "Cabin thân thiện với vật nuôi...chúng tốt hay xấu như thế nào?Đọc thêm",
            "Các cabin đều ổn, chắc chắn không rườm rà nhưng sạch sẽ và khô ráo. Vòi sen vẫn ổn, có điện và bếp đầy đủ. Không có điện thoại, WiFi hoặc TV. Dịch vụ di động rất kém ở các cabin. Có lò sưởi nếu thời tiết mát mẻ. Nếu bạn để thú cưng của mình một mình vào ban ngày, hãy đảm bảo rằng chúng được nhốt trong lồng. Nhân viên vào thay khăn và để củi trong ngày. Chúng tôi đã ở đó hai lần trong vài năm qua. Đọc thêm",
            "Những nơi này có thể truy cập được vào cuối tháng 3 không?Đọc thêm",
            "Việc đi bộ đến thác chính chủ yếu là các bước nên có, trừ điều kiện ẩm ướt. Đọc thêm",
            "Giá thuyền chèo, ca nô và những thứ tương tự là bao nhiêu?Đọc thêm",
            "Xin lỗi, tôi không biết, Đọc thêm"
        ],
        "star_ratings": [
            796,
            250,
            25,
            7,
            4
        ],
        "review_amount": 1082,
        "location": [
            "Davis",
            "Tây Virginia WV",
            "Công viên tiểu bang Thác Blackwater",
            "Những điều cần làm ở Davis",
            "Hoa Kỳ"
        ],
        "reviews_time": [
            "Written August 3, 2023",
            "Written August 16, 2023",
            "Written September 26, 2023",
            "Written October 13, 2023",
            "Written October 30, 2023",
            "Written November 29, 2023",
            "Written January 28, 2024",
            "Written February 6, 2024",
            "Written May 7, 2024",
            "Written May 7, 2024",
            "Written April 21, 2024",
            "Written April 19, 2024",
            "Written March 25, 2024",
            "Written February 6, 2024",
            "Written January 28, 2024",
            "Written January 18, 2024",
            "Written November 29, 2023",
            "Written November 1, 2023",
            "Written October 30, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g58999-d1819675-Reviews-Blackwater_Falls_State_Park-Davis_West_Virginia.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g58999-d14941382-Reviews-Smokehouse_at_Blackwater_Falls-Davis_West_Virginia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g58999-d4363815-Reviews-Sawmill_Restaurant-Davis_West_Virginia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g58999-d1204900-Reviews-Hellbender_Burritos-Davis_West_Virginia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g58999-d1052679-Reviews-Sirianni_s_Cafe-Davis_West_Virginia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g58999-d3979466-Reviews-The_Ice_Cream_Shop-Davis_West_Virginia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g58999-d1510234-Reviews-Bright_Morning_Breakfast-Davis_West_Virginia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g58999-d24923098-Reviews-The_Billy_Hotel_Bar_Ish_Kitchen-Davis_West_Virginia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g58999-d10041862-Reviews-Stumptown_Ales-Davis_West_Virginia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g58999-d12490325-Reviews-WICKED_WILDERNESS_PUB_n_PARLOR-Davis_West_Virginia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g58999-d13338742-Reviews-Trailhead_Coffee_Shop-Davis_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58999-d6951845-Reviews-WVHighlands_Artisan_Gallery-Davis_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58999-d25226259-Reviews-New_Heritage_Distilling-Davis_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58999-d10515976-Reviews-Tucker_County_Convention_and_Visitor_s_Bureau-Davis_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g59583-d5846972-Reviews-Mountain_State_Brewing_Co-Thomas_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g59583-d16736448-Reviews-Buxton_and_Landstreet_Gallery_and_Studios-Thomas_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58999-d23801802-Reviews-Bear_Rocks_Preserve-Davis_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58999-d6773492-Reviews-Little_Canaan_Wildlife_Management_Area-Davis_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58999-d12828065-Reviews-Canaan_Valley_National_Wildlife_Refuge-Davis_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g25229473-d103670-Reviews-Fairfax_Stone_State_Park-William_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58999-d27014326-Reviews-Stumptown_Ales-Davis_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58999-d1819675-Reviews-or10-Blackwater_Falls_State_Park-Davis_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58999-d274239-Reviews-Canaan_Valley_Resort-Davis_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58999-d3509995-Reviews-Mountain_Trail_Rides_Horseback_Riding_More-Davis_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58999-d123145-Reviews-Timberline_Mountain-Davis_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58999-d23773689-Reviews-Blackwater_Falls_Trading_Company-Davis_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g59583-d503314-Reviews-Purple_Fiddle-Thomas_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58999-d12392631-Reviews-Wild_Ginger_and_Spice-Davis_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g59035-d145275-Reviews-Dolly_Sods_Wilderness_Area-Elkins_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g59583-d13168330-Reviews-Mountain_Yoga-Thomas_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g59583-d11815589-Reviews-Thomasyard-Thomas_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g59583-d7930965-Reviews-Allegheny_Holistic_Health_Care-Thomas_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g14129573-d8457884-Reviews-GU_Ginza-Ginza_Chuo_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g60661-d8631776-Reviews-Ma_ili_Beach_Park-Waianae_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g34543-d12031695-Reviews-Crooked_Island_Beach-Panama_City_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d3822061-Reviews-IFC_Mall-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g155032-d185129-Reviews-Saint_Laurent_Boulevard-Montreal_Quebec.html",
            "https://www.tripadvisor.com/Attraction_Review-g50566-d7382981-Reviews-Old_Man_s_Cave-Logan_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g60661-d8440720-Reviews-Pokai_Bay_Beach_Park-Waianae_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d103709-Reviews-Rampart_Casino_at_JW_Marriott_Las_Vegas_Resort_Spa-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g147242-d6028301-Reviews-Prickly_Pear_Island-Antigua_Antigua_and_Barbuda.html",
            "https://www.tripadvisor.com/Attraction_Review-g189542-d319624-Reviews-Kronborg_Slot-Helsingoer_Helsingoer_Municipality_Copenhagen_Region_Zealand.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g58999-d1819675-Reviews-or10-Blackwater_Falls_State_Park-Davis_West_Virginia.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g58999-d1819675-Reviews-Blackwater_Falls_State_Park-Davis_West_Virginia.html"
    }
]