[
    {
        "attraction_name": "Black Chasm Cavern",
        "attraction_name_vi": "Hang động Black Chasm",
        "general_info": [
            "122 đánh giá",
            "1 trong 5 điều cần làm ở Pine Grove",
            "Hang động Hang động"
        ],
        "attraction_summary": "Black Chasm được Cơ quan Công viên Quốc gia đặt tên là Di tích Thiên nhiên Quốc gia vào năm 1976 nhờ những màn trình diễn nổi bật về các thành tạo helictite quý hiếm. Chuyến đi bộ có hướng dẫn viên kéo dài 50 phút sẽ đi xuống một loạt cầu thang và lối đi vòng quanh các bức tường hang động có mái che hình thành. Ở đây, đá chảy xen kẽ với nhũ đá, rèm và xoắn ốc tranh giành không gian phía trên cầu thang. Các hoạt động trên mặt đất: khai thác đá quý, đi bộ trong thiên nhiên, bàn ăn ngoài trời. Chương trình học có sẵn. Mở cửa hàng ngày, quanh năm.Đọc thêm",
        "reviews": [
            "Bạn không thường xuyên trải nghiệm những điều như thế này. Đáng để lái xe và thời gian. Trẻ em của chúng tôi hoàn toàn thích nó. Don là hướng dẫn viên du lịch của chúng tôi; anh ấy rất hiểu biết, đam mê và vui tính! Rất vui vì anh ấy đã ở đó cho cuộc phiêu lưu của chúng tôi! Lời khuyên duy nhất của tôi là mang theo đồ mát hoặc đồ ăn nhẹ để ăn trước hoặc sau chuyến tham quan. Chúng tôi không có bất cứ thứ gì và việc tìm kiếm thức ăn gần đó là điều không thể.Đọc thêm",
            "Hướng dẫn tuyệt vời. Trải nghiệm tuyệt vời. Một địa điểm thú vị và độc đáo ở California Gold Country.  Nếu bạn đến thăm gia đình thì đó là một chuyến tham quan tuyệt vời.Đọc thêm",
            "Đây là một hang động rất thú vị để khám phá, không có ý định chơi chữ! Chúng tôi đã thực hiện Hang động rên rỉ, nó rất xuất sắc, nhưng tôi thích cái này chỉ vì sự hình thành của Helictites. Khác với những chuyến tham quan hang động khác. Hướng dẫn rất nhiều thông tin. Các nhóm được giữ nhỏ không quá 20. Nó có thể hơi hẹp nhưng không có nhiều cầu thang lên xuống. Bạn cũng có thể thực hiện một chuyến đi bộ đường dài. Rất nhiều bãi đậu xe và nhà vệ sinh tại chỗ trước chuyến tham quan. Tôi thực sự khuyên bạn nên điều này. Họ cung cấp giảm giá quân sự cho Cựu chiến binh.Đọc thêm",
            "Giống như lịch sử của hang động này. Các thành tạo đẹp và rất thú vị, các bậc thang hẹp và dốc, nhưng có thể thực hiện được. Hướng dẫn viên rất hiểu biết. Đọc thêm",
            "Chuyến du lịch buổi sáng đầu tiên với đứa con trai 8 tuổi của tôi và một người bạn mẹ khác cùng đứa con 7 tuổi của cô ấy. Chúng tôi ở trong một nhóm có lẽ khoảng 15 người khác, và chúng tôi đi ở phía sau nhóm vì chúng tôi là những người duy nhất có con nhỏ. Hướng dẫn viên du lịch đã cung cấp cho chúng tôi những thông tin thông thường trong chuyến tham quan nhưng khiến bọn trẻ cảm thấy vui vẻ và hài hước. Tất cả mất khoảng 45 phút. Con tôi đã muốn quay trở lại nên có thể nói rằng nó đã có khoảng thời gian tuyệt vời. Đọc thêm",
            "Tôi đánh giá cao chuyến tham quan hang động. Có ba cấp độ cho chuyến tham quan hang động và tất cả đều là leo cầu thang xuống và quay trở lại.  Ở một số điểm nó hơi hẹp nhưng không khó để di chuyển.  Chỉ cần chuẩn bị tinh thần để có thể hụt hơi một chút khi leo ra khỏi hang. Điều duy nhất không thoải mái là có hai nhóm khác được dẫn vào phía sau chúng tôi và chúng tôi phải vượt qua họ để rời đi, nó quá hẹp và chúng tôi phải va vào người khác để vượt qua họ. Hướng dẫn viên của chúng tôi Sydnee thật tuyệt vời. Cô ấy đã có thể giải thích các dạng đá khác nhau bên trong hang động. Ngoài ra, nếu bạn sử dụng trí tưởng tượng của mình, bạn có thể dễ dàng nhìn thấy một số hình ảnh mà cô ấy đã chỉ ra trong các hình vẽ.Đọc thêm",
            "Rất thích chuyến tham quan hang động này. Không lâu lắm nhưng có rất nhiều hình dạng thú vị được chỉ ra trong chuyến tham quan. Được biết đến với những thành tạo helictite rất hiếm mà tôi chưa từng thấy trước đây. Tốt cho trẻ em hoặc những người có khoảng thời gian chú ý ngắn. Đọc thêm",
            "Đây là một chuyến thăm rất tốt và thú vị. Đó không phải là một chuyến đi dài nhưng vẫn là một trải nghiệm. Chúng tôi rất may mắn có được một chuyến tham quan cá nhân vì chúng tôi là người duy nhất ở đó tham gia chuyến lưu diễn. Hướng dẫn viên rất tuyệt vời và đã cung cấp cho chúng tôi rất nhiều thông tin. Đi bộ xuống hang động khá dốc và nếu bạn gặp vấn đề với cầu thang và độ cao thì đây có thể là một thách thức,Đọc thêm",
            "Đây là một trong những kỳ quan thiên nhiên bị hầu hết du khách đến khu vực này bỏ qua.  Ẩn mình và cách xa con đường mòn, bạn thực sự cần phải đến đây để tìm thấy nó. Hang động là một đặc điểm địa chất độc đáo của khu vực.  Không lớn bằng nhiều hang động nổi tiếng khác, vực thẳm đen có kiểu hình thành duy nhất được tìm thấy ở đây.  Các chuyến tham quan có hướng dẫn viên mất khoảng 45 phút và có nhiều thời gian để chụp ảnh.  Đường leo xuống hang là những bậc thang dốc cao hơn 100 ft với hơn 100 bậc thang và không dành cho những ai có vấn đề về di chuyển.  Hướng dẫn viên của chúng tôi đã được thông tin đầy đủ và cung cấp thông tin rất hữu ích về hang động.Đọc thêm",
            "Điểm tham quan này rất dễ đến. Tôi sẽ truy cập trang web và xin chỉ đường trong trường hợp bạn không có dịch vụ, nhưng bạn sẽ ổn thôi. Có một bãi đậu xe nhỏ ở phía trước cửa hàng trung tâm du khách. Họ tổ chức các tour tham quan theo giờ. Tôi và hôn phu của tôi đã đến đó vào một ngày trong tuần lúc khoảng 3:00 và không gặp bất kỳ khó khăn nào khi mua vé. Chuyến tham quan có thể kéo dài 30-45 phút. Vì là một nhóm có trẻ nhỏ tham gia vào phút cuối với tổng số 10 người trong nhóm tham quan nên chuyến tham quan của chúng tôi mất khoảng 45 phút. Tôi chắc chắn sẽ giới thiệu chuyến đi bộ đường dài này. Có thể hơi lạnh ở đó. Tôi khuyên bạn nên mặc áo khoác nhẹ hoặc áo dài tay. Đọc thêm",
            "Ổ đĩa như thế nào? Tôi không đến từ đây và tôi lo lắng về việc lái xe dọc theo vách đá.Đọc thêm",
            "Tôi có thể mang con tôi lên xe đẩy phía trước trong chuyến tham quan không?Đọc thêm",
            "Có, họ cũng cung cấp dịch vụ cho thuê tour.Đọc thêm",
            "Đi qua khu vực này nhưng sẽ có tất cả đồ đạc trên xe, đi nghỉ mát.  Liệu tất cả đồ đạc của chúng ta có được an toàn trong khu vực đậu xe khi chúng ta thực hiện chuyến tham quan không?Đọc thêm",
            "Đúng. Họ sẽ ổn thôi. Có hai nơi để đậu xe. Một cái nằm ngay cạnh trung tâm du khách, đây là một bãi đậu xe nhỏ nên có thể lấp đầy nhanh chóng - và cái đó sẽ rất an toàn. Đường còn lại bạn cần đi bộ một đoạn ngắn đến trung tâm du khách và thực sự chỉ là đỗ xe gần những cây lớn. Nhưng tôi vẫn sẽ nói cả hai đều an toàn. Những người ở đó đến để tham quan hoặc đi bộ trong khu vực. Bạn sẽ không gặp bất kỳ người kỳ lạ nào chỉ đi bộ xung quanh hoặc đi ngang qua. Nhưng như đã nói, chỉ cần đảm bảo và không để ví, tiền và thẻ tín dụng trong xe. Mang theo một túi đeo hông nhỏ hoặc thứ gì đó tương tự để không cản trở bạn nhưng vẫn giữ được những vật có giá trị đó.Đọc thêm",
            "Chó có được chào đón trên những con đường mòn đi bộ đường dài không?Đọc thêm",
            "Tôi không thấy bất kỳ con đường đi bộ nào gần đó. Chó sẽ không được phép vào Cavern.Đọc thêm",
            "Tôi có cần áo khoác và giày thể thao để tham gia chuyến tham quan không?Đọc thêm",
            "Vâng, một chiếc áo khoác nhẹ là cần thiết và giày thể thao là điều bắt buộc. Các bậc thang có thể bị ẩm do hơi ẩm trong hang và phải leo lên leo xuống. mặc dù hướng dẫn viên của bạn có nhiều điểm dừng khi mô tả các kỳ quan hang độngĐọc thêm",
            "trẻ em có thể làm gì ở khu nghỉ dưỡng này?Đọc thêm",
            "Tham quan hang động là điểm thu hút chính. Với tư cách là một cựu thủ thư trường học đã từng tham gia nhiều chuyến đi thực tế... Tôi khuyên không nên đưa trẻ em dưới độ tuổi trung học cơ sở đi cùng. Nguyên nhân là do lối đi và cầu thang hẹp và dốc. Trẻ nhỏ sẽ gặp khó khăn trong việc quản lý lối đi và cầu thang. Trong không gian chật hẹp, đối với cha mẹ, việc nắm tay con có thể là một thử thách. Việc bế con cũng có thể là một thử thách. Những đứa trẻ lớn hơn, miễn là chúng không lo lắng về việc ở trong hang động dưới lòng đất, và nếu chúng thực sự quan tâm đến địa chất thì sẽ thích thú với hang động đó. NẾU trẻ em đi, hãy đảm bảo rằng chúng đang đi giày kín mũi có đế bám tốt.Đọc thêm"
        ],
        "star_ratings": [
            72,
            37,
            10,
            1,
            2
        ],
        "review_amount": 122,
        "location": [
            "Cây thông",
            "Hoa Kỳ",
            "Quận Amador",
            "Hang động Black Chasm",
            "California CA",
            "Những điều cần làm ở Pine Grove"
        ],
        "reviews_time": [
            "Written May 1, 2024",
            "Written February 13, 2024",
            "Written July 5, 2023",
            "Written April 23, 2023",
            "Written August 26, 2022",
            "Written August 7, 2022",
            "Written December 24, 2021",
            "Written May 23, 2021",
            "Written November 3, 2020",
            "Written September 17, 2020"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g12255226-d266777-Reviews-Black_Chasm_Cavern-Pine_Grove_Amador_County_California.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g33232-d2155161-Reviews-Volcano_Union_Inn_Pub-Volcano_Amador_County_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g33232-d6552857-Reviews-Kneading_Dough-Volcano_Amador_County_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g33232-d3222505-Reviews-Country_Store-Volcano_Amador_County_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g12255226-d1986818-Reviews-Munnerlyn_s_Ice_Creamery-Pine_Grove_Amador_County_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g12255226-d2440790-Reviews-Las_Minas_Mexican_Restaurant-Pine_Grove_Amador_County_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32885-d17572863-Reviews-Pine_Grove_Roadhouse_Coffee-Pine_Grove_Lake_County_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g12255226-d4615901-Reviews-88_Giant_Burgers_to_Go-Pine_Grove_Amador_County_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32885-d13934119-Reviews-Wok_and_Roll_Asian_Kitchen-Pine_Grove_Lake_County_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g12255226-d2440792-Reviews-Giannini_s_Italian_Dinners-Pine_Grove_Amador_County_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g12255226-d10354222-Reviews-Pine_Grove_Pizza-Pine_Grove_Amador_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33232-d7313050-Reviews-Volcano_Theatre_Company-Volcano_Amador_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g12255226-d128404-Reviews-Indian_Grinding_Rock_State_Historic_Park-Pine_Grove_Amador_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32535-d313681-Reviews-Daffodil_Hill-Jackson_Amador_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33232-d17751891-Reviews-Bianchini_Cellars-Volcano_Amador_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g12255226-d27039308-Reviews-Amador_County_Model_Railroad_Museum-Pine_Grove_Amador_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32891-d27038847-Reviews-Mollie_Joyce_Park-Pioneer_Amador_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32535-d26028951-Reviews-Accents_in_Tile_and_Stone-Jackson_Amador_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g12255226-d266777-Reviews-or10-Black_Chasm_Cavern-Pine_Grove_Amador_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g12255226-d285683-Reviews-Roaring_Camp_Mining_Company-Pine_Grove_Amador_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32535-d144897-Reviews-Kennedy_Gold_Mine-Jackson_Amador_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33107-d23412253-Reviews-Destination_Drivers-Sonoma_Sonoma_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32766-d23412231-Reviews-Destination_Drivers-Napa_Napa_Valley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33152-d1881500-Reviews-Scott_Harvey_Wines_Tasting_Room-Sutter_Creek_Amador_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32905-d145516-Reviews-Sobon_Estate-Plymouth_Amador_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32535-d280827-Reviews-Casino_at_Jackson_Rancheria_Casino_Resort-Jackson_Amador_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33152-d3955054-Reviews-Fine_Eye_Gallery-Sutter_Creek_Amador_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33152-d2469946-Reviews-Sutter_Creek_Cheese_Shoppe-Sutter_Creek_Amador_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32535-d4813382-Reviews-Lake_Tabeaud_Picnic_Area-Jackson_Amador_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33152-d531983-Reviews-Sutter_Creek_Visitor_Center-Sutter_Creek_Amador_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g34583-d144872-Reviews-Fishermen_s_Village-Punta_Gorda_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g190454-d1835077-Reviews-Haus_des_Meeres_Aqua_Terra_Zoo-Vienna.html",
            "https://www.tripadvisor.com/Attraction_Review-g297992-d548216-Reviews-Cleopatra_Pools-Pamukkale.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d1091801-Reviews-Museum_of_Medieval_Torture-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g1175542-d4875922-Reviews-Kalivaki_Beach-Georgioupolis_Apokoronas_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g58643-d141364-Reviews-Deception_Pass_State_Park-Oak_Harbor_Whidbey_Island_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d12635586-Reviews-Starfield_Library-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g1974645-d242814-Reviews-CERN-Meyrin_Geneva.html",
            "https://www.tripadvisor.com/Attraction_Review-g652022-d4588608-Reviews-Agua_Beach-Noto_Province_of_Syracuse_Sicily.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d526974-Reviews-Vidam_Park-Budapest_Central_Hungary.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g12255226-d266777-Reviews-or10-Black_Chasm_Cavern-Pine_Grove_Amador_County_California.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g12255226-d266777-Reviews-Black_Chasm_Cavern-Pine_Grove_Amador_County_California.html"
    }
]