[
    {
        "attraction_name": "Blake's Orchard & Cider Mill",
        "attraction_name_vi": "Blake - s Orchard - Cider Mill",
        "general_info": [
            "62 đánh giá",
            "- 1 trong 4 điều cần làm ở Armada",
            "Nhà máy chưng cất",
            "Nhà máy bia"
        ],
        "attraction_summary": "Hãy lên xe và trốn về vùng nông thôn, nơi có thể lưu giữ những kỷ niệm cùng bạn bè và gia đình. Bốn mùa của Michigan đều có thể được nhìn thấy rực rỡ quanh năm tại Blake -s Orchard - Cider Mill. Lên kế hoạch cho một ngày nhấm nháp rượu táo, rượu vang hoặc bia được bao quanh bởi những bông táo hồng mềm mại vào mùa xuân, tự mình hái trái cây và rau chín vào mùa hè, bị quyến rũ bởi những chiếc lá vô tận màu sắc vào mùa thu và đi xe ngựa đầy tuyết để chặt cây Giáng sinh của bạn vào tháng 12. Blake - s Orchard là một cơ sở do gia đình sở hữu và điều hành nằm trên một trang trại rộng 120 mẫu Anh ở ngôi làng cổ kính Armada, MI, chỉ cách Detroit một giờ về phía đông bắc. Địa điểm này là nơi tọa lạc của Cider Mill ban đầu của chúng tôi với máy ép táo ngoài trời, trái cây và rau quả theo mùa, khu vực Funland, Phòng nếm thử và Nhà hàng Blake - s cũng như Chợ hoa oải hương Lovey - s.Đọc thêm",
        "reviews": [
            "Em yêu - khởi động xe đi. Hãy đến BLAKE - S Orchard, Cider Mill và Tasting Room.  Đó là một chuyến đi nhanh từ Canada qua Đường hầm Windsor -Detroit hoặc qua Cầu và lái xe một đoạn ngắn đến vùng nông thôn phía bắc Detroit. Các chuyến bay thử mẫu là con đường dành cho người mới đến với Phòng thử rượu táo cứng của Blake - s. Hơn 10 loại rượu táo cứng khác nhau trên Tap. Hãy bỏ qua món yêu thích của tôi hôm nay được đặt tên là Flannel Mouth - 6.5 - ALC theo thể tích - một loại rượu táo cứng bán ngọt cổ điển của Apple. Làm mới hoàn hảo và kết thúc tuyệt vời. Không khí vui vẻ, bánh mì kẹp thịt ngon, bánh mì ép và các món ăn ngon. Hãy nhớ dừng lại ở cửa hàng để mua bánh Apple Crumble- đó là quả bom. Mang về nhà bao gồm rượu táo ép, bánh rán tự làm và bánh táo tươi. Rất mong được dẫn bạn bè vào lần ghé thăm tiếp theo.Đọc thêm",
            "Tối qua đã đi, đến đó vào khoảng 7 giờ - đồng hồ đang đói, chỉ để biết rằng không có thức ăn nào được phục vụ. Thứ duy nhất họ cung cấp là bánh rán. Lố bịch! Bánh mì kẹp thịt và xúc xích không khó phục vụ đến thế! Bạn phục vụ bia nhưng không có đồ ăn?Đọc thêm",
            "Họ cần có nhiều khu vực hơn với Thực phẩm. Tôi đã phải xếp hàng một tiếng rưỡi để xếp hàng chờ lấy đồ ăn. Bánh pizza thậm chí còn không ngon. Tôi có thể có một món nóng hổi và ngon hơn.Đọc thêm",
            "Mặc dù họ có những chiếc bánh rán tuyệt vời và rượu táo ngon, nhưng giá vào cửa lại rất cao so với những gì bạn nhận được.  Một phần giá vào cửa bao gồm các miếng đệm nhảy nảy. Cháu gái 4 tuổi của tôi vừa mới bước lên xe và người phục vụ bắt đầu yêu cầu tất cả trẻ em phải xuống xe để một nhóm học sinh có thể có toàn bộ tấm đệm cho riêng mình.  Giải thích với người phục vụ rằng cô ấy vừa mới lên và không cần phải rời đi đã gặp phải sự thô lỗ và yêu cầu chúng tôi rời đi.  Chúng tôi trả nhiều tiền như nhóm trường đã trả cho mỗi người và cảm thấy bị xúc phạm vì chúng tôi không được đối xử bình đẳng.   Một số khu vực còn lại của khu vực hoạt động đã cũ và không được duy trì. Đối với những gì Blake - tính phí cho mỗi người, họ có đủ khả năng chi trả cho việc bảo trì trong mùa thấp điểm.Đọc thêm",
            "Đưa cháu tôi đến đó ngày hôm nay.  Được trả tiền - 11,95 một người cho khu vui chơi của họ, được cho là bao gồm một chuyến tàu và một số thứ khác. Thậm chí phải trả tiền cho người lớn mặc dù chúng tôi không sử dụng bất cứ thứ gì trong khu vui chơi. Sau khi thanh toán, chúng tôi phát hiện ra rằng các chuyến đi không chạy và không phải mọi thứ đều có sẵn như đã nêu. Bọn trẻ rất thất vọng!  Sau đó, tôi tình cờ gặp bạn bè của chúng tôi và họ được phép vào cửa miễn phí vì thực tế là mọi thứ đều không có sẵn. Thật sự?  Một số người vào cửa miễn phí do không có sẵn mọi thứ và một số phải trả tiền.  Khi tôi hỏi về điều đó, tôi được nói một cách thô lỗ rằng chúng tôi đã trả tiền cho tất cả những thứ khác.  Chúng tôi đã thắng - sẽ không quay lại và không khuyến nghị!  Tôi - sẽ tìm nơi khác để tiêu số tiền khó kiếm được của mình!Đọc thêm",
            "Chúng tôi đã có dịch vụ tuyệt vời từ Amanda. Cô ấy thân thiện, đưa ra các lựa chọn nhanh chóng và chu đáo. Chúng tôi đến đó để tham dự lễ hội Hoa oải hương nhưng đã ăn ở đó nhiều lần. Chúng tôi sẽ quay lại! Đọc thêm",
            "Chúng tôi đã nhận được một cây ở đây mỗi năm trong hơn 20 năm, Năm nay nhóm của chúng tôi yêu cầu được xuống ở điểm dừng thứ hai vì điểm dừng đầu tiên đã được chọn hoàn toàn với việc hái rất ít cây không đẹp cho - 100. Người lái xe của chiếc xe máy kéo nói đây là nơi chúng tôi phải xuống để đi hái linh sam Fraser.  Sau khi chặt một cái cây trông rất buồn có giá 100 đô la, chúng tôi lên một chiếc xe khác để quay trở lại.  Trên đường về, chúng tôi đi qua điểm dừng tiếp theo là một cánh đồng đầy những cây linh sam Fraser xinh đẹp đang được người ta chặt.  Những người trên toa xe của chúng tôi đã tranh luận về việc xuống xe và cắt một chiếc khác ở đó và không nhặt chiếc dở tệ đầu tiên.  Tôi quyết định rằng vì tôi đã cắt cái thứ tồi tệ đó nên tôi sẽ trả tiền cho nó, nhưng tôi cảm thấy bị Blakes lừa gạt.  Chúng tôi cũng nêu điều này khi thanh toán cây nhưng người ở quầy thu ngân chỉ nói - đây là năm đầu tiên của tôi, sẽ là - 100 - .  Truyền thống 20 năm có thể kết thúc...Đọc thêm",
            "Tôi đã từng đưa các con tôi đến Blakes khi chúng còn nhỏ và chúng rất vui vẻ và tôi cũng vậy. NHƯNG mọi thứ đã thay đổi kể từ đó. Nó thật thiếu tổ chức.  Bọn trẻ không chỉ phải trả một khoản như - 19:00 để chơi mà người lớn đi cùng trẻ cũng vậy.  Chúng tôi chỉ muốn đi một vòng, đi mê cung ngô, ăn một bữa và mua vài món quà để mang về nhà.   Chúng cần tính phí cho các trò chơi hoặc chuyến đi riêng lẻ, Hoặc đứa trẻ nhỏ nhất không thể làm được hầu hết mọi việc và đứa trẻ lớn hơn nghĩ rằng những thứ khác quá trẻ con.  Chúng tôi đi ăn và họ nói còn một suất mở cửa 10 phút trước khi đóng cửa nên chúng tôi không ăn.  Chúng tôi muốn táo, rượu táo, bánh rán và bánh nướng. Chúng tôi quyết định không xếp hàng dài chờ đợi nó.  Tất cả chúng tôi đều buồn bã khi rời đi vì tưởng rằng đó là một ngày vui vẻ và hạnh phúc của gia đình lại hóa ra đáng thất vọng.Đọc thêm",
            "Bằng cách tính phí ít hơn cho lối vào và thức ăn. Thời gian chờ đồ ăn là 2 tiếng. Thời gian chờ Lễ hội Hoa Hướng Dương 2 tiếng mặc dù chúng tôi đã mua vé trước thời hạn.Đọc thêm",
            "Dù sao thì tôi cũng sẽ không bao giờ đến đây nữa, mua Blake - s Cider hoặc giới thiệu địa điểm này. Họ cực kỳ tham lam và vô đạo đức. Chúng tôi đã mua trước vé tham dự lễ hội Hoa Hướng Dương, đợi một tiếng để được vào khu vực Hoa Hướng Dương sau 45 phút mở cửa. Một người quản lý nói với chúng tôi rằng chúng tôi có thể lái xe đến vườn hoa hướng dương nếu muốn. Chúng tôi mất 20 phút để quay lại xe và lái xe trở lại đó. Họ từ chối cho chúng tôi đi qua. Chúng tôi nói với họ rằng người quản lý đã nói với chúng tôi, họ nói sẽ kiểm tra, sau đó quay lại và nói với chúng tôi rằng đó là thông tin sai lệch và sẽ không cho chúng tôi quay lại. Tôi nói với anh ấy rằng tôi muốn lấy lại tiền và anh ấy đã bỏ đi. Trang web của họ cho biết họ sẽ hạn chế mua vé vào ngày hôm nay. HỌ LÀ NHỮNG NGƯỜI DỐI DỐI. Họ vui vẻ và tham lam bán vé cho bất cứ ai bước lên. Chúng tôi đã dành - 14 và 2 giờ lái xe mà KHÔNG CÓ GÌ.Đọc thêm",
            "Sự khác biệt giữa địa điểm Big Apple và Orchard - Cider Mill là gì? Nên đi du lịch nào vào mùa thu?Đọc thêm",
            "Ai có thể cho tôi biết liệu năm nay họ có rượu táo caramel trong phòng nếm thử hay không?Đọc thêm",
            "Trẻ em có được phép vào Cider House - Nhà máy rượu không? Đọc thêm",
            "Đúng!Đọc thêm"
        ],
        "star_ratings": [
            30,
            14,
            4,
            6,
            8
        ],
        "review_amount": 62,
        "location": [
            "Các hoạt động ở Armada",
            "Hoa Kỳ",
            "Blake - s Orchard - Cider Mill",
            "Michigan - MI -",
            "Hạm đội"
        ],
        "reviews_time": [
            "Written November 4, 2022",
            "Written October 22, 2022",
            "Written October 12, 2022",
            "Written October 11, 2022",
            "Written September 1, 2022",
            "Written July 17, 2022",
            "Written December 4, 2021",
            "Written October 4, 2021",
            "Written September 26, 2021",
            "Written September 5, 2021"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g29560-d6678501-Reviews-Blake_s_Orchard_Cider_Mill-Armada_Michigan.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g29560-d6680256-Reviews-BLAKE_S_TASTING_ROOM-Armada_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42652-d2211891-Reviews-Village_Winery-Romeo_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42625-d4090227-Reviews-Wolcott_Mill_Metropark_Farm_Center-Ray_Branch_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g29550-d11983717-Reviews-Brookwood_Fruit_Farm-Almont_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g13490885-d21307663-Reviews-Hy_s_Cider_Mill-Bruce_Township_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g56003-d27540247-Reviews-Movingvolts-Houston_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g29560-d27031238-Reviews-Armada_Township_Park-Armada_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g29560-d27022886-Reviews-Armada_Board_and_Bike_Skatepark-Armada_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42652-d27084859-Reviews-The_Romeo_Historical_Society-Romeo_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42652-d27045660-Reviews-RJD_Gallery-Romeo_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g29560-d6678501-Reviews-or10-Blake_s_Orchard_Cider_Mill-Armada_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g29560-d5833793-Reviews-Kozy_Korner_Saloon-Armada_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42652-d5840838-Reviews-Thee_Office_Pub-Romeo_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42625-d265805-Reviews-Pine_Valley_Golf_Course-Ray_Branch_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42625-d6732996-Reviews-Midwest_Freefall-Ray_Branch_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42795-d6964251-Reviews-Westview_Orchards_Winery-Washington_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42795-d11716109-Reviews-Verellen_Orchards_Cider_Mill-Washington_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42652-d265704-Reviews-Greystone_Golf_and_Banquet_Center-Romeo_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42652-d265672-Reviews-Bruce_Hills_Golf_Course-Romeo_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42795-d265813-Reviews-Romeo_Golf_Course_Country_Club-Washington_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42652-d265708-Reviews-Heather_Hills_Golf_Club-Romeo_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42795-d8630661-Reviews-Escape_Room-Washington_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g424960-d320368-Reviews-Hwaseong_Fortress-Suwon_Gyeonggi_do.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d4582247-Reviews-Switch_Bowling-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g34152-d208122-Reviews-Miracle_Mile-Coral_Gables_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g17484635-d309802-Reviews-Tabacon_Hot_Springs-La_Fortuna_La_Fortuna_de_San_Carlos_Arenal_Volcano_National_.html",
            "https://www.tripadvisor.com/Attraction_Review-g55902-d14990882-Reviews-Wheeler_Branch_Park-Glen_Rose_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g47560-d3313637-Reviews-Croton_Point_Park-Croton_on_Hudson_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g42051-d8458193-Reviews-Caseville_Park-Caseville_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g60750-d255656-Reviews-Spruce_Street_Footbridge-San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g1191030-d12729432-Reviews-Fava_Beach-Vourvourou_Sithonia_Halkidiki_Region_Central_Macedonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g41555-d519872-Reviews-First_Encounter_Beach-Eastham_Cape_Cod_Massachusetts.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g29560-d6678501-Reviews-or10-Blake_s_Orchard_Cider_Mill-Armada_Michigan.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g29560-d6678501-Reviews-Blake_s_Orchard_Cider_Mill-Armada_Michigan.html"
    }
]