[
    {
        "attraction_name": "Blind Creek Beach",
        "attraction_name_vi": "Bãi biển Blind Creek",
        "general_info": [
            "229 đánh giá",
            "5 trong số 83 điều cần làm ở Fort Pierce",
            "Bãi biển"
        ],
        "attraction_summary": "Đây là lần đầu tiên chúng tôi ở bãi biển khỏa thân và chúng tôi nóng lòng muốn quay lại. Chúng tôi đã đi vào giữa buổi chiều ngày thứ Sáu và nó không đông đúc. Chúng tôi không thấy nhiều kẻ đáng sợ, điều đó thật tuyệt vì vợ tôi cảm thấy an toàn. Chúng tôi quay lại vào thứ bảy và nó đã chật cứng. Tôi thích rằng mọi người đều được chào đón ở đó. Có đủ kích cỡ, hình dạng và lứa tuổi. Nếu bạn chưa từng đến bãi biển khỏa thân nhưng muốn trải nghiệm, hãy thử. Đó là cảm giác tự do nhất mà tôi từng cảm thấy.Đọc thêm",
        "reviews": [
            "Chúng tôi dành một buổi chiều chủ nhật tại Blind Creek. Vợ chồng tôi và 3 đứa con trai nhỏ của chúng tôi. Chúng tôi đã đến Haulover và một số nơi khác, nhưng đây là nơi tốt nhất cho đến nay. Rất thân thiện với gia đình, có một vài gia đình khác, nhưng chủ yếu chỉ là các cặp đôi. Những đứa trẻ của chúng tôi đã có một niềm vui chơi đùa dưới biển hoàn toàn tự do và không hề xấu hổ. Sóng giống như mặt nước hơn nên chúng tôi không lo bọn trẻ bị xô ngã hay bị kéo xuống biển. Không có tiện nghi nào khác ngoài cổng trong bãi đậu xe nên hãy lên kế hoạch cho phù hợp. Tuy nhiên, nếu không có bộ đồ bơi để giải quyết thì mọi người có thể tắm rửa khá tốt ở biển và mặc quần áo ngay trên bãi biển, vì vậy mặc dù không có vòi sen nhưng điều đó thực sự không có gì to tát. Việc dọn dẹp bọn trẻ ở những bãi biển như thế này dễ dàng hơn nhiều so với những bãi biển bình thường. Không có bộ quần áo cát nào để giặt sau khi đến đây, đó là một điểm cộng lớn.Đọc thêm",
            "Bãi biển này thực sự rất đẹp.  Mọi người đều thân thiện.  Bãi biển rất sạch sẽ.  Nhiệt độ nước hoàn hảo và khá nông nên bạn có thể tận hưởng một khu vực rộng lớn.  Bãi đậu xe rộng rãi.  Chủ nhật thứ 2 của tháng 7 là ngày Skinny Dip và có 650 người.  Nó rất thú vị.Đọc thêm",
            "Chuyến đi đầu tiên của tôi. Tôi sinh ra và lớn lên ở Ft. Pierce nhưng đã chuyển đi vào năm 1988 và không đến thăm kể từ năm 1999. Đi dự đám tang của chú và trong khi ở đó, cuối cùng tôi quyết định đến Bãi biển Blind Creek sau một thời gian dài muốn đi. Tôi đến lúc 6:30 chiều. Tôi rất dễ bị bỏng nên tôi đi khi mặt trời đang lặn, và chỉ có một vài người ở phía bắc mà tôi gặp họ sau đó. Ngoài ra, nó đã bị bỏ hoang. Tôi đi một chút về phía nam và trải tấm chăn Thổ Nhĩ Kỳ của mình xuống. Tôi mặc một chiếc quần lót để đề phòng trường hợp không thoải mái, nhưng tôi nhanh chóng cởi chiếc quần lót ra và khỏa thân, và ở đó cho đến khi mặt trời lặn khi những kẻ không nhìn thấy bắt đầu cắn chân tôi một cách khủng khiếp. Bãi biển đẹp, rất đẹp và đơn giản. Tôi chắc chắn sẽ quay lại lần nữa, hy vọng là với người khác hoặc với một nhóm. Đọc thêm",
            "Đây là Bãi biển tùy chọn quần áo khỏa thân yêu thích của chúng tôi!  Nó nằm trên Bờ biển Treasure xinh đẹp của Florida.  Vợ tôi và tôi đã đi vô số lần kể từ tháng 3 năm 2020 và tiếp tục quay trở lại.\nĐi đến North End Địa điểm yêu thích của chúng tôi đã trở nên khó khăn hơn nên không khuyến khích vào Cuối tuần, nhưng vì Chúng tôi đi trong Tuần nên các biển báo mới do Quận đặt chỉ gây phiền toái nhỏ, đặc biệt nếu Bạn đi bộ ít nhất 14 dặm về phía Nam dọc bờ biển . . .Đọc thêm",
            "Tôi đã đến bãi biển này lần đầu tiên một mình để kiểm tra và cuối cùng mang theo vợ tôi. Và tôi thấy bãi biển đó dân cư thưa thớt. Nước rất đẹp và tĩnh lặng và phần lớn mọi người có xu hướng mang đến cho bạn sự riêng tư. Trải nghiệm của tôi hơi khác một chút, bãi biển có dân cư thưa thớt, nhưng tôi đã được ba người đồng tính nam khác nhau tiếp cận ba lần, tất cả đều cố gắng trò chuyện thực tế để cuối cùng cố gắng đạt được điều gì đó với tôi. Tôi lịch sự từ chối họ ngoài ba lần đột nhập đó. Tôi hoàn toàn ở một mình trong thời gian ở bãi biển, kéo dài 2-12 giờ, thật thoải mái khi xem danh sách và hy vọng tôi sẽ quay lại không cô đơn Đọc thêm",
            "Bãi biển được bảo trì tốt ngoại trừ Sea Weed. Mọi người Rất thân thiện. Bãi đậu xe dành cho người khuyết tật KHÔNG ĐỦ. 4 Spaces là một chuyến đi bộ dài lên dốc đến bãi biển. Không có nhà vệ sinh nên bạn phải đi tiểu trong nước. Bãi đỗ xe cần được chú ý nhiều hơn, nhiều lỗ hổng. Nhìn chung, mặc dù địa điểm đẹp để trần trụi tất cả Hãy tận hưởng một số phong cảnh đẹp. Đọc thêm",
            "Tôi đến Florida khoảng 3-4 lần một năm và lên kế hoạch cho chuyến đi của mình để có thể ghé thăm Bãi biển Blind Creek nhiều ngày nhất có thể.  Trong vài trải nghiệm đầu tiên của tôi, tôi đã lo lắng như tôi nghĩ hầu hết mọi người đều như vậy.  Mặc dù tôi chắc chắn không có thân hình đẹp như bãi biển này và mọi người làm cho nó rất thoải mái. Không có sự phán xét nào đang diễn ra, chỉ là những người đang tận hưởng một bãi biển tuyệt vời.  Bây giờ tôi không còn lo lắng gì nữa mà chỉ cảm thấy thích thú.\nBãi biển sạch sẽ, thỉnh thoảng tôi thấy người dân địa phương tự dọn dẹp bãi biển.  Hôm nay 102223 tôi nhận thấy bãi đậu xe có thể sử dụng nhiều thùng rác hơn vì gần cuối ngày đã đầy. Nếu thùng đã đầy bạn nên tự bỏ rác\nNgười dân ở bãi biển này rất thân thiện, tôi thường chỉ giữ mình đặc biệt là một người đàn ông độc thân nhưng đi dạo hoặc ngồi xung quanh rất nhiều người nói xin chào hoặc mỉm cười. \n Để mọi người biết rằng không phải tất cả những người đàn ông độc thân đều là những kẻ đáng sợ như một số bình luận đã nói.  Điều đó nói rằng, chắc chắn có một số.  Hôm nay có một anh chàng mặc đồ dệt màu xanh mòng két hơi khó chịu và tôi chắc chắn không phải là người duy nhất để ý.  Tôi thậm chí còn không thoải mái khi bỏ lại đồ đạc khi đi dạo vì anh chàng này, nhưng giống như bất cứ nơi nào, chỉ cần chú ý đến môi trường xung quanh.\nTôi đã đọc một số nhận xét về khả năng nâng cấp phòng tắm và bãi đậu xe.  Đây sẽ là một sự bổ sung rất đáng hoan nghênh vì tôi thường đi về phía bắc hoặc phía nam để tắm rửa sạch sẽ vào cuối ngày.  Với tư cách là một người từ ngoài tiểu bang đến thăm, tôi thậm chí sẽ vui lòng trả 5 đô la tiền đậu xe để giúp trả tiền cải thiện.\nHơi dài dòng nhưng đây thực sự là một nơi tuyệt vời.Đọc thêm",
            "Không chính xác là một đánh giá nhưng tôi chắc chắn rất thích chuyến thăm của tôi.  Tôi thấy khi nghiên cứu Blind Creek rằng quận sẽ lắp đặt phòng tắm và lát bãi đậu xe.  Gần đây tôi chưa thấy gì nhưng đang tự hỏi việc xây dựng đang tiến triển như thế nào.Đọc thêm",
            "Có bãi đậu xe rộng rãi cần thiết trong mùa. Lối vào nằm ở cuối con đường, giống như một số bãi biển ở Cape Cod. Chỉ có những tòa nhà ở phía xa. Nó có xu hướng tách biệt thành người dị tính ở bên phải và người đồng tính ở bên trái. Đôi khi có một số người khác thường chỉ nhìn xung quanh. Bởi vì đây là bãi biển tùy chọn quần áo nên có những người cảm thấy thực sự thoải mái. Tôi khuyên bạn nên ở gần các nhóm chính.Đọc thêm",
            "Bãi biển sạch, bãi đậu xe dễ dàng, không khí rất đẹp. Hoàn toàn là một người mới và không có lý do gì để lo lắng. Rất thư giãn và thú vị. Nếu bạn muốn khỏa thân đi chơi và không chắc chắn thì tôi nói cứ đi. Nó TUYỆT VỜI. Như mọi khi, Nhà môi giới bất động sản yêu thích của bạn Mark WoottonĐọc thêm",
            "Chà, mất khoảng một năm, cuối cùng vợ tôi cũng đến thăm BCB.  Cô ấy mặc bikini, điều mà cô ấy không bao giờ mặc, và đó không phải là vấn đề.  Cô ấy săn lùng vỏ sò, và có lúc chúng tôi bị bao vây bởi những nhóm phụ nữ khỏa thân.  Cô ấy cảm thấy họ là những kẻ thích phô trương, còn tôi nghĩ có lẽ họ là những tay chơi đu. Ngoài việc một người trong số họ đang trố mắt nhìn vợ tôi thì đó là một ngày rất dễ chịu.  Cô ấy đã thu thập rất nhiều vỏ sò ở khắp bãi biển.  Lưu ý rằng đó là một bãi biển hẹp khi thủy triều lên. Nếu bạn đang tìm kiếm sự riêng tư tương đối, bạn sẽ phải đi bộ khá xa để tìm được vị trí tốt nhất.  Nó có xu hướng đông đúc ở lối vào bãi biển và sau đó dần dần mở ra cho những người có nhiều bất động sản hơn.  Sẽ luôn có một số người đồng tính nam ở đó nghĩ rằng đây là nơi tuyệt vời để đón khách, nhưng tôi chưa thấy ai tích cực tham gia.  Người ta nói rằng bãi biển phía nam dành cho các cặp đôi và những người độc thân, còn bãi biển phía bắc dành cho những người đồng tính nam.  Tôi có thể chứng thực rằng tôi đã đến miền Bắc lần đầu tiên đến đó và đã được tiếp cận một vài lần.  Không có gì hung hăng, nhưng chỉ có một chút xâm phạm.  Tôi sẽ hạnh phúc hơn nhiều nếu vợ tôi tham gia cùng tôi thường xuyên hơn.  Hy vọng rằng cô ấy sẽ thư giãn đủ để trải nghiệm sự tự do khi đi biển mà không cần mặc quần áo!  Tái bút: Đây không phải là Haulover, và hy vọng nó sẽ không bao giờ như vậy.   Đừng bỏ rác của bạn và hãy tiếp tục truyền thống tôn trọng;Đọc thêm",
            "Sạch sẽ, tự giám sát, tôn trọng, mọi người thuộc mọi tầng lớp xã hội, chúng tôi sống ở paridise, tôi không bao giờ quên điều đó, là người địa phương.Đọc thêm",
            "Điều đầu tiên - mặc dù đây là bãi biển tùy chọn quần áo nhưng nó chắc chắn là bãi biển khỏa thân. Nếu bạn không muốn tham gia trải nghiệm thì tôi khuyên bạn nên đến thăm một số bãi biển đẹp khác của Đảo Hutchinson chứ không phải BCB. Vợ tôi và tôi đã dành vài ngày ở đây và chúng tôi đưa ra bảng phân tích không chính thức này về các du khách. bãi biển này: 40 - các cặp đôi, các nhóm nhỏ hỗn hợp người độc thân chỉ tận hưởng trải nghiệm và có khoảng thời gian tuyệt vời. Chúng tôi đã gặp rất nhiều người tử tế và thích nói chuyện với họ.20 - chỉ có nam thanh niên, muốn được nhìn thấy hoặc muốn nhìn thấy người khác khỏa thân. Chúng tôi nhìn chằm chằm vào họ khi họ đi ngang qua và họ cảm thấy sợ hãi và nhanh chóng nhìn đi chỗ khác.40 - chỉ từ nam giới từ trung niên đến lớn tuổi. Họ đi dạo trên bãi biển một cách đáng lo ngại, gần nơi mọi người đang nằm, giả vờ thân thiện hoặc bị lạc, trong khi họ chỉ muốn nhìn trộm. Khi thấy họ đến, tôi ném một chiếc khăn tắm lên người vợ và bảo họ cứ đi tiếp. Sau khoảng lần thứ ba, vợ tôi nói với tôi rằng thay vào đó tôi nên trùm khăn lên người - ôi. Tôi rất nghiêm khắc với những người này và sẽ bảo họ tiếp tục di chuyển. Họ không có la bàn đạo đức và không thể bị xúc phạm, vì vậy hãy bảo họ tiếp tục bước đi. Như đã nói, nếu bạn thuộc nhóm 40 đầu tiên và có thể phớt lờ hoặc chấp nhận hai nhóm còn lại, Blind Creek Beach là một nơi rất tự do, Kinh nghiệm thú vị. Đó là một bãi biển rất đẹp, sạch sẽ. Nhược điểm duy nhất là khu vực đậu xe đầy cát, bụi bặm và những chiếc port-a-johns khá chín vào giữa buổi chiều.  Ghi chú hài hước - ngạc nhiên khi các chàng trai có thể thoải mái câu cá khỏa thân....Tôi đã câu cá cả đời và tự mắc câu bằng chính lưỡi câu của mình nhiều lần đến mức tôi không thể đếm được nên tôi chỉ có thể tưởng tượng.....!Đọc thêm",
            "Có bãi đậu xe rộng rãi cần thiết trong mùa. Lối vào nằm ở cuối con đường, giống như một số bãi biển ở Cape Cod. Chỉ có những tòa nhà ở phía xa. Nó có xu hướng tách biệt thành người dị tính ở bên phải và người đồng tính ở bên trái. Đôi khi có một số người khác thường chỉ nhìn xung quanh. Bởi vì đây là bãi biển tùy chọn quần áo nên có những người cảm thấy thực sự thoải mái. Tôi khuyên bạn nên ở gần các nhóm chính.Đọc thêm",
            "Đầu tiên, hãy mang theo kem chống nắng và nhiều nước để giữ nước. Vậy đó, bãi biển là bãi biển nơi bạn có thể mặc quần áo hoặc không. Mọi người nghĩ rằng người theo chủ nghĩa khỏa thân chạy khắp nơi và hát kumbaya, bạn sai rồi. Mọi người đều tôn trọng hàng xóm của mình và việc khỏa thân là điều bình thường ở đó, nhưng không ai bị buộc phải cởi quần áo. Đây chính là cảm giác TỰ DO!Đọc thêm",
            "Không chính xác là một đánh giá nhưng tôi chắc chắn rất thích chuyến thăm của tôi.  Tôi thấy khi nghiên cứu Blind Creek rằng quận sẽ lắp đặt phòng tắm và lát bãi đậu xe.  Gần đây tôi chưa thấy gì nhưng đang tự hỏi việc xây dựng đang tiến triển như thế nào.Đọc thêm",
            "Tôi đến Florida khoảng 3-4 lần một năm và lên kế hoạch cho chuyến đi của mình để có thể ghé thăm Bãi biển Blind Creek nhiều ngày nhất có thể.  Trong vài trải nghiệm đầu tiên của tôi, tôi đã lo lắng như tôi nghĩ hầu hết mọi người đều như vậy.  Mặc dù tôi chắc chắn không có thân hình đẹp như bãi biển này và mọi người làm cho nó rất thoải mái. Không có sự phán xét nào đang diễn ra, chỉ là những người đang tận hưởng một bãi biển tuyệt vời.  Bây giờ tôi không còn lo lắng nữa mà chỉ cảm thấy thích thú. Bãi biển sạch sẽ, thỉnh thoảng tôi thấy người dân địa phương tự dọn dẹp bãi biển.  Hôm nay 102223 tôi nhận thấy bãi đậu xe có thể sử dụng nhiều thùng rác hơn vì gần cuối ngày đã đầy. Nếu thùng đã đầy, bạn nên tự bỏ rác. Người dân ở bãi biển này rất thân thiện, tôi thường chỉ giữ mình, đặc biệt là một người đàn ông độc thân nhưng đi dạo hoặc ngồi xung quanh rất nhiều người nói xin chào hoặc mỉm cười.  Để mọi người biết rằng không phải tất cả những người đàn ông độc thân đều là những kẻ đáng sợ như một số bình luận đã nói.  Điều đó nói rằng, chắc chắn có một số.  Hôm nay có một anh chàng mặc đồ dệt màu xanh mòng két hơi khó chịu và tôi chắc chắn không phải là người duy nhất để ý.  Tôi thậm chí không thoải mái khi để lại đồ đạc của mình khi đi dạo vì anh chàng này, nhưng giống như bất cứ nơi nào, chỉ cần chú ý đến môi trường xung quanh bạn. Tôi đã đọc một số nhận xét về khả năng nâng cấp phòng tắm và bãi đậu xe.  Đây sẽ là một sự bổ sung rất đáng hoan nghênh vì tôi thường đi về phía bắc hoặc phía nam để tắm rửa sạch sẽ vào cuối ngày.  Là một người từ ngoài tiểu bang đến thăm, tôi rất sẵn lòng trả 5 đô la tiền đậu xe để giúp chi trả cho những cải tiến. Hơi dài dòng nhưng đây thực sự là một nơi tuyệt vời. Đọc thêm",
            "Vài điều rút lại cho tôi. Tôi có vấn đề về hô hấp và thật khó khăn khi đi bộ trên đường mòn và đi trên bãi cát mềm trên bãi biển. Vì thế tôi ở gần con đường mòn. Ngoài ra, nó rất tuyệt, tôi rất thích sự tự do của bãi biển khỏa thân. Chắc chắn tôi sẽ quay lạiXem thêm",
            "Bãi biển được bảo trì tốt ngoại trừ Sea Weed. Mọi người Rất thân thiện. Bãi đậu xe dành cho người khuyết tật KHÔNG ĐỦ. 4 Spaces là một chuyến đi bộ dài lên dốc đến bãi biển. Không có nhà vệ sinh nên bạn phải đi tiểu trong nước. Bãi đỗ xe cần được chú ý nhiều hơn, nhiều lỗ hổng. Nhìn chung, mặc dù địa điểm đẹp để trần trụi tất cả Hãy tận hưởng một số phong cảnh đẹp. Đọc thêm",
            "Những người đồng tính có làm phiền những người đàn ông độc thân trên bãi biển không?Đọc thêm",
            "Toàn bộ quần áo đi biển là tùy chọn hay chỉ có một số phần nhất định là quần áo tùy chọn.?Đọc thêm",
            "Theo những gì tôi thấy thì toàn bộ bãi biển là tùy chọn không bắt buộc phải mặc quần áo. Tôi nghe nói rằng người đồng tính nam và đồng tính nữ thường ở bên trái lối vào nhưng tôi thấy một số người trong số họ hòa lẫn với những người khác. Mọi người dường như chỉ quan tâm đến việc của mình. Đọc thêm",
            "Vợ tôi bắt tôi đeo dụng cụ trinh tiết khi chúng tôi đến Haulover. Ở đó không bao giờ có vấn đề gì, vậy ở Blind Creek có ổn không?Đọc thêm",
            "Hoàn toàn ổn khi đeo thiết bị trinh tiết.  Tôi tin rằng chúng tôi đã nhìn thấy một anh chàng mặc một chiếc áo khoác khi đi dạo dọc bờ biển với người yêu của mình, và nó có vẻ hoàn toàn ổn và không ai quan tâm đến việc chúng tôi sẽ kể.  Hãy cho tôi biết nếu bạn đến Blind Creek và liệu bạn có cảm thấy thoải mái khi mặc nó không.  Tốt cho vợ chồng tôi được biết.  Cảm ơn!Đọc thêm",
            "mới đến khu vực này! đọc rất nhiều điều tốt đẹp về bãi biển này. Liệu người dân địa phương có chào đón và đồng ý không nếu vợ chồng tôi đưa 2 đứa con nhỏ ngoan ngoãn đến đây? họ đã đến các bãi biển tùy chọn quần áo khác, vì vậy điều đó không phải là vấn đề lớn đối với họ hoặc chúng tôi. Không chắc người khác có đưa trẻ em đến đây hay không nên muốn kiểm tra trước.Đọc thêm",
            "Tôi sẽ không có vấn đề gì miễn là họ cư xử tốt nhưng với tình hình hiện nay khi mọi người đều tìm lý do để bị xúc phạm, tôi chắc rằng một số người sẽ cảm thấy bị xúc phạm. Đọc thêm",
            "Lần trước tôi đến đó không có phòng tắm trong khu vực quần áo tùy chọn.  Tình trạng hiện tại là gì?  Bãi biển gia đình tôi yêu thích nhưng chúng tôi không thể đi nếu không có phòng tắm tiện dụng.  Bô Porta vẫn ổn.  Chỉ cần một cái gì đó.Đọc thêm",
            "Có Porta-poty ở bãi đậu xe,,, Không có đầy đủ tiện nghiĐọc thêm",
            "Bãi biển Blind Creek có mở cửa vào ban đêmĐọc thêm",
            "Lái xe khoảng hai giờ và cần một nơi để tắm rửa sau một ngày ở bãi biển trước khi đi ăn tối.  Đánh giá cao bất kỳ đề xuất.  Đọc thêm",
            "Không thấy nhà vệ sinh di động ở bãi đậu xe vào tháng 3 năm 2021. Sẽ có sớm không?Đọc thêm",
            "Chó có được phép trên bãi biển không?Đọc thêm",
            "Phần phía bắc của Bãi biển Blind Creek gần dốc thuyền cũng là tùy chọn về quần áo phải không?Đọc thêm",
            "Xin chào Jim, tôi không quen với dốc thuyền, nhưng tôi đoán rằng nếu đó là dốc thuyền công cộng thì gia đình và trẻ em sẽ có mặt và CO sẽ không được phép. Tôi có thể nói rằng hãy hạ thủy con thuyền của bạn, xuống nước và sau đó làm bất cứ điều gì bạn mong muốn.Đọc thêm"
        ],
        "star_ratings": [
            168,
            44,
            8,
            3,
            6
        ],
        "review_amount": 229,
        "location": [
            "Những việc cần làm ở Fort Pierce",
            "Hoa Kỳ",
            "Bãi biển Blind Creek",
            "Pháo đài Pierce",
            "Florida FL"
        ],
        "reviews_time": [
            "Written July 3, 2023",
            "Written July 16, 2023",
            "Written July 22, 2023",
            "Written July 25, 2023",
            "Written July 30, 2023",
            "Written August 11, 2023",
            "Written September 25, 2023",
            "Written October 22, 2023",
            "Written November 27, 2023",
            "Written January 28, 2024",
            "Written May 18, 2024",
            "Written May 14, 2024",
            "Written April 20, 2024",
            "Written March 22, 2024",
            "Written January 28, 2024",
            "Written January 21, 2024",
            "Written November 27, 2023",
            "Written October 22, 2023",
            "Written October 11, 2023",
            "Written September 25, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g34233-d7137890-Reviews-Blind_Creek_Beach-Fort_Pierce_Florida.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g34332-d8562243-Reviews-Walton_Rocks_Beach_Dog_Park-Jensen_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34332-d4237431-Reviews-Walton_Rocks_Beach-Jensen_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34233-d3315614-Reviews-Heathcote_Botanical_Gardens-Fort_Pierce_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34580-d518787-Reviews-Savannas_Preserve_State_Park-Port_Saint_Lucie_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34233-d1772084-Reviews-Savannas_Recreation_Area-Fort_Pierce_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34233-d8570797-Reviews-Frederick_Douglass_Memorial_Park-Fort_Pierce_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34332-d8571083-Reviews-Ocean_Bay_Riverside-Jensen_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34332-d8562245-Reviews-Herman_s_Bay_Beach-Jensen_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34233-d10037017-Reviews-Vitolo_Family_Preserve_Park-Fort_Pierce_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34233-d8571043-Reviews-Walton_Scrub_Preserve-Fort_Pierce_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34233-d7137890-Reviews-or10-Blind_Creek_Beach-Fort_Pierce_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34233-d8310469-Reviews-Jetty_Park-Fort_Pierce_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34233-d117434-Reviews-Fort_Pierce_Inlet_State_Park-Fort_Pierce_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34233-d2068629-Reviews-St_Lucie_County_Aquarium_Smithsonian_Marine_Ecosystems_Exhibit-Fort_Pierce_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34233-d2627024-Reviews-Pepper_Park_Beach-Fort_Pierce_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34233-d518793-Reviews-Manatee_Center-Fort_Pierce_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34233-d8571021-Reviews-White_City_Park-Fort_Pierce_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34233-d7682670-Reviews-Jack_Island_Preserve_State_Park-Fort_Pierce_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34233-d10032750-Reviews-South_Beach_Park-Fort_Pierce_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34580-d2413486-Reviews-River_Lilly_Cruises-Port_Saint_Lucie_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34233-d5599310-Reviews-Last_Mango_Fishing_Charters-Fort_Pierce_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34233-d13076853-Reviews-Salty_s_Water_Sports_Boat_Jet_Ski_Rental-Fort_Pierce_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34233-d3326787-Reviews-Lisa_s_Kayaks-Fort_Pierce_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34233-d3750762-Reviews-St_Lucie_County_Regional_History_Center-Fort_Pierce_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34233-d2219643-Reviews-Downtown_Fort_Pierce-Fort_Pierce_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34580-d3350171-Reviews-Port_St_Lucie_Botanical_Gardens-Port_Saint_Lucie_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34233-d1207014-Reviews-A_E_Backus_Gallery_Museum-Fort_Pierce_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g189167-d12524789-Reviews-Historic_Center_of_Funchal-Funchal_Madeira_Madeira_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g1191887-d17455300-Reviews-Heart_of_Santorini-Megalochori_Santorini_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g303916-d16859861-Reviews-Big_Buddha_Statue-Pai_Mae_Hong_Son_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d17767018-Reviews-Shanghai_Plaza-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d2561921-Reviews-Museo_Leonardo_da_Vinci-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g294195-d6426434-Reviews-Flea_Market_Dry_Bridge-Tbilisi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293936-d4221809-Reviews-Gulshan_Lake_Park-Dhaka_City_Dhaka_Division.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d209761-Reviews-Ile_Saint_Louis-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g319795-d8310996-Reviews-Piscinas_Naturales_El_Caleton-Garachico_Tenerife_Canary_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g303808-d21164767-Reviews-Carpe_Diem_Beach-Hvar_Hvar_Island_Split_Dalmatia_County_Dalmatia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g34233-d7137890-Reviews-or10-Blind_Creek_Beach-Fort_Pierce_Florida.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g34233-d7137890-Reviews-Blind_Creek_Beach-Fort_Pierce_Florida.html"
    }
]