[
    {
        "attraction_name": "Blu Pool At Horseshoe Las Vegas",
        "attraction_name_vi": "Bể bơi Blu tại Horseshoe Las Vegas",
        "general_info": [
            "51 đánh giá",
            "- 264 trong số 750 điều cần làm ở Las Vegas",
            "Bãi biển - Câu lạc bộ bể bơi"
        ],
        "attraction_summary": "Hồ bơi Blu tại Horseshoe Las Vegas nằm ở Dải Trung tâm, nơi diễn ra tất cả các hoạt động tại Hồ bơi Blu tại Horseshoe có hồ bơi chính lớn, lều, âm nhạc đương đại và cocktail đông lạnh thơm ngon. Được bao quanh bởi những cây cọ tươi tốt, đây là nơi hoàn hảo để quên đi một ngày. Thư giãn và hòa mình trên chiếc ghế dài đầy nắng, đi văng hoặc đặt một chiếc lều riêng để có không gian riêng tại một trong những hồ bơi tốt nhất trên Dải Las Vegas.Đọc thêm",
        "reviews": [
            "Đọc thêm",
            "Sau khi nghiên cứu kỹ lưỡng về hồ bơi, tôi quyết định đợi cho đến khi nhận phòng. Số lượng ô là 100. Những chiếc lều gần 200. Tôi không đủ tiền mua bất cứ thứ gì và bị choáng ngợp nên tôi quay trở lại phòng của mình.Đọc thêm",
            "Tôi - đã ở đây được 2 giờ, rõ ràng là không có máy chủ.  Có vẻ như họ luôn nghe cùng một thứ âm nhạc buồn bã. - tiếc cho tôi quá, nhạc rap - Nhạc chiều muộn hôm qua nhẹ nhàng và tích cực hơn nhiều!  Nước trong hồ lạnh hơn sông Colorado, tôi biết vì tôi đã chèo thuyền kayak trên sông 2 ngày trước và đi bộ trong nước! Khi bạn rút cạn - - - khách của bạn ví trong sòng bạc, bạn có thực sự phải quá tham lam không? cũng tiêu hết túi của họ trong quán ăn của bạn? Không chắc chúng tôi - sẽ quay lại Horseshoe vì tình trạng cơ sở vật chất.Đọc thêm",
            "Bạn tôi và tôi yêu Blu Pool.  Chúng tôi đến đây vì hồ bơi của chúng tôi ở Planet Hollywood đã đóng cửa.  Nó chắc chắn không phải là một bể bơi tiệc tùng và không có khung cảnh đám đông trẻ tuổi.  Đừng đến đây nếu bạn đang tìm kiếm điều đó.  Chúng tôi đang ở độ tuổi dưới 50 và điều đó thật hoàn hảo cho lứa tuổi của chúng tôi.  Vào buổi sáng, họ chơi nhạc rock cổ điển mà chúng tôi thực sự rất thích.  Giá đồ ăn và đồ uống đắt đỏ và địa điểm này có thực đơn giống như các hồ bơi ở Paris và Planet Hollywood.Đọc thêm",
            "Bể bơi rất đẹp nhưng phần sâu đã bị đóng cửa.  Không có xoáy nước làm việc.  Đóng cửa hồ bơi lúc 5 giờ thật điên rồ vì trời quá nóng!.., Không giới hạn số lượng khăn tắm.  Đồ uống rất cay nhưng ngon.Đọc thêm",
            "Hồ bơi tuyệt vời! Tuyệt vời - nhưng đắt tiền! - khu vực quầy bar. Nước thư giãn, mát lạnh, có chỗ sâu và chỗ ngồi khi nằm dài trong hồ bơi.  Thật không may, âm nhạc khủng khiếp - hầu hết - và dường như họ không - kiểm tra xem bạn có phải là khách của khách sạn hay không, vì vậy thường có rất nhiều bà mẹ chơi bóng đá địa phương và đám trẻ con.  Nói chung nó - là một nơi tốt đẹp.  - Đọc thêm",
            "Một điều - - Bể bơi đã MỞ! Quán bar đang mở. Không có thức ăn tại hồ bơi trừ khi bạn đặt hàng từ Caesars. Nhiệt độ của hồ bơi thật tuyệt vời. Nó KHÔNG được làm nóng như đã nêu ở một số nơi. A - đồ uống lớn là - 30. Nó nặng khoảng 16 oz. Cái nhỏ là - 20. Đồ uống ngon và đậm đà. Tin tôi đi, tôi đã xem họ đổ! Ngày đầu tiên, họ hết rượu Tequila và pha trộn. Ngày thứ 2 - chúng tôi - không ở đó - họ không có rượu. KHÔNG có ban nhạc hay âm nhạc nào trừ khi bạn chơi nhạc của riêng mình. Các nhân viên cứu hộ, người khăn tắm và nhân viên quầy bar thực sự rất tốt. Những chiếc ô là - 50, và là thứ cần thiết trong thời đại của chúng tôi. Có người nói rằng họ đã trả - 500 cho một cabana.... Giá HOÀN TOÀN tăng lên, như một người nói rằng cô ấy đã trả - 300 vào tháng Tư. Mọi người ở quán bar đã chạy hết sức để phục vụ đám đông cabana.... ai đó phàn nàn về việc ghế bị bẩn?? nghiêm túc mà nói, họ vẫn ổn, và khi bạn thuê một chiếc ghế và - hoặc cabana, họ trải rất nhiều khăn tắm lên đó, bạn thậm chí không thể nhìn thấy những chiếc ghế. Nói về những chiếc ghế.... và hoàn toàn THIẾU chúng... Bạn thực sự có để đi vòng quanh hồ bơi, tìm chỗ ngồi còn trống, giống như bãi đậu xe của trung tâm thương mại vào dịp Giáng sinh. Đó là bất động sản có giá trị - thật nực cười - đặc biệt là khi thanh toán - - cho một - khu nghỉ dưỡng - . Thứ Ba, chúng tôi không có khăn tắm cho đến vài giờ sau khi hồ bơi mở cửa. Bể bơi mở cửa lúc 9 giờ sáng và đóng cửa lúc 5 giờ chiều - 108 độ ở Vegas , thanh toán - 45 - khu nghỉ dưỡng - phí mỗi ngày và hồ bơi đóng cửa lúc 5!!!! Vì vậy, hoàn toàn vô lý! Bally - s - đẩy nó lên.Đọc thêm",
            "We booked a Cabana to ensure we were granted access to the pool for our girls trip. We were so excited for this experience, but that very quickly vanished after we were shown to our cabana. The tables and chairs were very dated and dirty, Service was lackluster at best and the pool was not as special as it was made out on their website.We waited over 20 minutes before the server came by, we ordered lunch and a pitcher each as we were planning an all day pool day. It took over 40 minutes for a stale premade sandwich to come and our super sweet drinks. They did bring us a bunch of bottled water. The server said she would bring us Ice, but she never did.The  - Heated -  pool was ICE cold; ever with it being 89 it took awhile to get acclimated. We met and chatted with some wonderful people, but they were commenting on how sad it was to spend  - 400 for a Cabana and only have one server for the whole pool. So I know we were not the only ones very disappointed with the overall experience.We ended up spending only 4 hours at the pool. Each finishing our pitchers and swearing their was no alcohol in them.  - We drank them over a 3 hour period, as our first hour was waiting. - Our server came by twice the entire time after delivering our food - drinks, we asked for ice again the first time she came by, and yet we still didn - t get it. So after the second time she only came in and removed our pitchers and didn - t even ask if she could get us anything else. Our Cabana was  - 10, and it had a ugly Blue Tarp in the back while the others had pretty Floral backgrounds. Really felt like we were shoved in the corner and forgot about. In spending  - 400 for a Cabana, we really expected a better experience over all. The TV only had a handful of Channels, would be really great if they offered some music options.Read more",
            "Chúng tôi bất chợt đến Vegas và ở lại Bally - s trong một tuần. Giữa bể bơi này và bể bơi ở Paris, - chúng tôi - được phép sử dụng cả hai - chúng tôi thích cái này hơn. Ít đông đúc hơn, nhiều ghế hơn, dễ dàng đi vào nhà vệ sinh hơn. Trước đó, chúng tôi đã chứng kiến ​​một kịch tính nhỏ khi một khách hàng từ chối đeo khẩu trang. Khi bạn đăng ký, các quy tắc về đeo khẩu trang được nêu rõ ràng...phải luôn đeo khẩu trang trừ khi bạn đang ở trong hồ bơi. Dưới nước. Chúng tôi biết rằng sẽ đến. Tất cả đều tốt!Đọc thêm",
            "Ngày TUYỆT VỜI tại Blu Pool.  Tất cả nhân viên và an ninh đã làm rất tốt việc thực thi các hạn chế về COVID. Anna là một nữ tiếp viên cabana tuyệt vời, chu đáo cho nhóm của chúng tôi. Lần thứ hai Kayla là máy chủ của chúng tôi tại hồ bơi và cô ấy lại thật tuyệt vời.  Rất thân thiện và nhanh chóng.  Tất cả chúng tôi đều hy vọng được gặp lại cô ấy trong chuyến đi tiếp theo tới Las Vegas!Đọc thêm",
            "Tôi là một cô gái thích ở hồ bơi hoặc bãi biển cả ngày và tôi muốn thích Hồ bơi Blu tại Bally - s. Chồng tôi đã tham dự một hội nghị y tế trong 3 ngày tại Bally - s và tôi muốn tận hưởng ánh nắng mặt trời của Vegas và thư giãn. Có rất nhiều ghế nằm xung quanh nên không cần phải thuê một chiếc. Tuy nhiên, đó là CÁCH DUY NHẤT bạn có thể thuê ô, nếu bạn thuê ghế nằm với giá - 100. Vì vậy, với cái nắng 100 độ chiếu xuống, tôi nghĩ mình sẽ nhảy xuống hồ bơi để giải nhiệt sau mỗi 20 phút hoặc lâu hơn. Tuy nhiên, nước ở đó khoảng 50 hoặc 60 độ. Nghiêm túc mà nói, đó không phải là cách để giải nhiệt. Nước lạnh cóng. Nghe này, tôi đến từ Buffalo và bơi ở Hồ Erie lạnh giá vào mùa hè nhưng nước ở đó thậm chí còn không lạnh bằng Hồ bơi Blu này. Thật không thú vị chút nào. Quá nóng để nằm dài và quá lạnh để tận hưởng trong hồ bơi. Một ngày nọ, Hubs đã gặp tôi để ăn trưa và chúng tôi đã mua một số nachos và salsa ngon tuyệt tại quán cà phê và thưởng thức chúng cùng với một vài chai Coronas bên hồ bơi. Lần tới tôi sẽ ghé thăm hồ bơi Caesar. Đọc thêm"
        ],
        "star_ratings": [
            10,
            15,
            14,
            6,
            6
        ],
        "review_amount": 51,
        "location": [],
        "reviews_time": [
            "Written August 4, 2023",
            "Written June 25, 2023",
            "Written June 24, 2023",
            "Written October 6, 2022",
            "Written August 9, 2022",
            "Written July 1, 2021",
            "Written April 25, 2021",
            "Written September 17, 2020",
            "Written August 20, 2020",
            "Written October 6, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g45963-d8564844-Reviews-Blu_Pool_At_Horseshoe_Las_Vegas-Las_Vegas_Nevada.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g45963-d7691255-Reviews-Garrett_Popcorn_Shops-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Restaurant_Review-g45963-d422749-Reviews-Le_Cirque-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Restaurant_Review-g45963-d2703910-Reviews-Carlos_n_Charlie_s_Restaurant_Las_Vegas-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Restaurant_Review-g45963-d12692538-Reviews-Petrossian_Bar-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Restaurant_Review-g45963-d650768-Reviews-Restaurant_Guy_Savoy-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Restaurant_Review-g45963-d422659-Reviews-Picasso-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Restaurant_Review-g45963-d422627-Reviews-Eiffel_Tower_Restaurant-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Restaurant_Review-g45963-d422629-Reviews-Mon_Ami_Gabi-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Restaurant_Review-g45963-d3785151-Reviews-Bubba_Gump_Shrimp_Co-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Restaurant_Review-g45963-d5082700-Reviews-Fat_Tuesday_Miracle_Mile_Shops_505-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d7812619-Reviews-Le_Boulevard_at_Paris-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d2687220-Reviews-David_Pate_Tennis-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d10533599-Reviews-AG_by_Ana_Gutierrez-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d126583-Reviews-The_Last_Vegas_Strip-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d127003-Reviews-Fountains_of_Bellagio-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d127002-Reviews-Eiffel_Tower_Viewing_Deck-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d592412-Reviews-Paris_Las_Vegas-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d7930016-Reviews-Grand_Bazaar_Shops-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d3502142-Reviews-Soleil_Pool-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d625114-Reviews-Bellagio_Conservatory_Botanical_Garden-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d8564844-Reviews-or10-Blu_Pool_At_Horseshoe_Las_Vegas-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d2343575-Reviews-Las_Vegas_Elite_Offroad-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d5321461-Reviews-Red_E_Bike_Tours-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d1628624-Reviews-Exotics_Racing-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d7738545-Reviews-Red_Rock_Scooter_Tours-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d663940-Reviews-Grand_Adventures_Tours-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d25176978-Reviews-Las_Vegas_Outdoor_Fun_Rentals-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d6998766-Reviews-Las_Vegas_ATVs-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d2510911-Reviews-Dream_Racing-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d2083593-Reviews-Western_River_Expeditions-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d1809514-Reviews-Evolution_Expeditions-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d8564844-Reviews-Blu_Pool_At_Horseshoe_Las_Vegas-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d4915184-Reviews-The_Indigo_Lounge-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d13376364-Reviews-NVstarr_Tours-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45981-d12318526-Reviews-The_Paul_Lynde_Show-North_Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d10413371-Reviews-Evening_Call-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d13831968-Reviews-Carl_Labove_s_Stripped-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d19949442-Reviews-Psychic_Moonlight-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d19947414-Reviews-Psychic_Moonlight_Las_Vegas_Strip-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d1930007-Reviews-One_Day_Tours-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d10036996-Reviews-I_Got_Married_in_Vegas_Just_Kidding-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d19831453-Reviews-Las_Vegas_Scuba-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d11444817-Reviews-Taste_Buzz_Food_Tours-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g50682-d8492030-Reviews-Observatory_Park-Montville_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g49022-d3443658-Reviews-PNC_Music_Pavilion-Charlotte_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g309685-d2460517-Reviews-Magic_Mountain-Moorea_Society_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g58578-d12496904-Reviews-Lynnwood_Recreation_Center-Lynnwood_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g32825-d1487959-Reviews-Orange_County_Zoo-Orange_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d107447-Reviews-Tribune_Tower-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g303857-d600499-Reviews-Lake_Siwa-Siwa_Matrouh_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g34438-d547153-Reviews-Miami_Children_s_Museum-Miami_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g562635-d4889472-Reviews-Astir_Beach-Vouliagmeni_East_Attica_Region_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g56565-d109500-Reviews-Goose_Island_State_Park-Rockport_Texas.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g45963-d8564844-Reviews-or10-Blu_Pool_At_Horseshoe_Las_Vegas-Las_Vegas_Nevada.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g45963-d8564844-Reviews-Blu_Pool_At_Horseshoe_Las_Vegas-Las_Vegas_Nevada.html"
    }
]