[
    {
        "attraction_name": "Blue Lagoon Beach",
        "attraction_name_vi": "Bãi biển Blue Lagoon",
        "general_info": [
            "687 đánh giá",
            "- 3 trong số 13 điều cần làm ở Manggis",
            "Bãi biển"
        ],
        "attraction_summary": "Cẩn thận! Chúng tôi đến ngay sau bữa trưa ở Padang Bai và rất muốn bắt đầu lặn với ống thở. Blue Lagoon cách thị trấn 5 - 7 phút đi bộ lên đồi rồi xuống dốc. Dễ dàng để đến. Bạn có thể thuê thiết bị tại Warungs ở đó. Đặc biệt khuyên bạn nên đi giày đi biển để xuống nước qua những tảng đá ở giữa hoặc kệ đá hơi lệch về bên phải ở giữa. Đây là một lối vào tương đối khó khăn từ bãi biển khi sóng dâng cao.\n\nNhưng, một lời cảnh báo. Nếu thủy triều đang rút và đó là một ngày tương đối dữ dội thì dòng chảy rất mạnh. Chúng tôi là những người lặn biển khá có kinh nghiệm. Hãy hết sức cẩn thận nếu bạn không - t. Trước tiên, hãy xem xét các điều kiện và cách những người khác ra vào nước trước khi bạn bắt đầu. Chúng tôi đã phải vật lộn rất nhiều trước khi nhận ra rằng các điều kiện không ổn. Đi vào thì bị một vết san hô dài vài cm ở chân.  No la sự thử thach.\n\nHãy an toàn đặc biệt là với trẻ em hoặc người thiếu kinh nghiệm! Điều kiện tốt nhất là vào buổi sáng hoặc khi thủy triều chưa rút.Đọc thêm",
        "reviews": [
            "Bãi biển Blue Lagoon ở Padang Bai là một địa điểm lặn biển tuyệt đẹp. Tuy nhiên, rất đông thuyền nên hãy coi chừng chúng. Lặn với ống thở thật tuyệt vời, nước trong vắt và rất nhiều cá và san hô. Bãi biển hơi gồ ghề nên chúng tôi đi xuống cầu thang và xuống nước từ phía bên tay trái. Cách đó dễ dàng hơn nhiều. Chúng tôi đi taxi từ Candidasa nên đã để đồ đạc của mình ở một trong những warung ở trên cùng. Bữa trưa ở warung cũng rất ngon.Đọc thêm",
            "Chúng tôi đến thăm Bali vào tháng 1 năm 2018. Lễ Giáng sinh đã đến trong chuyến đi lúc nửa đêm của tôi từ sân bay đến Padangbai. Hai đêm đầu tiên chúng tôi ở OK Divers. Xuất sắc! Hãy đặt chỗ trước. Chúng tôi thuê một chiếc thuyền để đưa chúng tôi đi vòng quanh vịnh ở bãi biển Blue Lagoon. Chúng tôi lặn xuống khỏi thuyền và tôi lơ lửng trên một con hải quỳ cho đến khi Nemo bước ra!! Những loài cá đủ màu sắc sẽ bơi lội theo từng đàn. Chuyện này đã xảy ra cách đây vài năm nhưng chúng tôi không thấy bất kỳ thùng rác trôi nổi nào gần bãi biển như một người bình luận khác liên quan ở đây. Hai đêm tiếp theo là ở Làng sinh thái Bloo Lagoon - đánh vần là đúng -. Mộc mạc và xinh đẹp, nhà hàng có mái che nhưng mở mang đến tầm nhìn tuyệt vời ra ngọn núi lửa đang hoạt động trên vịnh.Đọc thêm",
            "Lặn biển tuyệt vời. San hô khỏe mạnh sẽ tồn tại lâu hơn nếu mọi người tôn trọng nó bằng cách không đứng lên hay chạm vào nó !!!!\nĐậu xe tay ga của chúng tôi ở trên cùng. Thanh toán 2000k cho cửa hàng khi bạn bước vào.\nCác bước khá dễ dàng để di chuyển xuống bãi biển nhỏ.\nNice warung gần đó có giá cả hợp lý và cho thuê giường phơi nắng trên sàn bê tông.\nBãi biển không rộng lắm và tiếc là nó không được dọn dẹp. Có một chút rác xung quanh làm hỏng những gì có thể là một vịnh nhỏ xinh đẹp.\nMột vài chuyến đi thuyền xuất hiện nhưng không quá bận rộn.\nĐề nghị giày nước.\nThực sự rất thích nó.Đọc thêm",
            "Lặn với ống thở ở đây thực sự tuyệt vời!   San hô rất nhiều màu sắc - khỏe mạnh.  Các loại tuyệt vời nhất của các loại cá khác nhau.   Chỉ đẹp.  Nước trong vắt quá.  Chúng tôi đi bằng thuyền - lặn với ống thở từ đó.Đọc thêm",
            "Đây từng là một viên ngọc ẩn xinh đẹp cách đây nhiều năm... Nhưng giờ đây nó đã trở thành nạn nhân của bộ máy du lịch đại chúng, được thương mại hóa. Ở đó, nơi có một bãi biển tuyệt đẹp cho đến khu rừng, họ xây những sân hiên bê tông xấu xí với những chiếc giường tắm nắng cho thuê và một nhà hàng trên đỉnh. Dải bãi biển nhỏ còn sót lại bị rác thải làm hư hỏng. Trong đầm phá có từ 10 đến 20 thuyền du lịch có ống thở đang đậu, gây ô nhiễm không khí bằng khí carbon monoxide từ động cơ đang chạy. Rạn san hô gần như đã chết, ở xa bên ngoài còn sót lại rất ít san hô rải rác nhưng cũng bị rác thải làm hư hỏng.  Nó không còn là rạn san hô như xưa nữa. Thật xấu hổ khi một thiên đường trước đây bị phá hủy vì lợi nhuận ngắn hạn, nhưng các thế hệ sau không thể đạt được điều đó vì không du khách nào muốn xem nghĩa trang san hôĐọc thêm",
            "Lặn biển tuyệt vời. San hô khỏe mạnh sẽ tồn tại lâu hơn nếu mọi người tôn trọng nó bằng cách không đứng lên hoặc chạm vào nó!!!! Đỗ xe tay ga của chúng tôi ở trên cùng. Thanh toán 2000k cho cửa hàng khi bạn bước vào. Các bước khá dễ dàng để di chuyển xuống bãi biển nhỏ. Warung đẹp gần đó có giá cả hợp lý và cho thuê giường phơi nắng trên sàn bê tông. Không phải là một bãi biển rộng lớn và thật đáng tiếc là không phải vậy được làm sạch. Có một chút rác xung quanh làm hỏng những gì có thể là một vịnh nhỏ xinh đẹp. Một vài chuyến đi bằng thuyền xuất hiện nhưng không quá bận rộn. Đề nghị đi giày nước. Thực sự rất thích nó. Đọc thêm",
            "Chúng tôi đến thăm Bali vào tháng 1 năm 2018. Lễ Giáng sinh đã đến trong chuyến đi lúc nửa đêm của tôi từ sân bay đến Padangbai. Hai đêm đầu tiên chúng tôi ở OK Divers. Xuất sắc! Hãy đặt chỗ trước. Chúng tôi thuê một chiếc thuyền để đưa chúng tôi đi vòng quanh vịnh ở bãi biển Blue Lagoon. Chúng tôi lặn xuống khỏi thuyền và tôi lơ lửng trên một con hải quỳ cho đến khi Nemo bước ra!! Những loài cá đủ màu sắc sẽ bơi lội theo từng đàn. Chuyện này đã xảy ra cách đây vài năm nhưng chúng tôi không thấy bất kỳ thùng rác trôi nổi nào gần bãi biển như một người bình luận khác liên quan ở đây. Hai đêm tiếp theo là ở Làng sinh thái Bloo Lagoon - đánh vần là đúng -. Mộc mạc và xinh đẹp, nhà hàng có mái che nhưng mở mang đến tầm nhìn tuyệt vời ra ngọn núi lửa đang hoạt động trên vịnh.Đọc thêm",
            "Thật xấu hổ khi thấy rất nhiều rác trôi nổi trên mặt nước và dọc theo bãi biển.  Tôi ngạc nhiên khi những người điều hành tàu du lịch không cố gắng dọn dẹp và giáo dục khách hàng về tác hại của nhựa đối với sinh vật biển và mối nguy hiểm đối với san hô của chân chèo. Nhóm chúng tôi đã bị rận biển tấn công nghiêm trọng trong vụ này đầm phá.Đọc thêm",
            "Bãi biển Blue Lagoon ở Padang Bai là một địa điểm lặn biển tuyệt đẹp. Tuy nhiên, rất đông thuyền nên hãy coi chừng chúng. Lặn với ống thở thật tuyệt vời, nước trong vắt và rất nhiều cá và san hô. Bãi biển hơi gồ ghề nên chúng tôi đi xuống cầu thang và xuống nước từ phía bên tay trái. Cách đó dễ dàng hơn nhiều. Chúng tôi đi taxi từ Candidasa nên đã để đồ đạc của mình ở một trong những warung ở trên cùng. Bữa trưa ở warung cũng rất ngon.Đọc thêm",
            "hi i went here in January 2024 i have few points to help others that i observed 1-- no need to get a tour just rent a car or a scooter and go there your self a very nice drive i rented a car so nice and easy and you can stop along the way good spots for pics .2-- when you get there there are many shops and many people are sitting around offering you a boat to take you to to spots for snorkeling , completely ignore them .3-- go straight there is a street along the beach one side is the car park don - t park your car there drive to the opposite side and turn left .4--- it will take you up a hill and then turn left where you will be stopped as there is a car park there they charge 5000 local currency you can park your car there for scoters its less money .5--- park your car and there are stairs going down to the beach 6--- as you go down you will find local women will try to sell you stuff expect rip off prices 7-- once you keep going down you will see a little restaurant and you can rent the gear there the rate what she gave me was 50k for flippers and goggles - but then this price can be negotiated i was able to negotiate her for a better price .8---go down to the beach find a spot and get in 9-- depends on the day and tides you will see fish for sure depends if you go a little deeper that - s where you will see many fish but if you stay very shallow you will still see fish but not many .10-- once you are finished you return your gear make sure don - t loose the stuff as can happen with the tide if you loose they will charge you two times and can get extensive then so be careful place your snorkeling gear at a spot where the waves cant get to 11--- once you walk back after returning the gear they ask for 15000 per adult for shower and 5000 for renting the bathroom bit off a rip we did not use it and took our own towels and were able to get rid off most of the sand and then when you get back to you hotel have a shower or if you are happy to pay the 15000 that - s  your choice but i also noticed the locals were not charged that price the were charged much lower price .12--- when i rented the snorkeling gear there was no time limit but i guess it depends if the beach is busy then they might put restrictions on you - also if you can take your own snorkeling gear better as the gear that they give you is not the best and water gets in so not the best experience but it works .pay the parking and that - s it drive back .a good day we went with kids they had fun they seen many fish so it was a successful tripmany locals will try to sell you everything and try to be your mate remember they are only talking to you as they want your money they are not concerned about your welfare and when you go to the beach you will notice the people who try to sell you the boat trip also bring all people to the same point where you are coming through the beach so its all a rip off scam so just go and do it your self instead of paying them for a boat trip you can also rent life jackets there as well for 25000 local currency which can be negotiated depending on how many you are getting  -  -  when i asked her can yo do a better price she first said no as she said you are a tourist so i have to charge you more you are not a local  -  -  but because i was getting many i was able to get a better price..have fun a good experience for sureRead more",
            "Cẩn thận! Chúng tôi đến ngay sau bữa trưa ở Padang Bai và rất muốn bắt đầu lặn với ống thở. Blue Lagoon cách thị trấn 5 - 7 phút đi bộ lên đồi rồi xuống dốc. Dễ dàng để đến. Bạn có thể thuê thiết bị tại Warungs ở đó. Đặc biệt khuyên bạn nên đi giày đi biển để xuống nước qua những tảng đá ở giữa hoặc kệ đá hơi lệch về bên phải ở giữa. Đây là một lối vào tương đối khó khăn từ bãi biển khi sóng dâng cao. Tuy nhiên, đây là một cảnh báo. Nếu thủy triều đang rút và đó là một ngày tương đối dữ dội thì dòng chảy rất mạnh. Chúng tôi là những người lặn biển khá có kinh nghiệm. Hãy hết sức cẩn thận nếu bạn không - t. Trước tiên, hãy xem xét các điều kiện và cách những người khác ra vào nước trước khi bạn bắt đầu. Chúng tôi đã phải vật lộn rất nhiều trước khi nhận ra rằng các điều kiện không ổn. Đi vào thì bị một vết san hô dài vài cm ở chân.  Đó là một thử thách. Hãy an toàn, đặc biệt là với trẻ em hoặc những người thiếu kinh nghiệm! Điều kiện tốt nhất là vào buổi sáng hoặc khi thủy triều chưa rút.Đọc thêm",
            "Bãi biển đẹp hẻo lánh. Chỗ ở ít ỏi gần đó mặc dù ghế và bữa ăn rất rẻ. Bạn có thể thuê áo phao, kính lặn và thả mình ra biển để ngắm cá và san hô.Đọc thêm",
            "Nếu bạn đang lặn với ống thở và tiếp cận bãi biển bằng thuyền thì thật tuyệt. Nếu bạn đang ngồi ở quán bar Blue Lagoon, hãy cảnh báo trước. Nó thực sự là một quán bar lặn - chỉ có bia - với đồ ăn ngon và dịch vụ tốt. Ghế bãi biển được cung cấp với mức phí khiêm tốn nhưng đã năm mươi tuổi và ban công xi măng cũng khá cũ. Bạn có thể thuê thiết bị lặn với ống thở ở đây. Bãi biển có nhiều đá và có rác trên đó. Buồn. Đọc thêm"
        ],
        "star_ratings": [
            154,
            221,
            144,
            73,
            95
        ],
        "review_amount": 687,
        "location": [
            "Indonesia",
            "Quả măng cụt",
            "Bali",
            "Bãi biển Blue Lagoon",
            "Các hoạt động ở Manggis",
            "Châu Á"
        ],
        "reviews_time": [
            "Written August 15, 2023",
            "Written March 10, 2024",
            "Written April 26, 2024",
            "Written May 3, 2024",
            "Written May 30, 2024",
            "Written May 24, 2024",
            "Written May 3, 2024",
            "Written April 26, 2024",
            "Written March 25, 2024",
            "Written March 11, 2024",
            "Written January 19, 2024",
            "Written August 15, 2023",
            "Written June 22, 2023",
            "Written May 16, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g608489-d3697012-Reviews-Blue_Lagoon_Beach-Manggis_Bali.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g1078452-d6432394-Reviews-The_Colonial-Padangbai_Bali.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1078452-d2060036-Reviews-Omang_Omang_Bar_Diner-Padangbai_Bali.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1078452-d3844508-Reviews-Ozone_Cafe-Padangbai_Bali.html",
            "https://www.tripadvisor.com/Restaurant_Review-g608489-d2172405-Reviews-Martini_s-Manggis_Bali.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1078452-d12511597-Reviews-Warung_Bu_Jeno-Padangbai_Bali.html",
            "https://www.tripadvisor.com/Restaurant_Review-g608489-d4892162-Reviews-Topiinn_Restaurant-Manggis_Bali.html",
            "https://www.tripadvisor.com/Restaurant_Review-g608489-d2677603-Reviews-Puri_Rai_Restaurant-Manggis_Bali.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1078452-d8299116-Reviews-Helix_64-Padangbai_Bali.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1078452-d10379040-Reviews-Double_Barrel_Cafe-Padangbai_Bali.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1078452-d10796275-Reviews-Warung_Lesehan_Bali-Padangbai_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g608489-d7223993-Reviews-Bias_Tugel_Beach-Manggis_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g294226-d1078479-Reviews-Padang_Bai_Fishing_Village-Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g1078452-d17418185-Reviews-Yoga_Mornings-Padangbai_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g1078452-d25328949-Reviews-Fast_Boat_Transfer_Bali_Gili-Padangbai_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g1078452-d15528412-Reviews-Karuniya_Jaya_Fast_Boat-Padangbai_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g608489-d2094692-Reviews-Wahana_Gili_Ocean-Manggis_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g608484-d7057035-Reviews-Yeh_Malet_Beach-Karangasem_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g1078452-d14888091-Reviews-Ganggari_Fastboat-Padangbai_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g294226-d592897-Reviews-Goa_Lawah_Temple-Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g312684-d10137415-Reviews-Lotus_Lagoon-Candidasa_Karangasem_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g608489-d3697012-Reviews-or10-Blue_Lagoon_Beach-Manggis_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g608489-d3203994-Reviews-Black_Sand_Beach-Manggis_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g608489-d13142258-Reviews-Lake_Yeh_Malet-Manggis_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g1078452-d1656039-Reviews-Geko_Dive-Padangbai_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g608489-d4013727-Reviews-Spiral_Spa_at_Bloo-Manggis_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g1078452-d1923763-Reviews-Absolute_Scuba_Bali-Padangbai_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g1078452-d11700633-Reviews-Scuba_Silver-Padangbai_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g1078452-d3257391-Reviews-Water_Worxx_Dive_Center_Bali-Padangbai_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g1078452-d3704237-Reviews-OK_Divers-Padangbai_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g1078452-d10447908-Reviews-Green_Spa_at_OK_Divers_Resort-Padangbai_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g608489-d3219709-Reviews-Paradise_Diving_Bali-Manggis_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g608489-d26231659-Reviews-Komang_Elot_Snorkeling-Manggis_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g1078452-d2060737-Reviews-4Fundiving_Bali-Padangbai_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g1078452-d17689872-Reviews-BLUE_LAGOON_SNORKELING-Padangbai_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g608484-d7788010-Reviews-Padangbai_Bali_Dive-Karangasem_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g1078452-d3468437-Reviews-Ikandive-Padangbai_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g1078452-d4261715-Reviews-Sunshine_Bar-Padangbai_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g143039-d145138-Reviews-Exit_Glacier-Kenai_Fjords_National_Park_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g33997-d3747485-Reviews-Indian_River_Inlet_Bridge-Bethany_Beach_Delaware.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d3386223-Reviews-Forum_Istanbul_Alisveris_Merkezi-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g50207-d6043445-Reviews-Agora_Theater_Ballroom-Cleveland_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g29750-d269186-Reviews-Wild_Wild_West_Casino-Atlantic_City_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g28944-d255139-Reviews-Wild_River_State_Park-Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d1450282-Reviews-MagiQuest-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g42665-d4295961-Reviews-Kokomos_Family_Fun_Center-Saginaw_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g150813-d3906822-Reviews-Casa_Cenote-Tulum_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g1967079-d5074371-Reviews-Khewra_Salt_Mine-Khewra_Punjab_Province.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g608489-d3697012-Reviews-or10-Blue_Lagoon_Beach-Manggis_Bali.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g608489-d3697012-Reviews-Blue_Lagoon_Beach-Manggis_Bali.html"
    }
]