[
    {
        "attraction_name": "Blue Eye Tailor",
        "attraction_name_vi": "Thợ may mắt xanh",
        "general_info": [
            "4.861 đánh giá",
            "71 trên 679 Mua sắm ở Hội An",
            "Cửa hàng quà tặng đặc sản"
        ],
        "attraction_summary": "Hội An được nhiều người biết đến là một trong những thắng cảnh du lịch nổi tiếng nhất Việt Nam được UNESCO công nhận là Di sản văn hóa thế giới. Hội An cũng là một thương cảng nổi tiếng từ thế kỷ 17, đặc biệt là trong ngành may đo theo yêu cầu. Ngành may mặc không chỉ mang lại mức sống tốt hơn mà còn mang lại sự giao lưu văn hóa, nổi bật là sự thân thiện, khó khăn, khéo léo và óc sáng tạo đặc biệt của người dân địa phương. Blue Eye là một trong những nhà may đo hàng đầu. Được thành lập từ năm 2003, chúng tôi tự hào là gia đình thợ may truyền thống sở hữu đội ngũ thợ may tài năng và đam mê. Chúng tôi rất vinh dự được phục vụ hàng trăm ngàn du khách may quần áo trong thời gian lưu trú tại Hội An. Chỉ cần chọn chất liệu yêu thích và số đo cơ thể của bạn, chúng tôi sẽ có thể tùy chỉnh phong cách và thời trang cá nhân của bạn từ bất kỳ danh mục nào, sau đó giao hàng trực tiếp cho bạn hoặc gửi đến bất kỳ quốc gia nào trên thế giới. Phương châm kinh doanh của chúng tôi là dịch vụ xuất sắc; chúng tôi không ngại bất kỳ khó khăn nào để đáp ứng mong đợi vượt quá của bạn.Đọc thêm",
        "reviews": [
            "Tuần này, con gái 25 tuổi của tôi và tôi đã đến Blue Eye Tailor. Chúng tôi đã có một trải nghiệm tuyệt vời từ đầu đến cuối. Chúng tôi đã làm việc với Lyly và Emma, ​​những người đã giúp thiết kế những chiếc váy và quần đẹp cho chúng tôi. Chúng vừa vặn hoàn hảo. Tôi muốn làm cho con gái tôi hạnh phúc như một người mẹ bình thường! vì vậy tôi đã đồng ý để con bé có thêm một chiếc váy nữa. Emma rất cảm động trước món quà của tôi, đến nỗi cô ấy đã mát-xa cổ và vai cho tôi!! Con gái tôi và tôi rời đi với cảm giác Lyly và Emma thực sự muốn giúp chúng tôi tìm được những bộ quần áo chất lượng cao nhất có sẵn tại Hội An. Tôi nghi ngờ rằng không có thợ may nào khác ở Hội An cung cấp loại dịch vụ này. Tôi sẽ giới thiệu 100%! Đọc thêm",
            "Nơi tuyệt vời để mua quần áo vừa vặn với bạn, chỉ cần cho họ xem những gì bạn muốn may và nó sẽ được hoàn thành trong vòng chưa đầy 24 giờ. Tôi đã nhận được 3 món đồ và Eva đáng yêu rất nhanh nhẹn và chu đáo! Yêu quần áo mới của tôi: cảm ơn bạn. Đọc thêm",
            "Một trải nghiệm tuyệt vời, từ đầu đến cuối. Emma Ly rất vui khi được làm việc cùng, những cô chủ đường may xuất sắc, rất hữu ích và vui tính. Tất cả các mặt hàng đã sẵn sàng trong 24 giờ mà không cần bất kỳ thay đổi nào. Tôi đánh giá cao cả hai. Đọc thêm",
            "Tiệm may đẹp nhân viên cũng xinh không kém. Ly và nhóm của cô ấy rất quan tâm và chú ý để đảm bảo tầm nhìn của bạn trở nên sống động với nhiều loại vải để lựa chọn và chất lượng tuyệt vời, bạn chắc chắn sẽ hài lòng với sản phẩm của mình. Tôi đã có thể cho xem những bức ảnh về những gì tôi muốn và chúng rất hữu ích trong việc thiết kế chúng, đưa ra ý tưởng để làm cho chúng tốt hơn. Yêu trải nghiệm và hàng may mặc của tôi!!! Đọc thêm",
            "Thật là một kinh nghiệm may đo tốt! Được Sunny giúp đỡ, người rất tốt bụng, hữu ích và đưa ra lời khuyên chân thành về độ vừa vặn, màu sắc, kiểu dáng, v.v. Bắt đầu bằng việc mua một chiếc áo khoác hạt đậu và cuối cùng quay lại và đặt mua một chiếc áo blazer vì tôi rất thích cửa hàng! Một lần nữa xin chân thành cảm ơn Sunny!Đọc thêm",
            "Tôi đã có trải nghiệm tốt nhất tại Blue Eye. Bộ đồ của tôi được thực hiện trong vòng 24 giờ. Eva quả là một chuyên gia và rất vui khi được làm việc cùng. Tôi muốn giới thiệu mọi người đến đây và xin Eva.Đọc thêm",
            "Dịch vụ tuyệt vời nhất tại Blue Eye. Dịch vụ nhanh. Có áo khoác, áo sơ mi và quần dài được thực hiện. Tất cả đều được trang bị như một chiếc găng tay. Mi đã đưa ra lời khuyên tốt nhất về chất liệu vải và kiểu dáng. Hãy hỏi Mi khi đến đây nhé! Lời khuyên tốt nhất và dịch vụ đáng yêu. Trải nghiệm tuyệt vời nhất tôi có ở Hội An!Đọc thêm",
            "Tôi đến với Blue Eye một cách già nua và đa cảm! Chiếc áo sơ mi vải lanh mà tôi đã mặc nhiều năm và nó bị thủng lỗ. Lyly đã sử dụng đường viền ren từ chiếc áo sơ mi cũ của tôi để may cho tôi một chiếc áo sơ mi vải lanh mới trông giống như chiếc áo cũ của tôi, nhưng bây giờ thậm chí còn đẹp hơn!! Cô ấy đã làm một công việc hoàn toàn hoàn hảo, rất muốn giới thiệu cho mọi người!!Đọc thêm",
            "Mi đã là người trợ giúp tuyệt vời khi tôi chọn thiết kế và phong cách. Cô ấy đã giúp tôi lựa chọn những gì tốt nhất cho cơ thể mình mà không hề xúc phạm hay đánh đập vòng vo. Khi tôi yêu cầu thay đổi, nó đã được hoàn thành trong 5 giờ và được thực hiện chính xác như yêu cầu. Tôi chắc chắn sẽ giới thiệu và quay lại nếu có thể.Đọc thêm",
            "Mi đã cung cấp cho tôi dịch vụ chăm sóc khách hàng tốt nhất và có thể giúp tôi tạo ra bộ trang phục sinh nhật thứ 21 trong mơ của mình. Blue Eye đã mang đến cho tôi sản phẩm chất lượng tốt nhất và tôi rất vui khi được mặc nó. Cảm ơn Mi và Mắt Xanh! Đọc thêm",
            "Lucy đã làm một công việc tuyệt vời khi giúp tôi mặc một bộ đồ. Hoàn toàn tự tin vào chuyên môn và dịch vụ khách hàng của mình. Rất khuyến khích đến đây! Hãy hỏi Lucy!Đọc thêm",
            "Trải nghiệm tuyệt vời với Lucy! Bộ đồ màu xanh lá cây với áo sơ mi vải lanh trắng, công việc hoàn hảo: Tôi giới thiệu nơi này! Giá tốt cho sản phẩm chất lượng!Đọc thêm",
            "Chúng tôi đã có khoảng thời gian tuyệt vời khi may quần áo - những mảnh vải cuối cùng rất đẹp và họ đã chỉnh sửa một chút khi chúng tôi may để đảm bảo mọi thứ đều hoàn hảo! Linda rất tuyệt trong công việc của mình và khiến chúng tôi cảm thấy rất đặc biệt trong suốt quá trình. Đọc thêm",
            "Tiệm may tốt nhất ở Hội An. Trải nghiệm tổng thể thực sự tốt. Lucy và Vi thực sự rất hữu ích và luôn rất vui vẻ. Chắc chắn sẽ khuyên bạn nên đến đây!! Đọc thêm",
            "Các nhân viên rất thân thiện và hiếu khách. Trà rất tuyệt vời và hữu ích trong việc lựa chọn những bộ đồ chất lượng với mức giá hợp lý. Rất muốn giới thiệu cho những ai đang tìm kiếm quần áo làm bằng tay chất lượngĐọc thêm",
            "Blue Eye cung cấp dịch vụ đáng kinh ngạc và là một tiệm may tài năng đáng kinh ngạc trong số rất nhiều tiệm may ở Hội An. Nếu bạn thấy mình lạc lõng giữa tất cả các nhà sản xuất ở Hội An thì đây là nơi hoàn hảo để biết rằng bạn đang có được chất lượng tuyệt vời và tay nghề thủ công tuyệt vời. An là một người tuyệt vời đã hướng dẫn tôi may áo vest, áo sơ mi và quần dài, và tôi chắc chắn sẽ quay lại Việt Nam trong những chuyến đi sau này.Đọc thêm",
            "Thợ may tốt nhất ở hội an. Giá cả tuyệt vời và lựa chọn tốt hơn. Làm cho bạn bất cứ điều gì bạn muốn và chúng thật tuyệt vời. Hãy hỏi Eva, cô ấy là người giỏi nhất.Đọc thêm",
            "Lucy rất tốt và hữu ích. Dịch vụ khách hàng đỉnh cao! Đưa ra khuyến nghị rất tốt và áo sơ mi xuất hiện rất đẹp. Blazer vừa vặn và phong cách.Đọc thêm",
            "Dịch vụ may đo tuyệt vời những chiếc váy và áo khoác tuyệt vời, Linda rất hữu ích trong việc tìm ra những gì tôi muốn! Và bây giờ đã có những bộ trang phục tuyệt vời.Đọc thêm",
            "Linda từ nhà may Blue eye hoàn toàn tuyệt vời trong suốt thời gian tôi cung cấp dịch vụ và chuyên môn xuất sắc với nụ cười ấm áp đáng yêu, tôi đã đặt mua hai bộ quần áo và rất ngạc nhiên với kết quả chắc chắn khuyên bạn nên ghé thăm nếu ở Hội AnĐọc thêm",
            "Có thể thanh toán bằng thẻ tín dụng không?Đọc thêm",
            "Có thể thanh toán bằng thẻ tín dụng không?Đọc thêm",
            "Họ có làm bộ đồ của mình bằng vải canvas đầy đủ không?Đọc thêm",
            "Bạn có ý nghĩa gì bởi canvas? Giống như lót bên trong bộ đồ của bạn? Nếu vậy thì có!!!! Bạn có thể chọn nhiều loại vật liệu cho lớp lót bên trong.Đọc thêm",
            "Xin chào, tôi vừa may một số váy và muốn đặt thêm một số. Có địa chỉ email nào tôi có thể gửi đơn đặt hàng được không? Cảm ơn KirstyĐọc thêm",
            "Này Kirsty, blueeyeshop.48 tại gmailĐọc thêm",
            "Xin chào, bạn có thể vui lòng cho chúng tôi biết ý kiến ​​về giá của một bộ vest nam 2 mảnh và một bộ vest quần nữ không?\n\nCảm ơn\n\nLindaĐọc thêm",
            "Kính gửi quý khách hàng, \n\nCảm ơn bạn rất nhiều vì đã liên hệ với chúng tôi để có được thông tin về vest và quần được thiết kế riêng. Vui lòng liên hệ với chúng tôi qua thư doanh nghiệp của chúng tôi để biết thông tin chi tiết mà bạn quan tâm. \n\nChúng tôi mong được nghe lại bạn sớm. \n\nTrân trọng, \n\nThợ may mắt xanh\nĐọc thêm",
            "CHÀO.  Sẽ đến vào thứ Hai và tôi có hai chiếc áo voan mà tôi rất thích sao chép.  Bạn có thể tư vấn chi phí ước chừng được không, cảm ơnĐọc thêm",
            "Khách hàng thân mến, \n\nCảm ơn bạn rất nhiều vì đã quan tâm đến việc may đồ. Rất mong các bạn đến thăm chúng tôi và sẽ đưa ra cho các bạn những gợi ý tốt nhất với mức giá thực sự hợp lý, tạo nên một chiếc áo voan hoàn hảo như chính bạn. \n\nCủa bạn, \n\nThợ may mắt xanhĐọc thêm",
            "Xin chào, các bạn có thể may váy cưới không? kiểu dáng vừa vặn và chủ yếu là bằng ren và lụa nếu chúng tôi cung cấp ảnh? Đối tác của tôi và tôi đã làm một số việc với các bạn vào tháng 2 trong kỳ nghỉ ở Hội An. \nCảm ơn bạn :Đọc thêm",
            "Khách hàng thân mến, \n\nCảm ơn bạn rất nhiều vì mọi thứ một lần nữa. Chúng tôi quan tâm đến việc may bất kỳ quần áo cưới nào mà bạn cần cho váy lụa ren. \n\nVui lòng liên hệ với chúng tôi qua thư kinh doanh để cho chúng tôi biết thêm chi tiết sau đó chúng tôi có thể làm theo để thực hiện tất cả. \n\nCủa bạn, \n\nThợ may mắt xanhĐọc thêm",
            "Chào chị Đông,\n\nTôi có thể hỏi bạn có địa chỉ email liên hệ để tôi có thể liên hệ với bạn không?\n\nMuốn ghé thăm gian hàng của bạn vào tháng 3, tháng tới.\n\nCảm ơn,\n\nDanielĐọc thêm",
            "Xin chào,\n\nTôi đã cố gắng liên lạc qua e-mail của bạn nhưng không có phản hồi. Có cách nào để tôi có thể đặt hàng gửi đến Vương quốc Anh không? Tôi đã may một bộ vest khi đến thăm Hội An hai năm trước, nhưng đó là trong một năm tôi đi du lịch và giờ tôi đã tăng thêm vài cân!\n\nCảm ơn trước,\n\nGarryĐọc thêm",
            "Chào Garry,\nCảm ơn bạn đã liên hệ đặt hàng. Vui lòng cung cấp cho tôi địa chỉ email của bạn sau đó tôi sẽ trả lời tất cả các chi tiết bạn muốn. Gần đây tôi chưa nhận được bất kỳ thông tin nào từ bạn. Chúc bạn sớm liên hệ lại với tôi.\nTrân trọng\nChủ Blue Eye..Ms DongĐọc thêm",
            "CHÀO,\n\nTên tôi là Martin Edwards, tôi mua 2 bộ vest 3 mảnh cộng với 4 chiếc áo sơ mi mà tôi đã trả 845 USD vào ngày 16 tháng 1.\nHôm nay tôi đã nhận được quần áo và nhận xét...\nHai bộ vest và 4 quần theo yêu cầu, 2 cà vạt rời rất đẹp.\nTrong số bốn chiếc áo sơ mi được thiết kế riêng mà tôi đã mua, chiếc áo sơ mi ca rô có đính hạt màu hoa cà là hoàn hảo, nhưng ba chiếc áo sơ mi còn lại bạn gửi cho tôi không phải của tôi. Mình mua sơ mi kẻ ca rô, sơ mi sọc xanh, sơ mi trắng trơn và sơ mi trắng ống suông nhẹ màu trắng. Tôi đã nhận được chiếc áo sơ mi tuyệt vời của mình, một chiếc áo sơ mi màu trắng, một chiếc áo sơ mi màu xanh nhạt và một chiếc áo sơ mi màu đen. Không có cái nào trong số chúng được thiết kế riêng theo thông số kỹ thuật của tôi như chiếc áo sơ mi kẻ ca-rô. Tôi yêu cầu phản hồi ngay lập tức khi tôi nhận được những gì tôi đã trả tiền. Số Hóa đơn của tôi là 000579, Y đã phục vụ tôi.\nMartin. Bạn có chi tiết liên lạc của tôi.Đọc thêm",
            "Cảm ơn rất nhiều vì đã hiểu và những gì bạn đã làm và suy nghĩ về nhân viên của tôi. Về tôi, tôi sẽ làm bất cứ điều gì tôi đã nói với bạn trong email trước như tôi đã hứa\nChủ thợ may Blue EyeĐọc thêm"
        ],
        "star_ratings": [
            4761,
            86,
            8,
            5,
            3
        ],
        "review_amount": 4863,
        "location": [
            "Những điều cần làm ở Hội An",
            "Châu Á",
            "Việt Nam",
            "Chào An",
            "Tỉnh Quảng Nam",
            "Thợ may mắt xanh"
        ],
        "reviews_time": [
            "Written June 9, 2023",
            "Written June 11, 2023",
            "Written June 14, 2023",
            "Written June 19, 2023",
            "Written June 20, 2023",
            "Written June 22, 2023",
            "Written June 22, 2023",
            "Written June 23, 2023",
            "Written June 24, 2023",
            "Written June 26, 2023",
            "Written June 6, 2024",
            "Written June 6, 2024",
            "Written June 5, 2024",
            "Written June 5, 2024",
            "Written June 4, 2024",
            "Written June 4, 2024",
            "Written June 4, 2024",
            "Written June 4, 2024",
            "Written June 3, 2024",
            "Written June 1, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298082-d3494128-Reviews-Blue_Eye_Tailor-Hoi_An_Quang_Nam_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d10768724-Reviews-Olivier_Coffee-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d3724095-Reviews-Little_Faifo_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25259196-Reviews-Hoi_An_Heart_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26229136-Reviews-Sing_Ma_Restaurant_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26848559-Reviews-Em_H_i_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d24966494-Reviews-Lenco_Cafe_Bar-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d14927502-Reviews-Silent_Garden_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25306878-Reviews-Chops_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25420069-Reviews-MAAZI_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d12254323-Reviews-Phin_Coffee_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12907128-Reviews-Art_House_Gallery_and_Coffees_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2283386-Reviews-Ba_Le_Well-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d5854199-Reviews-The_Timeless_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d17854241-Reviews-Sonsu_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8775902-Reviews-Dinh_Cam_Pho_Cam_Pho_Communal_House-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d9978380-Reviews-Cloth_Shop_VY_VY_II-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12310669-Reviews-Hoi_An_Post_Office-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d451148-Reviews-Hoi_An_Museum-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d25236612-Reviews-Gieng_Ba_Le-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12499410-Reviews-ALLEY_Artist_House_2-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3494128-Reviews-or10-Blue_Eye_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2717876-Reviews-Peace_Tailor_in_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15776299-Reviews-Thanh_Design-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6845023-Reviews-Two_Ladies_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15000385-Reviews-Blue_Chic_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26605658-Reviews-Bison_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2202046-Reviews-Metiseko-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1194254-Reviews-A_Dong_Silk_Tailors-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4609042-Reviews-Tuong_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d9466019-Reviews-45_Thu_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12945791-Reviews-Shine_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19268154-Reviews-Huy_Minh_Silver-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4281961-Reviews-Linh_Chi_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d17301348-Reviews-Bong_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8624535-Reviews-Huong_Xuan_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d24880933-Reviews-Lee_s_Quilt-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1130040-Reviews-Cloth_Shop_Thanh_Tu-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d24983630-Reviews-Tina_Spa_Massage_Hoi_an-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25137140-Reviews-M_Vi_Spa_H_i_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g25379304-d26822529-Reviews-Vision_Tailor_Hoi_An-Minh_An_Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d5500662-Reviews-Aaron_Spa_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12613795-Reviews-Non_Spa_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d11908085-Reviews-Mui_The_Label-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26855443-Reviews-Pho_Spa_Massage_For_Men_And_Women_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g187525-d281154-Reviews-Mundomar-Benidorm_Costa_Blanca_Province_of_Alicante_Valencian_Community.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d196238-Reviews-CineStar_Original_and_IMAX-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g499355-d629801-Reviews-Omega_Park-Montebello_Outaouais_Region_Quebec.html",
            "https://www.tripadvisor.com/Attraction_Review-g40757-d1093134-Reviews-Songo_River-Naples_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g39265-d1100583-Reviews-Kentucky_Action_Park-Cave_City_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g424973-d10758270-Reviews-Green_Cave-Vis_Island_of_Vis_Split_Dalmatia_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g33447-d254524-Reviews-Heritage_Square-Golden_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g298316-d14930178-Reviews-Bukit_Sapu_Tangan-Shah_Alam_Petaling_District_Selangor.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d632481-Reviews-The_Playboy_Club_at_the_Palms-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g298087-d574818-Reviews-Socotra_Island-Aden.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298082-d3494128-Reviews-or10-Blue_Eye_Tailor-Hoi_An_Quang_Nam_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298082-d3494128-Reviews-Blue_Eye_Tailor-Hoi_An_Quang_Nam_Province.html",
        "caculated": true,
        "dicts_sentiment_average": {
            "trải nghiệm": 0.8956590756773949,
            "váy": 0.9555498724803329,
            "quần": 0.5,
            "cổ và": 0.9945837268023752,
            "bộ": 0.5584738552570343,
            "quần áo": 0.7117073217523284,
            "chất lượng": 0.5528430629832048,
            "thợ may": 0.34447651356458664,
            "dịch vụ": 0.6286699200039342,
            "món đồ": 0.9955626498558559,
            "quần áo mới": 0.9952611900516786,
            "chủ đường may": 0.9956131246872246,
            "mặt hàng": 0.9917883736779913,
            "tiệm may": 0.8737691454589367,
            "nhân viên": 0.7976872640138026,
            "tầm nhìn": 0.5640578102320433,
            "vải": 0.7471123839107652,
            "sản phẩm": 0.5,
            "hàng may": 0.5,
            "kinh nghiệm may đo": 0.9909795901039615,
            "áo khoác": 0.7177759311161935,
            "áo blazer": 0.5,
            "cửa hàng": 0.5,
            "bộ đồ": 0.9607085271272808,
            "áo sơ mi": -0.1978908374439925,
            "quần dài": 0.5,
            "chất liệu": 0.5,
            "blue": 0.9864638592116535,
            "áo sơ mi vải lanh": -0.8927706577815115,
            "thủng lỗ": 0.5,
            "đường viền": -0.8266193885356188,
            "áo cũ": 0.7237813592655584,
            "xúc phạm": 0.9698666501790285,
            "dịch vụ chăm sóc": 0.992322308185976,
            "trang phục sinh": 0.5,
            "sản phẩm chất lượng": 0.9954108292004094,
            "mắt xanh": 0.9932004816946574
        },
        "dicts_adj": {
            "trải nghiệm": [
                "tuyệt vời",
                "tuyệt vời",
                "tốt",
                "tuyệt vời"
            ],
            "váy": [],
            "quần": [],
            "cổ và": [],
            "bộ": [
                "cao",
                "sẵn"
            ],
            "quần áo": [
                "cao",
                "sẵn",
                "tuyệt vời",
                "đầy"
            ],
            "chất lượng": [
                "cao",
                "sẵn",
                "tuyệt vời",
                "chắc chắn",
                "hài lòng"
            ],
            "thợ may": [
                "khác"
            ],
            "dịch vụ": [
                "tuyệt vời",
                "nhanh",
                "tốt",
                "Hoàn toàn"
            ],
            "món đồ": [
                "nhanh nhẹn"
            ],
            "quần áo mới": [],
            "chủ đường may": [
                "vui",
                "xuất sắc",
                "hữu ích"
            ],
            "mặt hàng": [
                "sẵn sàng"
            ],
            "tiệm may": [
                "đẹp"
            ],
            "nhân viên": [
                "xinh",
                "kém"
            ],
            "tầm nhìn": [
                "sống động",
                "nhiều"
            ],
            "vải": [
                "tuyệt vời",
                "chắc chắn",
                "hài lòng"
            ],
            "sản phẩm": [],
            "hàng may": [],
            "kinh nghiệm may đo": [
                "tốt"
            ],
            "áo khoác": [
                "cuối cùng"
            ],
            "áo blazer": [],
            "cửa hàng": [],
            "bộ đồ": [
                "tuyệt vời"
            ],
            "áo sơ mi": [
                "giống",
                "giống"
            ],
            "quần dài": [],
            "chất liệu": [],
            "blue": [
                "già nua"
            ],
            "áo sơ mi vải lanh": [
                "nhiều"
            ],
            "thủng lỗ": [],
            "đường viền": [
                "giống"
            ],
            "áo cũ": [
                "đẹp",
                "hơn"
            ],
            "xúc phạm": [
                "tốt"
            ],
            "dịch vụ chăm sóc": [
                "tốt"
            ],
            "trang phục sinh": [],
            "sản phẩm chất lượng": [
                "tốt",
                "vui"
            ],
            "mắt xanh": []
        },
        "list_proper_noun": [],
        "factor value": {
            "trải nghiệm": 5,
            "váy": 1,
            "quần": 1,
            "cổ và": 1,
            "bộ": 1,
            "quần áo": 2,
            "chất lượng": 2,
            "thợ may": 1,
            "dịch vụ": 4,
            "món đồ": 1,
            "quần áo mới": 1,
            "chủ đường may": 1,
            "mặt hàng": 1,
            "tiệm may": 1,
            "nhân viên": 1,
            "tầm nhìn": 1,
            "vải": 2,
            "sản phẩm": 1,
            "hàng may": 1,
            "kinh nghiệm may đo": 1,
            "áo khoác": 2,
            "áo blazer": 1,
            "cửa hàng": 1,
            "bộ đồ": 3,
            "áo sơ mi": 2,
            "quần dài": 1,
            "chất liệu": 1,
            "blue": 1,
            "áo sơ mi vải lanh": 1,
            "thủng lỗ": 1,
            "đường viền": 1,
            "áo cũ": 1,
            "xúc phạm": 1,
            "dịch vụ chăm sóc": 1,
            "trang phục sinh": 1,
            "sản phẩm chất lượng": 1,
            "mắt xanh": 1
        }
    },
    {
        "attraction_name": "Blue Eye Tailor",
        "attraction_name_vi": "Thợ may mắt xanh",
        "general_info": [
            "4.861 đánh giá",
            "71 trên 679 Mua sắm ở Hội An",
            "Cửa hàng quà tặng đặc sản"
        ],
        "attraction_summary": "Hội An được nhiều người biết đến là một trong những thắng cảnh du lịch nổi tiếng nhất Việt Nam được UNESCO công nhận là Di sản văn hóa thế giới. Hội An cũng là một thương cảng nổi tiếng từ thế kỷ 17, đặc biệt là trong ngành may đo theo yêu cầu. Ngành may mặc không chỉ mang lại mức sống tốt hơn mà còn mang lại sự giao lưu văn hóa, nổi bật là sự thân thiện, khó khăn, khéo léo và óc sáng tạo đặc biệt của người dân địa phương. Blue Eye là một trong những nhà may đo hàng đầu. Được thành lập từ năm 2003, chúng tôi tự hào là gia đình thợ may truyền thống sở hữu đội ngũ thợ may tài năng và đam mê. Chúng tôi rất vinh dự được phục vụ hàng trăm ngàn du khách may quần áo trong thời gian lưu trú tại Hội An. Chỉ cần chọn chất liệu yêu thích và số đo cơ thể của bạn, chúng tôi sẽ có thể tùy chỉnh phong cách và thời trang cá nhân của bạn từ bất kỳ danh mục nào, sau đó giao hàng trực tiếp cho bạn hoặc gửi đến bất kỳ quốc gia nào trên thế giới. Phương châm kinh doanh của chúng tôi là dịch vụ xuất sắc; chúng tôi không ngại bất kỳ khó khăn nào để đáp ứng mong đợi vượt quá của bạn.Đọc thêm",
        "reviews": [
            "Con gái 25 tuổi của tôi và tôi đã đến thăm Blue Eye Tailor tuần này. Chúng tôi đã có một trải nghiệm tuyệt vời từ đầu đến cuối. Chúng tôi làm việc với Lyly và Emma, ​​những người đã giúp thiết kế những chiếc váy và quần đẹp cho chúng tôi. Chúng phù hợp một cách hoàn hảo. Tôi muốn làm cho con gái tôi hạnh phúc như một người mẹ điển hình! nên tôi đồng ý cho cô ấy may thêm một chiếc váy nữa. Emma rất xúc động trước món quà của tôi đến nỗi cô ấy đã mát-xa cổ và vai cho tôi!!  Tôi và con gái bước đi với cảm giác như Lyly và Emma thực sự muốn giúp chúng tôi có được những bộ quần áo chất lượng cao nhất hiện có ở Hội An. Tôi nghi ngờ bất kỳ thợ may nào khác ở Hội An cũng cung cấp loại dịch vụ này. 100 sẽ giới thiệu! Đọc thêm",
            "Nơi tuyệt vời để mua quần áo vừa vặn với bạn, chỉ cần cho họ xem những gì bạn muốn may và nó sẽ được hoàn thành trong vòng chưa đầy 24 giờ. Tôi đã nhận được 3 món đồ và Eva đáng yêu rất nhanh nhẹn và chu đáo! Yêu quần áo mới của tôi: cảm ơn bạn. Đọc thêm",
            "Một trải nghiệm tuyệt vời, từ đầu đến cuối. Emma Ly rất vui khi được làm việc cùng, những cô chủ đường may xuất sắc, rất hữu ích và vui tính. Tất cả các mặt hàng đã sẵn sàng trong 24 giờ mà không cần bất kỳ thay đổi nào. Tôi đánh giá cao cả hai. Đọc thêm",
            "Tiệm may đẹp nhân viên cũng xinh không kém. Ly và nhóm của cô ấy rất quan tâm và chú ý để đảm bảo tầm nhìn của bạn trở nên sống động với nhiều loại vải để lựa chọn và chất lượng tuyệt vời, bạn chắc chắn sẽ hài lòng với sản phẩm của mình. Tôi đã có thể cho xem những bức ảnh về những gì tôi muốn và chúng rất hữu ích trong việc thiết kế chúng, đưa ra ý tưởng để làm cho chúng tốt hơn. Yêu trải nghiệm và hàng may mặc của tôi!!! Đọc thêm",
            "Thật là một kinh nghiệm may đo tốt! Được Sunny giúp đỡ, người rất tốt bụng, hữu ích và đưa ra lời khuyên chân thành về độ vừa vặn, màu sắc, kiểu dáng, v.v. Bắt đầu bằng việc mua một chiếc áo khoác hạt đậu và cuối cùng quay lại và đặt mua một chiếc áo blazer vì tôi rất thích cửa hàng! Một lần nữa xin chân thành cảm ơn Sunny!Đọc thêm",
            "Tôi đã có trải nghiệm tốt nhất tại Blue Eye. Bộ đồ của tôi được thực hiện trong vòng 24 giờ. Eva quả là một chuyên gia và rất vui khi được làm việc cùng. Tôi muốn giới thiệu mọi người đến đây và xin Eva.Đọc thêm",
            "Dịch vụ tuyệt vời nhất tại Blue Eye. Dịch vụ nhanh. Có áo khoác, áo sơ mi và quần dài được thực hiện. Tất cả đều được trang bị như một chiếc găng tay. Mi đã đưa ra lời khuyên tốt nhất về chất liệu vải và kiểu dáng. Hãy hỏi Mi khi đến đây nhé! Lời khuyên tốt nhất và dịch vụ đáng yêu. Trải nghiệm tuyệt vời nhất tôi có ở Hội An!Đọc thêm",
            "Tôi đến với Blue Eye một cách già nua và đa cảm! Chiếc áo sơ mi vải lanh mà tôi đã mặc nhiều năm và nó bị thủng lỗ. Lyly đã sử dụng đường viền ren từ chiếc áo sơ mi cũ của tôi để may cho tôi một chiếc áo sơ mi vải lanh mới trông giống như chiếc áo cũ của tôi, nhưng bây giờ thậm chí còn đẹp hơn!! Cô ấy đã làm một công việc hoàn toàn hoàn hảo, rất muốn giới thiệu cho mọi người!!Đọc thêm",
            "Mi đã là người trợ giúp tuyệt vời khi tôi chọn thiết kế và phong cách. Cô ấy đã giúp tôi lựa chọn những gì tốt nhất cho cơ thể mình mà không hề xúc phạm hay đánh đập vòng vo. Khi tôi yêu cầu thay đổi, nó đã được hoàn thành trong 5 giờ và được thực hiện chính xác như yêu cầu. Tôi chắc chắn sẽ giới thiệu và quay lại nếu có thể.Đọc thêm",
            "Mi đã cung cấp cho tôi dịch vụ chăm sóc khách hàng tốt nhất và có thể giúp tôi tạo ra bộ trang phục sinh nhật thứ 21 trong mơ của mình. Blue Eye đã mang đến cho tôi sản phẩm chất lượng tốt nhất và tôi rất vui khi được mặc nó. Cảm ơn Mi và Mắt Xanh! Đọc thêm",
            "Chúng tôi đã có khoảng thời gian tuyệt vời tại Blue Eye Tailor. chúng tôi đi với một bộ vest và quần dài màu xám than và một chiếc áo khoác thể thao màu xám xanh. Emma rất hữu ích và thân thiện trong suốt quá trình. Rất muốn giới thiệu Blue Eye Tailor nếu bạn đang tìm kiếm những bộ quần áo được thiết kế riêng chất lượng cao! Đọc thêm",
            "Có một trải nghiệm tuyệt vời tại thợ may mắt xanh. Người thợ may đáng yêu của tôi tên là ANNI - rất nồng hậu, thân thiện và hoàn toàn hiểu nhu cầu của tôi. Trong suốt quá trình, cô ấy đã làm việc chặt chẽ với tôi để tạo ra 2 chiếc áo vừa vặn tuyệt đẹp. Tôi chắc chắn sẽ giới thiệu ANNI và người thợ may cho bạn bè và gia đình CẢM ƠN BẠN!Đọc thêm",
            "Anni là một thợ may tuyệt vời, mọi nhu cầu của tôi đều được đáp ứng và cô ấy rất tốt bụng. Dịch vụ 1010 và bộ đồ của tôi có chất lượng tuyệt vời. Chắc chắn sẽ quay lại đây và sẽ giới thiệu cho bạn bè. Nếu bạn ở Hội An và đang tìm kiếm quần áo may đo, Blue Eye là nơi tốt nhất để đến. Đọc thêm",
            "Đã có trải nghiệm tuyệt vời tại Blue Eyed Tailor! Có 3 chiếc áo sơ mi vải lanh và 2 chiếc quần đùi vải lanh do Lyly thực hiện trong vòng 3 giờ và chúng thật hoàn hảo. Từ đầu đến cuối đều siêu chuyên nghiệp và cô ấy thậm chí còn giúp tôi chọn một số màu bổ sung cho các tác phẩm. Chắc chắn sẽ giới thiệu cho những ai đang muốn mua một số quần áo được thiết kế riêng. Cảm ơn bạn rất nhiều LylyĐọc thêm",
            "Đã có một thời gian tuyệt vời tại thợ may mắt xanh! Trong vòng chưa đầy 24 giờ, Ruby đã nói chuyện với tôi về các lựa chọn của tôi và giúp tôi chọn một bộ đồ 2 mảnh, có lớp lót bên trong tùy chỉnh cũng như các tùy chỉnh khác như số lượng và vị trí túi. Dịch vụ 1010 :Đọc thêm",
            "Thợ may tuyệt vời, chất lượng thực sự tốt và dịch vụ tuyệt vời từ Emma! ! Tôi đã hoàn thành 2 chiếc áo sơ mi và một số quần dài và chúng rất tuyệtĐọc thêm",
            "Trải nghiệm tuyệt vời, chất lượng tuyệt vời! Linda thợ may của tôi rất giỏi, đã cho tôi những lời khuyên tuyệt vời và rất hữu ích và tuyệt vời!Đọc thêm",
            "Anni thật tuyệt vời, có rất nhiều ý tưởng hay và đã tạo ra 2 bộ vest rất đẹp. Tôi không có khiếu thời trang nên thật tốt khi có người giúp đỡ có kiến ​​thức sâu rộng về những gì phù hợp với nhau. Cô ấy cũng may cho tôi một số áo sơ mi và chúng vừa vặn với tôi một cách hoàn hảo.Đọc thêm",
            "Đến với một nhóm 10 người. Dịch vụ tuyệt vời, chất lượng rất tốt và thợ may rất hữu ích và vui vẻ! Tôi giới thiệu Ruby, cô ấy rất hữu ích! Đọc thêm",
            "Lyly thật tuyệt vời, tôi thực sự yêu mến và giới thiệu cô ấy! thực sự chuyên nghiệp! đã làm một chiếc váy, quần và áo cánh. yêu từng chi tiết Đọc thêm"
        ],
        "star_ratings": [
            4761,
            86,
            8,
            5,
            3
        ],
        "review_amount": 4863,
        "location": [
            "Những điều cần làm ở Hội An",
            "Châu Á",
            "Việt Nam",
            "Chào An",
            "Tỉnh Quảng Nam",
            "Thợ may mắt xanh"
        ],
        "reviews_time": [
            "Written June 9, 2023",
            "Written June 11, 2023",
            "Written June 14, 2023",
            "Written June 19, 2023",
            "Written June 20, 2023",
            "Written June 22, 2023",
            "Written June 22, 2023",
            "Written June 23, 2023",
            "Written June 24, 2023",
            "Written June 26, 2023",
            "Written June 1, 2024",
            "Written June 1, 2024",
            "Written June 1, 2024",
            "Written May 31, 2024",
            "Written May 31, 2024",
            "Written May 30, 2024",
            "Written May 30, 2024",
            "Written May 30, 2024",
            "Written May 29, 2024",
            "Written May 29, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298082-d3494128-Reviews-or10-Blue_Eye_Tailor-Hoi_An_Quang_Nam_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d10768724-Reviews-Olivier_Coffee-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d3724095-Reviews-Little_Faifo_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25259196-Reviews-Hoi_An_Heart_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26229136-Reviews-Sing_Ma_Restaurant_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26848559-Reviews-Em_H_i_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d24966494-Reviews-Lenco_Cafe_Bar-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d14927502-Reviews-Silent_Garden_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25306878-Reviews-Chops_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25420069-Reviews-MAAZI_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d12254323-Reviews-Phin_Coffee_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12907128-Reviews-Art_House_Gallery_and_Coffees_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2283386-Reviews-Ba_Le_Well-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d5854199-Reviews-The_Timeless_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d17854241-Reviews-Sonsu_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8775902-Reviews-Dinh_Cam_Pho_Cam_Pho_Communal_House-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d9978380-Reviews-Cloth_Shop_VY_VY_II-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12310669-Reviews-Hoi_An_Post_Office-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d451148-Reviews-Hoi_An_Museum-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d25236612-Reviews-Gieng_Ba_Le-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12499410-Reviews-ALLEY_Artist_House_2-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3494128-Reviews-Blue_Eye_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3494128-Reviews-or20-Blue_Eye_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2717876-Reviews-Peace_Tailor_in_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15776299-Reviews-Thanh_Design-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6845023-Reviews-Two_Ladies_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15000385-Reviews-Blue_Chic_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26605658-Reviews-Bison_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2202046-Reviews-Metiseko-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1194254-Reviews-A_Dong_Silk_Tailors-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4609042-Reviews-Tuong_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d9466019-Reviews-45_Thu_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12945791-Reviews-Shine_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19268154-Reviews-Huy_Minh_Silver-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4281961-Reviews-Linh_Chi_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d17301348-Reviews-Bong_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8624535-Reviews-Huong_Xuan_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d24880933-Reviews-Lee_s_Quilt-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1130040-Reviews-Cloth_Shop_Thanh_Tu-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d24983630-Reviews-Tina_Spa_Massage_Hoi_an-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25137140-Reviews-M_Vi_Spa_H_i_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g25379304-d26822529-Reviews-Vision_Tailor_Hoi_An-Minh_An_Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d5500662-Reviews-Aaron_Spa_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12613795-Reviews-Non_Spa_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d11908085-Reviews-Mui_The_Label-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26855443-Reviews-Pho_Spa_Massage_For_Men_And_Women_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d2464189-Reviews-Primrose_Hill-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g7791276-d6902298-Reviews-The_Awakening_Sculpture-National_Harbor_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g41979-d107125-Reviews-Shanty_Creek_Resort-Bellaire_Antrim_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g294013-d7983921-Reviews-Saadiyat_Beach-Abu_Dhabi_Emirate_of_Abu_Dhabi.html",
            "https://www.tripadvisor.com/Attraction_Review-g34550-d7646186-Reviews-Wild_Greg_s_Saloon-Pensacola_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g616319-d14049683-Reviews-Holbox_Island-Holbox_Island_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d550432-Reviews-Country_Tonite_Theatre-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g33871-d292795-Reviews-The_Maritime_Aquarium_at_Norwalk-Norwalk_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g41523-d577675-Reviews-Corporation_Beach-Dennis_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g318867-d18920532-Reviews-The_Blue_Eye-Gjirokaster_Gjirokaster_County.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298082-d3494128-Reviews-or20-Blue_Eye_Tailor-Hoi_An_Quang_Nam_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298082-d3494128-Reviews-or10-Blue_Eye_Tailor-Hoi_An_Quang_Nam_Province.html",
        "caculated": true,
        "dicts_sentiment_average": {
            "trải nghiệm": 0.9952527800342068,
            "váy": 0.8583023552782834,
            "quần": 0.5,
            "cổ và": 0.9940933906473219,
            "bộ": 0.6786780605713526,
            "quần áo": 0.5627695665073892,
            "chất lượng": -0.5713756429031491,
            "thợ may": 0.34447651356458664,
            "dịch vụ": 0.5,
            "khoảng thời gian": 0.9949639403494075,
            "bộ vest": -0.040319740772247314,
            "quần dài": -0.5273814052343369,
            "áo khoác thể thao": 0.4071576977148652
        },
        "dicts_adj": {
            "trải nghiệm": [
                "tuyệt vời"
            ],
            "váy": [],
            "quần": [],
            "cổ và": [],
            "bộ": [
                "cao",
                "riêng",
                "cao"
            ],
            "quần áo": [
                "cao",
                "riêng",
                "cao"
            ],
            "chất lượng": [
                "cao"
            ],
            "thợ may": [
                "khác"
            ],
            "dịch vụ": [],
            "khoảng thời gian": [
                "tuyệt vời"
            ],
            "bộ vest": [
                "xám"
            ],
            "quần dài": [
                "xám"
            ],
            "áo khoác thể thao": [
                "xám",
                "xanh"
            ]
        },
        "list_proper_noun": [],
        "factor value": {
            "trải nghiệm": 1,
            "váy": 1,
            "quần": 1,
            "cổ và": 1,
            "bộ": 3,
            "quần áo": 3,
            "chất lượng": 1,
            "thợ may": 1,
            "dịch vụ": 1,
            "khoảng thời gian": 2,
            "bộ vest": 2,
            "quần dài": 2,
            "áo khoác thể thao": 2
        }
    },
    {
        "attraction_name": "Blue Eye Tailor",
        "attraction_name_vi": "Thợ may mắt xanh",
        "general_info": [
            "4.861 đánh giá",
            "71 trên 679 Mua sắm ở Hội An",
            "Cửa hàng quà tặng đặc sản"
        ],
        "attraction_summary": "Hội An được nhiều người biết đến là một trong những thắng cảnh du lịch nổi tiếng nhất Việt Nam được UNESCO công nhận là Di sản văn hóa thế giới. Hội An cũng là một thương cảng nổi tiếng từ thế kỷ 17, đặc biệt là trong ngành may đo theo yêu cầu. Ngành may mặc không chỉ mang lại mức sống tốt hơn mà còn mang lại sự giao lưu văn hóa, nổi bật là sự thân thiện, khó khăn, khéo léo và óc sáng tạo đặc biệt của người dân địa phương. Blue Eye là một trong những nhà may đo hàng đầu. Được thành lập từ năm 2003, chúng tôi tự hào là gia đình thợ may truyền thống sở hữu đội ngũ thợ may tài năng và đam mê. Chúng tôi rất vinh dự được phục vụ hàng trăm ngàn du khách may quần áo trong thời gian lưu trú tại Hội An. Chỉ cần chọn chất liệu yêu thích và số đo cơ thể của bạn, chúng tôi sẽ có thể tùy chỉnh phong cách và thời trang cá nhân của bạn từ bất kỳ danh mục nào, sau đó giao hàng trực tiếp cho bạn hoặc gửi đến bất kỳ quốc gia nào trên thế giới. Phương châm kinh doanh của chúng tôi là dịch vụ xuất sắc; chúng tôi không ngại bất kỳ khó khăn nào để đáp ứng mong đợi vượt quá của bạn.Đọc thêm",
        "reviews": [
            "Con gái 25 tuổi của tôi và tôi đã đến thăm Blue Eye Tailor tuần này. Chúng tôi đã có một trải nghiệm tuyệt vời từ đầu đến cuối. Chúng tôi làm việc với Lyly và Emma, ​​những người đã giúp thiết kế những chiếc váy và quần đẹp cho chúng tôi. Chúng phù hợp một cách hoàn hảo. Tôi muốn làm cho con gái tôi hạnh phúc như một người mẹ điển hình! nên tôi đồng ý cho cô ấy may thêm một chiếc váy nữa. Emma rất xúc động trước món quà của tôi đến nỗi cô ấy đã mát-xa cổ và vai cho tôi!!  Tôi và con gái bước đi với cảm giác như Lyly và Emma thực sự muốn giúp chúng tôi có được những bộ quần áo chất lượng cao nhất hiện có ở Hội An. Tôi nghi ngờ bất kỳ thợ may nào khác ở Hội An cũng cung cấp loại dịch vụ này. 100 sẽ giới thiệu! Đọc thêm",
            "Nơi tuyệt vời để mua quần áo vừa vặn với bạn, chỉ cần cho họ xem những gì bạn muốn may và nó sẽ được hoàn thành trong vòng chưa đầy 24 giờ. Tôi đã nhận được 3 món đồ và Eva đáng yêu rất nhanh nhẹn và chu đáo! Yêu quần áo mới của tôi: cảm ơn bạn. Đọc thêm",
            "Một trải nghiệm tuyệt vời, từ đầu đến cuối. Emma Ly rất vui khi được làm việc cùng, những cô chủ đường may xuất sắc, rất hữu ích và vui tính. Tất cả các mặt hàng đã sẵn sàng trong 24 giờ mà không cần bất kỳ thay đổi nào. Tôi đánh giá cao cả hai. Đọc thêm",
            "Tiệm may đẹp nhân viên cũng xinh không kém. Ly và nhóm của cô ấy rất quan tâm và chú ý để đảm bảo tầm nhìn của bạn trở nên sống động với nhiều loại vải để lựa chọn và chất lượng tuyệt vời, bạn chắc chắn sẽ hài lòng với sản phẩm của mình. Tôi đã có thể cho xem những bức ảnh về những gì tôi muốn và chúng rất hữu ích trong việc thiết kế chúng, đưa ra ý tưởng để làm cho chúng tốt hơn. Yêu trải nghiệm và hàng may mặc của tôi!!! Đọc thêm",
            "Thật là một kinh nghiệm may đo tốt! Được Sunny giúp đỡ, người rất tốt bụng, hữu ích và đưa ra lời khuyên chân thành về độ vừa vặn, màu sắc, kiểu dáng, v.v. Bắt đầu bằng việc mua một chiếc áo khoác hạt đậu và cuối cùng quay lại và đặt mua một chiếc áo blazer vì tôi rất thích cửa hàng! Một lần nữa xin chân thành cảm ơn Sunny!Đọc thêm",
            "Tôi đã có trải nghiệm tốt nhất tại Blue Eye. Bộ đồ của tôi được thực hiện trong vòng 24 giờ. Eva quả là một chuyên gia và rất vui khi được làm việc cùng. Tôi muốn giới thiệu mọi người đến đây và xin Eva.Đọc thêm",
            "Dịch vụ tuyệt vời nhất tại Blue Eye. Dịch vụ nhanh. Có áo khoác, áo sơ mi và quần dài được thực hiện. Tất cả đều được trang bị như một chiếc găng tay. Mi đã đưa ra lời khuyên tốt nhất về chất liệu vải và kiểu dáng. Hãy hỏi Mi khi đến đây nhé! Lời khuyên tốt nhất và dịch vụ đáng yêu. Trải nghiệm tuyệt vời nhất tôi có ở Hội An!Đọc thêm",
            "Tôi đến với Blue Eye một cách già nua và đa cảm! Chiếc áo sơ mi vải lanh mà tôi đã mặc nhiều năm và nó bị thủng lỗ. Lyly đã sử dụng đường viền ren từ chiếc áo sơ mi cũ của tôi để may cho tôi một chiếc áo sơ mi vải lanh mới trông giống như chiếc áo cũ của tôi, nhưng bây giờ thậm chí còn đẹp hơn!! Cô ấy đã làm một công việc hoàn toàn hoàn hảo, rất muốn giới thiệu cho mọi người!!Đọc thêm",
            "Mi đã là người trợ giúp tuyệt vời khi tôi chọn thiết kế và phong cách. Cô ấy đã giúp tôi lựa chọn những gì tốt nhất cho cơ thể mình mà không hề xúc phạm hay đánh đập vòng vo. Khi tôi yêu cầu thay đổi, nó đã được hoàn thành trong 5 giờ và được thực hiện chính xác như yêu cầu. Tôi chắc chắn sẽ giới thiệu và quay lại nếu có thể.Đọc thêm",
            "Mi đã cung cấp cho tôi dịch vụ chăm sóc khách hàng tốt nhất và có thể giúp tôi tạo ra bộ trang phục sinh nhật lần thứ 21 trong mơ của mình. Blue Eye đã cung cấp cho tôi sản phẩm chất lượng tốt nhất và tôi rất háo hức được mặc nó. Cảm ơn Mi và Blue Eye! Đọc thêm",
            "Dịch vụ thực sự tốt và rất hài lòng với kết quả, thực sự giới thiệu Lyly, cô ấy rất tốt bụng và hữu ích! Thực sự được đề xuất! Đọc thêm",
            "Chất lượng tuyệt vời và dịch vụ tuyệt vời. Thợ may Lyly của tôi rất tuyệt vời và hữu ích. Cô ấy đã may cho tôi hai chiếc váy tuyệt đẹp và một bộ đồ liền quần đẹp. Rất đáng để giới thiệu! Đọc thêm",
            "Quần áo chất lượng rất tốt và dịch vụ xuất sắc từ mọi người. Lyly là thợ may của tôi và cô ấy rất hữu ích và đưa ra lời khuyên tuyệt vời. Tôi hết lòng giới thiệu nơi này! Đọc thêm",
            "Rất khuyến khích An, quần áo được thiết kế đẹp. Lần đầu tiên đến Hội An, lần đầu tiên may quần áo theo yêu cầu, hãy nhanh chân đến Blue Eye Tailor.Đọc thêm",
            "Chất lượng tuyệt vời và dịch vụ tuyệt vời. Lyly đã mỉm cười với chúng tôi trong suốt quá trình. Cô ấy vô cùng hữu ích trong việc tìm ra những gì chúng tôi muốn và hướng dẫn chúng tôi những gì phù hợp nhất với chúng tôi. Cảm ơn bạn!Đọc thêm",
            "Chúng tôi tìm thấy Ruby ở đây. Cô ấy rất có kinh nghiệm và đã giúp đỡ chúng tôi trong toàn bộ quá trình may đo. Điều này dẫn đến những bộ quần áo được thiết kế đẹp mắt, vừa vặn một cách hoàn hảo. Chúng tôi chắc chắn sẽ quay lại trong chuyến đi tiếp theo. Ruby sẽ giúp bạn, cô ấy thật tuyệt vời.Đọc thêm",
            "Dịch vụ tuyệt vời. Ruby trung thực, thẳng thắn và rất cởi mở với nhu cầu của tôi. Tôi là một người phụ nữ trưởng thành hơn và cảm thấy tự ti khi bước vào nhưng Ruby khiến tôi cảm thấy rất thoải mái trong suốt quá trình trải nghiệm. TÔI YÊU các sản phẩm may mặc kết quả. Cảm ơn RubyĐọc thêm",
            "Dịch vụ tuyệt vời từ Lucy và phi hành đoàn. Đo lường được thực hiện vào ngày đầu tiên - ngày sau khi tất cả đã hoàn tất và sẵn sàng để thử Tất cả đều vừa vặn hoàn hảo và rất đẹp. Vật liệu có chất lượng cao, tôi thực sự có thể giới thiệu thợ may này. Chúc mọi điều tốt đẹpĐọc thêm",
            "Ruby thật tuyệt vời, dịch vụ tuyệt vờiTôi chắc chắn sẽ khuyên bạn nên đến nơi này nếu bạn muốn có trải nghiệm thú vị và thân thiện trong khi mua quần áo được thiết kế riêngĐọc thêm",
            "Nơi tốt nhất để làm thủ tục hải quan! Cảm ơn Ruby rất nhiều! Dịch vụ rất thân thiện và hữu ích với trình độ tiếng Anh tuyệt vời, bạn không thể tìm được người nào tốt hơn nữaĐọc thêm",
            "Có thể thanh toán bằng thẻ tín dụng không?Đọc thêm",
            "Có thể thanh toán bằng thẻ tín dụng không?Đọc thêm",
            "Họ có làm bộ đồ của mình bằng vải canvas đầy đủ không?Đọc thêm",
            "Bạn có ý nghĩa gì bởi canvas? Giống như lót bên trong bộ đồ của bạn? Nếu vậy thì có!!!! Bạn có thể chọn nhiều loại vật liệu cho lớp lót bên trong.Đọc thêm",
            "Xin chào, tôi vừa may một số váy và muốn đặt thêm một số. Có địa chỉ email nào tôi có thể gửi đơn đặt hàng được không? Cảm ơn KirstyĐọc thêm",
            "Này Kirsty, blueeyeshop.48 tại gmailĐọc thêm",
            "Xin chào, bạn có thể vui lòng cho chúng tôi biết ý kiến ​​về giá của một bộ vest nam 2 mảnh và một bộ vest quần nữ không?\n\nCảm ơn\n\nLindaĐọc thêm",
            "Kính gửi quý khách hàng, \n\nCảm ơn bạn rất nhiều vì đã liên hệ với chúng tôi để có được thông tin về vest và quần được thiết kế riêng. Vui lòng liên hệ với chúng tôi qua thư doanh nghiệp của chúng tôi để biết thông tin chi tiết mà bạn quan tâm. \n\nChúng tôi mong được nghe lại bạn sớm. \n\nTrân trọng, \n\nThợ may mắt xanh\nĐọc thêm",
            "CHÀO.  Sẽ đến vào thứ Hai và tôi có hai chiếc áo voan mà tôi rất thích sao chép.  Bạn có thể tư vấn chi phí ước chừng được không, cảm ơnĐọc thêm",
            "Khách hàng thân mến, \n\nCảm ơn bạn rất nhiều vì đã quan tâm đến việc may đồ. Rất mong các bạn đến thăm chúng tôi và sẽ đưa ra cho các bạn những gợi ý tốt nhất với mức giá thực sự hợp lý, tạo nên một chiếc áo voan hoàn hảo như chính bạn. \n\nCủa bạn, \n\nThợ may mắt xanhĐọc thêm",
            "Xin chào, các bạn có thể may váy cưới không? kiểu dáng vừa vặn và chủ yếu là bằng ren và lụa nếu chúng tôi cung cấp ảnh? Đối tác của tôi và tôi đã làm một số việc với các bạn vào tháng 2 trong kỳ nghỉ ở Hội An. \nCảm ơn bạn :Đọc thêm",
            "Khách hàng thân mến, \n\nCảm ơn bạn rất nhiều vì mọi thứ một lần nữa. Chúng tôi quan tâm đến việc may bất kỳ quần áo cưới nào mà bạn cần cho váy lụa ren. \n\nVui lòng liên hệ với chúng tôi qua thư kinh doanh để cho chúng tôi biết thêm chi tiết sau đó chúng tôi có thể làm theo để thực hiện tất cả. \n\nCủa bạn, \n\nThợ may mắt xanhĐọc thêm",
            "Chào chị Đông,\n\nTôi có thể hỏi bạn có địa chỉ email liên hệ để tôi có thể liên hệ với bạn không?\n\nMuốn ghé thăm gian hàng của bạn vào tháng 3, tháng tới.\n\nCảm ơn,\n\nDanielĐọc thêm",
            "Xin chào,\n\nTôi đã cố gắng liên lạc qua e-mail của bạn nhưng không có phản hồi. Có cách nào để tôi có thể đặt hàng gửi đến Vương quốc Anh không? Tôi đã may một bộ vest khi đến thăm Hội An hai năm trước, nhưng đó là trong một năm tôi đi du lịch và giờ tôi đã tăng thêm vài cân!\n\nCảm ơn trước,\n\nGarryĐọc thêm",
            "Chào Garry,\nCảm ơn bạn đã liên hệ đặt hàng. Vui lòng cung cấp cho tôi địa chỉ email của bạn sau đó tôi sẽ trả lời tất cả các chi tiết bạn muốn. Gần đây tôi chưa nhận được bất kỳ thông tin nào từ bạn. Chúc bạn sớm liên hệ lại với tôi.\nTrân trọng\nChủ Blue Eye..Ms DongĐọc thêm",
            "CHÀO,\n\nTên tôi là Martin Edwards, tôi mua 2 bộ vest 3 mảnh cộng với 4 chiếc áo sơ mi mà tôi đã trả 845 USD vào ngày 16 tháng 1.\nHôm nay tôi đã nhận được quần áo và nhận xét...\nHai bộ vest và 4 quần theo yêu cầu, 2 cà vạt rời rất đẹp.\nTrong số bốn chiếc áo sơ mi được thiết kế riêng mà tôi đã mua, chiếc áo sơ mi ca rô có đính hạt màu hoa cà là hoàn hảo, nhưng ba chiếc áo sơ mi còn lại bạn gửi cho tôi không phải của tôi. Mình mua sơ mi kẻ ca rô, sơ mi sọc xanh, sơ mi trắng trơn và sơ mi trắng ống suông nhẹ màu trắng. Tôi đã nhận được chiếc áo sơ mi tuyệt vời của mình, một chiếc áo sơ mi màu trắng, một chiếc áo sơ mi màu xanh nhạt và một chiếc áo sơ mi màu đen. Không có cái nào trong số chúng được thiết kế riêng theo thông số kỹ thuật của tôi như chiếc áo sơ mi kẻ ca-rô. Tôi yêu cầu phản hồi ngay lập tức khi tôi nhận được những gì tôi đã trả tiền. Số Hóa đơn của tôi là 000579, Y đã phục vụ tôi.\nMartin. Bạn có chi tiết liên lạc của tôi.Đọc thêm",
            "Cảm ơn rất nhiều vì đã hiểu và những gì bạn đã làm và suy nghĩ về nhân viên của tôi. Về tôi, tôi sẽ làm bất cứ điều gì tôi đã nói với bạn trong email trước như tôi đã hứa\nChủ thợ may Blue EyeĐọc thêm"
        ],
        "star_ratings": [
            4761,
            86,
            8,
            5,
            3
        ],
        "review_amount": 4863,
        "location": [
            "Những việc cần làm ở Hội An",
            "Châu Á",
            "Việt Nam",
            "Chào An",
            "Tỉnh Quảng Nam",
            "Thợ may mắt xanh"
        ],
        "reviews_time": [
            "Written June 9, 2023",
            "Written June 11, 2023",
            "Written June 14, 2023",
            "Written June 19, 2023",
            "Written June 20, 2023",
            "Written June 22, 2023",
            "Written June 22, 2023",
            "Written June 23, 2023",
            "Written June 24, 2023",
            "Written June 26, 2023",
            "Written May 29, 2024",
            "Written May 29, 2024",
            "Written May 29, 2024",
            "Written May 29, 2024",
            "Written May 29, 2024",
            "Written May 29, 2024",
            "Written May 29, 2024",
            "Written May 28, 2024",
            "Written May 28, 2024",
            "Written May 28, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298082-d3494128-Reviews-or20-Blue_Eye_Tailor-Hoi_An_Quang_Nam_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d10768724-Reviews-Olivier_Coffee-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d3724095-Reviews-Little_Faifo_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25259196-Reviews-Hoi_An_Heart_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26229136-Reviews-Sing_Ma_Restaurant_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26848559-Reviews-Em_H_i_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d24966494-Reviews-Lenco_Cafe_Bar-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d14927502-Reviews-Silent_Garden_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25306878-Reviews-Chops_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25420069-Reviews-MAAZI_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d12254323-Reviews-Phin_Coffee_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12907128-Reviews-Art_House_Gallery_and_Coffees_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2283386-Reviews-Ba_Le_Well-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d5854199-Reviews-The_Timeless_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d17854241-Reviews-Sonsu_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8775902-Reviews-Dinh_Cam_Pho_Cam_Pho_Communal_House-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d9978380-Reviews-Cloth_Shop_VY_VY_II-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12310669-Reviews-Hoi_An_Post_Office-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d451148-Reviews-Hoi_An_Museum-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d25236612-Reviews-Gieng_Ba_Le-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12499410-Reviews-ALLEY_Artist_House_2-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3494128-Reviews-or10-Blue_Eye_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3494128-Reviews-or30-Blue_Eye_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3494128-Reviews-Blue_Eye_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2717876-Reviews-Peace_Tailor_in_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15776299-Reviews-Thanh_Design-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6845023-Reviews-Two_Ladies_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15000385-Reviews-Blue_Chic_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26605658-Reviews-Bison_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2202046-Reviews-Metiseko-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1194254-Reviews-A_Dong_Silk_Tailors-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4609042-Reviews-Tuong_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d9466019-Reviews-45_Thu_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12945791-Reviews-Shine_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19268154-Reviews-Huy_Minh_Silver-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4281961-Reviews-Linh_Chi_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d17301348-Reviews-Bong_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8624535-Reviews-Huong_Xuan_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d24880933-Reviews-Lee_s_Quilt-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1130040-Reviews-Cloth_Shop_Thanh_Tu-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d24983630-Reviews-Tina_Spa_Massage_Hoi_an-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25137140-Reviews-M_Vi_Spa_H_i_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g25379304-d26822529-Reviews-Vision_Tailor_Hoi_An-Minh_An_Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d5500662-Reviews-Aaron_Spa_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12613795-Reviews-Non_Spa_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d11908085-Reviews-Mui_The_Label-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26855443-Reviews-Pho_Spa_Massage_For_Men_And_Women_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g37034-d7253018-Reviews-Butt_Drugs_Inc-Corydon_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g60933-d12919112-Reviews-ABQ_Surf_n_Slide-Albuquerque_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g2213356-d3253721-Reviews-Shouf_Cedars_Reserve-Barouk_Mount_Lebanon_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g3475390-d1723009-Reviews-Sendang_Gile_and_Tiu_Kelep_Waterfall-Senaru_Lombok_West_Nusa_Tenggara.html",
            "https://www.tripadvisor.com/Attraction_Review-g32172-d116835-Reviews-Garrapata_State_Park-Carmel_Monterey_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d7745213-Reviews-Let_s_Relax-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g42512-d670721-Reviews-Four_Winds_Casino_New_Buffalo-New_Buffalo_Berrien_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d13921415-Reviews-Banc_of_California_Stadium-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d2414393-Reviews-Bangkok_Shooting_Range-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g51907-d5123928-Reviews-Roloff_Farms-Hillsboro_Oregon.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298082-d3494128-Reviews-or30-Blue_Eye_Tailor-Hoi_An_Quang_Nam_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298082-d3494128-Reviews-or20-Blue_Eye_Tailor-Hoi_An_Quang_Nam_Province.html",
        "caculated": true,
        "dicts_sentiment_average": {
            "dịch vụ chăm sóc": 0.992322308185976,
            "trang phục sinh": 0.5,
            "sản phẩm chất lượng": 0.9954695367487147,
            "dịch vụ": 0.9955192976049148
        },
        "dicts_adj": {
            "dịch vụ chăm sóc": [
                "tốt"
            ],
            "trang phục sinh": [],
            "sản phẩm chất lượng": [
                "tốt",
                "háo hức"
            ],
            "dịch vụ": [
                "thực sự",
                "tốt",
                "hài lòng",
                "thực sự",
                "tốt bụng"
            ]
        },
        "list_proper_noun": [],
        "factor value": {
            "dịch vụ chăm sóc": 1,
            "trang phục sinh": 1,
            "sản phẩm chất lượng": 1,
            "dịch vụ": 2
        }
    },
    {
        "attraction_name": "Blue Eye Tailor",
        "attraction_name_vi": "Thợ may mắt xanh",
        "general_info": [
            "4.861 đánh giá",
            "71 trên 679 Mua sắm ở Hội An",
            "Cửa hàng quà tặng đặc sản"
        ],
        "attraction_summary": "Hội An được nhiều người biết đến là một trong những thắng cảnh du lịch nổi tiếng nhất Việt Nam được UNESCO công nhận là Di sản văn hóa thế giới. Hội An cũng là một thương cảng nổi tiếng từ thế kỷ 17, đặc biệt là trong ngành may đo theo yêu cầu. Ngành may mặc không chỉ mang lại mức sống tốt hơn mà còn mang lại sự giao lưu văn hóa, nổi bật là sự thân thiện, khó khăn, khéo léo và óc sáng tạo đặc biệt của người dân địa phương. Blue Eye là một trong những nhà may đo hàng đầu. Được thành lập từ năm 2003, chúng tôi tự hào là gia đình thợ may truyền thống sở hữu đội ngũ thợ may tài năng và đam mê. Chúng tôi rất vinh dự được phục vụ hàng trăm ngàn du khách may quần áo trong thời gian lưu trú tại Hội An. Chỉ cần chọn chất liệu yêu thích và số đo cơ thể của bạn, chúng tôi sẽ có thể tùy chỉnh phong cách và thời trang cá nhân của bạn từ bất kỳ danh mục nào, sau đó giao hàng trực tiếp cho bạn hoặc gửi đến bất kỳ quốc gia nào trên thế giới. Phương châm kinh doanh của chúng tôi là dịch vụ xuất sắc; chúng tôi không ngại bất kỳ khó khăn nào để đáp ứng mong đợi vượt quá của bạn.Đọc thêm",
        "reviews": [
            "Con gái 25 tuổi của tôi và tôi đã đến thăm Blue Eye Tailor tuần này. Chúng tôi đã có một trải nghiệm tuyệt vời từ đầu đến cuối. Chúng tôi làm việc với Lyly và Emma, ​​những người đã giúp thiết kế những chiếc váy và quần đẹp cho chúng tôi. Chúng hoàn toàn phù hợp. Tôi muốn làm cho con gái tôi hạnh phúc như một người mẹ điển hình! nên tôi đồng ý cho cô ấy may thêm một chiếc váy nữa. Emma rất xúc động trước món quà của tôi đến nỗi cô ấy đã mát-xa cổ và vai cho tôi!!  Tôi và con gái bước đi với cảm giác như Lyly và Emma thực sự muốn giúp chúng tôi có được những bộ quần áo chất lượng cao nhất hiện có ở Hội An. Tôi nghi ngờ bất kỳ thợ may nào khác ở Hội An cũng cung cấp loại dịch vụ này. 100 sẽ giới thiệu! Đọc thêm",
            "Nơi tuyệt vời để mua quần áo vừa vặn với bạn, chỉ cần cho họ xem những gì bạn muốn may và nó sẽ được hoàn thành trong vòng chưa đầy 24 giờ. Tôi đã nhận được 3 món đồ và Eva đáng yêu rất nhanh nhẹn và chu đáo! Yêu quần áo mới của tôi: cảm ơn bạn. Đọc thêm",
            "Một trải nghiệm tuyệt vời, từ đầu đến cuối. Emma Ly rất vui khi được làm việc cùng, những cô chủ đường may xuất sắc, rất hữu ích và vui tính. Tất cả các mặt hàng đã sẵn sàng trong 24 giờ mà không cần bất kỳ thay đổi nào. Tôi đánh giá cao cả hai. Đọc thêm",
            "Cửa hàng may đẹp với đội ngũ nhân viên cũng đẹp không kém. Ly và nhóm của cô ấy rất chu đáo và tận tâm để đảm bảo tầm nhìn của bạn trở thành hiện thực với nhiều loại vải để lựa chọn và chất lượng tuyệt vời, bạn chắc chắn sẽ hài lòng với sản phẩm của mình. Tôi đã có thể cho họ xem hình ảnh về những gì tôi muốn và họ rất hữu ích trong việc thiết kế chúng, đưa ra ý tưởng để làm cho chúng tốt hơn. Tôi thích trải nghiệm và trang phục của mình!!! Đọc thêm",
            "Thật là một kinh nghiệm may đo tốt! Được Sunny giúp đỡ, người rất tốt bụng, hữu ích và đưa ra lời khuyên chân thành về độ vừa vặn, màu sắc, kiểu dáng, v.v. Bắt đầu bằng việc mua một chiếc áo khoác hạt đậu và cuối cùng quay lại và đặt mua một chiếc áo blazer vì tôi rất thích cửa hàng! Một lần nữa xin chân thành cảm ơn Sunny!Đọc thêm",
            "Tôi đã có trải nghiệm tốt nhất tại Blue Eye. Bộ đồ của tôi được thực hiện trong vòng 24 giờ. Eva quả là một chuyên gia và rất vui khi được làm việc cùng. Tôi muốn giới thiệu mọi người đến đây và xin Eva.Đọc thêm",
            "Dịch vụ tuyệt vời nhất tại Blue Eye. Dịch vụ nhanh. Có áo khoác, áo sơ mi và quần dài được thực hiện. Tất cả đều được trang bị như một chiếc găng tay. Mi đã đưa ra lời khuyên tốt nhất về chất liệu vải và kiểu dáng. Hãy hỏi Mi khi đến đây nhé! Lời khuyên tốt nhất và dịch vụ đáng yêu. Trải nghiệm tuyệt vời nhất tôi có ở Hội An!Đọc thêm",
            "Tôi đến với Blue Eye một cách già nua và đa cảm! Chiếc áo sơ mi vải lanh mà tôi đã mặc nhiều năm và nó bị thủng lỗ. Lyly đã sử dụng đường viền ren từ chiếc áo sơ mi cũ của tôi để may cho tôi một chiếc áo sơ mi vải lanh mới trông giống như chiếc áo cũ của tôi, nhưng bây giờ thậm chí còn đẹp hơn!! Cô ấy đã làm một công việc hoàn toàn hoàn hảo, rất muốn giới thiệu cho mọi người!!Đọc thêm",
            "Mi đã là người trợ giúp tuyệt vời khi tôi chọn thiết kế và phong cách. Cô ấy đã giúp tôi lựa chọn những gì tốt nhất cho cơ thể mình mà không hề xúc phạm hay đánh đập vòng vo. Khi tôi yêu cầu thay đổi, nó đã được hoàn thành trong 5 giờ và được thực hiện chính xác như yêu cầu. Tôi chắc chắn sẽ giới thiệu và quay lại nếu có thể.Đọc thêm",
            "Mi đã cung cấp cho tôi dịch vụ chăm sóc khách hàng tốt nhất và có thể giúp tôi tạo ra bộ trang phục sinh nhật thứ 21 trong mơ của mình. Blue Eye đã mang đến cho tôi sản phẩm chất lượng tốt nhất và tôi rất vui khi được mặc nó. Cảm ơn Mi và Mắt Xanh! Đọc thêm",
            "Dịch vụ rất tốt! Hạnh phúc với bộ đồ và dịch vụ. Quá trình dễ dàng truy cập và đơn giản. Bia họ cung cấp rất ngonĐọc thêm",
            "Lyly đã làm một công việc tuyệt vời khi thử quần áo và mang đến cho chúng tôi dịch vụ tốt nhất có thể cũng như bầu không khí thực sự tuyệt vờiĐọc thêm",
            "An thật tuyệt vời! Dịch vụ tuyệt vời và những chiếc váy được thiết kế đẹp mắt! Tôi rất muốn giới thiệu. Con trai tôi cũng có hai bộ quần áo rất tuyệt.Đọc thêm",
            "Chúng tôi vừa nhận quần áo sau 1 ngày - và chúng tôi rất vui và hài lòng với kết quả. Anni đã cố gắng hết sức và mọi thứ đều hoàn hảo.Đọc thêm",
            "An là một thợ may giỏi. Bộ đồ và quần short của tôi có chất lượng tốt và vừa vặn hoàn hảo. Cà vạt cũng rất đẹp, có thể chuẩn bị sẵn một bộ trang phục đầy đủ cho đám cướiĐọc thêm",
            "Nơi tốt nhất để thực hiện hải quan của bạn! Đặc biệt cảm ơn Anni! Dịch vụ rất thân thiện và hữu ích với kỹ năng tiếng Anh xuất sắc, bạn không thể có được sự hỗ trợ tốt hơn.Đọc thêm",
            "Tôi vô cùng hạnh phúc với kết quả của mình. Tôi đã có Lucy! Cô ấy đã may những chiếc áo sơ mi và quần dài hoàn hảo cho tôi cũng như một chiếc váy và quần vải lanh cho bạn gái tôi. Tôi thực sự giới thiệu nơi này vì họ làm việc rất nhanh và chúng tôi thực sự hài lòng với họ.Đọc thêm",
            "Tôi bước vào chỉ muốn xem vải nhưng Lucy lại háo hức dẫn tôi đi tham quan. Và tôi đã kết thúc với 4 mảnh ở đây! Lucy sôi nổi, kiên nhẫn và cô ấy biết điều gì sẽ tốt cho cơ thể tôi. Giá hơi cao so với một số thợ may tôi đã ghé thăm trước đây nhưng chất lượng vải cũng tốt hơn. Rất khuyến khích Lucy!Đọc thêm",
            "Tôi đã may 5 chiếc áo sơ mi vải lanh và họ làm nó trong một ngày nhưng với sản phẩm và kiểu dáng rất tốt. Anni thật tuyệt vời và rất thân thiện! Cảm ơn bạn.Đọc thêm",
            "Trải nghiệm tuyệt vời từ đầu đến cuối. Anni, Emma và nhóm rất chu đáo. Họ đã đưa ra những gợi ý hữu ích và mọi thứ đều hoàn hảo! Cuối cùng chúng tôi đã mua nhiều hơn! Hãy cảnh báo!! Chúng tôi sẽ quay lại! Đọc thêm",
            "Có thể thanh toán bằng thẻ tín dụng không?Đọc thêm",
            "Có thể thanh toán bằng thẻ tín dụng không?Đọc thêm",
            "Họ có làm bộ đồ của mình bằng vải canvas đầy đủ không?Đọc thêm",
            "Bạn muốn nói gì khi nói đến vải bạt? Giống như lớp lót bên trong bộ đồ của bạn? Nếu vậy thì đúng rồi!!!! Bạn có thể chọn nhiều loại vật liệu cho lớp lót bên trong. Đọc thêm",
            "Xin chào, tôi vừa may một số váy và muốn đặt thêm một số. Có địa chỉ email nào tôi có thể gửi đơn đặt hàng được không? Cảm ơn KirstyĐọc thêm",
            "Này Kirsty, blueeyeshop.48 tại gmailĐọc thêm",
            "Xin chào, bạn có thể vui lòng cho chúng tôi biết ý kiến ​​về giá của một bộ vest nam 2 mảnh và một bộ vest quần nữ không?\n\nCảm ơn\n\nLindaĐọc thêm",
            "Kính gửi quý khách hàng, \n\nCảm ơn bạn rất nhiều vì đã liên hệ với chúng tôi để biết thông tin về bộ vest và quần may đo. Vui lòng gửi cho chúng tôi một dòng qua email doanh nghiệp của chúng tôi để biết thông tin chi tiết mà bạn quan tâm. \n\nChúng tôi mong sớm được nghe lại từ bạn. \n\nTrân trọng, \n\nBlue Eye Tailor\nĐọc thêm",
            "CHÀO.  Sẽ đến vào thứ Hai và tôi có hai chiếc áo voan mà tôi rất thích sao chép.  Bạn có thể tư vấn chi phí ước chừng được không, cảm ơnĐọc thêm",
            "Khách hàng thân mến, \n\nCảm ơn bạn rất nhiều vì đã quan tâm đến việc may đồ. Rất mong các bạn đến thăm chúng tôi và sẽ đưa ra cho các bạn những gợi ý tốt nhất với mức giá thực sự hợp lý, tạo nên một chiếc áo voan hoàn hảo như chính bạn. \n\nCủa bạn, \n\nThợ may mắt xanhĐọc thêm",
            "Xin chào, các bạn có thể may váy cưới không? kiểu dáng vừa vặn và chủ yếu là bằng ren và lụa nếu chúng tôi cung cấp ảnh? Đối tác của tôi và tôi đã làm một số việc với các bạn vào tháng 2 trong kỳ nghỉ ở Hội An. \nCảm ơn bạn :Đọc thêm",
            "Khách hàng thân mến, \n\nCảm ơn bạn rất nhiều vì mọi thứ một lần nữa. Chúng tôi quan tâm đến việc may bất kỳ quần áo cưới nào mà bạn cần cho váy lụa ren. \n\nVui lòng liên hệ với chúng tôi qua thư kinh doanh để cho chúng tôi biết thêm chi tiết sau đó chúng tôi có thể làm theo để thực hiện tất cả. \n\nCủa bạn, \n\nThợ may mắt xanhĐọc thêm",
            "Chào chị Đông,\n\nTôi có thể hỏi bạn có địa chỉ email liên hệ để tôi có thể liên hệ với bạn không?\n\nMuốn ghé thăm gian hàng của bạn vào tháng 3, tháng sau.\n\nCảm ơn,\n\nDanielĐọc thêm",
            "Xin chào,\n\nTôi đã cố gắng liên lạc qua e-mail của bạn nhưng không có phản hồi. Có cách nào để tôi có thể đặt hàng gửi đến Vương quốc Anh không? Tôi đã may một bộ vest khi đến thăm Hội An hai năm trước, nhưng đó là trong một năm tôi đi du lịch và giờ tôi đã tăng thêm vài cân!\n\nCảm ơn trước,\n\nGarryĐọc thêm",
            "Chào Garry,\nCảm ơn bạn đã liên hệ đặt hàng. Vui lòng cung cấp cho tôi địa chỉ email của bạn sau đó tôi sẽ trả lời tất cả các chi tiết bạn muốn. Gần đây tôi chưa nhận được bất kỳ thông tin nào từ bạn. Chúc bạn sớm liên hệ lại với tôi.\nTrân trọng\nChủ Blue Eye..Ms DongĐọc thêm",
            "CHÀO,\n\nTên tôi là Martin Edwards, tôi mua 2 bộ vest 3 mảnh cộng với 4 chiếc áo sơ mi mà tôi đã trả 845 USD vào ngày 16 tháng 1.\nHôm nay tôi đã nhận được quần áo và nhận xét...\nHai bộ vest và 4 quần theo yêu cầu, 2 cà vạt rời rất đẹp.\nTrong số bốn chiếc áo sơ mi được thiết kế riêng mà tôi đã mua, chiếc áo sơ mi ca rô có đính hạt màu hoa cà là hoàn hảo, nhưng ba chiếc áo sơ mi còn lại bạn gửi cho tôi không phải của tôi. Mình mua sơ mi kẻ ca rô, sơ mi sọc xanh, sơ mi trắng trơn và sơ mi trắng ống suông nhẹ màu trắng. Tôi đã nhận được chiếc áo sơ mi tuyệt vời của mình, một chiếc áo sơ mi màu trắng, một chiếc áo sơ mi màu xanh nhạt và một chiếc áo sơ mi màu đen. Không có cái nào trong số chúng được thiết kế riêng theo thông số kỹ thuật của tôi như chiếc áo sơ mi kẻ ca-rô. Tôi yêu cầu phản hồi ngay lập tức khi tôi nhận được những gì tôi đã trả tiền. Số Hóa đơn của tôi là 000579, Y đã phục vụ tôi.\nMartin. Bạn có chi tiết liên lạc của tôi.Đọc thêm",
            "Cảm ơn rất nhiều vì đã hiểu và những gì bạn đã làm và suy nghĩ về nhân viên của tôi. Về tôi, tôi sẽ làm bất cứ điều gì tôi đã nói với bạn trong email trước như tôi đã hứa\nChủ thợ may Blue EyeĐọc thêm"
        ],
        "star_ratings": [
            4761,
            86,
            8,
            5,
            3
        ],
        "review_amount": 4863,
        "location": [
            "Những điều cần làm ở Hội An",
            "Châu Á",
            "Việt Nam",
            "Chào An",
            "Tỉnh Quảng Nam",
            "Thợ may mắt xanh"
        ],
        "reviews_time": [
            "Written June 9, 2023",
            "Written June 11, 2023",
            "Written June 14, 2023",
            "Written June 19, 2023",
            "Written June 20, 2023",
            "Written June 22, 2023",
            "Written June 22, 2023",
            "Written June 23, 2023",
            "Written June 24, 2023",
            "Written June 26, 2023",
            "Written May 28, 2024",
            "Written May 28, 2024",
            "Written May 28, 2024",
            "Written May 28, 2024",
            "Written May 27, 2024",
            "Written May 27, 2024",
            "Written May 26, 2024",
            "Written May 25, 2024",
            "Written May 25, 2024",
            "Written May 24, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298082-d3494128-Reviews-or30-Blue_Eye_Tailor-Hoi_An_Quang_Nam_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d10768724-Reviews-Olivier_Coffee-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d3724095-Reviews-Little_Faifo_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25259196-Reviews-Hoi_An_Heart_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26229136-Reviews-Sing_Ma_Restaurant_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26848559-Reviews-Em_H_i_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d24966494-Reviews-Lenco_Cafe_Bar-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d14927502-Reviews-Silent_Garden_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25306878-Reviews-Chops_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25420069-Reviews-MAAZI_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d12254323-Reviews-Phin_Coffee_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12907128-Reviews-Art_House_Gallery_and_Coffees_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2283386-Reviews-Ba_Le_Well-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d5854199-Reviews-The_Timeless_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d17854241-Reviews-Sonsu_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8775902-Reviews-Dinh_Cam_Pho_Cam_Pho_Communal_House-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d9978380-Reviews-Cloth_Shop_VY_VY_II-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12310669-Reviews-Hoi_An_Post_Office-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d451148-Reviews-Hoi_An_Museum-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d25236612-Reviews-Gieng_Ba_Le-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12499410-Reviews-ALLEY_Artist_House_2-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3494128-Reviews-or20-Blue_Eye_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3494128-Reviews-or40-Blue_Eye_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3494128-Reviews-Blue_Eye_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2717876-Reviews-Peace_Tailor_in_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15776299-Reviews-Thanh_Design-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6845023-Reviews-Two_Ladies_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15000385-Reviews-Blue_Chic_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26605658-Reviews-Bison_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2202046-Reviews-Metiseko-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1194254-Reviews-A_Dong_Silk_Tailors-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4609042-Reviews-Tuong_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d9466019-Reviews-45_Thu_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12945791-Reviews-Shine_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19268154-Reviews-Huy_Minh_Silver-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4281961-Reviews-Linh_Chi_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d17301348-Reviews-Bong_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8624535-Reviews-Huong_Xuan_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d24880933-Reviews-Lee_s_Quilt-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1130040-Reviews-Cloth_Shop_Thanh_Tu-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d24983630-Reviews-Tina_Spa_Massage_Hoi_an-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25137140-Reviews-M_Vi_Spa_H_i_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g25379304-d26822529-Reviews-Vision_Tailor_Hoi_An-Minh_An_Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d5500662-Reviews-Aaron_Spa_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12613795-Reviews-Non_Spa_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d11908085-Reviews-Mui_The_Label-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26855443-Reviews-Pho_Spa_Massage_For_Men_And_Women_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293997-d1962901-Reviews-Wahooo_Waterpark-Manama.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d10084886-Reviews-Soi_Rambuttri-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g189158-d245684-Reviews-Incognito-Lisbon_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g40951-d104468-Reviews-Rachel_Carson_National_Wildlife_Refuge-Wells_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g31858-d23415279-Reviews-Saracen_Casino_Resort-Pine_Bluff_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g293986-d1980258-Reviews-Royal_Automobile_Museum-Amman_Amman_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g187463-d190650-Reviews-Castell_de_Bellver-Palma_de_Mallorca_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d4095502-Reviews-I_Park_Mall-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g143031-d1841697-Reviews-Metcalf_Bottoms_Picnic_Area-Great_Smoky_Mountains_National_Park_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g30466-d6872573-Reviews-Smith_Lake_Park-Cullman_Alabama.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298082-d3494128-Reviews-or40-Blue_Eye_Tailor-Hoi_An_Quang_Nam_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298082-d3494128-Reviews-or30-Blue_Eye_Tailor-Hoi_An_Quang_Nam_Province.html",
        "caculated": true,
        "dicts_sentiment_average": {
            "trải nghiệm": 0.9952527800342068,
            "váy": 0.8583023552782834,
            "quần": 0.5,
            "cổ và": 0.9940933906473219,
            "bộ": 0.4956408962607384,
            "quần áo": 0.19330516271293163,
            "chất lượng": 0.21161337740098435,
            "thợ may": 0.34447651356458664,
            "dịch vụ": 0.8297431780568635,
            "cửa hàng": 0.8737691454589367,
            "nhân viên": 0.7985309066134505,
            "tầm nhìn": 0.9717013291083276,
            "vải": 0.9942247678215305,
            "sản phẩm": 0.5,
            "trang phục": 0.9948815103853121,
            "bộ đồ": 0.5,
            "bia họ": 0.9955598819651641
        },
        "dicts_adj": {
            "trải nghiệm": [
                "tuyệt vời"
            ],
            "váy": [],
            "quần": [],
            "cổ và": [],
            "bộ": [
                "cao"
            ],
            "quần áo": [
                "cao"
            ],
            "chất lượng": [
                "cao",
                "tuyệt vời",
                "chắc chắn",
                "hài lòng"
            ],
            "thợ may": [
                "khác"
            ],
            "dịch vụ": [
                "tốt"
            ],
            "cửa hàng": [
                "may",
                "đẹp"
            ],
            "nhân viên": [
                "đẹp",
                "kém"
            ],
            "tầm nhìn": [
                "nhiều"
            ],
            "vải": [
                "tuyệt vời",
                "chắc chắn",
                "hài lòng"
            ],
            "sản phẩm": [],
            "trang phục": [],
            "bộ đồ": [],
            "bia họ": [
                "ngon"
            ]
        },
        "list_proper_noun": [],
        "factor value": {
            "trải nghiệm": 1,
            "váy": 1,
            "quần": 1,
            "cổ và": 1,
            "bộ": 1,
            "quần áo": 1,
            "chất lượng": 2,
            "thợ may": 1,
            "dịch vụ": 3,
            "cửa hàng": 1,
            "nhân viên": 1,
            "tầm nhìn": 1,
            "vải": 1,
            "sản phẩm": 1,
            "trang phục": 1,
            "bộ đồ": 2,
            "bia họ": 2
        }
    },
    {
        "attraction_name": "Blue Eye Tailor",
        "attraction_name_vi": "Thợ may mắt xanh",
        "general_info": [
            "4.861 đánh giá",
            "71 trên 679 Mua sắm ở Hội An",
            "Cửa hàng quà tặng đặc sản"
        ],
        "attraction_summary": "Hội An được nhiều người biết đến là một trong những thắng cảnh du lịch nổi tiếng nhất Việt Nam được UNESCO công nhận là Di sản văn hóa thế giới. Hội An cũng là một thương cảng nổi tiếng từ thế kỷ 17, đặc biệt là trong ngành may đo theo yêu cầu. Ngành may mặc không chỉ mang lại mức sống tốt hơn mà còn mang lại sự giao lưu văn hóa, nổi bật là sự thân thiện, khó khăn, khéo léo và óc sáng tạo đặc biệt của người dân địa phương. Blue Eye là một trong những nhà may đo hàng đầu. Được thành lập từ năm 2003, chúng tôi tự hào là gia đình thợ may truyền thống sở hữu đội ngũ thợ may tài năng và đam mê. Chúng tôi rất vinh dự được phục vụ hàng trăm ngàn du khách may quần áo trong thời gian lưu trú tại Hội An. Chỉ cần chọn chất liệu yêu thích và số đo cơ thể của bạn, chúng tôi sẽ có thể tùy chỉnh phong cách và thời trang cá nhân của bạn từ bất kỳ danh mục nào, sau đó giao hàng trực tiếp cho bạn hoặc gửi đến bất kỳ quốc gia nào trên thế giới. Phương châm kinh doanh của chúng tôi là dịch vụ xuất sắc; chúng tôi không ngại bất kỳ khó khăn nào để đáp ứng mong đợi vượt quá của bạn.Đọc thêm",
        "reviews": [
            "Con gái 25 tuổi của tôi và tôi đã đến thăm Blue Eye Tailor tuần này. Chúng tôi đã có một trải nghiệm tuyệt vời từ đầu đến cuối. Chúng tôi làm việc với Lyly và Emma, ​​những người đã giúp thiết kế những chiếc váy và quần đẹp cho chúng tôi. Chúng phù hợp một cách hoàn hảo. Tôi muốn làm cho con gái tôi hạnh phúc như một người mẹ điển hình! nên tôi đồng ý cho cô ấy may thêm một chiếc váy nữa. Emma rất xúc động trước món quà của tôi đến nỗi cô ấy đã mát-xa cổ và vai cho tôi!!  Tôi và con gái bước đi với cảm giác như Lyly và Emma thực sự muốn giúp chúng tôi có được những bộ quần áo chất lượng cao nhất hiện có ở Hội An. Tôi nghi ngờ bất kỳ thợ may nào khác ở Hội An cũng cung cấp loại dịch vụ này. 100 sẽ giới thiệu! Đọc thêm",
            "Nơi tuyệt vời để mua quần áo vừa vặn với bạn, chỉ cần cho họ xem những gì bạn muốn may và nó sẽ được hoàn thành trong vòng chưa đầy 24 giờ. Tôi đã nhận được 3 món đồ và Eva đáng yêu rất nhanh nhẹn và chu đáo! Yêu quần áo mới của tôi: cảm ơn bạn. Đọc thêm",
            "Một trải nghiệm tuyệt vời, từ đầu đến cuối. Emma Ly rất vui khi được làm việc cùng, những cô chủ đường may xuất sắc, rất hữu ích và vui tính. Tất cả các mặt hàng đã sẵn sàng trong 24 giờ mà không cần bất kỳ thay đổi nào. Tôi đánh giá cao cả hai. Đọc thêm",
            "Tiệm may đẹp nhân viên cũng xinh không kém. Ly và nhóm của cô ấy rất quan tâm và chú ý để đảm bảo tầm nhìn của bạn trở nên sống động với nhiều loại vải để lựa chọn và chất lượng tuyệt vời, bạn chắc chắn sẽ hài lòng với sản phẩm của mình. Tôi đã có thể cho xem những bức ảnh về những gì tôi muốn và chúng rất hữu ích trong việc thiết kế chúng, đưa ra ý tưởng để làm cho chúng tốt hơn. Yêu trải nghiệm và hàng may mặc của tôi!!! Đọc thêm",
            "Thật là một kinh nghiệm may đo tốt! Được Sunny giúp đỡ, người rất tốt bụng, hữu ích và đưa ra lời khuyên chân thành về độ vừa vặn, màu sắc, kiểu dáng, v.v. Bắt đầu bằng việc mua một chiếc áo khoác hạt đậu và cuối cùng quay lại và đặt mua một chiếc áo blazer vì tôi rất thích cửa hàng! Một lần nữa xin chân thành cảm ơn Sunny!Đọc thêm",
            "Tôi đã có trải nghiệm tuyệt vời nhất tại Blue Eye. Bộ đồ của tôi được may trong vòng 24 giờ. Eva là một chuyên gia và rất vui khi được làm việc cùng. Tôi muốn giới thiệu mọi người đến đây và hỏi Eva. Đọc thêm",
            "Dịch vụ tuyệt vời nhất tại Blue Eye. Dịch vụ nhanh. Có áo khoác, áo sơ mi và quần dài được thực hiện. Tất cả đều được trang bị như một chiếc găng tay. Mi đã đưa ra lời khuyên tốt nhất về chất liệu vải và kiểu dáng. Hãy hỏi Mi khi đến đây nhé! Lời khuyên tốt nhất và dịch vụ đáng yêu. Trải nghiệm tuyệt vời nhất tôi có ở Hội An!Đọc thêm",
            "Tôi đến với Blue Eye một cách già nua và đa cảm! Chiếc áo sơ mi vải lanh mà tôi đã mặc nhiều năm và nó bị thủng lỗ. Lyly đã sử dụng đường viền ren từ chiếc áo sơ mi cũ của tôi để may cho tôi một chiếc áo sơ mi vải lanh mới trông giống như chiếc áo cũ của tôi, nhưng bây giờ thậm chí còn đẹp hơn!! Cô ấy đã làm một công việc hoàn toàn hoàn hảo, rất muốn giới thiệu cho mọi người!!Đọc thêm",
            "Mi đã là người trợ giúp tuyệt vời khi tôi chọn thiết kế và phong cách. Cô ấy đã giúp tôi lựa chọn những gì tốt nhất cho cơ thể mình mà không hề xúc phạm hay đánh đập vòng vo. Khi tôi yêu cầu thay đổi, nó đã được hoàn thành trong 5 giờ và được thực hiện chính xác như yêu cầu. Tôi chắc chắn sẽ giới thiệu và quay lại nếu có thể.Đọc thêm",
            "Mi đã cung cấp cho tôi dịch vụ chăm sóc khách hàng tốt nhất và có thể giúp tôi tạo ra bộ trang phục sinh nhật thứ 21 trong mơ của mình. Blue Eye đã mang đến cho tôi sản phẩm chất lượng tốt nhất và tôi rất vui khi được mặc nó. Cảm ơn Mi và Mắt Xanh! Đọc thêm",
            "Lucy đã may cho tôi một bộ vest rất đẹp, tôi có một bộ vest bằng vải lanh màu xanh lá cây, áo khoác, áo vest và quần dài. Vừa vặn với tôi và cảm thấy như chất lượng là tốt. Rất hài lòng sẽ giới thiệuĐọc thêm",
            "Có một bộ váy và bộ vải lanh do Emma sản xuất! Cô ấy đã tư vấn rất tốt cho tôi về những gì sẽ đẹp và đã tạo ra cho tôi những món đồ đẹp như vậy, tôi rất hài lòng với chất lượng và hình thức của những món đồ đó! Cảm ơn Emma!Đọc thêm",
            "Tôi đã có một trải nghiệm tuyệt vời ở đây, có một bộ vest và một số món đồ thời trang váy, váy và áo từ các loại vải khác nhau. Lucy khiến trải nghiệm của tôi ở đây trở nên đặc biệt tuyệt vời vì cô ấy rất tốt bụng, vui tính và giúp tôi rất nhiều trong việc đưa ra quyết định và đưa ra lời khuyên chân thành! Rất khuyên bạn nên đến đây: Đọc thêm",
            "Trải nghiệm tuyệt vời ở đây, được giúp đỡ bởi Emma và nhóm của cô ấy. Những bộ đồ được trang bị rất độc đáo và họ đã kiên nhẫn giúp đỡ chúng tôi suốt. Rất khuyến khích thợ may này. Cuối cùng tôi đã nhận thêm 4 bộ quần áo, hai áo khoác, hai áo khoác thể thaoĐọc thêm",
            "Tôi đã may váy ở đây. Rosie hỗ trợ chúng tôi rất tốt, tôi thích tất cả những gợi ý của cô ấy và cô ấy kiên nhẫn hiểu những gì tôi muốn. Cô ấy cũng đưa ra những lời khuyên tuyệt vời và những lời khuyên về thời trang. Tôi thích nó. Chất lượng của sản phẩm cuối cùng là đỉnh cao. Các đường khâu gọn gàng và chất lượng của vật liệu là tuyệt vời. Yêu nó. Rất khuyến khích. Yêu em RosieĐọc thêm",
            "Nơi tốt nhất để may quần áo phù hợp. Rosie rất chu đáo và hữu ích trong việc hỗ trợ chúng tôi biến bộ trang phục trở nên hoàn hảo. Sự cống hiến và hiểu biết của cô ấy về các yêu cầu của chúng tôi đã được đáp ứng một cách hoàn hảo. Tính cách hay nói đùa và táo bạo của cô ấy khiến trải nghiệm trở nên tốt hơn và thoải mái hơn. Cảm ơn Rosie vì tất cả mọi thứ! Chúng tôi chắc chắn sẽ quay lại lần sau! Đọc thêm",
            "Tôi đã có một thời gian tuyệt vời ở đây. Thợ may Emma của tôi đã làm một công việc tuyệt vời. Cô ấy rất hữu ích trong việc lựa chọn phong cách và có thể cung cấp cho tôi chính xác những gì tôi muốn và cực kỳ nhanh chóng! Toàn bộ quá trình thật tuyệt vời và tôi muốn giới thiệu.Đọc thêm",
            "Thợ may Blue Eye thực sự là một thợ may giỏi. Lyly đã giúp chúng tôi rất nhiều. Bộ đồ vừa vặn hoàn hảo và chất lượng rất tốt. Tôi sẽ giới thiệu họ.Đọc thêm",
            "Thợ may thực sự tốt và bộ đồ vừa vặn hoàn hảo. Lyly đã giúp đỡ tôi rất tốt và tư vấn cho tôi. Và dịch vụ này thực sự tốt..Đọc thêm",
            "Rất đẹp!!! Rubi thật tuyệt vời!! Tôi muốn giới thiệu!!!! Họ lắng nghe rất tốt và rất sáng tạo. Dịch vụ rất tốt!!! Đọc thêm"
        ],
        "star_ratings": [
            4761,
            86,
            8,
            5,
            3
        ],
        "review_amount": 4863,
        "location": [
            "Những điều cần làm ở Hội An",
            "Châu Á",
            "Việt Nam",
            "Chào An",
            "Tỉnh Quảng Nam",
            "Thợ may mắt xanh"
        ],
        "reviews_time": [
            "Written June 9, 2023",
            "Written June 11, 2023",
            "Written June 14, 2023",
            "Written June 19, 2023",
            "Written June 20, 2023",
            "Written June 22, 2023",
            "Written June 22, 2023",
            "Written June 23, 2023",
            "Written June 24, 2023",
            "Written June 26, 2023",
            "Written May 24, 2024",
            "Written May 22, 2024",
            "Written May 22, 2024",
            "Written May 21, 2024",
            "Written May 21, 2024",
            "Written May 21, 2024",
            "Written May 21, 2024",
            "Written May 18, 2024",
            "Written May 18, 2024",
            "Written May 18, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298082-d3494128-Reviews-or40-Blue_Eye_Tailor-Hoi_An_Quang_Nam_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d10768724-Reviews-Olivier_Coffee-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d3724095-Reviews-Little_Faifo_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25259196-Reviews-Hoi_An_Heart_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26229136-Reviews-Sing_Ma_Restaurant_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26848559-Reviews-Em_H_i_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d24966494-Reviews-Lenco_Cafe_Bar-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d14927502-Reviews-Silent_Garden_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25306878-Reviews-Chops_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25420069-Reviews-MAAZI_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d12254323-Reviews-Phin_Coffee_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12907128-Reviews-Art_House_Gallery_and_Coffees_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2283386-Reviews-Ba_Le_Well-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d5854199-Reviews-The_Timeless_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d17854241-Reviews-Sonsu_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8775902-Reviews-Dinh_Cam_Pho_Cam_Pho_Communal_House-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d9978380-Reviews-Cloth_Shop_VY_VY_II-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12310669-Reviews-Hoi_An_Post_Office-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d451148-Reviews-Hoi_An_Museum-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d25236612-Reviews-Gieng_Ba_Le-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12499410-Reviews-ALLEY_Artist_House_2-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3494128-Reviews-or30-Blue_Eye_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3494128-Reviews-or50-Blue_Eye_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3494128-Reviews-Blue_Eye_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2717876-Reviews-Peace_Tailor_in_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15776299-Reviews-Thanh_Design-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6845023-Reviews-Two_Ladies_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15000385-Reviews-Blue_Chic_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26605658-Reviews-Bison_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2202046-Reviews-Metiseko-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1194254-Reviews-A_Dong_Silk_Tailors-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4609042-Reviews-Tuong_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d9466019-Reviews-45_Thu_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12945791-Reviews-Shine_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19268154-Reviews-Huy_Minh_Silver-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4281961-Reviews-Linh_Chi_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d17301348-Reviews-Bong_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8624535-Reviews-Huong_Xuan_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d24880933-Reviews-Lee_s_Quilt-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1130040-Reviews-Cloth_Shop_Thanh_Tu-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d24983630-Reviews-Tina_Spa_Massage_Hoi_an-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25137140-Reviews-M_Vi_Spa_H_i_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g25379304-d26822529-Reviews-Vision_Tailor_Hoi_An-Minh_An_Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d5500662-Reviews-Aaron_Spa_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12613795-Reviews-Non_Spa_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d11908085-Reviews-Mui_The_Label-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26855443-Reviews-Pho_Spa_Massage_For_Men_And_Women_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g187785-d6847911-Reviews-Piazza_Garibaldi-Naples_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d23961934-Reviews-Galerie_Dior-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g297896-d11592370-Reviews-Sea_Turtle_Farm_Galle_Mahamodara-Galle_Galle_District_Southern_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g60652-d7854351-Reviews-Kailua_Town_Farmers_Market-Kailua_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g298560-d319829-Reviews-Susukino-Sapporo_Hokkaido.html",
            "https://www.tripadvisor.com/Attraction_Review-g32250-d1519764-Reviews-Coronado_Island-Coronado_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g47769-d8416252-Reviews-Moreau_Lake_State_Park-Gansevoort_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g40989-d104971-Reviews-Mount_Agamenticus-York_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g34680-d1063571-Reviews-Fred_Howard_Park-Tarpon_Springs_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g32066-d270551-Reviews-Berkeley_Municipal_Rose_Garden-Berkeley_California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298082-d3494128-Reviews-or50-Blue_Eye_Tailor-Hoi_An_Quang_Nam_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298082-d3494128-Reviews-or40-Blue_Eye_Tailor-Hoi_An_Quang_Nam_Province.html",
        "caculated": true,
        "dicts_sentiment_average": {
            "bộ đồ": 0.6601686859503388,
            "bộ vest": 0.4702860716206487,
            "áo khoác": 0.5,
            "áo vest": 0.5,
            "quần dài": 0.5,
            "chất lượng": 0.8800201611593366
        },
        "dicts_adj": {
            "bộ đồ": [],
            "bộ vest": [
                "đẹp",
                "xanh"
            ],
            "áo khoác": [],
            "áo vest": [],
            "quần dài": [],
            "chất lượng": [
                "Vừa vặn",
                "tốt"
            ]
        },
        "list_proper_noun": [],
        "factor value": {
            "bộ đồ": 1,
            "bộ vest": 2,
            "áo khoác": 2,
            "áo vest": 2,
            "quần dài": 2,
            "chất lượng": 2
        }
    },
    {
        "attraction_name": "Blue Eye Tailor",
        "attraction_name_vi": "Thợ may mắt xanh",
        "general_info": [
            "4.861 đánh giá",
            "71 trên 679 Mua sắm ở Hội An",
            "Cửa hàng quà tặng đặc sản"
        ],
        "attraction_summary": "Hội An được nhiều người biết đến là một trong những thắng cảnh du lịch nổi tiếng nhất Việt Nam được UNESCO công nhận là Di sản văn hóa thế giới. Hội An cũng là một thương cảng nổi tiếng từ thế kỷ 17, đặc biệt là trong ngành may đo theo yêu cầu. Ngành may mặc không chỉ mang lại mức sống tốt hơn mà còn mang lại sự giao lưu văn hóa, nổi bật là sự thân thiện, khó khăn, khéo léo và óc sáng tạo đặc biệt của người dân địa phương. Blue Eye là một trong những nhà may đo hàng đầu. Được thành lập từ năm 2003, chúng tôi tự hào là gia đình thợ may truyền thống sở hữu đội ngũ thợ may tài năng và đam mê. Chúng tôi rất vinh dự được phục vụ hàng trăm ngàn du khách may quần áo trong thời gian lưu trú tại Hội An. Chỉ cần chọn chất liệu yêu thích và số đo cơ thể của bạn, chúng tôi sẽ có thể tùy chỉnh phong cách và thời trang cá nhân của bạn từ bất kỳ danh mục nào, sau đó giao hàng trực tiếp cho bạn hoặc gửi đến bất kỳ quốc gia nào trên thế giới. Phương châm kinh doanh của chúng tôi là dịch vụ xuất sắc; chúng tôi không ngại bất kỳ khó khăn nào để đáp ứng mong đợi vượt quá của bạn.Đọc thêm",
        "reviews": [
            "Tuần này, con gái 25 tuổi của tôi và tôi đã đến Blue Eye Tailor. Chúng tôi đã có một trải nghiệm tuyệt vời từ đầu đến cuối. Chúng tôi đã làm việc với Lyly và Emma, ​​những người đã giúp thiết kế những chiếc váy và quần đẹp cho chúng tôi. Chúng vừa vặn hoàn hảo. Tôi muốn làm cho con gái tôi hạnh phúc như một người mẹ bình thường! vì vậy tôi đã đồng ý để con bé có thêm một chiếc váy nữa. Emma rất cảm động trước món quà của tôi, đến nỗi cô ấy đã mát-xa cổ và vai cho tôi!! Con gái tôi và tôi rời đi với cảm giác Lyly và Emma thực sự muốn giúp chúng tôi tìm được những bộ quần áo chất lượng cao nhất có sẵn tại Hội An. Tôi nghi ngờ rằng không có thợ may nào khác ở Hội An cung cấp loại dịch vụ này. Tôi sẽ giới thiệu 100%! Đọc thêm",
            "Nơi tuyệt vời để mua quần áo vừa vặn với bạn, chỉ cần cho họ xem những gì bạn muốn may và nó sẽ được hoàn thành trong vòng chưa đầy 24 giờ. Tôi đã nhận được 3 món đồ và Eva đáng yêu rất nhanh nhẹn và chu đáo! Yêu quần áo mới của tôi: cảm ơn bạn. Đọc thêm",
            "Một trải nghiệm tuyệt vời, từ đầu đến cuối. Emma Ly rất vui khi được làm việc cùng, những cô chủ đường may xuất sắc, rất hữu ích và vui tính. Tất cả các mặt hàng đã sẵn sàng trong 24 giờ mà không cần bất kỳ thay đổi nào. Tôi đánh giá cao cả hai. Đọc thêm",
            "Tiệm may đẹp nhân viên cũng xinh không kém. Ly và nhóm của cô ấy rất quan tâm và chú ý để đảm bảo tầm nhìn của bạn trở nên sống động với nhiều loại vải để lựa chọn và chất lượng tuyệt vời, bạn chắc chắn sẽ hài lòng với sản phẩm của mình. Tôi đã có thể cho xem những bức ảnh về những gì tôi muốn và chúng rất hữu ích trong việc thiết kế chúng, đưa ra ý tưởng để làm cho chúng tốt hơn. Yêu trải nghiệm và hàng may mặc của tôi!!! Đọc thêm",
            "Thật là một kinh nghiệm may đo tốt! Được Sunny giúp đỡ, người rất tốt bụng, hữu ích và đưa ra lời khuyên chân thành về độ vừa vặn, màu sắc, kiểu dáng, v.v. Bắt đầu bằng việc mua một chiếc áo khoác hạt đậu và cuối cùng quay lại và đặt mua một chiếc áo blazer vì tôi rất thích cửa hàng! Một lần nữa xin chân thành cảm ơn Sunny!Đọc thêm",
            "Tôi đã có trải nghiệm tốt nhất tại Blue Eye. Bộ đồ của tôi được thực hiện trong vòng 24 giờ. Eva quả là một chuyên gia và rất vui khi được làm việc cùng. Tôi muốn giới thiệu mọi người đến đây và xin Eva.Đọc thêm",
            "Dịch vụ tuyệt vời nhất tại Blue Eye. Dịch vụ nhanh. Có áo khoác, áo sơ mi và quần dài được thực hiện. Tất cả đều được trang bị như một chiếc găng tay. Mi đã đưa ra lời khuyên tốt nhất về chất liệu vải và kiểu dáng. Hãy hỏi Mi khi đến đây nhé! Lời khuyên tốt nhất và dịch vụ đáng yêu. Trải nghiệm tuyệt vời nhất tôi có ở Hội An!Đọc thêm",
            "Tôi đến với Blue Eye một cách già nua và đa cảm! Chiếc áo sơ mi vải lanh mà tôi đã mặc nhiều năm và nó bị thủng lỗ. Lyly đã sử dụng đường viền ren từ chiếc áo sơ mi cũ của tôi để may cho tôi một chiếc áo sơ mi vải lanh mới trông giống như chiếc áo cũ của tôi, nhưng bây giờ thậm chí còn đẹp hơn!! Cô ấy đã làm một công việc hoàn toàn hoàn hảo, rất muốn giới thiệu cho mọi người!!Đọc thêm",
            "Mi đã là người trợ giúp tuyệt vời khi tôi chọn thiết kế và phong cách. Cô ấy đã giúp tôi lựa chọn những gì tốt nhất cho cơ thể mình mà không hề xúc phạm hay đánh đập vòng vo. Khi tôi yêu cầu thay đổi, nó đã được hoàn thành trong 5 giờ và được thực hiện chính xác như yêu cầu. Tôi chắc chắn sẽ giới thiệu và quay lại nếu có thể.Đọc thêm",
            "Mi đã cung cấp cho tôi dịch vụ chăm sóc khách hàng tốt nhất và có thể giúp tôi tạo ra bộ trang phục sinh nhật thứ 21 trong mơ của mình. Blue Eye đã mang đến cho tôi sản phẩm chất lượng tốt nhất và tôi rất vui khi được mặc nó. Cảm ơn Mi và Mắt Xanh! Đọc thêm",
            "Ruby thực sự tốt bụng và hữu ích. Tôi đã mô tả những gì tôi muốn và bộ đồ vừa vặn hoàn hảo. Chắc chắn sẽ giới thiệu và quay lại! Đọc thêm",
            "Tôi đã mua 3 bộ quần áo và 5 áo sơ mi. Họ đã kết thúc tất cả tuyệt vời mà không có ngoại lệ! Các nhân viên đã tử tế và luôn sẵn sàng giúp đỡ. Trong vòng chưa đầy 48 giờ, mọi thứ đã sẵn sàng! Đặc biệt cảm ơn Emma vì đã giúp quá trình mua quần áo không chỉ dễ dàng mà còn thú vị!Đọc thêm",
            "Dịch vụ rất tốt, Linda rất đẹp và tôi có một bộ đồ rất đẹp. Chúng rất nhanh và hiệu quả nhưng chất lượng vẫn tuyệt vờiĐọc thêm",
            "Annie, Lucy và Lily rất thân thiện. Annie rất giỏi về chi tiết. vải họ có rất nhiều loại vải để bạn lựa chọn.  Rất hoan nghênh. Sẽ quay lại để biết thêm.Đọc thêm",
            "Kinh nghiệm rất tốt thưa cô. Lyly đã giúp tôi rất nhiều trong việc tạo ra bộ đồ của mình. Cô ấy là một người xinh đẹp thân thiện. Tôi muốn giới thiệu.Đọc thêm",
            "Emma thật tuyệt vời và đã giúp tôi mặc 5 bộ đồ!! Cô ấy thật đáng yêu và hữu ích! Làm cho trải nghiệm trở nên đáng kinh ngạc! Thợ may giỏi nhất ở Hội An! Thợ may mắt xanh Đọc thêm",
            "Bạn PHẢI ghé thăm Blue Eye Tailor trong chuyến đi tiếp theo tới Hội An. Hãy chắc chắn rằng bạn yêu cầu Lucy, cô ấy vui tính, tốt bụng và có sức chứa, cô ấy liên tục đặt câu hỏi để đảm bảo rằng tôi vui vẻ và thay đổi mọi thứ để tôi vui vẻ rời đi!Đọc thêm",
            "Đây là một thợ may tuyệt vời- Sự chú ý của Lucy đến từng chi tiết cũng như kiến ​​thức và đề xuất của cô ấy với hàng may mặc của chúng tôi thật tuyệt vời- chúng tôi thực sự khuyên bạn nên và chắc chắn sẽ quay lại Đọc thêm",
            "Lần thứ hai tôi đặt phòng với Lucy sau một tuần! Cô ấy đã làm rất tốt những chiếc váy của tôi nên đã đặt mua áo blazer và quần dài cho cô ấy và cô ấy đã hoàn thành nó chỉ trong một đêm mà không cần thay đổi trong lần thử đầu tiên! Rất khuyến khích! Đọc thêm",
            "Có một bộ đồ tuyệt vời và một bộ đồ vải lanh. Nó phù hợp hoàn hảo! Tôi đã chỉnh lại chiếc quần vest một lần, tất cả những thứ khác đều vừa vặn hoàn hảo ngay từ đầu. Anni là người giỏi nhất và xinh đẹp nhất :Đọc thêm"
        ],
        "star_ratings": [
            4761,
            86,
            8,
            5,
            3
        ],
        "review_amount": 4863,
        "location": [
            "Những việc cần làm ở Hội An",
            "Châu Á",
            "Việt Nam",
            "Chào An",
            "Tỉnh Quảng Nam",
            "Thợ may mắt xanh"
        ],
        "reviews_time": [
            "Written June 9, 2023",
            "Written June 11, 2023",
            "Written June 14, 2023",
            "Written June 19, 2023",
            "Written June 20, 2023",
            "Written June 22, 2023",
            "Written June 22, 2023",
            "Written June 23, 2023",
            "Written June 24, 2023",
            "Written June 26, 2023",
            "Written May 18, 2024",
            "Written May 17, 2024",
            "Written May 17, 2024",
            "Written May 16, 2024",
            "Written May 16, 2024",
            "Written May 15, 2024",
            "Written May 15, 2024",
            "Written May 15, 2024",
            "Written May 15, 2024",
            "Written May 14, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298082-d3494128-Reviews-or50-Blue_Eye_Tailor-Hoi_An_Quang_Nam_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d10768724-Reviews-Olivier_Coffee-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d3724095-Reviews-Little_Faifo_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25259196-Reviews-Hoi_An_Heart_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26229136-Reviews-Sing_Ma_Restaurant_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26848559-Reviews-Em_H_i_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d24966494-Reviews-Lenco_Cafe_Bar-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d14927502-Reviews-Silent_Garden_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25306878-Reviews-Chops_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25420069-Reviews-MAAZI_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d12254323-Reviews-Phin_Coffee_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12907128-Reviews-Art_House_Gallery_and_Coffees_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2283386-Reviews-Ba_Le_Well-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d5854199-Reviews-The_Timeless_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d17854241-Reviews-Sonsu_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8775902-Reviews-Dinh_Cam_Pho_Cam_Pho_Communal_House-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d9978380-Reviews-Cloth_Shop_VY_VY_II-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12310669-Reviews-Hoi_An_Post_Office-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d451148-Reviews-Hoi_An_Museum-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d25236612-Reviews-Gieng_Ba_Le-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12499410-Reviews-ALLEY_Artist_House_2-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3494128-Reviews-or40-Blue_Eye_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3494128-Reviews-or60-Blue_Eye_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3494128-Reviews-Blue_Eye_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2717876-Reviews-Peace_Tailor_in_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15776299-Reviews-Thanh_Design-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6845023-Reviews-Two_Ladies_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15000385-Reviews-Blue_Chic_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26605658-Reviews-Bison_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2202046-Reviews-Metiseko-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1194254-Reviews-A_Dong_Silk_Tailors-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4609042-Reviews-Tuong_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d9466019-Reviews-45_Thu_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12945791-Reviews-Shine_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19268154-Reviews-Huy_Minh_Silver-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4281961-Reviews-Linh_Chi_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d17301348-Reviews-Bong_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8624535-Reviews-Huong_Xuan_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d24880933-Reviews-Lee_s_Quilt-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1130040-Reviews-Cloth_Shop_Thanh_Tu-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d24983630-Reviews-Tina_Spa_Massage_Hoi_an-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25137140-Reviews-M_Vi_Spa_H_i_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g25379304-d26822529-Reviews-Vision_Tailor_Hoi_An-Minh_An_Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d5500662-Reviews-Aaron_Spa_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12613795-Reviews-Non_Spa_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d11908085-Reviews-Mui_The_Label-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26855443-Reviews-Pho_Spa_Massage_For_Men_And_Women_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g33513-d3378984-Reviews-Eleven_Mile_State_Park-Lake_George_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g41328-d2469968-Reviews-Billy_Goat_Trail-Potomac_Montgomery_County_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g187265-d195466-Reviews-Vieux_Lyon-Lyon_Rhone_Auvergne_Rhone_Alpes.html",
            "https://www.tripadvisor.com/Attraction_Review-g54116-d8531881-Reviews-East_Matunuck_State_Beach-South_Kingstown_Washington_County_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g188113-d196026-Reviews-Bahnhofstrasse-Zurich.html",
            "https://www.tripadvisor.com/Attraction_Review-g303631-d2703936-Reviews-Augusta_Street-Sao_Paulo_State_of_Sao_Paulo.html",
            "https://www.tripadvisor.com/Attraction_Review-g1025489-d8368498-Reviews-Tumpak_Sewu_Waterfall-Lumajang_East_Java_Java.html",
            "https://www.tripadvisor.com/Attraction_Review-g55857-d560185-Reviews-Lake_Worth-Fort_Worth_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60745-d103648-Reviews-Boston_Public_Garden-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g53009-d2550133-Reviews-Country_Junction-Lehighton_Pocono_Mountains_Region_Pennsylvania.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298082-d3494128-Reviews-or60-Blue_Eye_Tailor-Hoi_An_Quang_Nam_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298082-d3494128-Reviews-or50-Blue_Eye_Tailor-Hoi_An_Quang_Nam_Province.html",
        "caculated": true,
        "dicts_sentiment_average": {
            "bộ đồ": 0.9953104924061336
        },
        "dicts_adj": {
            "bộ đồ": [
                "vừa vặn"
            ]
        },
        "list_proper_noun": [],
        "factor value": {
            "bộ đồ": 2
        }
    },
    {
        "attraction_name": "Blue Eye Tailor",
        "attraction_name_vi": "Thợ may mắt xanh",
        "general_info": [
            "4.861 đánh giá",
            "71 trên 679 Mua sắm ở Hội An",
            "Cửa hàng quà tặng đặc sản"
        ],
        "attraction_summary": "Hội An được nhiều người biết đến là một trong những thắng cảnh du lịch nổi tiếng nhất Việt Nam được UNESCO công nhận là Di sản văn hóa thế giới. Hội An cũng là một thương cảng nổi tiếng từ thế kỷ 17, đặc biệt là trong ngành may đo theo yêu cầu. Ngành may mặc không chỉ mang lại mức sống tốt hơn mà còn mang lại sự giao lưu văn hóa, nổi bật là sự thân thiện, khó khăn, khéo léo và óc sáng tạo đặc biệt của người dân địa phương. Blue Eye là một trong những nhà may đo hàng đầu. Được thành lập từ năm 2003, chúng tôi tự hào là gia đình thợ may truyền thống sở hữu đội ngũ thợ may tài năng và đam mê. Chúng tôi rất vinh dự được phục vụ hàng trăm ngàn du khách may quần áo trong thời gian lưu trú tại Hội An. Chỉ cần chọn chất liệu yêu thích và số đo cơ thể của bạn, chúng tôi sẽ có thể tùy chỉnh phong cách và thời trang cá nhân của bạn từ bất kỳ danh mục nào, sau đó giao hàng trực tiếp cho bạn hoặc gửi đến bất kỳ quốc gia nào trên thế giới. Phương châm kinh doanh của chúng tôi là dịch vụ xuất sắc; chúng tôi không ngại bất kỳ khó khăn nào để đáp ứng mong đợi vượt quá của bạn.Đọc thêm",
        "reviews": [
            "Con gái 25 tuổi của tôi và tôi đã đến thăm Blue Eye Tailor tuần này. Chúng tôi đã có một trải nghiệm tuyệt vời từ đầu đến cuối. Chúng tôi làm việc với Lyly và Emma, ​​những người đã giúp thiết kế những chiếc váy và quần đẹp cho chúng tôi. Chúng phù hợp một cách hoàn hảo. Tôi muốn làm cho con gái tôi hạnh phúc như một người mẹ điển hình! nên tôi đồng ý cho cô ấy may thêm một chiếc váy nữa. Emma rất xúc động trước món quà của tôi đến nỗi cô ấy đã mát-xa cổ và vai cho tôi!!  Tôi và con gái bước đi với cảm giác như Lyly và Emma thực sự muốn giúp chúng tôi có được những bộ quần áo chất lượng cao nhất hiện có ở Hội An. Tôi nghi ngờ bất kỳ thợ may nào khác ở Hội An cũng cung cấp loại dịch vụ này. 100 sẽ giới thiệu! Đọc thêm",
            "Nơi tuyệt vời để mua quần áo vừa vặn với bạn, chỉ cần cho họ xem những gì bạn muốn may và nó sẽ được hoàn thành trong vòng chưa đầy 24 giờ. Tôi đã nhận được 3 món đồ và Eva đáng yêu rất nhanh nhẹn và chu đáo! Yêu quần áo mới của tôi: cảm ơn bạn. Đọc thêm",
            "Một trải nghiệm tuyệt vời, từ đầu đến cuối. Emma Ly rất vui khi được làm việc cùng, những cô chủ đường may xuất sắc, rất hữu ích và vui tính. Tất cả các mặt hàng đã sẵn sàng trong 24 giờ mà không cần bất kỳ thay đổi nào. Tôi đánh giá cao cả hai. Đọc thêm",
            "Tiệm may đẹp nhân viên cũng xinh không kém. Ly và nhóm của cô ấy rất quan tâm và chú ý để đảm bảo tầm nhìn của bạn trở nên sống động với nhiều loại vải để lựa chọn và chất lượng tuyệt vời, bạn chắc chắn sẽ hài lòng với sản phẩm của mình. Tôi đã có thể cho xem những bức ảnh về những gì tôi muốn và chúng rất hữu ích trong việc thiết kế chúng, đưa ra ý tưởng để làm cho chúng tốt hơn. Yêu trải nghiệm và hàng may mặc của tôi!!! Đọc thêm",
            "Thật là một kinh nghiệm may đo tốt! Được Sunny giúp đỡ, người rất tốt bụng, hữu ích và đưa ra lời khuyên chân thành về độ vừa vặn, màu sắc, kiểu dáng, v.v. Bắt đầu bằng việc mua một chiếc áo khoác hạt đậu và cuối cùng quay lại và đặt mua một chiếc áo blazer vì tôi rất thích cửa hàng! Một lần nữa xin chân thành cảm ơn Sunny!Đọc thêm",
            "Tôi đã có trải nghiệm tốt nhất tại Blue Eye. Bộ đồ của tôi được thực hiện trong vòng 24 giờ. Eva quả là một chuyên gia và rất vui khi được làm việc cùng. Tôi muốn giới thiệu mọi người đến đây và xin Eva.Đọc thêm",
            "Dịch vụ tuyệt vời nhất tại Blue Eye. Dịch vụ nhanh. Có áo khoác, áo sơ mi và quần dài được thực hiện. Tất cả đều được trang bị như một chiếc găng tay. Mi đã đưa ra lời khuyên tốt nhất về chất liệu vải và kiểu dáng. Hãy hỏi Mi khi đến đây nhé! Lời khuyên tốt nhất và dịch vụ đáng yêu. Trải nghiệm tuyệt vời nhất tôi có ở Hội An!Đọc thêm",
            "Tôi đến với Blue Eye một cách già nua và đa cảm! Chiếc áo sơ mi vải lanh mà tôi đã mặc nhiều năm và nó bị thủng lỗ. Lyly đã sử dụng đường viền ren từ chiếc áo sơ mi cũ của tôi để may cho tôi một chiếc áo sơ mi vải lanh mới trông giống như chiếc áo cũ của tôi, nhưng bây giờ thậm chí còn đẹp hơn!! Cô ấy đã làm một công việc hoàn toàn hoàn hảo, rất muốn giới thiệu cho mọi người!!Đọc thêm",
            "Mi đã giúp tôi rất nhiều khi chọn kiểu dáng và phong cách. Cô ấy đã giúp tôi chọn kiểu nào phù hợp nhất với cơ thể mình mà không hề xúc phạm hay quanh co. Khi tôi yêu cầu chỉnh sửa, cô ấy đã hoàn thành trong vòng 5 giờ và thực hiện chính xác như yêu cầu. Tôi chắc chắn sẽ giới thiệu và quay lại nếu có thể. Đọc thêm",
            "Mi đã cung cấp cho tôi dịch vụ chăm sóc khách hàng tốt nhất và có thể giúp tôi tạo ra bộ trang phục sinh nhật thứ 21 trong mơ của mình. Blue Eye đã mang đến cho tôi sản phẩm chất lượng tốt nhất và tôi rất vui khi được mặc nó. Cảm ơn Mi và Mắt Xanh! Đọc thêm",
            "Trải nghiệm Blue Eye Tailor của tôi thật tuyệt vời. Lyly đã rất vui khi giúp tôi lên ý tưởng về trang phục và hướng dẫn tôi trong toàn bộ quá trình. Lyly thực sự đã giúp tôi trông và cảm thấy tuyệt vời!Xin gửi lời cảm ơn sâu sắc đến Lyly!Đọc thêm",
            "Tôi đã có thời gian tốt nhất ở đây! Rosie thực sự đã quan tâm và giúp đỡ tôi trong suốt quá trình. Cuối cùng, tôi đã hoàn thành 7 bộ quần áo và hoàn thành trong vòng 48 giờ, chúng tôi đã quay lại 2 lần để thực hiện bất kỳ thay đổi nào. Họ có rất nhiều loại vải và màu sắc và sẽ hướng dẫn bạn thực hiện quy trình nếu bạn không chắc chắn. Tôi thực sự chỉ đã cho Rosie xem những bức ảnh tôi tìm thấy trên Pinterest và đã xong! Tôi không thể cảm ơn Rosie đủ, cô ấy thực sự tuyệt vời !!!! Nếu bạn cần bất kỳ bộ quần áo nào bạn cần phải đến đây !!! Dịch vụ và chất lượng quần áo rất tuyệt vờiĐọc thêm",
            "Tôi thực sự hài lòng với kết quả! Mọi thứ trông thật tuyệt vời và được thực hiện trong 24 giờ. Tôi chỉ đến đây để mua một chiếc áo sơ mi và cuối cùng lại đặt mua một chiếc áo sơ mi, một chiếc quần đùi và một chiếc áo sơ mi!! Ruby đã nổi bật ngay từ giây phút đầu tiên! Tôi đánh giá cao nó! Đọc thêm",
            "Lyly đã may cho tôi một chiếc váy thật đẹp và thanh lịch trong vòng chưa đầy 24 giờ. Họ rất có sức chứa, chuyên nghiệp và rất thân thiện. Không thể giới thiệu đủ! Đọc thêm",
            "Tôi đã nhận được một bộ vest và một chiếc áo sơ mi được Anni thiết kế ở đó, nó thật hoàn hảo!! Cô ấy đã làm rất tốt mọi việc và thật tuyệt khi được trò chuyện với cô ấy! Rất khuyến khíchĐọc thêm",
            "Có một chiếc váy và bộ đồ được thiết kế riêng ở đây. Jessica đã giúp tôi mọi thứ và tôi rất hài lòng với trải nghiệm này! Về nhà với tất cả đồ đạc trong ngày đầu tiên đến đây.Đọc thêm",
            "Đội mắt xanh rất đáng yêu và vui vẻ khi ở gần. An đã làm rất tốt việc giúp tôi quyết định xem tôi thích gì. Cám ơn Ân! Dịch vụ tuyệt vời.Đọc thêm",
            "Họ có dịch vụ đặc biệt và rất hữu ích. Với thời gian có hạn, chúng tôi đã cho ra đời một sản phẩm tuyệt vời. Jessica là một nhà cung cấp dịch vụ tuyệt vời và rất vui vẻ. Rất khuyến khích bạn nên hoàn thiện quần áo ở đó.Đọc thêm",
            "Lily đã giúp tôi rất nhiều ở đây! Thực sự khuyên bạn nên đến đây nếu bạn có thời gian ở Hà Nội! Sẽ giúp đỡ bạn và đưa ra những lời khuyên hữu íchĐọc thêm",
            "Eva thật tuyệt vời, dịch vụ rất vui tính và tuyệt vời. Quần áo có chất lượng tốt nhất. Tôi muốn giới thiệu đây là nơi để bạn có được quần áo tùy chỉnh. Yêu cầu Eva shell chăm sóc bạnĐọc thêm"
        ],
        "star_ratings": [
            4761,
            86,
            8,
            5,
            3
        ],
        "review_amount": 4863,
        "location": [
            "Những điều cần làm ở Hội An",
            "Châu Á",
            "Việt Nam",
            "Chào An",
            "Tỉnh Quảng Nam",
            "Thợ may mắt xanh"
        ],
        "reviews_time": [
            "Written June 9, 2023",
            "Written June 11, 2023",
            "Written June 14, 2023",
            "Written June 19, 2023",
            "Written June 20, 2023",
            "Written June 22, 2023",
            "Written June 22, 2023",
            "Written June 23, 2023",
            "Written June 24, 2023",
            "Written June 26, 2023",
            "Written May 13, 2024",
            "Written May 13, 2024",
            "Written May 13, 2024",
            "Written May 13, 2024",
            "Written May 12, 2024",
            "Written May 12, 2024",
            "Written May 12, 2024",
            "Written May 12, 2024",
            "Written May 12, 2024",
            "Written May 11, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298082-d3494128-Reviews-or60-Blue_Eye_Tailor-Hoi_An_Quang_Nam_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d10768724-Reviews-Olivier_Coffee-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d3724095-Reviews-Little_Faifo_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25259196-Reviews-Hoi_An_Heart_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26229136-Reviews-Sing_Ma_Restaurant_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26848559-Reviews-Em_H_i_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d24966494-Reviews-Lenco_Cafe_Bar-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d14927502-Reviews-Silent_Garden_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25306878-Reviews-Chops_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25420069-Reviews-MAAZI_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d12254323-Reviews-Phin_Coffee_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12907128-Reviews-Art_House_Gallery_and_Coffees_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2283386-Reviews-Ba_Le_Well-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d5854199-Reviews-The_Timeless_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d17854241-Reviews-Sonsu_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8775902-Reviews-Dinh_Cam_Pho_Cam_Pho_Communal_House-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d9978380-Reviews-Cloth_Shop_VY_VY_II-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12310669-Reviews-Hoi_An_Post_Office-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d451148-Reviews-Hoi_An_Museum-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d25236612-Reviews-Gieng_Ba_Le-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12499410-Reviews-ALLEY_Artist_House_2-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3494128-Reviews-or50-Blue_Eye_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3494128-Reviews-or70-Blue_Eye_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3494128-Reviews-Blue_Eye_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2717876-Reviews-Peace_Tailor_in_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15776299-Reviews-Thanh_Design-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6845023-Reviews-Two_Ladies_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15000385-Reviews-Blue_Chic_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26605658-Reviews-Bison_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2202046-Reviews-Metiseko-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1194254-Reviews-A_Dong_Silk_Tailors-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4609042-Reviews-Tuong_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d9466019-Reviews-45_Thu_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12945791-Reviews-Shine_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19268154-Reviews-Huy_Minh_Silver-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4281961-Reviews-Linh_Chi_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d17301348-Reviews-Bong_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8624535-Reviews-Huong_Xuan_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d24880933-Reviews-Lee_s_Quilt-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1130040-Reviews-Cloth_Shop_Thanh_Tu-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d24983630-Reviews-Tina_Spa_Massage_Hoi_an-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25137140-Reviews-M_Vi_Spa_H_i_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g25379304-d26822529-Reviews-Vision_Tailor_Hoi_An-Minh_An_Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d5500662-Reviews-Aaron_Spa_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12613795-Reviews-Non_Spa_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d11908085-Reviews-Mui_The_Label-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26855443-Reviews-Pho_Spa_Massage_For_Men_And_Women_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g53951-d15051558-Reviews-Baily_s_Dairy-West_Chester_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g297390-d1594684-Reviews-Artisans_Angkor-Siem_Reap_Siem_Reap_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g35071-d1067430-Reviews-Tanger_Outlets_Locust_Grove-Locust_Grove_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g317071-d9792396-Reviews-Ado_Awaye_Mountains_and_Suspended_Lakes-Ibadan_Oyo_State.html",
            "https://www.tripadvisor.com/Attraction_Review-g56014-d140093-Reviews-Huntsville_State_Park-Huntsville_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60964-d104021-Reviews-Luray_Caverns-Luray_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35484-d280481-Reviews-Lake_Pend_Oreille-Hope_Idaho.html",
            "https://www.tripadvisor.com/Attraction_Review-g150812-d12693229-Reviews-Museo_Frida_Kahlo-Playa_del_Carmen_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g776028-d1030574-Reviews-Coral_Bay-Peyia_Paphos_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g48158-d7261537-Reviews-Norman_J_Levy_Park_Preserve-Merrick_Long_Island_New_York.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298082-d3494128-Reviews-or70-Blue_Eye_Tailor-Hoi_An_Quang_Nam_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298082-d3494128-Reviews-or60-Blue_Eye_Tailor-Hoi_An_Quang_Nam_Province.html",
        "caculated": true,
        "dicts_sentiment_average": {
            "mi": 0.9230767684057355,
            "xúc phạm": 0.9646929888986051,
            "trải nghiệm": 0.9954804118024185,
            "trang phục": 0.9941066597821191
        },
        "dicts_adj": {
            "mi": [
                "nhiều"
            ],
            "xúc phạm": [
                "nhất",
                "quanh co"
            ],
            "trải nghiệm": [
                "tuyệt vời"
            ],
            "trang phục": [
                "vui"
            ]
        },
        "list_proper_noun": [],
        "factor value": {
            "mi": 1,
            "xúc phạm": 1,
            "trải nghiệm": 2,
            "trang phục": 2
        }
    },
    {
        "attraction_name": "Blue Eye Tailor",
        "attraction_name_vi": "Thợ may mắt xanh",
        "general_info": [
            "4.861 đánh giá",
            "71 trên 679 Mua sắm ở Hội An",
            "Cửa hàng quà tặng đặc sản"
        ],
        "attraction_summary": "Hội An được biết đến rộng rãi như một trong những điểm tham quan du lịch nổi tiếng nhất tại Việt Nam được UNESCO công nhận là Di sản văn hóa thế giới. Hội An cũng là một thương cảng nổi tiếng từ thế kỷ 17, đặc biệt là trong ngành may đo theo yêu cầu. Ngành may đo không chỉ mang lại mức sống tốt hơn mà còn cung cấp các giao lưu văn hóa được nêu bật bởi sự thân thiện, khó khăn, khéo léo và trí sáng tạo đặc biệt của người dân địa phương. Blue Eye là một trong những thợ may may đo hàng đầu. Được thành lập vào năm 2003, chúng tôi tự hào là một gia đình may đo truyền thống sở hữu một số lượng lớn thợ may tài năng và đam mê. Chúng tôi rất vinh dự khi được phục vụ hàng trăm nghìn du khách may đo trang phục trong thời gian lưu trú tại Hội An. Chỉ cần chọn chất liệu yêu thích của bạn và số đo cơ thể của bạn, chúng tôi có thể tùy chỉnh phong cách và thời trang cá nhân của bạn từ bất kỳ danh mục nào, sau đó giao hàng trực tiếp cho bạn hoặc gửi đến bất kỳ quốc gia nào trên thế giới. Phương châm kinh doanh của chúng tôi là dịch vụ xuất sắc; chúng tôi không ngại bất kỳ khó khăn nào để đáp ứng mong đợi vượt trội của bạn. Đọc thêm",
        "reviews": [
            "Con gái 25 tuổi của tôi và tôi đã đến thăm Blue Eye Tailor tuần này. Chúng tôi đã có một trải nghiệm tuyệt vời từ đầu đến cuối. Chúng tôi làm việc với Lyly và Emma, ​​những người đã giúp thiết kế những chiếc váy và quần đẹp cho chúng tôi. Chúng phù hợp một cách hoàn hảo. Tôi muốn làm cho con gái tôi hạnh phúc như một người mẹ điển hình! nên tôi đồng ý cho cô ấy may thêm một chiếc váy nữa. Emma rất xúc động trước món quà của tôi đến nỗi cô ấy đã mát-xa cổ và vai cho tôi!!  Tôi và con gái bước đi với cảm giác như Lyly và Emma thực sự muốn giúp chúng tôi có được những bộ quần áo chất lượng cao nhất hiện có ở Hội An. Tôi nghi ngờ bất kỳ thợ may nào khác ở Hội An cũng cung cấp loại dịch vụ này. 100 sẽ giới thiệu! Đọc thêm",
            "Nơi tuyệt vời để may quần áo vừa vặn với bạn, chỉ cần cho họ biết bạn muốn may gì và nó sẽ được thực hiện trong vòng chưa đầy 24 giờ. Tôi đã nhận được 3 món đồ và Eva đáng yêu đã rất nhanh chóng và chu đáo! Tôi thích quần áo mới của mình: cảm ơn bạn. Đọc thêm",
            "Một trải nghiệm tuyệt vời, từ đầu đến cuối. Emma Ly rất vui khi được làm việc cùng, những cô chủ đường may xuất sắc, rất hữu ích và vui tính. Tất cả các mặt hàng đã sẵn sàng trong 24 giờ mà không cần bất kỳ thay đổi nào. Tôi đánh giá cao cả hai. Đọc thêm",
            "Tiệm may đẹp nhân viên cũng xinh không kém. Ly và nhóm của cô ấy rất quan tâm và chú ý để đảm bảo tầm nhìn của bạn trở nên sống động với nhiều loại vải để lựa chọn và chất lượng tuyệt vời, bạn chắc chắn sẽ hài lòng với sản phẩm của mình. Tôi đã có thể cho xem những bức ảnh về những gì tôi muốn và chúng rất hữu ích trong việc thiết kế chúng, đưa ra ý tưởng để làm cho chúng tốt hơn. Yêu trải nghiệm và hàng may mặc của tôi!!! Đọc thêm",
            "Thật là một trải nghiệm may đo tuyệt vời! Được Sunny giúp đỡ, cô ấy rất tử tế, hữu ích và đưa ra lời khuyên trung thực về kiểu dáng, màu sắc, phong cách, v.v. Bắt đầu bằng việc mua một chiếc áo khoác pea coat và kết thúc bằng việc quay lại và đặt mua một chiếc blazer vì tôi rất thích cửa hàng! Cảm ơn Sunny rất nhiều một lần nữa! Đọc thêm",
            "Tôi đã có trải nghiệm tốt nhất tại Blue Eye. Bộ đồ của tôi được thực hiện trong vòng 24 giờ. Eva quả là một chuyên gia và rất vui khi được làm việc cùng. Tôi muốn giới thiệu mọi người đến đây và xin Eva.Đọc thêm",
            "Dịch vụ tuyệt vời nhất tại Blue Eye. Dịch vụ nhanh. Có áo khoác, áo sơ mi và quần dài được thực hiện. Tất cả đều được trang bị như một chiếc găng tay. Mi đã đưa ra lời khuyên tốt nhất về chất liệu vải và kiểu dáng. Hãy hỏi Mi khi đến đây nhé! Lời khuyên tốt nhất và dịch vụ đáng yêu. Trải nghiệm tuyệt vời nhất tôi có ở Hội An!Đọc thêm",
            "Tôi đến với Blue Eye một cách già nua và đa cảm! Chiếc áo sơ mi vải lanh mà tôi đã mặc nhiều năm và nó bị thủng lỗ. Lyly đã sử dụng đường viền ren từ chiếc áo sơ mi cũ của tôi để may cho tôi một chiếc áo sơ mi vải lanh mới trông giống như chiếc áo cũ của tôi, nhưng bây giờ thậm chí còn đẹp hơn!! Cô ấy đã làm một công việc hoàn toàn hoàn hảo, rất muốn giới thiệu cho mọi người!!Đọc thêm",
            "Mi đã giúp tôi rất nhiều khi chọn kiểu dáng và phong cách. Cô ấy đã giúp tôi chọn kiểu nào phù hợp nhất với cơ thể mình mà không hề xúc phạm hay quanh co. Khi tôi yêu cầu chỉnh sửa, cô ấy đã hoàn thành trong vòng 5 giờ và thực hiện chính xác như yêu cầu. Tôi chắc chắn sẽ giới thiệu và quay lại nếu có thể. Đọc thêm",
            "Mi đã cung cấp cho tôi dịch vụ chăm sóc khách hàng tốt nhất và có thể giúp tôi tạo ra bộ trang phục sinh nhật thứ 21 trong mơ của mình. Blue Eye đã mang đến cho tôi sản phẩm chất lượng tốt nhất và tôi rất vui khi được mặc nó. Cảm ơn Mi và Mắt Xanh! Đọc thêm",
            "Mi, Eva và Jessica rất hữu ích và khiến mọi thứ trở nên dễ dàng nên chắc chắn bạn nên sử dụng chúng. Họ thật tuyệt vời trong việc phù hợp với bạn.Đọc thêm",
            "Ruby thực sự rất tốt và hữu ích, cô ấy đã tạo ra những chi tiết đẹp nhất và vừa vặn hoàn hảo! Tôi sẽ giới thiệu mọi người đến với cô ấyĐọc thêm",
            "Đã có trải nghiệm tuyệt vời tại Blue Eye Tailor! Lucy là một viên ngọc quý trong toàn bộ quá trình - cô ấy có thể biến những bức ảnh đầy cảm hứng của tôi trở nên sống động và sẵn sàng đáp ứng mọi yêu cầu chỉnh sửa của tôi. Cửa hàng cung cấp nhiều lựa chọn các loại vải chất lượng cao và tay nghề tuyệt vời. Thời gian hoàn thành cũng siêu nhanh. Chắc chắn sẽ quay lại! Đọc thêm",
            "Yêu, yêu, yêu trải nghiệm mua sắm vui vẻ của tôi với Anni xinh đẹp! Chồng tôi và tôi đi vào khoảng giờ ăn trưa và được chào đón bằng nước đóng chai lạnh và sự nhiệt tình của đội ngũ nhân viên tuyệt vời tại Blue Eye Tailor. Tối hôm đó, chúng tôi quay lại để thử đồ và ngày hôm sau chúng tôi đã thu dọn mọi thứ. Tôi đã đặt mua 11 bộ quần áo trong đó có một chiếc váy là bản sao của bộ quần áo tôi yêu thích mà tôi mang theo. Tôi đã được thông báo ở Úc rằng quá khó để sao chép nếu không có Anni mặc dù cái mới hoàn toàn hoàn hảo!!  Dịch vụ nhanh chóng, đáng tin cậy, thân thiện và rất nhiều niềm vui. Tôi có thể tiếp tục về từng chiếc quần short, quần dài, áo sơ mi và hai chiếc váy khác, tuy nhiên nếu bạn đang ở Hội An, hãy tự giúp mình và ghé qua! Đọc thêm",
            "Lucy đã làm cho tôi một bộ đồ 2 món tuyệt vời và một chiếc váy đen. Tôi lấy cảm hứng từ nhãn hiệu SIR và nó gần như đã thành công. Cô ấy là một nhân vật và đáng yêu để nói chuyện. Sẽ giới thiệu cho bạn bè và người thânXem thêm",
            "Tôi và vợ thực sự hài lòng với cả quá trình lựa chọn mẫu mã, chất liệu vải cũng như tất cả các khâu vừa vặn. Thật nhanh chóng, như chúng tôi mong muốn và sản phẩm cuối cùng thật hoàn hảo! Chúng tôi có thể thành thật giới thiệu nơi này. Chúng tôi được phục vụ bởi Rosie và Lyly.Đọc thêm",
            "Đây là lần đầu tiên tôi nhận được một bộ đồ may đo. Tôi đã có một trải nghiệm tuyệt vời! Ngay khi tôi bước vào, Rosie đã ngay lập tức chăm sóc tôi. Cô ấy lấy số đo của tôi và cho tôi những khuyến nghị tuyệt vời. Cuối cùng tôi đã mua ba bộ quần áo với giá rất tốt. Phần tốt nhất là nó chỉ mất một ngày! Họ yêu cầu tôi thử bộ đồ mới và thực hiện những sửa đổi vào phút cuối để đảm bảo mọi thứ đều vừa vặn hoàn hảo. Các bạn nữ ở đó rất vui khi được làm việc cùng. Tôi chắc chắn sẽ quay lại để mua thêm trang phục vào lần tới khi tôi đến Việt Nam!!Đọc thêm",
            "Đây là trải nghiệm đầu tiên của tôi khi có được một bộ vest vừa vặn và để tôi kể cho bạn nghe điều gì Cửa hàng này TUYỆT VỜI Lyly đã khiến trải nghiệm của tôi không thể nào quên Nhiều tiếng cười, nhiều câu chuyện cười đã được nói Và cuối cùng bộ đồ hóa ra thật tuyệt vời! Họ chào đón bạn bằng nước lạnh như đá hoặc bia!!Đọc thêm",
            "Chúng tôi thực sự không biết phải mong đợi điều gì với những bộ quần áo may đo được thực hiện trong vòng 24 giờ, nhưng trời ơi, chúng tôi đã rất ngạc nhiên! Nó tuyệt đến nỗi tôi đã quyết định ngay lập tức để may một bộ vest bằng chất liệu vải lanh đẹp, và nó được hoàn thành trong vòng chưa đầy 24 giờ. Lucy thật tuyệt vời, cô ấy đã làm việc không biết mệt mỏi để may cho tôi những bộ quần áo vừa vặn, được may cẩn thận và đẹp. Tôi thậm chí có thể may quần áo mới và gửi về nhà vì họ có tất cả các kích thước của tôi trong hồ sơ. Rất đáng để ghé thăm, họ có thể không phải là nơi rẻ nhất cũng không phải là nơi đắt nhất, nhưng chắc chắn hãy ưu tiên chất lượng hơn giá cả, bạn sẽ không thất vọng. Đọc thêm",
            "Vừa mới đến Blue eye Taylor và họ là một nhóm phụ nữ tuyệt vời. Ruby đã giúp tôi từ thiết kế cho đến màu sắc. Họ đã thay bộ đồ của tôi chỉ trong một đêm và nó vừa vặn hoàn hảo! Tôi thực sự khuyên bạn nên xuống và mua một số quần áo mà bạn biết sẽ vừa vặn!Đọc thêm",
            "Có thể thanh toán bằng thẻ tín dụng không?Đọc thêm",
            "Có thể thanh toán bằng thẻ tín dụng không?Đọc thêm",
            "Họ có làm bộ đồ của mình bằng vải canvas đầy đủ không?Đọc thêm",
            "Bạn có ý nghĩa gì bởi canvas? Giống như lót bên trong bộ đồ của bạn? Nếu vậy thì có!!!! Bạn có thể chọn nhiều loại vật liệu cho lớp lót bên trong.Đọc thêm",
            "Xin chào, tôi vừa may một số váy và muốn đặt thêm một số. Có địa chỉ email nào tôi có thể gửi đơn đặt hàng được không? Cảm ơn KirstyĐọc thêm",
            "Này Kirsty, blueeyeshop.48 tại gmailĐọc thêm",
            "Xin chào, bạn có thể vui lòng cho chúng tôi biết ý kiến ​​về giá của một bộ vest nam 2 mảnh và một bộ vest quần nữ không?\n\nCảm ơn\n\nLindaĐọc thêm",
            "Kính gửi quý khách hàng, \n\nCảm ơn bạn rất nhiều vì đã liên hệ với chúng tôi để có được thông tin về vest và quần được thiết kế riêng. Vui lòng liên hệ với chúng tôi qua thư doanh nghiệp của chúng tôi để biết thông tin chi tiết mà bạn quan tâm. \n\nChúng tôi mong được nghe lại bạn sớm. \n\nTrân trọng, \n\nThợ may mắt xanh\nĐọc thêm"
        ],
        "star_ratings": [
            4761,
            86,
            8,
            5,
            3
        ],
        "review_amount": 4863,
        "location": [],
        "reviews_time": [
            "Written June 9, 2023",
            "Written June 11, 2023",
            "Written June 14, 2023",
            "Written June 19, 2023",
            "Written June 20, 2023",
            "Written June 22, 2023",
            "Written June 22, 2023",
            "Written June 23, 2023",
            "Written June 24, 2023",
            "Written June 26, 2023",
            "Written May 11, 2024",
            "Written May 11, 2024",
            "Written May 10, 2024",
            "Written May 10, 2024",
            "Written May 10, 2024",
            "Written May 9, 2024",
            "Written May 9, 2024",
            "Written May 9, 2024",
            "Written May 9, 2024",
            "Written May 9, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298082-d3494128-Reviews-or70-Blue_Eye_Tailor-Hoi_An_Quang_Nam_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d10768724-Reviews-Olivier_Coffee-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d3724095-Reviews-Little_Faifo_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25259196-Reviews-Hoi_An_Heart_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26229136-Reviews-Sing_Ma_Restaurant_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26848559-Reviews-Em_H_i_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d24966494-Reviews-Lenco_Cafe_Bar-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d14927502-Reviews-Silent_Garden_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25306878-Reviews-Chops_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25420069-Reviews-MAAZI_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d12254323-Reviews-Phin_Coffee_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12907128-Reviews-Art_House_Gallery_and_Coffees_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2283386-Reviews-Ba_Le_Well-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d5854199-Reviews-The_Timeless_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d17854241-Reviews-Sonsu_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8775902-Reviews-Dinh_Cam_Pho_Cam_Pho_Communal_House-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d9978380-Reviews-Cloth_Shop_VY_VY_II-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12310669-Reviews-Hoi_An_Post_Office-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d451148-Reviews-Hoi_An_Museum-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d25236612-Reviews-Gieng_Ba_Le-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12499410-Reviews-ALLEY_Artist_House_2-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3494128-Reviews-or60-Blue_Eye_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3494128-Reviews-or80-Blue_Eye_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3494128-Reviews-Blue_Eye_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2717876-Reviews-Peace_Tailor_in_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15776299-Reviews-Thanh_Design-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6845023-Reviews-Two_Ladies_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15000385-Reviews-Blue_Chic_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26605658-Reviews-Bison_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2202046-Reviews-Metiseko-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1194254-Reviews-A_Dong_Silk_Tailors-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4609042-Reviews-Tuong_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d9466019-Reviews-45_Thu_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12945791-Reviews-Shine_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19268154-Reviews-Huy_Minh_Silver-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4281961-Reviews-Linh_Chi_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d17301348-Reviews-Bong_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8624535-Reviews-Huong_Xuan_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d24880933-Reviews-Lee_s_Quilt-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1130040-Reviews-Cloth_Shop_Thanh_Tu-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d24983630-Reviews-Tina_Spa_Massage_Hoi_an-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25137140-Reviews-M_Vi_Spa_H_i_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g25379304-d26822529-Reviews-Vision_Tailor_Hoi_An-Minh_An_Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d5500662-Reviews-Aaron_Spa_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12613795-Reviews-Non_Spa_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d11908085-Reviews-Mui_The_Label-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26855443-Reviews-Pho_Spa_Massage_For_Men_And_Women_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g189444-d21312450-Reviews-Paradise_Beach-Kos_Dodecanese_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d531952-Reviews-T_Mobile_Park-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g580347-d4317735-Reviews-Mineralbad_Spa_Rigi_Kaltbad-Rigi_Kaltbad.html",
            "https://www.tripadvisor.com/Attraction_Review-g46756-d5973836-Reviews-Carnegie_Lake-Princeton_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46278-d6908484-Reviews-Allen_Albee_Beach-Wolfeboro_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g49325-d274235-Reviews-Hatley_Pointe_Ski_Resort-Mars_Hill_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g42441-d2209702-Reviews-Sugarloaf_Mountain-Marquette_Upper_Peninsula_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g60623-d155346-Reviews-Kilohana_Plantation-Lihue_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g13362153-d1720876-Reviews-Wilpattu_National_Park-Saliyapura_Anuradhapura_North_Central_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g32276-d11687874-Reviews-Cypress_Swap_Meet-Cypress_California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298082-d3494128-Reviews-or80-Blue_Eye_Tailor-Hoi_An_Quang_Nam_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298082-d3494128-Reviews-or70-Blue_Eye_Tailor-Hoi_An_Quang_Nam_Province.html",
        "caculated": true,
        "dicts_sentiment_average": {
            "quần áo": 0.9940819664625451,
            "món đồ": 0.9955897239851765,
            "quần áo mới": 0.9953774490277283,
            "trải nghiệm may": 0.9951745255384594,
            "áo khoác": 0.5,
            "cửa hàng": 0.5
        },
        "dicts_adj": {
            "quần áo": [
                "tuyệt vời",
                "đầy"
            ],
            "món đồ": [
                "nhanh chóng"
            ],
            "quần áo mới": [],
            "trải nghiệm may": [
                "tuyệt vời"
            ],
            "áo khoác": [],
            "cửa hàng": []
        },
        "list_proper_noun": [],
        "factor value": {
            "quần áo": 1,
            "món đồ": 1,
            "quần áo mới": 1,
            "trải nghiệm may": 1,
            "áo khoác": 1,
            "cửa hàng": 1
        }
    }
]