[
    {
        "attraction_name": "Bluespring Caverns",
        "attraction_name_vi": "Hang động Bluespring",
        "general_info": [
            "245 đánh giá",
            "- 1 trong 13 điều cần làm ở Bedford",
            "Hang Động - Hang Động"
        ],
        "attraction_summary": "Tất cả các nhân viên đều rất thân thiện và hữu ích. Keegan là một hướng dẫn viên du lịch tuyệt vời. Chúng tôi rất thích tổ chức sinh nhật cho mẹ vào ngày sinh nhật của anh ấy.  - - Nhưng Keegan rất giàu thông tin, thân thiện và hóm hỉnh.Đọc thêm",
        "reviews": [
            "Chúng tôi dừng lại ở đây trong một chuyến đi đường và rất thích nó. Đây không phải là một trong những hang động có măng đá ngoạn mục mà là một chuyến đi thuyền rất đẹp trên dòng sông ngầm. Hướng dẫn viên của chúng tôi rất vui tính và kể cho chúng tôi rất nhiều điều về hang động. Có một cửa hàng quà tặng và bàn ăn dã ngoại bên ngoài.Đọc thêm",
            "Trải nghiệm siêu thú vị! Rất khác so với chuyến đi bộ điển hình của một hang động - hang động. Alex thật tuyệt vời và siêu hiểu biết! Là điểm dừng chân thú vị của chồng và các con tôi; -  Đọc thêm",
            "Chúng tôi chưa bao giờ đến một dòng sông ngầm mà bạn có thể chèo thuyền.  Rất thú vị và là một ví dụ tuyệt vời về công việc thủ công của Chúa sử dụng nơi mà chúng ta - nghĩ - là những sự xuất hiện ngẫu nhiên của tự nhiên.  Anh ấy đã lên kế hoạch để chúng tôi tận hưởng.Đọc thêm",
            "Đi thuyền dưới lòng đất làm tôi nhớ đến cuốn sách tôi đã đọc khi còn nhỏ, - the dark bright water - của một tác giả người Úc, Patricia Wrightson. Tôi không nhớ nhiều, nhưng cuốn sách là phần thứ hai của một loạt truyện dựa trên thần thoại thổ dân Úc. Tôi nhớ mang máng đó là câu chuyện về một anh hùng nam nửa người nửa thú du hành qua vương quốc của hệ thống nước ngầm của phụ nữ. Cô con gái tuổi teen buồn bã và lo lắng của tôi ban đầu định ở lại trong xe, nhưng cô bé quyết định đi cùng tôi khi biết rằng đó là một chuyến tham quan bằng thuyền và cô bé không phải đi bộ. Các hang động không thú vị và - hoặc ấn tượng như một số hang động khác mà tôi đã ghé thăm, nhưng chuyến đi bằng thuyền đã khiến nơi này trở nên đặc biệt và riêng tư hơn rất nhiều đối với tôi, nhờ những cuốn sách tôi yêu thích khi còn nhỏ. Đọc thêm",
            "Tôi thích đi thuyền và ngay cả đứa trẻ lo lắng của tôi cũng thích thú với hang động lạnh lẽo tối tăm vào một ngày nóng bức. Chắc chắn mang theo một chiếc áo khoác nhẹ. Chúng tôi đến sau giờ làm 4 phút, hy vọng họ sẽ chấp nhận những người đến muộn nhưng phải đợi chuyến tham quan tiếp theo... Chúng tôi dạo qua cửa hàng quà tặng, mua một túi nhỏ đựng bộ dụng cụ khai thác đá quý, năm mươi phút trôi qua nhanh chóng Đọc thêm",
            "Tôi thấy đường thuyền rất yên tĩnh và thư giãn. Hướng dẫn viên du lịch rất mạnh mẽ, vui tính và nhiều thông tin!Đọc thêm",
            "Chuyến tham quan tuyệt vời kéo dài ít nhất một giờ, chúng tôi có Andrew làm hướng dẫn viên du lịch, rất nhiều thông tin, rất hiểu biết, rất chuyên nghiệp, rất nhiều niềm vui không thể nói đủ những điều tuyệt vời về chuyến tham quan nàyĐọc thêm",
            "Tôi yêu thích chuyến tham quan này.  Một trong những trang web loại.  Nhân viên thân thiện và hữu ích.  Đi thuyền trong hang động.  Không thể tin được.  Chắc chắn đề nghịĐọc thêm",
            "Đây là một trải nghiệm rất thú vị. Hướng dẫn viên du lịch rất giỏi và cô ấy đã làm rất tốt việc trả lời các câu hỏi.  Chúng tôi rất thích nhìn thấy những tảng đá khác nhau, những con tôm và cá sống trong bóng tối thật thú vị.  Chúng tôi cũng thực sự thích ngồi trong bóng tối tuyệt đối, hoàn toàn yên tĩnh và nghe thấy tiếng động - sấm sét - .   Sau chuyến tham quan, một trong những hướng dẫn viên đã rút ra một bản đồ toàn bộ hệ thống và được chia sẻ một số kinh nghiệm khám phá hang động.  Điều đó rất thú vị.Đọc thêm",
            "Tôi - tôi là một cá nhân khá lớn. Về chuyến đi qua đêm, người ta nói rằng chúng tôi sẽ phải bò. Spa có đủ rộng cho một người đàn ông nặng 300 lbs không? Chúng ta sẽ bò khoảng bao nhiêu?Đọc thêm",
            "Tôi chưa bao giờ thực hiện chuyến đi qua đêm nhưng sau khi thực hiện chuyến tham quan bằng thuyền và nghe những điểm nổi bật của chuyến tham quan qua đêm, tôi cho rằng không gian bạn sẽ đi qua đủ rộng để bạn đi qua. Nếu không, rất có thể họ sẽ cho các nhóm biết trước điều đó. Hy vọng bạn sẽ thích thú, nơi này thực sự tuyệt vời!!Đọc thêm",
            "Tôi không thích bị nhốt trong thang máy. Bạn có nghĩ rằng nó đủ rộng rãi để tôi không cảm thấy ngột ngạt không?Đọc thêm",
            "Xin chào!  Nếu bạn lo lắng khi ở trong thang máy, có lẽ bạn sẽ không sao, tuy nhiên bạn là người hiểu rõ nhất về cảm giác của mình khi ở dưới lòng đất.Đọc thêm",
            "Giá cho chuyến đi thuyền và ngày thángĐọc thêm",
            "Truy cập trang web Bluespring Caverns để biết thông tin giá chi tiết. Tính đến năm 2016-2017, giá của chúng tôi là - 18,00 cho người lớn và - 10,00 cho trẻ em từ 3-15 tuổi. Đọc thêm",
            "Đối với một gia đình có 4 đứa trẻ - 17, 7, 5, 3 - đây có phải là hang động bạn muốn giới thiệu không?  Chúng tôi - sẽ ở khu vực này và tìm kiếm điều gì đó thú vị cho gia đình để làm.Đọc thêm",
            "Tôi đoán điều đó phụ thuộc vào 3 và 5 đứa trẻ của bạn - đó là một giờ đi thuyền - liệu chúng có ổn khi ngồi trong một giờ không?    Nếu vậy thì bạn sẽ ổn thôi.   Trong hang cũng khá tối - chỉ có ánh sáng duy nhất là ngọn đèn phía trước thuyền.   Có những đứa trẻ trên thuyền của chúng tôi và chúng dường như không bận tâm đến điều đó.Đọc thêm",
            "Đối với một gia đình có 4 đứa trẻ - 17, 7, 5, 3 - đây có phải là hang động bạn muốn giới thiệu không?  Chúng tôi - sẽ ở khu vực này và tìm kiếm điều gì đó thú vị cho gia đình để làm.Đọc thêm",
            "Tôi có thể nói rằng những đứa trẻ lớn hơn sẽ có một vụ nổ!  Mối quan tâm của tôi sẽ dành cho đứa trẻ 3 tuổi. Đường đi bộ dốc và việc đi thuyền có thể khiến bạn cảm thấy nhàm chán. Vì vậy, điểm mấu chốt là tôi không nghĩ rằng đứa trẻ 3 tuổi sẽ kéo dài chuyến đi thuyền trong một phần của chuyến tham quan.  Tôi hy vọng điều này có ích.Đọc thêm",
            "Khi tôi vào trang web của bạn, nó báo có phiếu giảm giá có thể in được, nhưng tôi không thể in được. Có phiếu giảm giá không?Đọc thêm",
            "Trang web của chúng tôi không còn cung cấp phiếu giảm giá có thể in được nữa.  Tuy nhiên, nếu bạn truy cập trang web Khám phá Nam Indiana - trong phần Hang động -, có sẵn phiếu giảm giá Bluespring.Đọc thêm",
            "Bạn tìm thấy phiếu giảm giá cho Blue Springs Cavern ở đâu? Đi tour này vào tháng 5 có lạnh quá không?Đọc thêm",
            "Xin chào!  \n\nTại thời điểm này, chúng tôi chỉ cung cấp một phiếu giảm giá cho Bluespring Caverns.  Nó có trong tài liệu quảng cáo Khám phá Indiana hoặc bạn có thể truy cập trang web Khám phá Nam Indiana và đi đến phần Hang động để lấy phiếu giảm giá.Đọc thêm"
        ],
        "star_ratings": [
            144,
            77,
            17,
            1,
            6
        ],
        "review_amount": 245,
        "location": [
            "Bedford",
            "Các hoạt động ở Bedford",
            "Hoa Kỳ",
            "Indiana-IN-",
            "Hang động Bluespring"
        ],
        "reviews_time": [
            "Written October 14, 2023",
            "Written June 25, 2023",
            "Written June 22, 2023",
            "Written May 18, 2023",
            "Written April 24, 2023",
            "Written April 21, 2023",
            "Written January 13, 2023",
            "Written October 22, 2022",
            "Written October 13, 2022",
            "Written August 15, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g36928-d1520788-Reviews-Bluespring_Caverns-Bedford_Indiana.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g36928-d17804882-Reviews-Bluespring_Caverns-Bedford_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g36928-d10457207-Reviews-Applacres-Bedford_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g36928-d17863020-Reviews-Riverside_Antiques-Bedford_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g36928-d10406139-Reviews-Highway_37_Flea_Market-Bedford_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g36928-d4228523-Reviews-Hoosier_National_Forest-Bedford_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37329-d612832-Reviews-Carousel_Winery-Mitchell_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g36928-d7185446-Reviews-Lawrence_County_Historical_and_Genealogical_Society-Bedford_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37329-d9583032-Reviews-Mitchell_Opera_House-Mitchell_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37638-d21058779-Reviews-Williams_Covered_Bridge-Williams_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37329-d24937931-Reviews-Virgil_I_Gus_Grissom_Rocket_Monument-Mitchell_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g36928-d1520788-Reviews-or10-Bluespring_Caverns-Bedford_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g36928-d7023927-Reviews-Milwaukee_Trail-Bedford_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g36928-d6922370-Reviews-Milwaukee_Trail-Bedford_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g36928-d27076962-Reviews-Murray_Park-Bedford_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37329-d548032-Reviews-Spring_Mill_State_Park-Mitchell_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37329-d7085906-Reviews-Virgil_I_Gus_Grissom_Memorial_Museum-Mitchell_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g36928-d10162639-Reviews-The_Primitive_Porch-Bedford_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37329-d5121786-Reviews-Whispers_Estate-Mitchell_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37329-d7896375-Reviews-Gus_Grissom_Boyhood_Home-Mitchell_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g36928-d1368417-Reviews-Otis_Park_Golf_Course-Bedford_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g34439-d4694978-Reviews-Treehouse_Miami-Miami_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g30129-d1486693-Reviews-Arrington_Vineyards-Arrington_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g50367-d19354595-Reviews-Nelson_Ledges_Quarry_Park-Garrettsville_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g33364-d274331-Reviews-Cheyenne_Mountain_Zoo-Colorado_Springs_El_Paso_County_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g187309-d190295-Reviews-Deutsches_Museum-Munich_Upper_Bavaria_Bavaria.html",
            "https://www.tripadvisor.com/Attraction_Review-g34182-d3318323-Reviews-Destin_Harbor_Boardwalk-Destin_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g294472-d550310-Reviews-St_Sava_Temple-Belgrade.html",
            "https://www.tripadvisor.com/Attraction_Review-g187785-d11823442-Reviews-Vele_di_Scampia-Naples_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g29757-d117420-Reviews-Plaza_Blanca-Abiquiu_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g297972-d10061366-Reviews-Kusadasi_Shopping_Center-Kusadasi_Turkish_Aegean_Coast.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g36928-d1520788-Reviews-or10-Bluespring_Caverns-Bedford_Indiana.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g36928-d1520788-Reviews-Bluespring_Caverns-Bedford_Indiana.html"
    }
]