[
    {
        "attraction_name": "Bluegrass Scenic Railroad and Museum",
        "attraction_name_vi": "Bảo tàng và Đường sắt ngắm cảnh Bluegrass",
        "general_info": [
            "70 đánh giá",
            "15 trong số 25 điều cần làm ở Versailles",
            "Bảo tàng chuyên ngành"
        ],
        "attraction_summary": "Bảo tàng sở hữu 5,5 dặm đường ray, từ ngay phía tây Versailles, đến con đường dốc nhìn ra Sông Kentucky. Cầu Cao Youngs, còn được gọi là Cầu Cao Tyrone, tiếp tục bắc qua sông đến phía Quận Anderson. Thứ bảy và chủ nhật hàng tuần từ cuối mùa xuân đến đầu mùa thu, tàu khởi hành từ ga lúc 2 giờ chiều trong chuyến đi dài 90 phút. Hiện tại, đoàn tàu đang di chuyển đến cuối đường ray, ở rìa Cầu Cao Youngs. Hành khách có thể xuống tàu để ngắm nhìn đỉnh cầu và khung cảnh xung quanh. Sau khi lên tàu lại, tàu quay trở lại ga. Chúng tôi có một số loại Sự kiện đặc biệt trong suốt cả năm để giúp thu hút sự quan tâm đến Bảo tàng của chúng tôi!Đọc thêm",
        "reviews": [
            "Đường vào lớp 1 cùng các cháu. Những chiếc ghế bị ố nặng và bốc mùi. Huấn luyện viên đi xe. Nhân viên tuyệt vời! Đừng mong đợi được nghe những phân đoạn lịch sử đa dạng trong chuyến tham quan. Tôi lấy một đứa trẻ 2 tuổi và 6 tuổi, nó không đáng giá 67,00. Họ rất thích nhặt bí ngô và chụp ảnh. Tôi coi nó như một khoản quyên góp từ thiện.Đọc thêm",
            "Tôi hơi choáng ngợp. Tuy nhiên, tôi hơi bị vấy bẩn vì tôi đã từng đi những chuyến tàu tương tác khác. Điều đó đang được nói, những công nhân chúng tôi tốt bụng và người đàn ông kể chuyện rất hiểu biết và dễ lắng nghe. Tôi đánh giá cao rằng họ rất thân thiện với những con chó phục vụ hợp pháp nhưng không dung thứ cho những con chó xấu tính. Đọc thêm",
            "Trải nghiệm đường sắt thú vị! Trước tiên hãy kiểm tra các toa tàu ngoài trời của họ, sau đó dừng lại bên trong để tham quan một bảo tàng nhỏ tuyệt vời, SAU ĐÓ hãy bắt đầu chuyến tàu thực sự! Vui vẻ và dễ tiếp cận! Hãy đi và tận hưởng!Đọc thêm",
            "Khi chúng tôi đi du lịch, chúng tôi tập trung vào các di tích lịch sử và đào tạo những thứ liên quan, và điểm thu hút này hoàn toàn phù hợp với dự luật.  Dễ dàng tìm thấy, với bãi đậu xe đầy đủ hơn.  Chúng tôi đến thị trấn để dự đám cưới nên chỉ có một ngày để thăm và chọn ngày cuối tuần để họ tái hiện cuộc nội chiến.  Điều này thật không may. Trời đã mưa vào buổi sáng, nhưng chúng tôi đã có vé cho chuyến đi vào buổi chiều và lúc đó trời đã tạnh ráo.  Chúng tôi đến sớm và có thể nhận vé ở nhà ga có trưng bày rất đẹp, cửa hàng quà tặng dễ thương và phòng vệ sinh tuyệt vời. Chúng tôi đánh giá cao những giờ tình nguyện để vận hành một điểm thu hút như vậy và rất ấn tượng với chính các nhân viên của đường sắt .  Tất nhiên, có một khoảng thời gian chạy giới hạn giống như trên bất kỳ tuyến đường sắt ngắm cảnh nào và thực sự không có nhiều thứ để xem trên tuyến đường, nhưng lời tường thuật rất hay.  Đầu máy toa xe được bảo trì tốt và có một số ô tô đang đậu để xem xét. Chúng tôi được hứa hẹn có một khu cắm trại nơi chúng tôi có thể nói chuyện với những người lính. nhưng chỉ có một căn lều có một chiếc xe bán tải đậu bên cạnh và không thấy một người lính nào cả.  Hóa ra họ đã chạy chuyến đầu tiên và vẫn chưa quay lại.  Khi họ quay lại đã có khoảng chục người trong số họ.  Trong khi chúng tôi đi xe, họ đi lang thang lên xuống xe để cố gắng thu hút hành khách, nhưng hóa ra đó là 2 1 2 giờ nói đùa khó chịu, đặc biệt là của hai người phụ nữ.  Tôi e rằng họ đã duy trì những định kiến ​​về người dân biên cương thời đó và điều đó thật khó chịu.  Chúng tôi đã tái hiện cuộc nội chiến trong hơn 30 năm và việc đó có thể được thực hiện một cách đầy đủ thông tin và tôn trọng. Tôi hiểu rằng sở thích này đang suy giảm và rất khó tìm được tình nguyện viên, nhưng điều này lẽ ra đã có thể tốt hơn nhiều.Đọc thêm",
            "Chúng tôi đến đây để tham quan bảo tàng và nó đã đóng cửa. Không có giờ hoạt động nào được đăng. Chúng tôi đã kiểm tra trang web của họ và cũng không thấy giờ hoạt động của bảo tàng. Nếu có thì điều đó không rõ ràng.Đọc thêm",
            "Looking for something new to do on Labor Day weekend  also our Anniversary weekend, my wife ran across the Bluegrass Railroad Museum.   Weve always loved doing things that are train-related, so this was an easy decision.Riding the train?  Even better, as Ive always loved train travel.  They have the coach, first class, and the new open-air cars.  Those looked awesome, but since it was our anniversary weekend we were looking for a bit more.  A bit more meant we got to rid in The Cab with the engineers!  It was a totally awesome experience, sitting, literally, at the front of the train with the guys making the thing go.  As I recall the engineers were Robert and Steve, and were really nice guys.  They were funny and informative, and it was cool to see the behind the scenes while the train was in motion.  The Cab wasnt as big as I expected it to be and the controls werent really high-tech, then again this was a pretty vintage engine.  It was fun as we heard them calling out commands and statuses to each other and with the conductor at the rear of the train.The scenery along the way is beautiful.  Horse farms and rolling fields make for post-card ready photographs, and the limestone cuts along the way make you realize just how much work went into getting the track built back during the civil war.  We were also told that, while the railroad ties are replaced very 25 years, the iron rails are still the original rails that were laid back then.Once we got to the end of the track we ended up at the Kentucky River, which was seriously cool.  While its no longer viable for river crossings its still an awesome thing to see.  We stopped there for about 15 minutes to take pictures and to take in the scenery.Back on board the train and now the Engine is pushing the train from the rear and the engineers and conductor continued their calls, making sure things were moving safely.Once back at the station it was time to disembark and visit the museum and gift shop, which doubles as the ticket booth.  They have a nice array of souvenirs to chose from for anyone at any age.  The museum is a bit on the small side compared to others weve been to, but at the same time its perfectly sized for their operation.  There is also a model train exhibit in one of the stationary rail cars, and a few other cars to check out on the grounds.We really enjoyed our visit and train ride - especially riding in The Cab - and well be back again.Read more",
            "Một chuyến đi thư giãn, chuyến tham quan thú vị dành cho trẻ em, chúng tôi đã mang theo một đứa trẻ 3 tuổi. Đi du lịch hạng nhất. Tiếp tục đi bộ về phía sau, tôi nghĩ ghế không bị mòn ở đó. Có chỗ ngồi bên ngoài nhưng nhiệt độ tăng vọt. Phòng tắm trước khi bạn lên máy bay rất sạch sẽ .Giữa điểm họ cho phép bạn có cơ hội chụp ảnh vì vậy đừng bỏ lỡ điều này. Tôi rất muốn quay lại vào mùa thu.Đọc thêm",
            "Chúng tôi đã đến thăm bảo tàng miễn phí này vào thứ Ba và thấy nó chỉ mở cửa vào cuối tuần.  Thật thuận tiện để đậu xe gần đó và đi bộ để xem tất cả các kho đường sắt.  Bên cạnh là nơi trưng bày rõ ràng các thiết bị đường sắt chuyên dụng bao gồm Máy tăng tốc Fairmont năm 1949, Máy kéo tăng tốc và Máy mài đường ray cùng một số thiết bị khác.Đọc thêm",
            "Chúng tôi đưa cháu gái lên chuyến tàu ông già Noel. Cô ấy được ngồi với ông già Noel và chúng tôi chụp tất cả những bức ảnh mà chúng tôi muốn. Chuyến đi kéo dài 2 giờ. Các nhân vật Giáng sinh khác giải trí khi ông già Noel không có trong xe của chúng tôi. Phải xem trang trại ngựa trong chuyến điĐọc thêm",
            "Vì vậy, chuyến tàu đáng thất vọng hầu như không được trang trí, không có đồ ăn nhẹ và rất ít bài hát Giáng sinh. Muốn thử lại, chúng tôi đã xuống xe ở điểm dừng 0 và có Emg ở nơi chúng tôi vừa đặt. Không có hoạt động giải trí hoặc trang trí trên cánh đồngĐọc thêm",
            "Làm cách nào để mua véĐọc thêm",
            "Tôi đã mua chúng trên trang webĐọc thêm",
            "Khi nào nó mở cửa vào mùa xuân?Đọc thêm",
            "Khai trương vào ngày 6 tháng 4Đọc thêm",
            "bạn có chuyến tàu Giáng sinh không và bạn có giá nhóm không.Đọc thêm"
        ],
        "star_ratings": [
            16,
            21,
            16,
            10,
            7
        ],
        "review_amount": 70,
        "location": [
            "Hoa Kỳ",
            "Kentucky, KY",
            "Những điều cần làm ở Versailles",
            "Versailles",
            "Bảo tàng và Đường sắt ngắm cảnh Bluegrass"
        ],
        "reviews_time": [
            "Written November 7, 2023",
            "Written October 15, 2023",
            "Written October 1, 2023",
            "Written June 4, 2023",
            "Written April 25, 2022",
            "Written September 10, 2021",
            "Written July 4, 2021",
            "Written September 16, 2020",
            "Written March 7, 2020",
            "Written December 8, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g39940-d2039427-Reviews-Bluegrass_Scenic_Railroad_and_Museum-Versailles_Kentucky.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g39940-d6413480-Reviews-Ricardo_s_Grill_Pub-Versailles_Kentucky.html",
            "https://www.tripadvisor.com/Restaurant_Review-g39940-d19262569-Reviews-Paddock_Restaurant_at_Woodford_Inn-Versailles_Kentucky.html",
            "https://www.tripadvisor.com/Restaurant_Review-g39940-d15662579-Reviews-Rolling_Oven-Versailles_Kentucky.html",
            "https://www.tripadvisor.com/Restaurant_Review-g39940-d26686362-Reviews-Vallozzis-Versailles_Kentucky.html",
            "https://www.tripadvisor.com/Restaurant_Review-g39940-d15288618-Reviews-Spotz_Gelato-Versailles_Kentucky.html",
            "https://www.tripadvisor.com/Restaurant_Review-g39940-d4543452-Reviews-Pizza_Hut-Versailles_Kentucky.html",
            "https://www.tripadvisor.com/Restaurant_Review-g39940-d3802919-Reviews-Taqueria_Beccerra-Versailles_Kentucky.html",
            "https://www.tripadvisor.com/Restaurant_Review-g39940-d406169-Reviews-Wilson_s_Pool_Room-Versailles_Kentucky.html",
            "https://www.tripadvisor.com/Restaurant_Review-g39588-d14904725-Reviews-Smithtown-Lexington_Kentucky.html",
            "https://www.tripadvisor.com/Restaurant_Review-g39940-d17370423-Reviews-Spark_Community_Cafe-Versailles_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g39940-d280648-Reviews-Blue_Grass_Railroad_Museum-Versailles_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g39940-d10193605-Reviews-Falling_Springs_Water_Park-Versailles_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g39940-d5971965-Reviews-Woodford_Theatre-Versailles_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g39940-d23120514-Reviews-Lane_s_End-Versailles_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g39940-d6548441-Reviews-WinStar_Farm-Versailles_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g39940-d12785965-Reviews-Coolmore_America_Ashford_Stud-Versailles_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g39575-d2232929-Reviews-Wild_Turkey_Distillery-Lawrenceburg_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g39940-d610163-Reviews-Woodford_Reserve_Distillery-Versailles_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g39940-d3823048-Reviews-Nostalgia_Station_Toy_Museum-Versailles_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g39940-d10206922-Reviews-Big_Spring_Park-Versailles_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g39940-d2039427-Reviews-or10-Bluegrass_Scenic_Railroad_and_Museum-Versailles_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g39940-d4598989-Reviews-Solaris_Art_Gallery_786-Versailles_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g39940-d27084147-Reviews-Art_Space_Versailles-Versailles_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g39940-d27066696-Reviews-Heike_Pickett_Gallery-Versailles_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g39940-d3935567-Reviews-Raintree_Gallery_and_Framing-Versailles_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g39588-d26327148-Reviews-Rail_Explorers_Bluegrass_KY_Division-Lexington_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g39426-d13109537-Reviews-Castle_Key_Distillery-Frankfort_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g39588-d12604531-Reviews-Mill_Ridge_Farm-Lexington_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g39588-d11878548-Reviews-Godolphin-Lexington_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g39575-d1195663-Reviews-Four_Roses-Lawrenceburg_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g39588-d108503-Reviews-Keeneland-Lexington_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g39575-d6959605-Reviews-Rising_Sons_Home_Farm_Winery-Lawrenceburg_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g33646-d212549-Reviews-Ice_Lakes_Trail-Silverton_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d189687-Reviews-Luxembourg_Gardens-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g49463-d18344562-Reviews-Drive_Shack_Raleigh-Raleigh_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g187253-d5604750-Reviews-Frioul_If_Express-Marseille_Bouches_du_Rhone_Provence_Alpes_Cote_d_Azur.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d451144-Reviews-Central_Market-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g32825-d124539-Reviews-The_Outlets_at_Orange-Orange_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g293890-d9795559-Reviews-Sundarijal_Water_Falls-Kathmandu_Kathmandu_Valley_Bagmati_Zone_Central_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g53627-d3600099-Reviews-Blue_Ridge_Flea_Market-Saylorsburg_Pocono_Mountains_Region_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g147401-d148081-Reviews-Cane_Bay-St_Croix_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g187479-d4363869-Reviews-Harry_s_Cocktail_Bar-Tenerife_Canary_Islands.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g39940-d2039427-Reviews-or10-Bluegrass_Scenic_Railroad_and_Museum-Versailles_Kentucky.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g39940-d2039427-Reviews-Bluegrass_Scenic_Railroad_and_Museum-Versailles_Kentucky.html"
    }
]