[
    {
        "attraction_name": "Blue Swimmer Adventures",
        "attraction_name_vi": "Cuộc phiêu lưu của người bơi lội màu xanh",
        "general_info": [
            "355 đánh giá",
            "- 5 trong 94 Tour - Hoạt động ở Cát Bà",
            "Chuyến tham quan nhiều ngày",
            "Chuyến tham quan bằng xe đạp",
            "Những chuyến du lịch thuyền",
            "Cho thuê thuyền",
            "Chèo thuyền kayak - Canoeing"
        ],
        "attraction_summary": "Chúng tôi tại Blue Swimmer Adventure đã quyết định theo đuổi loại hình du lịch sinh thái ít tác động để cố gắng nỗ lực hết mình nhằm giữ cho hòn đảo luôn trong lành đặc biệt lâu nhất có thể bằng cách cung cấp nhiều hoạt động ngoài trời xanh hơn cho những người yêu thiên nhiên trên toàn thế giới.Đọc thêm",
        "reviews": [
            "Chúng tôi đã có 4 ngày tuyệt vời do Blue Swimmer Adventures tổ chức. Chỗ nghỉ tại Floating Farm rất đặc biệt, đặc biệt là khi đêm xuống, vịnh hoàn toàn thuộc về bạn. Các tour du lịch được tổ chức tốt. Chúng tôi đã đi thuyền cả ngày, chèo thuyền kayak và chèo thuyền kayak đêm. Các hướng dẫn viên thân thiện và có năng lực. Chúng tôi hoàn toàn giới thiệu Blue Swimmer Adventures. Đọc thêm",
            "Trải nghiệm tuyệt vời, tổ chức hoàn hảo, mọi thứ đều đơn giản và trôi chảy, cảm ơn bạn. Tôi khuyên bạn nên chọn cái này. Chèo thuyền kayak, bơi lội, ăn trưa mọi thứ đều có chất lượng hàng đầuĐọc thêm",
            "Kính thưa khách hàng,\n\nCảm ơn bạn rất nhiều vì đã đặt chỗ với Blue Swimmer Aventures.\nChúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian vui vẻ với chúng tôi tại Wonder of the World\nChúng tôi xin cảm ơn sự tin tưởng của bạn đối với dịch vụ của chúng tôi. Hẹn gặp lại bạn một ngày nào đó và chúc bạn may mắn\n\nTrân trọng,\n\nAnna Nguyễn\nQuản lý kinh doanh\nCuộc phiêu lưu của người bơi lội xanhĐọc thêm",
            "Chúng tôi đã thực hiện một chuyến tham quan chèo thuyền kayak có hướng dẫn cả ngày thật tuyệt vời! Chúng tôi gần như có được vịnh cho riêng mình khi hướng dẫn viên đưa chúng tôi đến những khu vực không có nhiều người. Quan điểm thực sự tuyệt đẹp. Anh ấy cũng cho chúng tôi rất nhiều thời gian để bơi lội và nghỉ ngơi nên không cảm thấy vội vã.Đọc thêm",
            "Chúng tôi thuê hai chiếc xe đạp leo núi tuyệt vời trong ngày và Tran cực kỳ hữu ích và tốt bụng. Anh ấy vạch ra một lộ trình cho chúng tôi sử dụng, chỉ cho chúng tôi một bãi biển và nhà hàng hẻo lánh để tận hưởng dọc đường đến công viên quốc gia, anh ấy cũng khuyến khích chúng tôi tận hưởng một ngày và mang xe đạp về bất cứ khi nào phù hợp với chúng tôi. So với hầu hết các loại xe đạp ở Việt Nam, Trans là loại xe hàng đầu và mang lại cảm giác lái thú vị. Thật là một cuộc phiêu lưu! Chúng tôi đánh giá cao chuyến tham quan này! Đọc thêm",
            "Chúng tôi muốn chèo thuyền kayak độc lập ở Vịnh Hạ Long. Blue Swimmers là nơi duy nhất chúng tôi có thể tìm được chuyến tham quan tự hướng dẫn như vậy. Mọi việc diễn ra hoàn hảo, chúng tôi đã có khoảng thời gian tuyệt vời - thực sự là một ngày khó quên. Một chuyến tham quan theo nhóm sẽ không giống nhau. Một chiếc thuyền đưa chúng tôi vượt sóng đến phần yên tĩnh của vịnh và thả chúng tôi ra. Chúng tôi đã được cung cấp vị trí GPS cho các điểm tham quan chính và điểm đón, và chúng tôi khởi hành. Lúc đầu, chúng tôi hơi lo lắng về việc tìm đường nhưng nhanh chóng cảm thấy thoải mái khi đi vòng quanh, tham quan các bãi biển và hang động như chúng tôi muốn trong khi đi theo tuyến đường đề xuất mà chúng tôi đã được chỉ định. Tôi nên nói thêm rằng chúng tôi có một chút kinh nghiệm chèo thuyền kayak trước đó, điều này có ích nhưng nó không cần thiết. Chúng tôi rất vui vì đã tìm thấy chuyến đi này, nó chính xác là những gì chúng tôi đang tìm kiếm.Đọc thêm",
            "Chúng tôi thuê thuyền kayak cả ngày, chúng tôi muốn tự mình khám phá vịnh, tránh xa các nhóm khách du lịch lớn. Đó chính xác là những gì trải nghiệm này mang lại! Bạn được đón vào buổi sáng, bạn nhận được thuyền kayak và đồ đạc, bản đồ và điểm hẹn. Khám phá những bãi biển ẩn giấu, lắng nghe sự tĩnh lặng của thiên nhiên hoặc chơi đùa với âm vang của chính giọng nói của bạn... Những lời khuyên của vợ chồng Loïc là điều cần thiết để trải nghiệm, một khoảnh khắc chúng tôi không - quênĐọc thêm",
            "Chúng tôi dừng lại để thuê xe đạp trong ngày - 18 US - mỗi người trong cả ngày. Tran thực sự hữu ích khi tạo một tuyến đường đã lưu trên google maps cho chúng tôi với các điểm ưa thích và đảm bảo xe đạp ở tình trạng tốt với phanh dầu và lốp tốt trước khi chúng tôi rời đi. Đó là một ngày rất ẩm ướt nên chúng tôi không đi được nhiều vòng quanh hòn đảo như mong đợi nhưng vẫn cố gắng sử dụng tuyến đường của anh ấy để quay lại thị trấn sớm hơn. Muốn giới thiệu!Đọc thêm",
            "Một người bạn và tôi đã tham gia tour chèo thuyền kayak nửa ngày có hướng dẫn viên với Luan. Đó là một trong những điểm nhấn trong chuyến đi của chúng tôi đến Việt Nam! Phong cảnh rất đẹp và Luan đã chăm sóc chúng tôi rất chu đáo. Thật không may là chúng tôi không biết nhiều tiếng Việt nhưng tiếng Anh của anh ấy rất tuyệt và anh ấy đã giải thích rất nhiều về môi trường và thậm chí còn dẫn chúng tôi đi qua một lối tắt trong hang động. Chúng tôi có thể thích đi chơi với Luan hơn cả cảnh đẹp - anh ấy HILARIOUS và khiến chúng tôi cười lớn đến mức tôi nghĩ mình có thể ngã khỏi thuyền kayak. Rất khuyến khích! Đọc thêm",
            "Kính gửi quý giá,\n\nCảm ơn bạn rất nhiều vì đã chèo thuyền kayak với chúng tôi!\nChúng tôi rất vui khi được mời bạn chèo thuyền kayak để khám phá vịnh Lan Hạ ngoài những điều bình thường. Chèo thuyền kayak là cách tốt nhất để tận hưởng Karst và thoát khỏi những con đường mòn ở Kỳ quan Thiên nhiên tuyệt đẹp này\nCảm ơn bạn đã sử dụng dịch vụ của chúng tôi và đánh giá tuyệt vời của bạn giúp chúng tôi hướng tới tương lai\n\nTrân trọng kính chào,\n\nCô Ivy Trần\nQuản lý kinh doanh\nCuộc phiêu lưu của người bơi lội xanhĐọc thêm",
            "Chúng tôi đã đặt một chuyến tham quan tự hướng dẫn. Trước khi rời đi, họ đặt các điểm đánh dấu trên bản đồ google của tôi để chúng tôi không bị lạc. Thuyền đón khách kết thúc chuyến đi rất đúng giờ và tài xế rất tốt bụng. Thật không may, chuyến đi quá ngắn để xem tất cả các điểm được đánh dấu trên bản đồ. Nhưng có thể đặt trước 8 tiếng.Đọc thêm",
            "Kính gửi Quý khách hàng,\n\nCảm ơn bạn rất nhiều vì đánh giá tốt của bạn!\nĐúng vậy, bạn - đúng, nửa ngày hơi vội vã nhưng sẽ tốt hơn nhiều nếu bạn có thể dành cả ngày để khám phá trọn vẹn vẻ đẹp của Karst. Chúng tôi - rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời cùng chúng tôi trên vịnh Hạ Long. Chúng tôi hy vọng sẽ có nhiều cơ hội được phục vụ bạn một lần nữa trong tương lai\n\nTrân trọng,\n\nAnna Nguyen Ms\nCố vấn bán hàng\nBlue Swimmer Travel\nWhatsApp: - 84 915 063 737Đọc thêm",
            "Chúng tôi thuê thuyền Kayak cả ngày và chúng tôi đã có một chuyến đi tuyệt vời mặc dù thời tiết không hoàn hảo. Việc liên lạc và tổ chức với cơ quan thực sự tốt và nhanh chóng và chúng tôi có thể chọn thời gian mà chúng tôi muốn bắt đầu vào buổi sáng. Mọi người đều rất tốt bụng và thân thiện.Đọc thêm",
            "Kính gửi Quý khách hàng,\n\nCảm ơn bạn rất nhiều vì đánh giá tốt của bạn!\nBạn - thật may mắn khi được khám phá trọn vẹn vẻ đẹp của Karst bằng cách chèo thuyền kayak. Chúng tôi rất vui mừng khi biết rằng bạn đã có khoảng thời gian vui vẻ với chúng tôi trên Vịnh Hạ Long. Rất mong có nhiều cơ hội được phục vụ bạn lần sau\n\nVới sự trân trọng nồng nhiệt,\n\nAnna Nguyễn Ms\nTư vấn bán hàng\nDu lịch bơi lội xanh\nWhatsApp: - 84 915 063 737Đọc thêm"
        ],
        "star_ratings": [
            310,
            28,
            8,
            7,
            3
        ],
        "review_amount": 356,
        "location": [
            "Cuộc phiêu lưu của người bơi lội màu xanh",
            "Cát Bà",
            "Hai Phong",
            "Châu Á",
            "Việt Nam",
            "Những điều cần làm ở Cát Bà"
        ],
        "reviews_time": [
            "Written June 3, 2024",
            "Written May 21, 2024",
            "Written May 16, 2024",
            "Written April 28, 2024",
            "Written April 25, 2024",
            "Written April 23, 2024",
            "Written April 8, 2024",
            "Written March 30, 2024",
            "Written March 16, 2024",
            "Written March 7, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g737051-d2037977-Reviews-Blue_Swimmer_Adventures-Cat_Ba_Hai_Phong.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d2037977-Reviews-or10-Blue_Swimmer_Adventures-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8647170-Reviews-Luxury_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g303944-d10025683-Reviews-Cat_Ba_Package_Tour-Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d12788138-Reviews-Indochine_Junk-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d19597530-Reviews-Blue_Swimmer_Sailing-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g14776299-d8616588-Reviews-Cat_Ba_Climbing-Ha_Long_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d19065972-Reviews-Cat_Ba_Smile_Tours-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d19387451-Reviews-Cat_Ba_Panorama-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d12987639-Reviews-Cat_Ba_Green_Trail_Travel-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g303944-d13368211-Reviews-Perla_Dawn_Sails-Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d15687862-Reviews-Signature_Journey_Cat_Ba_island-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d5973848-Reviews-Rosy_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g14776299-d8300174-Reviews-Vietnam_Insider_Travel-Ha_Long_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d13340407-Reviews-La_Paci_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d25321717-Reviews-Aroma_Viet_Nam_Travel-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d386683-Reviews-Cat_Ba_Island-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g44535-d7034494-Reviews-The_Springs_Aquatic_Center-Kansas_City_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g33446-d116241-Reviews-Glenwood_Hot_Springs_Pool-Glenwood_Springs_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g54171-d105765-Reviews-Drayton_Hall-Charleston_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g36854-d8521760-Reviews-Waukegan_Municipal_Beach-Waukegan_Lake_County_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g30183-d536260-Reviews-Globe_Life_Park-Arlington_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g32648-d254828-Reviews-Long_Beach_Waterfront-Long_Beach_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g34088-d560958-Reviews-Coconut_Cove_Waterpark-Boca_Raton_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g608868-d1603742-Reviews-The_Settlement_Center-Borgarnes_Borgarbyggd_West_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d104200-Reviews-The_Doseum_San_Antonio_s_Museum_for_Kids-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g664849-d5996806-Reviews-Alikes_Salt_Lakes_Tigaki-Tigaki_Kos_Dodecanese_South_Aegean.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g737051-d2037977-Reviews-or10-Blue_Swimmer_Adventures-Cat_Ba_Hai_Phong.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g737051-d2037977-Reviews-Blue_Swimmer_Adventures-Cat_Ba_Hai_Phong.html"
    },
    {
        "attraction_name": "Blue Swimmer Adventures",
        "attraction_name_vi": "Cuộc phiêu lưu của người bơi lội màu xanh",
        "general_info": [
            "355 đánh giá",
            "- 5 trong 94 Tour - Hoạt động ở Cát Bà",
            "Chuyến tham quan nhiều ngày",
            "Chuyến tham quan bằng xe đạp",
            "Những chuyến du lịch thuyền",
            "Cho thuê thuyền",
            "Chèo Kayak - Canoeing"
        ],
        "attraction_summary": "Chúng tôi tại Blue Swimmer Adventure đã quyết định theo đuổi loại hình du lịch sinh thái ít tác động để cố gắng nỗ lực hết mình nhằm giữ cho hòn đảo luôn trong lành đặc biệt lâu nhất có thể bằng cách cung cấp nhiều hoạt động ngoài trời xanh hơn cho những người yêu thiên nhiên trên toàn thế giới.Đọc thêm",
        "reviews": [
            "Tất cả các dịch vụ được cung cấp đều theo yêu cầu và kế hoạch.  Chúng tôi đã có khoảng thời gian tuyệt vời khi chèo thuyền kayak ban đêm, du ngoạn ban ngày và nhà gỗ trên bãi biển.Đọc thêm",
            "Kính gửi Quý khách hàng,\n\nCảm ơn bạn rất nhiều vì đánh giá tốt của bạn!\nBạn - thật may mắn khi được khám phá trọn vẹn vẻ đẹp của Karst bằng cách chèo thuyền kayak. Chúng tôi rất vui mừng khi biết rằng bạn đã có khoảng thời gian vui vẻ với chúng tôi trên Vịnh Hạ Long. Rất mong có nhiều cơ hội được phục vụ bạn lần sau\n\nVới sự trân trọng nồng nhiệt,\n\nAnna Nguyễn Ms\nTư vấn bán hàng\nDu lịch bơi lội xanh\nWhatsApp: - 84 915 063 737Đọc thêm",
            "Chúng tôi đến Car Ba vào dịp Tết khi hầu hết các chuyến tham quan bằng thuyền và các hoạt động khác đều dừng lại. Blue Swimmers đã đến giải cứu chúng tôi bằng cách tổ chức hướng dẫn riêng cho chúng tôi. Chúng tôi đã có một ngày chèo thuyền kayak quanh Vịnh Lan Hạ, đó là ngày tuyệt vời nhất trong kỳ nghỉ hai tuần của chúng tôi. Nó rất yên tĩnh và chúng tôi có thể đáp xuống một bãi biển đầy cát tuyệt đẹp và có tất cả cho riêng mình. Hướng dẫn viên Luân của chúng tôi cung cấp bữa trưa và chúng tôi đi bơi. Ngày thứ hai của chúng tôi là chuyến đi bộ đường dài trong Vườn Quốc gia Cát Bà. Chúng tôi đi bộ đến làng Việt Hải để ăn trưa và sau đó leo lên Đỉnh Hải quân để có tầm nhìn tuyệt vời ra vịnh. Bản thân việc leo lên khá khó khăn nhưng chúng tôi cũng phải tránh các dây điện dẫn điện lên đỉnh! Blue Swimmers cũng tổ chức vận chuyển cho chúng tôi từ Hà Nội và ngược lại, điều này thực sự hữu ích vì nhiều xe buýt khác không chạy. Nói chung, Tôi thực sự khuyên bạn nên sử dụng chúng.Đọc thêm",
            "Kính gửi Quý khách hàng,\n\nCảm ơn bạn rất nhiều vì đánh giá tốt của bạn!\nBạn - thật may mắn khi được khám phá trọn vẹn vẻ đẹp của Karst bằng cách chèo thuyền kayak và leo núi. Chúng tôi rất vui mừng khi biết rằng bạn đã có khoảng thời gian vui vẻ với chúng tôi trên Vịnh Hạ Long. Rất mong có nhiều cơ hội được phục vụ bạn lần sau\n\nVới sự trân trọng nồng nhiệt,\n\nAnna Nguyễn Ms\nTư vấn bán hàng\nDu lịch bơi lội xanh\nWhatsApp: - 84 915 063 737Đọc thêm",
            "My family of 7  - ranging from 14yo to 51yo -  went on a day of boating and kayaking with Blue Swimmer. We would very much recommend this company! They were really helpful with all arrangements and tailored the day to suit what we were asking for. They were also careful about dietary requirements. I would recommend being very clear about the level of experience if your group members and the level of adventure you are up for. I think some would have found our afternoon kayaking might be more adventure than they were looking for. As requested, Blue Swimmer arranged a relaxed, quiet, not fancy day with just the seven of us exploring the bay. We had a mixture of visiting the well known  - sites -   - dark cave, light cave etc - , a tiny bit of swimming  - kids thought it was warm enough - , and some less visited places. It is low season at the moment but the  - sites -  were still very busy with lots of kayaks!.  - Cannot imagine what it is like in high season - .  In the end, we preferred the afternoon exploring other parts of the bay but it was still nice to have the mixture. Everyone that we met was very lovely. Our guide, Luan, had a gentle but fun manner. He liked to crack a joke. We saw other guides of larger tour groups blasting music while out in the kayak... or talking a lot and very loudly. We were so glad that we had Luan instead! Luan was also patient with our group when we ended up being very slow because one of the double kayaks had a passenger who was unable to paddle due to a sore back. Our driver, The, was our cook also. He whipped up a large, yummy cooked lunch with lots of variety. I was uncertain about visiting Ha Long Bay - Lan Ha Bay -  Cat Ba because of comments about rubbish, overtourism and unpleasant tourism development. I - m so glad that we went ahead with it.  It is an amazingly beautiful place and our experience felt like we avoided a lot of that by opting to experience it from Cat Ba with Blue Swimmer Read more",
            "Cheryl thân mến,\n\nLời chào nồng nhiệt từ Blue Swimmer Travel!\nCảm ơn bạn rất nhiều vì đánh giá tích cực của bạn về dịch vụ của chúng tôi!\nChúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời ở vịnh Lan Hạ cùng chúng tôi\nChúng tôi sẽ chuyển lời khen của bạn cho hướng dẫn viên của chúng tôi\nMột lần nữa xin chân thành cảm ơn bạn đã sử dụng dịch vụ của chúng tôi. Chúng tôi hy vọng sẽ có nhiều cơ hội được đón tiếp gia đình thân yêu của bạn lần nữa\n\nChúc bạn mọi điều tốt đẹp nhất,\n\nAnna Nguyễn Ms\nDu lịch bơi lội xanh\nWhatsApp: - 84 912 555 208Đọc thêm",
            "Ban đầu liên hệ để tham quan Vịnh Hạ Long, Blue Swimmers sau đó đã giúp đặt vé tàu hỏa và chuyến đi đến Đồng bằng sông Cửu Long. Tất cả đều được thực hiện rất tốt. Chỉ có một sự nhầm lẫn trên đường đến Vịnh Hạ Long với xe buýt đón nhiều người nhưng dễ dàng và nhanh chóng sắp xếp một chiếc xe riêng trở về. Cảm ơn. cám ơn. Đọc thêm",
            "Khách hàng thân mến,\n\nLời chào chân thành nhất của chúng tôi từ Blue Swimmer Adventures!\n\nCảm ơn bạn rất nhiều vì đánh giá tích cực của bạn. Chúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian vui vẻ cùng chúng tôi tại Kỳ quan thiên nhiên thế giới. Về phần mình, chúng tôi luôn cố gắng đi ra khỏi những con đường chính và giảm thiểu những ảnh hưởng tiêu cực đến môi trường. Chúng tôi luôn có tinh thần bảo vệ di sản này cho các thế hệ mai sau bằng cách cung cấp các chuyến đi chơi chèo thuyền kayak, đi bộ đường dài, leo núi, đạp xe, cắm trại, v.v.\n\nMột lần nữa xin chân thành cảm ơn quý khách đã tin tưởng vào dịch vụ của chúng tôi. Đội ngũ nhân viên tại Blue Swimmer Aventures luôn cố gắng hết sức để khiến kỳ nghỉ của bạn trở nên khó quên và độc đáo\n\nCầu mong mọi điều tốt đẹp nhất!\n\nTrân trọng,\n\nAnna Nguyễn\nQuản lý kinh doanh\nCuộc phiêu lưu của người bơi lội màu xanh\nWhatsApp - Đường dây nóng: - 84 915 063 737Đọc thêm",
            "Chúng tôi đã có trải nghiệm tuyệt vời với vận động viên bơi lội Blie. Chuyến đi ở vịnh Lan Hạ thật tuyệt vời, sau đó họ tư vấn cho chúng tôi về các hoạt động mà chúng tôi có thể làm ở đảo Cát Bà và giúp chúng tôi đặt xe buýt đến Sa Pa. Rất khuyến khích. Đọc thêm",
            "Kính thưa quý khách,\n\nLời chào nồng nhiệt từ Blue Swimmer Travel!\nCảm ơn bạn rất nhiều vì đánh giá tích cực của bạn về dịch vụ của chúng tôi!\nChúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời ở vịnh Lan Hạ cùng chúng tôi\nChúng tôi sẽ chuyển lời khen của bạn cho hướng dẫn viên của chúng tôi\nMột lần nữa xin chân thành cảm ơn bạn đã sử dụng dịch vụ của chúng tôi. Chúng tôi hy vọng sẽ có nhiều cơ hội được đón tiếp gia đình thân yêu của bạn lần nữa\n\nChúc bạn mọi điều tốt đẹp nhất,\n\nAnna Nguyễn Ms\nDu lịch bơi lội xanh\nWhatsApp: - 84 912 555 208Đọc thêm",
            "Chúng tôi đã có chuyến đi tuyệt vời nhất trên Vịnh Lan Hạ với cuộc phiêu lưu của Blue Swimmer. Hướng dẫn viên Mong của chúng tôi rất thân thiện và hiểu biết và anh ấy nói tiếng Anh rất tốt. Thức ăn rất ngon và có rất nhiều thứ. Các hoạt động rất vui vẻ và không quá vất vả, chèo thuyền kayak đến những đầm nước ẩn mình, đạp xe đến một ngôi làng xinh xắn. Tất cả nhân viên đều rất thân thiện và có sức chứa, Phòng của chúng tôi rộng rãi và thoải mái, tôi rất muốn giới thiệu chuyến tham quan nàyĐọc thêm",
            "Khách hàng thân mến,\n\nLời chào chân thành nhất của chúng tôi từ Blue Swimmer Adventures!\n\nCảm ơn bạn rất nhiều vì đánh giá tích cực của bạn. Chúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian vui vẻ cùng chúng tôi tại Kỳ quan thiên nhiên thế giới. Về phần mình, chúng tôi luôn cố gắng đi ra khỏi những con đường chính và giảm thiểu những ảnh hưởng tiêu cực đến môi trường. Chúng tôi luôn có tinh thần bảo vệ di sản này cho các thế hệ mai sau bằng cách cung cấp các chuyến đi chơi chèo thuyền kayak, đi bộ đường dài, leo núi, đạp xe, cắm trại, v.v.\n\nMột lần nữa xin chân thành cảm ơn quý khách đã tin tưởng vào dịch vụ của chúng tôi. Đội ngũ nhân viên tại Blue Swimmer Aventures luôn cố gắng hết sức để khiến kỳ nghỉ của bạn trở nên khó quên và độc đáo\n\nCầu mong mọi điều tốt đẹp nhất!\n\nTrân trọng,\n\nAnna Nguyễn\nQuản lý kinh doanh\nCuộc phiêu lưu của người bơi lội màu xanh\nWhatsApp - Đường dây nóng: - 84 915 063 737Đọc thêm",
            "Trải nghiệm của chúng tôi thật tuyệt vời. Giường siêu thoải mái, toàn bộ thuyền sạch sẽ. Nhân viên thì tuyệt vời, rất nhiệt tình. Quá nhiều đồ ăn ngon tuyệt. Mong, hướng dẫn viên của chúng tôi nói tiếng Anh tuyệt vời - đã vượt quá mong đợi để hướng dẫn - giúp đỡ chúng tôi mọi cách. Tôi thực sự đề xuất tour này. Đọc thêm",
            "Chúng tôi đã có rất nhiều niềm vui khi khám phá nhiều đảo nhỏ xung quanh Đảo Cát Bà với Blue Swimmers. Hướng dẫn viên Tran của chúng tôi rất chuyên nghiệp trong suốt chuyến đi, kể cho chúng tôi mọi thứ về khu vực này và đưa chúng tôi đi khám phá hang động. Đội ngũ nhân viên trên tàu thực sự tuyệt vời, thái độ tuyệt vời, đồ ăn trên tàu là một giấc mơ tuyệt đối, rất ngon. Rất khuyến khích mọi người đến đây cho chuyến phiêu lưu du ngoạn Cát Bà của bạn. Đọc thêm",
            "Joel và Jess thân mến,\n\nLời chào nồng nhiệt nhất từ ​​Blue Swimmer Adventures!\nThật vui mừng khi có bạn là khách trên chiếc thuyền cổ điển của chúng tôi. Rất cám ơn đánh giá tích cực của bạn về dịch vụ của chúng tôi. Tôi sẽ chuyển những lời tốt đẹp của bạn đến các thành viên phi hành đoàn và hướng dẫn viên của chúng tôi.\n\nChúng tôi - rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời tại Di sản thiên nhiên thế giới khi đi ra khỏi quần đảo Cát Bà để tránh sự đông đúc của Vịnh Hạ Long\n\nChúng tôi mong muốn có bạn một lần nữa trong những năm tới với tất cả những điều tốt đẹp nhất\n\nChân thành,\n\nAnna Nguyễn Ms\nNgười bơi lội màu xanh ngoài trời\nWhatsApp: - 84 913641098Đọc thêm",
            "Môi trường xung quanh đẹp và những người hiếu khách nhất đang điều hành nơi này. Họ vượt lên trên để khiến bạn cảm thấy như đang ở nhà. Các phòng đều cơ bản nhưng sạch sẽ và mang lại trải nghiệm chân thực hơn. Bạn không đơn độc, nhưng bạn vẫn cảm thấy hơi lạc lõng. Đặc biệt khi bạn thực hiện tour chèo thuyền kayak cả ngày. Thức ăn thật tuyệt vời! Chúng tôi cảm thấy bạn không thể đến gần hơn với cuộc sống thực tế hơn là ở Nhà trọ nổi này. Cảm ơn bạn rất nhiều vì điều này! Đọc thêm",
            "Xin chào Joke,\n\nBạn hôm nay thế nào ?\n\nCảm ơn bạn rất nhiều vì đã đặt phòng với chúng tôi. Chúng tôi rất vui mừng khi biết rằng bạn đã có một kỳ nghỉ thú vị với chúng tôi. Chúc bạn mọi điều tốt đẹp nhất trong cuộc sống\n\nCô Ivy Trần\nCuộc phiêu lưu của người bơi lội màu xanh\nWhatsApp: - 84 915 063 737\nĐọc thêm",
            "Chuyến tham quan chúng tôi đã thực hiện với vận động viên bơi lội màu xanh thật tuyệt vời! Chúng tôi đã thực hiện chuyến du lịch 2 đêm 3 ngày tại một ngôi nhà gỗ trên bãi biển và nhà nổi. Anna thật phi thường, là đầu bếp giỏi nhất từ ​​trước đến nay, thành thật mà nói, đó là một trong những món ăn ngon nhất tôi từng có ở Việt Nam. Hướng dẫn viên du lịch mà chúng tôi có thật tuyệt vời khi anh ấy phục vụ những gì chúng tôi thích làm như chèo thuyền kayak và bơi lội, một nơi tuyệt đẹp như vậy chắc chắn sẽ đặt phòng với công ty này một lần nữa! Đọc thêm",
            "Emma thân mến,\n\nLời chào nồng nhiệt từ Blue Swimmer Outdoors!\nCảm ơn bạn rất nhiều vì đã đánh giá tích cực về dịch vụ của chúng tôi. Chúng tôi rất hân hạnh được phục vụ bạn và đối tác khám phá công viên tự nhiên Cát Bà và vịnh Lan Hạ\n\nChúc bạn mọi điều tốt đẹp nhất,\n\nAnna Nguyễn Ms\nQuản lý kinh doanh\nNgười bơi lội màu xanh ngoài trời\nWhatsApp: - 84 912 555 208\nĐọc thêm"
        ],
        "star_ratings": [
            310,
            28,
            8,
            7,
            3
        ],
        "review_amount": 356,
        "location": [
            "Cuộc phiêu lưu của người bơi lội màu xanh",
            "Cát Bà",
            "Hai Phong",
            "Châu Á",
            "Việt Nam",
            "Những điều cần làm ở Cát Bà"
        ],
        "reviews_time": [
            "Written February 29, 2024",
            "Written February 16, 2024",
            "Written January 3, 2024",
            "Written December 18, 2023",
            "Written December 16, 2023",
            "Written December 13, 2023",
            "Written December 13, 2023",
            "Written December 5, 2023",
            "Written November 30, 2023",
            "Written November 7, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g737051-d2037977-Reviews-or10-Blue_Swimmer_Adventures-Cat_Ba_Hai_Phong.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d2037977-Reviews-Blue_Swimmer_Adventures-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d2037977-Reviews-or20-Blue_Swimmer_Adventures-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8647170-Reviews-Luxury_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g303944-d10025683-Reviews-Cat_Ba_Package_Tour-Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d12788138-Reviews-Indochine_Junk-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d19597530-Reviews-Blue_Swimmer_Sailing-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g14776299-d8616588-Reviews-Cat_Ba_Climbing-Ha_Long_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d19065972-Reviews-Cat_Ba_Smile_Tours-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d19387451-Reviews-Cat_Ba_Panorama-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d12987639-Reviews-Cat_Ba_Green_Trail_Travel-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g303944-d13368211-Reviews-Perla_Dawn_Sails-Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d15687862-Reviews-Signature_Journey_Cat_Ba_island-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d5973848-Reviews-Rosy_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g14776299-d8300174-Reviews-Vietnam_Insider_Travel-Ha_Long_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d13340407-Reviews-La_Paci_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d25321717-Reviews-Aroma_Viet_Nam_Travel-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d386683-Reviews-Cat_Ba_Island-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g150792-d152914-Reviews-Golden_Zone-Mazatlan_Pacific_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g60610-d2459698-Reviews-Glass_Beach-Eleele_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g190454-d7755450-Reviews-WESTbahn-Vienna.html",
            "https://www.tripadvisor.com/Attraction_Review-g194726-d2206875-Reviews-Cefalu_Coast-Cefalu_Province_of_Palermo_Sicily.html",
            "https://www.tripadvisor.com/Attraction_Review-g59881-d1809164-Reviews-Nicolet_Bay_Beach-Fish_Creek_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g46355-d3387007-Reviews-Alstede_Farms-Chester_Morris_County_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g34550-d3387816-Reviews-Blue_Wahoos_Ballpark-Pensacola_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g2505144-d5221165-Reviews-Atlantica_Parc-Imi_Ouaddar_Souss_Massa.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d2037618-Reviews-Besiktas-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g298476-d15026393-Reviews-Water_Park-Otopeni_Ilfov_County_Southern_Romania.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g737051-d2037977-Reviews-or20-Blue_Swimmer_Adventures-Cat_Ba_Hai_Phong.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g737051-d2037977-Reviews-or10-Blue_Swimmer_Adventures-Cat_Ba_Hai_Phong.html"
    },
    {
        "attraction_name": "Blue Swimmer Adventures",
        "attraction_name_vi": "Cuộc phiêu lưu của người bơi lội màu xanh",
        "general_info": [
            "355 đánh giá",
            "- 5 trong 94 Tour - Hoạt động ở Cát Bà",
            "Chuyến tham quan nhiều ngày",
            "Chuyến tham quan bằng xe đạp",
            "Những chuyến du lịch thuyền",
            "Cho thuê thuyền",
            "Chèo Kayak - Canoeing"
        ],
        "attraction_summary": "Chúng tôi tại Blue Swimmer Adventure đã quyết định theo đuổi loại hình du lịch sinh thái ít tác động để cố gắng nỗ lực hết mình nhằm giữ cho hòn đảo luôn trong lành đặc biệt lâu nhất có thể bằng cách cung cấp nhiều hoạt động ngoài trời xanh hơn cho những người yêu thiên nhiên trên toàn thế giới.Đọc thêm",
        "reviews": [
            "Việc chèo thuyền kayak rất đơn giản. Anh ấy rất tốt bụng, hữu ích khi đến đó và nói chung là rất ủng hộ. Chúng tôi vừa gửi cho anh ấy một WhatsApp và từ đó mọi việc trở nên rất dễ dàng. Bản thân chuyến đi thực sự tuyệt vời. Mọi thứ đều hoạt động tốt. Tôi nghĩ, một số người nghĩ, nó quá đắt, nhưng bạn thực sự nhận được rất nhiều. Họ đưa chúng tôi đến một địa điểm đẹp đẽ và từ đó chúng tôi ở một mình giữa khung cảnh tuyệt vời này. Và anh ấy đã chỉ cho chúng tôi rất nhiều điểm, nơi để đi trên bản đồ. Chỉ cần chắc chắn rằng pin điện thoại của bạn đã được nạp; - Đọc thêm",
            "Felix thân mến,\n\nCảm ơn bạn rất nhiều vì đã đặt phòng với chúng tôi!\nChúc bạn mọi điều tốt đẹp nhất trong cuộc sống\n\nTrân trọng,\n\nAnna Nguyễn Ms\nQuản lý kinh doanh\nWhatsApp: - 84 913 641 098Đọc thêm",
            "Chúng tôi đã thực hiện chuyến tham quan Kajak tự hướng dẫn cả ngày mà tôi hoàn toàn có thể giới thiệu! Chúng tôi được cung cấp thiết bị và lộ trình trên google maps. Sau này dẫn chúng tôi đến những nơi tuyệt đẹp mà các tàu du lịch lớn không thể đến được. Trong một thời gian dài, chúng tôi là những người duy nhất ở xung quanh, điều này đặc biệt khiến nó trở thành một trải nghiệm tuyệt vời. Cảm ơn đội bơi ngoài trời xanh!Đọc thêm",
            "Kính thưa quý khách,\n\nLời chào nồng nhiệt từ Blue Swimmer Adventures!\nRất cám ơn vì đã chèo thuyền kayak với chúng tôi và một lần nữa xin cảm ơn rất nhiều vì đã để lại cho chúng tôi một đánh giá rất hay về dịch vụ của chúng tôi. Điều này sẽ thúc đẩy chúng tôi rất nhiều trong việc nâng cấp dịch vụ của mình tốt hơn nữa nhằm mang lại cho hầu hết khách du lịch những cảm giác tốt nhất khi đặt phòng với chúng tôi\n\nTrân trọng kính chào, \n\nAnna Nguyễn Ms\nGiám đốc bán hàngĐọc thêm",
            "Chúng tôi đã đặt một chuyến đi chèo thuyền kayak tự hướng dẫn trọn ngày. Thật tuyệt vời, tôi sẽ giới thiệu cho bất kỳ ai! Nhóm đã thêm một tuyến đường vào bản đồ google trên điện thoại của bạn trước khi bạn khởi hành, vì vậy bạn biết phải đi đâu. Toàn bộ chuyến đi rất đẹp - yên bình. Hầu hết các thuyền không thể đến những nơi bạn ghé thăm do mực nước thấp hoặc khoảng cách hẹp hơn, vì vậy chỉ có hai chúng tôi trong hầu hết cả ngày, cùng với những chiếc thuyền đánh cá nhỏ rải rác xung quanh. Bạn sẽ đi thuyền đến điểm bắt đầu chèo thuyền kayak và điểm kết thúc là gần một bãi biển để thư giãn trước khi một chiếc thuyền đón bạn trở lại. Chúng tôi đã đi du ngoạn trong ngày quanh vịnh Hạ Long - phải nói rằng, chèo thuyền kayak ở đây là đỉnh cao của chuyến du ngoạn và là một trải nghiệm khác biệtLàm tốt lắm các bạn, hãy tiếp tục! Cũng cảm ơn vì đã cho chúng tôi đi xe tay ga trở lại khách sạn - - Đọc thêm",
            "David và Aimee thân mến,\n\nLời chào nồng nhiệt từ Blue Swimmer Adventures!\nCảm ơn bạn rất nhiều vì đã đánh giá tốt về dịch vụ của chúng tôi\nThật tuyệt vời và hạnh phúc khi biết rằng bạn đã có một ngày tuyệt vời ở Di sản Thiên nhiên Thế giới. Vịnh Lan Hạ là địa điểm không thể bỏ qua từ đảo Cát Bà và chuyến phiêu lưu chèo thuyền kayak là cách tốt nhất để tận hưởng núi đá vôi\n\nCảm ơn rất nhiều vì đã đặt phòng với chúng tôi\n\nTrân trọng,\n\nĐội bơi lội màu xanh\n237 Cái Bèo; Cát Bà; Việt Nam\nWhatsApp: - 84 912 555 208Đọc thêm",
            "Lợi và gia đình anh ấy đã hết lòng giúp đỡ tôi khi tôi ở Cát Bà!! Tôi đã thực hiện một số thay đổi vào phút cuối trong kế hoạch của mình và chúng đã giúp tôi sắp xếp mọi thứ. Họ - là nơi cung cấp mọi thứ bạn cần. Cà phê và trò chuyện về khu vực địa phương, chỗ ở khách sạn, nhà dân trên nổi, chèo thuyền kayak, cho thuê xe máy, v.v. Lợi cũng cho tôi kết nối với anh ấy trên WhatsApp khi ở đó, anh ấy đã trả lời tất cả các câu hỏi của tôi ngay lập tức. Tôi cảm thấy được chăm sóc theo đúng nghĩa của từ này. Hòn đảo này là một nơi tuyệt đẹp trên Trái đất...hãy đến đó và để Blue Swimmer giúp bạn thực sự tận dụng tối đa thời gian của mình. Đọc thêm",
            "Christa thân mến,\n\nLời chào nồng nhiệt từ Blue Swimmer Adventures!\nChúng tôi rất vui khi được đón tiếp bạn trong thời gian lưu trú tại đảo Cát Bà tại trang trại nổi của chúng tôi trong khi khám phá vịnh Lan Hạ bằng thuyền kayak và đảo Cát Bà bằng xe máy\n\nMột lần nữa, cảm ơn bạn rất nhiều vì đánh giá tích cực như vậy, Chúng tôi luôn sẵn sàng phục vụ bạn\n\nTrân trọng,\n\nNgười bơi lội màu xanh ngoài trời\n237 Cái Bèo; Cát Bà; Việt Nam\nWhatsApp: - 84 912 555 208Đọc thêm",
            "Thật là một trải nghiệm tuyệt vời khi khám phá những gì Cát Bà mang lại cho công ty này. Các hướng dẫn viên thực sự hiểu biết, thân thiện và vui vẻ trong suốt thời gian lưu trú của chúng tôi. Tôi thực sự khuyên bạn nên đi cùng Tran để có được chuyến phiêu lưu trọn vẹn. Những chiếc thuyền kayak thật tuyệt, leo nước sâu cực kỳ thú vị và thú vị, và đồ ăn rất ngon.  Đọc thêm",
            "Tomer thân mến,\n\nLời chào nồng nhiệt từ BSA\nCảm ơn bạn đã đánh giá tích cực về dịch vụ của chúng tôi. Chúng tôi luôn cố gắng hết sức để làm cho chuyến đi của bạn trở nên đáng nhớ và thú vị. Một lần nữa, cảm ơn bạn rất nhiều vì đã đặt phòng với chúng tôi\n\nTrân trọng,\nĐội bơi lội xanhĐọc thêm",
            "Tôi đã thực hiện chuyến tham quan cùng các anh em của mình và khung cảnh thật tuyệt vời cũng như nhân viên rất tuyệt vời và chúng tôi đã có khoảng thời gian tuyệt vời Đọc thêm",
            "Anh em thân mến,\n\nLời chào nồng nhiệt từ Blue Swimmer Adventures\nCảm ơn rất nhiều vì đánh giá tích cực về dịch vụ của chúng tôi. Chúng tôi luôn cố gắng hết sức để làm cho chuyến đi của bạn trở nên đáng nhớ và thú vị. Một lần nữa, cảm ơn bạn rất nhiều vì đã đặt phòng với chúng tôi. Chúc mọi điều tốt đẹp nhất đến với người anh em thân yêu của bạn. Lần sau hãy đưa Bố và Mẹ của bạn đến thăm chúng tôi, chúng tôi sẽ rất hân hạnh được gặp họ ngoài đời và nhìn thấy họ trong hình dáng tuyệt vời. Chúc mọi điều tốt đẹp nhất với tình yêu từ Vịnh Lan Hạ, Việt Nam đến gia đình thân yêu của bạn ở Isarel\n\nTrân trọng,\nĐội bơi lội xanhĐọc thêm",
            "Chúng tôi ở trên một chiếc thuyền riêng trong 2 đêm vào cuối tháng 8 và điều đó thật TUYỆT VỜI! Chiếc thuyền ở trong tình trạng tuyệt vời và các nhân viên hoàn toàn tuyệt vời. Linh - Tôi nghĩ vậy - đúng rồi - đã đưa chúng tôi đến nhiều điểm bí mật trên thuyền kayak và cho phép chúng tôi nhảy khỏi boong trên cùng của thuyền, điều đó thật thú vị! Thức ăn rất ngon và số lượng lớn, nếu bạn có thời gian và ngân sách, tôi chắc chắn sẽ khuyên bạn nên đặt chỗ với công ty này thay vì đi du thuyền chung vì bạn nhận được nhiều hơn thế! Sẽ đi một lần nữa! Cảm ơn Tee và toàn thể Blue Swimmers Team rất nhiều : - Đọc thêm",
            "Xin Chào Cillian,\n\nLời chào nồng nhiệt từ Blue Swimmer Outdoors!\nCảm ơn bạn rất nhiều vì đánh giá tích cực về hành trình của chúng tôi ở vịnh Lan Hạ. Chúng tôi rất vui mừng được chào đón bạn là khách trên tàu. Lâm là hướng dẫn viên địa phương, người biết nhiều địa điểm bí mật để dẫn bạn đi tham quan\n\nMột lần nữa, cảm ơn rất nhiều vì đã đặt phòng với chúng tôi\n\nTrân trọng,\n\nKenny Trần\nCuộc phiêu lưu của người bơi lội màu xanh\nWhatsApp: - 84 915 063 737Đọc thêm",
            "Nếu tôi phải xếp những trải nghiệm kyak trước đây của mình và những trải nghiệm tổng thể về giao tiếp và hướng dẫn lên hàng đầu. Đây sẽ là số một tuyệt đối của tôi. Anh Trần và gia đình anh là những người rất chăm chỉ và vì chúng tôi đặt vé trong thời gian ngắn như vậy nên chúng tôi không mong đợi nhiều, đặc biệt vì các chuyến tham quan tự hướng dẫn ở Cát Bà rất hiếm. Tuy nhiên, chúng tôi đã có một ngày tuyệt vời nhờ dịch vụ tuyệt vời này. Hoàn toàn là số 1 về các chuyến tham quan chèo thuyền kayak tự hướng dẫn ở Cát Bà và vịnh Lan Hạ!Đọc thêm",
            "Xin Chào Sâm,\n\nLời chào nồng nhiệt từ Blue Swimmer Outdoors!\nCảm ơn bạn rất nhiều vì đã đặt phòng với chúng tôi. Vâng bạn - đúng rồi, chèo thuyền kayak là cách tốt nhất để trải nghiệm Karst của vịnh Lan Hạ. Cảm ơn rất nhiều vì đánh giá tử tế về dịch vụ của chúng tôi. Nhiều đánh giá cao\n\nHoa Nguyễn Ms\nNgười bơi lội màu xanh ngoài trời\nWhatsApp: - 84 913 641 098Đọc thêm",
            "Chúng tôi đã rất may mắn khi tìm được Blue Swimmer Adventures tại Cát Bà! Nó được điều hành bởi một cặp vợ chồng, Flower và Tran, những người siêu chuyên nghiệp, ấm áp và thân thiện. Họ cũng nói tiếng Anh - vì vậy việc giao tiếp không gặp rắc rối đối với những người không phải là người địa phương. Chúng tôi thuê thuyền kayak từ họ. Họ tổ chức đưa đón tại các con đường chèo thuyền kayak. Tuyến đường chèo thuyền kayak mà họ đề xuất rất đẹp, thanh bình và yên tĩnh! Thuyền kayak cũng có chất lượng tuyệt vời. Chúng tôi đã dành vài giờ để tự mình khám phá hòn đảo và đó là trải nghiệm chèo thuyền kayak tuyệt vời và đẹp nhất. Họ cố gắng hết sức để đảm bảo bạn có khoảng thời gian vui vẻ. Họ cũng giúp chúng tôi có chỗ ở cổ kính tại Cát Bà và sắp xếp phương tiện di chuyển trở về Hà Nội. Họ cũng giúp chúng tôi liên lạc với gia đình họ ở Bản Giốc, họ đã giúp chúng tôi định hướng chuyến đi khi chúng tôi ở đó. Blue Swimmer Adventures là địa điểm lý tưởng dành cho khách du lịch! Cảm ơn lòng tốt và lòng hiếu khách của Flower và Tran!Đọc thêm",
            "Kính thưa quý khách,\n\nLời chào nồng nhiệt từ Blue Swimmer!\nCảm ơn bạn rất nhiều vì đã đánh giá tích cực về dịch vụ của chúng tôi. Thật tuyệt khi biết rằng bạn đã có một trải nghiệm chèo thuyền kayak tuyệt vời cho riêng mình.\n\nThay mặt đội ngũ địa phương, chúng tôi xin cảm ơn rất nhiều vì tất cả những gì bạn đã làm cho chúng tôi\n\nMọi điều tốt đẹp nhất,\n\nAnna Nguyễn Ms\nCuộc phiêu lưu của người bơi lội màu xanh\nWhatsApp: - 84 912 555 208Đọc thêm",
            "Chúng tôi đã thấy những nơi tuyệt vời kết thúc, chúng thực sự hữu ích! Tôi cảm thấy an toàn trong suốt chuyến đi chèo thuyền kayak và thực sự thích thú.Đọc thêm",
            "Kính gửi quý khách hàng,\n\nCảm ơn bạn rất nhiều vì đánh giá tốt của bạn\nChúng tôi rất hân hạnh được dẫn bạn đi tham quan quanh vịnh với dịch vụ đón và trả khách\nChúc bạn mọi điều tốt đẹp nhất trong cuộc sống\n\nAnna Nguyễn Ms\nCuộc phiêu lưu của người bơi lội màu xanh\nWhatsApp: - 84 912 555 208Đọc thêm"
        ],
        "star_ratings": [
            310,
            28,
            8,
            7,
            3
        ],
        "review_amount": 356,
        "location": [
            "Cuộc phiêu lưu của người bơi lội màu xanh",
            "Cát Bà",
            "Hai Phong",
            "Châu Á",
            "Việt Nam",
            "Những điều cần làm ở Cát Bà"
        ],
        "reviews_time": [
            "Written November 1, 2023",
            "Written October 22, 2023",
            "Written October 17, 2023",
            "Written October 12, 2023",
            "Written September 18, 2023",
            "Written September 18, 2023",
            "Written September 11, 2023",
            "Written September 1, 2023",
            "Written August 25, 2023",
            "Written August 22, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g737051-d2037977-Reviews-or20-Blue_Swimmer_Adventures-Cat_Ba_Hai_Phong.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d2037977-Reviews-or10-Blue_Swimmer_Adventures-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d2037977-Reviews-or30-Blue_Swimmer_Adventures-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d2037977-Reviews-Blue_Swimmer_Adventures-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8647170-Reviews-Luxury_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g303944-d10025683-Reviews-Cat_Ba_Package_Tour-Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d12788138-Reviews-Indochine_Junk-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d19597530-Reviews-Blue_Swimmer_Sailing-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g14776299-d8616588-Reviews-Cat_Ba_Climbing-Ha_Long_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d19065972-Reviews-Cat_Ba_Smile_Tours-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d19387451-Reviews-Cat_Ba_Panorama-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d12987639-Reviews-Cat_Ba_Green_Trail_Travel-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g303944-d13368211-Reviews-Perla_Dawn_Sails-Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d15687862-Reviews-Signature_Journey_Cat_Ba_island-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d5973848-Reviews-Rosy_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g14776299-d8300174-Reviews-Vietnam_Insider_Travel-Ha_Long_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d13340407-Reviews-La_Paci_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d25321717-Reviews-Aroma_Viet_Nam_Travel-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d386683-Reviews-Cat_Ba_Island-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g60958-d10813211-Reviews-El_Flamenco_Cabaret-Santa_Fe_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g52191-d325168-Reviews-Ricketts_Glen_State_Park-Benton_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d11761223-Reviews-Paris_Private_Transfer_Cabs-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g55857-d142692-Reviews-White_Elephant_Saloon-Fort_Worth_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g47625-d587666-Reviews-Zoom_Flume-East_Durham_Durham_Catskill_Region_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g4505725-d6849373-Reviews-Bora_Bora_Beach-Ksamil_Saranda_Vlore_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d102432-Reviews-Universal_Studios_Florida-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g4327477-d6998108-Reviews-Montecatini_Alto-Montecatini_Alto_Montecatini_Terme_Province_of_Pistoia_Tuscany.html",
            "https://www.tripadvisor.com/Attraction_Review-g33364-d144383-Reviews-NORAD_North_American_Aerospace_Defense_Command-Colorado_Springs_El_Paso_County_Colo.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d12103320-Reviews-Ballard-Seattle_Washington.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g737051-d2037977-Reviews-or30-Blue_Swimmer_Adventures-Cat_Ba_Hai_Phong.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g737051-d2037977-Reviews-or20-Blue_Swimmer_Adventures-Cat_Ba_Hai_Phong.html"
    },
    {
        "attraction_name": "Blue Swimmer Adventures",
        "attraction_name_vi": "Cuộc phiêu lưu của người bơi xanh",
        "general_info": [
            "355 đánh giá",
            "- 5 trong 94 Tour - Hoạt động ở Cát Bà",
            "Chuyến tham quan nhiều ngày",
            "Chuyến du lịch bằng xe đạp",
            "Những chuyến du lịch thuyền",
            "Cho thuê thuyền",
            "Chèo Kayak - Canoeing"
        ],
        "attraction_summary": "Chúng tôi tại Blue Swimmer Adventure đã quyết định theo đuổi loại hình du lịch sinh thái ít tác động để cố gắng nỗ lực hết mình nhằm giữ cho hòn đảo luôn trong lành đặc biệt lâu nhất có thể bằng cách cung cấp nhiều hoạt động ngoài trời xanh hơn cho những người yêu thiên nhiên trên toàn thế giới.Đọc thêm",
        "reviews": [
            "Blue Swimmer rất hữu ích, tốt bụng và chuyên nghiệp. Chúng tôi tổ chức đạp xe và chèo thuyền kayak với họ và tất cả các thiết bị họ cung cấp cho chúng tôi đều có chất lượng tốt, chúng tôi cảm thấy rất an toàn. Tuyến đường chèo thuyền kayak mà họ đề xuất ở Vịnh Lan Hạ rất đẹp, yên tĩnh với rất ít thuyền khác và chỉ có một vài ngư dân. Có một số bãi biển hẻo lánh đáng yêu nơi chúng tôi có thể dừng chân. Nhìn chung khu vực này đều là giấc mơ của người chèo thuyền kayak! Đọc thêm",
            "Kính gửi quý khách hàng,\n\nLời chào nồng nhiệt từ Blue Swimmer Adventures!\nChúng tôi rất hân hạnh được đón tiếp bạn là khách. Cảm ơn rất nhiều vì đã đặt chỗ với chúng tôi\nTour chèo thuyền kayak là cách tốt nhất để tận hưởng trọn vẹn Karst và vịnh huyền thoại\n\nlời chúc tốt nhất dành cho bạn\n\nAnna Nguyễn Ms\nNgười bơi lội màu xanh ngoài trời\nWhatsApp: - 84 913 641 098Đọc thêm",
            "Chúng tôi dành bốn ngày ở Cát Bà và tìm thấy nơi này vào ngày đầu tiên. Chủ sở hữu nói tiếng Anh và tiếng Pháp hoàn hảo, anh ấy rất thân thiện và hữu ích, đưa ra lời khuyên về tất cả các hoạt động chúng tôi có thể làm ở Cát Bà, không chỉ những hoạt động anh ấy có thể cung cấp. Chúng tôi tự thuê thuyền kayak, có thuyền thả chúng tôi ở vịnh Hạ Long và đến đón chúng tôi vào cuối ngày. Vì chúng tôi không muốn có người hướng dẫn và thích tự mình trải nghiệm vịnh nên anh ấy đã cung cấp cho chúng tôi bản đồ các điểm khác nhau để tham quan, bao gồm cả những khu vực mà thuyền lớn hơn không thể đến. Khung cảnh thật tuyệt vời, những nơi chúng tôi đến rất thanh bình, chúng tôi rất thích nó đến mức chúng tôi đã đến lần thứ hai hai ngày sau đó. Tôi hoàn toàn khuyên bạn nên! Đọc thêm",
            "Kính gửi C và S,\n\nLời chào nồng nhiệt nhất từ ​​Blue Swimmer Outdoors!\nCảm ơn bạn rất nhiều vì đã sử dụng dịch vụ của chúng tôi! Chúng tôi rất vui khi biết rằng bạn rất thích chuyến đi chèo thuyền kayak cùng chúng tôi ở Vịnh Hạ Long. Bạn đã làm điều đó hai lần, đây là cách tốt nhất để tận hưởng trọn vẹn Karst và có được cái nhìn sâu sắc thực sự về văn hóa địa phương, làng nổi và trang trại cá.\n\nMột lần nữa, cảm ơn rất nhiều vì đã đặt phòng với chúng tôi và hy vọng có nhiều cơ hội được phục vụ bạn lần nữa\n\nTrân trọng,\n\nAnna Nguyễn Ms\nQuản lý kinh doanh\nWhatsApp: - 84 915 063 737 Đọc thêm",
            "Gia đình 3 người của chúng tôi, với hai cô con gái đã trưởng thành, vừa kết thúc chuyến đi 3 ngày 2 đêm trên tàu rác. Đây là chuyến đi thứ hai của chúng tôi với Blue Swimmer; cái đầu tiên đã tuyệt, cái này thậm chí còn hay hơn. Hướng dẫn viên của chúng tôi, Mong, thật tuyệt vời. Anh ấy có kiến ​​thức tuyệt vời và là một người bạn đồng hành thú vị. Phi hành đoàn - đầu bếp và Thuyền trưởng - đều giỏi những gì họ làm và rất ấm áp. Chúng tôi đã chèo thuyền kayak rất nhiều và cũng đi xe đạp đến làng. Đã không lên kế hoạch cho cái sau nhưng hoàn toàn thích nó. Phong cảnh trên mặt nước tuyệt đẹp thì chuyến đi trên đất liền cũng tuyệt đẹp như vậy. Chúng tôi không thể giới thiệu công ty này đủ. Họ được tổ chức tuyệt vời. Họ đã kiểm tra với chúng tôi trong những tháng và tuần trước chuyến đi. Khi một cơn bão đe dọa, họ đưa ra các phương án - may mắn thay, chúng tôi chưa bao giờ phải sử dụng. Lời khuyên của chúng tôi: hãy chọn Blue Swimmer!Đọc thêm",
            "Xin Chào Kati H,\n\nBạn hôm nay thế nào ?\nThật tuyệt khi biết rằng bạn rất thích chuyến đi với chúng tôi. Chúng tôi rất vui mừng được đón tiếp bạn làm khách lần thứ hai. Chúng tôi hy vọng sẽ có nhiều cơ hội được đón tiếp gia đình thân yêu của bạn trong những năm tới\n\nMột lần nữa xin chân thành cảm ơn lời giới thiệu của bạn\n\nMọi điều tốt đẹp nhất,\n\nCô Ivy Trần\nTư vấn bán hàngĐọc thêm",
            "Cát Bà tuyệt đẹp trên thuyền kayak do doanh nghiệp gia đình cung cấp. Thái độ rất thân thiện. Họ đã chuẩn bị toàn bộ hành trình cho chúng tôi. Rất khuyến khích.Đọc thêm",
            "Xin chào các Quý khách hàng,\n\nVâng, bạn nói đúng, chèo thuyền kayak là cách tốt nhất để khám phá vịnh. Một lần nữa, cảm ơn bạn rất nhiều vì đã đặt phòng với chúng tôi\n\nGặp bạn vào mùa hè tới\n\nKevin Trần Mr.\nQuản lý kinh doanh\nWhatsApp: - 84 912 555 208Đọc thêm",
            "Chuyến đi chèo thuyền kayak trong ngày tuyệt vời. Hoàn toàn xứng đáng! Địa điểm đẹp, đá tuyệt vời. Tiếng Anh của chủ sở hữu rất tốt, anh ấy chỉ sắp xếp các chuyến đi. Hướng dẫn viên địa phương của chúng tôi, Ba, đã sống trên đảo từ năm 1980. Tiếng Anh của anh ấy ổn, giọng nặng nhưng dễ hiểu. Tùy thuộc vào thủy triều, bạn có thể vào hang động và đến đầm phá bên trong một trong những hòn đảo. Thật không may, thủy triều quá thấp để chúng tôi có thể làm điều đó, nó trông giống như một chiếc thuyền kayak dài 30-40 mét xuyên qua đường hầm hang động để đến đầm phá bên trong. Nhưng ngay cả khi không có điều đó thì chuyến đi vẫn tuyệt vời. Chúng tôi đã có một chiếc thuyền kayak đôi. Chúng tôi là những người chèo thuyền kayak có kinh nghiệm nhưng ngay cả những người mới tập cũng có thể làm được điều này. Vì bạn đang ở trong vịnh nên nó được bảo vệ khá tốt khỏi mọi loại sóng biển lớn. Bạn đi thuyền từ bến tàu ra Vịnh Lan Hạ và xuống tàu để bắt đầu chuyến tham quan. Sau đó thuyền đón bạn trở lại gần nơi họ thả bạn xuống. Một bữa trưa rất đơn giản đã được phục vụ, một số bánh mì địa phương, trái cây và đồ ăn nhẹ. Tôi khuyên bạn nên mang thêm nước và đồ ăn nhẹ. Bạn có một chiếc túi khô để đựng đồ của bạn.  Rất nhiều cơ hội để bơi lội khi bạn dừng chân ở một số bãi biển. Tôi đã hỏi một vài nơi khác và từ những mô tả ngày nay, các chuyến tham quan bằng thuyền kayak về cơ bản đều giống nhau. Công ty này rẻ hơn một chút và tôi thích người chủ, dễ gần và dễ giao tiếp. Tôi có ấn tượng tốt từ anh ấy.Đọc thêm",
            "Xin chào các vị khách của chúng tôi,\n\nLời chào nồng nhiệt nhất từ ​​Blue Swimmer Outdoors!\nCảm ơn bạn rất nhiều vì đã chèo thuyền kayak với chúng tôi. Đây là cách tốt nhất để thoát khỏi những con đường ít người biết đến ở Vịnh Hạ Long để hòa mình vào thiên nhiên hoang sơ và tránh xa du lịch đại chúng\n\nBSA là công ty hoạt động ngoài trời đầu tiên trên đảo sở hữu chiếc thuyền kayak trên biển thực sự vượt xa những điều bình thường\n\nMột lần nữa, cảm ơn bạn đã đánh giá tích cực về dịch vụ được cung cấp và hẹn gặp lại bạn lần sau\n\nHoa Nguyễn Bà\n\nQuản lý kinh doanh\nNgười bơi lội màu xanh ngoài trời\nWhatsApp: - 84 913 641 098Đọc thêm",
            "Chúng tôi chỉ có những điều tích cực để nói về trải nghiệm của mình với Blue Swimmer Adventures. Trong khi nghiên cứu các chuyến đi, việc thu hẹp danh sách các công ty lữ hành trước khi quyết định cuối cùng sẽ chọn công ty nào có thể là điều quá sức. Hãy tự tin đặt sách cho Blue Swimmer vì đây là trang phục chuyên nghiệp có khả năng phản hồi nhanh và trả lời tất cả các câu hỏi của chúng tôi một cách kịp thời trước chuyến đi của chúng tôi. Ông Trần rất tử tế và thú vị khi trò chuyện khi chúng tôi gặp ông tại văn phòng của ông. Lam và Hiếu là những hướng dẫn viên xuất sắc trong chuyến đi thuyền kayak và đi bộ đường dài của chúng tôi, cả hai đều thân thiện và hiểu biết. Kỳ nghỉ tại ngôi nhà gỗ trên đảo thật thoải mái, yên tĩnh và thư giãn, rất khuyến khích!Đọc thêm",
            "Xin chào Sham,\n\nLời chào nồng nhiệt nhất từ ​​Blue Swimmer Travel!\nCảm ơn đánh giá tích cực mà bạn đã trải nghiệm cùng với hướng dẫn viên chuyên nghiệp địa phương của chúng tôi để khám phá cả Vịnh Hạ Long và công viên thiên nhiên Cát Bà. Hòn đảo quyến rũ này có mọi thứ để mang đến cho bạn những chuyến phiêu lưu ngoài trời.\nMột lần nữa xin chân thành cảm ơn quý khách đã tin tưởng dịch vụ của chúng tôi, chúng tôi hy vọng sẽ có nhiều cơ hội được đón tiếp quý khách trong những năm tới\n\nMọi điều tốt đẹp nhất với tình yêu\n\nIvy Trần Mlle\nQuản lý kinh doanh\nDu lịch bơi lội xanh\nĐường dây nóng - WhatsApp: - 84 912 555 208Đọc thêm",
            "Với Blue Swimmers, chúng tôi đã thực hiện một chuyến đi bộ trong ngày trong công viên quốc gia rất đáng giá và đáng giá, một chuyến đạp xe ngắn đến bờ biển rất đẹp, đi thuyền qua Lan Hạ tuyệt đẹp, sau đó nghỉ lại 1 đêm trên đảo và chèo thuyền kayak vào ngày hôm sau cũng rất vui. Tran và gia đình anh ấy rất tử tế khi chào đón chúng tôi. Tuy nhiên, ngôi sao của chuyến đi của chúng tôi là hướng dẫn viên Lam, người đã ở cùng chúng tôi trong 2 ngày. Anh ấy - thực sự là một người có uy tín đối với Blue Swimmers, rất chu đáo, vui vẻ và hay cười. Toàn bộ kinh nghiệm là rất lớn. Chúng tôi đã có rất nhiều mozzies trong phòng của chúng tôi trên đảo ngay cả khi có máy điều hòa, nhưng khi chúng tôi nêu vấn đề này, nhân viên ở đó rất dễ tiếp thu và cung cấp màn chống muỗi để chúng tôi ngủ, điều này đã giải quyết được vấn đề cho chúng tôi. Thức ăn trên đảo rất tuyệt. Và mọi thứ diễn ra suôn sẻ, xin giới thiệu.Đọc thêm",
            "Chào Sâm,\n\nLời chào nồng nhiệt từ Blue Swimmer Outdoors!\nChúng tôi rất hân hạnh được đón tiếp bạn. Chúng tôi rất vui được phục vụ chuyến đi trekking cùng hướng dẫn viên qua công viên tự nhiên Catba\n\nChúc bạn mọi điều tốt đẹp nhất\n\nKenny Trần\nCuộc phiêu lưu của người bơi lội màu xanh\nĐọc thêm",
            "Tổ chức và giao tiếp hoàn hảo với Anna. Chúng tôi đã có một ngày tuyệt vời trên thuyền, một chuyến đi riêng: chèo thuyền kayak, tuyến thuyền trong vịnh, bãi biển, đồ ăn, nhân sự và các dịch vụ bổ sung đều tuyệt vời. Chúng tôi không thể yêu cầu thêm...và mọi thứ ở mức hợp lý. Đừng nghi ngờ khi chọn chúng cho chuyến phiêu lưu của bạn ở Cát Bà và dọc theo vịnh.Đọc thêm",
            "Kính gửi quý khách hàng,\n\nCảm ơn bạn rất nhiều vì đã đặt phòng với chúng tôi\nChúng tôi rất vui mừng khi biết rằng bạn đã có khoảng thời gian tuyệt vời với chúng tôi trên vịnh. Vịnh Lan Hạ là vịnh yên tĩnh và thanh bình hơn rất nhiều để khám phá bằng thuyền riêng và chèo thuyền kayak\n\nChúc bạn mọi điều tốt lành và cảm ơn vì đã tin tưởng dịch vụ của chúng tôi\n\nKenny Trần \nDu lịch Blue SwimmerĐọc thêm",
            "Rất thân thiện và luôn cố gắng đưa ra những lời khuyên để đảm bảo chúng tôi có một khoảng thời gian vui vẻ! Chúng tôi thuê thuyền Kayak trong ngày và được tự do khám phá theo ý muốn. Giá cả rất hợp lý và chúng tôi được chăm sóc rất chu đáo. Tôi sẽ giới thiệu cho bất kỳ ai. Đọc thêm",
            "Chào joe,\n\nVâng, bạn nói đúng, chèo thuyền kayak là cách tốt nhất để khám phá vịnh Lan Hạ, vượt xa những con đường bình thường và xa lạ. Một lần nữa, cảm ơn rất nhiều vì đã đi cùng chúng tôi\n\nTrân trọng,\n\nKenny Trần\nBlue Swimmer ngoài trờiĐọc thêm",
            "Tôi và đối tác đã thuê thiết bị leo núi cho một ngày leo núi thể thao tại Thung lũng Bướm trên Cát bà. Kevin cực kỳ hữu ích trong việc giúp chúng tôi lên kế hoạch cho ngày của mình và tất cả các thiết bị được cung cấp đều có hình dạng tuyệt vời và chính xác như chúng tôi yêu cầu. Anh ấy thậm chí còn cung cấp cho chúng tôi sách hướng dẫn và hướng dẫn chi tiết về vách đá. Tôi thực sự khuyên bạn nên sử dụng Blue Swimmer nếu bạn muốn leo núi trên Cát Bà! Môn thể thao leo núi ở Thung lũng Bướm thật tuyệt vời, đá vôi rất độc đáo và rất đẹp. Tất cả các tuyến đường chúng tôi leo lên đều được bảo trì tốt và gần đó có một trang trại tuyệt vời để bạn lấy thức ăn và đồ uống lạnh. Chắc chắn bạn nên sử dụng Blue Swimmer cho mọi nhu cầu leo ​​núi của mình!Đọc thêm",
            "Xin chào Nomad,\n\nLời chào nồng nhiệt từ Blue Swimmer Adventure!\nCảm ơn bạn rất nhiều vì đã đặt chỗ với chúng tôi. Chúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời và trải nghiệm tuyệt vời với chúng tôi tại đảo Cát Bà.\n\nChúc bạn mọi điều tốt lành,\n\nKenny Lee,\nBlue Swimmer Outdoors\nWhatsApp: - 84 915 063 737Đọc thêm"
        ],
        "star_ratings": [
            310,
            28,
            8,
            7,
            3
        ],
        "review_amount": 356,
        "location": [
            "Cuộc phiêu lưu của người bơi lội màu xanh",
            "Cát Bà",
            "Hai Phong",
            "Châu Á",
            "Việt Nam",
            "Những việc cần làm ở Cát Bà"
        ],
        "reviews_time": [
            "Written July 28, 2023",
            "Written July 26, 2023",
            "Written July 21, 2023",
            "Written July 18, 2023",
            "Written June 26, 2023",
            "Written May 10, 2023",
            "Written May 6, 2023",
            "Written May 4, 2023",
            "Written May 4, 2023",
            "Written April 27, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g737051-d2037977-Reviews-or30-Blue_Swimmer_Adventures-Cat_Ba_Hai_Phong.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d2037977-Reviews-or20-Blue_Swimmer_Adventures-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d2037977-Reviews-or40-Blue_Swimmer_Adventures-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d2037977-Reviews-Blue_Swimmer_Adventures-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8647170-Reviews-Luxury_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g303944-d10025683-Reviews-Cat_Ba_Package_Tour-Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d12788138-Reviews-Indochine_Junk-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d19597530-Reviews-Blue_Swimmer_Sailing-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g14776299-d8616588-Reviews-Cat_Ba_Climbing-Ha_Long_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d19065972-Reviews-Cat_Ba_Smile_Tours-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d19387451-Reviews-Cat_Ba_Panorama-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d12987639-Reviews-Cat_Ba_Green_Trail_Travel-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g303944-d13368211-Reviews-Perla_Dawn_Sails-Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d15687862-Reviews-Signature_Journey_Cat_Ba_island-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d5973848-Reviews-Rosy_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g14776299-d8300174-Reviews-Vietnam_Insider_Travel-Ha_Long_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d13340407-Reviews-La_Paci_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d25321717-Reviews-Aroma_Viet_Nam_Travel-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d386683-Reviews-Cat_Ba_Island-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d311087-Reviews-Ben_Thanh_Market-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g304172-d3873707-Reviews-Red_Frog_Beach-Isla_Bastimentos_Bocas_del_Toro_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d23945424-Reviews-Dark_Room_Dubai-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g34182-d8519045-Reviews-HarborWalk_Village-Destin_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g187525-d5906613-Reviews-The_Red_Lion-Benidorm_Costa_Blanca_Province_of_Alicante_Valencian_Community.html",
            "https://www.tripadvisor.com/Attraction_Review-g55704-d2234750-Reviews-Houston_Premium_Outlets-Cypress_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g635970-d10663028-Reviews-Holmes_Beach-Anna_Maria_Island_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g189415-d10234315-Reviews-Farmers_Market_Laiki-Chania_Town_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g187849-d12083149-Reviews-Cripta_San_Sepolcro-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g50087-d15232161-Reviews-The_Amish_Country_Theater-Berlin_Ohio.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g737051-d2037977-Reviews-or40-Blue_Swimmer_Adventures-Cat_Ba_Hai_Phong.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g737051-d2037977-Reviews-or30-Blue_Swimmer_Adventures-Cat_Ba_Hai_Phong.html"
    },
    {
        "attraction_name": "Blue Swimmer Adventures",
        "attraction_name_vi": "Cuộc phiêu lưu của người bơi xanh",
        "general_info": [
            "355 đánh giá",
            "- 5 trong 94 Tour - Hoạt động ở Cát Bà",
            "Chuyến tham quan nhiều ngày",
            "Chuyến tham quan bằng xe đạp",
            "Những chuyến du lịch thuyền",
            "Cho thuê thuyền",
            "Chèo Kayak - Canoeing"
        ],
        "attraction_summary": "Chúng tôi tại Blue Swimmer Adventure đã quyết định theo đuổi loại hình du lịch sinh thái ít tác động để cố gắng nỗ lực hết mình nhằm giữ cho hòn đảo luôn trong lành đặc biệt lâu nhất có thể bằng cách cung cấp nhiều hoạt động ngoài trời xanh hơn cho những người yêu thiên nhiên trên toàn thế giới.Đọc thêm",
        "reviews": [
            "Chan tại Blue Swimmers đã chăm sóc chúng tôi tốt nhất! Kiên nhẫn chờ đợi khi chúng tôi khởi hành từ Hải Phòng bằng xe máy và lên chiếc thuyền 12 phòng - kích thước tốt nhất vì bất cứ thứ gì lớn hơn đều có EDM phát suốt thời gian -. Sau đó chúng tôi gặp Brian, thuyền trưởng và thủy thủ đoàn của anh ấy. Họ đưa chúng tôi đi ăn trưa trong một ngày, chèo thuyền kayak qua hang động, bơi gần bãi biển, câu mực vào ban đêm, sau đó hát karaoke một chút. Sáng hôm sau có một chuyến đạp xe qua một ngôi làng - chúng tôi đã không đi nhưng sau khi nghe những câu chuyện từ những người khác đã đi, ước gì chúng tôi đã đi - . Cát Bà tốt hơn Hạ Long rất nhiều vì ít đám đông hơn và chúng tôi vẫn có chuyến tham quan Vịnh Hạ Long. Huyền bí, huyền diệu và chơi bài hát Chủ đề kỷ Jura khi bạn đi thuyền qua những hòn đảo mù sương và các khối đá.  - Phải làm!Shannon - RobinĐọc thêm",
            "Chào R và S,\n\nLời chào nồng nhiệt từ Blue Swimmer Adventure!\nCảm ơn bạn rất nhiều vì đã đặt phòng với chúng tôi. Chúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời và trải nghiệm thú vị với chúng tôi tại đảo Cát Bà.\n\nMọi điều tốt đẹp nhất,\n\nKenny Lee,\nNgười bơi lội màu xanh ngoài trời\nWhatsApp: - 84 915 063 737Đọc thêm",
            "Blue Swimmer Adventures - hay còn gọi là Vintage Junks - là một công ty xuất sắc để hợp tác.  Rất phản hồi các thắc mắc khi đặt phòng, rất hữu ích.  Chúng tôi đặt một chiếc thuyền riêng để tham quan Vịnh Lan Hạ trong ngày.  Các nhân viên thật tuyệt vời, thức ăn tươi, nóng và ngon, thuyền rất thoải mái.   Đi thuyền qua những khung cảnh tuyệt đẹp thực sự là điều kỳ diệu và chèo thuyền kayak sẽ mãi mãi là một trải nghiệm khó có thể vượt qua!  Tôi thích có chiếc thuyền cho riêng mình để chúng tôi có thể đi theo tốc độ của mình và có khoảng thời gian yên tĩnh bên gia đình.  Mặc dù chúng ta đã bỏ lỡ bầu trời trong xanh nhưng tháng Tư vẫn là thời điểm tuyệt vời để đến.  Không quá bận rộn, nhiệt độ đẹp, ôn hòa và dễ chịu với cảm giác nhiệt đới.  Cảm ơn bạn vì một chuyến đi tuyệt vời!Đọc thêm",
            "Chào quý khách,\n\nLời chào nồng nhiệt từ Blue Swimmer Adventure!\nCảm ơn bạn rất nhiều vì đã đặt phòng với chúng tôi. Chúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời và trải nghiệm thú vị với chúng tôi tại đảo Cát Bà.\n\nMọi điều tốt đẹp nhất,\n\nKenny Lee,\nNgười bơi lội màu xanh ngoài trời\nWhatsApp: - 84 915 063 737Đọc thêm",
            "Chúng tôi đã có trải nghiệm tuyệt vời khi khám phá Cát Bà trên thuyền với chuyến phiêu lưu của Blue Swimmer. Điểm nổi bật của chúng tôi là đạp xe qua Làng Việt Hải và chèo thuyền kayak. Thức ăn cũng rất tuyệt vời.Đọc thêm",
            "Chào San,\n\nLời chào nồng nhiệt từ Blue Swimmer Adventure!\nCảm ơn bạn rất nhiều vì đã đặt phòng với chúng tôi. Chúng tôi - rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời và trải nghiệm thú vị với chúng tôi tại đảo Cát Bà và Vịnh Lan Hạ\n\nChúng tôi luôn cố gắng làm hết sức mình để mang đến cho khách hàng một kỳ nghỉ thú vị và đáng nhớ tại đảo Cát Bà\n\nLời chúc tốt nhất dành cho bạn,\n\nKenny Lee,\nNgười bơi lội màu xanh ngoài trời\nWhatsApp: - 84 915 063 737Đọc thêm",
            "Thuê một chiếc xe đạp leo núi tốt với họ! Blue Swimmer là doanh nghiệp thuộc sở hữu của gia đình và rất thân thiện, họ đã đưa ra tất cả các khuyến nghị và các lựa chọn khác nhau để khám phá hòn đảo bằng xe đạp - bao gồm cả. tránh những lời chào hàng ở đâu - . Rất khuyến khích! Đọc thêm",
            "Chào Lid,,\n\nLời chào nồng nhiệt từ Blue Swimmer Adventure!\nCảm ơn bạn rất nhiều vì đã đặt phòng với chúng tôi. Chúng tôi - rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời và trải nghiệm thú vị với chúng tôi tại đảo Cát Bà và Vịnh Lan Hạ\n\nChúng tôi luôn cố gắng làm hết sức mình để mang đến cho khách hàng một kỳ nghỉ thú vị và đáng nhớ tại đảo Cát Bà\n\nLời chúc tốt nhất dành cho bạn,\n\nKenny Lee,\nNgười bơi lội màu xanh ngoài trời\nWhatsApp: - 84 915 063 737Đọc thêm",
            "Với tư cách là một gia đình bốn người, chúng tôi đã chọn chuyến du lịch riêng một ngày đi du lịch trên biển và chèo thuyền kayak, cũng để có thể điều chỉnh một chút về thời tiết và mức độ thể lực của mình. Mọi thứ đều vượt quá mong đợi của chúng tôi. Chèo thuyền kayak trong đầm qua hang sáng và hang tối. Việc bơi lội trên một bãi biển vắng vẻ. Bữa trưa hải sản phong phú. Vẻ đẹp luôn thay đổi của hòn đảo. Sự thân thiện của thuyền trưởng. Cảm ơn bạn.Đọc thêm",
            "Xin chào Errea,\n\nLời chào nồng nhiệt từ Blue Swimmer Adventure!\nCảm ơn bạn rất nhiều vì đã đặt phòng với chúng tôi. Chúng tôi - rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời và trải nghiệm thú vị với chúng tôi tại đảo Cát Bà và Vịnh Lan Hạ\n\nChúng tôi luôn cố gắng làm hết sức mình để mang đến cho khách hàng một kỳ nghỉ thú vị và đáng nhớ tại đảo Cát Bà\n\nLời chúc tốt nhất dành cho bạn,\n\nKenny Lee,\nNgười bơi lội màu xanh ngoài trời\nWhatsApp: - 84 915 063 737Đọc thêm",
            "Chúng tôi đã có một ngày chèo thuyền kayak thực sự tuyệt vời quanh Vịnh Lan Hạ với những địa điểm yên bình. Hướng dẫn của chúng tôi rất hỗ trợ và giúp chúng tôi nhìn thấy vẻ đẹp của thiên nhiên. Bất cứ lúc nào một lần nữa!!!! Cảm ơn các bạn rất nhiều!!!!! Đọc thêm",
            "Chào Bastin,\n\nLời chào nồng nhiệt từ Blue Swimmer Adventure!\nCảm ơn bạn rất nhiều vì đã đặt phòng với chúng tôi. Chúng tôi - rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời và trải nghiệm thú vị với chúng tôi tại đảo Cát Bà và Vịnh Lan Hạ\n\nChúng tôi luôn cố gắng làm hết sức mình để mang đến cho khách hàng một kỳ nghỉ thú vị và đáng nhớ tại đảo Cát Bà\n\nLời chúc tốt nhất dành cho bạn,\n\nKenny Lee,\nNgười bơi lội màu xanh ngoài trời\nWhatsApp: - 84 915 063 737Đọc thêm",
            "Trải nghiệm tuyệt vời! Cảnh đẹp và chủ nhà tuyệt vời - tốt bụng, nhiệt tình, đầy đủ tiện nghi, siêu hữu ích. Đọc thêm",
            "Chào Carl,,\n\nLời chào nồng nhiệt từ Blue Swimmer Adventure!\nCảm ơn bạn rất nhiều vì đã đặt phòng với chúng tôi. Chúng tôi - rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời và trải nghiệm thú vị với chúng tôi tại đảo Cát Bà và Vịnh Lan Hạ\n\nChúng tôi luôn cố gắng làm hết sức mình để mang đến cho khách hàng một kỳ nghỉ thú vị và đáng nhớ tại đảo Cát Bà\n\nLời chúc tốt nhất dành cho bạn,\n\nKenny Lee,\nNgười bơi lội màu xanh ngoài trời\nWhatsApp: - 84 915 063 737Đọc thêm",
            "Trải nghiệm tuyệt vời! Thủy thủ đoàn rất tuyệt, đồ ăn là món ngon nhất chúng tôi đã ăn ở Việt Nam và chiếc thuyền thật hoàn hảo để khám phá vịnh hạ long một cách yên bình.Đọc thêm",
            "Xin chào Antoines,\n\nLời chào nồng nhiệt từ Blue Swimmer Adventure!\nCảm ơn bạn rất nhiều vì đã đặt phòng với chúng tôi. Chúng tôi - rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời và trải nghiệm tuyệt vời với chúng tôi tại đảo Cát Bà và Vịnh Lan Hạ\n\nChúng tôi luôn cố gắng hết sức để mang đến cho khách hàng có giá trị của mình một kỳ nghỉ dễ chịu và đáng nhớ tại đảo Cát Bà\n\nChúc bạn mọi điều tốt đẹp nhất,\n\nKenny Lee,\nBlue Swimmer Outdoors\nWhatsApp: - 84 915 063 737Đọc thêm",
            "Trải nghiệm tuyệt vời của chuyến du ngoạn bằng thuyền qua đêm riêng ở vịnh Lan Hạ. Tầm nhìn tuyệt vời, phi hành đoàn thân thiện, chắc chắn sẽ được giới thiệu.Đọc thêm",
            "Xin chào Benedict,\n\nLời chào nồng nhiệt từ Blue Swimmer Adventure!\nCảm ơn bạn rất nhiều vì đã đặt phòng với chúng tôi. Chúng tôi - rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời và trải nghiệm thú vị với chúng tôi tại đảo Cát Bà và Vịnh Lan Hạ\n\nChúng tôi luôn cố gắng làm hết sức mình để mang đến cho khách hàng một kỳ nghỉ thú vị và đáng nhớ tại đảo Cát Bà\n\nLời chúc tốt nhất dành cho bạn,\n\nKenny Lee,\nNgười bơi lội màu xanh ngoài trời\nWhatsApp: - 84 915 063 737Đọc thêm",
            "Cách tuyệt vời để tham quan vịnh! Vui vẻ và an toàn cũng sẽ được khuyến khích nếu bạn muốn chèo thuyền kayak. Cảm ơn bạn rất nhiều!Đọc thêm",
            "Xin chào Yasmine,\n\nLời chào nồng nhiệt từ Blue Swimmer Adventure!\nCảm ơn bạn rất nhiều vì đã đặt phòng với chúng tôi. Chúng tôi - rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời và trải nghiệm tuyệt vời với chúng tôi tại đảo Cát Bà và Vịnh Lan Hạ\n\nChúng tôi luôn cố gắng hết sức để mang đến cho khách hàng có giá trị của mình một kỳ nghỉ dễ chịu và đáng nhớ tại đảo Cát Bà\n\nChúc bạn mọi điều tốt đẹp nhất,\n\nKenny Lee,\nBlue Swimmer Outdoors\nWhatsApp: - 84 915 063 737Đọc thêm"
        ],
        "star_ratings": [
            310,
            28,
            8,
            7,
            3
        ],
        "review_amount": 356,
        "location": [
            "Cuộc phiêu lưu của người bơi lội màu xanh",
            "Cát Bà",
            "Hai Phong",
            "Châu Á",
            "Việt Nam",
            "Những điều cần làm ở Cát Bà"
        ],
        "reviews_time": [
            "Written April 16, 2023",
            "Written April 14, 2023",
            "Written April 13, 2023",
            "Written April 13, 2023",
            "Written April 10, 2023",
            "Written April 9, 2023",
            "Written April 5, 2023",
            "Written April 5, 2023",
            "Written March 31, 2023",
            "Written March 28, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g737051-d2037977-Reviews-or40-Blue_Swimmer_Adventures-Cat_Ba_Hai_Phong.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d2037977-Reviews-or30-Blue_Swimmer_Adventures-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d2037977-Reviews-or50-Blue_Swimmer_Adventures-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d2037977-Reviews-Blue_Swimmer_Adventures-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8647170-Reviews-Luxury_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g303944-d10025683-Reviews-Cat_Ba_Package_Tour-Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d12788138-Reviews-Indochine_Junk-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d19597530-Reviews-Blue_Swimmer_Sailing-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g14776299-d8616588-Reviews-Cat_Ba_Climbing-Ha_Long_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d19065972-Reviews-Cat_Ba_Smile_Tours-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d19387451-Reviews-Cat_Ba_Panorama-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d12987639-Reviews-Cat_Ba_Green_Trail_Travel-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g303944-d13368211-Reviews-Perla_Dawn_Sails-Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d15687862-Reviews-Signature_Journey_Cat_Ba_island-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d5973848-Reviews-Rosy_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g14776299-d8300174-Reviews-Vietnam_Insider_Travel-Ha_Long_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d13340407-Reviews-La_Paci_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d25321717-Reviews-Aroma_Viet_Nam_Travel-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d386683-Reviews-Cat_Ba_Island-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g293797-d8539873-Reviews-Marina_Mall-Accra_Greater_Accra.html",
            "https://www.tripadvisor.com/Attraction_Review-g3336924-d273171-Reviews-Assateague_Beach-Assateague_Island_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g309236-d293020-Reviews-Arenal_Volcano-Arenal_Volcano_National_Park_Province_of_Alajuela.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d639073-Reviews-Casa_Fuente-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g188057-d3203924-Reviews-Bains_des_Paquis-Geneva.html",
            "https://www.tripadvisor.com/Attraction_Review-g644214-d10660481-Reviews-Gradakia_Beach-Lassi_Kefalonia_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d209761-Reviews-Ile_Saint_Louis-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g60709-d1219104-Reviews-Schoodic_Peninsula-Bar_Harbor_Mount_Desert_Island_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g46186-d311746-Reviews-Cranmore_Mountain_Resort-North_Conway_Conway_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g32143-d116976-Reviews-Bothe_Napa_State_Park-Calistoga_Napa_Valley_California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g737051-d2037977-Reviews-or50-Blue_Swimmer_Adventures-Cat_Ba_Hai_Phong.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g737051-d2037977-Reviews-or40-Blue_Swimmer_Adventures-Cat_Ba_Hai_Phong.html"
    },
    {
        "attraction_name": "Blue Swimmer Adventures",
        "attraction_name_vi": "Cuộc phiêu lưu của người bơi lội màu xanh",
        "general_info": [
            "355 đánh giá",
            "- 5 trong 94 Tour - Hoạt động ở Cát Bà",
            "Chuyến tham quan nhiều ngày",
            "Chuyến tham quan bằng xe đạp",
            "Những chuyến du lịch thuyền",
            "Cho thuê thuyền",
            "Chèo Kayak - Canoeing"
        ],
        "attraction_summary": "Chúng tôi tại Blue Swimmer Adventure đã quyết định theo đuổi loại hình du lịch sinh thái ít tác động để cố gắng nỗ lực hết mình nhằm giữ cho hòn đảo luôn trong lành đặc biệt lâu nhất có thể bằng cách cung cấp nhiều hoạt động ngoài trời xanh hơn cho những người yêu thiên nhiên trên toàn thế giới.Đọc thêm",
        "reviews": [
            "Chúng tôi không muốn các chuyến tham quan theo nhóm lớn, nên tình cờ gặp được công ty cho thuê thân thiện do gia đình điều hành này, rất thân thiện và hữu ích, đúng như những gì chúng tôi đang tìm kiếm... Sau đó vài cốc bia để kết thúc một ngày, một ngày tuyệt vời và trải nghiệm tuyệt vời, chúng tôi - tôi sẽ giới thiệu - - - - Đọc thêm",
            "Chào Wayne,\n\nLời chào nồng nhiệt từ Blue Swimmer Adventure!\nCảm ơn bạn rất nhiều vì đã đặt phòng với chúng tôi. Chúng tôi - rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời và trải nghiệm thú vị với chúng tôi tại đảo Cát Bà và Vịnh Lan Hạ\n\nChúng tôi luôn cố gắng làm hết sức mình để mang đến cho khách hàng một kỳ nghỉ thú vị và đáng nhớ tại đảo Cát Bà\n\nLời chúc tốt nhất dành cho bạn,\n\nKenny Lee,\nNgười bơi lội màu xanh ngoài trời\nWhatsApp: - 84 915 063 737Đọc thêm",
            "Rất thân thiện một nhân viên tốt bụng. Chúng tôi đã tự mình thực hiện một chuyến tham quan kajaking. Rất muốn giới thiệu điều này. Tại Blue Swimmer Adventures, họ đã giúp chúng tôi lên kế hoạch cho chuyến tham quan bằng cách gửi cho chúng tôi bản đồ vịnh lang ha với tất cả các địa điểm quan trọng cần ghé thăm. Họ nói tiếng Anh rất tốt và có giá cả thân thiện với khách hàng. Cô chủ tiệm làm bánh mì kẹp rất ngon.Đọc thêm",
            "Chào Elek,\n\nLời chào nồng nhiệt từ Blue Swimmer Adventure!\nCảm ơn bạn rất nhiều vì đã đặt phòng với chúng tôi. Chúng tôi - rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời và trải nghiệm thú vị với chúng tôi tại đảo Cát Bà và Vịnh Lan Hạ\n\nChúng tôi luôn cố gắng làm hết sức mình để mang đến cho khách hàng một kỳ nghỉ thú vị và đáng nhớ tại đảo Cát Bà\n\nLời chúc tốt nhất dành cho bạn,\n\nKenny Lee,\nNgười bơi lội màu xanh ngoài trời\nWhatsApp: - 84 915 063 737Đọc thêm",
            "Thật là một vài ngày tuyệt vời!!!! Du ngoạn nhàn nhã trên vịnh Lan Hạ và Hạ Long. Chèo thuyền kayak qua các hang động, bơi lội và đạp xe. Sau đó là rất nhiều thời gian thư giãn trên tàu với đồ ăn tuyệt vời. Cảm ơn thuyền trưởng đã tìm ra nơi neo đậu và thời gian hoạt động để tránh xa đám đông. Cảm ơn đầu bếp vì đã nấu rất nhiều đồ ăn tuyệt vời. Một số món ngon nhất trong một tuần ở Việt Nam. Xin gửi lời cảm ơn lớn đến Mong, người đã chăm sóc các hoạt động giải trí và phiêu lưu của chúng tôi trong vài ngày. Đọc thêm",
            "Chào Jet,\n\nLời chào nồng nhiệt từ Blue Swimmer Adventure!\nCảm ơn bạn rất nhiều vì đã đặt phòng với chúng tôi. Chúng tôi - rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời và trải nghiệm thú vị với chúng tôi tại đảo Cát Bà và Vịnh Lan Hạ\n\nChúng tôi luôn cố gắng làm hết sức mình để mang đến cho khách hàng một kỳ nghỉ thú vị và đáng nhớ tại đảo Cát Bà\n\nLời chúc tốt nhất dành cho bạn,\n\nKenny Lee,\nNgười bơi lội màu xanh ngoài trời\nWhatsApp: - 84 915 063 737Đọc thêm",
            "Đây là trải nghiệm ấn tượng và đáng kinh ngạc nhất mà chúng tôi từng có ở Việt Nam, và điều đó có ý nghĩa rất lớn vì chúng tôi đã ở đây được 3 tháng. Họ đã cố gắng ép chúng tôi vào một cách tự nhiên sau khi chúng tôi gọi điện - Tran nói tiếng Anh tốt hơn tôi - - - . Anh ấy hỏi chính xác những câu hỏi phù hợp để tìm ra điều gì hiệu quả nhất. Sau toàn bộ chuyến đi, chúng tôi không có cảm giác rằng mình cần phải chèo thuyền kayak hoặc khám phá vịnh bằng cách nào khác, bởi vì chúng tôi - đã lái xe qua rất nhiều nơi, ở lại một hòn đảo, khám phá một hang động nhân tạo trên hòn đảo ủ rũ, ăn chay theo yêu cầu! - trên một nhà hàng nổi và hơn thế nữa.... Deep Water Soloing có lẽ là cuộc phiêu lưu mạo hiểm nhất, thú vị và thú vị nhất mà tôi - từng có - sau những chặng đường rất hay và hoang dã, bạn nhảy xuống nước từ độ cao 3 - 12 Mét - bất cứ điều gì bạn thích - .Chuyến leo núi trên hòn đảo ủ rũ vào buổi chiều là sự tiếp nối của buổi sáng: thật tuyệt vời! Các tuyến đường tốt, âm nhạc hay, cảm giác tuyệt vời và rất nhiều niềm vui. Sau mỗi chặng đường, họ không quên nhắc bạn ngắm cảnh vịnh: - Mọi người đều rất chuyên nghiệp, siêu thân thiện, kiên nhẫn, tôn trọng, hữu ích và cố gắng cổ vũ bạn khi bạn thất bại hoặc ăn mừng thành công. Người lái thuyền có lẽ là anh chàng tuyệt vời nhất từ ​​trước đến nay :D Họ - đã tạo ra rất nhiều hình ảnh và video hay mà họ trực tiếp chia sẻ qua airdrop với chúng tôi. Chúng tôi - dự định quay lại ít nhất một tuần để chỉ đi leo núi với những người này , chúng tôi vẫn hoàn toàn bị choáng ngợp bởi những ấn tượng và trải nghiệm. Chúng tôi không thể tin được sự may mắn mà chúng tôi đã có được khi tham gia cuộc phiêu lưu này và vẫn biết ơn phi hành đoàn đã giúp thực hiện được mức giá rất hợp lý này!Đọc thêm",
            "Chào Belin,\n\nLời chào nồng nhiệt từ Blue Swimmer Adventure!\nCảm ơn bạn rất nhiều vì đã đặt phòng với chúng tôi. Chúng tôi - rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời và trải nghiệm thú vị với chúng tôi tại đảo Cát Bà và Vịnh Lan Hạ\n\nChúng tôi luôn cố gắng làm hết sức mình để mang đến cho khách hàng một kỳ nghỉ thú vị và đáng nhớ tại đảo Cát Bà\n\nLời chúc tốt nhất dành cho bạn,\n\nKenny Lee,\nNgười bơi lội màu xanh ngoài trời\nWhatsApp: - 84 915 063 737Đọc thêm",
            "Chúng tôi thuê 2 chiếc thuyền kayak đơn trong nửa ngày để khám phá Vịnh Lan Hạ trong chuyến tham quan tự hướng dẫn. Tran cực kỳ hữu ích và nói với chúng tôi tất cả các điểm quan tâm khác nhau mà chúng tôi có thể ghé thăm. Chúng tôi không thể nhìn thấy mọi thứ vì chúng tôi chỉ chèo thuyền nửa ngày - 8 giờ sáng đến 1 giờ chiều, bắt đầu chèo vào khoảng 9 -, nhưng thế là đủ thời gian đối với chúng tôi vì chúng tôi không đi bơi hay thư giãn ở bãi biển. Việc đón chúng tôi sau khi kết thúc rất nhanh chóng và dễ dàng, và chúng tôi cũng có thể nhìn thấy làng chài từ trên thuyền. Điều duy nhất chúng tôi không thích là Những chiếc thuyền kayak trên biển mà chúng tôi thuê không có bánh lái. Tôi vẫn khuyên bạn nên thuê từ đây nếu bạn đang tìm thuyền kayak! Đọc thêm",
            "Xin chào Kevin,\n\nLời chào nồng nhiệt từ Blue Swimmer Adventure!\nCảm ơn bạn rất nhiều vì đã đặt phòng với chúng tôi. Chúng tôi - rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời và trải nghiệm thú vị với chúng tôi tại đảo Cát Bà và Vịnh Lan Hạ\n\nChúng tôi luôn cố gắng làm hết sức mình để mang đến cho khách hàng một kỳ nghỉ thú vị và đáng nhớ tại đảo Cát Bà\n\nLời chúc tốt nhất dành cho bạn,\n\nKenny Lee,\nNgười bơi lội màu xanh ngoài trời\nWhatsApp: - 84 915 063 737Đọc thêm",
            "Chuyến đi trong ngày tuyệt vời quanh Vịnh Lan Hạ từ đảo Cát Bà. Chúng tôi là 4 người bạn đến từ Úc và đã có một chuyến du ngoạn trong ngày riêng quanh vịnh Lan hạ trên chiếc thuyền của chính mình. Kevin thực sự hữu ích trong việc sắp xếp mọi thứ. Bữa trưa thật tuyệt vời và chúng tôi đã có một ngày thư giãn chèo thuyền kayak và du ngoạn quanh vịnh. Chúng tôi đi ngang qua những ngôi làng nổi và dừng lại ở một bãi biển - vào tháng 1 trời hơi lạnh nhưng nhiệt độ nước ấm - Muốn giới thiệu điều này nếu bạn muốn thực hiện một chuyến đi trong ngày. Giá trị đồng tiền và rất dễ tổ chức. Chúng tôi được đón từ khách sạn ở Cát Bà và đưa chúng tôi về.Đọc thêm",
            "Chào Emma, ​​​​\n\nLời chào nồng nhiệt từ Blue Swimmer Adventure!\nCảm ơn bạn rất nhiều vì đã đặt phòng với chúng tôi. Chúng tôi - rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời và trải nghiệm thú vị với chúng tôi tại đảo Cát Bà và Vịnh Lan Hạ\n\nChúng tôi luôn cố gắng làm hết sức mình để mang đến cho khách hàng một kỳ nghỉ thú vị và đáng nhớ tại đảo Cát Bà\n\nLời chúc tốt nhất dành cho bạn,\n\nKenny Lee,\nNgười bơi lội màu xanh ngoài trời\nWhatsApp: - 84 915 063 737Đọc thêm",
            "Nơi tốt nhất cho cuộc phiêu lưu chèo thuyền kayak ở Cát Bà. Chúng tôi đã có khoảng thời gian tuyệt vời trên chiếc thuyền Kayak tự hướng dẫn của bạn. Chúng tôi là những người duy nhất ở đó và nhận được một số lời khuyên tuyệt vời từ người chủ về nơi sẽ đến. Anh ấy nói tiếng Anh xuất sắc. Đây là điểm nổi bật trong chuyến đi của chúng tôi, chúng tôi đã có khoảng thời gian tuyệt vời để khám phá chỉ có hai chúng tôi. Cảm ơnĐọc thêm",
            "Chào Elaura,\n\nLời chào nồng nhiệt từ Blue Swimmer Adventure!\nCảm ơn bạn rất nhiều vì đã đặt phòng với chúng tôi. Chúng tôi - rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời và trải nghiệm thú vị với chúng tôi tại đảo Cát Bà và Vịnh Lan Hạ\n\nChúng tôi luôn cố gắng làm hết sức mình để mang đến cho khách hàng một kỳ nghỉ thú vị và đáng nhớ tại đảo Cát Bà\n\nLời chúc tốt nhất dành cho bạn,\n\nKenny Lee,\nNgười bơi lội màu xanh ngoài trời\nWhatsApp: - 84 915 063 737Đọc thêm",
            "Tour chèo thuyền kayak từ Cát Bà đến Vịnh Lán Hạ là một trải nghiệm tuyệt vời. Một chiếc thuyền taxi đưa chúng tôi đến trung tâm vịnh Lan Hạ, nơi chúng tôi chèo thuyền kayak trong hơn 5 giờ. Chúng tôi có cơ hội tự mình khám phá vịnh mà không cần bất kỳ khách du lịch hay chuyến đi nào có tổ chức. Tất nhiên, hãy chuẩn bị cho việc chèo thuyền nhiều nhưng nó có thể quản lý được đối với một người có sức khỏe vừa phải. Đó là sự lựa chọn hoàn hảo cho những người thích tự làm mọi việc mà không đi nhóm đông người. Chúng tôi có cơ hội mua bữa trưa - bánh mì - tại một cửa hàng cạnh văn phòng trước khi khởi hành, tôi khuyên bạn nên làm tương tự như ở Vịnh không có lựa chọn nào để mua đồ ăn. Nhìn chung Blue Swimmer Adventures là sự lựa chọn tuyệt vời để khám phá Vịnh Lan Hạ. Chủ sở hữu liên lạc nhanh chóng trên Facebook Messenger và WhatsApp và họ sẽ đưa ra đề xuất và chăm sóc bạn. Giá là 60 usd cho mỗi chiếc thuyền kayak đôi - hai người - và bao gồm phương tiện di chuyển, phí vào công viên và thuyền kayak. Tàu taxi khởi hành vào buổi sáng khoảng 8-9h từ cảng Bến Bảo và về vào khoảng 3-4h chiều.Đọc thêm",
            "Kính thưa quý khách,\n\nCảm ơn bạn rất nhiều vì đã đặt phòng với chúng tôi. Vâng, phiêu lưu chèo thuyền kayak là cách tốt nhất để khám phá vẻ đẹp của vịnh Lan Hạ và vịnh Cát Bà. Cuộc khám phá này sẽ đưa bạn khám phá những con đường nhỏ, đầm phá ẩn giấu và bãi biển xinh đẹp cùng với những ngôi làng nổi để thoát khỏi những con đường mòn và có được cái nhìn sâu sắc tuyệt vời về cuộc sống trên mặt nước của ngư dân địa phương. Cảm ơn rất nhiều vì đã đặt chuyến phiêu lưu chèo thuyền kayak nửa ngày với chúng tôi để vượt xa những phần bình thường và ít người qua lại của Kỳ quan thiên nhiên tuyệt đẹp này\n\nRất mong được chào đón bạn lần nữa vào năm tới\n\nTrân trọng,\n\nCô Ivy Trần\nBlue Swimmer ngoài trờiĐọc thêm",
            "Chúng tôi đã có một ngày chèo thuyền kayak tuyệt vời ở Vịnh Lan Hạ - một trong những nơi đẹp nhất thế giới. Chúng tôi thuê một chiếc thuyền kayak đôi cả ngày và thực hiện một chuyến tham quan tự hướng dẫn. Tran và gia đình anh ấy đã rất hữu ích trong toàn bộ quá trình. Anh ấy gửi cho tôi những chiếc ghim của nhiều địa điểm khác nhau trong vịnh để tham quan, đồng thời đưa cho chúng tôi bản đồ và túi đồ khô để sử dụng trong ngày. Chúng tôi thật may mắn khi có thời tiết nắng đẹp suốt cả ngày và đó có lẽ là ngày tuyệt vời nhất mà tôi từng trải qua trên mặt nước. Chúng tôi sẽ quay lại để làm điều đó một lần nữa! Đọc thêm",
            "Marc thân mến,\n\nCảm ơn bạn rất nhiều vì đã chèo thuyền kayak với chúng tôi!\nChúng tôi rất vui mừng khi biết rằng bạn rất thích chuyến phiêu lưu chèo thuyền kayak ngoài trời cùng chúng tôi trên vịnh Lan Hạ và vịnh Hạ Long. Đánh giá tích cực của bạn rất quan trọng đối với chúng tôi sau Covid. Chúng tôi hy vọng sẽ có nhiều cơ hội được chào đón bạn lần nữa trong thời gian sắp tới\n\nNhững gì chúng ta nghĩ mình sẽ trở thành, chúng ta sẽ trở lại mạnh mẽ hơn trước\n\nTrân trọng,\n\nAnna Nguyễn Ms\nQuản lý kinh doanh\nBlue Swimmer ngoài trờiĐọc thêm",
            "Chuyến đi thật tuyệt vời. Chúng tôi có một chiếc thuyền riêng đi qua các ngôi làng vào buổi sáng để chèo thuyền kayak và sau đó họ đưa chúng tôi trở lại khi chúng tôi làm xong. Kevin và gia đình anh ấy rất đáng yêu và họ đã tặng trái cây và bánh mì cho chuyến đi của chúng tôi.Đọc thêm",
            "Kính gửi quý khách hàng,\n\nRất cám ơn đánh giá tích cực của bạn về dịch vụ của chúng tôi. Điều rất quan trọng đối với chúng tôi sau Covid là chúng tôi luôn cải thiện dịch vụ của mình để mang đến cho bạn những trải nghiệm khó quên và ý nghĩa. Một lần nữa, cảm ơn bạn rất nhiều vì đã chèo thuyền kayak cùng chúng tôi trên vịnh Lan Hạ xinh đẹp\n\nTrân trọng,\n\nKevin Trần Mr.\nNgười tư vấn du lịch\nDu lịch Blue SwimmerĐọc thêm"
        ],
        "star_ratings": [
            310,
            28,
            8,
            7,
            3
        ],
        "review_amount": 356,
        "location": [
            "Cuộc phiêu lưu của người bơi lội màu xanh",
            "Cát Bà",
            "Hai Phong",
            "Châu Á",
            "Việt Nam",
            "Những điều cần làm ở Cát Bà"
        ],
        "reviews_time": [
            "Written March 19, 2023",
            "Written March 19, 2023",
            "Written March 18, 2023",
            "Written March 10, 2023",
            "Written February 12, 2023",
            "Written January 14, 2023",
            "Written December 28, 2022",
            "Written December 9, 2022",
            "Written November 10, 2022",
            "Written November 10, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g737051-d2037977-Reviews-or50-Blue_Swimmer_Adventures-Cat_Ba_Hai_Phong.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d2037977-Reviews-or40-Blue_Swimmer_Adventures-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d2037977-Reviews-or60-Blue_Swimmer_Adventures-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d2037977-Reviews-Blue_Swimmer_Adventures-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8647170-Reviews-Luxury_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g303944-d10025683-Reviews-Cat_Ba_Package_Tour-Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d12788138-Reviews-Indochine_Junk-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d19597530-Reviews-Blue_Swimmer_Sailing-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g14776299-d8616588-Reviews-Cat_Ba_Climbing-Ha_Long_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d19065972-Reviews-Cat_Ba_Smile_Tours-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d19387451-Reviews-Cat_Ba_Panorama-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d12987639-Reviews-Cat_Ba_Green_Trail_Travel-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g303944-d13368211-Reviews-Perla_Dawn_Sails-Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d15687862-Reviews-Signature_Journey_Cat_Ba_island-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d5973848-Reviews-Rosy_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g14776299-d8300174-Reviews-Vietnam_Insider_Travel-Ha_Long_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d13340407-Reviews-La_Paci_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d25321717-Reviews-Aroma_Viet_Nam_Travel-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d386683-Reviews-Cat_Ba_Island-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g14133667-d23221913-Reviews-Don_Quijote_Shinjuku_Kabukicho-Kabukicho_Shinjuku_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g652119-d3731212-Reviews-Playa_de_Son_Bou-Alaior_Menorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g295385-d2343617-Reviews-Bazaar-Pristina.html",
            "https://www.tripadvisor.com/Attraction_Review-g297972-d2218059-Reviews-Adaland-Kusadasi_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g34146-d1143808-Reviews-Seminole_Casino_Coconut_Creek-Coconut_Creek_Broward_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d142393-Reviews-Club_Fugazi-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d1881034-Reviews-Phantom_of_The_Opera_London-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g34433-d109768-Reviews-Sebastian_Inlet_State_Park-Melbourne_Brevard_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d7998333-Reviews-Chelsea_Flea_Market-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g15411033-d13386476-Reviews-Bear_Shelter_White_Rock-Berezivka_Zhytomyr_Oblast.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g737051-d2037977-Reviews-or60-Blue_Swimmer_Adventures-Cat_Ba_Hai_Phong.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g737051-d2037977-Reviews-or50-Blue_Swimmer_Adventures-Cat_Ba_Hai_Phong.html"
    },
    {
        "attraction_name": "Blue Swimmer Adventures",
        "attraction_name_vi": "Cuộc phiêu lưu của người bơi lội màu xanh",
        "general_info": [
            "355 đánh giá",
            "- 5 trong số 94 Tour - Hoạt động tại Cát Bà",
            "Chuyến tham quan nhiều ngày",
            "Chuyến tham quan bằng xe đạp",
            "Những chuyến du lịch thuyền",
            "Cho thuê thuyền",
            "Chèo Kayak - Canoeing"
        ],
        "attraction_summary": "Chúng tôi tại Blue Swimmer Adventure đã quyết định theo đuổi loại hình du lịch sinh thái ít tác động để cố gắng nỗ lực hết mình nhằm giữ cho hòn đảo luôn trong lành đặc biệt lâu nhất có thể bằng cách cung cấp nhiều hoạt động ngoài trời xanh hơn cho những người yêu thiên nhiên trên toàn thế giới.Đọc thêm",
        "reviews": [
            "Cảm ơn bạn rất nhiều vì đã hỗ trợ cho tất cả chuyến đi của tôi. Tôi đã đến catba sau một thời gian dài du lịch khắp Việt Nam và tìm thấy vận động viên bơi lội xanh trên đảo catba, họ đặt cho tôi một chuyến đi thuyền chung với hành trình ánh sáng mặt trời. Đó là hành trình tuyệt vời khi phi hành đoàn trên tàu rất thân thiện. Tôi đã dành khoảng thời gian tuyệt vời nhất để chèo thuyền kayak, bơi lội, đạp xe, ôi thật là khoảng thời gian tuyệt vời Chắc chắn sẽ giới thiệu cho những ai du lịch một mình như tôi Sẽ quay lại đó sớmĐọc thêm",
            "Chào R,\n\nLời chào nồng nhiệt từ Blue Swimmer Adventure!\nCảm ơn bạn rất nhiều vì đã đặt phòng với chúng tôi. Chúng tôi - rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời và trải nghiệm thú vị với chúng tôi tại đảo Cát Bà và Vịnh Lan Hạ\n\nChúng tôi luôn cố gắng làm hết sức mình để mang đến cho khách hàng một kỳ nghỉ thú vị và đáng nhớ tại đảo Cát Bà\n\nLời chúc tốt nhất dành cho bạn,\n\nKenny Lee,\nNgười bơi lội màu xanh ngoài trời\nWhatsApp: - 84 915 063 737Đọc thêm",
            "Nhân viên rất thân thiện và dễ làm việc. Thuê một chiếc thuyền kayak một mình trong ngày, Tran rất hữu ích trong việc lên kế hoạch cho một lộ trình ngắm cảnh cho hành trình chèo thuyền của tôi và chèo thuyền kayak ở quần đảo Ô Bà chỉ là một cảnh đẹp tuyệt vời, nhiều bữa tiệc yên tĩnh và thanh bình, và thực hiện điều đó trong một ngày bằng thuyền kayak là một trải nghiệm tuyệt vời thời gian hoàn hảo. Họ điều phối chuyến đi thuyền của bạn ra để đón thuyền kayak và xe bán tải của bạn. Những người rất thân thiện! Đọc thêm",
            "Thân gửi Brendon,\n\nLời chào nồng nhiệt nhất từ ​​BSA!\nCảm ơn bạn rất nhiều vì phản hồi tích cực của bạn!\nMột lần nữa, cảm ơn bạn đã chèo thuyền kayak cùng chúng tôi. Chúc bạn mọi điều tốt đẹp nhất\n\nAnna Nguyen Ms\nQuản lý bán hàng\nBlue Swimmer OutdoorsĐọc thêm",
            "Trải nghiệm kỳ diệu! Chúng tôi đã chọn hành trình 2 ngày - 1 đêm và không thất vọng.  - : Phi hành đoàn rất chuyên nghiệpHầu hết thời gian không có thuyền nào khác trên vịnh Thức ăn ngon và số lượng lớn Các điểm dừng để chèo thuyền kayak và bơi lội cũng rất đẹp Phòng rất thoải mái Xe đón từ và đến Hà Nội- : không có gìĐọc thêm",
            "Xin chào Come P,\n\nCảm ơn bạn rất nhiều vì đã đi cùng chúng tôi!\nThật vui khi nhận được đánh giá tích cực từ bạn. Chúng tôi rất vui mừng được chào đón bạn làm khách\nMột lần nữa, cảm ơn bạn đã đặt phòng với chúng tôi\n\nTrân trọng,\n\nKevin Trần Mr.\nBlue Swimmer ngoài trờiĐọc thêm",
            "Chúng tôi đã có một buổi chiều đáng kinh ngạc với Deep Water Soloing - chiếc thuyền tuyệt vời, hướng dẫn viên tuyệt vời và rất thân thiện cũng như rất dễ sắp xếp với thủy thủ đoàn tàu du lịch của chúng tôi. Sẽ - và hy vọng sẽ - tham gia cùng họ lần nữa!Đọc thêm",
            "Chào Ned,\n\nLời chào nồng nhiệt từ Blue Swimmer Adventure!\nCảm ơn bạn rất nhiều vì đã đặt phòng với chúng tôi. Chúng tôi - rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời và trải nghiệm thú vị với chúng tôi tại đảo Cát Bà và Vịnh Lan Hạ\n\nChúng tôi luôn cố gắng làm hết sức mình để mang đến cho khách hàng một kỳ nghỉ thú vị và đáng nhớ tại đảo Cát Bà\n\nLời chúc tốt nhất dành cho bạn,\n\nKenny Lee,\nNgười bơi lội màu xanh ngoài trời\nWhatsApp: - 84 915 063 737Đọc thêm",
            "Chúng tôi đã có một trải nghiệm tuyệt vời! Thức ăn được chuẩn bị mới, hướng dẫn viên biết nhiều về môi trường và các hoạt động hoàn toàn phù hợp với chuyến đi! Muốn giới thiệu điều này cho mọi người - - Đọc thêm",
            "Chào Louise,\n\nLời chào nồng nhiệt từ Blue Swimmer Adventure!\nCảm ơn bạn rất nhiều vì đã đặt phòng với chúng tôi. Chúng tôi - rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời và trải nghiệm thú vị với chúng tôi tại đảo Cát Bà và Vịnh Lan Hạ\n\nChúng tôi luôn cố gắng làm hết sức mình để mang đến cho khách hàng một kỳ nghỉ thú vị và đáng nhớ tại đảo Cát Bà\n\nLời chúc tốt nhất dành cho bạn,\n\nKenny Lee,\nNgười bơi lội màu xanh ngoài trời\nWhatsApp: - 84 915 063 737Đọc thêm",
            "Chúng tôi thực hiện chuyến đi chèo thuyền kayak tự hướng dẫn qua các hòn đảo. Người điều hành tour nói tiếng Anh và tiếng Pháp rất tốt và giải thích mọi thứ rất rõ ràng; - Họ đưa chúng tôi bằng một chiếc thuyền nhỏ để bắt đầu chuyến đi và đón chúng tôi sau 5 giờ. Ở giữa chúng ta có thể tự mình khám phá khu vực. Phong cảnh thực sự rất đẹp, NHƯNG lượng rác thải dưới nước và trên bãi biển thật đáng kinh ngạc. Chúng tôi chèo đi chèo lại để tìm những nơi không có nhựa, nhưng không thể được nên bạn thực sự không muốn đi bơi.Đọc thêm",
            "Xin chào Simons,\n\nLời chào nồng nhiệt từ Blue Swimmer Adventure!\nCảm ơn bạn rất nhiều vì đã đặt phòng với chúng tôi. Chúng tôi - rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời và trải nghiệm thú vị với chúng tôi tại đảo Cát Bà và Vịnh Lan Hạ\n\nChúng tôi luôn cố gắng làm hết sức mình để mang đến cho khách hàng một kỳ nghỉ thú vị và đáng nhớ tại đảo Cát Bà\n\nVịnh Lan Hạ giờ đây sạch sẽ hơn rất nhiều khi chính quyền địa phương đã di dời rất nhiều nhà nổi - khách sạn - resort trái phép và rác thải đã được Blue Swimmer Team và chính quyền địa phương tại đây thu gom chu đáo.\n\nChúng tôi - rất xin lỗi vì bất kỳ sự bất tiện nào gây ra\n\nLời chúc tốt nhất dành cho bạn,\n\nKenny Lee,\nNgười bơi lội màu xanh ngoài trời\nWhatsApp: - 84 915 063 737Đọc thêm",
            "Chúng tôi đã trả tiền cho việc chèo thuyền kayak tự hướng dẫn quanh vịnh lan ha và thật không thể tin được! Dịch vụ tuyệt vời từ công ty này là tốt! Đã giúp chúng tôi tìm thấy những điểm tuyệt vời trong vịnh! Người phụ nữ đưa chúng tôi đến bằng taxi nước thật đáng yêu và cô ấy đã đến đó rất đẹp và sớm để đón chúng tôi! Tiếng Anh cực kỳ tốt và họ đã giúp tôi giải quyết vấn đề mất chìa khóa! Rất biết ơn công ty này!Đọc thêm",
            "Chào Sean,\n\nLời chào nồng nhiệt từ Blue Swimmer Adventure!\nCảm ơn bạn rất nhiều vì đã đặt phòng với chúng tôi. Chúng tôi - rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời và trải nghiệm thú vị với chúng tôi tại đảo Cát Bà và Vịnh Lan Hạ\n\nChúng tôi luôn cố gắng làm hết sức mình để mang đến cho khách hàng một kỳ nghỉ thú vị và đáng nhớ tại đảo Cát Bà\n\nLời chúc tốt nhất dành cho bạn,\n\nKenny Lee,\nNgười bơi lội màu xanh ngoài trời\nWhatsApp: - 84 915 063 737Đọc thêm",
            "Chúng tôi tình cờ tìm thấy BSA ở Cát Bà và chắc chắn là một điều may mắn. Họ giúp chúng tôi có kỳ nghỉ thú vị ở Cát Bà. Họ thuê một chiếc xe máy cho chúng tôi và chỉ cho chúng tôi những điểm tốt nhất để ngắm vịnh, bình minh hoặc các điểm tham quan khác. Ngày thứ hai chúng tôi đã đặt một trong những chuyến tham quan mà họ đã đề xuất và nó rất đáng giá. Trong trường hợp của chúng tôi, chúng tôi chọn chuyến tham quan bằng thuyền theo nhóm nhỏ, từ 8 đến 15 người trở xuống. Chúng tôi cũng có thể đặt xe buýt đến Ninh Bình và họ đảm bảo mọi thứ đều ổn trong suốt Hành trình của chúng tôi. Chắc chắn bạn phải liên hệ với BSA!Đọc thêm",
            "Oscar thân mến,\n\nLời chào nồng nhiệt nhất từ ​​BSA!\nCảm ơn bạn rất nhiều vì đánh giá tốt và tích cực về dịch vụ của chúng tôi như cho thuê xe máy, tour du lịch nhóm nhỏ và xe đưa đón hàng ngày đến Hà Nội và Ninh Bình hoặc ngược lại. Đánh giá tử tế của bạn giúp chúng tôi hướng tới tương lai sau một thời gian dài khó khăn trong đại dịch\n\nMột lần nữa thay mặt BSA xin kính chúc quý khách mọi điều tốt lành trong cuộc sống và hy vọng có nhiều cơ hội được phục vụ quý khách lần nữa\n\nTrân trọng và nồng nhiệt nhất,\n\nKevin Trần\nCuộc phiêu lưu bán hàng\nBlue Swimmer ngoài trờiĐọc thêm",
            "Hành trình tuyệt vời ở Vịnh Lan Hạ, gần Hạ Long. Chúng tôi đã đặt qua Oriental Bridge Travel - thật tuyệt! - và đã có một chuyến đi thuyền hai ngày. Chiếc rác chỉ dành cho hai chúng tôi và phi hành đoàn rất tốt bụng. Chúng tôi đã đến những nơi ẩn giấu và nổi tiếng, nơi chúng tôi có thể bơi lội và chèo thuyền kayak. Đêm tuyệt vời ở vịnh. Chúng tôi cũng đến thăm một trang trại nuôi cá trên mặt nước. Thức ăn rất ngon - ăn quá nhiều! - .  Cảm ơn Loï, người chủ, người rất tốt bụng và biết mọi thứ!Đọc thêm",
            "Antoine thân mến,\n\nLời chào nồng nhiệt nhất từ ​​BSA!\nCảm ơn bạn rất nhiều vì đánh giá tốt và tích cực về dịch vụ của chúng tôi như nghỉ qua đêm trên thuyền, chèo thuyền kayak và xe đưa đón hàng ngày đến Hà Nội và Ninh Bình hoặc ngược lại. Đánh giá tử tế của bạn giúp chúng tôi hướng tới tương lai sau một thời gian dài khó khăn trong đại dịch\n\nMột lần nữa thay mặt BSA xin kính chúc quý khách mọi điều tốt lành trong cuộc sống và hy vọng có nhiều cơ hội được phục vụ quý khách lần nữa\n\nTrân trọng và nồng nhiệt nhất,\n\nKevin Trần\nCuộc phiêu lưu bán hàng\nBlue Swimmer ngoài trờiĐọc thêm",
            "Chúng tôi đã có đêm nghỉ tuyệt vời nhất trên ngôi nhà nổi. Gia đình đã nấu cho chúng tôi những món ăn ngon nhất và chúng tôi có thể bơi và sử dụng thuyền kayak trong nhà. Tôi đánh giá cao việc ở lại đây . Các quan điểm rất đẹp. Thật hoàn hảo để kết thúc kỳ nghỉ của chúng tôi ở Cát BàĐọc thêm",
            "Bella thân mến,\n\nLời chào nồng nhiệt nhất từ ​​BSA!\nCảm ơn bạn rất nhiều vì đã đánh giá tích cực và tốt bụng về dịch vụ của chúng tôi như nghỉ đêm trên thuyền, hoặc nhà nổi, cho thuê thuyền kayak ở vịnh Lan Hạ và xe đưa đón hàng ngày đến Hà Nội và Ninh Bình hoặc ngược lại. Đánh giá tử tế của bạn giúp chúng tôi hướng tới tương lai sau một thời gian dài khó khăn trong đại dịch\n\nMột lần nữa thay mặt BSA xin kính chúc quý khách mọi điều tốt lành trong cuộc sống và hy vọng có nhiều cơ hội được phục vụ quý khách lần nữa\n\nTrân trọng và nồng nhiệt nhất,\n\nKevin Trần\nCuộc phiêu lưu bán hàng\nBlue Swimmer ngoài trờiĐọc thêm",
            "Làm thế nào để đến Cát Bà từ Sân bay Hải Phòng?Đọc thêm",
            "Thật đơn giản, chúng tôi có thể sắp xếp một chiếc ô tô đưa bạn từ đảo Catba đến sân bay bằng phà, tổng thời gian là 1 giờ 45 phút. Chúc bạn đọc vui vẻĐọc thêm",
            "Bạn có thuyền tập thể không quá lớn ở Vịnh Lan Hạ? Chúng ta có muốn ngủ trên những chiếc thuyền không quá lớn không? Ở mức giá nào?Đọc thêm",
            "Xin chào, chúng tôi có thuyền nhỏ để khám phá những đầm phá ẩn giấu của Vịnh Lan Hạ và tránh đám đông - Cùng. Vui lòng liên hệ với chúng tôi qua email để hỏi giáĐọc thêm",
            "Chúng tôi muốn đi du lịch Cát Bà, bạn có thuê thiết bị không?Đọc thêm",
            "Chúng tôi muốn đi du lịch Cát Bà, bạn có thuê thiết bị không?Đọc thêm",
            "Kính thưa khách hàng,\n\nCó, chúng tôi có thể tổ chức leo núi và bơi lội một mình ở Vịnh Lan Hạ theo nhóm nhỏ và tất nhiên chúng tôi cũng có thiết bị cho thuê. Vui lòng liên hệ với chúng tôi qua email để tìm hiểu thêmĐọc thêm",
            "Bạn có thuyền tập thể không quá lớn ở Vịnh Lan Hạ? Chúng ta có muốn ngủ trên những chiếc thuyền không quá lớn không? Ở mức giá nào?Đọc thêm",
            "Kính thưa khách hàng,\n\nCó, chúng tôi có các loại thuyền riêng với 10, 7, 5 và 3 cabin cho bạn lựa chọn, chúng tôi có thể tổ chức các tuyến từ 03D - 02N hoặc 02D - 01N để khám phá những ngóc ngách rất đẹp trên những con đường chính của kỳ quan thiên nhiên này. Vui lòng liên hệ với chúng tôi qua email để tìm hiểu thêmĐọc thêm",
            "Bạn có trang trại sinh thái cho nhóm của chúng tôi không?Đọc thêm",
            "Vâng, chúng tôi có một trang trại sinh thái nhỏ có thể chứa nhóm của bạn, đây là nơi chúng tôi cũng có thể tổ chức các chuyến du ngoạn trên đảo, các bữa ăn và cả xe buýt tốc hành AR từ Hà Nội. Vui lòng liên hệ với chúng tôi qua WhatsApp để tìm hiểu thêm: - 84 915 063 737Đọc thêm",
            "Bạn có thuê thuyền kayak đi biển vì gia đình chúng tôi muốn khám phá Vịnh Lan Hạ không?Đọc thêm",
            "Vâng, chúng tôi là đại lý địa phương duy nhất có thuyền kayak trên biển để khám phá Vịnh Lan Hạ theo một cách khác. Vui lòng liên hệ với chúng tôi qua WhatsApp để tìm hiểu thêm: - 84 912 555 208Đọc thêm",
            "Nhóm mình sẽ đến trên du thuyền Celebrity Solstice, chúng mình muốn thuê một chiếc thuyền riêng để nhóm đi tham quan Dọc Vịnh, bạn có thể giúp mình được không?Đọc thêm",
            "Vâng, bạn có bao nhiêu người? Bạn có muốn bao gồm bữa ăn trên tàu và hướng dẫn viên địa phương không? chúng tôi có thể giúp bạn đặt chuyến tham quan này\n\nTrân trọng và kính chào,\n\nKennyĐọc thêm",
            "Chúng tôi sẽ hạ cánh xuống sân bay Vân Đồn, bạn có thể đón chúng tôi ở đó được không. Có 6 người lớn?",
            "Có, hoàn toàn có thể, vui lòng thông báo cho chúng tôi về chuyến bay đến của bạn, chúng tôi sẽ lo phần còn lại. Bạn phải có xe Ford Transit 16 chỗ cho nhóm của mình. Vui lòng liên hệ với chúng tôi qua WhatsApp: - 84 912 555 208 để được hỗ trợ liên tục Đọc thêm",
            "Bạn có SUP để thuê với hướng dẫn viên địa phương không?Đọc thêm",
            "Có, chúng tôi có dịch vụ cho thuê ván chèo đứng từ đại lý để khám phá các làng nổi và Vịnh Lan Hạ. Vậy bạn cần bao nhiêu SuP?Đọc thêm"
        ],
        "star_ratings": [
            310,
            28,
            8,
            7,
            3
        ],
        "review_amount": 356,
        "location": [
            "Cuộc phiêu lưu của người bơi lội màu xanh",
            "Cát Bà",
            "Hai Phong",
            "Châu Á",
            "Việt Nam",
            "Những điều cần làm ở Cát Bà"
        ],
        "reviews_time": [
            "Written October 27, 2022",
            "Written October 12, 2022",
            "Written September 24, 2022",
            "Written September 23, 2022",
            "Written September 14, 2022",
            "Written September 1, 2022",
            "Written August 5, 2022",
            "Written July 25, 2022",
            "Written July 23, 2022",
            "Written July 17, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g737051-d2037977-Reviews-or60-Blue_Swimmer_Adventures-Cat_Ba_Hai_Phong.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d2037977-Reviews-or50-Blue_Swimmer_Adventures-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d2037977-Reviews-or70-Blue_Swimmer_Adventures-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d2037977-Reviews-Blue_Swimmer_Adventures-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8647170-Reviews-Luxury_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g303944-d10025683-Reviews-Cat_Ba_Package_Tour-Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d12788138-Reviews-Indochine_Junk-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d19597530-Reviews-Blue_Swimmer_Sailing-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g14776299-d8616588-Reviews-Cat_Ba_Climbing-Ha_Long_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d19065972-Reviews-Cat_Ba_Smile_Tours-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d19387451-Reviews-Cat_Ba_Panorama-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d12987639-Reviews-Cat_Ba_Green_Trail_Travel-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g303944-d13368211-Reviews-Perla_Dawn_Sails-Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d15687862-Reviews-Signature_Journey_Cat_Ba_island-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d5973848-Reviews-Rosy_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g14776299-d8300174-Reviews-Vietnam_Insider_Travel-Ha_Long_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d13340407-Reviews-La_Paci_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d25321717-Reviews-Aroma_Viet_Nam_Travel-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d386683-Reviews-Cat_Ba_Island-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g189430-d17851268-Reviews-Void-Mykonos_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d209760-Reviews-Champs_Elysees-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g2333156-d601055-Reviews-Fanning_Springs_State_Park-Fanning_Springs_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d103788-Reviews-Shedd_Aquarium-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g58466-d4283267-Reviews-Jetty_Island-Everett_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g303506-d311246-Reviews-Parque_Nacional_da_Tijuca-Rio_de_Janeiro_State_of_Rio_de_Janeiro.html",
            "https://www.tripadvisor.com/Attraction_Review-g40827-d198380-Reviews-Maine_Narrow_Gauge_Railroad_Company_and_Museum-Portland_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g31231-d1828323-Reviews-Hurricane_Harbor_Phoenix-Glendale_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g60652-d3382692-Reviews-Kalama_Beach_Park-Kailua_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g42182-d269480-Reviews-Pyramid_Point_Trail-Empire_Leelanau_County_Michigan.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g737051-d2037977-Reviews-or70-Blue_Swimmer_Adventures-Cat_Ba_Hai_Phong.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g737051-d2037977-Reviews-or60-Blue_Swimmer_Adventures-Cat_Ba_Hai_Phong.html"
    },
    {
        "attraction_name": "Blue Swimmer Adventures",
        "attraction_name_vi": "Cuộc phiêu lưu của người bơi lội màu xanh",
        "general_info": [
            "355 đánh giá",
            "- 5 trong 94 Tour - Hoạt động ở Cát Bà",
            "Chuyến tham quan nhiều ngày",
            "Chuyến tham quan bằng xe đạp",
            "Những chuyến du lịch thuyền",
            "Cho thuê thuyền",
            "Chèo Kayak - Canoeing"
        ],
        "attraction_summary": "Chúng tôi tại Blue Swimmer Adventure đã quyết định theo đuổi loại hình du lịch sinh thái ít tác động để cố gắng nỗ lực hết mình nhằm giữ cho hòn đảo luôn trong lành đặc biệt lâu nhất có thể bằng cách cung cấp nhiều hoạt động ngoài trời xanh hơn cho những người yêu thiên nhiên trên toàn thế giới.Đọc thêm",
        "reviews": [
            "chuyến tham quan chúng tôi đã thực hiện - hoàng hôn nửa ngày - thật tuyệt vời. nó có tất cả mọi thứ, trong một khoảng thời gian ngắn, chúng tôi đã chèo thuyền kayak - 45 phút -, bơi bên một bãi biển hẻo lánh - 30 phút - và đi thuyền quanh Vịnh Lan Hạ tuyệt đẹp. tổng cộng là 3 giờ và rất khuyến khích, đặc biệt vì đội ngũ nhân viên tuyệt vời! Đọc thêm",
            "Xin chào những người yêu thích Blue Swimmer Adventures!\n\nBạn hôm nay thế nào?\n\nCảm ơn bạn rất nhiều vì đã quan tâm đến dịch vụ của chúng tôi. Chúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian vui vẻ với chúng tôi và dịch vụ của chúng tôi. Đối với chúng tôi điều đầu tiên chính là sự hài lòng của khách hàng. Chúng tôi luôn cố gắng hết sức để chuyến đi trở nên khó quên, thú vị, thư giãn và cũng đầy phiêu lưu.\n\nMột lần nữa chúng tôi xin chân thành cảm ơn quý khách hàng đã tin tưởng sử dụng dịch vụ của chúng tôi. Ý kiến ​​của bạn giống như liều thuốc giúp chúng tôi củng cố và cải thiện dịch vụ tổng thể sau đại dịch. \n\nChúng tôi luôn mong có cơ hội được phục vụ bạn lần nữa trong chuyến đi Việt Nam lần sau của bạn. Chúng tôi luôn sẵn sàng theo ý của bạn.\n\nTrân trọng,\n\nHoa hậu Anna Nguyễn\nQuản lý kinh doanh\nWhatsApp: - 84 915 063 737 - 24 - - 7 - \nNiềm vui lớn khi đi du lịch một cách khácĐọc thêm",
            "Chúng tôi đã chọn thuê thuyền kayak với Kevin - chủ sở hữu - người có nhiều thông tin và nói tiếng Anh tuyệt vời. Giá cả cạnh tranh và những lời khuyên anh ấy cung cấp thực sự hữu ích để khiến trải nghiệm của chúng tôi trở nên đặc biệt. Sau khi chèo thuyền kayak, chúng tôi đã có một trải nghiệm thú vị khi gặp gỡ những người còn lại trong gia đình và được tặng trà để thưởng thức trong khi nói chuyện với hai cô con gái đáng yêu Ivy và Anna của Kevin -.  Trải nghiệm này mang lại nhiều điều hơn là chỉ chèo thuyền kayak, tôi cảm thấy được chào đón, yên tâm và quan trọng nhất là an toàn dưới sự hướng dẫn của Kevin. Gửi tới Kevin, Flower, Anna và Ivy, Cảm ơn rất nhiều vì tất cả những gì bạn đã thực sự thực hiện trong chuyến đi đến mèo ba và chúng tôi sẽ liên hệ lại ngay khi có cơ hội.Đọc thêm",
            "Xin chào những người yêu thích Blue Swimmer Adventures!\n\nBạn hôm nay thế nào?\n\nCảm ơn bạn rất nhiều vì đã quan tâm đến dịch vụ của chúng tôi. Chúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian vui vẻ với chúng tôi và dịch vụ của chúng tôi. Đối với chúng tôi điều đầu tiên chính là sự hài lòng của khách hàng. Chúng tôi luôn cố gắng hết sức để chuyến đi trở nên khó quên, thú vị, thư giãn và cũng đầy phiêu lưu.\n\nMột lần nữa chúng tôi xin chân thành cảm ơn quý khách hàng đã tin tưởng sử dụng dịch vụ của chúng tôi. Ý kiến ​​của bạn giống như liều thuốc giúp chúng tôi củng cố và cải thiện dịch vụ tổng thể sau đại dịch. \n\nChúng tôi luôn mong có cơ hội được phục vụ bạn lần nữa trong chuyến đi Việt Nam lần sau của bạn. Chúng tôi luôn sẵn sàng theo ý của bạn.\n\nTrân trọng,\n\nHoa hậu Anna Nguyễn\nQuản lý kinh doanh\nWhatsApp: - 84 915 063 737 - 24 - - 7 - \nNiềm vui lớn khi đi du lịch một cách khácĐọc thêm",
            "Phi hành đoàn thật tuyệt vời và đồ ăn là món ngon nhất chúng tôi có trong suốt chuyến đi ở Việt Nam. Các quan điểm thật tuyệt vời trong suốt chuyến đi. Chiếc thuyền rất lớn và chồng tôi và tôi ở chung một căn phòng lớn có hai giường và phòng tắm đầy đủ tiện nghi có vòi sen.  Kevin Tran từ Blue Swimmer Adventures đã cố gắng đảm bảo tất cả phương tiện di chuyển, chỗ ở và xét nghiệm Covid đã được chuẩn bị sẵn sàng cho chúng tôi. Anh liên hệ với hãng xe rồi phối hợp di chuyển ngay sau khi rời tàu để chở về Hà Nội. Anh ấy cũng đã gọi đến nhiều bệnh viện để đảm bảo chúng tôi có thể nhận được xét nghiệm Covid khi đi du lịch. Bất cứ khi nào tôi gặp bất kỳ vấn đề gì, tôi sẽ liên hệ với Kevin và anh ấy sẽ cố gắng hết sức để giúp đỡ chúng tôi, ngay cả sau khi hoàn thành chuyến đi trên thuyền. Tôi thực sự giới thiệu công ty này và chuyến đi này cho mọi người. Thức ăn tuyệt vời, dịch vụ tuyệt vời và tầm nhìn tuyệt vời. Chúng tôi sẽ quay lại lần nữa. Đọc thêm",
            "Xin chào Riley và các bạn,\n\nLời chào nồng nhiệt nhất từ ​​BSA!\nChúng tôi - rất vui khi biết rằng bạn - đã hoàn toàn tận hưởng chuyến đi cùng chúng tôi. Về phía chúng tôi, chúng tôi luôn cố gắng hết sức để cải thiện dịch vụ của mình ngày càng tốt hơn để mang đến cho khách hàng những trải nghiệm tốt nhất từ ​​trước đến nay. Đó là một khoảng thời gian khó khăn đối với chúng tôi trong thời kỳ khủng hoảng nhưng mọi thứ giờ đây đã ấm lên từng chút một. Du lịch là thứ duy nhất bạn mua khiến bạn giàu có hơn\n\nChúng tôi hy vọng sẽ có nhiều cơ hội được chào đón bạn trong thời gian sắp tới với nhiều yêu thương\n\nKevin Trần Mr.\nTư vấn bán hàng\nBlue Swimmer VenturesĐọc thêm",
            "Chúng tôi - sẽ làm lại việc này bất cứ lúc nào. Tran là một người chủ nhà siêu ngọt ngào, nói tiếng Anh tốt và sắp xếp mọi thứ cho bạn. Tuy nhiên, anh ấy không phải là người bán hàng giỏi nhất - rất khiêm tốn - - bởi vì chúng tôi nghĩ rằng chúng tôi đã đặt một chiếc thuyền nhỏ với ai đó chuẩn bị cho chúng tôi những món ăn đơn giản nhưng thay vào đó, những gì chúng tôi nhận được là một chiếc du thuyền nhỏ và một thủy thủ đoàn 4 người bao gồm Mike, một đầu bếp hoàn toàn tuyệt vời đang chuẩn bị cho chúng tôi Bữa ăn 6 món là món ăn ngon nhất mà chúng tôi đã có cho đến nay! Hàu của anh ấy thật thần thánh! Mike cũng nói được tiếng Anh. Chúng tôi đã có một khoảng thời gian tuyệt vời. Phi hành đoàn thật tuyệt vời - họ chia sẻ rượu tự làm - rượu gạo - và đi câu cá đêm với chúng tôi, đó là trải nghiệm tuyệt vời nhất từ ​​trước đến nay!! Chiếc thuyền cũng rất tuyệt. Không mới nhưng hoàn toàn thoải mái. Vòi hoa sen tuyệt vời! Thậm chí còn có máy điều hòa không khí trong các phòng - tổng cộng 3 phòng - chúng tôi chiếm một phòng -. Dù bạn làm gì, đừng bỏ lỡ chuyến tham quan này nhé các bạn. Và nếu bạn muốn giảm giá - hãy đưa bạn bè hoặc gia đình của bạn đến ở các phòng khác. Nhưng - dù sao thì nó cũng đáng giá từng xu : - Đọc thêm",
            "Chào Jessica,\n\nThật vui khi được nghe từ bạn!\nCảm ơn rất nhiều vì đánh giá tích cực của bạn, Điều thực sự quan trọng đối với chúng tôi là làm mới mọi thứ, Chúng tôi luôn cố gắng cải thiện dịch vụ của mình để mang đến cho khách hàng trải nghiệm tốt nhất chưa từng có ở Vịnh Lan Hạ\n\nMột lần nữa xin cảm ơn lòng tốt của bạn và chúc bạn mọi điều tốt đẹp nhất\n\nKevin Trần Mr.\nGiám đốc bán hàngĐọc thêm",
            "Tran là một hướng dẫn viên tuyệt vời và thích chia sẻ lịch sử và văn hóa trong khi khám phá. Đó là điểm nhấn trong chuyến phiêu lưu vịnh Hạ Long của chúng tôi, thậm chí còn hơn cả du thuyền năm sao! Ước gì chúng tôi có nhiều thời gian hơn. Đừng bỏ lỡ! Đọc thêm",
            "Chào Jenna,\n\nCảm ơn bạn rất nhiều vì đánh giá tuyệt vời của bạn. Trải nghiệm tốt nhất của bạn là điều quan trọng nhất đối với chúng tôi.\nChúng tôi hy vọng sẽ có nhiều cơ hội được chào đón bạn và gia đình thân yêu một lần nữa tại vịnh Lan Hạ vào năm tới\n\nCảm ơn một lần nữa với tình yêu,\n\nKevin Trần Mr.\nQuản lý kinh doanh\nBlue Swimmer VenturesĐọc thêm",
            "Chúng tôi đã thực hiện chuyến tham quan với Swimmer Adventures vào tháng 1 năm 2022. Đó thực sự là một công ty du lịch tuyệt vời. Chúng tôi rất thích nó rất nhiều. Vì thời gian Covid nên không có nhiều người nhưng đó là thứ chúng tôi đang tìm kiếm. Cảm ơn bạn rất nhiều và chúng tôi rất được giới thiệu!Đọc thêm",
            "Chào chị Lộc,\n\nCảm ơn đánh giá tốt đẹp của bạn, chúng tôi rất vui mừng khi biết rằng bạn đã có một chuyến du ngoạn thú vị cùng chúng tôi tại vịnh Lan Hạ. Chúc bạn và gia đình thân yêu mọi điều tốt đẹp nhất trong cuộc sống\n\nTrân trọng,\n\nKevin Trần\nCuộc phiêu lưu của người bơi lội xanhĐọc thêm",
            "Đã có một thời gian tuyệt vời chèo thuyền kayak với cuộc phiêu lưu của người bơi lội Blue. Mới đăng bài nên không bận lắm nhưng nhóm rất chu đáo và cung cấp cho tôi tất cả thông tin và khiến tôi cảm thấy rất được chào đón. Rất khuyến khích chèo thuyền kayak ở vịnh Hạ Long.Đọc thêm",
            "Xin Chào Leo,\n\nLời chào nồng nhiệt từ BSA!\nRất vui khi đọc được đánh giá tích cực của bạn về dịch vụ cho thuê thuyền kayak của chúng tôi\nBạn - là người đầu tiên sẽ mang lại nhiều khách hàng cho chúng tôi trong những năm tới\n\nMọi điều tốt đẹp nhất sẽ đến với bạn với tình yêu\n\nAnna Trần\nQuản lý kinh doanh\nBlue Swimmer VenturesĐọc thêm",
            "Thức ăn rất ngon và thức ăn rất tươi và ngon. Mình sẽ quay lại nếu có dịpXem thêm",
            "Xin Chao Ban,\n\nLời chào nồng nhiệt từ BSA!\nRất vui khi đọc được đánh giá tích cực của bạn về dịch vụ cho thuê thuyền kayak của chúng tôi\nBạn - là người đầu tiên sẽ mang lại nhiều khách hàng cho chúng tôi trong những năm tới\n\nMọi điều tốt đẹp nhất sẽ đến với bạn với tình yêu\n\nAnna Trần\nQuản lý kinh doanh\nBlue Swimmer VenturesĐọc thêm",
            "Cảm ơn anh Nam vì chuyến đi tuyệt vời ở Cát Bà. Chúng tôi thực sự rất thích chuyến tham quan này vì tổ chức tốt và cũng rất chuyên nghiệp. Chúng tôi đã dành 3 ngày 2 đêm ở đây, nó không đủ đối với chúng tôi vì ở đây còn nhiều việc phải làm. Đây là nơi tốt nhất để ghé thăm ở Việt Nam. Chúng tôi rất khuyến khích.Đọc thêm",
            "Xin Chào D,\n\nLời chào nồng nhiệt từ BSA!\nChúng tôi rất vui mừng khi đọc được đánh giá tích cực của bạn về dịch vụ cho thuê thuyền kayak của chúng tôi\nBạn - là người đầu tiên sẽ mang lại nhiều khách hàng cho chúng tôi trong những năm tới\n\nMọi điều tốt đẹp nhất sẽ đến với bạn với tình yêu\n\nAnna Trần\nQuản lý kinh doanh\nBlue Swimmer VenturesĐọc thêm",
            "Mọi thứ đều hoàn hảo! Tất cả những người làm việc cho Blue Swimmer đều là những chuyên gia thực thụ và chăm sóc chúng tôi một cách hoàn hảo, chúng tôi đã thực hiện chuyến chèo thuyền kayak và Junque Tour trong 2 ngày một đêm và điều đó thật tuyệt vời, chắc chắn có giá trị. Hơn nữa, ở vị trí cuối cùng - truyền thống - Junque trên vịnh thực sự là một điều gì đó kỳ diệu!Đọc thêm",
            "Kính gửi quý khách,\n\nLời chào nồng nhiệt nhất từ ​​BSA!\n\nChúng tôi rất vui mừng và vui mừng khi biết rằng bạn đã có những trải nghiệm tuyệt vời và tuyệt vời tại Vịnh Hạ Long. Chúng tôi tổ chức các tour du lịch riêng hoặc nhóm nhỏ và các chuyến du ngoạn đích thực đến vịnh Lan Hạ, vịnh Hạ Long và đảo Cát Bà. Hành trình 2 ngày - 1 đêm sẽ giúp du khách có thêm thời gian để khám phá vịnh biển huyền diệu. Đảo Cát Bà có rất nhiều hoạt động thú vị như đi du thuyền, đi bộ đường dài, leo núi, leo núi, chèo thuyền kayak và chèo thuyền kayak. Chúng tôi hy vọng rằng kỳ nghỉ của bạn trên khắp Việt Nam sẽ thật tuyệt vời. Cảm ơn rất nhiều một lần nữa\n\nBlue Swimmer Adventures có những chiếc thuyền gỗ truyền thống cuối cùng ở vịnh Lan Hạ để phiêu lưu trên những con đường mòn không giống ai. Chúng tôi sẽ cố gắng hết sức để bảo tồn những chiếc thuyền cổ điển của mình bằng mọi giá để đưa bạn quay về thời quá khứ không giống ai\n\nNếu bạn - sẵn sàng lên đường chinh phục vịnh, vui lòng liên hệ với chúng tôi mọi lúc, chúng tôi - luôn sẵn sàng phục vụ bạn, whatsApp tới - 84 - 912 555 208 để được hỗ trợ ngay lập tức - 24 - 7 - \n\nCuộc phiêu lưu của người bơi lội xanhĐọc thêm"
        ],
        "star_ratings": [
            310,
            28,
            8,
            7,
            3
        ],
        "review_amount": 356,
        "location": [
            "Cuộc phiêu lưu của người bơi lội màu xanh",
            "Cát Bà",
            "Hai Phong",
            "Châu Á",
            "Việt Nam",
            "Những điều cần làm ở Cát Bà"
        ],
        "reviews_time": [
            "Written July 5, 2022",
            "Written June 23, 2022",
            "Written June 3, 2022",
            "Written May 14, 2022",
            "Written April 28, 2022",
            "Written April 13, 2022",
            "Written April 4, 2022",
            "Written July 9, 2020",
            "Written July 9, 2020",
            "Written February 27, 2020"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g737051-d2037977-Reviews-or70-Blue_Swimmer_Adventures-Cat_Ba_Hai_Phong.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d2037977-Reviews-or60-Blue_Swimmer_Adventures-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d2037977-Reviews-or80-Blue_Swimmer_Adventures-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d2037977-Reviews-Blue_Swimmer_Adventures-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8647170-Reviews-Luxury_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g303944-d10025683-Reviews-Cat_Ba_Package_Tour-Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d12788138-Reviews-Indochine_Junk-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d19597530-Reviews-Blue_Swimmer_Sailing-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g14776299-d8616588-Reviews-Cat_Ba_Climbing-Ha_Long_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d19065972-Reviews-Cat_Ba_Smile_Tours-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d19387451-Reviews-Cat_Ba_Panorama-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d12987639-Reviews-Cat_Ba_Green_Trail_Travel-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g303944-d13368211-Reviews-Perla_Dawn_Sails-Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d15687862-Reviews-Signature_Journey_Cat_Ba_island-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d5973848-Reviews-Rosy_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g14776299-d8300174-Reviews-Vietnam_Insider_Travel-Ha_Long_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d13340407-Reviews-La_Paci_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d25321717-Reviews-Aroma_Viet_Nam_Travel-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d386683-Reviews-Cat_Ba_Island-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g635613-d13085651-Reviews-Fuego_Music_Bar-Rhodes_Town_Rhodes_Dodecanese_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d105127-Reviews-Central_Park-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g187177-d9861567-Reviews-Plage_de_Malo_les_Bains-Dunkirk_Nord_Hauts_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d8631483-Reviews-Douglas_Park-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d735521-Reviews-Acropolis_Museum-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g295374-d7033976-Reviews-Borik_Beach-Zadar_Zadar_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g29750-d3353345-Reviews-Boogie_Nights-Atlantic_City_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d1156821-Reviews-Platinum_Fashion_Mall-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g8363967-d12652319-Reviews-Ski_Egypt-6th_of_October_City_Giza_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g42940-d10439710-Reviews-Paisley_Park-Chanhassen_Minnesota.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g737051-d2037977-Reviews-or80-Blue_Swimmer_Adventures-Cat_Ba_Hai_Phong.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g737051-d2037977-Reviews-or70-Blue_Swimmer_Adventures-Cat_Ba_Hai_Phong.html"
    },
    {
        "attraction_name": "Blue Swimmer Adventures",
        "attraction_name_vi": "Cuộc phiêu lưu của người bơi lội màu xanh",
        "general_info": [
            "355 đánh giá",
            "- 5 trong số 94 Tour - Hoạt động tại Cát Bà",
            "Chuyến tham quan nhiều ngày",
            "Chuyến du lịch bằng xe đạp",
            "Những chuyến du lịch thuyền",
            "Cho thuê thuyền",
            "Chèo Kayak - Canoeing"
        ],
        "attraction_summary": "Chúng tôi tại Blue Swimmer Adventure đã quyết định theo đuổi loại hình du lịch sinh thái ít tác động để cố gắng nỗ lực hết mình nhằm giữ cho hòn đảo luôn trong lành đặc biệt lâu nhất có thể bằng cách cung cấp nhiều hoạt động ngoài trời xanh hơn cho những người yêu thiên nhiên trên toàn thế giới.Đọc thêm",
        "reviews": [
            "Khi đến thăm Cát Bà, chúng tôi đã tìm thấy Blue Swimmer Adventures thông qua một blog và rất vui vì đã làm như vậy! Ngày đầu tiên chúng tôi dành thời gian chèo thuyền kayak quanh Vịnh Lan Hạ. Trải nghiệm của chúng tôi rất suôn sẻ và đơn giản đến nỗi chúng tôi muốn đặt một tour du lịch với họ. Vì vậy, ngày hôm sau chúng tôi đã đi bộ đường dài và tham quan đảo khỉ. Chúng tôi được ngắm nhìn quang cảnh tuyệt đẹp của Vịnh, khám phá một hang động, ăn trưa tại ngôi làng nhỏ và thăm những chú khỉ trên đảo khỉ. Tran và gia đình anh ấy thực sự đáng yêu. Họ rất tốt bụng và tôi rất vui khi biết rằng chúng tôi đang hỗ trợ anh ấy và gia đình anh ấy, cũng như các hướng dẫn viên địa phương. Tôi cảm thấy như vậy tốt hơn nhiều so với việc đi với các công ty lớn, nơi bạn không chắc chắn liệu các hướng dẫn viên có được đối xử đúng mực hay không! Tôi thực sự khuyên bạn nên sử dụng họ khi đến thăm đảo Cát Bà! Đây cũng là một lựa chọn tốt nếu bạn không có nhiều thời gian. Họ có nhiều lựa chọn tuyệt vời về những việc cần làm! Đọc thêm",
            "Kelsey C thân mến,\n\nLời chào nồng nhiệt nhất từ ​​BSA!\n\nChúng tôi rất vui mừng và vui mừng khi biết rằng bạn đã có những trải nghiệm tuyệt vời và tuyệt vời tại Vịnh Hạ Long. Chúng tôi tổ chức các tour du lịch riêng hoặc nhóm nhỏ và các chuyến du ngoạn đích thực đến vịnh Lan Hạ, vịnh Hạ Long và vịnh Bái Tử Long. Hành trình 3 ngày - 2 đêm sẽ giúp du khách có thêm thời gian khám phá vịnh Bái Tử Long. Đảo Cát Bà có rất nhiều hoạt động thú vị như đi du thuyền, đi bộ đường dài, leo núi, leo núi, chèo thuyền kayak và chèo thuyền kayak. Chúng tôi hy vọng rằng kỳ nghỉ của bạn trên khắp Việt Nam sẽ thật tuyệt vời. Cảm ơn rất nhiều một lần nữa\n\nChúng tôi rất mong chờ chuyến thăm tiếp theo của bạn tới hòn đảo xanh của chúng tôi với nhiều điều bất ngờ. BSA sẽ luôn đồng hành cùng bạn trong những chuyến phiêu lưu tiếp theo.\n\nChúc mọi điều tốt đẹp nhất và có một hành trình an toàn trên khắp Amazing Vietnam\n\nĐội Blue Swimmer AdventuresĐọc thêm",
            "Tôi và bạn gái đã dành hai ngày với Trần - chủ sở hữu - và Blue Swimmer Adventures và yêu thương từng phút. Tran và gia đình anh ấy đều rất thân thiện và nhiệt tình giúp đỡ. Họ cũng cung cấp một hướng dẫn tuyệt vời cho chuyến đi và chuyến tham quan Đảo Khỉ kéo dài một ngày của chúng tôi. Giữa chèo thuyền kayak, chèo thuyền và đi bộ đường dài, chúng tôi thực sự có thể trải nghiệm Cát Bà theo phong cách địa phương. Cả hai chúng tôi đều khuyên bạn nên sử dụng chúng nếu bạn đang tìm kiếm một cuộc phiêu lưu thực sự! Chúng tôi cũng thích rằng chúng thân thiện với môi trường. Rất nhiều công ty khác thì không, và tự hào về những chiếc thuyền khá lớn đông đúc với nhiều người trong chuyến tham quan của bạn. Blue Swimmer Adventure là một trải nghiệm thân mật hơn nhiều với các nhóm nhỏ hơn. Chắc chắn sẽ ghé thăm lại trong tương lai.Đọc thêm",
            "Kính gửi Đối tác có giá trị,\n\nLời chào nồng nhiệt nhất từ ​​Blue Swimmer Sailing!\n\nChúng tôi xin gửi lời cảm ơn đến sự tham gia của bạn trong toàn bộ chuyến đi. Chúng tôi nghĩ bạn đã có sự lựa chọn tốt nhất để khám phá Vịnh Hạ Long từ Đảo Cát Bà, nơi được coi là Khu dự trữ sinh quyển thế giới. Chúng tôi rất vui mừng và hạnh phúc khi biết rằng bạn rất thích chuyến đi của mình với chúng tôi.\nXin vui lòng liên hệ với chúng tôi bất cứ lúc nào nếu bạn quay trở lại hòn đảo xanh quyến rũ này.\n\nTrân trọng,\n\nCuộc phiêu lưu của người bơi lội xanhĐọc thêm",
            "Chúng tôi đã thực hiện Tour khởi động riêng trong 24 giờ. Tran từ Đội bơi lội xanh đã tổ chức chuyến đi cho chúng tôi trong thời gian rất ngắn. Chỉ 2 giờ sau khi đặt phòng, chúng tôi bắt đầu chuyến đi. Mặc dù thời tiết không hoàn hảo - chuyến đi thực sự là như vậy. Phi hành đoàn rất tốt, món ăn Việt Nam ngon nhất và tươi ngon nhất. Mọi thứ đều hoàn hảo! Chắc chắn chúng tôi sẽ quay lại.Đọc thêm",
            "Jens thân mến,\n\nLời chào từ Đảo Xanh Cát Bà!\n\nCảm ơn bạn đã viết và đóng góp một đánh giá tốt đẹp!\nCảm ơn bạn đã đặt chỗ với chúng tôi một chuyến phiêu lưu và hành trình thú vị và ấm cúng!\nBạn đến Cát Bà vào mùa đẹp và chúng tôi đã cố gắng hết sức để tạo nên một chuyến đi tuyệt vời cho bạn. May mắn thay bạn đã nhìn thấy vịnh Lan Hạ và Vịnh Hạ Long từ chuyến đi thuyền.\n\nChúng tôi hy vọng bạn có thể trải qua một ngày cuối tuần nữa ở Việt Nam với thời tiết đẹp. Nếu bạn có bạn bè hoặc gia đình đến hòn đảo quyến rũ này, vui lòng liên hệ với chúng tôi bất cứ lúc nào, chúng tôi luôn sẵn sàng phục vụ bạn. Mong lần sau gặp lại bạn ở đây\n\nTrân trọng!\n\nNhóm BSAĐọc thêm",
            "Hướng dẫn viên thực sự tốt bụng, nói tiếng Anh tốt và biết nhiều. Có chút ngại nói nếu không được hỏi. Đồ ăn tuyệt vời. Chuyến đi rất đáng giá ở mức - 27. Chúng tôi chỉ có 8 người có lẽ là do Tết. Nhưng thực sự tuyệt vời. Chèo thuyền kayak qua hang động đến đầm phá thật tuyệt vời. Điểm nổi bật là được nhìn thấy những con khỉ đầu vàng đang có nguy cơ tuyệt chủng - trong khi chèo thuyền kayak -. Hướng dẫn viên rất giỏi trong việc phát hiện ra chúng. Bơi ngoài thuyền thật tuyệt. Điều duy nhất tôi muốn cố gắng tránh là chuyến thăm làng nếu bạn có thể - không có gì thú vị để xem. Đọc thêm",
            "Chào bạn lữ hành,\n\nCảm ơn bạn rất nhiều vì đánh giá tuyệt vời của bạn. Trải nghiệm tốt nhất của bạn là điều quan trọng nhất đối với chúng tôi.\nChúng tôi hy vọng sẽ có nhiều cơ hội được chào đón bạn và gia đình thân yêu một lần nữa tại vịnh Lan Hạ vào năm tới\n\nCảm ơn một lần nữa với tình yêu,\n\nKevin Trần Mr.\nQuản lý kinh doanh\nBlue Swimmer VenturesĐọc thêm",
            "Tôi đến Việt Nam với mục đích sản xuất Video du lịch. Đó là lý do tại sao tôi đặt chuyến tham quan vì điều quan trọng đối với tôi là có thể tập trung hoàn toàn vào việc sáng tạo và đừng lo lắng về việc điều hướng và lập kế hoạch. Đó là quyết định đúng đắn nhất trong toàn bộ chuyến đi của tôi. Hướng dẫn của tôi Trường rất hợp tác và rất vui với anh ấy. Tôi đã có 2 ngày đi chèo thuyền kayak và đi bộ đường dài ở Cát Bà và tôi đã thấy rất nhiều điều trong 2 ngày này. Và tôi đã thấy những gì tôi muốn thấy. Tôi hỏi anh ấy rằng chúng ta có thể đi đây hay đó không... Chẳng hạn như chúng tôi chỉ chèo thuyền kayak trên bãi biển và leo lên tảng đá một cách tự nhiên. Ngoài ra, thật tốt khi anh ấy đi thuyền kayak cho 2 người với tôi. Tôi có thể tự mình chèo thuyền kayak nhưng vì vậy tôi có thể tập trung làm video 100 - . Anh ấy thậm chí còn giúp tôi kiếm được tiền bằng cách chèo thuyền một đoạn dài ở những nơi tôi yêu cầu gần gũi với ngư dân. Anh ấy thậm chí còn quay lại vài mét cho tôi và sắp xếp một buổi chụp ảnh nhỏ với những người câu cá...Nhân tiện, chuyến tham quan từ Hà Nội được tổ chức rất tốt và ngay cả trên xe buýt tôi cũng có WiFi tuyệt vời.. Văn phòng và. Beach Bungalows cũng có WiFi tốt. Nhìn chung chuyến tham quan tuyệt vờiĐọc thêm",
            "Chào bạn lữ hành,\n\nCảm ơn bạn rất nhiều vì đánh giá tuyệt vời của bạn. Trải nghiệm tốt nhất của bạn là điều quan trọng nhất đối với chúng tôi.\nChúng tôi hy vọng sẽ có nhiều cơ hội được chào đón bạn và gia đình thân yêu một lần nữa tại vịnh Lan Hạ vào năm tới\n\nCảm ơn một lần nữa với tình yêu,\n\nKevin Trần Mr.\nQuản lý kinh doanh\nBlue Swimmer VenturesĐọc thêm",
            "Chèo thuyền kayak trong ngày tuyệt vời với hướng dẫn thực sự lịch sự và hữu ích Lung. Trải nghiệm tuyệt vời và những con người tuyệt vờiĐọc thêm",
            "Các bạn lữ hành thân mến,\n\nLời chào nồng nhiệt từ Blue Swimmer Sailing!\nXin chân thành cảm ơn quý khách hàng đã quan tâm đến dịch vụ của chúng tôi. Chúng tôi rất vui mừng khi biết rằng bạn đã có một ngày tuyệt vời ở vịnh Lan Hạ với hướng dẫn viên của chúng tôi và cách tốt nhất để tận hưởng núi đá vôi là chèo thuyền kayak để khám phá những đầm phá ẩn giấu và những ngôi làng nổi\n\nNếu bạn có gia đình hoặc bạn bè đến vịnh Lan Hạ và đảo Cát Bà, vui lòng giới thiệu dịch vụ của chúng tôi, chúng tôi sẽ cố gắng hết sức để chuyến đi của bạn trở nên đặc biệt và độc đáo\n\nTrân trọng,\n\nCuộc phiêu lưu của người bơi lội màu xanh\n241 Cái Bèo; Cát Bà, Việt NamĐọc thêm",
            "Gia đình xinh đẹp điều hành Blue Swimmer thật ấm áp và thân thiện! Bản thân tôi và hai người bạn đại học khác đã mua chuyến đi bộ, xe đạp và chèo thuyền kayak 2 ngày 1 đêm để nghỉ qua đêm tại Nam Cat Resort và chúng tôi đã rất sốc trước bao nhiêu nỗ lực và dịch vụ mà chúng tôi đã cung cấp. Tầm nhìn tuyệt vời, phòng sạch sẽ, với hướng dẫn viên du lịch vui vẻ và sâu sắc như Trường, tôi đã có thể thực sự tận hưởng Cát Bà dù thời gian lưu trú ngắn. Bữa sáng, bữa trưa và bữa tối bao gồm đầy đủ và tươi ngon và chuyến đi bộ 20 km đầy thử thách và bổ ích. 10 - 10 sẽ giới thiệu, từ Úc!!Đọc thêm",
            "Xin Chào Jerry,\n\nLời chào nồng nhiệt từ BSA!\nRất vui khi đọc được đánh giá tích cực của bạn về dịch vụ cho thuê thuyền kayak của chúng tôi\nBạn - là người đầu tiên sẽ mang lại nhiều khách hàng cho chúng tôi trong những năm tới\n\nMọi điều tốt đẹp nhất sẽ đến với bạn với tình yêu\n\nAnna Trần\nQuản lý kinh doanh\nBlue Swimmer VenturesĐọc thêm",
            "Cho đến nay, một trong những trải nghiệm tuyệt vời nhất mà chúng tôi đã có khi đến thăm Việt Nam lần này.  Quyền sở hữu và thuyền viên đã vượt xa sự mong đợi của chúng tôi trong việc khiến chúng tôi cảm thấy thoải mái, được chào đón và xung quanh có một vụ nổ. Rất may, chúng tôi cũng có thời tiết tuyệt vời: - RẤT KHUYẾN NGHỊĐọc thêm",
            "Xin chào những người yêu thích BSA!\n\nTrước tiên, chúng tôi muốn nói lời cảm ơn rất nhiều vì đã tham gia cùng chúng tôi trong cuộc phiêu lưu xanh này và chúng tôi rất vui khi đọc được đánh giá tốt của bạn. Phản hồi của bạn sẽ rất hữu ích cho người khác. Chúng tôi rất hân hạnh được tổ chức chuyến đi tuyệt vời này cho bạn và hy vọng một ngày nào đó bạn sẽ quay lại.\n\nTrân trọng!\nĐội bơi lội xanhĐọc thêm",
            "Thật sự thích chuyến du ngoạn 3 ngày - 2 đêm của chúng tôi, cảm ơn Tran. Tôi thực sự muốn giới thiệu các tour du lịch và dịch vụ bổ sung của bạn. Bạn đã giải quyết mọi lo lắng trong một trải nghiệm có thể hơi khó hiểu. Cảm ơn bạn một lần nữa - - - Đọc thêm",
            "Xin chào!\nTrước hết chúng tôi xin gửi lời cảm ơn rất nhiều vì đã tham gia cùng chúng tôi trên hành trình 03D - 02N và chúng tôi rất vui khi đọc được đánh giá tích cực của bạn. Phản hồi của bạn sẽ rất hữu ích cho người khác. Chúng tôi rất hân hạnh được tổ chức chuyến đi này cho bạn và hy vọng một ngày nào đó bạn sẽ quay lại. Cảm ơn nhiều\n\nTrân trọng!\nCuộc phiêu lưu của người bơi lội xanhĐọc thêm",
            "Đây là một chuyến đi tuyệt vời! Thức ăn thật tuyệt vời, vịnh tuyệt đẹp và những cuộc phiêu lưu chúng tôi chia sẻ thật khó quên. Muốn giới thiệu cho bất cứ ai! Đọc thêm",
            "Xin chào Michael!\n\nBạn hôm nay thế nào ?\nTrước tiên, chúng tôi muốn nói lời cảm ơn rất nhiều vì đã đặt phòng với chúng tôi và chúng tôi rất vui khi thấy đánh giá tốt của bạn. Phản hồi của bạn sẽ rất hữu ích cho người khác. Chúng tôi rất hân hạnh được tổ chức chuyến đi cho bạn và hy vọng một ngày nào đó bạn sẽ quay lại.\n\nTrân trọng!\nĐội bơi lội xanhĐọc thêm"
        ],
        "star_ratings": [
            310,
            28,
            8,
            7,
            3
        ],
        "review_amount": 356,
        "location": [
            "Cuộc phiêu lưu của người bơi xanh",
            "Cát Bà",
            "Hai Phong",
            "Châu Á",
            "Việt Nam",
            "Những điều cần làm ở Cát Bà"
        ],
        "reviews_time": [
            "Written February 26, 2020",
            "Written February 26, 2020",
            "Written February 26, 2020",
            "Written January 24, 2020",
            "Written January 8, 2020",
            "Written January 5, 2020",
            "Written December 28, 2019",
            "Written December 27, 2019",
            "Written December 20, 2019",
            "Written December 4, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g737051-d2037977-Reviews-or80-Blue_Swimmer_Adventures-Cat_Ba_Hai_Phong.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d2037977-Reviews-or70-Blue_Swimmer_Adventures-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d2037977-Reviews-or90-Blue_Swimmer_Adventures-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d2037977-Reviews-Blue_Swimmer_Adventures-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8647170-Reviews-Luxury_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g303944-d10025683-Reviews-Cat_Ba_Package_Tour-Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d12788138-Reviews-Indochine_Junk-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d19597530-Reviews-Blue_Swimmer_Sailing-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g14776299-d8616588-Reviews-Cat_Ba_Climbing-Ha_Long_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d19065972-Reviews-Cat_Ba_Smile_Tours-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d19387451-Reviews-Cat_Ba_Panorama-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d12987639-Reviews-Cat_Ba_Green_Trail_Travel-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g303944-d13368211-Reviews-Perla_Dawn_Sails-Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d15687862-Reviews-Signature_Journey_Cat_Ba_island-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d5973848-Reviews-Rosy_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g14776299-d8300174-Reviews-Vietnam_Insider_Travel-Ha_Long_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d13340407-Reviews-La_Paci_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d25321717-Reviews-Aroma_Viet_Nam_Travel-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d386683-Reviews-Cat_Ba_Island-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g580312-d669738-Reviews-Hidropark_Alcudia-Port_d_Alcudia_Alcudia_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g667480-d1488937-Reviews-Saint_Martin_Island-Chittagong_Division.html",
            "https://www.tripadvisor.com/Attraction_Review-g1015731-d283519-Reviews-Bicester_Village-Bicester_Oxfordshire_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d10429987-Reviews-The_Dog_Cafe-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g294207-d1228484-Reviews-Village_Market-Nairobi.html",
            "https://www.tripadvisor.com/Attraction_Review-g150795-d154096-Reviews-Playa_Las_Gatas-Zihuatanejo_Zihuatanejo_de_Azueta_Pacific_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d198936-Reviews-Lake_Conway-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d941806-Reviews-Hammersmith-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g190454-d191373-Reviews-Natural_History_Museum_Naturhistorisches_Museum-Vienna.html",
            "https://www.tripadvisor.com/Attraction_Review-g294229-d3584422-Reviews-ITC_Mangga_Dua-Jakarta_Java.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g737051-d2037977-Reviews-or90-Blue_Swimmer_Adventures-Cat_Ba_Hai_Phong.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g737051-d2037977-Reviews-or80-Blue_Swimmer_Adventures-Cat_Ba_Hai_Phong.html"
    },
    {
        "attraction_name": "Blue Swimmer Adventures",
        "attraction_name_vi": "Cuộc phiêu lưu của người bơi lội màu xanh",
        "general_info": [
            "355 đánh giá",
            "- 5 trong 94 Tour - Hoạt động ở Cát Bà",
            "Chuyến tham quan nhiều ngày",
            "Chuyến tham quan bằng xe đạp",
            "Những chuyến du lịch thuyền",
            "Cho thuê thuyền",
            "Chèo thuyền kayak - Canoeing"
        ],
        "attraction_summary": "Chúng tôi tại Blue Swimmer Adventure đã quyết định theo đuổi loại hình du lịch sinh thái ít tác động để cố gắng nỗ lực hết mình nhằm giữ cho hòn đảo luôn trong lành đặc biệt lâu nhất có thể bằng cách cung cấp nhiều hoạt động ngoài trời xanh hơn cho những người yêu thiên nhiên trên toàn thế giới.Đọc thêm",
        "reviews": [
            "Ban đầu chúng tôi đến Blue Swimmer để thuê những chiếc xe đạp leo núi loại tốt vì chúng tôi muốn đạp xe quanh đảo Cát Bà. Hóa ra gần đây hầu hết thiết bị của họ đã bị đánh cắp - mái chèo, xe đạp, xe máy, mũ bảo hiểm - .Sau khi kiểm tra những chiếc xe đạp leo núi còn lại, chúng tôi nhận ra rằng tình trạng của họ không đủ tốt cho chúng tôi và thay vào đó chúng tôi quyết định thuê một chiếc xe tay ga. Chúng tôi thực sự gặp may vì đạp xe sẽ mất nhiều thời gian hơn chúng tôi nghĩ và chúng tôi xuất phát muộn - khoảng giữa trưa - .Tran - hay còn gọi là Loïc - đã cực kỳ hữu ích và đáng tin cậy. Anh ấy nói tiếng Pháp và tiếng Anh xuất sắc. Anh ấy rất nhiệt tình trong việc trao đổi và cung cấp nhiều thông tin hữu ích. Chúng tôi đặc biệt khuyên bạn nên tham gia các chuyến tham quan đến đó, bạn có thể muốn liên hệ trước với họ về một số hoạt động nhất định - xe đạp và thuyền kayak -.Đọc thêm",
            "MaximeLecl thân mến,\n\nLời chào nồng nhiệt từ Blue Swimmer Adventures!\nCảm ơn bạn rất nhiều vì đã chia sẻ với chúng tôi những trải nghiệm gần đây của bạn. Chúng tôi làm việc tại BSA từ bây giờ muốn hứa rằng bạn sẽ cung cấp dịch vụ tốt nhất có thể cho khách hàng của chúng tôi và chúng tôi cố gắng làm tốt nhất và cải thiện dịch vụ hàng ngày. Đánh giá tử tế của bạn rất quan trọng đối với chúng tôi và khiến chúng tôi cảm thấy rằng bạn phải hành động gì đó để khiến BSA trở nên sống động và vững mạnh hơn bao giờ hết.\n\nMột lần nữa chúng tôi xin cảm ơn bạn đã sử dụng dịch vụ của chúng tôi. Chúng tôi hy vọng sẽ có nhiều cơ hội được phục vụ bạn và gia đình thân yêu một lần nữa trong thời gian sắp tới\n\nlời chúc tốt nhất dành cho bạn\n\nVinh - Trần và đội SBA\nĐảo Cát Bà - Hải Phòng 10 - 2019Đọc thêm",
            "Chúng tôi đã có 3 ngày tuyệt vời với phi hành đoàn và hướng dẫn viên Hiếu Việt Nguyên. Chuyến tham quan thật hoàn hảo từ đầu đến cuối. Con thuyền có mọi thứ cần thiết, đồ ăn rất ngon và chúng tôi đi đến Tất cả những địa điểm tuyệt vời mà Tất cả khách du lịch khác không đến nên chúng tôi có tất cả cho riêng mình. Hướng dẫn viên của chúng tôi thực sự đã làm cho chuyến tham quan trở nên đặc biệt. Hãy hỏi Hiếu nếu bạn muốn có một chuyến tham quan tuyệt vời! Đọc thêm",
            "Xin chào!\n\nLời chào nồng nhiệt từ BSA\nTrước hết chúng tôi muốn nói lời cảm ơn rất nhiều vì đã tham gia cùng chúng tôi và chúng tôi rất vui khi thấy những đánh giá tốt của bạn. Phản hồi của bạn sẽ rất hữu ích cho người khác. Chúng tôi rất hân hạnh được tổ chức chuyến đi cho bạn và hy vọng một ngày nào đó bạn sẽ quay lại.\n\nTrân trọng!\n\nCuộc phiêu lưu của người bơi lội xanhĐọc thêm",
            "Chúng tôi đã thực hiện lựa chọn 2 ngày một đêm.  Hướng dẫn viên của chúng tôi, người Việt Nam nhưng tự giới thiệu là Stew, đưa chúng tôi lên thuyền máy đến một khu nghỉ dưỡng kiểu nhà gỗ lớn trên một hòn đảo nhỏ ở vịnh Lan Hạ.  Chúng tôi đi chơi thuyền kayak với anh ấy vào ngày đầu tiên và sau đó nghỉ đêm tại khu nghỉ dưỡng.  Ngày thứ hai chúng tôi đạp xe vào làng Việt Hà rồi leo lên ngọn núi gần đó để tới một đồn gác cũ của quân đội.  Trời có sương mù và mưa, khiến chuyến đi bộ trở nên trơn trượt và quang cảnh kém ngoạn mục, nhưng chúng tôi vẫn có một khoảng thời gian tuyệt vời và sau đó chúng tôi đã hoàn toàn bị xóa sổ - theo một cách tốt - .Đọc thêm",
            "CHÀO!\n\nTrước tiên, chúng tôi muốn nói lời cảm ơn rất nhiều vì đã đặt phòng với chúng tôi và chúng tôi rất vui khi đọc được đánh giá tốt của bạn. Phản hồi của bạn sẽ rất hữu ích cho người khác. Chúng tôi rất hân hạnh được tổ chức chuyến đi cho bạn và hy vọng một ngày nào đó bạn sẽ quay lại.\n\nTrân trọng!\nThuyền buồm xanhĐọc thêm",
            "Chúng tôi thật may mắn khi có được chiếc thuyền dành riêng cho chúng tôi trong suốt chuyến đi. Hướng dẫn viên rất tuyệt vời, mặc dù tiếng Anh không phải lúc nào cũng dễ dàng đối với người Việt. Thức ăn thật tuyệt vời; họ thậm chí còn tặng chúng tôi một chiếc bánh vào đêm Giáng sinh. Họ chăm sóc chúng tôi rất tốt, họ sắp xếp, thuyền và giường rất tuyệt. Các hoạt động và địa điểm đúng như những gì bạn - mong đợi từ một chuyến tham quan không mang tính chất du lịch như nhiều chuyến khác.100 - khuyến nghị !!! Đọc thêm",
            "Chào bạn lữ hành,\n\nCảm ơn bạn rất nhiều vì đánh giá tuyệt vời của bạn. Trải nghiệm tốt nhất của bạn là điều quan trọng nhất đối với chúng tôi.\nChúng tôi hy vọng sẽ có nhiều cơ hội được chào đón bạn và gia đình thân yêu một lần nữa tại vịnh Lan Hạ vào năm tới\n\nCảm ơn một lần nữa với tình yêu,\n\nKevin Trần Mr.\nQuản lý kinh doanh\nBlue Swimmer VenturesĐọc thêm",
            "Chuyến đi tuyệt vời với trải nghiệm chèo thuyền kayak tuyệt vời. Thật tuyệt khi được ngắm nhìn một số hòn đảo Cát Bà tuyệt đẹp và không có quá nhiều khách du lịch vào tháng 11. Hướng dẫn viên du lịch tuyệt vời tên Trường! Tuyệt vời cho những người thích tham gia một số hoạt động thể thao.Đọc thêm",
            "Chào bạn lữ hành,\n\nCảm ơn bạn rất nhiều vì đánh giá tuyệt vời của bạn. Trải nghiệm tốt nhất của bạn là điều quan trọng nhất đối với chúng tôi.\nChúng tôi hy vọng sẽ có nhiều cơ hội được chào đón bạn và gia đình thân yêu một lần nữa tại vịnh Lan Hạ vào năm tới\n\nCảm ơn một lần nữa với tình yêu,\n\nKevin Trần Mr.\nQuản lý kinh doanh\nBlue Swimmer VenturesĐọc thêm",
            "Đi tour một ngày, tôi vô tình đặt tour riêng nhưng số tiền bỏ ra là xứng đáng. Họ đã đón chúng tôi, đưa chúng tôi lên một chiếc thuyền đẹp và hướng dẫn viên đã kể cho chúng tôi rất nhiều về các ngôi làng và thiên nhiên. Đi chèo thuyền kayak ở nơi tất cả các chuyến du ngoạn dừng lại nhưng thật tuyệt khi có hướng dẫn viên chỉ cho bạn các đường hầm. Anh ấy đã ở đó khi bạn muốn nhưng bạn không để ý đến anh ấy trong suốt thời gian còn lại. Cả ngày cứ như vậy - thực sự rất thích điều đó. Chúng tôi đã có một bữa trưa tươi ngon tuyệt vời trên thuyền! Ôi trời, họ đã làm món mực ngon nhất mà tôi từng nếm thử, và đó là rất nhiều đồ ăn! - Kiểm tra hình ảnh -. Sau khi chúng tôi đi bơi và không vội vàng, sau đó lại chèo thuyền kayak. Thích sự yên tĩnh trên thuyền của chúng tôi; một số nơi rất đông đúc và ồn ào.. tôi rất vui vì mình đã không chọn một trong những tour đó! Sẽ làm lại, có lẽ là một ý kiến ​​hay để tìm một số người khác tham gia, tôi phải thừa nhận rằng cảm thấy hơi kiêu ngạo khi ngồi đó một mình; - Đọc thêm",
            "Chào bạn lữ hành,\n\nCảm ơn bạn rất nhiều vì đánh giá tuyệt vời của bạn. Trải nghiệm tốt nhất của bạn là điều quan trọng nhất đối với chúng tôi.\nChúng tôi hy vọng sẽ có nhiều cơ hội được chào đón bạn và gia đình thân yêu một lần nữa tại vịnh Lan Hạ vào năm tới\n\nCảm ơn một lần nữa với tình yêu,\n\nKevin Trần Mr.\nQuản lý kinh doanh\nBlue Swimmer VenturesĐọc thêm",
            "Lieselot và tôi đến vào sáng sớm sau chuyến đi bằng xe buýt đêm. Chúng tôi mệt mỏi và cảm thấy bẩn thỉu, nhưng người chủ thân thiện đã cho chúng tôi tắm và sắp xếp chuyến đi ngay lập tức. Chúng tôi yêu thích chuyến đi chèo thuyền kayak và ngắm nhìn những khung cảnh đẹp nhất của Cát Bà và giới thiệu nó cho mọi người! Bạn cảm thấy gần gũi với thiên nhiên và được đền đáp sau một ngày chèo thuyền kayak. Kỳ nghỉ tại ngôi nhà gỗ trên một trong những bãi biển nhỏ thật hoàn hảo! Rất sạch sẽ, có nhiều lựa chọn trong bữa trưa và tầm nhìn tuyệt vời. Một nhược điểm của chuyến đi này là việc giao tiếp khó khăn với hướng dẫn viên vì tiếng Anh của anh ấy. Tuy nhiên, anh ấy rất hữu ích và thân thiện. Cảm ơn vì chuyến đi tuyệt vời này!Đọc thêm",
            "Chào bạn lữ hành,\n\nCảm ơn bạn rất nhiều vì đánh giá tuyệt vời của bạn. Trải nghiệm tốt nhất của bạn là điều quan trọng nhất đối với chúng tôi.\nChúng tôi hy vọng sẽ có nhiều cơ hội được chào đón bạn và gia đình thân yêu một lần nữa tại vịnh Lan Hạ vào năm tới\n\nCảm ơn một lần nữa với tình yêu,\n\nKevin Trần Mr.\nQuản lý kinh doanh\nBlue Swimmer VenturesĐọc thêm",
            "Vịnh Hạ Long vẫn đẹp và chúng tôi rất thích chèo thuyền kayak ngắn ngủi, bị cắt ngắn bởi một cơn bão đang đến. Chúng tôi cũng may mắn được nhìn thấy những chú khỉ, điều đó thật tuyệt vời. Tuy nhiên, trang web - và chi phí - ngụ ý một chuyến đi vượt xa những gì các công ty khác đang tổ chức nhưng thực tế không phải vậy. Chúng tôi không ở trên một chiếc thuyền buồm sinh thái - theo yêu cầu và khiến chúng tôi tin rằng chúng tôi sẽ có - mà chỉ là một chiếc thuyền lớn có động cơ. Chuyến đi không hề mang tính sinh thái. Tôi rất ngạc nhiên khi Blue Swimmer Adventures dường như chỉ là một văn phòng. Chiếc thuyền đến từ một công ty khác và người hướng dẫn khác. Thuyền trưởng tốt bụng nhưng người đầu bếp khốn khổ gần như hung hăng. Người hướng dẫn rất tốt bụng và hữu ích nhưng tiếc là tiếng Anh rất kém - thực sự nói tiếng Anh là yêu cầu tối thiểu đối với một hướng dẫn viên. Đôi khi chúng tôi thực sự không biết chuyện gì đang xảy ra hoặc điều gì sẽ xảy ra mặc dù đã hỏi. Tôi - tôi không có thói quen viết những đánh giá tiêu cực và tôi biết chúng rất quan trọng ở Việt Nam nhưng công ty này cần phải cải thiện hoạt động của mình.Đọc thêm",
            "Xin chào những người yêu thích Blue Swimmer Adventures!\n\nBạn hôm nay thế nào?\n\nCảm ơn bạn rất nhiều vì đã quan tâm đến dịch vụ của chúng tôi. Chúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian vui vẻ với chúng tôi và dịch vụ của chúng tôi. Đối với chúng tôi điều đầu tiên chính là sự hài lòng của khách hàng. Chúng tôi luôn cố gắng hết sức để chuyến đi trở nên khó quên, thú vị, thư giãn và cũng đầy phiêu lưu.\n\nMột lần nữa chúng tôi xin chân thành cảm ơn quý khách hàng đã tin tưởng sử dụng dịch vụ của chúng tôi. Đánh giá tiêu cực của bạn giống như liều thuốc giúp chúng tôi củng cố và cải thiện dịch vụ tổng thể sau đại dịch. Chúng tôi sẽ xem xét vấn đề này với phi hành đoàn của chúng tôi cũng như với hướng dẫn viên địa phương của chúng tôi tại đây\n\nChúng tôi luôn mong có cơ hội được phục vụ bạn lần nữa trong chuyến đi Việt Nam lần sau của bạn. Chúng tôi luôn sẵn sàng theo ý của bạn.\n\nTrân trọng,\n\nHoa hậu Anna Nguyễn\nQuản lý kinh doanh\nWhatsApp: - 84 915 063 737 - 24 - - 7 - \nNiềm vui lớn khi đi du lịch một cách khácĐọc thêm",
            "Chúng tôi đã thực hiện chuyến tham quan chèo thuyền kayak có hướng dẫn kéo dài 1 ngày với Blue Swimmer và điều đó thật tuyệt! Tôi và bạn gái đã có một chuyến du lịch riêng với một hướng dẫn viên địa phương rất thân thiện. Hướng dẫn viên của chúng tôi biết rất nhiều về khu vực và rõ ràng cũng quan tâm sâu sắc đến nơi này. Trong quá trình chèo thuyền kayak, anh liên tục dọn rác trên mặt nước. Đây có lẽ là khía cạnh tôi yêu thích nhất về Blue Swimmer: đó là một công ty được điều hành bởi những người thực sự quan tâm đến môi trường. Trong chuyến đi trong ngày, chúng tôi phải chèo thuyền kayak rất nhiều, nhưng cũng có đủ điểm dừng để chúng tôi lấy lại hơi thở. Phong cảnh thật tuyệt vời suốt cả ngày. Chúng tôi đi qua những tảng đá vôi, đầm phá, bãi biển và hang động đẹp nhất. Đặc biệt vào thời gian thứ hai trong ngày, chúng tôi không gặp bất kỳ khách du lịch nào khác, điều hiếm thấy ở khu vực Vịnh Hạ Long. Và bữa trưa thật tuyệt vời và nhiều! Rất khuyến khích!Đọc thêm",
            "Chào bạn lữ hành,\n\nCảm ơn bạn rất nhiều vì đánh giá tuyệt vời của bạn. Trải nghiệm tốt nhất của bạn là điều quan trọng nhất đối với chúng tôi.\nChúng tôi hy vọng sẽ có nhiều cơ hội được chào đón bạn và gia đình thân yêu một lần nữa tại vịnh Lan Hạ vào năm tới\n\nCảm ơn một lần nữa với tình yêu,\n\nKevin Trần Mr.\nQuản lý kinh doanh\nBlue Swimmer VenturesĐọc thêm",
            "Chúng tôi đã thực hiện chuyến du lịch 3 ngày 2 đêm và đã có khoảng thời gian tuyệt vời khi chèo thuyền kayak trên đảo một ngày, sau đó nghỉ qua đêm trên một chiếc thuyền đi vòng quanh đảo vào ngày thứ hai. Hướng dẫn viên của chúng tôi, Ming, là người xuất sắc. Đọc thêm",
            "Chào bạn lữ hành,\n\nCảm ơn bạn rất nhiều vì đánh giá tuyệt vời của bạn. Trải nghiệm tốt nhất của bạn là điều quan trọng nhất đối với chúng tôi.\nChúng tôi hy vọng sẽ có nhiều cơ hội được chào đón bạn và gia đình thân yêu một lần nữa tại vịnh Lan Hạ vào năm tới\n\nCảm ơn một lần nữa với tình yêu,\n\nKevin Trần Mr.\nQuản lý kinh doanh\nBlue Swimmer VenturesĐọc thêm"
        ],
        "star_ratings": [
            310,
            28,
            8,
            7,
            3
        ],
        "review_amount": 356,
        "location": [
            "Cuộc phiêu lưu của người bơi lội màu xanh",
            "Cát Bà",
            "Hai Phong",
            "Châu Á",
            "Việt Nam",
            "Những điều cần làm ở Cát Bà"
        ],
        "reviews_time": [
            "Written October 29, 2019",
            "Written July 20, 2019",
            "Written April 20, 2019",
            "Written January 4, 2019",
            "Written November 23, 2018",
            "Written November 10, 2018",
            "Written August 22, 2018",
            "Written August 6, 2018",
            "Written July 24, 2018",
            "Written July 21, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g737051-d2037977-Reviews-or90-Blue_Swimmer_Adventures-Cat_Ba_Hai_Phong.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d2037977-Reviews-or80-Blue_Swimmer_Adventures-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d2037977-Reviews-or100-Blue_Swimmer_Adventures-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d2037977-Reviews-Blue_Swimmer_Adventures-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8647170-Reviews-Luxury_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g303944-d10025683-Reviews-Cat_Ba_Package_Tour-Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d12788138-Reviews-Indochine_Junk-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d19597530-Reviews-Blue_Swimmer_Sailing-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g14776299-d8616588-Reviews-Cat_Ba_Climbing-Ha_Long_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d19065972-Reviews-Cat_Ba_Smile_Tours-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d19387451-Reviews-Cat_Ba_Panorama-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d12987639-Reviews-Cat_Ba_Green_Trail_Travel-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g303944-d13368211-Reviews-Perla_Dawn_Sails-Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d15687862-Reviews-Signature_Journey_Cat_Ba_island-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d5973848-Reviews-Rosy_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g14776299-d8300174-Reviews-Vietnam_Insider_Travel-Ha_Long_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d13340407-Reviews-La_Paci_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d25321717-Reviews-Aroma_Viet_Nam_Travel-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d386683-Reviews-Cat_Ba_Island-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g54430-d919191-Reviews-Santee_State_Park-Santee_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g1191998-d15309299-Reviews-Vrachos_Beach-Vrachos_Preveza_Region_Epirus.html",
            "https://www.tripadvisor.com/Attraction_Review-g187309-d4609080-Reviews-Eisbach_Wave-Munich_Upper_Bavaria_Bavaria.html",
            "https://www.tripadvisor.com/Attraction_Review-g196481-d198919-Reviews-Mylopotas_Beach-Ios_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g297390-d5482744-Reviews-Gay_Spa_Sauna_at_MEN_s_Resort-Siem_Reap_Siem_Reap_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g34895-d1171834-Reviews-Your_Dekalb_Farmers_Market-Decatur_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d554071-Reviews-Pak_Khlong_Talat_Flower_Market-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d109242-Reviews-Smithsonian_s_National_Zoo_Conservation_Biology_Institute-Washington_DC_District_of.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d132807-Reviews-Grant_Ulysses_Park-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g297631-d940955-Reviews-Kerala_Backwaters-Kerala.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g737051-d2037977-Reviews-or100-Blue_Swimmer_Adventures-Cat_Ba_Hai_Phong.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g737051-d2037977-Reviews-or90-Blue_Swimmer_Adventures-Cat_Ba_Hai_Phong.html"
    }
]