[
    {
        "attraction_name": "Blue Zoo",
        "attraction_name_vi": "Sở thú xanh",
        "general_info": [
            "13 đánh giá",
            "84 trong số 259 điều cần làm ở Thành phố Oklahoma",
            "Bể cá cảnh"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Nhân viên thô lỗ, như 5 xe tăng và vài con cá đuối gai độc. Không đáng 20 người. Thực hiện trong vòng chưa đầy 10 phút. Không có loài bò sát hoặc chim.Đọc thêm",
            "Nơi này CÓ GIÁ QUÁ CAO. Nơi này phù hợp với trẻ em dưới 7 tuổi, phù hợp với con tôi. Họ có một số loài chim ăn thịt ngay trên tay bạn, một vài con rùa và một số loài cá đuối để chạm vào, nhưng sao biển thì đóng cửa. Con gái tôi đã vui vẻ, vì cháu mới 6 tuổi. Nơi này nhỏ, lỗi thời và bạn gần như ngay lập tức cảm thấy mình không nên trả mức giá cao như vậy ngay khi bước vào. Tôi nghĩ rằng giá vé nên là 10 cho người lớn và 7 cho trẻ em. Hãy chuẩn bị để hối tiếc về chi phí. Trẻ em sẽ thích các loài động vật và những thứ tương tự. Nếu giá rẻ hơn, tôi sẽ có nhiều khả năng giới thiệu hơn. Đọc thêm",
            "Nơi tuyệt vời cho trẻ em và người lớn.  Người ta sẽ không nhận ra nó ở trung tâm mua sắm Quail, có thể nghĩ rằng đó chỉ là một cửa hàng lưu niệm.  Có rất nhiều thứ để xem phía sau cửa hàng phía trước.  Việc vuốt ve cá đuối thực sự rất thú vị.  Token rất đắt so với những gì bạn nhận được nhưng nó hỗ trợ một mục đích chính đáng.   Rất nhiều thứ cho trẻ em làm.  Chúng tôi dành khoảng một giờ với đứa cháu trai 10 tuổi của tôi.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đánh giá của bạn! Chúng tôi rất vui khi biết bạn thích thú với mọi thứ chúng tôi cung cấp tại Blue Zoo Spokane đến mức nào! Chúng tôi mong được gặp lại bạn và gia đình bạn!\nĐọc thêm",
            "Tốt cho trẻ em của chúng tôi từ 4 đến 7 tuổi. Đắt tiền. Họ không nâng cấp lên thẻ hàng năm tại chỗ.  Vé hàng năm chỉ có sẵn trực tuyến.  Sẽ không giới thiệu cho trẻ lớn hơn.  Chắc chắn không đáng giá cho thanh thiếu niên hoặc người lớn.Đọc thêm",
            "Cảm ơn phản hôi của bạn. Chúng tôi khác với một bể cá truyền thống cung cấp các yếu tố tương tác, thực hành và tin rằng chúng tôi có thứ gì đó dành cho mọi lứa tuổi. Vé hàng năm cung cấp số lượt tham quan thủy cung không giới hạn và quyền vào xem tất cả các triển lãm động vật, khu vui chơi và buổi biểu diễn trong cả năm. Cám ơn bạn lần nữa vì sự phản hồi của bạn. Đọc thêm",
            "Lần đầu tiên chúng tôi biết đến Blue Zoo khi tìm kiếm những hoạt động giải trí ở OKC cho chuyến đi trong ngày sinh nhật. Hầu hết các đánh giá tôi thấy lúc đầu nhìn chung đều tích cực và vị trí đó có xếp hạng tổng thể tốt. Chúng tôi tò mò về độ lớn của vị trí này trong một trung tâm mua sắm, nhưng chúng tôi không để điều đó ngăn cản chúng tôi kiểm tra nó. Nhân viên rất thân thiện và cơ sở sạch sẽ. Tuy nhiên, nó TUYỆT VỜI đối với ba người lớn. Chỉ có một số ít thủy cung thực sự và hầu hết là khu vui chơi cho trẻ nhỏ. Các cuộc triển lãm mà chúng tôi thấy thú vị là cho chim ăn và cá đuối gai độc.Đọc thêm",
            "Demetri, cảm ơn bạn đã đánh giá. Chúng tôi khác với thủy cung truyền thống ở chỗ chúng tôi cung cấp các khu vực tương tác cho khách bao gồm cả khu vui chơi! Rất vui khi biết bạn thích cho chim và cá đuối của chúng tôi ăn! Cảm ơn bạn.Đọc thêm",
            "IF YOU HAVE A SHELLFISH ALLERGY BEWARE! My kids and I visited Blue Zoo yesterday for the first time of course the kids wanted to feed the stingrays. We washed our hands, handed over our tokens, and the kids were handed a small square piece of meat to feed the stingrays. We were shown how to properly hold the food for the stingrays to eat, however none of the employees mentioned that the meat square was shrimp, or asked if anyone had an allergy. There is not a sign posted anywhere to warn people. Nothing. I helped my 6 year old feed his portion and then we moved on. After leaving the location, I had an allergic reaction so severe that I had to pull over with my three young children, and call 911 because I could no longer safely drive, and we were over an hour away from home. I contacted Blue Zoo today and simply asked if it was shrimp they give to feed the stingrays and they said yes. I then asked if there was a sign somewhere that I just failed to see that warns of possible shellfish contamination, and they said no. When I explained what happened they had someone higher up call me back. She explained that the employee handing the food out is responsible for asking about shellfish allergies before allowing people to feed, which the young lady failed to do. In all honesty, ANYTHING that could cause this type of issue shouldnt be left up to young adults to warn people about. Were all human and make mistakes. It should be posted on warning signs in several places near the area. This isnt the young ladies fault, its the fault of the company for not doing their part to keep people safe. You dont leave room for human error with things that could possibly cost someone their life. Blue Zoo has completely neglected its responsibility to inform its guests of possible risks, and in doing so  put my life in jeopardy. A day meant to be a special day out of town having fun with my kids and creating positive childhood memories for them, turned into a traumatic experience for all of us. I dont suggest anyone with a severe shellfish allergy visit this location. All it takes is a small amount of shellfish on your hands, and you eating something, rub your eye, touch your lips, and BAM. Youre living the same nightmare I just endured. I hope after my incident Blue Zoo uses this as a learning experience and researches a more responsible way to protect its future guests from this.Read more",
            "Chúng tôi rất tiếc khi nghe về trải nghiệm của bạn! Chúng tôi rất coi trọng những việc như thế này. Chúng tôi đánh giá cao phản hồi và đang lắng nghe. Chúng tôi luôn nỗ lực cải thiện trải nghiệm mà khách hàng có được. Như đã thảo luận qua điện thoại, nếu bạn muốn chuyến thăm của mình được hoàn lại tiền, vui lòng liên hệ với chúng tôi tại infobluezoo.us. Cảm ơn bạn.Đọc thêm",
            "Tuyệt vời cho trẻ nhỏ. Trẻ em độ tuổi từ PreK đến Tiểu học.  Có rất nhiều thứ cho bọn trẻ làm.  Không nhiều cho trẻ lớn hơn.  Đúng là đây là một trung tâm mua sắm nhưng chúng tôi thất vọng vì thiếu vật trưng bày. Đó chủ yếu là sân chơi và bàn nướcĐọc thêm",
            "Cảm ơn phản hôi của bạn. Chúng tôi rất tiếc, trải nghiệm của bạn không như những gì bạn mong đợi. Chúng tôi khác với bể cá truyền thống ở chỗ chúng tôi cung cấp các yếu tố tương tác như khu vực tiếp xúc và cho ăn, bàn chơi dưới nước và khu vui chơi vì chúng tôi tin rằng đó là cách tốt nhất để giáo dục và truyền cảm hứng cho mọi người ở mọi lứa tuổi. Cảm ơn. Đọc thêm",
            "Rất vui! Các con tôi thích cho rùa, cá ăn và các trò chơi trên bàn nước trên lầu! Phòng tập thể dục trong rừng rất vui. Có lẽ không phải là một điểm nổi bật chính đối với trẻ lớn trong hơn một vài phút nhưng đó là một hoạt động tuyệt vời, đáng nhớ trong vài giờ!Đọc thêm",
            "Cám ơn, vì phản hồi của bạn. Chúng tôi rất vui khi biết các con bạn đã có một ngày vui vẻ tại Blue Zoo và hy vọng sớm gặp lại các bạn trong chuyến đi chơi cùng gia đình!\nĐọc thêm",
            "Thời gian tuyệt vời khi cho cá đuối gai độc và chim ăn đúng giờ.  Nhân viên thân thiện và hữu ích.  Các cháu và ông cố đã có một buổi chiều thật tuyệt vời.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã xem xét của bạn. Chúng tôi rất vui khi biết bạn thích thú khi tương tác với một số động vật của chúng tôi đến mức nào! Chúng tôi hy vọng bạn có thể đến thăm chúng tôi một lần nữa cùng gia đình trong tương lai!\nĐọc thêm",
            "Nơi này thật tuyệt vời! Đây là chuyến thăm thứ hai của chúng tôi và tôi chắc chắn chúng tôi sẽ quay lại. Vườn thú là một dự án do người chủ tạo ra để những người khác có thể tìm hiểu và yêu thích động vật dựa trên tình yêu của anh ấy với thủy cung. Khía cạnh giáo dục tương tác là tuyệt vời. Cho ăn và tương tác với động vật là sở thích của chúng tôi. Chạm vào cá đuối và cho chúng ăn là việc chúng tôi quay trở lại trong mỗi chuyến đi. Rất khuyến khích! Kiểm tra cá cù và làm sạch tay của bạn. Đọc thêm",
            "Cám ơn, vì phản hồi của bạn! Chúng tôi rất vui khi biết bạn thích các yếu tố tương tác và động vật của chúng tôi đến mức nào! Chúng tôi mong bạn lại dành thời gian với chúng tôi.Đọc thêm"
        ],
        "star_ratings": [
            6,
            1,
            2,
            2,
            2
        ],
        "review_amount": 13,
        "location": [
            "Hoa Kỳ",
            "Sở thú xanh",
            "thành phố Oklahoma",
            "Oklahoma được rồi",
            "Những điều cần làm ở Thành phố Oklahoma"
        ],
        "reviews_time": [
            "Written July 29, 2023",
            "Written June 15, 2023",
            "Written September 2, 2022",
            "Written July 6, 2022",
            "Written May 31, 2022",
            "Written March 16, 2022",
            "Written March 15, 2022",
            "Written September 5, 2021",
            "Written June 29, 2021",
            "Written June 29, 2021"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g51560-d21222329-Reviews-Blue_Zoo-Oklahoma_City_Oklahoma.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g51560-d1926765-Reviews-BJ_s_Restaurant_Brewhouse-Oklahoma_City_Oklahoma.html",
            "https://www.tripadvisor.com/Restaurant_Review-g51560-d3337296-Reviews-LongHorn_Steakhouse-Oklahoma_City_Oklahoma.html",
            "https://www.tripadvisor.com/Restaurant_Review-g51560-d3192832-Reviews-Swadley_s_BBQ_Quail_Springs-Oklahoma_City_Oklahoma.html",
            "https://www.tripadvisor.com/Restaurant_Review-g51560-d10468898-Reviews-Blaze_Pizza-Oklahoma_City_Oklahoma.html",
            "https://www.tripadvisor.com/Restaurant_Review-g51560-d4913916-Reviews-Raising_Cane_s-Oklahoma_City_Oklahoma.html",
            "https://www.tripadvisor.com/Restaurant_Review-g51560-d4457814-Reviews-Charleys_Cheesesteaks-Oklahoma_City_Oklahoma.html",
            "https://www.tripadvisor.com/Restaurant_Review-g51560-d4711303-Reviews-Great_American_Cookies-Oklahoma_City_Oklahoma.html",
            "https://www.tripadvisor.com/Restaurant_Review-g51560-d4398918-Reviews-Chick_fil_A-Oklahoma_City_Oklahoma.html",
            "https://www.tripadvisor.com/Restaurant_Review-g51560-d4644060-Reviews-Auntie_Anne_s-Oklahoma_City_Oklahoma.html",
            "https://www.tripadvisor.com/Restaurant_Review-g51560-d4627476-Reviews-Famous_Cajun_Grill-Oklahoma_City_Oklahoma.html",
            "https://www.tripadvisor.com/Attraction_Review-g51560-d3525378-Reviews-Quail_Springs_Mall-Oklahoma_City_Oklahoma.html",
            "https://www.tripadvisor.com/Attraction_Review-g51560-d27071313-Reviews-Dillard_s-Oklahoma_City_Oklahoma.html",
            "https://www.tripadvisor.com/Attraction_Review-g51560-d27055918-Reviews-JCPenney-Oklahoma_City_Oklahoma.html",
            "https://www.tripadvisor.com/Attraction_Review-g51560-d589193-Reviews-Hefner_Lake_Park-Oklahoma_City_Oklahoma.html",
            "https://www.tripadvisor.com/Attraction_Review-g51560-d589197-Reviews-Martin_Park_Nature_Center-Oklahoma_City_Oklahoma.html",
            "https://www.tripadvisor.com/Attraction_Review-g51327-d2634478-Reviews-E_C_Hafer_Park-Edmond_Oklahoma.html",
            "https://www.tripadvisor.com/Attraction_Review-g51327-d2634518-Reviews-Mitch_Park-Edmond_Oklahoma.html",
            "https://www.tripadvisor.com/Attraction_Review-g51560-d7785168-Reviews-Roughtail_Brewing_Company-Oklahoma_City_Oklahoma.html",
            "https://www.tripadvisor.com/Attraction_Review-g51560-d23578909-Reviews-Pedego_Okc-Oklahoma_City_Oklahoma.html",
            "https://www.tripadvisor.com/Attraction_Review-g51560-d26169068-Reviews-St_Eugene_Catholic_Church-Oklahoma_City_Oklahoma.html",
            "https://www.tripadvisor.com/Attraction_Review-g51560-d21222329-Reviews-or10-Blue_Zoo-Oklahoma_City_Oklahoma.html",
            "https://www.tripadvisor.com/Attraction_Review-g51560-d12594372-Reviews-Vrena-Oklahoma_City_Oklahoma.html",
            "https://www.tripadvisor.com/Attraction_Review-g51560-d12258290-Reviews-Breakout_Games_Oklahoma_City-Oklahoma_City_Oklahoma.html",
            "https://www.tripadvisor.com/Attraction_Review-g51560-d4263114-Reviews-Picasso_to_Go-Oklahoma_City_Oklahoma.html",
            "https://www.tripadvisor.com/Attraction_Review-g51560-d9860937-Reviews-IFLY_Indoor_Skydiving_Oklahoma_City-Oklahoma_City_Oklahoma.html",
            "https://www.tripadvisor.com/Attraction_Review-g51560-d8415298-Reviews-Topgolf_Oklahoma_City-Oklahoma_City_Oklahoma.html",
            "https://www.tripadvisor.com/Attraction_Review-g51560-d7645549-Reviews-Main_Event_Entertainment-Oklahoma_City_Oklahoma.html",
            "https://www.tripadvisor.com/Attraction_Review-g51560-d10330725-Reviews-AMC_Northpark_7-Oklahoma_City_Oklahoma.html",
            "https://www.tripadvisor.com/Attraction_Review-g51560-d23311955-Reviews-The_Market-Oklahoma_City_Oklahoma.html",
            "https://www.tripadvisor.com/Attraction_Review-g51560-d10766932-Reviews-Elements_Massage-Oklahoma_City_Oklahoma.html",
            "https://www.tripadvisor.com/Attraction_Review-g190383-d6602144-Reviews-Melios_Zoo-Nicosia_Nicosia_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g60724-d10407461-Reviews-Ken_s_Lake-Moab_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g53188-d4584887-Reviews-Raymondskill_Falls-Milford_Pocono_Mountains_Region_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g3400859-d9705661-Reviews-Tukad_Cepung_Waterfall-Tembuku_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g294013-d4508768-Reviews-Abu_Dhabi_Central_Market-Abu_Dhabi_Emirate_of_Abu_Dhabi.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d321451-Reviews-Gion-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g150769-d152991-Reviews-Sea_of_Cortez-Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d321298-Reviews-Phong_Nha_Caves-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d244995-Reviews-Le_Duplex-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g50207-d137605-Reviews-USS_Cod_Submarine_Memorial-Cleveland_Ohio.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g51560-d21222329-Reviews-or10-Blue_Zoo-Oklahoma_City_Oklahoma.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g51560-d21222329-Reviews-Blue_Zoo-Oklahoma_City_Oklahoma.html"
    }
]