[
    {
        "attraction_name": "Blue Diamond Cruise",
        "attraction_name_vi": "Du thuyền kim cương xanh",
        "general_info": [
            "33 đánh giá",
            "271 trên 637 Chuyến tham quan bằng thuyền Thể thao dưới nước tại Hà Nội",
            "Những chuyến du lịch thuyền"
        ],
        "attraction_summary": "Du thuyền Blue Diamond là tài sản mới nhất của Crystal Holidays.,JSC. Với 25 cabin ốp gỗ, nó được thiết kế để mang lại sự thoải mái tối đa cho bạn và mang lại cho bạn cảm giác như đang ở nhà trên làn nước ngọc lục bảo. Vịnh Lan Hạ, khu vực yên bình của vùng Vịnh Hạ Long, yên tĩnh hơn so với các đối tác. Không có du lịch đại chúng tập trung, các chuyến du ngoạn tiệc tùng giải trí quá tải và các cửa hàng thuyền nổi với những người bán hàng háo hức quảng bá hàng hóa của mình để buôn bán, Lan Hạ là một thế giới kỳ lạ, nơi nước và cảnh quan núi đá vôi sống cạnh nhau trong sự hòa hợp âm dương.Đọc thêm",
        "reviews": [
            "Tôi 100 khuyên bạn nên ghé thăm vịnh Hạ Long. Rất nhiều cảnh đẹp và với công ty này, đó cũng là một trải nghiệm tuyệt vời. Tôi đã ở đó với bạn gái của mình vào ngày 6.-7.4.2024 và nó rất lãng mạn. Phải kể đến một người quản lý tuyệt vời, rất lịch sự và tốt bụng. Cám ơn bạn một lần nữa. Chúng tôi cũng tập Thái Cực Quyền vào sáng sớm trên đầu thuyền - Thật là một trải nghiệm đầy cảm xúc. Tôi chưa chụp nhiều ảnh, chỉ có video nhưng đây là một vài ảnh chụp màn hình về hoạt động chèo thuyền kayak và đi thuyền tre.-Nikol MišaĐọc thêm",
            "Đây không phải là lựa chọn đầu tiên cho chuyến đi tuy nhiên tôi rất vui vì chúng tôi đã chọn Blue Diamond. Nó đáp ứng tất cả các mục hành trình mà chúng tôi muốn thực hiện và hơn thế nữa!  Chèo thuyền kayak, hang động, đạp xe, thăm làng, tham quan bãi biển, lựa chọn đồ ăn thuần chay, ban công trong cabin, sạch sẽ, bồn tắm spa trong phòng và thái cực quyền. Điều phối viên rất thân thiện và thân thiện và thực sự làm cho kỳ nghỉ trở nên thoải mái hơn. Cảm ơn Minh Minh nhé!  Nhân viên nhà hàng cũng rất chu đáo và thái cực quyền rất tuyệt. Không phức tạp và được dẫn dắt rất rõ ràng bởi Mike. Anh ấy cũng đưa chúng tôi đến đảo Cát Bà để đạp xe qua ngôi làng, đưa chúng tôi đến một nơi mà đôi chân của bạn được cá nuông chiều!  Chỉ cần dành tối thiểu một phút và cảm giác thật tuyệt vời! Tôi không thể giới thiệu hành trình Blue Diamond đủ cao!  Chắc chắn tôi sẽ quay lại lần nữa. Điểm nổi bật - chèo thuyền kayak, đi xe đạp. Đọc thêm",
            "Its very funny that someone writes positive reviews about Blue Diamond when it is the worst experience I have encountered in my numerous trips to different countries. My previous trip to Halong with another company was great, so now I decided to do 1 night and 2 days with Blue Diamond. It was a mistake, a nightmare from start to finish. First, an old boat that smelled of exhaust fumes took us from the shore to the ship for over an hour. On the way, she docked somewhere to get a stamp at some naval station. When we finally arrived, we would rather go back. We were greeted by a ruined ship. In a hurry, we were invited to plated refreshments. Disgusting dishes, tasteless and almost cold. We then received the keys to the rooms on the lower deck. The rooms were very small and not very tastefully decorated. Then dinner was served, the size of an appetizer, but on a large plate  - two shrimps and three fries  cream soup, completely inedible. Right after that, we were served cake and at that moment everyone realized that dinner was over. We returned to the room where it was difficult to sleep due to the terrible feeling that we had been cheated. As for the views, they were below average compared to the day trip I mentioned above. Really very weak. We were almost in one place. The next day we had a quick boat and kayak tour, and at the last refreshment there were clearly marked envelopes for tips for the crew. Then return to the shore in the same destroyed boat. At the Blue Diamond office, after returning, we witnessed an unpleasant incident in which a young man demanded a refund because he had booked 2 nights and after one night, when he found what I described above, he wanted to cancel the reservation. Unfortunately this was completely ignored. A short man, probably the owner, quickly and cleverly moved away from the office to prevent the spread of true opinions about Blue Diamond.Read more",
            "Chúng tôi nhìn đi nhìn lại, cuối cùng cũng tìm thấy phòng tắm hơi xem ảnh.   Đó là một phần lý do tại sao chúng tôi đưa ra lựa chọn của mình. Chúng tôi đã mua phòng gia đình và khi đến nơi, chúng tôi được cấp một phòng câu lạc bộ có cũi bị kẹt và chúng tôi được thông báo rằng chúng tôi đã được nâng cấp.... giống như vừa được nâng cấp lên một cấp độ.  Phòng gia đình trống nhưng đã được đặt cho đêm thứ 2.  Tôi đã có thể có được một phòng thay thế cho cũi nhờ Mike, nhưng tôi không thể có được cả hai đêm.  Các phòng đều dễ chịu, sạch sẽ và ngăn nắp. Việc chuyển sang tàu rất lâu và tốn thời gian, tôi thậm chí không chắc là bao lâu, nhưng chắc chắn không phải là 30 phút như đề xuất khi ở trên bờ.  Trong kế hoạch của mọi thứ, có lẽ không phải là phần tồi tệ nhất. Thức ăn được phục vụ theo thực đơn sẵn và một trong những người bạn của tôi có lẽ đã giảm cân một chút vì nó không dành cho tất cả mọi người.   Trình bày độc đáo, nhưng thực tế ở mức trung bình hoặc thấp hơn và nhiệt độ cũng như sự xuất hiện của các món ăn rất đa dạng.   Các nhân viên phục vụ trông rất ổn và đã cố gắng hết sức để nâng cao trải nghiệm ăn uống và chắc chắn rất vui khi được phục vụ đồ uống cho bạn, đó là nơi kiếm thêm tiền ngay.   Mike là tài sản duy nhất về trải nghiệm.   Anh ấy tuyệt vời, tích cực và thực sự muốn giúp đỡ.  Tuy nhiên, những nỗ lực hết mình của anh ấy không nên bị doanh nghiệp lạm dụng.  Dù sao, hãy tránh hành trình này, chúng tôi rất tiếc về quyết định của mình.  Theo quan điểm của chúng tôi, nó chắc chắn không có giá trị hoặc thời gian, hãy tiếp tục tìm kiếm!Đọc thêm",
            "không có phòng tắm hơi hoặc spa như quảng cáothực phẩm chất lượng kémđắt hơn giáquản lý hành trình tuyệt vời tho nhân viên trông không hài lòng khi thử một công ty khácĐọc thêm",
            "Làm tốt lắm cho ông Mike và các thành viên phi hành đoàn. Cảm ơn bạn đã tổ chức chuyến tham quan của chúng tôi rất tốt và quan tâm đến tất cả các khía cạnh của một hoạt động vui vẻ. Các bạn cực kỳ chuyên nghiệp và cư xử đúng mực trong các dịch vụ của mình, khiến chuyến đi của chúng tôi thành công tuyệt đối.Đọc thêm",
            "Chúng tôi đã có khoảng thời gian thực sự vui vẻ trên du thuyền, quản lý hành trình Mike thực sự rất hữu ích và rất dễ nói chuyện, tất cả các nhân viên đều thực sự tốt bụng và rất hữu ích. Đó là ngày kỷ niệm ngày cưới của tôi, họ đã khiến nó trở nên rất đặc biệt. Cảm ơn rất nhiều chàng trai Đã đọc hơn",
            "Phong cảnh và hành động tuyệt vời trong 3 ngày. Nhân viên thật tuyệt vời, rất chu đáo và luôn sẵn sàng giúp đỡ. Lưu Xuân Mạnh rất hữu ích trong mọi việc. Chúng tôi tập Thái Cực Quyền với anh ấy mỗi sáng. Đọc thêm",
            "Phòng thuyền đẹp đúng như hình. Tổ chức siêu tốt với các hoạt động rất vui vẻ và phong cảnh đẹp. Mike và nhóm của anh ấy rất có sức chứa và luôn sẵn sàng giúp đỡ. Thức ăn trên thuyền là một trong những món ngon nhất tôi từng trải nghiệm ở Việt Nam. Rất muốn giới thiệu đặt hành trình này!Đọc thêm",
            "Kinh nghiệm đáng kinh ngạc! Thuyền có một dịch vụ tuyệt vời và Mike là người dẫn chương trình hoàn hảo. Hoàn toàn có thể giới thiệuĐọc thêm"
        ],
        "star_ratings": [
            27,
            1,
            2,
            0,
            3
        ],
        "review_amount": 33,
        "location": [
            "Việt Nam",
            "Những điều cần làm ở Hà Nội",
            "Hà Nội",
            "Châu Á",
            "Du thuyền kim cương xanh"
        ],
        "reviews_time": [
            "Written May 8, 2024",
            "Written April 16, 2024",
            "Written April 5, 2024",
            "Written April 5, 2024",
            "Written April 5, 2024",
            "Written December 24, 2023",
            "Written December 9, 2023",
            "Written November 29, 2023",
            "Written November 25, 2023",
            "Written November 25, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d25219364-Reviews-Blue_Diamond_Cruise-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25219364-Reviews-or10-Blue_Diamond_Cruise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1469397-Reviews-Active_Travel_Asia-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5973397-Reviews-Asianway_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15044242-Reviews-Happy_Zip_Motorbikes-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8595656-Reviews-Acacia_Voyage-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6702856-Reviews-Tour_Guide_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19692073-Reviews-Metta_Voyage-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2312206-Reviews-Impress_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8851164-Reviews-Viet_Express_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14795386-Reviews-Banyantree_spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14216967-Reviews-Letoilevietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15338365-Reviews-Bao_Minh_Vien_Foot_Body_Massage-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8861377-Reviews-GADT_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6825732-Reviews-Go_Indochine-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10820922-Reviews-Agenda_Tour_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8444880-Reviews-LVP_Travel_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g33020-d6728859-Reviews-Reed_s_Indoor_Range-San_Jose_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g312739-d2394831-Reviews-Dreamland_Aqua_Park-Umm_Al_Quwain_Emirate_of_Umm_Al_Quwain.html",
            "https://www.tripadvisor.com/Attraction_Review-g33039-d207444-Reviews-Hearst_Castle-San_Simeon_San_Luis_Obispo_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g36922-d1867325-Reviews-Illinois_Beach_State_Park-Zion_Lake_County_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g34657-d1161652-Reviews-Bathtub_Reef_Beach-Stuart_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g41800-d560708-Reviews-Salisbury_Beach-Salisbury_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g33330-d2281566-Reviews-The_Broomfield_Bay_Aquatic_Park-Broomfield_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g45823-d1127910-Reviews-Indian_Cave_State_Park-Shubert_Nebraska.html",
            "https://www.tripadvisor.com/Attraction_Review-g189460-d4960452-Reviews-Pefkoulia_Beach-Lefkada_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g303945-d8779716-Reviews-Cuc_Phuong_National_Park-Ninh_Binh_Ninh_Binh_Province.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d25219364-Reviews-or10-Blue_Diamond_Cruise-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d25219364-Reviews-Blue_Diamond_Cruise-Hanoi.html"
    },
    {
        "attraction_name": "Blue Diamond Cruise",
        "attraction_name_vi": "Du thuyền kim cương xanh",
        "general_info": [
            "33 đánh giá",
            "271 trong số 637 Tour du thuyền Thể thao dưới nước tại Hà Nội",
            "Những chuyến du lịch thuyền"
        ],
        "attraction_summary": "Du thuyền Blue Diamond là tài sản mới nhất của Crystal Holidays.,JSC. Với 25 cabin ốp gỗ, nó được thiết kế để mang lại sự thoải mái tối đa cho bạn và mang lại cho bạn cảm giác như đang ở nhà trên làn nước ngọc lục bảo. Vịnh Lan Hạ, khu vực yên bình của vùng Vịnh Hạ Long, yên tĩnh hơn so với các đối tác. Không có du lịch đại chúng tập trung, các chuyến du ngoạn tiệc tùng giải trí quá tải và các cửa hàng thuyền nổi với những người bán hàng háo hức quảng bá hàng hóa của mình để buôn bán, Lan Hạ là một thế giới kỳ lạ, nơi nước và cảnh quan núi đá vôi sống cạnh nhau trong sự hòa hợp âm dương.Đọc thêm",
        "reviews": [
            "Thứ nhất, con tàu, nhân viên, đồ ăn đều rất đặc biệt. Các nhân viên rất chu đáo và thân thiện. Con tàu và phòng rất đẹp, sạch sẽ và mới. Thức ăn, tôi chưa bao giờ thấy thứ gì giống như vậy. Giống như tôi đang ở một đám cưới vậy, thực sự rất tuyệt vời. Lý do mất 2 sao thật đáng buồn là nó nhàm chán. Chúng tôi đã làm 3 ngày 2 đêm và hoạt động chính là chèo thuyền kayak. Chèo thuyền kayak không có mục đích sẽ thực sự nhàm chán, rất nhanh. Chúng tôi chỉ chèo thuyền vô mục đích. Cuối cùng vào buổi sáng cuối cùng chúng tôi đã bỏ qua nó. Nếu tôi có thể đưa ra 3 lời khuyên thì đó sẽ là: 1. Thêm thông tin bối cảnh về con ngườilịch sửđịa lýđộng vật hoang dã. Ví dụ như khi chèo thuyền kayak đi theo hướng này, hãy chú ý điều này hoặc điều kia. Có hàng trăm con chim săn mồi lớn bay trên đầu mà tôi chưa từng thấy ở đâu khác nhưng cũng không ai nhắc đến. Cảm giác như tôi chưa bao giờ học được điều gì hoặc không có mối liên hệ nào với nơi này. Đến tận làng Việt Hải, chúng tôi cũng không được cung cấp thông tin gì về địa điểm, người hướng dẫn chỉ đạp xe phát nhạc Việt bằng loa. Tôi tình cờ kiểm tra ứng dụng All Trails và tìm thấy hai chuyến đi bộ đường dài ngắn gần đó, sẽ thú vị hơn nhiều nếu đi bộ lên và ngắm cảnh. 2. Đây là chuyện nhỏ nhưng vào giờ khuyến mãi, âm nhạc đã bùng nổ theo phong cách nhạc house mạnh mẽ. Khi tôi đến điều tra xem ai đã phát ra bản nhạc mà bạn chỉ nghe thấy ở lễ hội ma túy lúc 4 giờ sáng, thì không có ai ở đó cả. Nơi này vắng tanh, nếu âm nhạc êm dịu hơn thì mọi người có thể đi uống nước. 3. Đồ ăn rất phong phú, thực sự đặc biệt, nhưng tôi không thể ăn hết và tôi rất thèm ăn. Khẩu phần ăn nhỏ hơn một chút sẽ ít lãng phí hơn và mang lại nhiều lợi nhuận hơn cho bạn.Đọc thêm",
            "Chúng tôi đã có khoảng thời gian tuyệt vời trên du thuyền, lòng hiếu khách rất tuyệt vời và du thuyền rất sạch sẽ. Người quản lý rất tốt bụng, lịch sự và hữu ích, chắc chắn sẽ giới thiệu.Đọc thêm",
            "Chúng tôi đã đi du thuyền này trong 2 ngày 1 đêm và thành thật mà nói, hành trình này có lòng hiếu khách đặc biệt, dịch vụ ăn uống, nhân viên thân thiện với các hoạt động thực sự là người quản lý hành trình, ông manh là một người giúp đỡ thực sự, ông đã chỉ cho chúng tôi đi tham quan hành trình rất thân thiện với công việc của mình và chào mừng, tôi thực sự giới thiệu hành trình này cho chuyến đi của bạn ở Việt Nam..Đọc thêm",
            "Một trải nghiệm tuyệt vời và thư giãn triệt để. Vẻ đẹp của vịnh Hạ Long và vùng biển của nó thực sự là một trong những kỳ quan thiên nhiên của thế giới. Sự chăm sóc thân thiện và cá nhân của Minh và đội ngũ nhân viên chu đáo của anh thật đặc biệt. Cảm ơn bạn Diệp bạn là một viên ngọc quý Đọc thêm",
            "Tôi dẫn đầu một nhóm 5 cặp đôi ở độ tuổi 50. Mặc dù chuyến đi đến Vịnh Hạ Long của chúng tôi bị hoãn tạm thời do một cơn bão nhiệt đới, Blue Diamond đã nỗ lực hết sức để đảm bảo rằng chúng tôi có một trải nghiệm tuyệt vời ở Vịnh Hạ Long. Họ đã sắp xếp để chuyển chỗ ở khách sạn của chúng tôi từ Hà Nội đến Vịnh Hạ Long theo yêu cầu của chúng tôi. Khi chúng tôi đến Vịnh Hạ Long, cơn bão đã lắng xuống và chúng tôi có thể lên du thuyền ngay trong ngày hôm đó. Đây là lần đầu tiên chúng tôi tiếp xúc với Vịnh Hạ Long, và Blue Diamond cùng đội ngũ nhân viên đã khiến chuyến đi của chúng tôi trở nên đáng nhớ và thú vị. Hướng dẫn viên của chúng tôi rất hài hước và phi hành đoàn rất hữu ích. Các cabin rộng rãi và chỗ ở sạch sẽ, thoải mái và được trang trí đẹp mắt. Phần tuyệt nhất là đồ ăn - một bộ sưu tập các món hải sản ngon và rất tươi mang đậm phong cách Vịnh Hạ Long. Nhìn chung, chúng tôi đã có một khoảng thời gian tuyệt vời và sẽ đặt lại chuyến du ngoạn này khi trở về. Đọc thêm",
            "Cảm ơn James vì ​​bình luận của bạn, nó làm cho ngày của chúng tôi tươi đẹp hơn! Đội ngũ của chúng tôi mong muốn được chào đón bạn một lần nữa trong chuyến đi tiếp theo của bạn! Đội Blue Diamond! Đọc thêm",
            "Chúng tôi đã có khoảng thời gian tuyệt vời trên du thuyền, kỷ niệm ngày cưới của chúng tôi. Các thành viên phi hành đoàn rất thân thiện và hữu ích, chăm sóc chúng tôi rất tốt khiến ngày của chúng tôi trở nên đặc biệt hơn. Là người ăn chay, tôi phải vất vả lắm mới tìm được đồ ăn ngon nhưng các bạn trong đoàn đã làm đồ chay rất ngon cho tôi, cực kỳ thích. Chúng tôi đã chèo thuyền kayak hai lần, bơi dưới biển và trong hồ bơi trên du thuyền. Nói chung là một trải nghiệm tuyệt vời.Đọc thêm",
            "Cảm ơn Shubzee đã đánh giá của bạn! Đã được đánh giá rất cao. Đội Kim Cương Xanh!Đọc thêm",
            "Chúng ta đã có một thời gian tốt đẹp. Trên tàu có một phi hành đoàn thân thiện, hướng dẫn tuyệt vời và thức ăn ngon. Đứa trẻ thích các hoạt động! Đọc thêm",
            "Cảm ơn Alison vì bình luận của bạn! Tôi rất vui vì bạn thích hướng dẫn và dịch vụ của chúng tôi. Đội Kim Cương Xanh!Đọc thêm",
            "dịch vụ tốt, nhân viên thân thiện và trải nghiệm tổng thể tốt, tôi rất thích kỳ nghỉ của mình và tôi đã có chuyến đi vui vẻĐọc thêm",
            "Cảm ơn Mary vì đánh giá của bạn! Chúng tôi rất vui vì bạn đã có khoảng thời gian tuyệt vời với chúng tôi. Đội Kim Cương Xanh Đọc thêm",
            "Chuyến đi tuyệt vời với làn đường sạch đẹp và dịch vụ tuyệt vời cùng nhiều hoạt động vui chơi khung cảnh yên bình.Đọc thêm",
            "Cám ơn, vì phản hồi của bạn! Nó làm cho ngày của chúng tôi! Đội Kim Cương Xanh Đọc thêm",
            "Nhân viên rất thân thiện và nhiệt tình. Gia đình đã có khoảng thời gian tuyệt vời, sẽ giới thiệu. Vui vẻ chèo thuyền kayak và câu mực. Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đánh giá của bạn! Nhóm của chúng tôi sẽ rất vui khi nghe những lời tốt đẹp của bạn. Đội Kim Cương Xanh!Đọc thêm"
        ],
        "star_ratings": [
            27,
            1,
            2,
            0,
            3
        ],
        "review_amount": 33,
        "location": [],
        "reviews_time": [
            "Written November 22, 2023",
            "Written November 19, 2023",
            "Written November 19, 2023",
            "Written November 2, 2023",
            "Written October 28, 2023",
            "Written May 1, 2023",
            "Written April 11, 2023",
            "Written February 13, 2023",
            "Written February 10, 2023",
            "Written February 10, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d25219364-Reviews-or10-Blue_Diamond_Cruise-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25219364-Reviews-Blue_Diamond_Cruise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25219364-Reviews-or20-Blue_Diamond_Cruise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1469397-Reviews-Active_Travel_Asia-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5973397-Reviews-Asianway_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15044242-Reviews-Happy_Zip_Motorbikes-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8595656-Reviews-Acacia_Voyage-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6702856-Reviews-Tour_Guide_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19692073-Reviews-Metta_Voyage-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2312206-Reviews-Impress_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8851164-Reviews-Viet_Express_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14795386-Reviews-Banyantree_spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14216967-Reviews-Letoilevietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15338365-Reviews-Bao_Minh_Vien_Foot_Body_Massage-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8861377-Reviews-GADT_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6825732-Reviews-Go_Indochine-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10820922-Reviews-Agenda_Tour_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8444880-Reviews-LVP_Travel_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g1427210-d8566659-Reviews-Fun_Splash_Water_Park-Debe_Trinidad_Trinidad_and_Tobago.html",
            "https://www.tripadvisor.com/Attraction_Review-g667997-d6648554-Reviews-Ratargul_Swamp_Forest-Sylhet_City_Sylhet_Division.html",
            "https://www.tripadvisor.com/Attraction_Review-g56966-d11779861-Reviews-Aspen_Mirror_Lake-Duck_Creek_Village_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g47206-d265265-Reviews-Blue_Hole-Santa_Rosa_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g30832-d276909-Reviews-Edmund_Pettus_Bridge-Selma_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g2183213-d12291380-Reviews-Ngare_Ndare_Forest_Reserve-Meru_Town_Eastern_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g39838-d8559445-Reviews-Habbeger_s_Amish_Market-Scottsville_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g56784-d146858-Reviews-Balmorhea_State_Park-Toyahvale_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g49604-d4581314-Reviews-Patio_Playground_the_Putt_Putt-Topsail_Beach_Topsail_Island_North_Carolina.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d25219364-Reviews-or20-Blue_Diamond_Cruise-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d25219364-Reviews-or10-Blue_Diamond_Cruise-Hanoi.html"
    }
]