[
    {
        "attraction_name": "Boda Borg Boston",
        "attraction_name_vi": "Boda Borg Boston",
        "general_info": [
            "114 đánh giá",
            "- 1 trong 5 trò chơi thú vị - Trò chơi ở Malden",
            "Thoát trò chơi",
            "Trò chơi - Trung tâm giải trí"
        ],
        "attraction_summary": "Bạn đã sẵn sàng vượt ngục, tham gia một game show truyền hình, khám phá ngôi nhà ma ám hay vượt chướng ngại vật chưa? Boda Borg Boston có hơn 20 Nhiệm vụ để thử thách nhóm của bạn. Bạn - sẽ leo trèo, bò, khám phá và thất bại -- rất nhiều -- khi các bạn cùng nhau chinh phục các Nhiệm vụ đầy thử thách của chúng tôi.Đọc thêm",
        "reviews": [
            "Đã có một thời gian tuyệt vời!  Đó là sự kết hợp giữa những thử thách về tinh thần và thể chất - nếu bạn chọn phòng màu đỏ và đen - . Phòng xanh không yêu cầu hoạt động thể chất. Chúng tôi thực sự rất thích sự đa dạng của các phòng và thử thách. Có rất nhiều thanh thiếu niên ở đó nhưng chúng tôi đã mong đợi điều đó và không thấy phiền lòng vì điều đó. Chỉ cần lưu ý điều gì đó.Đọc thêm",
            "Chúng tôi đã trải nghiệm 2 giờ với 40 học sinh trong một chuyến đi học.  Đây là điều PHẢI! ăn mặc thoải mái và mang theo nước. Trẻ em và người lớn đã có một vụ nổ. Nó không giống bất kỳ trải nghiệm thoát khỏi phòng nào mà bạn từng có. Mọi người đều cho nó 5 lần bắt đầu.Đọc thêm",
            "Một cách tuyệt vời để dành TỐI THIỂU vài giờ với gia đình - rất vui và cũng rèn luyện trí óc - một chút thể chất nếu bạn muốn -! Đọc thêm",
            "Chúng tôi đã dành 4 giờ ở Boda Borg và tôi sẽ ở lại cả ngày nếu có thể! Các câu đố và căn phòng thật tuyệt vời, đầy thử thách và rất thú vị. Đó là một vụ nổ! Đọc thêm",
            "Tôi đã đưa các học sinh lớp năm của mình đến đây tham gia một chuyến tham quan cùng lớp và chúng tôi đã có khoảng thời gian tuyệt vời nhất!!! Tôi sẽ trân trọng những kỷ niệm đó với họ mãi mãi! Chúng tôi cười đùa, giải quyết vấn đề, làm việc cùng nhau và thất bại nhiều lần và tôi sẽ - không thay đổi điều gì cả! Tôi đã cho học sinh về với gia đình rồi! Đó chắc chắn là thành công của chuyến đi! Tôi không thể giới thiệu đủ cho trường học, chuyến đi cùng lớp, gia đình hoặc bạn bè! Chúng tôi đã ở đó bốn tiếng đồng hồ và tôi có thể nói rằng đó là khoảng thời gian hoàn hảo, nếu ít hơn thì sẽ quá ngắn! Chúng tôi đã bị đánh đòn! Nhân viên rất thân thiện và sẵn sàng giúp đỡ, cực kỳ linh hoạt và hiểu biết! Không thể đề nghị đủ! Tôi nóng lòng muốn quay lại! Đọc thêm",
            "Đối tác của tôi và tôi đã đưa hai đứa con trai của chúng tôi đến đây vào cuối tuần trước vào một chiều chủ nhật. Chúng tôi đã từng là 3 x trước đây và luôn thích nó. Vào thời điểm này, cần phải đeo khẩu trang và có một số biển báo khắp cơ sở. Con trai út của tôi đã được yêu cầu gấp 2 lần kéo mặt nạ lên trên mũi khi bước ra khỏi Nhiệm vụ bởi cùng một nhân viên, Mikey. Tôi và đối tác của tôi liên tục nhắc nhở anh ấy, nhưng vì còn nhỏ nên vui vẻ nên đã không tập trung vào mặt nạ của anh ấy khi chúng tôi đang Truy tìm. Mikey đã không sửa chữa những đứa trẻ hoặc gia đình khác coi thường quy tắc đeo mặt nạ và theo dõi xung quanh cơ sở. Sau khi được nhắc nhở 2 lần, chúng tôi được yêu cầu lên lầu - điều mà chúng tôi đã làm - để nói chuyện với người quản lý, người đã thông báo với chúng tôi rằng chúng tôi phải rời đi vì không tuân thủ các quy tắc. Tôi thấy rõ ràng Mikey đã chọn chúng tôi vì chúng tôi là một cặp đồng tính nam. Mặc dù các Nhiệm vụ rất thú vị và đầy thử thách về thể chất cũng như tinh thần, nhưng sự phân biệt đối xử đã hủy hoại hoạt động này của tôi và gia đình. Tôi khuyến khích tất cả những người không phải là người da trắng và dị tính hãy cẩn thận với nơi này.Đọc thêm",
            "Không có gì khác trên thế giới giống như nơi này. Khó giải thích nhưng đó là những phần bằng nhau của việc thoát khỏi phòng, giải câu đố và thử thách thể chất. Trong mô tả, có vẻ như bạn sẽ có một khoảng thời gian ngừng hoạt động đáng kể khi chờ đợi có phòng, nhưng thực tế không phải vậy. Tối đa bạn sẽ phải đợi 2 phút mới được vào phòng. Nếu thế - quá lâu...hãy chuyển sang phòng khác và quay lại. Nó có nhịp độ nhanh và mỗi phòng là một thử thách riêng. Chúng tôi đã làm hộ chiếu 4 giờ và lần đó đã VUI LÒNG trôi qua. Nóng lòng muốn thử lại lần nữa nếu chúng tôi quay lại Boston.Đọc thêm",
            "Tôi - tôi rất vui khi Boda Borg mở cửa trở lại.  Không có nơi nào tôi yêu thích hơn.  Sự kết hợp giữa những thử thách về thể chất và tinh thần thật hoàn hảo.  Nó - không giống bất cứ điều gì bạn đã từng trải qua trước đây.  Hãy thử nó!Đọc thêm",
            "Nơi này vui quá.  Tôi 65 tuổi bị đau đầu gối và rất nóng lòng muốn quay lại.  Các nhân viên rất thân thiện và hữu ích.  Tôi chắc chắn giới thiệu nơi này. Boda Borg là một trò chơi tìm kiếm.  Có khoảng 20. Mỗi trò chơi có 2-4 phòng.  Bạn không biết có bao nhiêu phòng cho đến khi bạn đánh vào phòng cuối cùng.  Trò chơi được mã hóa màu theo hoạt động thể chất cần thiết.  Nhưng đừng sợ hãi; thậm chí tôi có thể làm được hầu hết các phòng màu đen - vật lý nhất. Khi bạn giải được câu đố trong một căn phòng, bạn sẽ chuyển sang phòng tiếp theo.  Tuy nhiên, nếu bạn thất bại trong một phòng, bạn sẽ bắt đầu lại từ đầu.  Chảy qua các phòng tương đối nhanh; có thể đi qua một căn phòng trong một hoặc hai phút -- mặc dù một số có thể mất nhiều thời gian hơn một chút. Theo hiểu biết của tôi thì họ thay đổi nhiệm vụ theo định kỳ để nhiệm vụ không bị cũ. Hãy mua vé cả ngày.  Bạn sẽ không cảm thấy buồn chán.  Chúng tôi đã ở đó từ 10 giờ sáng đến 5 giờ chiều và sẽ ở lại lâu hơn nếu địa điểm này mở cửa. Chúc bạn vui vẻ! Đọc thêm",
            "Tôi đã đến Boda Borg hai lần, một lần với bạn bè và một lần nữa với anh chị em của tôi. Đã yêu nó! Nó giống như kiểu thoát khỏi phòng, nhưng có nhịp độ nhanh hơn.  Ngoài ra, bạn không cần phải loanh quanh nếu bạn - lại bị mắc kẹt - thật dễ dàng để tạm dừng một nhiệm vụ, thử một nhiệm vụ khác và quay lại sau. Một khuyến nghị LỚN - đặc biệt nếu bạn - sắp thử nhiều nhiệm vụ thể chất và ở lại trong vài giờ -: ĐỆM ĐẦU GỐI! Ôi, quả là một cứu tinh. Tôi đã không mặc chúng lần đầu tiên và rất hối hận. Mặc chúng lần thứ hai và trải nghiệm của tôi đã được cải thiện rất nhiều. Một lượng lớn nhiệm vụ đáng ngạc nhiên liên quan đến việc bò hoặc leo trèo, vì vậy chúng thực sự hữu ích. Các mẹo chung khác dành cho người mới chơi lần đầu:1 - Bắt đầu với trang trại hoặc chuột để làm quen với nhiệm vụ.2 - Bạn PHẢI ở trong nhóm từ 3 đến 5 người. Nếu ở trong một nhóm lớn, bạn sẽ cần phải tách ra, và nếu bạn ở trong một nhóm nhỏ hơn, bạn sẽ không thể hoàn thành các nhiệm vụ.3 - Chắc chắn nhận được vé cả ngày. 2 giờ là không đủ, ngay cả khi bạn đi vào thời điểm ít bận rộn hơn. Tôi khuyên bạn nên lên kế hoạch dành ít nhất nửa ngày ở đó, nhưng tùy thuộc vào mức độ vui vẻ của bạn, bạn có thể dành nhiều thời gian hơn hoặc ít hơn.4 - Sau 6 giờ chiều, bãi đậu xe miễn phí, nhưng bãi đậu xe gần đó trên đường và trong gara thì miễn phí. giá cả hợp lý.5 - Có một vài nhà hàng nằm trong khoảng cách đi bộ và nếu bạn nhận được vé cả ngày, bạn có thể rời đi và quay lại. Tôi khuyên bạn nên đi ăn trưa hoặc ăn tối và quay lại sau nếu muốn. Quán cà phê của họ bị giới hạn về số lượng lựa chọn.6 - Nếu bạn lo lắng vì thể lực của mình không tốt, hãy yên tâm rằng bạn có thể sẽ ổn trong hầu hết các nhiệm vụ, nhưng có thể không hoàn thành được một số nhiệm vụ - chẳng hạn như bootcamp và superbanan - .7 - ĐI! Nơi này siêu độc đáo và thú vị, tôi đều thích nó cả hai lần tôi đến.Đọc thêm",
            "Đâu là thời điểm tốt nhất để đi để tránh tiếng la hét của trẻ em? và - hoặc hàng dài?Đọc thêm",
            "Chắc chắn vào một ngày trong tuần. Tránh những ngày cuối tuần. Hãy gọi trước vì đôi khi họ có kế hoạch tổ chức các sự kiện đặc biệt cho trường học hoặc công ty trong tuần và có thể rất đông.Đọc thêm",
            "Có thể đưa trẻ em từ 6 và 8 tuổi đến đây không?  Người lớn sẽ ở cùng họ.Đọc thêm",
            "chắc chắn rồi!Đọc thêm",
            "Trẻ em thường mất bao lâu để hoàn thành bài tập này?Đọc thêm",
            "Thông thường 15 -20 phút mỗi phòng.Đọc thêm"
        ],
        "star_ratings": [
            86,
            16,
            6,
            3,
            3
        ],
        "review_amount": 114,
        "location": [
            "Hoa Kỳ",
            "Các hoạt động ở Malden",
            "Massachusetts-MA-",
            "Malden-Mal ...MaldenMaldenMalden",
            "Boda Borg Boston"
        ],
        "reviews_time": [
            "Written June 21, 2023",
            "Written April 20, 2023",
            "Written October 6, 2022",
            "Written August 27, 2022",
            "Written June 25, 2022",
            "Written November 21, 2021",
            "Written September 23, 2021",
            "Written March 16, 2021",
            "Written February 4, 2020",
            "Written January 10, 2020"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g41654-d8703283-Reviews-Boda_Borg_Boston-Malden_Massachusetts.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g41654-d788238-Reviews-All_Seasons_Table-Malden_Massachusetts.html",
            "https://www.tripadvisor.com/Restaurant_Review-g41654-d323532-Reviews-The_Breakfast_Club-Malden_Massachusetts.html",
            "https://www.tripadvisor.com/Restaurant_Review-g41654-d6795951-Reviews-Mystic_Station_Eatery_Bar-Malden_Massachusetts.html",
            "https://www.tripadvisor.com/Restaurant_Review-g41654-d858098-Reviews-Exchange_Street_Bistro-Malden_Massachusetts.html",
            "https://www.tripadvisor.com/Restaurant_Review-g41654-d1024451-Reviews-Habesha-Malden_Massachusetts.html",
            "https://www.tripadvisor.com/Restaurant_Review-g41654-d871806-Reviews-Hugh_O_Neill_s_Irish_Pub_Restaurant-Malden_Massachusetts.html",
            "https://www.tripadvisor.com/Restaurant_Review-g41654-d928218-Reviews-Pearl_Street_Station_Restaurant-Malden_Massachusetts.html",
            "https://www.tripadvisor.com/Restaurant_Review-g41654-d467619-Reviews-Dockside_Restaurant-Malden_Massachusetts.html",
            "https://www.tripadvisor.com/Restaurant_Review-g41654-d323436-Reviews-Doo_Wop_Diner-Malden_Massachusetts.html",
            "https://www.tripadvisor.com/Restaurant_Review-g41654-d1910630-Reviews-Pho_Bistro-Malden_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41654-d10697032-Reviews-Idle_Hands_Craft_Ales-Malden_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41654-d27078356-Reviews-Faces_Brewing_Co-Malden_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41654-d27072815-Reviews-The_Galleryat57-Malden_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g60745-d104604-Reviews-Freedom_Trail-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g60745-d105250-Reviews-Fenway_Park-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41654-d27008129-Reviews-Waitts_Mount_Park-Malden_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41562-d3524545-Reviews-Night_Shift_Brewing-Everett_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g60745-d6825959-Reviews-USS_Constitution-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g60890-d104301-Reviews-Mount_Auburn_Cemetery-Cambridge_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g60745-d103113-Reviews-North_End-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41654-d8703283-Reviews-or10-Boda_Borg_Boston-Malden_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41654-d27076985-Reviews-Malden_Valley_Forum-Malden_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41654-d27033087-Reviews-Amazin_Billiards-Malden_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41654-d25184089-Reviews-Town_Line_Luxury_Lanes-Malden_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41654-d23945809-Reviews-Project_PUTT-Malden_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41654-d20063001-Reviews-New_England_Comics-Malden_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41654-d25335717-Reviews-Mystic_Side_Opera_Company-Malden_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g60745-d1584827-Reviews-Boston_Private_Tours_Day_Tours-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41654-d6508808-Reviews-Middlesex_Fells_Reservation-Malden_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41654-d27036099-Reviews-Luva_Hair_and_Day_Spa-Malden_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41818-d6962054-Reviews-Assembly_Row-Somerville_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41818-d560618-Reviews-Davis_Square-Somerville_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41671-d10383211-Reviews-Serenity_in_the_City-Medford_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41562-d7594024-Reviews-Short_Path_Distillery-Everett_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g652121-d8516889-Reviews-Playa_Blanca-Playa_Blanca_Lanzarote_Canary_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g33409-d560424-Reviews-Eldorado_Canyon_State_Park-Eldorado_Springs_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d295879-Reviews-Palau_Guell-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g1064248-d2540526-Reviews-AquaPark_Ciudad_Quesada-Rojales_Costa_Blanca_Province_of_Alicante_Valencian_Comm.html",
            "https://www.tripadvisor.com/Attraction_Review-g57029-d8532019-Reviews-Provo_River_Falls-Kamas_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g1784951-d534408-Reviews-Bletchley_Park-Bletchley_Milton_Keynes_Buckinghamshire_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g1085459-d567173-Reviews-Tropical_Islands-Halbe_Brandenburg.html",
            "https://www.tripadvisor.com/Attraction_Review-g504169-d187548-Reviews-Hampton_Court_Palace-East_Molesey_Molesey_Surrey_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g147342-d150512-Reviews-Pitons-St_Lucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d11689736-Reviews-Centennial_Wheel-Chicago_Illinois.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g41654-d8703283-Reviews-or10-Boda_Borg_Boston-Malden_Massachusetts.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g41654-d8703283-Reviews-Boda_Borg_Boston-Malden_Massachusetts.html"
    }
]