[
    {
        "attraction_name": "Bodrum Castle",
        "attraction_name_vi": "Lâu đài Bodrum",
        "general_info": [
            "2.621 đánh giá",
            "- 2 trong số 47 điều cần làm ở Thành phố Bodrum",
            "Địa điểm lịch sử",
            "Lâu đài",
            "Bảo Tàng Lịch Sử"
        ],
        "attraction_summary": "Công trình kiến ​​trúc hùng vĩ này được các Hiệp sĩ St. John xây dựng vào đầu thế kỷ 15, là đặc điểm nổi bật nhất của Bodrum.Đọc thêm",
        "reviews": [
            "Đây là điểm thu hút trung tâm ở Bodrum. Khoảng cách đi bộ của nó từ bến du thuyền.  Bảo tàng, pháo đài và các hiện vật được bao gồm trong đèo Aegean. Các quan điểm là không thể tin được. Các vụ đắm tàu ​​và triển lãm amphora thực sự đáng kinh ngạc để xem. Chúng tôi có cơ hội duy nhất để xem những con công trắng và điệu nhảy giao phối của chúng. Có những phòng trưng bày với những tàn tích La Mã, tiền xu, vàng và lịch sử khác nhau. Bạn có thể leo lên và đi bộ xung quanh pháo đài. Đọc thêm",
            "Lâu đài là một thắng cảnh nổi bật ở Bodrum. Nó cung cấp tầm nhìn tuyệt đẹp ra đại dương và tàu thuyền. Lâu đài nằm gần nhiều cửa hàng và nhà hàng. Thực sự không có nhiều thứ để xem trong lâu đài. Có một số con công trên sân. Bảo tàng khảo cổ học dưới nước chắc chắn là một nơi tuyệt vời để thư giãn và xem đoạn phim ngắn về con tàu bị chìm và các hiện vật được tìm thấy. Khuôn viên lâu đài có rất nhiều lối đi bằng đá và các bậc thang không dành cho người khuyết tật nhưng có một số đường dốc. Nó chắc chắn đáng xem trong chuyến thăm Bodrum của bạn.Đọc thêm",
            "Đừng bỏ lỡ bảo tàng kính.\nNó có thu thêm phí vào cửa nhưng nó lưu giữ lịch sử về sự khởi đầu của khảo cổ học dưới nước. Tôi dễ cảm thấy nhàm chán khi vào viện bảo tàng nhưng nơi này có một số video hấp dẫn về nhóm người bắt đầu khám phá những xác tàu gần đó.Đọc thêm",
            "Wow, tôi có thể nói gì đây, Lâu đài này thực sự tuyệt đẹp, hoàn toàn ngoạn mục. Có một bức ảnh ở mọi ngóc ngách, và quy mô của nơi này thật đáng kinh ngạc. Chúng tôi đã mua một dolmus ở đây từ Gumbet và nó rất đáng giá, chúng tôi đã trả khoảng - 15 đô la mỗi người để vào, tôi nghĩ là hơi đắt nhưng đây là di sản thế giới của UNESCO và phải tốn kém để bảo tồn, toàn bộ nơi này thật ngoạn mục, quy mô của nơi này đòi hỏi phải mất một vài giờ để đi xung quanh, có những nhà vệ sinh sạch sẽ không tì vết rải rác xung quanh và rất nhiều nơi để ngồi và nghỉ ngơi vì trời rất nóng và có rất nhiều bậc thang. Cảnh quan của bến cảng và những chiếc thuyền là một điều gì đó khác biệt. Tôi thực sự muốn giới thiệu nơi này nếu bạn đến thăm Bodrum.. Đọc thêm",
            "Chúng tôi dành vài giờ đi quanh lâu đài với bọn trẻ. \n\nCó rất nhiều thứ để xem và các trưng bày khảo cổ dưới nước cũng rất hấp dẫn. \n\nKhung cảnh đáng yêu xung quanh biển, bến cảng và thị trấn.Đọc thêm",
            "Lâu đài thời trung cổ rất thú vị được xây dựng bởi Hiệp sĩ Hospitaier trong thời kỳ 1400-1500.\n\nKiến trúc hấp dẫn với nhiều đỉnh đá được chạm khắc trên tường, một nhà thờ Hồi giáo và thành lũy với tầm nhìn ra vịnh và thị trấn.\n\nNhiều vật trưng bày và đồ tạo tác thú vị được phục hồi từ các địa điểm khảo cổ biển giải thích cách các mảnh được phục hồi từ một số vụ đắm tàu ​​gần đó có niên đại từ năm 700 trước Công nguyên.\n\nĐã dành hơn 2 giờ ở đây nên giá trị không tệ ở mức 500 lira - - 15 - mỗi cái. Rất đáng để ghé thăm.Đọc thêm",
            "Trong khi tham quan lâu đài là điều tốt muốn chia sẻ một chút về khu vực xung quanh. Bodrum có cảm giác khác biệt so với các Quần đảo Hy Lạp khác trong khu vực. Bạn có thể cảm nhận được sự khác biệt giữa Hy Lạp và Thổ Nhĩ Kỳ!\nCó vẻ như rất nhiều người đến đây để mua hàng hiệu giá rẻ - giả và đó là những gì bạn sẽ thấy ở khu vực chợ. Có những quán cà phê - quán bar đẹp. Nhìn chung không khí rất hấp dẫn với khách du lịch và là một điểm đến nghỉ dưỡng tuyệt vời.Đọc thêm",
            "Ngay cả khi bạn bỏ bảo tàng sang một bên và chỉ tận hưởng khung cảnh bến cảng và thành phố thì thời gian đó cũng đáng giá. \nCác triển lãm của bảo tàng được trình bày rất tốt và việc bạn liên tục phải đi bộ từ tháp này sang tháp khác và pháo đài này sang pháo đài khác để đến phòng tiếp theo khiến chuyến tham quan trở nên đa dạng hơn rất nhiều. Chắc chắn đáng để ghé thămXem thêm",
            "Đây là điều không thể bỏ qua khi ở Bodrum.  Chúng tôi đã dành vài giờ ở đây.  Có nhiều cuộc triển lãm trong các phòng khác nhau - ở đây, tất cả đều được quản lý tốt, bảng chỉ dẫn tuyệt vời, vô số thông tin và thông tin cơ bản quan trọng được cung cấp.  Chúng tôi đi một mình, không đi theo tour nên có thể nán lại, đọc phần giới thiệu, đánh giá cao chiều sâu lịch sử khó hiểu của nơi đây.  Cuộc triển lãm các kho báu dưới nước được trục vớt gần đó thật hấp dẫn.  Chắc chắn bao gồm điều này trong chuyến thăm của bạn và dành nhiều thời gian để tận hưởng tất cả!Đọc thêm",
            "Triển lãm xuất sắc với bản dịch tiếng Anh.   Một cấu trúc thú vị nhưng khảo cổ học dưới nước và những phát hiện về vụ đắm tàu ​​cổ là điều tôi thấy hấp dẫn.  Tôi lẽ ra đã cho 5 trên 5 nhưng thực tế là tôi đã hỏi về thiết bị hướng dẫn âm thanh - tôi đã định trả nhiều tiền hơn nhưng nó đã được bao gồm trong giá vé - 500 tl - nhưng cả người bán vé hữu ích lẫn người đàn ông đáng yêu ở cổng đều không thể truy cập nó cho tôi. Sau đó thậm chí còn gọi điện cho quản trị viên và họ nói rằng đã xảy ra sự cố kỹ thuật trong vài ngày qua - có lẽ đã thực sự là nhiều năm - .  Thật đáng tiếc vì có nhiều điểm mà về mặt lý thuyết, bạn có thể thấy có sẵn một bình luận bằng âm thanh.  Tôi muốn đòi lại một ít tiền nhưng không - t.  Lâu đài đã vắng người vào lúc 5 giờ chiều.Đọc thêm",
            "ngày 15 c. Lâu đài Thập tự chinh của St Peter ở Bodrum là một nơi tuyệt vời để dành chút thời gian. Có những khu vực để có được tầm nhìn tuyệt vời ra thành phố cổ và biển. Bảo tàng khảo cổ dưới nước hơi nhỏ nhưng chúng tôi đã có thời gian 15 ngày nên chúng tôi không phải trả thêm phí. Có rất nhiều con công trong lâu đài.Đọc thêm",
            "Được xây dựng vào thế kỷ 15 bởi Hiệp sĩ St John, Lâu đài Bodrum có một vị trí ấn tượng ngay trên bờ sông với tầm nhìn tuyệt vời ra thị trấn và biển. Khi mua vé, hãy lưu ý rằng phí vào cửa tại quầy bán vé được hiển thị bằng Euro và sau đó được chuyển đổi sang Lira của Thổ Nhĩ Kỳ bằng tỷ giá hối đoái hàng ngày. Tuy nhiên, lâu đài thực sự ấn tượng và đáng để ghé thăm nửa ngày vì có rất nhiều thứ để xem. Đây là nơi có Bảo tàng Khảo cổ học Dưới nước, các Tháp - tiếng Pháp, tiếng Tây Ban Nha, tiếng Đức, tiếng Ý và tiếng Anh -, nhiều huy hiệu, triển lãm ngoài trời và thậm chí cả những con công và rùa thường trú! Có một vài quán cà phê nhỏ, nhà vệ sinh và một cửa hàng quà tặng nhỏ.Đọc thêm",
            "Lâu đài có tầm nhìn đẹp từ mọi phía và có nhiều thông tin bằng cả tiếng Thổ Nhĩ Kỳ và tiếng Anh. Tôi khuyên bạn nên đi vào một ngày mát mẻ hơn hoặc muộn hơn trong ngày vì có rất nhiều bậc thang phải đi bộ.Đọc thêm",
            "Đây là lâu đài được xây dựng bởi những người Thập tự chinh trong thời trung cổ. Bây giờ nó là một bảo tàng khảo cổ học dưới nước và họ có một số màn trình diễn rất hay về những thứ được tìm thấy trong các vịnh. Rất nhiều xác tàu đắm. Cảnh quan từ các bức tường lâu đài thật tuyệt vời. Tản bộ xung quanh. Đọc thêm",
            "Tôi đã đi cùng một người bạn, người đã đợi tôi ở quán cà phê - trước đây họ đã ghé thăm nhiều lần -. Chúng tôi đã dành 3,5 giờ tại lâu đài và tôi có thể vui vẻ dành thêm 90 phút nữa ở đó. Tìm hiểu về các vụ đắm tàu ​​​​và lâu đài trong suốt các thời kỳ khác nhau thực sự rất thú vị. Không tuyệt vời nếu bạn gặp vấn đề về di chuyển. Có rất nhiều bậc thang khi bạn đi vòng quanh lâu đài và một số khá dốc. Chắc chắn đáng để ghé thăm nếu bạn không bận tâm đến phí vào cửa - - 23 -, quan tâm đến lịch sử của khu vực và đừng bận tâm những bước dốc. Đọc thêm",
            "Tôi không thể tin nổi tại sao tôi chưa từng đến thiên đường này trước đây. Khi chúng tôi nói Türkiye, Antalya hiện lên trong tâm trí chúng tôi. Nhưng bờ biển Aegean đẹp hơn. Một thiên đường tự nhiên. Tôi rất thích lông mày. Bodrum là một bán đảo rất rộng lớn với nhiều không gian. Lâu đài này nằm ở giữa Bodrum và là một di tích lịch sử.Đọc thêm",
            "Triển lãm và quang cảnh tuyệt vời, rất nhiều thứ để xem và đọc về các thời đại khác nhau mà lâu đài được sử dụng. Bạn có thể dành khá nhiều thời gian ở đây. Tuy nhiên, một chuyến thăm đã trở nên khá tốn kém - - 23 - người nếu bạn - không phải là công dân Thổ Nhĩ Kỳ - . Mức tăng này phù hợp với mức tăng giá vào cửa khác của các bảo tàng Thổ Nhĩ Kỳ, đây thực sự là một điều đáng tiếc.Đọc thêm",
            "Một lâu đài vĩ đại, trong tình trạng tuyệt vời, với tầm nhìn tuyệt vời. Thông tin và triển lãm bao gồm lịch sử của lâu đài cũng như quá khứ của Hy Lạp và La Mã ở địa điểm này. Điều duy nhất còn thiếu có lẽ là cuộc sống giống như sống ở lâu đài qua các thời đại. Nhà vệ sinh, đồ uống giải khát và cửa hàng quà tặng có sẵn ngay trong khuôn viên.Đọc thêm",
            "Một phần thời gian ở Bodrum, chúng tôi đã đến thăm Lâu đài Thập tự chinh này. Điều này đã được khôi phục thành một bảo tàng khảo cổ học dưới nước. Nó có kiến ​​trúc thập tự chinh thế kỷ 15. Hãy nhớ rằng, nó có rất nhiều bước xuyên suốt và một số bước khá cao, không tốt cho các vấn đề về di chuyển. Các cuộc triển lãm rất tốt - và quang cảnh từ lâu đài thật lộng lẫy! Có một quán cà phê nhỏ và phòng vệ sinh sạch sẽ ngay bên ngoài..Đọc thêm",
            "Cảnh đẹp, lịch sử thú vị - phòng bảo tàng. Chúng tôi nghĩ nó khá ngon nhưng đáng để ghé thăm nếu bạn đến Bodrum trong ngày!Đọc thêm",
            "Ai có thể cho mình biết phí vào cửa năm 2024 được không, cảm ơnĐọc thêm",
            "Xin chào, giá vé vào cửa bao gồm cả bảo tàng ở TL là bao nhiêu? Tôi thấy có rất nhiều mức giá khác nhau. Vì vậy, tôi đoán là chúng thay đổi tùy theo mùa. Tôi muốn biết giá cho tháng 8Đọc thêm",
            "Trang web của Lâu đài Bodrum có danh sách các loại phí cho các khu vực khác nhau. Đọc thêm",
            "Bạn có thể trả tiền vé vào cửa bằng euro không?Đọc thêm",
            "Tôi đã thanh toán bằng thẻ, điều này sẽ giải quyết được câu hỏi. Tôi không biết liệu bạn có thể trả euro bằng tiền mặtĐọc thêm",
            "Thời gian mở cửa của lâu đài và bảo tàng là khi nào? Nó có đóng cửa vào thứ Hai không?Đọc thêm",
            "Thời gian mở cửa là 8:30-23:00 và theo tôi biết thì nó mở cửa vào thứ Hai. Lần vào cửa cuối cùng có thể là khoảng 20:30 nhưng cửa hàng lưu niệm của lâu đài đã đóng cửa lúc 8:30 nếu đó là nơi bạn muốn ghé thămĐọc thêm",
            "Bạn có thể vui lòng cho tôi biết giờ mở cửa hiện tại của Lâu đài, Bảo tàng Khảo cổ học Dưới nước và Lăng mộ: trang web bodrum-museum . com cho biết họ - mở cửa lại đến 4:30 chiều, trong khi theo Google, nó - mở cửa đến 6:30 và có - một số nhận xét trên diễn đàn từ những người nói rằng - s cho đến 7:30.\nCó phải tất cả các bảo tàng này chỉ mở cửa đến 4:30? Và nếu có thì có thể vào và đi lại được không, đặc biệt là Masoleum?\nVà hướng dẫn âm thanh vẫn có sẵn tại Lâu đài phải không?\nCảm ơn sự giúp đỡ của bạn.Đọc thêm",
            "Về lăng mộ, tôi nghĩ khi tôi đến thăm vào tháng 6, có thể đã có thông báo về thời gian đóng cửa được dán trên một tấm bảng treo ở cổng chính đã hết hiệu lực. Nói cách khác, bất chấp những gì nó có thể nói trên internet về thời gian mở cửa của bất kỳ địa điểm lịch sử nào, có lẽ bạn nên đi vào giữa buổi sáng hoặc đầu giờ chiều để tránh thất vọng.Đọc thêm",
            "Có đáng để đi bây giờ không? Tôi đọc được rằng đang có sự cải tạoĐọc thêm",
            "Vâng, địa điểm lâu đài đã được cải tạo, đây là một nơi rất đẹp để ghé thăm. Làm tốt lắmĐọc thêm",
            "Xin chào, lâu đài có mở cửa vào thứ Hai không?Đọc thêm",
            "Xin chào, vâng, lâu đài mở cửa vào thứ Hai. Hiện tại lâu đài đang được tiến hành trùng tu. Ngay cả khi bạn không thể tham quan toàn bộ lâu đài, bạn vẫn có thể xem nhiều phần của lâu đài.",
            "Có cần mua vé trước không?Đọc thêm",
            "Không có gì. Bạn sẽ nhận được chúng ở lối vào. Đây thực sự không phải là một trang web có nhiều đám đông. Thưởng thứcĐọc thêm",
            "Xin chào tất cả mọi người, \n\nTôi đã hy vọng được đến thăm lâu đài vào mùa hè này và tự hỏi liệu có ai biết nó đã mở cửa chưa hay họ vẫn đang cải tạo? \n\nRất cám ơn trước, \n\nSophie : - Đọc thêm",
            "chúng tôi đã được thông báo vào năm ngoái rằng nó sẽ mở cửa vào tháng 6 năm nay\n\njudiĐọc thêm",
            "Chào buổi chiều Bạn có thể cho tôi biết chi phí chuyến tham quan là bao nhiêu không?Đọc thêm",
            "Như tôi đã viết, pháo đài đang được khôi phục và do đó không thể tổ chức các chuyến du ngoạnĐọc thêm"
        ],
        "star_ratings": [
            1620,
            754,
            185,
            33,
            30
        ],
        "review_amount": 2622,
        "location": [
            "Lâu đài Bodrum",
            "Tỉnh Mugla",
            "Thành phố Bodrum",
            "Bờ biển Aegean của Thổ Nhĩ Kỳ",
            "Quận Bodrum",
            "Châu Âu",
            "Những điều cần làm ở Thành phố Bodrum",
            "Thổ Nhĩ Kỳ"
        ],
        "reviews_time": [
            "Written June 18, 2023",
            "Written July 9, 2023",
            "Written July 30, 2023",
            "Written August 25, 2023",
            "Written September 11, 2023",
            "Written September 14, 2023",
            "Written September 17, 2023",
            "Written October 26, 2023",
            "Written November 26, 2023",
            "Written February 3, 2024",
            "Written May 30, 2024",
            "Written May 29, 2024",
            "Written May 18, 2024",
            "Written May 17, 2024",
            "Written May 12, 2024",
            "Written April 26, 2024",
            "Written April 25, 2024",
            "Written April 22, 2024",
            "Written April 20, 2024",
            "Written April 19, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298658-d294952-Reviews-Bodrum_Castle-Bodrum_City_Bodrum_District_Mugla_Province_Turkish_Aegean_Coast.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g298020-d17528910-Reviews-Tinto_Wine_Coffee_Bar-Bodrum_District_Mugla_Province_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298658-d1648498-Reviews-La_Pasion_Restaurant-Bodrum_City_Bodrum_District_Mugla_Province_Turkish_Aegean_Co.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298658-d23477816-Reviews-Ege_de_Maya-Bodrum_City_Bodrum_District_Mugla_Province_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298658-d6809338-Reviews-Dukkan-Bodrum_City_Bodrum_District_Mugla_Province_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298658-d5973579-Reviews-Avlu_Bodrum-Bodrum_City_Bodrum_District_Mugla_Province_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298658-d14282983-Reviews-Mezemore-Bodrum_City_Bodrum_District_Mugla_Province_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298658-d1372225-Reviews-OTANTIK_OCAKBASI_KEBAB_STEAK_GRILL_HOUSE-Bodrum_City_Bodrum_District_Mugla_Provin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298658-d4082502-Reviews-Arka_Ristorante_Pizzeria-Bodrum_City_Bodrum_District_Mugla_Province_Turkish_Aegea.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298658-d2146535-Reviews-Dinc_Restaurant_Cafe_Bar-Bodrum_City_Bodrum_District_Mugla_Province_Turkish_Aegea.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298658-d2523308-Reviews-Nazik_Ana-Bodrum_City_Bodrum_District_Mugla_Province_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g298658-d17781659-Reviews-Lavinia_Jewellery-Bodrum_City_Bodrum_District_Mugla_Province_Turkish_Aegean_Coas.html",
            "https://www.tripadvisor.com/Attraction_Review-g298658-d26360689-Reviews-Esin_Mucevherat-Bodrum_City_Bodrum_District_Mugla_Province_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g298658-d4097376-Reviews-Bodrum_Barlar_Sokagi_tekilacilar_sokagi-Bodrum_City_Bodrum_District_Mugla_Provinc.html",
            "https://www.tripadvisor.com/Attraction_Review-g298658-d2734526-Reviews-Bodrum_Maritime_Museum-Bodrum_City_Bodrum_District_Mugla_Province_Turkish_Aegean_.html",
            "https://www.tripadvisor.com/Attraction_Review-g298658-d294703-Reviews-Bodrum_Museum_of_Underwater_Archaeology-Bodrum_City_Bodrum_District_Mugla_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298658-d15143906-Reviews-Bodrumluxe-Bodrum_City_Bodrum_District_Mugla_Province_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g298658-d12927692-Reviews-Kizilhisarli_Mustafa_Pasa_Camii-Bodrum_City_Bodrum_District_Mugla_Province_Turki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298658-d10189845-Reviews-Avenue_Bodrum-Bodrum_City_Bodrum_District_Mugla_Province_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g298658-d7249751-Reviews-Annabella_Sarap_Evi-Bodrum_City_Bodrum_District_Mugla_Province_Turkish_Aegean_Coa.html",
            "https://www.tripadvisor.com/Attraction_Review-g298658-d10802405-Reviews-Bodrum_Express_Lines-Bodrum_City_Bodrum_District_Mugla_Province_Turkish_Aegean_C.html",
            "https://www.tripadvisor.com/Attraction_Review-g298658-d294952-Reviews-or10-Bodrum_Castle-Bodrum_City_Bodrum_District_Mugla_Province_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g298658-d3702409-Reviews-Zeki_Muren_Sanat_Muzesi-Bodrum_City_Bodrum_District_Mugla_Province_Turkish_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g298658-d10238071-Reviews-Ender_Guzey_Museum_ARThill-Bodrum_City_Bodrum_District_Mugla_Province_Turkish_Ae.html",
            "https://www.tripadvisor.com/Attraction_Review-g298658-d3602016-Reviews-Osmanli_Tersanesi_Sanat_Galerisi-Bodrum_City_Bodrum_District_Mugla_Province_Turki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298658-d26628715-Reviews-Diy_and_Green-Bodrum_City_Bodrum_District_Mugla_Province_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g298658-d5312988-Reviews-Enver_Camdal_Guzel_Sanat_Atolyesi-Bodrum_City_Bodrum_District_Mugla_Province_Turk.html",
            "https://www.tripadvisor.com/Attraction_Review-g298658-d6840425-Reviews-Mine_Sanat_Galerisi-Bodrum_City_Bodrum_District_Mugla_Province_Turkish_Aegean_Coa.html",
            "https://www.tripadvisor.com/Attraction_Review-g298658-d17759017-Reviews-Mars_Boat_Bodrum_Gulet_Boat_Tours-Bodrum_City_Bodrum_District_Mugla_Province_Tur.html",
            "https://www.tripadvisor.com/Attraction_Review-g298658-d8864163-Reviews-Heyamola_Boat_Tour-Bodrum_City_Bodrum_District_Mugla_Province_Turkish_Aegean_Coas.html",
            "https://www.tripadvisor.com/Attraction_Review-g298658-d12786252-Reviews-Shadow_Bar-Bodrum_City_Bodrum_District_Mugla_Province_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g298658-d15700443-Reviews-Therapy_Mini_Bar-Bodrum_City_Bodrum_District_Mugla_Province_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g298658-d21132170-Reviews-Admiral_Tours-Bodrum_City_Bodrum_District_Mugla_Province_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g298658-d6623869-Reviews-My_Way_Boat_Trip-Bodrum_City_Bodrum_District_Mugla_Province_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g298658-d4742119-Reviews-Aegean_Blue_Cruise-Bodrum_City_Bodrum_District_Mugla_Province_Turkish_Aegean_Coas.html",
            "https://www.tripadvisor.com/Attraction_Review-g298658-d10865670-Reviews-Socrates-Bodrum_City_Bodrum_District_Mugla_Province_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g298658-d19995292-Reviews-Blue_Wave_Boat_Trips_Events_Parties-Bodrum_City_Bodrum_District_Mugla_Province_T.html",
            "https://www.tripadvisor.com/Attraction_Review-g298658-d3643587-Reviews-Mandalin-Bodrum_City_Bodrum_District_Mugla_Province_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g298658-d4992929-Reviews-Akustik_Tourism_Center_Daily_Tours-Bodrum_City_Bodrum_District_Mugla_Province_Tur.html",
            "https://www.tripadvisor.com/Attraction_Review-g298020-d606685-Reviews-Kuba_Bar-Bodrum_District_Mugla_Province_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g49004-d5842494-Reviews-The_Fat_Pelican-Carolina_Beach_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d295194-Reviews-Galata_Tower-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g40827-d17571663-Reviews-Thompson_Point-Portland_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g616035-d17812884-Reviews-Nil_Diya_Pokuna-Ella_Uva_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g29092-d269447-Reviews-Adventure_City-Anaheim_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g39601-d108035-Reviews-Maker_s_Mark-Loretto_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g150808-d153143-Reviews-Sacred_Cenote-Chichen_Itza_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g60786-d4271761-Reviews-Red_Barn_Flea_Market-Bradenton_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g189449-d2268231-Reviews-Farma_of_Rhodes_Petting_Zoo-Rhodes_Dodecanese_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g54914-d10501495-Reviews-DEFY_Nashville-Brentwood_Tennessee.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298658-d294952-Reviews-or10-Bodrum_Castle-Bodrum_City_Bodrum_District_Mugla_Province_Turkish_Aegean_Coast.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298658-d294952-Reviews-Bodrum_Castle-Bodrum_City_Bodrum_District_Mugla_Province_Turkish_Aegean_Coast.html"
    }
]