[
    {
        "attraction_name": "Bogor Botanical Gardens",
        "attraction_name_vi": "Vườn bách thảo Bogor",
        "general_info": [
            "1.636 đánh giá",
            "- 2 trong số 91 điều cần làm ở Bogor",
            "Vườn"
        ],
        "attraction_summary": "Thuê một người lái xe và đi đến khu vườn kỳ diệu này cách Jakarta hơn một giờ đồng hồ. Đây là một khu vườn tuyệt vời, đẹp đẽ, được chăm sóc tốt, có nhiều bộ sưu tập thực vật tuyệt vời và là nơi hoàn hảo cho những chuyến dã ngoại. Tôi là người yêu thích thực vật và có một số bộ sưu tập thực vật đẹp nhất ở đây, đặc biệt là cây nepenthes hoặc cây nắp ấm. Ngôi nhà phong lan cũng rất ấn tượng, mặc dù tùy vào thời điểm trong năm mà hoa lan có thể không nở rộ. Họ nghiên cứu ở đây và họ có hai cây Raffelesia, nhưng đã nhiều năm rồi chúng chưa nở hoa. Tôi không mong đợi một nơi đẹp như vậy. Họ có một nhà hàng rất đẹp nhưng tôi không ăn ở đó. Ngoài ra, cửa hàng quà tặng ô liu cũng đáng để ghé thăm nếu chỉ để xem tất cả các hồ cạn tuyệt đẹp của họ.Đọc thêm",
        "reviews": [
            "Khu vườn rộng lớn ở trung tâm thành phố Bogor này đã trưởng thành với nhiều cây cổ thụ đẹp đẽ. Hãy cố gắng đến thăm vào giữa tuần; vào cuối tuần và ngày lễ, những khu vực nổi tiếng nhất đều chật cứng, ngay cả đối với một khu vườn rộng lớn như vậy. Bạn cũng sẽ phải né tránh xe golf, xe máy và các phương tiện khác. Đó là một chuyến đi trong ngày dễ dàng từ Jakarta - Bogor nằm ở cuối tuyến đường sắt ngoại ô - 6k Rp mỗi chiều - . Vé vào cửa cũng rẻ hơn trong tuần: 15,5 nghìn Rp so với 25,5 nghìn Rp. Chỉ có hai cổng vào được sử dụng ở phía nam và phía đông. Có những quầy giải khát nằm rải rác trong vườn. Ngay cả vào ngày cuối tuần, bạn vẫn có thể tìm thấy những không gian yên tĩnh, tránh xa đám đông.Đọc thêm",
            "thuê một chiếc xe golf hoặc xe máy điện và dạo quanh khu vườn.  rất nhiều cây từ khắp nơi trên thế giới và việc trưng bày hoa lan là điều tôi yêu thích nhất.Đọc thêm",
            "Lúc đầu, khu vườn này chỉ được sử dụng làm vườn thử nghiệm trồng các loại cây trồng để du nhập vào Đông Ấn thuộc Hà Lan. Tuy nhiên, trong quá trình phát triển của mình, việc thành lập Vườn Bách thảo Bogor có thể nói là đã khởi đầu cho sự phát triển của khoa học ở Indonesia và là diễn đàn dành cho các nhà khoa học, đặc biệt là trong lĩnh vực thực vật học ở Indonesia, một cách có tổ chức vào thời điểm đó - 1880 - 1905 - .Đọc thêm",
            "Đây là trải nghiệm đầu tiên của tôi khi đến thăm đảo Java, Indonesia và chuyến tham quan mà tôi đã thực hiện không thể tách rời khỏi sự can thiệp của Tour riêng Java, nơi mang đến những trải nghiệm độc đáo và khó quên ở Bogor, một trong số đó là khám phá Vườn Bách thảo Bogor. Vườn Bách thảo Phong cách Cổ điển của Anh là di sản từ thời kỳ Cải cách Xã hội Java dưới thời Thomas Stamford Raffles. Và một điều nữa khá đáng nhớ đối với tôi và gia đình khi đi du lịch ở thành phố Bogor là ẩm thực, khám phá khu phố Tàu và thử nhiều món ăn kết hợp giữa Java và Trung Quốc là điều độc đáo nhất ngoài mong đợi của tôi, có vẻ như tôi - Càng ngày tôi càng thấy thoải mái hơn với Java, tôi đã có ý định ở lại Java lâu dài.Đọc thêm",
            "Đây là một nơi tốt để ghé thăm khi bạn đang ở thị trấn Bogor. Nó gần thành phố và có những bông hoa xinh đẹp, cây bản địa và các loại cây khác từ các quốc gia khác và một khu vườn tuyệt vời.Đọc thêm",
            "Công viên đẹp, quang cảnh tuyệt vời, nhà hàng sạch sẽ và đồ ăn rất ngon. Ngay cả khi trời rất nóng, khu rừng vẫn mát mẻ. Có rất nhiều lịch sử trong công viên. Dinh tổng thống rất ăn ảnh và có thể được nhìn thấy từ ao cắt kéo.Đọc thêm",
            "một nơi tuyệt vời để đi cùng gia đình, nhưng hãy đi vào mùa lễ, vì nó rất đông. thích nhìn thấy những cái cây lớn.Đọc thêm",
            "Một nơi tuyệt vời để thư giãn sau công việc bận rộn, một nơi rất yên bình, nhiều đồn điền, nơi thân thiện với gia đìnhĐọc thêm",
            "Một khu vườn thực vật cũ trong thị trấn, được xây dựng từ thời thuộc địa của Indonesia bởi những người Anh hoặc Hà Lan. Nơi tuyệt vời để dã ngoại và chạy bộ.Đọc thêm",
            "Nếu tôi là người Bogor tức là khi nhập cảnh không cần xét nghiệm nhanh nhưng chưa có CMND thì phải làm sao?",
            "Hiện tại Vườn Bách thảo Bogor đã mở cửa, bạn có thể vào đó mà không cần phải làm xét nghiệm nhanh, kháng nguyên, lấy mẫu, chỉ cần đảm bảo tuân thủ các quy trình y tế.",
            "tại sao gần đây Vườn Bách thảo Bogor lại bẩn thỉu như thể chúng không được bảo trì tốtĐọc thêm",
            "Đúng là khi tôi đến thăm cách đây không lâu, một số phần của vườn lan rất bừa bộn. Các tòa nhà bị hư hại không được sửa chữa ngay lập tức. Vì vậy, những gì bạn có thể tận hưởng là đi dạo buổi sáng và tận hưởng không khí trong lành, vào khoảng 5h30-7h sáng. Hy vọng nó sẽ được khắc phục nhanh chóng.Đọc thêm",
            "Tôi sẽ đến đó vào buổi sáng, nhưng tôi muốn giữ hành lý của mình trong lúc chờ đợi. Có chỗ để hành lý trong vườn thực vật không? Nếu có, tôi muốn biết mức phí.Đọc thêm",
            "Nơi này chưa cung cấp tủ đựng đồ nhưng mình sẽ chia sẻ những trải nghiệm hay của mình với các bạn, dựa trên sự giới thiệu của bạn bè đã từng đến đây, cuối cùng mình đến đây bằng dịch vụ Java Private Tour, các bạn có thể tìm kiếm trên Google, Java Private Tour phi hành đoàn sẽ giúp đỡ mọi thứ bao gồm vận chuyển và du lịch trên khắp đảo Java, một trong số đó là nơi này, vì vậy vào thời điểm đó tôi đến thăm nơi này, anh ấy là người sắp xếp mọi thứ, và về đồ đạc của chúng tôi có những người canh gác, của họ phi hành đoàn rất đáng tin cậy, rất an toàn và lịch sựĐọc thêm",
            "Chúng tôi có thể mang theo chó không?Đọc thêm",
            "tôi nghĩ vậyĐọc thêm",
            "Du khách có thể chạy bộ ở đây không? Chúng tôi có cần phải trả phí vào cửa hay gì không?Đọc thêm",
            "Bạn chắc chắn có thể chạy bộ ở đó vì có nhiều con đường uốn khúc xuyên qua khu vườn. Mọi người đều phải trả phí vào cửa để vào khu vườn cho dù bạn đang đi dã ngoại hay chạy bộ hay đạp xe.\n\nNếu bạn không muốn trả phí vào cửa, có một con đường đi bộ trải nhựa lớn và đường đi xe đạp ở chu vi bên ngoài của khu vườn.  Bạn có thể chạy bộ vòng quanh vườn bách thảo mà không cần vào đó.  Con đường này thường có nhiều người chạy bộ và những người khác đang cố gắng tập thể dục.Đọc thêm",
            "Mẹ tôi có vấn đề về khoảng cách đi bộ. Có thể đi vòng quanh bằng xe chở vàng hay gì đó không?Đọc thêm",
            "liên hệ với mr.edu từ hướng dẫn viên du lịch riêng java, anh ấy có thể lo mọi việc liên quan đến tất cả các địa điểm du lịch ở bogor bắt đầu từ du lịch sinh thái, phiêu lưu và thuê xe với hướng dẫn viên du lịch cá nhânĐọc thêm",
            "Xin chào, chồng tôi và tôi định đi Bali vào ngày 16 tháng 11. Chúng tôi sẽ không ở lại Jakarta quá một ngày. Liệu nó có xứng đáng ở lại Jakarta hai ngày và đến công viên thực vật này không? Vào ngày đó - trời có mưa quá không?\nCảm ơn trướcĐọc thêm",
            "Nếu bạn định đến Bali một thời gian, tôi nghĩ bạn có thể dễ dàng bỏ qua vườn thực vật của Bogor.  Nếu bạn sống ở Jakarta, đó là một nơi trốn thoát tuyệt vời nhưng Bali có rất nhiều cảnh đẹp tự nhiên và những địa điểm để đi bộ nên tôi không biết rằng việc đến và đi từ Bogor do giao thông, v.v. đúng về thời tiết - rất có thể sẽ mưa nhưng bạn không bao giờ biết được vào năm El Nino này.  Đó có thể là một ngày nắng đẹp.Đọc thêm",
            "Có đúng là bạn không được phép đến đó bằng ô tô không?Đọc thêm",
            "xin chào xin chào, tôi muốn chia sẻ kinh nghiệm của mình với bạn, ô tô có thể vào từ thứ Hai đến thứ Sáu, nếu thứ bảy và chủ nhật ô tô không được vào, thứ bảy và chủ nhật trong đó có sẵn xe golf và xe đạp, tôi đề nghị nếu bạn muốn để khám phá Vườn Bách thảo Bogor, bạn có thể liên hệ với Java Private Tour, công ty đó rất nổi tiếng ở Bogor, anh ấy có thể sắp xếp mọi thứ liên quan đến giao thông và du lịch, chủ sở hữu rất tốt bụng và lịch sự và phi hành đoàn của họ rất chuyên nghiệp. bạn có thể kiểm tra trên google về Chuyến tham quan riêng JavaĐọc thêm"
        ],
        "star_ratings": [
            607,
            730,
            251,
            37,
            11
        ],
        "review_amount": 1636,
        "location": [
            "Bogor",
            "Indonesia",
            "Tây Java",
            "Những điều cần làm ở Bogor",
            "Vườn bách thảo Bogor",
            "Châu Á",
            "Java"
        ],
        "reviews_time": [
            "Written July 6, 2023",
            "Written May 16, 2023",
            "Written May 14, 2023",
            "Written March 1, 2023",
            "Written December 3, 2022",
            "Written October 22, 2022",
            "Written August 26, 2022",
            "Written May 7, 2022",
            "Written February 25, 2022",
            "Written January 4, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g297706-d1541645-Reviews-Bogor_Botanical_Gardens-Bogor_West_Java_Java.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g297706-d8546911-Reviews-Kumalawangi-Bogor_West_Java_Java.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297706-d14025639-Reviews-Daily_Brew_Koffie_Eatery-Bogor_West_Java_Java.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297706-d7622428-Reviews-Cyrano_Cafe-Bogor_West_Java_Java.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297706-d17817167-Reviews-Warung_Bogor-Bogor_West_Java_Java.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297706-d10337167-Reviews-Resto_Kentjana-Bogor_West_Java_Java.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297706-d7082268-Reviews-Gumati_Cafe_Paledang-Bogor_West_Java_Java.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297706-d23736138-Reviews-The_Geulis_Terrace-Bogor_West_Java_Java.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297706-d7939821-Reviews-Grand_Garden_Resto_Cafe-Bogor_West_Java_Java.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297706-d12351213-Reviews-Captain_Kerang-Bogor_West_Java_Java.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297706-d11505543-Reviews-Djoeragan_Resto_Lounge-Bogor_West_Java_Java.html",
            "https://www.tripadvisor.com/Attraction_Review-g297706-d10399860-Reviews-Presidential_Museum-Bogor_West_Java_Java.html",
            "https://www.tripadvisor.com/Attraction_Review-g297706-d17817910-Reviews-Soil_and_Agricultural_Museum-Bogor_West_Java_Java.html",
            "https://www.tripadvisor.com/Attraction_Review-g297706-d12869777-Reviews-Mall_BTM_Bogor-Bogor_West_Java_Java.html",
            "https://www.tripadvisor.com/Attraction_Review-g297706-d592091-Reviews-Bogor_Palace-Bogor_West_Java_Java.html",
            "https://www.tripadvisor.com/Attraction_Review-g297706-d6582098-Reviews-Museum_Zoologi-Bogor_West_Java_Java.html",
            "https://www.tripadvisor.com/Attraction_Review-g297706-d13794103-Reviews-Dhanagun_Temple-Bogor_West_Java_Java.html",
            "https://www.tripadvisor.com/Attraction_Review-g297706-d23106965-Reviews-The_Bucketlist_Indonesia-Bogor_West_Java_Java.html",
            "https://www.tripadvisor.com/Attraction_Review-g297706-d12049661-Reviews-Indonesia_National_Museum_of_Natural_History-Bogor_West_Java_Java.html",
            "https://www.tripadvisor.com/Attraction_Review-g297706-d4211347-Reviews-Botani_Square-Bogor_West_Java_Java.html",
            "https://www.tripadvisor.com/Attraction_Review-g297706-d3239669-Reviews-Gong_Home_Factory_Bogor-Bogor_West_Java_Java.html",
            "https://www.tripadvisor.com/Attraction_Review-g297706-d1541645-Reviews-or10-Bogor_Botanical_Gardens-Bogor_West_Java_Java.html",
            "https://www.tripadvisor.com/Attraction_Review-g297706-d4699613-Reviews-Mount_Gede_Pangrango_National_Park-Bogor_West_Java_Java.html",
            "https://www.tripadvisor.com/Attraction_Review-g297706-d3732795-Reviews-Halimun_Salak_National_Park-Bogor_West_Java_Java.html",
            "https://www.tripadvisor.com/Attraction_Review-g297706-d4402168-Reviews-Cilember_Waterfalls-Bogor_West_Java_Java.html",
            "https://www.tripadvisor.com/Attraction_Review-g297706-d7020497-Reviews-Nangka_Waterfall-Bogor_West_Java_Java.html",
            "https://www.tripadvisor.com/Attraction_Review-g297706-d6973914-Reviews-Cibeureum_Waterfall-Bogor_West_Java_Java.html",
            "https://www.tripadvisor.com/Attraction_Review-g297706-d8724561-Reviews-Ratu_Crater-Bogor_West_Java_Java.html",
            "https://www.tripadvisor.com/Attraction_Review-g297706-d3264771-Reviews-Mount_Bunder-Bogor_West_Java_Java.html",
            "https://www.tripadvisor.com/Attraction_Review-g297706-d8471381-Reviews-Seribu_Waterfall-Bogor_West_Java_Java.html",
            "https://www.tripadvisor.com/Attraction_Review-g297706-d8284973-Reviews-Mount_Batu_Jonggol-Bogor_West_Java_Java.html",
            "https://www.tripadvisor.com/Attraction_Review-g297706-d10510643-Reviews-Mount_Pancar_Park-Bogor_West_Java_Java.html",
            "https://www.tripadvisor.com/Attraction_Review-g297706-d7309356-Reviews-Suryakencana_Street_Food-Bogor_West_Java_Java.html",
            "https://www.tripadvisor.com/Attraction_Review-g297706-d8775884-Reviews-Bogor_Tours-Bogor_West_Java_Java.html",
            "https://www.tripadvisor.com/Attraction_Review-g297706-d11747020-Reviews-Bogor_Halimun_National_Park_Tour-Bogor_West_Java_Java.html",
            "https://www.tripadvisor.com/Attraction_Review-g297706-d12955919-Reviews-Ngesti_Swalayan_Pajajaran-Bogor_West_Java_Java.html",
            "https://www.tripadvisor.com/Attraction_Review-g46160-d3472710-Reviews-Merrimack_Premium_Outlets-Merrimack_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g30196-d13223501-Reviews-YETI_Flagship-Austin_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g1137831-d8549487-Reviews-Yellow_Bridge-Nusa_Lembongan_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d10514143-Reviews-Ewa_Beach-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g1221553-d2354503-Reviews-Etnaland-Belpasso_Province_of_Catania_Sicily.html",
            "https://www.tripadvisor.com/Attraction_Review-g187895-d191154-Reviews-Museo_dell_Opera_del_Duomo-Florence_Tuscany.html",
            "https://www.tripadvisor.com/Attraction_Review-g33676-d219595-Reviews-Booth_Falls_Trail-Vail_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g60864-d106446-Reviews-Harrah_s_Casino_New_Orleans-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g57059-d7901249-Reviews-Meadow_Hot_Spring-Meadow_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g55879-d617169-Reviews-Schlitterbahn_Galveston_Island_Waterpark-Galveston_Galveston_Island_Texas.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g297706-d1541645-Reviews-or10-Bogor_Botanical_Gardens-Bogor_West_Java_Java.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g297706-d1541645-Reviews-Bogor_Botanical_Gardens-Bogor_West_Java_Java.html"
    }
]