[
    {
        "attraction_name": "Boone Hall Plantation",
        "attraction_name_vi": "Đồn điền Boone Hall",
        "general_info": [
            "4.821 đánh giá",
            "- 5 trong số 45 điều cần làm ở Mount Pleasant",
            "Địa điểm lịch sử"
        ],
        "attraction_summary": "Một trong những địa điểm lịch sử được chụp ảnh nhiều nhất ở Mỹ với nét quyến rũ thực sự của miền Nam. Có Đại lộ Oaks nổi tiếng thế giới, các chuyến tham quan bằng máy kéo trên toàn bộ khuôn viên. Chỉ có các buổi thuyết trình trực tiếp của Gullah trong khu vực, Triển lãm Lịch sử Người da đen ở Mỹ, những khu vườn trưng bày màu sắc và biệt thự theo phong cách phục hưng thuộc địa năm 1936. Các bài thuyết trình đặc biệt hiện đang được cung cấp hàng ngày bao gồm các buổi nói chuyện về lịch sử, trình diễn tổ ong, làm vườn, v.v. Được sử dụng trong quay phim North and South, The Notebook, American Idol và các tác phẩm khác của Hollywood.Đọc thêm",
        "reviews": [
            "Nhìn chung, đây là một chuyến thăm mang tính giáo dục và đáng giá. Các khu đất - được trồng, trồng trọt và xây dựng bởi những người từng là nô lệ - thật sự ngoạn mục! Bài thuyết trình về Gullah Geechee của Da Gullah Girl là điểm nổi bật! Tôi nghĩ thật kỳ lạ khi chúng tôi có thể chụp tất cả những bức ảnh chúng tôi muốn trong nhà của những người từng là nô lệ, nhưng lại bị cấm chụp ảnh bên trong - Big House. - Nó có thương hiệu với lý do cơ bản của Mỹ là cung cấp quyền truy cập đầy đủ vào tàn tích của người Da đen, nhưng để bảo tồn và bảo vệ các hiện vật của những người chủ nô. Tôi mong đợi sự minh bạch, phẩm giá và sự tôn trọng phải được đảm bảo như nhau.  Đọc thêm",
            "Phiên dịch viên du lịch -Mrs. Gillard, đã có một bài nói chuyện xuất sắc về lịch sử - văn hóa Gullah Geechee.  Rick đã có một chuyến tham quan tuyệt vời về nguồn gốc của ngôi nhà Đồn điền và cách nó phù hợp với kế hoạch của cuộc sống đồn điền nô lệ cũ cũng như thời kỳ hậu giải phóng.  JB đã đưa ra một cái nhìn tổng quan đầy thông tin về cách xây dựng các khu dành cho nô lệ và cách những người nô lệ tiến hành cuộc sống hàng ngày của họ.  Hơn tất cả các tour du lịch tốt. Còn nhiều điều để khám phá ở đó, nhưng chúng tôi đã rút ngắn chuyến tham quan do điều kiện trời mưa ẩm ướt vào chuyến thăm thứ Bảy đó.Đọc thêm",
            "Chúng tôi đã đưa cháu trai 3 tuổi của mình đến Lễ hội vá bí ngô Boone Hall vào cuối tuần đầu tiên và cháu đã có một trải nghiệm tuyệt vời. Chúng tôi đã thực hiện máy kéo vá bí ngô - đi tàu hai lần, hai đường trượt tuyệt vời, vườn thú cưng và vẽ mặt. Chúng tôi đã đi vào buổi sáng thứ bảy đầu tiên và nó không quá đông đúc.  Có thể mất một quãng đi bộ dài từ bãi đậu xe tùy thuộc vào đám đông nhưng tôi thực sự khuyên bạn nên dành cho trẻ nhỏ.Đọc thêm",
            "Chúng tôi đến thăm Boone vào tháng 10 và thời tiết thật hoàn hảo.  Tất cả những người làm hướng dẫn viên du lịch hoặc hướng dẫn thông tin đều hữu ích hoặc mang tính giải trí.  Những câu chuyện tuyệt vời về chủ sở hữu, nô lệ và lịch sử của đồn điền.  Tôi thực sự khuyên bạn nên đến thăm đồn điền này, các chuyến tham quan đã vượt quá sự mong đợi của tôi. Đọc thêm",
            "Tôi thích điều này hơn những gì tôi đang mặc cả. Tâm trí tôi choáng váng trước số lượng lịch sử và mức độ tương tác đi kèm với tấm vé. Tôi thực sự ước mình có thể dành cả ngày ở đây vì tôi chắc chắn đã hết thời gian trước khi có thể xem hết. Đọc thêm",
            "Dễ dàng xác định vị trí và đậu xe. Tại Trung tâm Khách sạn, họ sẽ cung cấp cho bạn thời gian tham quan từng ngôi nhà và lịch trình các sự kiện trong ngày. Chuyến tham quan ngôi nhà rất đẹp và khoảng 30 phút. Ngay sau khi chúng tôi thực hiện chuyến tham quan trang trại máy kéo rồi đi bộ qua khu dành cho nô lệ. Nghe bài thuyết trình của Gullah, tôi hơi thất vọng sau khi đọc rất nhiều lời khen ngợi. Bản đồ rất dễ theo dõi và có sẵn quán cà phê. Phòng vệ sinh xuyên suốt.Đọc thêm",
            "Thật là một cách đáng yêu để dành cả ngày khi đến thăm Charleston.  Khá nhiều thứ để xem và làm.  Những cuộc nói chuyện thú vị và giải trí.  Ngôi nhà và khu vườn xinh xắn.  Một mô tả tuyệt vời về cuộc sống đồn điền ngày ấy và bây giờ.Đọc thêm",
            "Điều đầu tiên chúng tôi quay được là... rất ấn tượng khi lái xe xuống đại lộ sồi.  Tại trung tâm du khách, họ sẽ chỉ định cho bạn một chuyến tham quan ngôi nhà và đề xuất thời gian để xem một số hoạt động đã lên lịch đang diễn ra.  Chúng tôi đã có một cái nhìn tổng quan tuyệt vời về lịch sử và các chủ sở hữu trước đó, chuyến tham quan ngôi nhà, chuyến tham quan bằng máy kéo đang chờ sẵn tại địa điểm, đi qua các cabin nô lệ khác nhau và buổi thuyết trình về văn hóa Gullah, tất cả đều tuyệt vời.  Thực sự rất thích chuyến thăm của chúng tôi ở đâyĐọc thêm",
            "Chuyến thăm tuyệt vời này, vẫn đang làm việc, trang trại và đồn điền.  Khuôn viên rất đẹp, đặc biệt là con đường lót gỗ sồi mà bạn đi để đến khu vực chính.  Chúng tôi đã thực hiện các chuyến tham quan chuồng ngựa, nhà ở và khuôn viên.  Tất cả các hướng dẫn đều rất hấp dẫn.  Thật là một lịch sử phong phú và biết ơn vì chủ sở hữu tư nhân tiếp tục mở tài sản của mình cho tất cả chúng ta thưởng thức và học hỏi!  Chúng tôi đã mua vé AAA với giá cực kỳ hợp lý - 25 vé mỗi chiếc.Đọc thêm",
            "Trải nghiệm tại Boone Hall lội nước đỉnh cao. Chúng tôi rất thích tất cả các cuộc nói chuyện và khung cảnh thật ngoạn mục. Các hướng dẫn viên rất am hiểu và thật tuyệt khi biết rằng hiện tại đây là một trang trại đang hoạt động cung cấp hàng cho các cửa hàng tạp hóa.Đọc thêm",
            "Hướng dẫn tuyệt vời, Eric.  Chuyến thăm rất nhiều thông tin. Điểm nổi bật của đồn điền là những người nô lệ - những căn nhà gỗ, những khu đất xinh đẹp bao gồm Hẻm Oak và những khu vườn cũng như những cuộc nói chuyện ngắn.  Các căn cứ được đánh dấu rõ ràng và trung tâm du khách cực kỳ hữu ích để tận dụng tối đa chuyến thăm của bạn.  Một trong những chuyến tham quan tuyệt vời nhất - từ bãi đậu xe đến tàu đầu kéo, đến cửa hàng bán các mặt hàng thực phẩm bao gồm đào và quả việt quất cũng như các món ăn trưa, tất cả đều được ưu tiên dành cho du khách.  A - - - đừng bỏ lỡ trải nghiệm này.Đọc thêm",
            "Tour du lịch tuyệt vời, rất nhiều thứ để xem và làm. Khuôn viên đẹp, trải nghiệm học tập tuyệt vời, xứng đáng với thời gian và ngày ở đó.Đọc thêm",
            "Tour du lịch đồn điền rất thú vị với rất nhiều lịch sử.  Lịch trình tour được sắp xếp hợp lý - xem lại buổi trò chuyện - lịch trình tham quan khi đến nơi và dễ dàng sắp xếp thời gian để có thể xem được mọi thứ.  Chắc chắn KHÔNG bỏ lỡ buổi thuyết trình trực tiếp về Văn hóa Gullah - đó là buổi thuyết trình yêu thích của chúng tôi.  Khuôn viên được bảo trì đẹp đẽ và đội ngũ nhân viên am hiểu và hữu ích.Đọc thêm",
            "Đây là một trải nghiệm tuyệt vời, chưa bao giờ đến thăm đồn điền trước đây.  Quá nhiều lịch sử, nhiều điều đáng buồn, và may mắn thay, chúng ta đã vượt qua thời kỳ lịch sử nước Mỹ này.  Rất mang tính giáo dục, rất khuyến khích trải nghiệm...Đọc thêm",
            "Ở đó có nhiều thứ hơn tôi tưởng. Đó là một bài học lịch sử tuyệt vời. Ngôi nhà biệt thự rất đẹp và khuôn viên cũng vậy. Những cây sồi đẹp quá. Chúng tôi không có thời gian để xem hết vì một chuyến tham quan khác mà chúng tôi đã đặt vào buổi chiều. Những gì chúng tôi thấy rất đáng để ghé thăm.Đọc thêm",
            "Đồn điền rất đẹp và chúng tôi thực sự rất thích thời gian ở đó. Tuy nhiên, hoàn toàn KHÔNG THỂ nói chuyện với bất kỳ ai ở đồn điền. Bất cứ khi nào tôi gọi, tôi đều nhận được thư thoại và số điện thoại chính để đặt lịch là ở ngân hàng gọi ở nước ngoài và những người đó chỉ có kiến ​​thức hạn chế về chi tiết. Tôi đã cố gắng thu thập một số thông tin cụ thể trước khi đến thăm nhưng không thể làm được nên cuối cùng tôi không có đủ thời gian ở đó để xem mọi thứ. Ngoài ra, lời chào qua điện thoại tự động của họ cho biết họ đóng cửa vào Thứ Hai, điều này rất khó hiểu.Đọc thêm",
            "Bất động sản tuyệt vời với những khu vườn xinh đẹp, hướng dẫn viên du lịch hấp dẫn và cơ hội tuyệt vời để tìm hiểu và trải nghiệm chuyến thăm về quá khứ.Đọc thêm",
            "Chúng tôi đã có một thời gian tuyệt vời. Khuôn viên rất đẹp và nhân viên rất thân thiện và hiểu biết! Chúng tôi đã kỷ niệm 1 năm ngày cưới của mình. Tận hưởng chuyến đi máy kéo quanh khu đất.Đọc thêm",
            "Rất đáng để thừa nhận. Khuôn viên và ngôi nhà rất đẹp và đáng xem. Ngoài ra còn có một chuyến đi vòng quanh đồn điền để tìm hiểu tất cả các chi tiết về những gì được trồng tại đồn điền và cách thức thực hiện. Người phụ nữ mô tả văn hóa Gullah cũng rất đáng xem.Đọc thêm",
            "Tôi và vợ tôi đã đến thăm Charleston mỗi năm một lần trong khoảng 5 năm qua và sau khi ghé thăm Boone Hall vào năm ngoái, chúng tôi đã quyết định thêm nó vào vòng quay các địa điểm hàng năm của mình vì chúng tôi rất yêu thích nó. Nhân viên luôn rất thân thiện và hiểu biết và bản thân đồn điền cũng thật ngoạn mục. Năm nay chúng tôi mang theo đứa con trai 11 tháng tuổi của mình và nó cũng thích thú với nó - nếu không muốn nói là nhiều hơn - so với chúng tôi. Boone Hall là địa điểm không thể bỏ qua khi đến thăm khu vực Charleston - Mt. Pleasant!Đọc thêm",
            "Về chi phí đi Taxi từ Khu lịch sử Charleston đến Hội trường BooneĐọc thêm",
            "Chúng tôi đã đặt một tour du lịch và nó thật đáng yêu. Nó bao gồm vận chuyển và vé. Do Covid nên Taxi và Uber khó tìm trong tháng Tư. Tôi đề nghị tùy chọn này. Cách dễ dàng hơn và bạn sẽ không bị mắc kẹt.Đọc thêm",
            "Cần khoảng bao nhiêu thời gian để tận hưởng tất cả các hoạt động ở đây?Đọc thêm",
            "Bản thân ngôi nhà tuy đẹp nhưng phải mất một thời gian rất ngắn để xem.  Bạn không thể lên tầng hai - không biết lý do tại sao - và phòng sau ở tầng một được gọi là - hang người - bạn không được phép vào nữa sau toàn bộ hiện tượng COVID.  Mất khoảng một giờ để đi xe ngựa ra ngoài khu nhà.  Nó thực sự rất nhiều thông tin.  Sau đó, bạn có thể đi bộ dọc theo một phía của khu đất nơi có khu nhà dành cho nô lệ cũ, việc này sẽ không khiến bạn mất nhiều thời gian, trừ khi bạn quyết định dừng lại ở phần cuối cùng để nghe một bài thuyết trình nhỏ về văn hóa tập quán và phong tục của nô lệ.  Thật không may, cá nhân tôi đã mất hứng thú sau vài phút xem người dẫn chương trình đeo tấm che mặt bằng nhựa trên sân khấu và mặc trang phục lỗi thời.  Vì điều đó, bạn sẽ mất đi động lực.Đọc thêm",
            "Boone Hall có mở cửa vào Ngày Lễ Tạ ơn, có tổ chức các chuyến tham quan và thuyết trình không?Đọc thêm",
            "Tôi dường như nhớ rằng họ đóng cửa vào Lễ Tạ ơn và Giáng sinh. Đọc thêm",
            "Xin chào Thomas,\n\nBạn có thể mua vé tại chỗ và có những lựa chọn đỗ xe nào cho xe của bạn?\n\nCảm ơn bạn rất nhiều vì câu trả lời của bạn.\n\nXin chào WernerĐọc thêm",
            "Tôi có phải mua vé để xem Row of Oaks không?Đọc thêm",
            "Bạn phải mua vé trước khi vào đồn điền tại quầy bán vé. Row of Oaks bắt đầu ngay sau khi bạn đi qua quầy bán vé đó. Không có phí bổ sung để xem tất cả các điểm tham quan.Đọc thêm",
            "Còn việc đỗ xe - chụp ảnh trong nhà có được phép không?Đọc thêm",
            "Có rất nhiều bãi đậu xe trả phí trong khuôn viên nhưng không được phép chụp ảnh trong nhà.Đọc thêm",
            "Tôi nên lên kế hoạch cho Boone Hall trong bao lâu?Đọc thêm",
            "Tôi sẽ nói 2-3 giờĐọc thêm",
            "Tôi sẽ ở Charleston trong một tuần vào tháng Tư mà không có ô tô.  Có chuyến tham quan nào từ Charleston đến đồn điền Boone Hall không?Đọc thêm",
            "Nếu không có chuyến tham quan nào, chỉ cần đi Uber. Uber rất phổ biến ở Charleston và bạn sẽ không gặp khó khăn gì khi có được một chiếc. Hãy chắc chắn rằng bạn thực hiện Horst và buggy ở Charleston. Rất nhiều thông tin. Hãy tận hưởng!Đọc thêm",
            "Xin chào, tôi - muốn biết, Ed Hansen, người được đề cập trong bình luận trên Tripadvisor, là hướng dẫn viên của hội trường Boone hay anh ấy là hướng dẫn viên riêng đi cùng các chuyến tham quan từ Charleston?\n\nCảm ơn,\n\nAstridĐọc thêm",
            "Anh ấy đã thực hiện chuyến lưu diễn của chúng tôi. Tôi tin rằng anh ấy là người hướng dẫn của Boone Hall. Đọc thêm",
            "Có chỗ bán đồ uống và đồ ăn nhẹ không?Đọc thêm",
            "Vâng, họ có một quán cà phê nhỏ.  Chúng tôi chỉ có đồ uống.  Không - có vẻ như đây là một menu đầy đủ.Đọc thêm"
        ],
        "star_ratings": [
            2785,
            1317,
            421,
            174,
            124
        ],
        "review_amount": 4821,
        "location": [
            "Hoa Kỳ",
            "tạo sự hài lòng",
            "Những điều cần làm ở Mount Pleasant",
            "Duyên hải Nam Carolina",
            "Nam Carolina - SC -",
            "Đồn điền Boone Hall"
        ],
        "reviews_time": [
            "Written July 3, 2023",
            "Written July 31, 2023",
            "Written October 2, 2023",
            "Written October 3, 2023",
            "Written October 3, 2023",
            "Written October 4, 2023",
            "Written November 7, 2023",
            "Written November 8, 2023",
            "Written December 6, 2023",
            "Written January 2, 2024",
            "Written May 22, 2024",
            "Written May 17, 2024",
            "Written May 15, 2024",
            "Written May 12, 2024",
            "Written May 11, 2024",
            "Written May 7, 2024",
            "Written May 6, 2024",
            "Written May 5, 2024",
            "Written May 4, 2024",
            "Written May 3, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g54354-d144263-Reviews-Boone_Hall_Plantation-Mount_Pleasant_South_Carolina.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g54354-d8008857-Reviews-Boone_Hall_Plantation-Mount_Pleasant_South_Carolina.html",
            "https://www.tripadvisor.com/Restaurant_Review-g54354-d489674-Reviews-Jack_s_Cosmic_Dogs-Mount_Pleasant_South_Carolina.html",
            "https://www.tripadvisor.com/Restaurant_Review-g54354-d2264409-Reviews-Bricco_Bracco-Mount_Pleasant_South_Carolina.html",
            "https://www.tripadvisor.com/Restaurant_Review-g54354-d4561904-Reviews-A_Dough_Re_Mi-Mount_Pleasant_South_Carolina.html",
            "https://www.tripadvisor.com/Restaurant_Review-g54354-d4246392-Reviews-Golden_Bowl-Mount_Pleasant_South_Carolina.html",
            "https://www.tripadvisor.com/Restaurant_Review-g54354-d2091039-Reviews-Sushi_Taro-Mount_Pleasant_South_Carolina.html",
            "https://www.tripadvisor.com/Restaurant_Review-g54354-d14499887-Reviews-Sena_Cafe-Mount_Pleasant_South_Carolina.html",
            "https://www.tripadvisor.com/Restaurant_Review-g54354-d5523690-Reviews-SOL_Mt_Pleasant-Mount_Pleasant_South_Carolina.html",
            "https://www.tripadvisor.com/Restaurant_Review-g54354-d4685069-Reviews-Starbucks-Mount_Pleasant_South_Carolina.html",
            "https://www.tripadvisor.com/Restaurant_Review-g54354-d10539045-Reviews-Tidal_Grounds_Coffee-Mount_Pleasant_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g54354-d5773622-Reviews-Mount_Pleasant_Palmetto_Islands_County_Park-Mount_Pleasant_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g54354-d527414-Reviews-Charles_Pinckney_National_Historic_Site-Mount_Pleasant_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g54354-d8416140-Reviews-Splash_Island_Waterpark-Mount_Pleasant_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g54354-d2664492-Reviews-Shem_Creek_Park-Mount_Pleasant_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g54283-d10496509-Reviews-Isle_of_Palms_Beach-Isle_of_Palms_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g54283-d562288-Reviews-Isle_of_Palms_County_Park-Isle_of_Palms_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g54171-d6963643-Reviews-Westbrook_Brewing_Co-Charleston_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g54283-d10541046-Reviews-Isle_of_Palms_Beach-Isle_of_Palms_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g54354-d11638120-Reviews-Two_Blokes_Brewing-Mount_Pleasant_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g54354-d19102493-Reviews-Mount_Pleasant_Towne_Centre-Mount_Pleasant_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g54354-d144263-Reviews-or10-Boone_Hall_Plantation-Mount_Pleasant_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g54354-d4995615-Reviews-Mount_Pleasant_Pier-Mount_Pleasant_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g54354-d264958-Reviews-Patriots_Point_Cold_War_Submarine_Memorial-Mount_Pleasant_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g54354-d13236219-Reviews-Mount_Pleasant_Historic_Distric-Mount_Pleasant_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g54354-d23318381-Reviews-Fort_Palmetto_Park-Mount_Pleasant_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g54171-d17590188-Reviews-JWalk_Tours-Charleston_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g54283-d1136176-Reviews-Barrier_Islands_Eco_Tours-Isle_of_Palms_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g54171-d12230866-Reviews-Charleston_Historic_Tours-Charleston_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g54283-d2419808-Reviews-Charleston_Fishfinder_Charters-Isle_of_Palms_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g54283-d1513778-Reviews-Tidalwave_Watersports-Isle_of_Palms_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g54354-d18919490-Reviews-Rebellion_Roads_E_Bike_Rentals_Tours-Mount_Pleasant_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g54354-d2331117-Reviews-Segway_of_Charleston_Day_Tours-Mount_Pleasant_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g54354-d1798330-Reviews-Nature_Adventures_On_Shem_Creek-Mount_Pleasant_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g54171-d3841223-Reviews-Marsh_Maven_Fishing_Charters-Charleston_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g54283-d10817350-Reviews-Explore_More_Inshore_Charters-Isle_of_Palms_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g54359-d6922712-Reviews-Myrtle_Manor-Myrtle_Beach_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g1507054-d7155397-Reviews-Ao_Nang_Beach-Ao_Nang_Krabi_Town_Krabi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g48432-d11875293-Reviews-Hawk_s_Nest_Highway-Port_Jervis_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g3411624-d15321164-Reviews-Garret_Mountain_Reservation-Woodland_Park_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g33107-d2633507-Reviews-Scribe_Winery-Sonoma_Sonoma_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g1182434-d10405341-Reviews-Chinese_Garden_of_Serenity-Santa_Lucija_Island_of_Malta.html",
            "https://www.tripadvisor.com/Attraction_Review-g42854-d4353318-Reviews-Palisade_Head-Beaver_Bay_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g189180-d2394636-Reviews-Igreja_do_Carmo-Porto_Porto_District_Northern_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g50367-d19354595-Reviews-Nelson_Ledges_Quarry_Park-Garrettsville_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g294454-d7897049-Reviews-Taboo_Club-Zagreb_Central_Croatia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g54354-d144263-Reviews-or10-Boone_Hall_Plantation-Mount_Pleasant_South_Carolina.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g54354-d144263-Reviews-Boone_Hall_Plantation-Mount_Pleasant_South_Carolina.html"
    }
]