[
    {
        "attraction_name": "Boothill Casino and Resort",
        "attraction_name_vi": "Sòng bạc và khu nghỉ dưỡng Boothill",
        "general_info": [
            "333 đánh giá",
            "2 trong số 27 điều cần làm ở Thành phố Dodge",
            "Sòng bạc"
        ],
        "attraction_summary": "Boot Hill Casino Resort có hơn 700 máy đánh bạc điện tử, 18 trò chơi trên bàn, 5 bàn poker trực tiếp, một nhà hàng ăn uống bình dân 150 chỗ ngồi được gọi là Firesides at Boot Hill, Wild Bills Beer Bar phục vụ nhiều loại bia đặc sản, nhập khẩu và trong nước, Cowboy Quán cà phê phục vụ đồ ăn nhẹ khi di chuyển và cũng cung cấp các mặt hàng có logo bán lẻ.Đọc thêm",
        "reviews": [
            "Nhỏ hơn tôi nghĩ, một nơi nhỏ xinh có một nhà hàng trong đó và một quán bar cùng với sách thể thao. Đừng đến đây với suy nghĩ bạn sẽ giàu có. Tuy nhiên, nó đáng để dừng lại nếu bạn đang ở trong thị trấn. Đọc thêm",
            "Sòng bạc này thuộc sở hữu nhà nước và tham nhũng giống như bang Kansas. Tôi đã thua 2300 trong số đó, chỉ còn 200 cuối cùng khi tôi đi đánh bạc và trúng số độc đắc. Họ tiếp tục nói rằng nhà nước nói rằng tôi nợ họ tiền. Một cuộc tranh cãi đã kéo dài nhiều năm mà vẫn chưa được giải quyết. Tôi có thể mất hết tiền mà không ai quan tâm. Nhưng nếu tôi thắng họ sẽ không trả tiền cho tôi. Đó là tham nhũng như nó được. Tôi sẽ không bao giờ bước chân vào sòng bạc Kansas nữa. Tôi hy vọng chúng sẽ bị phá hủy trong một cơn lốc xoáy.Đọc thêm",
            "Máy lạnh siêu nóng bên ngoài chống nóng tốt nhưng ghét mùi như gạt tàn. Tôi sẽ ở lại nếu có mùi thơm hơnĐọc thêm",
            "Đây là sòng bạc thuộc sở hữu nhà nước, không phải tài sản thuộc sở hữu của người Ấn Độ.  Có rất nhiều máy đánh bạc và trò chơi trên bàn và gần đây họ đã bổ sung thêm phòng cá cược thể thao có TV.  Nhà hàng ở mức giá cao hơn - khôn ngoan.  Lên kế hoạch ăn ở một nơi khác.  Họ cho phép hút thuốc và điều đó thật không dễ chịu khi có rất nhiều nơi cấm hút thuốc.Đọc thêm",
            "Du khách hãy cẩn thận.  Không phải cho bạn.  Sòng bạc sẽ không cho phép bạn ở lại khu nghỉ dưỡng của họ trừ khi bạn có thẻ người chơi có điểm.  Chưa bao giờ nghe nói về điều này trước đây, nhưng khi chúng tôi đến thì điều đó đã rõ ràng.   Đầu tiên một nhóm tôn giáo đang biểu tình nơi này, nghĩ rằng điều này thật kỳ lạ.  Nhưng một khi đã vào bên trong thì không khó để nhận ra điều đó.  Chúng tôi nhận thấy rất nhiều người đàn ông đội mũ cao bồi.  Chồng tôi nghĩ rằng anh ấy đã bỏ lỡ cơ hội để mặc đồ của mình nhưng khi một loạt các cô gái nhếch nhác bước vào hành động như thể họ sở hữu nơi này và các nhà thầu ở quán bar đang phục vụ cả hai và tránh xa những khách hàng cao cấp thì tất cả thật mở rộng tầm mắt.  Họ chăm sóc họ trước và phớt lờ những khách hàng khác.  Chồng tôi cứ nói đó là thịt Markey.  Nhưng đột nhiên trong vòng 20 phút, nơi này đã được dọn sạch.  Tôi đoán những phòng họ dành cho vị khách đặc biệt của họ đã trở nên rất bận rộn.  Hãy chấp nhận nó, bạn sẽ làm được.  Chồng tôi phàn nàn với người đấu thầu quán bar và họ không quan tâm.  Chúng tôi dừng lại và ở trong các khu nghỉ dưỡng sòng bạc khi đi du lịch và chưa bao giờ gặp phải những hành vi như vậy.  Bây giờ tôi đang cố tỏ ra tử tế và tôi chưa bao giờ viết đánh giá trước đây nhưng nhóm tôn giáo rõ ràng biết điều gì xảy ra ở nơi này và gọi đó là cách họ nhìn nhận. Bản thân tôi theo đạo nên tôi không đánh đập họ bằng mọi cách vì đã biểu tình ở nơi này.  Tôi tìm thấy sự hiểu biết về lý do tại sao họ như vậy.  Không phải là nơi để quay lại!Đọc thêm",
            "Tôi đã đến đó một vài lần, Có trải nghiệm tốt, thắng được một số chiến thắng không quá hấp dẫn như các Sòng bạc khác mà tôi đã từng đến. Nhà hàng có thể cần cải thiện một chút, dịch vụ không tốt, đồ ăn có thể cải thiện...nhưng trải nghiệm tổng thể vẫn tốt.Đọc thêm",
            "Sòng bạc ở mức trung bình và thực sự không có bất kỳ phàn nàn nào. Nhân viên an ninh nữ tôi gặp là người thân thiện nhất. Đó là một trải nghiệm Đọc thêm",
            "Sòng bạc rất tốt không thực sự đông đúc.  Chỉ đánh bạc trong một giờ và giành được một số tiền và rời đi. Cơ sở sạch sẽ nhiều bãi đậu xe Đọc thêm",
            "Thân thiện, hữu ích, nhân viên và một nơi tuyệt vời để chơi!!  Rất nhiều máy móc và đặc biệt sạch sẽ.  Tôi sẽ quay lại vào ngày mai!! Đọc thêm",
            "Trải nghiệm rất thú vị khi có liên quan đến sòng bạc. Dịch vụ ăn uống có số giờ giới hạn, như chúng tôi đã phát hiện ra sau khi nhận được phiếu thưởng 10PP. Không tốt!. Nếu chơi video poker ở quầy bar phía sau, hãy mang theo áo khoác dày và ô để làm chệch hướng đường hầm gió được tạo ra để xua tan khói từ khách. Không đùa đâu...Tôi đã thắng trò chơi poker video nhưng trời quá lạnh nên chúng tôi không thể ở lại vì tôi run quá. Tái bút.... những người pha chế đó không thể kêu la và cũng không lịch sự. Rõ ràng là không nhận được bất kỳ lời khuyên nào từ chúng tôi.Đọc thêm",
            "Sòng bạc Boot Hill có lấy giấy phép mà họ cấp cho đến khi bạn gia hạnĐọc thêm",
            "Bạn có thể vào sòng bạc bằng ID tạm thờiĐọc thêm",
            "Có bao nhiêu sòng bạc ở thành phố DodgeĐọc thêm",
            "Chỉ một Đọc thêm",
            "Tôi có một thẻ chơi và ở lại. Bạn trai của tôi có thể ở miễn phí trong phòng của tôi không?Đọc thêm",
            "Tôi không chắc nhưng tôi không nghĩ đó sẽ là vấn đề. Tôi chỉ cần gọi và hỏi.Đọc thêm",
            "Có giảm giá cho Hampton Inn khi chơi ở sòng bạc không?Đọc thêm",
            "Tôi sẽ liên hệ với Hampton Inn hoặc sòng bạc.   Tôi không thấy bất kỳ quảng cáo nào cung cấp giảm giá.Đọc thêm",
            "Xin chào, câu hỏi này dành cho Sòng bạc Boothill - chúng tôi sẽ đi qua Thành phố Dodge vào giữa tháng 5 năm 2018 trên đường đến Fort Riley, KS để thăm con gái và con rể của chúng tôi hiện đang phục vụ ở đó.  Chúng tôi sẽ kéo xe tải GMC 2500HD với xe kéo du lịch dài 20 ft của chúng tôi và muốn ghé thăm Sòng bạc Boothill và đỗ RV của chúng tôi qua đêm.  Chính sách của Sòng bạc là gì?  Sòng bạc có duy trì an ninh lô không?  Cảm ơn bạn rất nhiều, đây sẽ là chuyến đi đầu tiên của chúng tôi sắp tới, tôi chắc chắn vậy! tới Kansas! Trân trọng, ArleenĐọc thêm",
            "Tôi tin rằng họ có bãi đậu xe nhưng không có điểm nối.  Tôi sẽ liên hệ trực tiếp với họ.Đọc thêm",
            "Bạn phải bao nhiêu tuổi để được vào?Đọc thêm",
            "Bạn phải đi qua Sòng bạc để đến nhà hàng, vì vậy bạn phải đủ 21 tuổi trở lên. Họ cũng có một quầy đồ ăn nhẹ tuyệt vời trong Sòng bạc...Đọc thêm",
            "chính sách hút thuốc\nĐọc thêm",
            "Xin chào Dennis\n\nChúng tôi cho phép hút thuốc trên sàn sòng bạc. Không hút thuốc trong khu vực nhà hàng hoặc nhà vệ sinh. Chúng tôi có một hệ thống thông gió độc đáo với tốc độ lưu thông không khí trong lành cao. \n\nChúng tôi mong sớm được gặp bạn! Đọc thêm",
            "Nó có bãi đậu xe 18 bánh không?Đọc thêm",
            "Vâng, chúng tôi có bãi đậu xe tải ở phía sau. Cảm ơn!Đọc thêm",
            "Rượu miễn phí có được phục vụ khi đánh bạc không?Đọc thêm",
            "Soda và nước và cà phê miễn phí.  Rượu là một sự mua sắm.Đọc thêm"
        ],
        "star_ratings": [
            116,
            99,
            62,
            22,
            34
        ],
        "review_amount": 333,
        "location": [
            "Những điều cần làm ở Thành phố Dodge",
            "Kansas, KS",
            "Sòng bạc và khu nghỉ dưỡng Boothill",
            "Hoa Kỳ",
            "thành phố né tránh"
        ],
        "reviews_time": [
            "Written April 17, 2024",
            "Written November 2, 2023",
            "Written August 2, 2023",
            "Written June 25, 2023",
            "Written April 24, 2023",
            "Written January 3, 2023",
            "Written September 9, 2022",
            "Written August 19, 2022",
            "Written March 15, 2022",
            "Written October 17, 2021"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g38668-d3595416-Reviews-Boothill_Casino_and_Resort-Dodge_City_Kansas.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g38668-d6681952-Reviews-Fireside_Restaurant-Dodge_City_Kansas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g38668-d4470920-Reviews-Prime_On_The_Nine-Dodge_City_Kansas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g38668-d1478481-Reviews-Dodge_House_Restaurant-Dodge_City_Kansas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g38668-d8410206-Reviews-Osaki_Hibachi_Sushi-Dodge_City_Kansas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g38668-d26105048-Reviews-Casa_Mariachi-Dodge_City_Kansas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g38668-d4517035-Reviews-El_Korita_Restaurant-Dodge_City_Kansas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g38668-d10149053-Reviews-Freddy_s_Frozen_Custard_Steakburgers-Dodge_City_Kansas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g38668-d1370039-Reviews-Casa_Alvarez-Dodge_City_Kansas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g38668-d1370046-Reviews-Dairy_Queen_Grill_Chill-Dodge_City_Kansas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g38668-d16668270-Reviews-El_Rodeo_Bar_Grill-Dodge_City_Kansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g38668-d2572729-Reviews-United_Wireless_Arena-Dodge_City_Kansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g38668-d123645-Reviews-Boot_Hill_Museum-Dodge_City_Kansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g38668-d17751902-Reviews-The_Long_Branch_Saloon-Dodge_City_Kansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g38668-d2322644-Reviews-Dodge_City_Trail_of_Fame-Dodge_City_Kansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g38668-d268783-Reviews-Kansas_Teachers_Hall_of_Fame-Dodge_City_Kansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g38668-d123646-Reviews-Home_of_Stone-Dodge_City_Kansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g38668-d268985-Reviews-Cowboy_Statue_On_Boot_Hill-Dodge_City_Kansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g38668-d268986-Reviews-Cattle_Feedlot_Overlook-Dodge_City_Kansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g38668-d268816-Reviews-El_Capitan-Dodge_City_Kansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g38668-d268786-Reviews-Dodge_City_Zoo-Dodge_City_Kansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g38668-d3595416-Reviews-or10-Boothill_Casino_and_Resort-Dodge_City_Kansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g38668-d10628670-Reviews-Mariah_Hills_Golf_Course-Dodge_City_Kansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g38668-d268793-Reviews-Dodge_City_Historic_Trolley_Tour-Dodge_City_Kansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g38668-d10720392-Reviews-Boot_Hill_Distillery-Dodge_City_Kansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g38668-d268784-Reviews-Fort_Dodge-Dodge_City_Kansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g38668-d9814007-Reviews-Boot_Hill_Antiques-Dodge_City_Kansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g14129735-d1170018-Reviews-The_National_Art_Center_Tokyo-Roppongi_Minato_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g580449-d148830-Reviews-White_Bay-Jost_Van_Dyke_British_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g41778-d670459-Reviews-Long_Point-Provincetown_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d292124-Reviews-The_Colosseum-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g34882-d612656-Reviews-Wolf_Mountain_Vineyards_Winery-Dahlonega_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g53006-d8567442-Reviews-Blue_Marsh_Lake-Leesport_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g780841-d1372667-Reviews-Hitachi_Seaside_Park-Hitachinaka_Ibaraki_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g150792-d152914-Reviews-Golden_Zone-Mazatlan_Pacific_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g14127623-d4441709-Reviews-GALA_RESORT-Chuo_Osaka_Osaka_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d129124-Reviews-City_Park_Denver-Denver_Colorado.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g38668-d3595416-Reviews-or10-Boothill_Casino_and_Resort-Dodge_City_Kansas.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g38668-d3595416-Reviews-Boothill_Casino_and_Resort-Dodge_City_Kansas.html"
    }
]