[
    {
        "attraction_name": "Booze & Cruise",
        "attraction_name_vi": "Rượu - Du thuyền",
        "general_info": [
            "99 đánh giá",
            "- 17 trên 56 Cuộc sống về đêm ở Nassau",
            "Quán Bar - Câu Lạc Bộ"
        ],
        "attraction_summary": "- Chào mừng bạn đến với chuyến du thuyền Bahamian hấp dẫn nhất ở Nassau, Bahamas - - Nữ hoàng Bahamian - . Cho dù bạn muốn uống rượu, khiêu vũ, bơi lội, lặn với ống thở, ăn trưa hay chỉ thư giãn trên làn nước biển trong xanh như pha lê, chúng tôi sẽ đưa bạn đến thiên đường. Không có điểm tham quan hoặc chuyến tham quan nào có thể đánh bại được niềm vui và sự phấn khích của Du thuyền Booze của chúng tôi. Vì vậy, nếu bạn đang đi nghỉ, nghỉ xuân hoặc chỉ cần quay trở lại Bahamas, hãy nhớ lên du thuyền Booze Cruise hấp dẫn nhất ở Bahamas. - Đọc thêm",
        "reviews": [
            "NCL Sky đã được tân trang lại và là một chuyến hành trình ngắn không tốn kém từ Miami đến Nassau. Chúng tôi có một cabin có cửa sổ ở tầng sáu. Chúng tôi đề xuất gói ăn uống đặc biệt vì đồ ăn ở nhà hàng bít tết Cagney - s và nhà hàng Pháp Le Bistro rất ngon. Chuyến đi ngắn này, chúng tôi đã không mua gói đồ uống dành cho người lớn mà mua đồ uống theo xe đẩy. Đây là một chuyến đi ngắn tốt, tuy nhiên nếu bạn đang tìm kiếm sự đa dạng trong giải trí, tôi khuyên bạn nên đi du lịch trên biển bảy đêm. Các phòng đều sạch sẽ và ngay cả đồ ăn tự chọn cũng được nấu chín kỹ, nhưng không quá đa dạng như bạn thấy trên các chuyến du ngoạn kéo dài. Nếu bạn giữ kỳ vọng của mình ở mức thấp, bạn sẽ ngạc nhiên một cách thú vị về khoảng thời gian mà bạn có thể có được. Tại Nassau, chúng tôi đi bộ, mua sắm và tìm thấy một cửa hàng rượu địa phương và mua cho vợ một chai rượu trứng với rượu whisky pha và tôi đã thử một loại đồ uống bia có hương vị Mohito đóng chai ở Bolivia khá ngon. Chúng tôi đã đi bộ mười phút đến Jack một bãi biển và cả hai chúng tôi đều được mát-xa tuyệt vời trong 20 phút - 25 phút mỗi người ở bãi biển, rất khuyến khích. Vợ tôi đã mua một mặt dây chuyền Onyx với giá - 20. Ngày hôm sau, một cơn bão nổi lên nên chúng tôi đã bỏ lỡ hòn đảo tư nhân Stirrup Cay và bữa trưa tự chọn đã được lên kế hoạch. Bây giờ hãy quay lại Miami và chúng ta sẽ dành sáu ngày ở bãi biển phía nam.Đọc thêm",
            "Thật tuyệt khi được thử đi du thuyền lần đầu tiên. Lên tàu thật dễ dàng và nhanh chóng. Phi hành đoàn thật tuyệt vời và chuyên nghiệp. Chúng tôi có một cabin bên trong thì không sao nhưng tôi biết lần sau sẽ có một cabin có ban công. Tôi đã có khoảng thời gian tuyệt vời khi mọi người xem. Đó là một hành trình trong 7 ngày. Chúng tôi đã ở trên mặt nước trong 4 ngày đó. Trên tàu có rất nhiều việc phải làm. Tôi chỉ không - như thể chỉ có 1 hồ bơi. Có khoảng 4 bồn tắm nước nóng. Với quá nhiều người trên tàu, bạn thực sự không thể bơi trong hồ bơi. Mọi người vào và không ra ngoài trong nhiều giờ. Vì vậy, bạn sẽ tắm nắng rất nhiều. Ngoài ra, tôi không thích việc họ không vệ sinh hồ bơi hoặc bồn tắm nước nóng khi có quá nhiều người ở lại hàng giờ trong cả hai. Việc đầu tiên tôi vào bồn nước nóng là vào buổi sáng trước khi đám đông đến đó. Đồ ăn rất tuyệt! Đã thử một vài thứ khác nhau trong thực đơn đồ ăn.. Bạn không thể sai lầm với những gì bạn chọn. Tất cả các nhà hàng đều được trang trí đẹp mắt. Các buổi biểu diễn thật tuyệt vời. Ồ, đã xảy ra trục trặc khi chúng tôi đến Florida. Nếu bạn mua một chuyến tham quan và thời tiết không tốt khiến mọi người không thể xuống thuyền, điều duy nhất họ có thể làm là hoàn tiền cho bạn. Không mua chuyến đi bằng thẻ nợ. Bạn sẽ không lấy lại được tiền trong tối đa 30 ngày sau nếu điều này xảy ra. Tôi có thể nói nhiều hơn nhưng bạn sẽ phải thử. Trải nghiệm đầu tiên của tôi thật tuyệt vời!Đọc thêm",
            "Đầu tiên, chúng tôi mua vé từ một người bán hàng trên bãi biển, người này nói với chúng tôi rằng xe buýt sẽ đón chúng tôi lúc 12:45.  Có vẻ như người bán vé chưa bao giờ thông báo cho công ty rằng mình đã bán vé nên xe buýt không xuất hiện.   Sau khi gọi đến số đó nhiều lần và nhờ sự giúp đỡ của khách sạn, cuối cùng chúng tôi cũng gặp được người gửi xe buýt. Khi lên tàu, chúng tôi được khuyên nên uống đồ uống có cồn cho đến khi lặn với ống thở - điều mà tôi hoàn toàn hiểu -.   Tuy nhiên, khi bạn gọi bất kỳ đồ uống nào từ quán bar, họ hành động như thể đó là một sự bất tiện hoàn toàn đối với họ. Thuyền đưa chúng tôi đến một địa điểm mà san hô gần như đã chết nhưng họ ném thức ăn ra để thu hút cá.  Vì thế ít nhất cũng có cá để xem.  Họ yêu cầu bạn mặc áo phao khiến việc lặn với ống thở gần như không thể.  Tôi là một thợ lặn được chứng nhận nên tôi đã lấy hết không khí ra khỏi áo phao để ít nhất tôi có thể nổi thoải mái và lặn với ống thở. Tiếp theo, thuyền đưa chúng tôi đến một hòn đảo xa xôi để mọi người uống nước và vui chơi trên bãi biển.  Tuy nhiên nó được bao phủ bởi rong biển và có một số thuyền khác nên không gian có phần hạn chế.  Đó cũng là một cơ hội khác để họ bán cho bạn dịch vụ cho thuê môtô nước - tiện ích bổ sung.  Âm nhạc rất thú vị nhưng DJ đã chơi cùng một danh sách bài hát khoảng 5 - 6 bài trong suốt chuyến đi. Có thể những người say rượu hoàn toàn không để ý nhưng những người không để ý.   Sẽ không đề xuất hành trình này cho trẻ nhỏ.   Muốn giới thiệu cho những người muốn uống rượu và không quan tâm đến dịch vụ lặn hoặc dịch vụ kém.  Khung cảnh rất tuyệt và đồ ăn thì ngon.Đọc thêm",
            "Trước khi đặt chuyến đi mừng sinh nhật tới Bahamas, tôi đã biết mình muốn thực hiện một chuyến du ngoạn uống rượu vào ngày đặc biệt của mình. Tôi đã tìm kiếm trên tripadvisor và không thể tìm thấy bất cứ điều gì hợp lý mà lại cung cấp đồ uống miễn phí không giới hạn. Tôi gần như đã đặt thứ gì đó trực tuyến và quyết định không làm vậy. Rất vui vì tôi đã làm. Bạn bè của tôi và tôi quyết định đi bộ vào trung tâm thành phố vào ngày đó để hỏi về chuyến đi có thể uống rượu và tình cờ tìm thấy viên ngọc này nhờ một phụ nữ địa phương. Chi phí hành trình này - 90 và bao gồm lặn với ống thở - thiết bị được cung cấp -, đồ uống không giới hạn - không có gì lạ mắt, nhưng tôi không tìm kiếm trạng thái nhà hàng 5 sao với số tiền tôi đã trả -, một bữa trưa ngon miệng và thời gian trên bãi biển trước khi quay trở lại du thuyền và tiệc tùng. Bạn bè của tôi và tôi đều đồng ý rằng đây là chuyến đi tuyệt vời nhất của chúng tôi - và chúng tôi đã trả tiền cho một ngày đi đến hòn đảo thiên đường! - bởi vì chúng ta kiếm được nhiều tiền hơn. Chúng tôi đã có rất nhiều niềm vui với đội ngũ nhân viên tuyệt vời và các tàu tuần dương thân thiện. Rất khuyến khích cho những người đang tìm kiếm một thời gian vui vẻ. Đọc thêm",
            "Xé ra. Tài liệu quảng cáo nói rằng rạn san hô dành cho ống thở..... Không được thả bạn xuống những tảng đá dọc bãi tàu Thực sự... Thật kinh khủng khi nhìn thấy một con cá.. Thật là một sự lột xác.... Đưa bạn đến một bãi biển đầy rác và thủy thủ đoàn trốn trong cây làm gì cũng được.. Bãi biển góc nào đó đảo. Lãng phí tiền bạc và bữa trưa thật tệ.  Điều duy nhất thoát ra được là uống rượu. Chưa bao giờ nhìn thấy những khu vườn mà họ đề cập trên tờ rơi quảng cáo. Thật là lãng phí. Ồ, bạn đợi ở trung tâm thành phố gần cả tiếng đồng hồ trong khi táo rời bến và lên thuyền một cách lố bịch. Nhân viên không thân thiện chút nào.. Trong số đó có 1 nhân viên rất tốt.Đọc thêm",
            "ĐÓ LÀ BOOZE - CRUISE, không phải du thuyền tư nhân 5 sao nên đừng mong đợi Grey Goose và Black Label ngay cả khi bạn trả tiền - 85pp - mọi thứ ở Bahamas đều đắt đỏ và quá đắt, nó là như vậy! - . Họ phục vụ đồ uống làm sẵn và - 5 bia. CHUYẾN ĐI CỦA TÔI ĐÃ LIT! Chúng tôi đã có rất nhiều niềm vui với phi hành đoàn và những người trên thuyền! Điều quan trọng cần lưu ý là hành trình này nhắm mục tiêu nhiều hơn đến những người chỉ muốn tiệc tùng, do đó có tên như vậy. Những người viết đánh giá không hay và phàn nàn có lẽ đang mong đợi một trải nghiệm hấp dẫn hơn ngoại trừ việc chỉ vui vẻ. Tôi đã khiêu vũ, pha trò với mọi người và CHÚNG TÔI ĐÃ chơi những trò chơi vui nhộn. Chúng tôi đã yêu cầu một cây gậy để chơi trò lấp lửng và thậm chí còn chơi cả dòng Conga. Tất cả chúng tôi đều có khoảng thời gian vui vẻ. Các thành viên phi hành đoàn đã cố gắng hết sức để khiến mọi người vui vẻ ngay cả khi họ không muốn. Bạn không thể mong đợi phi hành đoàn sẽ làm mọi thứ cho bạn. Trong hành trình này, DJ khá thích thú với âm nhạc và bãi biển nhỏ mà họ đưa bạn thực sự rất thư giãn. Tôi không hiểu những lời phàn nàn về thực phẩm TẤT CẢ. Thức ăn của tôi rất ngon! Gà giật, Cơm, Đậu Hà Lan, rất ngon và hoàn hảo để cân bằng việc uống rượu. CŨNG, họ RẤT rõ ràng khi tuyên bố rằng họ không uống rượu nếu bạn đang lặn với ống thở, vì vậy hãy đảm bảo tuân thủ các quy tắc nếu bạn muốn làm điều đó. Nói chung nó thực sự rất vui và chúng tôi đã có rất nhiều kỷ niệm vui vẻ. Tôi có video để chứng minh!Đọc thêm",
            "Cuối cùng chúng tôi đã sắp xếp chuyến tham quan này qua Bãi biển Cable từ người đàn ông của chúng tôi - Charles -! Chuyến du ngoạn Booze này có giá khoảng - 70 mỗi người và hoàn toàn xứng đáng. Vận chuyển được bao gồm cũng như lặn với ống thở. Họ đưa bạn đến một hòn đảo tuyệt đẹp - hòn đảo tiệc tùng - và rượu rum bắt đầu chảy! Quầy bar mở trên thuyền và bữa trưa BBQ tuyệt vời cũng được cung cấp. Đọc thêm",
            "Điều này không có giá trị - 85,00 đã chi. Thức ăn không ngon và đồ uống đã được pha sẵn. Khi ở trên thuyền, chúng tôi không cảm thấy an toàn. Nó cũng được quảng cáo là một chuyến du ngoạn bằng rượu nhưng có trẻ nhỏ. Chúng tôi chưa bao giờ nhìn thấy bất kỳ ngôi nhà của người nổi tiếng nào và hòn đảo nơi chúng tôi đến có bọ chét cát. Tôi và bạn bè đã cố gắng hết sức để làm điều này nhưng tôi sẽ không bao giờ làm điều này nữa.Đọc thêm",
            "Đã tham gia vào cuộc phiêu lưu này và chúng tôi đã có khoảng thời gian tuyệt vời.  Không có nhiều người ngoại trừ những người khiến nó trở nên vui vẻ.  Âm nhạc thật tuyệt vời! Đồ uống thì ổn - đối với tôi hơi quá ngọt và đồ ăn thì ổn nhưng không khí thì tuyệt vời.  Việc lặn với ống thở rất thú vị - nhưng chúng tôi mới đi lặn biển vào ngày hôm trước nên không thể - thực sự so sánh được với điều đó - nhưng dù sao cũng vui.  Chúng tôi dừng lại ở một bãi biển riêng và có cơ hội bơi lội.  Nhìn chung trải nghiệm tuyệt vời và cách tuyệt vời để kết thúc kỳ nghỉ của chúng tôi.Đọc thêm",
            "Chồng tôi và tôi đã trả - 150, tức là - 85 mỗi cái và nó đáng giá! Sau khi đọc một số đánh giá trước khi tiếp tục, chúng tôi định không đi, nhưng cảm ơn chúa, chúng tôi đã làm vậy! Lặn biển rất đáng giá, bạn đã thấy cá không chỉ rạn san hô chết và chúng còn cung cấp cho bạn áo phao!! Bữa trưa rất ngon, và vâng, họ phục vụ nó trong hộp nhựa, nhưng họ phải phục vụ bạn trên thuyền bằng gì? Đồ Trung Quốc tốt?? Thức ăn rất tươi, như bạn sẽ thấy. Đồ uống rất ngon, nhưng bạn phải trả - 5 cho bia, không có gì to tát. Khi chúng tôi đến bãi biển, nó thật đẹp! Vâng, có một số vỏ sò nhỏ trên bãi biển, nhưng sau hai bước, bạn không còn cảm thấy chúng nữa! Ngoài ra, đừng nghe tất cả những người đánh giá cũ này nói rằng bạn cần - giày đi nước - trên bãi biển, không, bạn không cần! Chồng tôi và tôi không có giày đi nước, và chúng tôi vẫn ổn. Bãi biển thật ngoạn mục và đẹp quá! Chúng tôi đã có khoảng thời gian vui vẻ trên thuyền và đã làm rất tốt việc giải trí cho chúng tôi! Thật đáng giá.Đọc thêm",
            "Chuyến du ngoạn bằng rượu - trực tiếp - vào tất cả các ngày mở cửa hay chỉ vào cuối tuần?Đọc thêm",
            "CHÀO!\n\nĐịa điểm đón ở đâu? Chúng tôi sẽ không có phương tiện di chuyển nên không biết nó cách các khu nghỉ dưỡng trên Đảo Thiên Đường bao xa?\n\nCảm ơn bạn!Đọc thêm",
            "Xin chào các bạn, Sắp diễn ra Lễ hội Ánh nắng mặt trời vào ngày 6 tháng 6 sẽ đến Nassau lúc 12:30 chiều 3 người lớn 24 - 28 - 73. Liệu chuyến du ngoạn bằng rượu này có dành cho chúng ta không, thích tiệc tùng và có khoảng thời gian vui vẻĐọc thêm",
            "Lúc tôi đi thì mọi lứa tuổi đều đang trên chuyến du ngoạn bằng rượu! Tôi 25 tuổi và tôi đã tiệc tùng với mọi lứa tuổi. Đọc thêm",
            "Làm cách nào tôi có thể đặt vé này vào ngày 2 tháng 10 khi tôi cập cảng trên một tàu du lịch.Đọc thêm",
            "Xin lỗi vì tôi chưa trả lời được câu hỏi của bạn và rõ ràng là sau ngày 2 tháng 10. \n\nBạn có thể đã biết rằng bạn chỉ có thể trả tiền trên thuyền khi đến đó, hy vọng bạn đã - có chuyến đi an toàn!Đọc thêm",
            "Tôi đã cố gắng đặt chỗ này, đã tham gia NCL Breakaway và sẽ có mặt ở Nassau vào thứ Năm. Ngày 26 tháng 3 đông thế này hay bạn không làm điều này vào ngày đó.  chúng tôi thực sự muốn thực hiện chuyến tham quan này Có công ty nào khác cung cấp điều này không.  Chúng tôi đã tham gia một số chuyến du ngoạn trên biển và chúng tôi luôn hợp tác với công ty tổ chức chuyến tham quan của bạn.Đọc thêm"
        ],
        "star_ratings": [
            40,
            25,
            10,
            10,
            14
        ],
        "review_amount": 99,
        "location": [
            "Các hoạt động ở Nassau",
            "Đảo New Providence",
            "Bahamas",
            "Nassau",
            "vùng Caribe",
            "Rượu - Du thuyền"
        ],
        "reviews_time": [
            "Written December 20, 2019",
            "Written March 1, 2019",
            "Written August 6, 2018",
            "Written July 24, 2018",
            "Written May 7, 2018",
            "Written April 25, 2018",
            "Written February 16, 2018",
            "Written February 15, 2018",
            "Written October 8, 2017",
            "Written July 25, 2017"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g147416-d1972204-Reviews-Booze_Cruise-Nassau_New_Providence_Island_Bahamas.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g147416-d11881708-Reviews-Smugglers-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147416-d8673226-Reviews-The_Bearded_Clam_Sports_Bar-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147416-d7916157-Reviews-Pirate_Republic_Brewing_Co-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147416-d1100628-Reviews-Bahamian_Cookin_Restaurant_Bar-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147416-d1045745-Reviews-Athena_Cafe_Bar-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147416-d1136903-Reviews-Senor_Frog_s_Nassau-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147415-d16724384-Reviews-Lukka_Kairi_Waterfront_Bar_Grill-New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147416-d1045942-Reviews-Graycliff_Restaurant-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147416-d7933245-Reviews-Crabs_and_Ting-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147416-d12947862-Reviews-Shenanigans_Irish_Bar-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147416-d6415699-Reviews-Pompey_Museum_of_Slavery_Emancipation-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147416-d310836-Reviews-Christ_Church_Cathedral-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147416-d7191172-Reviews-Pompey_Square-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147416-d24932669-Reviews-Effy_Jewelry-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147416-d147537-Reviews-Straw_Market-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147416-d148523-Reviews-Pirates_of_Nassau_Museum-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147416-d26636012-Reviews-The_Gallery_Wine_Bar-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147416-d147519-Reviews-Parliament_Square-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147416-d13136423-Reviews-DIAMOND_Center-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147416-d6651234-Reviews-Hillside_House_Art_Gallery-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147416-d1972204-Reviews-or10-Booze_Cruise-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147416-d1748354-Reviews-The_Daiquiri_Shack-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147416-d4582228-Reviews-Tiki_Bikini_Hut-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147416-d4176835-Reviews-John_Watling_s_Distillery-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147416-d19241649-Reviews-Vacations_In_Paradise_Transportation_Tours-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147416-d19319360-Reviews-Funtastic_Bus_Rides-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147416-d4972557-Reviews-Senor_Frogs_Nassau-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147417-d310839-Reviews-Atlantis_Casino-Paradise_Island_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147416-d25393764-Reviews-Clear_Kayak_Drone_Beach_Photography_Bahamas-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147416-d2311080-Reviews-Sharkeez_Tiki_Bar-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147416-d2037802-Reviews-Graycliff_Cigar_Company-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147416-d10161281-Reviews-Colours_of_the_Bahamas-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147416-d13329361-Reviews-Kay_s_Fine_Jewelry-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147416-d15798345-Reviews-Allure_Jewels_International-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147416-d10411738-Reviews-Bahamas_Tours_and_Travel-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147416-d5602654-Reviews-Little_Switzerland-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147416-d3701058-Reviews-Tru_Bahamian_Food_Tours-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147416-d10584580-Reviews-Adventure_Parasail-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147416-d15196496-Reviews-Blackbeard_s_Escape-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147416-d7356243-Reviews-Tag_Heuer_Boutique-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147415-d13998686-Reviews-Sea_Senor_Charters-New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147416-d2071999-Reviews-Diamonds_International_Nassau-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60856-d1909695-Reviews-National_Park_Aquarium-Hot_Springs_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g34626-d509151-Reviews-Highlands_Hammock_State_Park-Sebring_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g297698-d8837227-Reviews-Water_Blow-Nusa_Dua_Benoa_South_Kuta_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g227905-d23580656-Reviews-Peppa_Pig_World_Of_Play_Leidschendam-Leidschendam_The_Hague_South_Holland_Provin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d190988-Reviews-Campo_de_Fiori-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g672739-d548048-Reviews-MiniHollywood_Oasys-Tabernas_Province_of_Almeria_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g32057-d4820065-Reviews-Parkwest_Bicycle_Casino-Bell_Gardens_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60651-d7136399-Reviews-Kawela_Bay-Kahuku_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g34963-d4607509-Reviews-Don_Carter_State_Park-Gainesville_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g49023-d1553373-Reviews-Unto_These_Hills-Cherokee_North_Carolina.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g147416-d1972204-Reviews-or10-Booze_Cruise-Nassau_New_Providence_Island_Bahamas.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g147416-d1972204-Reviews-Booze_Cruise-Nassau_New_Providence_Island_Bahamas.html"
    }
]