[
    {
        "attraction_name": "Bora Bora Wildlife Park",
        "attraction_name_vi": "Công viên hoang dã Bora Bora",
        "general_info": [
            "20 đánh giá",
            "- 5 trong số 18 điều cần làm ở Bãi biển Diani",
            "Thiên nhiên - Khu vực hoang dã"
        ],
        "attraction_summary": "Tọa lạc tại vị trí thuận tiện ở Diani - ở một vị trí yên tĩnh, gần đường Beach, Công viên hoang dã Bora Bora và trại Lều sang trọng là cơ sở hoàn hảo để du khách khám phá các điểm tham quan hàng đầu của Diani - hoặc chỉ thư giãn và tận hưởng bầu không khí của trại Du lịch sinh thái có giá trị tốt nhất của chúng tôi . Mọi người đều xứng đáng có một kỳ nghỉ hoặc dành thời gian cho tôi một lần và chúng tôi đảm bảo rằng bạn sẽ nhận được chính xác điều đó tại công viên của chúng tôi! Khách của chúng tôi chỉ phải trả Kes.5000.00 cho giường ngủ và bữa sáng tại lều của chúng tôi cho phòng đôi trong giây lát để trải nghiệm niềm vui và sự thoải mái của một chiếc lều safari sang trọng có trang bị riêng đẹp mắt - đồng thời có thể tận hưởng động vật hoang dã vô cùng hấp dẫn và những tiện nghi thú vị. Nằm ngoài Đường Beach, cách Khách sạn Neptune 450 m và tọa lạc trên khu đất có cảnh quan tuyệt đẹp rộng 31,5 mẫu Anh, đây là thiên đường cho các loài động vật bản địa, nhiều loài chim, bướm, Rừng Kayanondo và hàng trăm loài thực vật khác nhau. Các tiện nghi dành cho khách bao gồm nhà hàng, quầy bar, sảnh khách với DSTV, khu ăn uống ngoài trời và khu vui chơi trẻ em.Đọc thêm",
        "reviews": [
            "Đây là trải nghiệm một lần trong đời! Chúng tôi đã có kinh nghiệm tiếp xúc gần gũi với các loài động vật!  Hướng dẫn viên Tom của chúng tôi rất đam mê chuyến tham quan và rất am hiểu.  Anh ấy là một hướng dẫn viên du lịch tuyệt vời và khiến trải nghiệm của chúng tôi trở nên đáng nhớ! Đọc thêm",
            "Chúng tôi đang ở bãi biển Dahani và đã ở trên Safari. Chúng tôi đã nhìn thấy Công viên động vật hoang dã Bora-Bora trên Google Maps và nghĩ rằng nó rất đáng để ghé thăm. Chỉ mất khoảng - 20 mỗi người để vào. Ấn tượng đầu tiên khi bạn nhận được, có thể có một chút tẻ nhạt. Nhưng bạn sẽ sớm thay đổi quyết định khi bắt đầu tương tác với các loài động vật. Chúng tôi được chào đón bởi những con đà điểu, đi lại tự do và có thể cho chúng ăn.  Chúng tôi đã có một người hướng dẫn tuyệt vời cho riêng mình tên là Fedelis. Tiếng Anh của cô ấy thật đáng kinh ngạc và cô ấy có rất nhiều thông tin về tất cả các loài động vật và công viên xung quanh. Đến cuối chuyến tham quan, chúng tôi có thể cho ngựa vằn ăn, nhưng điểm nổi bật thực sự là cho hươu cao cổ ăn, đó thực sự là một trải nghiệm mà tôi có thể khuyên mọi người nên làm.Đọc thêm",
            "Các loài động vật trông được chăm sóc tốt và khỏe mạnh. Hướng dẫn viên rất tốt. Bạn sẽ dành khoảng 2,5 giờ ở đây. Bạn có thể đến nơi này bằng xe Tuk Tuk từ Diani - 500-700 KESĐọc thêm",
            "Trải nghiệm tuyệt vời, hướng dẫn rất hay. Điểm nổi bật là việc cho hươu cao cổ và đà điểu ăn. 20 phút đi xe Tuk Tuk từ khách sạn Sands Nomad.Đọc thêm",
            "Một chuyến dạo bộ yên bình, đáng yêu quanh khu bảo tồn, đến gần và tiếp xúc với ngựa vằn và đà điểu. Chúng tôi có một siêu hướng dẫn viên tên là Joseph, người rất am hiểu và đã hướng dẫn chúng tôi đi vòng quanh trong khoảng một tiếng rưỡi, và chúng tôi cũng rất may mắn khi được cho hươu cao cổ ăn. Một chuyến đi cá nhân hoàn hảo mà tất cả chúng tôi đều thích. Helen và Annabel xĐọc thêm",
            "Chúng tôi đã có khoảng thời gian tuyệt vời ở Bora Bora khi được nhìn thấy tất cả các loài động vật và có thể cho chúng ăn là một trải nghiệm tuyệt vời. Hướng dẫn viên đưa chúng tôi đi vòng quanh Augustine Kamau thật tuyệt vời, đầy thông tin, thú vị và thân thiện, cảm ơn bạn vì những kỷ niệm tuyệt vời - - - Đọc thêm",
            "Mang theo một chiếc máy ảnh! Hoạt động tuyệt vời để gia đình tương tác với một số động vật hoang dã của Kenya. 2-3 tiếng là đủ.Đọc thêm",
            "Mặc dù đây không phải là một trại đi săn với các chuyến đi bụi, nhưng đây là một nơi tuyệt vời để thư giãn vài ngày sau một tuần đi săn. Nó tốt hơn nhiều so với việc quay trở lại một khách sạn thông thường. Bạn vẫn gần gũi với các loài động vật nhưng bạn có thể thư giãn, đọc sách, đi dạo giữa các loài động vật, đi biển, thưởng thức đồ uống - đồ ăn, v.v. Nhân viên rất thân thiện - chu đáo.  Tôi thực sự giới thiệu nó cho bất kỳ ai như một cách thư giãn sau chuyến đi săn hoặc như một bước khởi đầu trước khi ra công viên!Đọc thêm",
            "Cảm ơn bạn rất nhiều vì quan điểm của bạn. Chúng tôi thực sự đánh giá cao bạn. Đọc thêm",
            "Những bữa ăn đơn giản, tuyệt vời, độc đáo, ngon miệng và giá cả hợp lý. Công viên đẹp và mạo hiểm với nhiều trải nghiệm về động vật hoang dã Trải nghiệm câu cáĐọc thêm",
            "Cảm ơn bạn đã đánh giá về bất động sản của chúng tôi. Chào mừng bạn sớm quay trở lại!Đọc thêm",
            "Chuyến tham quan cuộc sống hoang dã tuyệt vời sẽ thổi bay tâm trí của bạn, hươu cao cổ, cá sấu mà bạn đặt tên cho nó để bạn có được trải nghiệm tuyệt vời nhất trong đời. Đến với món ăn, bạn có thể liếm đĩa của mình theo đúng nghĩa đen vì món ăn này nằm ngoài thế giới này, dịch vụ tốt là cũng là một điểm cộngĐọc thêm",
            "Chúng tôi rất vui vì bạn đã tận hưởng thời gian của bạn với chúng tôi. Chúng tôi mong được chào đón bạn trở lại! Đọc thêm"
        ],
        "star_ratings": [
            18,
            1,
            0,
            0,
            1
        ],
        "review_amount": 20,
        "location": [
            "Kenyan",
            "Những hoạt động không thể bỏ qua ở Bãi biển Diani",
            "Công viên hoang dã Bora Bora",
            "Châu phi",
            "Bạn yêu",
            "Tỉnh ven biển",
            "Bãi biển Diani"
        ],
        "reviews_time": [
            "Written May 6, 2024",
            "Written February 6, 2024",
            "Written January 17, 2024",
            "Written November 8, 2023",
            "Written November 1, 2023",
            "Written October 5, 2023",
            "Written July 20, 2023",
            "Written September 15, 2022",
            "Written April 25, 2022",
            "Written April 25, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g775870-d20035238-Reviews-Bora_Bora_Wildlife_Park-Diani_Beach_Ukunda_Coast_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g775870-d20035238-Reviews-or10-Bora_Bora_Wildlife_Park-Diani_Beach_Ukunda_Coast_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g775870-d4102979-Reviews-Diani_Beach-Diani_Beach_Ukunda_Coast_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g775870-d2547408-Reviews-Colobus_Conservation-Diani_Beach_Ukunda_Coast_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g775870-d2547984-Reviews-Kaya_Kinondo_Sacred_Forest-Diani_Beach_Ukunda_Coast_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g775870-d21265889-Reviews-Bora_Bora_Widlife_Park-Diani_Beach_Ukunda_Coast_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g775870-d27789817-Reviews-Diani_Beach-Diani_Beach_Ukunda_Coast_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g775870-d27524178-Reviews-Beach_Quench-Diani_Beach_Ukunda_Coast_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g775870-d26878431-Reviews-Wassini_dolphins_watch_and_snearkling-Diani_Beach_Ukunda_Coast_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g775870-d26363688-Reviews-Diani_Beach-Diani_Beach_Ukunda_Coast_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g775870-d25062764-Reviews-Diani_Beach_Me-Diani_Beach_Ukunda_Coast_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g2301775-d338410-Reviews-Lake_Toba-North_Sumatra_Sumatra.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d104662-Reviews-Pearl_Harbor_National_Memorial-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g295394-d3167189-Reviews-Tampa_Cable_Car-Brasov_Brasov_County_Central_Romania_Transylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d265430-Reviews-Kenilworth_Park_and_Aquatic_Gardens-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g1069655-d3643024-Reviews-Sealanya_Dolphinpark_Seapark-Turkler_Alanya_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g50940-d102765-Reviews-Cedar_Point-Sandusky_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g580293-d2240296-Reviews-Playa_Nudista_El_Mago-Calvia_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g20375517-d10713820-Reviews-Royal_Thai_Navy_Sea_Turtle_Conservation_Center_Phang_Nga-Lam_Kaen_Phang_Nga_Pr.html",
            "https://www.tripadvisor.com/Attraction_Review-g293748-d15100568-Reviews-Aura_Mall-Dar_es_Salaam_Dar_Es_Salaam_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g45745-d1933187-Reviews-Lake_McConaughy-Ogallala_Nebraska.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g775870-d20035238-Reviews-or10-Bora_Bora_Wildlife_Park-Diani_Beach_Ukunda_Coast_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g775870-d20035238-Reviews-Bora_Bora_Wildlife_Park-Diani_Beach_Ukunda_Coast_Province.html"
    }
]