[
    {
        "attraction_name": "Boston Common",
        "attraction_name_vi": "Boston chung",
        "general_info": [
            "6.530 đánh giá",
            "- 27 trong số 607 điều cần làm ở Boston",
            "Công viên"
        ],
        "attraction_summary": "Cho dù đó là một chuyến dã ngoại mùa hè trên bãi cỏ hay trượt băng vào mùa đông trên Frog Pond, công viên công cộng lâu đời nhất Boston là nơi hoàn hảo để thoát khỏi sự nhộn nhịp của thành phố.Đọc thêm",
        "reviews": [
            "Là khu vực lớn nhất của thành phố, Downtown có rất nhiều di tích lịch sử và mang tính biểu tượng ở Boston. Tản bộ qua một trong những không gian xanh nổi tiếng nhất của Boston, Công viên Công cộng Boston, khám phá và nhường đường cho những bức tượng vịt con, dã ngoại dưới tán cây xinh đẹp nhìn ra ao và đi bộ qua cây cầu đi bộ mang tính biểu tượng, nơi vào mùa hè, bạn sẽ bắt gặp một chiếc thuyền thiên nga chở trẻ em và khách du lịch háo hức qua ao. Chuẩn bị sẵn máy ảnh để ghi lại vẻ đẹp yên bình giữa thành phố nhộn nhịp. Tiếp tục đi qua Gardens và tận hưởng không gian xanh rộng mở tại Boston Common, nơi bạn có thể dành thời gian ném đĩa, ngồi trên ghế đá công viên hoặc vào mùa đông, trượt băng trên ao ếch. Đi về phía bắc từ cuối Common để ngắm mái vòm vàng của Tòa nhà Bang và đi qua trung tâm chính phủ đến Chợ Quincy và Hội trường Faneuil, cả hai đều là điểm đến lịch sử và nổi tiếng đáng để bạn lần đầu tiên đến Boston. Đi đến Long Wharf để tham quan Thủy cung hoặc bắt thuyền đến Charlestown hoặc thậm chí là Cape Cod.Đọc thêm",
            "Boston Common là công viên phải ghé thăm khi đến thăm khu vực này. Có một khu vui chơi rộng lớn dành cho trẻ em, một hồ bơi nông dành cho trẻ em - ao ếch -, khán đài Parkman, nhiều tượng đài và tượng đài. Rất nhiều bãi cỏ để thư giãn cũng như nhiều ghế đá công viên dưới ánh nắng và bóng râm. Có một trung tâm thông tin lớn nơi bạn có thể lấy bản đồ MIỄN PHÍ về Đường mòn Tự do. Đường mòn cũng bắt đầu từ trung tâm thông tin trong công viên, chỉ cần đi theo con đường gạch đỏ. Ngoài ra còn có nhà vệ sinh công cộng sạch sẽ trong công viên,Đọc thêm",
            "Tình yêu Boston Common, được chia thành 2.\nMột tác phẩm điêu khắc hoàn toàn mới thể hiện một cái ôm với 2 cánh tay ôm thật tuyệt vời, ao ếch với đài phun nước vào mùa hè và trượt băng vào mùa đông. Rất nhiều không gian mở để ngồi giữa những tán cây. \nPhần thứ hai của công viên có tượng đài, hồ nước với những chiếc thuyền và cây cầu Thiên Nga nổi tiếng. Những luống hoa đang nở rộ và được chăm sóc rất tốt.\nĐây là một điều tuyệt vời để xem bạn là khách du lịch hay người địa phương.Đọc thêm",
            "Khi ở Boston, bạn cần ghé thăm Boston Commons.  Đó là một công viên xinh đẹp với những ngọn đồi nhấp nhô, ao vịt, vòng quay ngựa gỗ và nhiều bức tượng.  Mùa hè có thuyền thiên nga dạo quanh ao vịt. Gần đó là tác phẩm điêu khắc bằng đồng - Nhường đường cho vịt con -.  Vào mùa xuân và mùa hè, công viên tràn ngập những bông hoa nhiều màu sắc.  Gần băng chuyền là Ao Ếch, vào mùa đông có thể trở thành sân trượt băng.   Vào mùa thu, lá trên cây đổi màu tạo nên một khung cảnh đẹp như tranh vẽ.  \nCông viên có nhà vệ sinh, đồng cỏ để ngồi cũng như ghế đá công viên.  Nó có thể là nơi tổ chức các buổi hòa nhạc, hội chợ và sự kiện ngoài trời.  Đó chắc chắn là một nơi để xem khi ở Boston. Ngoài ra, có một trung tâm du khách trong công viên, bạn có thể dừng lại để xem tài liệu quảng cáo về những việc cần làm trong thành phố. Đây là nơi bắt đầu của Đường mòn Tự do. Bạn thậm chí có thể chọn hướng dẫn về đường mòn ở đây. Hãy dành thời gian để tận hưởng.\nĐọc thêm",
            "Công viên công cộng Boston Common là một công viên công cộng tuyệt vời nằm ở trung tâm thành phố. Nó có thể được truy cập bằng cách đi xuống tại ga tàu điện ngầm Park Street. Nhiều tòa nhà chính phủ nằm ngay cạnh đó. Chuyến tham quan đường mòn tự do nổi tiếng của Boston bắt đầu từ đây. Một hồ nước đẹp làm tăng thêm sự vinh quang của công viên. Đây là nơi lý tưởng để đi dạo và thư giãn trong ngày. Phải ghé thăm nếu bạn ở Boston.Đọc thêm",
            "Boston Common rất mang tính biểu tượng. Công viên này, ngay trung tâm thành phố, là nơi lý tưởng để tận hưởng một chút cây xanh mà không cần rời khỏi trung tâm thành phố. Common được chăm sóc đẹp đẽ, với những cây bóng mát cổ điển của Boston cũng như những bãi cỏ và khu vườn được chăm sóc cẩn thận. Tôi thích đi dạo quanh các con đường và ngắm nhìn những người khác đang tận hưởng một buổi tối mùa xuân ấm áp.Đọc thêm",
            "Boston Common rộng 40 mẫu Anh ở trung tâm thành phố; đây là công viên công cộng lâu đời nhất ở Mỹ. Ngày nay, đây là nơi tụ họp phổ biến của người dân Boston. Cùng với các di tích lịch sử và đương đại, có rất nhiều người bán hàng rong giúp bạn tiết kiệm được số tiền khó kiếm được.\nTrong sáu ngày ở Boston, chúng tôi đã ghé thăm ít nhất ba lần - để tham quan cũng như ngắm người. Vào Ngày tưởng niệm, 37.000 lá cờ Hoa Kỳ được đặt tại Common, mỗi lá cờ tượng trưng cho một quân nhân từ Bay State đã hy sinh trong mọi cuộc chiến kể từ Chiến tranh Cách mạng. Đó là một cảnh tượng khiêm nhường.\nĐường mòn Tự do bắt đầu tại đây. Đọc thêm",
            "Đó là một công viên tuyệt vời để bạn bắt đầu cuộc hành trình trên Đường mòn Tự do.   Trung tâm Du khách ở đó và mọi người rất tử tế và hữu ích.  Chúng tôi đi dạo công viên một chút và thấy thư giãn.  Rất nhiều người đã ra ngoài vào một buổi chiều se lạnh trong tuần để tận hưởng hoạt động ngoài trời.   Chắc chắn đáng để dừng lại.Đọc thêm",
            "Đây là một bất ngờ thú vị.  Trong dịp cuối tuần của Ngày Tưởng niệm, có một nhóm treo 37 nghìn lá cờ để tưởng nhớ những người phục vụ đã thiệt mạng trong các cuộc Chiến tranh của Mỹ kể từ Cách mạng.  Thuyền thiên nga, tượng George Washington và nhiều hơn nữa.  Chúc mừng và Beacon Hill băng qua một trong những con đường ranh giới.Đọc thêm",
            "Đây là một bất ngờ thú vị.  Trong dịp cuối tuần của Ngày Tưởng niệm, có một nhóm treo 37 nghìn lá cờ để tưởng nhớ những người phục vụ đã thiệt mạng trong các cuộc Chiến tranh của Mỹ kể từ Cách mạng.  Thuyền thiên nga, tượng George Washington và nhiều hơn nữa.  Chúc mừng và Beacon Hill băng qua một trong những con đường ranh giới.Đọc thêm",
            "Đã có một chuyến đi bộ thú vị qua khu vực chung có rất nhiều sóc, chúng tôi khuyên bạn nên uống cà phê từ starbucks ngay góc phố và đi bộ qua tượng đài. Đọc thêm",
            "Đó là một công viên tuyệt vời để bạn bắt đầu cuộc hành trình trên Đường mòn Tự do.   Trung tâm Du khách ở đó và mọi người rất tử tế và hữu ích.  Chúng tôi đi dạo công viên một chút và thấy thư giãn.  Rất nhiều người đã ra ngoài vào một buổi chiều se lạnh trong tuần để tận hưởng hoạt động ngoài trời.   Chắc chắn đáng để dừng lại.Đọc thêm",
            "Không gian rộng mở đáng yêu giữa thành phố, cảm giác thật sự thoải mái. Giúp thời tiết tốt nhưng tôi thực sự ấn tượng với khu vực giao lưu với chóĐọc thêm",
            "Boston Common rộng 40 mẫu đất ở trung tâm thành phố; đó là công viên công cộng lâu đời nhất ở Mỹ. Ngày nay nó là nơi tụ tập phổ biến của người dân Boston. Cùng với các di tích lịch sử và đương đại là rất nhiều người bán hàng rong giúp bạn giảm bớt số tiền khó kiếm được. Trong sáu ngày ở Boston, chúng tôi đã ghé thăm ít nhất ba lần - để ngắm cảnh cũng như để ngắm người qua lại. Vào Ngày Tưởng niệm, 37.000 lá cờ Hoa Kỳ được treo ở Công cộng, mỗi lá cờ tượng trưng cho mỗi quân nhân đến từ Bang Bay đã hy sinh trong tất cả các cuộc chiến kể từ Chiến tranh Cách mạng. Đó là một cảnh tượng đáng kinh ngạc. Con đường Tự do bắt đầu từ đây.Đọc thêm",
            "Ngày hay đêm đẹp. Cảm thấy an toàn và một không gian tuyệt vời để thư giãn và tận hưởng. Khu vực nhỏ tuyệt vời dành cho trẻ em và được bao quanh bởi lịch sử. Có một hồ nước đẹp và là trung tâm của Boston.Đọc thêm",
            "Boston Common rất mang tính biểu tượng. Công viên này, ngay trung tâm thành phố, là nơi lý tưởng để tận hưởng một chút cây xanh mà không cần rời khỏi trung tâm thành phố. Common được chăm sóc đẹp đẽ, với những cây bóng mát cổ điển của Boston cũng như những bãi cỏ và khu vườn được chăm sóc cẩn thận. Tôi thích đi dạo quanh các con đường và ngắm nhìn những người khác đang tận hưởng một buổi tối mùa xuân ấm áp.Đọc thêm",
            "Công viên công cộng Boston Common là một công viên công cộng tuyệt vời nằm ở trung tâm thành phố. Có thể đến đây bằng cách xuống ga tàu điện ngầm Park Street. Nhiều tòa nhà chính phủ nằm ngay cạnh đó. Chuyến tham quan đường mòn tự do nổi tiếng của Boston bắt đầu từ đây. Một hồ nước xinh đẹp làm tăng thêm vẻ đẹp của công viên. Đây là nơi hoàn hảo để đi dạo và thư giãn trong ngày. Một nơi nhất định phải ghé thăm nếu bạn ở Boston. Đọc thêm",
            "Không biết nó có còn ở vị trí gần khách sạn không. Khi nhìn thấy bức tượng này, thật ngạc nhiên khi thấy nó có thể đã bị gỡ xuốngĐọc thêm",
            "Bắn pháo hoa!!  Nếu bạn không phải là một người thích săn cú tốt thì đây là nơi dành cho màn bắn pháo hoa tuyệt vời vào lúc 7 giờ tối đêm giao thừa. Các sự kiện khác - đêm đầu tiên - diễn ra ở đây quá hoành tráng như các tác phẩm điêu khắc trên băng và buổi biểu diễn trượt băng trên Ao Ếch.Đọc thêm",
            "Đài phun nước nơi trẻ em tắm ngừng hoạt động vào lúc mấy giờĐọc thêm",
            "Tôi tìm thấy tin tức này được xuất bản vào ngày 27 tháng 6 năm 2019\nBể phun nước của Boston Common Frog Pond đã quay trở lại vào mùa hè để bổ sung thêm sự thú vị cho mùa giải.\n\nCác gia đình đã được mời đến dự lễ khai mạc trở lại địa điểm yêu thích với nhiều lễ hội khác nhau được lên lịch từ 11 giờ sáng. Xổ số, vẽ mặt, thí nghiệm khoa học và âm nhạc đã được tổ chức, trong khi hồ bơi dành cho trẻ em bắt đầu vào mùa hè.\n\nLễ kỷ niệm miễn phí kết thúc lúc 1 giờ chiều. nhưng bể phun nước sẽ vẫn mở cửa cho đến 6 giờ chiều. hàng ngày.Đọc thêm",
            "Chỉ cần một bình luận để giải quyết bí ẩn ở đây.  Với chứng dị ứng của mình, tôi khá nhạy cảm với mùi ngoài trời.  Tôi nhận thấy mùi - nồi - ngay vào tuần trước ở Boston.  Nhưng là một người làm vườn, tôi biết nó thực sự là gì, Boxwood.  Đây là những bụi cây có lá mịn khá nhỏ đến từ Anh. Một số loại, người Anh huấn luyện chúng thành hàng rào.  Gỗ hoàng dương có mùi rất giống mùi nồi nhưng tệ hơn là rất khó chịu.  Tôi nhìn quanh nhưng có quá nhiều thứ để thấy đến nỗi tôi không thể xác định được cây hoàng dương ở đâu.  Chắc phải có rất nhiều, đặc biệt là ở gần Trung tâm Du khách.   Cửa hàng Lowes của tôi luôn có rất nhiều cây hoàng dương và toàn bộ khu vực nhà kính đó bốc mùi hôi thối.  \n\nVì vậy, tôi thực sự không thể nói rõ mọi người ở Boston Common đang hút thứ gì, nhưng tôi biết rất nhiều bụi cây hoàng dương khi ngửi chúng.Đọc thêm",
            "Cảm ơn thông tin từ tất cả các bạn.  Lập luận tốt, tôi đồng ý, mùi nồi thay đổi tùy theo loại.  Ở đây không hợp pháp nhưng đứa trẻ ở cửa hàng bên cạnh chắc chắn thích cỏ chồn hôi của mình.  \n\nTôi chỉ ngửi thấy mùi này khi ở gần trung tâm dành cho du khách nhỏ gần vỉa hè và nó rõ ràng có mùi gỗ hoàng dương khủng khiếp - Tưởng họ đang cắt tỉa hàng rào - hay gì đó.   Đối với phần còn lại của Common, tôi có thể - không nói được.   Tôi chỉ đi vào đi ra không biết bao nhiêu lần nên có thể tôi đã bỏ lỡ cái nồi thật mà các bạn đã ngửi thấy.Đọc thêm",
            "Bạn có thể cho tôi biết ở ao ếch vào buổi tối xem phim có muỗi không?\nCảm ơn bạnĐọc thêm",
            "Tôi - mới đến đó ban ngày và chưa hề thấy muỗi.Đọc thêm",
            "Khu phố - sành điệu - hay thời thượng ở Boston là gì? Cửa hàng, phòng trưng bày, nhà hàng, v.v.?Đọc thêm",
            "Xin chào - xin lỗi vì trả lời muộn - bạn chắc chắn muốn đi bộ dọc theo Phố Newberry để đến các phòng trưng bày, cửa hàng và nhà hàng.Đọc thêm",
            "Tôi muốn chạy bộ vào sáng mai quanh Common và khu vườn. Tôi - tôi dự định bắt đầu vào khoảng 5 giờ sáng. Liệu tôi có gặp vấn đề về an toàn vào thời điểm đó của buổi sáng không? Cảm ơnĐọc thêm",
            "Khu vực đó sẽ đông người đi làm nên rất an toàn.Đọc thêm",
            "Xin chào, tôi đang lên kế hoạch cho một chuyến thăm bất ngờ nhân dịp sinh nhật chồng tôi vào những ngày cuối tháng 11.  Liệu - khung cảnh tuyệt đẹp - có đáng để trả thêm chi phí hay - khung cảnh rừng - một cách tuyệt vời để đi?  Chúng tôi thích một khung cảnh đẹp với sân hiên hoặc ban công nhưng không muốn nâng cấp hoàn toàn lên Ocean View.  Bất kỳ đầu vào nào đều được đánh giá cao!  Cảm ơn bạn trước.Đọc thêm",
            "Tôi sẽ nói về thời gian thực tế ở trong khách sạn, không cần bận tâm đến việc nâng cấp. Đây là một thành phố và khu vực ĐẸP, vì vậy bạn thực sự không nên thất vọng theo bất kỳ cách nào. Đừng ngại đi bộ và tận hưởng MỌI THỨ mà thành phố này mang lại! THƯỞNG THỨC!!!!Đọc thêm"
        ],
        "star_ratings": [
            3604,
            2251,
            575,
            77,
            24
        ],
        "review_amount": 6531,
        "location": [
            "Hoa Kỳ",
            "Boston",
            "Boston chung",
            "Massachusetts - MA -",
            "Những điều cần làm ở Boston"
        ],
        "reviews_time": [
            "Written August 6, 2023",
            "Written August 17, 2023",
            "Written October 25, 2023",
            "Written March 31, 2024",
            "Written March 31, 2024",
            "Written April 10, 2024",
            "Written May 11, 2024",
            "Written May 26, 2024",
            "Written May 26, 2024",
            "Written May 12, 2024",
            "Written May 11, 2024",
            "Written May 4, 2024",
            "Written April 10, 2024",
            "Written April 3, 2024",
            "Written March 31, 2024",
            "Written March 31, 2024",
            "Written March 14, 2024",
            "Written December 31, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g60745-d104795-Reviews-Boston_Common-Boston_Massachusetts.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g60745-d19799010-Reviews-Cafe_Bonjour-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60745-d1980452-Reviews-Thinking_Cup-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60745-d2285799-Reviews-The_Q-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60745-d5572598-Reviews-Ostra-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60745-d876959-Reviews-Sam_LaGrassa_s-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60745-d9453693-Reviews-Yvonne_s-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60745-d1605497-Reviews-Bistro_du_Midi-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60745-d1115352-Reviews-Mooo_Beacon_Hill-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60745-d321976-Reviews-No_9_Park-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60745-d321916-Reviews-75_Chestnut-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g60745-d104604-Reviews-Freedom_Trail-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g60745-d25287243-Reviews-The_Embrace-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g60745-d3519201-Reviews-Boston_Common_Carousel-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g60745-d103648-Reviews-Boston_Public_Garden-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g60745-d7123008-Reviews-William_Hickling_Prescott_House-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g60745-d546522-Reviews-Boston_Ballet-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g60745-d104909-Reviews-Granary_Burying_Ground-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g60745-d12895750-Reviews-Central_Burying_Ground-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g60745-d108740-Reviews-Massachusetts_State_House-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g60745-d2587892-Reviews-Irish_Heritage_Trail-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g60745-d104795-Reviews-or10-Boston_Common-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g60745-d107180-Reviews-Boston_Harbor_Islands_State_Park-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g60745-d104571-Reviews-Arnold_Arboretum-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g60745-d2186336-Reviews-Rose_Kennedy_Greenway-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g60745-d142572-Reviews-Charles_River_Esplanade-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g60745-d103642-Reviews-Castle_Island-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g60745-d108823-Reviews-Isabella_Stewart_Gardner_Museum-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g60745-d103649-Reviews-New_England_Aquarium-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g60745-d1200516-Reviews-Frog_Pond-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g60745-d7273423-Reviews-Commonwealth_Avenue_Mall-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g60745-d951287-Reviews-Freedom_Trail_Tours-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g60745-d4590760-Reviews-Boston_Town_Crier-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g60745-d1557393-Reviews-Lessons_on_Liberty-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g60745-d4083199-Reviews-The_Histrionic_Academy-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g60745-d6786358-Reviews-Escape_The_Room_Boston-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g60745-d8399173-Reviews-Trapology_Boston-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g60745-d4550498-Reviews-Ye_Olde_Tavern_Tours-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g60745-d3227064-Reviews-City_Brew_Tours_Boston-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g60745-d612114-Reviews-On_Location_Boston-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g60745-d546521-Reviews-Citizens_Opera_House-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g60745-d2253660-Reviews-Bites_of_Boston_Food_Tours-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g60745-d8545051-Reviews-Walking_Tours_Of_Boston_In_French-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d23603142-Reviews-Westside_Park-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g293920-d1018243-Reviews-Phuket_Zoo-Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g293816-d477846-Reviews-Le_Morne_Beach-Mauritius.html",
            "https://www.tripadvisor.com/Attraction_Review-g42016-d9793415-Reviews-The_Arcade-Brighton_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g32837-d104438-Reviews-Oxnard_State_Beach_and_Park-Oxnard_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g187782-d3584314-Reviews-Stabilimento_Balneare_Bagni_Salvatore-Sorrento_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g34657-d3748848-Reviews-Riverwalk-Stuart_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g298657-d294632-Reviews-Patara_Beach-Patara_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g147367-d2385044-Reviews-Seven_Mile_Beach-Seven_Mile_Beach_Grand_Cayman_Cayman_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d246157-Reviews-Piazza_di_Santa_Maria_v_Trastevere-Rome_Lazio.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g60745-d104795-Reviews-or10-Boston_Common-Boston_Massachusetts.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g60745-d104795-Reviews-Boston_Common-Boston_Massachusetts.html"
    }
]