[
    {
        "attraction_name": "Boston Tea Party Ships & Museum",
        "attraction_name_vi": "Bảo tàng Tiệc trà Boston",
        "general_info": [
            "6.893 đánh giá",
            "11 trong số 609 điều cần làm ở Boston",
            "Tàu thuyền",
            "Bảo Tàng Lịch Sử"
        ],
        "attraction_summary": "Bảo tàng và Tàu tiệc trà Boston là một bài học lịch sử mà bạn sẽ không quên. Sống lại sự kiện bắt đầu Cách mạng Hoa Kỳ với các phiên dịch viên lịch sử, triển lãm tương tác và bản sao quy mô đầy đủ của các tàu thuyền thế kỷ 18. Tham gia một cuộc họp ở thị trấn, trò chuyện với những bức chân dung biết nói và tham gia vào truyền thống ném trà xuống bến cảng. Sau đó, thưởng thức một tách trà chiều tại Phòng trà Abigails hoặc ghé qua cửa hàng quà tặng để mua một số quà lưu niệm. Việc vào bảo tàng được thực hiện trên cơ sở ai đến trước được phục vụ trước, vì vậy hãy xếp hàng sớm.  TripadvisorĐọc thêm",
        "reviews": [
            "Một trong những hoạt động yêu thích của con tôi ở Boston.\n\nLàm thế nào bạn có thể trình bày một sự kiện lịch sử một cách vui vẻ, thú vị.. đặc biệt là đối với trẻ em.   Chà, hãy giới thiệu nó với các diễn viên trong trang phục cổ xưa, trên một con tàu sao chép để tái hiện sự kiện.   Đoạn phim nhỏ về trận chiến là một cách khác để kết nối với khán giả.  Kết quả là, tôi nghĩ các con tôi, 13 và 7 tuổi, đã hiểu chuyện gì đã xảy ra, tầm quan trọng của nó và tác động của nó dẫn đến Chiến tranh Cách mạng.   \n\nCó một cửa hàng lưu niệm rất lớn với nhiều lựa chọn.\nPhòng trà nơi chúng tôi có thể nếm thử một ít trà thật là một điều tuyệt vời.Đọc thêm",
            "Wow, thật là một trải nghiệm thú vị về một hành trình tương tác, không chỉ về Tiệc trà Boston mà còn về lịch sử dẫn đến trận chiến Lexington. Các hướng dẫn viên du lịch, về tính cách thật tuyệt vời, với sự tham gia của nhóm thực sự đã biến nó thành hiện thực, kết thúc bằng những bộ phim chất lượng của Hollywood giải thích về cuộc tuần hành của người Anh và những người lính nhỏ của Lexington. Đó là cảm xúc, kích thích tư duy và là một trải nghiệm bảo tàng không giống ai. Một điều tuyệt đối phải có ở Boston.Đọc thêm",
            "Wow, đó là một đánh giá tuyệt vời!  Cảm ơn bạn rất nhiều vì đã dành thời gian viết về trải nghiệm của mình.  Chúng tôi thích đọc về trải nghiệm của khách hàng và chia sẻ chúng với CAST của chúng tôi.  Chúng tôi hy vọng bạn sẽ quay lại và thăm chúng tôi lần nữa.Đọc thêm",
            "Đó là lịch sử thú vị. Trẻ em 11,8,5,3. 3 tuổi gặp khó khăn nhưng những đứa còn lại làm tốt và thích thú. Có rất nhiều chỗ đứng vì vậy hãy chuẩn bị cho điều đó. Một số điều có thể được cải thiện: họ bắt đầu nói chuyện trước khi mọi người vào phòng, cảm giác hơi vội vàng. Ngoài ra, bạn không phải nhìn xung quanh nhiều khi luôn bị đẩy sang phòng bên cạnh. Tôi đã có một chỗ ngồi cho bộ phim cuối cùng nhưng hầu hết mọi người trong nhóm đều không có, tôi rất vui vì đã có được. Nó đắt tiền và gây khó chịu. Tuy nhiên, tất cả chúng tôi đều yêu thích nó và rất vui vì đã làm được.Đọc thêm",
            "Xin chào Tara,\nChúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời như vậy! Cảm ơn bạn đã chia sẻ kinh nghiệm của bạn ở đây. Hãy đến thăm chúng tôi lần nữa!Đọc thêm",
            "Sống lại khoảnh khắc tháng 12 năm 1773.\nMột chuyến thăm tuyệt vời với chương trình tuyệt vời kể về câu chuyện những bước đi đầu tiên của cuộc cách mạng ở Boston và toàn bộ Hoa Kỳ. Bắt đầu từ cuộc biểu tình chống lại thuế trà cho đến vụ thảm sát Boston. Các nhân viên rất hữu ích và cung cấp nhiều thông tinĐọc thêm",
            "Xin chào Mohamed,\nỒ, chúng tôi rất vui vì bạn đã có khoảng thời gian tuyệt vời! Chúng tôi hy vọng sẽ gặp lại bạn.Đọc thêm",
            "Hôm nay chúng tôi đã đưa một nhóm gồm 135 học sinh và người đi kèm đến đó và có một trải nghiệm tuyệt vời! Các nhân viên ở đó thực sự tận tâm với mỗi chuyến tham quan. Giám đốc bán hàng của chúng tôi, Scott Harris, đã thực sự nỗ lực hết mình để đảm bảo rằng nhóm của chúng tôi dành riêng thời gian tham quan và cung cấp dịch vụ khách hàng tuyệt vời cho bữa tiệc lớn của chúng tôi. \n\nBản thân nơi này thực sự rất thú vị, vì nó khiến bạn quay ngược thời gian về Ngày thuộc địa. Các màn tái hiện rất hay và ném trà xuống bến cảng là một truyền thống tuyệt vời. Cửa hàng quà tặng có nhiều mặt hàng tuyệt vời, bao gồm đủ loại trà. Quán cà phê nhà hàng ở tầng trên cũng có lựa chọn đồ ăn ngon và nhiều loại trà bạn có thể nếm thử! Trải nghiệm tổng thể tuyệt vời, nhờ có Scott và đội ngũ tận tâm của anh ấy!Đọc thêm",
            "Xin chào Steve,\nChúng tôi rất vui khi biết rằng bạn thích Scott Harris và đã có khoảng thời gian vui vẻ! Chúng tôi hy vọng bạn sẽ quay lại nhiều hơn vào lần tới khi bạn ở một trong những điểm đến khác của chúng tôi. Bạn cũng sẽ tìm thấy các chuyến tham quan của chúng tôi ở Savannah, Nashville, Saint Augustine, Key West, Boston, San Diego và Washington DC.Đọc thêm",
            "Khi chúng tôi đến gần địa điểm, chúng tôi đã nghi ngờ. Tuy nhiên, chuyến tham quan là một trong ba trải nghiệm hàng đầu của chúng tôi ở Boston. Hướng dẫn viên của chúng tôi Peter thật phi thường. Cô ấy giữ nguyên nhân vật trước, trong và sau chuyến lưu diễn. Bạn sẽ cảm thấy như thể mình là một phần của đêm đó bằng cách phát những tấm thẻ có tên từng cá nhân của những người tham gia Tiệc trà Boston. Rất khuyến khích.Đọc thêm",
            "Đây là tất cả những điều chúng tôi thích nghe. Cám ơn bạn rất nhiều vì lời bình luận! Hướng dẫn viên và người kể chuyện của chúng tôi tự hào về những gì họ làm. Hãy đến thăm chúng tôi lần nữa tại một trong những điểm đến khác của chúng tôi!Đọc thêm",
            "Có một trải nghiệm thực sự tốt đẹp.  Các diễn viên làm một công việc phi thường và rất hài hước.  Nhìn chung, công ty đã làm rất tốt việc đề cập đến tầm quan trọng lịch sử của sự kiện này và có thể thu hút được nhiều hơn những gì tôi mong đợi.  \n\nĐến đây với đứa con 6 tuổi của tôi, tôi có nhiều cảm xúc lẫn lộn, nhưng chúng tôi đã vượt qua và nó rất vui khi lên thuyền, khám phá nó và ném chiếc túi vào. \n\nChắc chắn sẽ giới thiệu điều này cho khá nhiều người.Đọc thêm",
            "Wow, đó là một đánh giá tuyệt vời! Cảm ơn bạn rất nhiều vì đã dành thời gian viết về trải nghiệm của mình. Chúng tôi thích đọc về trải nghiệm của khách và chia sẻ chúng với CAST của chúng tôi. Chúng tôi hy vọng bạn sẽ quay lại và ghé thăm chúng tôi một lần nữa. Đọc thêm",
            "Tuyệt vời! Chúng tôi đưa các cháu trai của chúng tôi ở độ tuổi 9 và 11. Họ yêu thích nó. Nó rất thú vị và nhiều thông tin. Tất cả chúng tôi đều thích nó.Đọc thêm",
            "Gia đình chúng tôi đã có khoảng thời gian tuyệt vời tại bảo tàng. Thật vui khi được chia sẻ phần lịch sử này của đất nước chúng ta với các cháu. Bài thuyết trình rất tuyệt vời, chúng tôi chỉ đề xuất một số điều rõ ràng ngay từ đầu. Tuyệt vời cho gia đình.Đọc thêm",
            "Đó là một thời gian tuyệt vời!  Cả gia đình tôi rất thích nó. Những người thuyết trình thật tuyệt vời. Rất đáng tiền. Tôi thực sự khuyên bạn nên.Đọc thêm",
            "Chúng tôi rất vui vì bạn đã có khoảng thời gian vui vẻ với CAST của chúng tôi. Chúng tôi hy vọng bạn sẽ ghé thăm chúng tôi lần nữa khi bạn ghé thăm một trong những điểm đến của chúng tôi. Đọc thêm",
            "Đây là một niềm vui bất ngờ. Tôi thực sự thích toàn bộ trải nghiệm và trà khá ngon. Các nhân viên cực kỳ hữu ích và lịch sự. Đọc thêm",
            "Chúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời tại bảo tàng của chúng tôi. Phản hồi của bạn có ý nghĩa rất lớn đối với chúng tôi và chúng tôi đánh giá cao việc bạn dành thời gian chia sẻ trải nghiệm của mình. Chúng tôi mong được chào đón bạn trở lại trong tương lai! Đọc thêm",
            "Không có nhiều điều để nói về bảo tàng này, ngoại trừ việc bạn phải làm điều đó.  Nằm ở một trong những khu vực bến cảng, dễ dàng đi bộ từ trung tâm thành phố.  Sử dụng các diễn viên ngoài đời thực luôn giữ nguyên nhân vật, dù đang trình bày hay trong khi di chuyển giữa các khu vực của bảo tàng.  Khiếu hài hước của họ khi cố gắng làm điều này và tôi cá rằng rất nhiều người cố gắng phát hiện ra họ chỉ khiến điều này trở nên thú vị và nhân văn hơn.  Mặc dù việc ném trà sang một bên có vẻ hơi khập khiễng nhưng tôi nghi ngờ rằng gần như mọi nhóm trong chuyến lưu diễn của chúng tôi đều đã làm điều đó, cho dù mọi người có xem hay không.  Việc sử dụng công nghệ thông minh bên trong và một quán cà phê hợp lý và không quá đắt đỏ, vợ tôi đặc biệt thích thử những loại trà đã bị bỏ đi.  Chúng tôi rất thích nó ngay cả với tư cách là người Anh, điều này thật ấn tượngĐọc thêm",
            "Wow, cảm ơn bạn vì đánh giá tuyệt vời đó!  Rất vui khi biết chúng tôi đã làm cho nó có giá trị.  Hướng dẫn viên của chúng tôi làm việc chăm chỉ để làm cho bài thuyết trình của họ trở nên thú vị và chúng tôi thích chia sẻ những nhận xét này với họ.  Chúng tôi rất mong sẽ gặp lại bạn! Đọc thêm",
            "Các hướng dẫn là tuyệt vời. Chiếc thuyền thật vui. Ném trà xuống tàu một vụ nổ. Bảo tàng là sở thích của tôi. Thực sự rất đẹp. Trải nghiệm học tập tuyệt vời cho trẻ em ở độ tuổi đi họcĐọc thêm",
            "Cảm ơn bạn rất nhiều vì đã ghé thăm bảo tàng của chúng tôi và chúng tôi mong được chào đón bạn trở lại trong tương lai! Đọc thêm",
            "Những người diễn lại chắc chắn đã bổ sung thêm trải nghiệm, họ đã làm rất tốt!  3 thanh thiếu niên của chúng tôi rất thích nó.  Giải thích tuyệt vời về lịch sử sau khoảng thời gian.Đọc thêm",
            "Chúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời tại bảo tàng của chúng tôi. Phản hồi của bạn có ý nghĩa rất lớn đối với chúng tôi và chúng tôi đánh giá cao việc bạn dành thời gian chia sẻ trải nghiệm của mình. Chúng tôi mong được chào đón bạn trở lại trong tương lai! Đọc thêm",
            "Hoạt động rất thú vị cho gia đình! Cậu bé 11 tuổi của tôi không hào hứng với việc đi; tuy nhiên khi kết thúc trải nghiệm, anh ấy nói với tôi rằng tôi sẽ rút lại điều đó. Nó thực sự thú vị và vui vẻ. Tương tác và thông tin. Lời khuyên duy nhất của tôi là hãy cố gắng nói bằng giọng Anh để khiến nó trở nên chân thực hơn.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đánh giá tuyệt vời của bạn! Chúng tôi rất vui mừng khi biết rằng bạn đã có trải nghiệm tuyệt vời tại bảo tàng của chúng tôi. Hướng dẫn viên của chúng tôi rất tự hào khi cung cấp những trải nghiệm hiểu biết và thân thiện cho du khách. Rất vui vì bạn thích buổi triển lãm và chúng tôi đánh giá cao sự hỗ trợ của bạn! Đọc thêm",
            "Tôi đã đặt chỗ này thông qua Trip Advisor và không gặp vấn đề gì khi đổi vé tại điểm tham quan!  Đây là một trải nghiệm mang tính giáo dục kể lại câu chuyện về Tiệc trà Boston và cách nó khơi dậy cuộc cách mạng.  Hướng dẫn viên du lịch là những diễn viên kể câu chuyện và có sự tham gia của đám đông. Bảo tàng là nơi giới thiệu theo thời gian với một số video gợi nhớ đến Disney hoặc Universal. Tất nhiên, có một phòng trà với cơ hội nếm thử các loại trà được pha chế với chi phí tối thiểu Trình bày tuyệt vời và tốt cho tất cả mọi người!Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã ghé thăm bảo tàng của chúng tôi và chúng tôi mong được chào đón bạn trở lại trong tương lai! Đọc thêm",
            "Dàn diễn viên tuyệt vời! Tôi đã đến trải nghiệm này cùng với các con trai tuổi teen của mình. Tôi đồng ý với những người đánh giá khác rằng trải nghiệm này phần nào phụ thuộc vào khán giả, vì nó có tính tương tác cao. Trong trường hợp của chúng tôi, có một vài đứa trẻ rất nhỏ không chịu đựng được bất kỳ điều gì. Hướng dẫn viên của chúng tôi đã làm một công việc đặc biệt để giữ cho nhóm tham gia mặc dù có sự xao nhãng. Các bộ phim được thực hiện rất tốt. Chúng tôi đã tận hưởng thời gian ở đây! Đọc thêm",
            "Wow, đó là một đánh giá tuyệt vời!  Cảm ơn bạn rất nhiều vì đã dành thời gian viết về trải nghiệm của mình.  Chúng tôi thích đọc về trải nghiệm của khách hàng và chia sẻ chúng với CAST của chúng tôi.  Chúng tôi hy vọng bạn sẽ quay lại và thăm chúng tôi lần nữa. Đọc thêm",
            "Chúng tôi được giảm giá 7,50 cho mỗi vé tham gia Tiệc trà với vé Xe điện Silver On Off của chúng tôi. Làm cách nào để nhận được vé tiệc trà với mức giảm giá này?Đọc thêm",
            "Rất có thể bạn sẽ phải mua vé khi đến đó để trải nghiệm tiệc trà.Đọc thêm",
            "Xin chào, Tôi có thể lên tàu cùng em bé 10 tháng tuổi và tham gia chuyến tham quan không?Đọc thêm",
            "Có, bạn có thể, nhưng chuyến tham quan kéo dài 1,5 giờ, đôi khi có giọng nói cao của các diễn viên nên tôi thực sự không biết liệu nó có phù hợp hay không. Đọc thêm",
            "Xin chào, gia đình tôi và tôi sẽ đến thăm Boston từ Vương quốc Anh vào dịp nghỉ lễ Giáng sinh và đang tự hỏi liệu điểm tham quan này có mở cửa vào ngày Giáng sinh hay không, cảm ơn trước rất nhiều. ColinĐọc thêm",
            "Tôi tin rằng đó là một trong những ngày duy nhất họ đóng cửa. Sẽ thật đáng tiếc nếu bạn bỏ lỡ sự kiện này vì nó rất đáng để bạn ghé thăm. Bạn cảm thấy như thể bạn đã được vận chuyển ngược thời gian. Hãy cố gắng sắp xếp nó vào một ngày khác.Đọc thêm",
            "Đã mua tour xe điện tham quan Phố cổ bao gồm bảo tàng Tea Party. Có cách nào để đặt trước thời gian tham quan cụ thể không? Đọc thêm",
            "Tôi không nghĩ họ đặt phòng.  Trạm dừng xe đẩy nằm ngay đối diện Bảo tàng.  Họ có một số chuyến tham quan đi qua, ở các khu vực khác nhau, cùng một lúc.  Chuyến tham quan di chuyển nhanh chóng qua bảo tàng, tổng cộng có thể là 45 phút.  Kết thúc tại cửa hàng quà tặng, nơi bạn có thể mua sắm hoặc đi bộ ra ngoài.Đọc thêm",
            "Trung bình mọi người dành bao nhiêu thời gian ở đây?Đọc thêm",
            "Một giờ đến một giờ rưỡi.  Nó rất thú vị.Đọc thêm",
            "Chúng tôi sẽ đến Boston vào tháng 9 trên một con tàu du lịch trong ngày. Bạn nghĩ khoảng cách từ nơi con tàu có thể cập bến là bao xa. Cảm ơn nhiềuĐọc thêm",
            "Không ý kiến.  Tại sao bạn không gửi email cho người quản lý con tàu trước khi khởi hành và hỏi? Điều tôi có thể nói với bạn là nếu khoảng cách đi bộ bằng taxi thì tôi sẽ đi bộ vì giao thông ở Boston tệ nhất thế giới.Đọc thêm",
            "Điều đó có nghĩa là gì khi bạn nói có các tour du lịch công cộng kéo dài một giờ được lên lịch vào lúc 10 giờ sáng và 2 giờ chiều hôm nay so với các tour du lịch thông thường vào các thời điểm khác? Có phải chỉ là thời gian?Đọc thêm",
            "đó là một chuyến tham quan có hướng dẫn.  mỗi nửa giờ.  chúng tôi đã ở đó vào tháng Tư, hàng dài không lâu để mua vé xem buổi biểu diễn.  vào mùa cao điểm tôi sẽ mua vé trực tuyến.  nó giúp tiết kiệm một vài đô la và đảm bảo vị trí của bạn trong khoảng thời gian của bạn.Đọc thêm",
            "Chúng tôi sẽ ở Boston vào tháng 10. Chúng tôi dự định đi tham quan thành phố và ghé thăm Tiệc trà Boston vào cuối ngày. Chúng tôi đang tìm kiếm Hải sản hợp pháp gần nhất cho bữa tối có thể nằm trong khoảng cách đi bộ từ bảo tàng này. Tôi thấy rằng có một số Hải sản hợp pháp trong khu vực đó, nhưng cái nào gần nhất? Cảm ơn sự giúp đỡ của bạn.Đọc thêm",
            "Món cua sủa cực kỳ nổi tiếng khi tôi ở Boston. Nhà hàng nổi tiếng thứ hai là cảng biển đánh bắt hàng ngày. Tôi cũng chưa thử...nhưng lượng người ở cả hai chủ yếu là người địa phương.Đọc thêm",
            "Một số đánh giá cho biết xe lăn thân thiện, số khác thì nói là không. Tôi có một cô con gái ngồi xe lăn kiểu xe đẩy mà 2 người có thể nhấc qua hoặc lên một hoặc hai bậc. Liệu cô bé có thể lên thuyền được không? Đọc thêm",
            "Tôi nghĩ việc lên thuyền bằng xe lăn hoặc thiết bị tương tự là khả thi, nhưng bạn có thể không thấy dễ dàng khi di chuyển trên tàu.\nNếu cần có người đi cùng bạn có thể nâng và di chuyển nó bằng tay.Đọc thêm",
            "Bạn có khuyên bạn nên mua vé trước 2 lần hay chỉ mua tại cửa?Đọc thêm",
            "Chúng tôi đã mua vé khi đến nơi nhưng sau đó nhận thấy rằng có những mã phiếu giảm giá trực tuyến mà lẽ ra chúng tôi có thể sử dụng.Đọc thêm"
        ],
        "star_ratings": [
            4633,
            1653,
            442,
            108,
            60
        ],
        "review_amount": 6896,
        "location": [
            "Boston",
            "Những điều cần làm ở Boston",
            "Massachusetts MA",
            "Hoa Kỳ",
            "Bảo tàng Tiệc trà Boston"
        ],
        "reviews_time": [
            "Written July 1, 2023",
            "Written October 11, 2023",
            "Written October 18, 2023",
            "Written October 24, 2023",
            "Written November 5, 2023",
            "Written November 8, 2023",
            "Written November 13, 2023",
            "Written June 6, 2024",
            "Written June 5, 2024",
            "Written June 5, 2024",
            "Written May 31, 2024",
            "Written May 28, 2024",
            "Written May 28, 2024",
            "Written May 28, 2024",
            "Written May 27, 2024",
            "Written May 26, 2024",
            "Written May 24, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g60745-d103645-Reviews-Boston_Tea_Party_Ships_Museum-Boston_Massachusetts.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g60745-d1438444-Reviews-James_Hook_Co-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60745-d4838745-Reviews-Row_34-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60745-d2425427-Reviews-Smith_Wollensky_Boston-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60745-d802390-Reviews-O_Ya-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60745-d8016317-Reviews-Kane_s_Donuts-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60745-d321903-Reviews-Rowes_Wharf_Sea_Grille-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60745-d2400324-Reviews-Trade-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60745-d8411345-Reviews-Committee-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60745-d648362-Reviews-Miel_Brasserie-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60745-d3958508-Reviews-Pastoral-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g60745-d103646-Reviews-Boston_Children_s_Museum-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g60745-d21051075-Reviews-Martin_s_Park-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g60745-d17386312-Reviews-Overseas_Adventure_Travel-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g60745-d3585363-Reviews-Boston_Fire_Museum-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g60745-d1145361-Reviews-Boston_Harborwalk-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g60745-d8634101-Reviews-Independence_Wharf-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g60745-d19042809-Reviews-Federal_Reserve_Bank_Building-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g60745-d104604-Reviews-Freedom_Trail-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g60745-d559078-Reviews-Waterfront-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g60745-d2186336-Reviews-Rose_Kennedy_Greenway-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g60745-d103645-Reviews-or10-Boston_Tea_Party_Ships_Museum-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g60745-d2365310-Reviews-The_Printing_Office_of_Edes_Gill-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g60745-d104794-Reviews-New_England_Holocaust_Memorial-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g60745-d105257-Reviews-Museum_of_Fine_Arts-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g60745-d103112-Reviews-John_F_Kennedy_Presidential_Museum_Library-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g60745-d104828-Reviews-USS_Constitution_Museum-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g60745-d104822-Reviews-Old_State_House-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g60745-d144269-Reviews-The_Mapparium-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g60745-d108742-Reviews-King_s_Chapel-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g60745-d108823-Reviews-Isabella_Stewart_Gardner_Museum-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g60745-d12418995-Reviews-Tavern_Nights-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g60745-d1208437-Reviews-Spa_Intercontinental_Boston-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g60745-d3213460-Reviews-RumBa_on_the_Waterfront-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g60745-d10263924-Reviews-Boston_Crime_Tour-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g60745-d11774965-Reviews-Mass_Brew_Bus-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g60745-d1846347-Reviews-The_Motorsport_Lab-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g60745-d26128978-Reviews-Grand_Circle_Travel_Grand_Circle_Cruise_Line-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g60745-d4236312-Reviews-Classic_Harbor_Line_Boston_MA_Day_Tours-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g32731-d13976423-Reviews-Montara_State_Beach-Montara_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d19092539-Reviews-Artechouse_NYC-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g666312-d14792780-Reviews-KTEL_Kos-Kos_Town_Kos_Dodecanese_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g635965-d3875225-Reviews-Las_Paylas-Luquillo_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g29218-d9884789-Reviews-Kalepa_Ridge_Trail-Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g1179396-d13315092-Reviews-Coco_Tam_s-Bophut_Ko_Samui_Surat_Thani_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g56079-d2626760-Reviews-James_Avery_Craftsman-Kerrville_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g309713-d310455-Reviews-Papua_Wigmore_s_Waterfall-Rarotonga_Southern_Cook_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g41102-d116819-Reviews-Conowingo_Dam-Darlington_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g303907-d1992729-Reviews-Tanaporn_Massage_House-Ko_Pha_Ngan_Surat_Thani_Province.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g60745-d103645-Reviews-or10-Boston_Tea_Party_Ships_Museum-Boston_Massachusetts.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g60745-d103645-Reviews-Boston_Tea_Party_Ships_Museum-Boston_Massachusetts.html"
    }
]