[
    {
        "attraction_name": "Botanical Garden Cable Car",
        "attraction_name_vi": "Cáp treo Vườn thực vật",
        "general_info": [
            "1.197 đánh giá",
            "10 trên 218 hoạt động giải trí ở Funchal",
            "Xe điện"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Đây là cáp treo QUA thung lũng đưa bạn từ Monte đến vườn bách thảo Jardim hoặc nếu như chúng tôi bắt xe buýt đến vườn bách thảo Jardim thì hãy đi một chiều trên cáp treo này đến Monte và đi xuống bằng xe thúng và đi bộ từ nơi chuyến đi giỏ kết thúc ở phía dưới và mất khoảng 20 phút đi bộ.  Chúng tôi cũng đã thực hiện một chuyến đi khứ hồi từ bờ biển lên Monte bằng cáp treo chính khác nhưng tôi có thể nói rằng chuyến đi này ấn tượng hơn và tôi cảm thấy nó dài hơn nhưng có lẽ đó là vì cả hai chúng tôi đều khá sợ hãi. độ cao nhưng hãy cố gắng lên cáp treo để ngắm nhìn một số cảnh quan tuyệt vời.  Rất khuyến khích làm cả hai cáp treo. Ngoài ra, hãy thử chơi trò chơi ném rổ vì đó là điều bạn sẽ không trải nghiệm ở bất kỳ nơi nào khác và họ biết họ đang làm gì.Đọc thêm",
            "Đây là chặng thứ hai của chuyến đi từ Funchal đến vườn bách thảo; chúng tôi đã mua một vé khứ hồi kết hợp cộng với việc vào vườn.\nChúng tôi yêu thích chặng hành trình này; Khe núi rất tuyệt để đi qua và bạn có thể nhìn thấy cây cối mọc ở hai bên và hy vọng bạn sẽ nhìn thấy những chú chim - chúng tôi đã có một khung cảnh đáng yêu về một chú chim cắt bay cao xung quanh.\nNếu bạn bị thử thách bởi cáp treo, có lẽ bạn sẽ không thích điều này cho lắm, vì nó cao so với khe núi và khá gần với vách đá ở rìa trên đường về. Nhưng chúng tôi yêu thích nó!Đọc thêm",
            "Nếu bạn đến Madeira thì đây là điều bắt buộc.\nTôi đã rất lo lắng khi đi nhưng đó là một trải nghiệm tuyệt vời và cảm thấy hoàn toàn an toàn. Cảnh quan trên đỉnh thật tuyệt vời.\n\nCố gắng tránh những ngày có tàu du lịch vào vì hàng đợi rất dài. Đọc thêm",
            "Giá không cao - hoàn lại 18 euro nhưng đó là một trong những điều cần phải được thực hiện khi bạn đang ở đó. \nChúng tôi hơi lo lắng về việc xếp hàng vì một tàu du lịch vừa mới đến vào sáng hôm đó. Nhưng thật may mắn, chúng tôi chỉ xếp hàng có 5 phút nhưng chúng tôi đã đi sớm.\nNhững khung cảnh đẹp đẽ đi lên và thêm tiền thưởng khi đi xuống chồng và tôi đã có một chiếc cáp treo cho riêng mình khi hàng đợi trống rỗng. Khi ở Monte, chúng tôi đã đến thăm những khu vườn nhiệt đới và quan sát những người dũng cảm trượt băng.\nĐáng làm mặc dù giá hơi nhiều. Đọc thêm",
            "Không quá bận rộn.  Con đường đẹp để đến Vườn Bách Thảo.   Chúng tôi đã mua vé vào Vườn kết hợp và cả Cáp treo đều được trả lại.  Việc cố gắng đến thăm những khu vườn nhiệt đới cũng có vẻ hơi quá sức đối với chúng tôi.Đọc thêm",
            "Vào một ngày đẹp trời, chúng tôi có thể nhìn thấy khung cảnh tuyệt vời từ cáp treo. Đoạn đi bộ giữa Monte và cáp treo thứ hai rất dốc và không hề dễ dàng. Vườn bách thảo rất đẹp nhưng có nhiều lối đi dốc. Phần sân vườn với những hình khối đầy màu sắc thật lộng lẫy.Đọc thêm",
            "Chúng tôi đang ở trên con tàu du lịch cập cảng, vì vậy bạn có thể tưởng tượng những hàng dài người xếp hàng để lên cáp treo.  Mất 40 phút để đi tiếp nhưng vẫn xứng đáng với tầm nhìn trên đường lên đỉnh và khắp thành phố.  Các khu vườn thực vật nằm trên đỉnh và một nhà thờ đẹp như tranh vẽ mà bạn có thể nhìn vào bên trong.  Lưu ý rất nhiều bậc thang dốc để đến lối vào nhà thờ nhưng đáng giá.  Các chuyến đi xe trượt băng cũng bắt đầu từ đỉnh vách đá, đi bộ dọc theo lối vào khu vườn và bạn sẽ tìm thấy chúng.\n\nMột trải nghiệm thú vị trên cáp treo và quang cảnh thật đáng yêu.Đọc thêm",
            "Chỉ cần làm rõ, đây là cáp treo Jardim Botanico và không đi đến đâu gần trung tâm Funchal, thông tin công khai do các nhà điều hành đưa ra và nhiều lựa chọn vé khác nhau có thể khá khó hiểu. Nó chạy từ gần Jardim Botanico ở ngoại ô Funchal đến Babosas, từ đó đi bộ lên dốc một đoạn ngắn là đến Quảng trường Babosas. Ở đây có một quán cà phê, nhà thờ và bến xe buýt, sau đó đi bộ một đoạn ngắn nữa sẽ đưa bạn đến Monte. 14 Euro trở lại và mất khoảng mười phút mỗi chiều. Một cách đi du lịch rất thư giãn và quang cảnh hoàn toàn ngoạn mục, vượt qua một khe núi sâu có cây cối rậm rạp và leo dốc ở hai bên, khi bạn đến gần đường leo lên sườn đồi, nó trông gần như thẳng đứng nhưng các cabin nhỏ có thể xử lý nó một cách dễ dàng. Nó khá yên tĩnh khi chúng tôi tiếp tục đi và không gặp vấn đề gì khi bắt xe cho mình cả hai chiều.Đọc thêm",
            "Đây có lẽ được coi là tuyến cáp treo nhỏ hơn trong số hai tuyến cáp treo Funchal. Cả hai không giống nhau và chỉ hoạt động cùng nhau một phần đối với vé kết hợp. Về mặt đó, bạn nên mua trước nếu định sử dụng cả hai. Tầm nhìn bị hạn chế hơn so với các cáp treo khác nhưng không nhất thiết kém ngoạn mục hơn. Đây cũng là một chuyến đi ngắn hơn, 10 phút thay vì 20. Nó chạy giữa Monte và Vườn Bách thảo. Nó mở cửa lúc 10h trong khi cáp treo Funchal bắt đầu hoạt động lúc 9h. Phòng bán vé không hoàn toàn rõ ràng hoặc có biển hiệu rõ ràng, dường như là một phần của quán cà phê. Sau đó có một đoạn đi bộ khá dốc xuống và quay trở lại! trạm cáp thực tế. Tôi chắc chắn nghĩ rằng du khách đến Funchal nên đi ít nhất một trong các tuyến cáp treo. Trong trường hợp đó, tôi muốn giới thiệu một cách khác nhưng đây là một cách rất thoải mái, đẹp mắt và thuận tiện để tham quan Vườn Bách thảo đáng yêu một lần nữa, đừng nhầm lẫn với Vườn Cung điện Monte.Đọc thêm",
            "Mua vé là hoàn toàn sai lệch về những gì được bao gồm! rất đắt...Nếu lên mạng bạn có thể đọc Cable Car - ROUND TRIP và đây chính là điều khiến tôi bối rối! đây là chuyến trở về đơn giản...đừng đi con đường khác!!Đọc thêm",
            "Chúng tôi bắt taxi đến điểm trả khách Cáp treo ở Funchal.. và dự định đi khứ hồi lên vườn bách thảo.. tuy nhiên... hãy cẩn thận với những tài xế taxi đề nghị đưa bạn đi theo tuyến đường tốt hơn và chỉ cho bạn một khu vườn khác mà chúng tôi sẽ bỏ lỡ nếu đi cáp treo.. chúng tôi phải trả 15 Euro cho mỗi lượt vào để tham quan khu vườn trung bình này và sau đó anh ta tính chúng tôi 60 Euro để đưa chúng tôi đến đó. Cáp treo khứ hồi không hề rẻ như vậy. Tôi nghĩ giá một lượt là 18 Euro và khứ hồi là 25 Euro.. Chúng tôi đã ngu ngốc mắc lừa anh ta!! Chúng tôi thấy taxi ở Funchal khá rẻ.. chúng tôi mất 10 Euro để đi từ khách sạn cách đó 3 dặm. Và anh chàng này tính chúng tôi 60 Euro cho một nửa chặng cáp treo.!! Vì chúng tôi đã trả 18 Euro cho mỗi lượt đi xuống. Thật là một vụ lừa đảo... Hãy cảnh giác.. Tôi hy vọng điều này sẽ cảnh báo những người khác.. Đọc thêm",
            "Đây là một khu vườn độc đáo trên núi. Rất dốc nên những người gặp vấn đề về đi bộ hãy cẩn thận nhưng rất đáng để ghé thămĐọc thêm",
            "Vườn bách thảo thật nhàm chán và không thú vị. Hoàn toàn lãng phí thời gian và việc sử dụng chúng rất tốn kém và không phù hợp với chi phí đó.Đọc thêm",
            "Đây có lẽ được coi là tuyến cáp treo nhỏ hơn trong số hai tuyến cáp treo Funchal. Cả hai không giống nhau và chỉ hoạt động cùng nhau một phần đối với vé kết hợp. Về mặt đó, bạn nên mua trước nếu định sử dụng cả hai. Tầm nhìn bị hạn chế hơn so với các cáp treo khác nhưng không nhất thiết kém ngoạn mục hơn. Đây cũng là một chuyến đi ngắn hơn, 10 phút thay vì 20. Nó chạy giữa Monte và Vườn Bách thảo. Nó mở cửa lúc 10h trong khi cáp treo Funchal bắt đầu hoạt động lúc 9h. Phòng bán vé không hoàn toàn rõ ràng hoặc có biển hiệu rõ ràng, dường như là một phần của quán cà phê. Sau đó có một đoạn đi bộ khá dốc xuống và quay trở lại! trạm cáp thực tế. Tôi chắc chắn nghĩ rằng du khách đến Funchal nên đi ít nhất một trong các tuyến cáp treo. Trong trường hợp đó, tôi muốn giới thiệu một cách khác nhưng đây là một cách rất thoải mái, đẹp mắt và thuận tiện để tham quan Vườn Bách thảo đáng yêu một lần nữa, đừng nhầm lẫn với Vườn Cung điện Monte.Đọc thêm",
            "Những khu vườn thực vật tuyệt đẹp ở Funchal Madeira ở Bồ Đào Nha. Cáp treo và chuyến tham quan bằng xe jeep cũng rất tuyệt vời.  Khách sạn có vị trí tốt, rất sạch sẽ và thân thiện.Đọc thêm",
            "Chỉ cần làm rõ, đây là cáp treo Jardim Botanico và không đi đến đâu gần trung tâm Funchal, thông tin công khai do các nhà điều hành đưa ra và nhiều lựa chọn vé khác nhau có thể khá khó hiểu. Nó chạy từ gần Jardim Botanico ở ngoại ô Funchal đến Babosas, từ đó đi bộ lên dốc một đoạn ngắn là đến Quảng trường Babosas. Ở đây có một quán cà phê, nhà thờ và bến xe buýt, sau đó đi bộ một đoạn ngắn nữa sẽ đưa bạn đến Monte. 14 Euro trở lại và mất khoảng mười phút mỗi chiều. Một cách đi du lịch rất thư giãn và quang cảnh hoàn toàn ngoạn mục, vượt qua một khe núi sâu có cây cối rậm rạp và leo dốc ở hai bên, khi bạn đến gần đường leo lên sườn đồi, nó trông gần như thẳng đứng nhưng các cabin nhỏ có thể xử lý nó một cách dễ dàng. Nó khá yên tĩnh khi chúng tôi tiếp tục đi và không gặp vấn đề gì khi bắt xe cho mình cả hai chiều.Đọc thêm",
            "Phương tiện di chuyển bằng cáp treo này không xa đỉnh Funchal chính đến Monte one. Mặc dù một khoảng cách ngắn nhưng có một đoạn đường dốc khá dài để đến đó và đồi khi trở về. Cáp treo này là một hệ thống cảm giác cũ hơn so với hệ thống chính nhưng bay qua một hẻm núi có cây cối rậm rạp với những thác nước nhỏ có thể nhìn thấy được.Đọc thêm",
            "Chúng tôi đang ở trên con tàu du lịch cập cảng, vì vậy bạn có thể tưởng tượng những hàng dài người xếp hàng để lên cáp treo.  Mất 40 phút để đi tiếp nhưng vẫn xứng đáng với tầm nhìn trên đường lên đỉnh và khắp thành phố.  Các khu vườn thực vật nằm trên đỉnh và một nhà thờ đẹp như tranh vẽ mà bạn có thể nhìn vào bên trong.  Lưu ý rất nhiều bậc thang dốc để đến lối vào nhà thờ nhưng đáng giá.  Các chuyến đi xe trượt băng cũng bắt đầu từ đỉnh vách đá, đi bộ dọc theo lối vào khu vườn và bạn sẽ tìm thấy chúng. Một trải nghiệm thú vị trên cáp treo và quang cảnh thật đáng yêu.Đọc thêm",
            "Những bông hoa nhiệt đới, những hàng cây rợp lá xinh xắn, những khu vườn bí mật ở các tầng khác nhau, những khu vườn trang trọng, quán cà phê và cáp treo tuyệt vời để đến đóĐọc thêm",
            "Tôi có thể sử dụng thẻ tín dụng để mua vé cáp treo không?Đọc thêm",
            "vâng, họ chấp nhận thẻ và euro, hãy tận hưởng đi, tôi ước mình được đi lại.Đọc thêm",
            "Vườn Bách thảo và cáp treo có mở cửa vào ngày 24 tháng 12 không? Tôi không thể tìm thấy bất kỳ thông tin trực tuyến nào!Đọc thêm",
            "Tôi vừa thấy câu hỏi của bạn, tôi không tin như vậy Đọc thêm",
            "Các cáp treo và xe trượt băng có mở cửa vào tháng 1 không tiaĐọc thêm",
            "Tôi tin rằng họ có mặt quanh năm nhưng hãy kiểm tra trang web Madeira hoặc cảm thấy công ty du lịch Madeira rất hữu íchĐọc thêm",
            "Các bạn ơi, mình bối rối quá với tất cả các câu trả lời khác nhau như vườn bách thảo Monte hai xe hơi, v.v... Vậy ai đó có thể giúp mình một câu hỏi đơn giản không? Ở trung tâm thành phố hoặc khu vực bến cảng, mình có thể đi xe buýt giá rẻ đến nơi có giỏ và sau đó đi xe trượt tuyết giỏ trở lại thị trấn không? Về cơ bản, xe buýt số mấy đi đến xe trượt tuyết và xe trượt tuyết kết thúc ở đâu khi bạn quay lại để không liên quan đến cáp treo? Mọi người giúp đỡ mình đều rất cảm kích. Cảm ơn DanoĐọc thêm",
            "Chào buổi sáng. Mình muốn đi tuyến đường này nhưng không biết có đúng về việc bố trí chỗ ngồi và sử dụng phương tiện đi lại không:\nBắt đầu từ thành phố cổ và đến khu vườn thực vật cao nhất nếu tôi không nhầm. Để làm được điều này bạn cần phải đi 2 cáp treo riêng biệt với 2 loại vé khác nhau nếu mình không nhầm?! Lên đến đỉnh bằng hai chiếc cáp treo, tôi ghé thăm vườn thực vật, sau đó tôi muốn quay lại bằng xe ngựa… nhưng xe không đi xuống từ trên đỉnh nơi có nhà thực vật học mà từ xa hơn, tại sự xuất hiện của cáp treo đầu tiên và đó cũng là nơi có khu vườn nhiệt đới .. Phải không?  Vì vậy, tôi sẽ phải quay trở lại bằng cáp treo thứ hai mà tôi đã đi, từ khu thực vật đến khu nhiệt đới, có thể đến thăm khu nhiệt đới hoặc nhà thờ nhỏ rồi đi xuống bằng xe đẩy. Tuy nhiên, nó không đưa bạn trở lại thành phố mà rời đi giữa chừng... sau đó đi bộ hoặc taxi về thành phố! Điều này có đúng không?Đọc thêm",
            "Lấy vé combo 3 ở đâu - Cáp treo từ Madeira Cáp treo từ Vườn Bách thảo Vườn Bách thảo \nmua? Tôi không thể tìm thấy bất cứ điều gì trực tuyến.Đọc thêm",
            "1 vé cáp treo đi Vườn Bách Thảo. Bạn phải mua vé vào cổng khu vườn nhiệt đớiĐọc thêm",
            "CHÀO,\n\nChúng tôi ghé thăm Funchal vào thứ Hai tuần sau trên một chuyến du ngoạn và muốn đi cáp treo và sau đó đi xe trượt đan bằng liễu gai quay trở lại.\n\nChúng ta có thể đi bộ từ cảng du lịch đến nơi bắt cáp treo hay chúng ta cần bắt taxi và cho rằng xe trượt tuyết là nơi chúng ta xuống cáp treo?\n\nCảm ơn trướcĐọc thêm",
            "Ga cáp treo nằm ngay trên bờ biển, nhưng hãy hỏi những người đi trên tàu du lịch của bạn xem họ sẽ hạ cánh ở đâu Đọc thêm",
            "Cái này có phù hợp với người già không?Đọc thêm",
            "Không, trừ khi họ giỏi các bước.Đọc thêm",
            "Có cách nào khác để đến khu vườnĐọc thêm",
            "Tuk tucks sẽ đưa bạn đi bất cứ đâu kể cả lên núi.Đọc thêm",
            "Chào buổi sáng, có bãi đậu xe trong khu vực không? Cảm ơn Đọc thêm"
        ],
        "star_ratings": [
            654,
            412,
            95,
            20,
            17
        ],
        "review_amount": 1198,
        "location": [
            "Cáp treo vườn thực vật",
            "Châu Âu",
            "Bồ Đào Nha",
            "Madeira",
            "Funchal",
            "Các hoạt động ở Funchal",
            "Quần đảo Madeira"
        ],
        "reviews_time": [
            "Written August 16, 2023",
            "Written August 24, 2023",
            "Written September 20, 2023",
            "Written October 23, 2023",
            "Written November 6, 2023",
            "Written December 21, 2023",
            "Written March 11, 2024",
            "Written March 25, 2024",
            "Written May 2, 2024",
            "Written June 1, 2024",
            "Written May 17, 2024",
            "Written May 14, 2024",
            "Written May 13, 2024",
            "Written May 2, 2024",
            "Written April 24, 2024",
            "Written March 25, 2024",
            "Written March 14, 2024",
            "Written March 11, 2024",
            "Written March 6, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g189167-d8842134-Reviews-Botanical_Garden_Cable_Car-Funchal_Madeira_Madeira_Islands.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g189167-d4139241-Reviews-Alta_Vista-Funchal_Madeira_Madeira_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189167-d8565764-Reviews-Cafe_Teleferico_do_Jardim_Botanico-Funchal_Madeira_Madeira_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189167-d25446153-Reviews-O_Gordo_Restaurant_e_Bar-Funchal_Madeira_Madeira_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189167-d10338131-Reviews-Pensao_Residencial_Casa_Do_Caseiro-Funchal_Madeira_Madeira_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189167-d1179004-Reviews-Restaurante_O_Rustico-Funchal_Madeira_Madeira_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189167-d12674469-Reviews-Pa_tio_Das_Babosas-Funchal_Madeira_Madeira_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189167-d6106602-Reviews-As_Asinhas_O_Caseiro-Funchal_Madeira_Madeira_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189167-d17461392-Reviews-O_Verdinho-Funchal_Madeira_Madeira_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189167-d12722475-Reviews-Vista_do_Comboio_PUB-Funchal_Madeira_Madeira_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189167-d12690833-Reviews-Snack_Bar_Bela_5-Funchal_Madeira_Madeira_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g189167-d23502907-Reviews-Botanical_Gardens_Lover_s_Cave-Funchal_Madeira_Madeira_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g189167-d196085-Reviews-Madeira_Botanical_Garden-Funchal_Madeira_Madeira_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g189167-d23459968-Reviews-Statue_of_Saint_Barbara-Funchal_Madeira_Madeira_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g189167-d2542740-Reviews-Telefericos_da_Madeira-Funchal_Madeira_Madeira_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g189167-d8783303-Reviews-Caravel_Art_Center-Funchal_Madeira_Madeira_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g189167-d196135-Reviews-Monte_Palace_Madeira-Funchal_Madeira_Madeira_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g189167-d19077431-Reviews-3d_Fun_Art_Museum-Funchal_Madeira_Madeira_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g189167-d3895257-Reviews-Igreja_de_Sao_Joao_Evangelista_do_Colegio_do_Funchal-Funchal_Madeira_Madeira_Isla.html",
            "https://www.tripadvisor.com/Attraction_Review-g189167-d670291-Reviews-Igreja_de_Nossa_Senhora_do_Monte-Funchal_Madeira_Madeira_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g189167-d8736485-Reviews-Zona_Velha-Funchal_Madeira_Madeira_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g189167-d8842134-Reviews-or10-Botanical_Garden_Cable_Car-Funchal_Madeira_Madeira_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g189167-d17652966-Reviews-Madeira_taxi_tours_by_Diogo-Funchal_Madeira_Madeira_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g189167-d23869110-Reviews-Be_Local_Madeira-Funchal_Madeira_Madeira_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g189167-d18190890-Reviews-Summer_Anatomy-Funchal_Madeira_Madeira_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g189167-d2422714-Reviews-Daniel_Madeira_Taxis-Funchal_Madeira_Madeira_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g189167-d19162221-Reviews-Pico_Transfers-Funchal_Madeira_Madeira_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g189166-d25567955-Reviews-Nature_Connection_Tours-Madeira_Madeira_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g189167-d8532842-Reviews-Madeira_Airport_Transfers-Funchal_Madeira_Madeira_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g189167-d4783147-Reviews-Tukxi_Madeira-Funchal_Madeira_Madeira_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g189167-d7806710-Reviews-Madeira_Airport_Transfers-Funchal_Madeira_Madeira_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g189167-d4926626-Reviews-Nunes_Taxi_Turismo_Private_Tours-Funchal_Madeira_Madeira_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g189166-d19254602-Reviews-Madeira_Off_Road_Tours-Madeira_Madeira_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g189167-d7962628-Reviews-Taxi_Madeira_Miguel_Pereira-Funchal_Madeira_Madeira_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g189166-d20365213-Reviews-MadeiraEcoHolidays-Madeira_Madeira_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g189167-d21184077-Reviews-Bravelanders-Funchal_Madeira_Madeira_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g189167-d13970912-Reviews-Massagista_Eduardo_Relax_Spa-Funchal_Madeira_Madeira_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g189167-d13319222-Reviews-Lillie_Ceramics-Funchal_Madeira_Madeira_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g189167-d9766504-Reviews-Madeira_Exquisite_Food_on_Foot_Tours-Funchal_Madeira_Madeira_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g189167-d18190831-Reviews-Til_Spa-Funchal_Madeira_Madeira_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g189167-d6962606-Reviews-Madeira_Sidecar_Tours-Funchal_Madeira_Madeira_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g34678-d8775654-Reviews-Davis_Island_Dog_Beach-Tampa_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g41918-d313376-Reviews-Lambert_s_Cove_Beach-West_Tisbury_Martha_s_Vineyard_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g1940497-d7280541-Reviews-Muscat_Grand_Mall-Muscat_Muscat_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d8113463-Reviews-Soda_Club_Berlin-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g293984-d324154-Reviews-Nachalat_Binyamin_Pedestrian_Mall-Tel_Aviv_Tel_Aviv_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d19857871-Reviews-Pele_Soccer-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g187443-d624428-Reviews-Triana-Seville_Province_of_Seville_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g8038026-d10171959-Reviews-Sahara_Resort-Nea_Irakleia_Halkidiki_Region_Central_Macedonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187234-d247503-Reviews-Castle_Hill_of_Nice-Nice_French_Riviera_Cote_d_Azur_Provence_Alpes_Cote_d_Azur.html",
            "https://www.tripadvisor.com/Attraction_Review-g36280-d4751922-Reviews-Yorktown_Center-Lombard_DuPage_County_Illinois.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g189167-d8842134-Reviews-or10-Botanical_Garden_Cable_Car-Funchal_Madeira_Madeira_Islands.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g189167-d8842134-Reviews-Botanical_Garden_Cable_Car-Funchal_Madeira_Madeira_Islands.html"
    }
]