[
    {
        "attraction_name": "Branch Davidian Memorial Park",
        "attraction_name_vi": "Chi nhánh Công viên tưởng niệm Davidian",
        "general_info": [
            "213 đánh giá",
            "- 19 trong số 98 điều cần làm ở Waco",
            "Địa điểm ưa thích - Địa danh"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Thanh thiếu niên của tôi đã xem phim tài liệu về chi nhánh Davidian và muốn lái xe đến đài tưởng niệm để xem những gì họ có thể nhìn thấy còn sót lại.  Không có nhiều điều khiến tôi cảm thấy khó chịu nhưng có điều gì đó về việc kéo những cánh cổng cuốn bằng sắt để xem đài tưởng niệm với một anh chàng ngồi xe lăn chặn đường lái xe đã thực sự làm được điều đó.  Chúng tôi chắc chắn có cảm giác như mình đang bị theo dõi.  Chiếc xe phía sau chúng tôi không chạy tới, họ chỉ ngồi trên đường lái xe và chụp ảnh.  Có một tấm biển trên cổng cho biết số tiền quyên góp - 5 sẽ được mong đợi nếu bạn đến nhà thờ - cá nhân chúng tôi không cảm thấy thoải mái khi lái xe về quá xa con đường.Đọc thêm",
            "The first thing I - ll say is that the road leading to the memorial is really sketchy. Everyone who - s said something about that is completely valid. Like there - s literally nothing around. I probably saw like three cars before I arrived. \n\nDO NOT try to go at night. Even if you - re traveling and you arrive in Waco at night. It - s not worth it. Stay at a hotel and just go in the morning. If you can - t do that just come back a different time when it - s light out. You can - t go inside at night anyway and it - s just not worth the risk. I could easily see someone getting carjacked like it - s not even funny. I went early afternoon and even I was a bit nervous. Bring people with you. \n\nAnyways, the memorial itself was fine and the location is actually quite gorgeous, a bit eerie for obvious reasons but very well maintained. \n\nI - ve seen lots of people talk about how the people who live on the property are like sketchy  - they aren - t -  and like to force their politics and propaganda down your throat and that - s just laughable. Anyone who has any interest in going here should be well aware beforehand that these people were and are still VERY republican. I mean, I - m a HARD liberal but I - m not gonna argue with these people. I just went to pay my respects and see the place for myself since it - s such a big part of history and I had never been to Texas before. \n\nGo in with an open mind  - on the chance that they are even there - , don - t argue with them. Pay your respects, take your pictures and leave. Really not that difficult. \n\nIf you - re interested in cults or just American history in general, I strongly recommend stopping by. Also leave  - 10 in the church. They aren - t forcing anyone to pay but you - re on private property taking pics. It - s the least you can do. \n\nDavid Koresh - s grave is another interesting site to see at the kinda nearby Tyler Memorial Funeral Home - Cemetery and Mausoleum but I will say if you go for that. you will get dirty looks from the locals and cemetery workers. Take your pics, be respectful and leave. It does take a bit to find if you don - t know the exact spot  - took me 20 minutes only knowing the section -  but don - t give up.  Just be respectful.Read more",
            "Thành thật mà nói, không có nhiều thứ để xem hoặc nói. Thật tốt khi đi và tiếp thu những gì thực sự đã xảy ra. Có một đài tưởng niệm đáng yêu qua cổng và một chuyến lái xe đáng yêu qua. Cây lá hồng. Có rất ít hoặc không còn lại gì của chính hợp chất đó. Có một nhà thờ trên địa điểm mà bạn có thể vào đọc và nghe những gì người ta tin tưởng. Hãy làm điều đó theo ý muốn của bạn. \nỞ đó rất nông thôn - thực sự không có gì gần đó ngoài một ngôi nhà trang trại đồ sộ cách đó một dặm. Đọc thêm",
            "Thành thật mà nói, không có nhiều thứ để xem hoặc nói. Thật tốt khi đi và tiếp thu những gì thực sự đã xảy ra. Có một đài tưởng niệm đáng yêu qua cổng và một chuyến lái xe đáng yêu qua. Cây lá hồng. Có rất ít hoặc không còn lại gì của chính hợp chất đó. Có một nhà thờ trên địa điểm mà bạn có thể vào đọc và nghe những gì người ta tin tưởng. Hãy làm điều đó theo ý muốn của bạn. Ở đó rất nông thôn - thực sự không có gì gần đó ngoài một ngôi nhà trang trại đồ sộ cách đó một dặm. Đọc thêm",
            "Đọc một số đánh giá này tôi không biết nên mong đợi điều gì. Mọi người nói như thể đó là một chuyến lái xe đáng sợ trên con đường hoang vắng để đến đó. Và sau đó một số người đánh giá phàn nàn về việc những người vẫn sống trong khu phức hợp đang thúc đẩy các chương trình nghị sự chính trị. Không có điều nào trong số này là đúng.  Tôi - là phụ nữ và cảm thấy hoàn toàn an toàn khi ở đó.  Con đường ở đó ngắn và an toàn. Và những người mà chúng tôi nói chuyện ở đó đều rất hiểu biết. Tôi nghĩ những đánh giá tiêu cực xuất phát từ việc mọi người không thể giải quyết những đánh giá không giống họ. Ngoài ra, nếu bạn chưa xem phim tài liệu, bạn cần phải xem. Buồn quá.Đọc thêm",
            "The first thing I - ll say is that the road leading to the memorial is really sketchy. Everyone who - s said something about that is completely valid. Like there - s literally nothing around. I probably saw like three cars before I arrived. DO NOT try to go at night. Even if you - re traveling and you arrive in Waco at night. It - s not worth it. Stay at a hotel and just go in the morning. If you can - t do that just come back a different time when it - s light out. You can - t go inside at night anyway and it - s just not worth the risk. I could easily see someone getting carjacked like it - s not even funny. I went early afternoon and even I was a bit nervous. Bring people with you. Anyways, the memorial itself was fine and the location is actually quite gorgeous, a bit eerie for obvious reasons but very well maintained. I - ve seen lots of people talk about how the people who live on the property are like sketchy  - they aren - t -  and like to force their politics and propaganda down your throat and that - s just laughable. Anyone who has any interest in going here should be well aware beforehand that these people were and are still VERY republican. I mean, I - m a HARD liberal but I - m not gonna argue with these people. I just went to pay my respects and see the place for myself since it - s such a big part of history and I had never been to Texas before. Go in with an open mind  - on the chance that they are even there - , don - t argue with them. Pay your respects, take your pictures and leave. Really not that difficult. If you - re interested in cults or just American history in general, I strongly recommend stopping by. Also leave  - 10 in the church. They aren - t forcing anyone to pay but you - re on private property taking pics. It - s the least you can do. David Koresh - s grave is another interesting site to see at the kinda nearby Tyler Memorial Funeral Home - Cemetery and Mausoleum but I will say if you go for that. you will get dirty looks from the locals and cemetery workers. Take your pics, be respectful and leave. It does take a bit to find if you don - t know the exact spot  - took me 20 minutes only knowing the section -  but don - t give up.  Just be respectful.Read more",
            "Thanh thiếu niên của tôi đã xem phim tài liệu về chi nhánh Davidian và muốn lái xe đến đài tưởng niệm để xem những gì họ có thể nhìn thấy còn sót lại.  Không có nhiều điều khiến tôi cảm thấy khó chịu nhưng có điều gì đó về việc kéo những cánh cổng cuốn bằng sắt để xem đài tưởng niệm với một anh chàng ngồi xe lăn chặn đường lái xe đã thực sự làm được điều đó.  Chúng tôi chắc chắn có cảm giác như mình đang bị theo dõi.  Chiếc xe phía sau chúng tôi không chạy tới, họ chỉ ngồi trên đường lái xe và chụp ảnh.  Có một tấm biển trên cổng cho biết số tiền quyên góp - 5 sẽ được mong đợi nếu bạn đến nhà thờ - cá nhân chúng tôi không cảm thấy thoải mái khi lái xe về quá xa con đường.Đọc thêm",
            "Nơi này thật kỳ lạ, không có gì mang tính thương mại về nó. Nếu trong khu vực hãy kiểm tra nó. Đó là một nơi yên tĩnh đến đáng sợ và không có gì bị thay đổi.Đọc thêm",
            "Tôi đã từng đến đài tưởng niệm này trước đây.  Bây giờ dtr của tôi đã gần 17 tuổi và đã biết về những gì đã xảy ra ở đây, tôi quyết định chở cô ấy đến để tỏ lòng kính trọng.   Điều làm tôi kinh hãi nhất là một lá cờ Trump 2024 đã được cắm trong đài tưởng niệm.   Thật là một sự xúc phạm khủng khiếp!  Tôi quay lại và lái xe trở ra!Đọc thêm",
            "Thật là buồn cho những gì đã xảy ra với người dân ở đây vào năm 1993. Tôi đã mong đợi nhiều hơn thế nữa về một đài tưởng niệm và ký ức về các nạn nhân. Những gì tôi thấy là một đài tưởng niệm ở phía trước khu nhà, sau đó là một nhà thờ chứa đầy đồ chính trị và các biển hiệu yêu cầu quyên góp để các thành viên của chi nhánh có thể xây dựng lại. Sau đó tôi nghe một trong những người hướng dẫn viên nói với một vị khách rằng David Koresh là một chàng trai tuyệt vời như thế nào. Nghiêm túc?! Tôi dường như nhớ mọi thứ hơi khác một chút. Vì vậy, trừ khi bạn thích có những người khác - những quan điểm thúc đẩy bạn bằng những tuyên truyền trực diện thì đừng bận tâm. Thành thật mà nói thì nó không đáng giá. VÀ tôi có một cảm giác rất rùng rợn ở đây. Tôi không thể giải thích nhưng tôi sẽ không quay lại.Đọc thêm",
            "Nơi rất thú vị để ghé thăm.  Có sẵn các gói thông tin giúp mọi người có cái nhìn tổng quan về vị trí của một số tòa nhà nhất định, v.v. Nếu bạn đến thăm địa điểm này, hãy tự giúp mình và xem xét lịch sử của địa điểm này cũng như các sự kiện diễn ra ở đây để bạn có một số thông tin chung kiến thức sẵn có.Đọc thêm",
            "Vị trí này cách trung tâm Waco khoảng 20 phút, vì vậy nó không thực sự gần bất cứ thứ gì và khi bạn đến nơi, bạn sẽ cảm thấy kỳ lạ. Chúng tôi đã không vào trong cổng để đi bộ xung quanh vì có một tấm biển ghi rằng, hãy tự chịu rủi ro khi vào. Điều đó cùng với những tấm biển kêu gọi quyên góp, chúng tôi chỉ biết đứng ở bên ngoài. Bên trong chỉ có một vài thứ để xem và không có tổ chức nào cho địa điểm này, chúng tôi không cảm thấy điều đó đáng để anh ấy mạo hiểm.Đọc thêm",
            "Có điều gì đó không ổn ở nơi này. Đó không phải là điều bạn mong đợi. Đây không phải là đài tưởng niệm và những âm thanh kỳ lạ khi nghe cũng như cảm giác kỳ lạ khi đi dạo quanh nơi lưu trú là không đúng.Đọc thêm"
        ],
        "star_ratings": [
            71,
            41,
            61,
            23,
            17
        ],
        "review_amount": 213,
        "location": [
            "Chi nhánh Công viên tưởng niệm Davidian",
            "Các hoạt động ở Waco",
            "Hoa Kỳ",
            "Texas - TX -",
            "Waco"
        ],
        "reviews_time": [
            "Written June 14, 2023",
            "Written July 19, 2023",
            "Written October 17, 2023",
            "Written October 17, 2023",
            "Written August 17, 2023",
            "Written July 19, 2023",
            "Written June 14, 2023",
            "Written April 13, 2023",
            "Written April 9, 2023",
            "Written March 13, 2023",
            "Written January 9, 2023",
            "Written November 24, 2022",
            "Written October 22, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g56833-d7113921-Reviews-Branch_Davidian_Memorial_Park-Waco_Texas.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g30202-d4835214-Reviews-Axtell_BBQ-Axtell_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g56833-d27059517-Reviews-Buena_Vista_Park-Waco_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g56833-d7113921-Reviews-or10-Branch_Davidian_Memorial_Park-Waco_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g56833-d7064194-Reviews-McLane_Stadium-Waco_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g56833-d12173608-Reviews-Baylor_University-Waco_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g56833-d483323-Reviews-Homestead_Heritage-Waco_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g56833-d7931915-Reviews-Waco_Suspension_Bridge-Waco_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g56833-d15291455-Reviews-Branding_the_Brazos_Sculpture-Waco_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g56833-d7679286-Reviews-Ferrell_Center-Waco_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g56833-d17594414-Reviews-Castle_Heights_Neighborhood-Waco_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g56833-d3669964-Reviews-Heart_O_Texas_Speedway-Waco_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g56833-d17593186-Reviews-The_Cottonland_Castle-Waco_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g56833-d23018966-Reviews-Restored_1929_Gulf_Gas_Station-Waco_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g56833-d10522669-Reviews-Waco_Tours-Waco_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g56833-d12945566-Reviews-Brazos_Tours-Waco_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g56833-d12183445-Reviews-Balcones_Distilling-Waco_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g56833-d929458-Reviews-Texas_Ranger_Hall_of_Fame_and_Museum-Waco_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g56833-d796008-Reviews-Cameron_Park_Zoo-Waco_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g56833-d8774373-Reviews-Waco_Escape_Rooms-Waco_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g56833-d1818057-Reviews-Mayborn_Museum_Complex-Waco_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g56833-d4721744-Reviews-Spice_Village-Waco_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g56833-d16881756-Reviews-Savage_Finds_Waco_Tours-Waco_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g56833-d3669870-Reviews-Waco_Surf-Waco_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g56833-d12507419-Reviews-Waco_River_Safari-Waco_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g56833-d15181590-Reviews-Waco_Wine_Tours-Waco_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g57090-d3451954-Reviews-Waterfall_Canyon_Trail-Ogden_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g32676-d12706784-Reviews-Lechuza_Beach-Malibu_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d126945-Reviews-Buckhead-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g293797-d11045362-Reviews-Accra_zoo-Accra_Greater_Accra.html",
            "https://www.tripadvisor.com/Attraction_Review-g2451495-d2346019-Reviews-Gola_di_Gorropu-Province_of_Nuoro_Sardinia.html",
            "https://www.tripadvisor.com/Attraction_Review-g42217-d1065706-Reviews-Crystal_Lake-Frankfort_Benzie_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g58709-d12185295-Reviews-Paradise_Point_State_Park-Ridgefield_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g318873-d324377-Reviews-Dana_Nature_Reserve-Dana_Tafilah_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g652061-d10166227-Reviews-Plaza_Ada_Bojana_Nudisticka-Ulcinj_Ulcinj_Municipality.html",
            "https://www.tripadvisor.com/Attraction_Review-g35363-d4307485-Reviews-Old_Car_City-White_Georgia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g56833-d7113921-Reviews-or10-Branch_Davidian_Memorial_Park-Waco_Texas.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g56833-d7113921-Reviews-Branch_Davidian_Memorial_Park-Waco_Texas.html"
    }
]