[
    {
        "attraction_name": "Braunig Lake",
        "attraction_name_vi": "Hồ Braunig",
        "general_info": [
            "17 đánh giá",
            "- 201 trong số 516 điều cần làm ở San Antonio",
            "Nguồn nước"
        ],
        "attraction_summary": "Chà, chúng tôi đã nhiều lần ở lại qua đêm nhưng trong một lần này, chúng tôi được thông báo là không có thời gian qua đêm do vấn đề về cổng. Người phụ nữ có mái tóc bạc màu tím nói MỌI NGƯỜI phải ra ngoài trước 8 giờ tối. vì cô ấy phải đóng cổng lại. Cô ấy nói dối vì chúng tôi đến lúc 6 giờ sáng và đến địa điểm thường ngày nhưng nó đã bị ai đó ở lại qua đêm chiếm mất. Tôi - tôi chỉ nói là có khá nhiều người qua đêm khi chúng tôi được thông báo phải ra ngoài lúc 8 giờ tối. Đó là một số BULL - - - - .Đọc thêm",
        "reviews": [
            "Có những cây lẽ ra phải để che bóng nhưng những cây đó lại bị bao quanh bởi lon bia và rác nhựa. Ngắm chim thật thú vị.Đọc thêm",
            "Chúng tôi đến nghỉ cuối tuần cho chị luật của tôi vào ngày sinh nhật, người phụ nữ lớn tuổi có làn da ngăm đen làm việc trong văn phòng rất thô lỗ và có vẻ khó chịu khi chúng tôi hỏi họ lấy mồi ở đâu vì chúng tôi không biết - một lần nữa lần đầu tiên chúng tôi đến đây - .Nếu bạn không hài lòng với công việc của mình hãy tìm một công việc khác. Chúng tôi đã cố giết cô ấy một cách tử tế nhưng không được. Dù chủ sở hữu thực sự là ai cũng cần phải suy nghĩ xem bạn có ai đang làm việc ở đây đại diện cho cơ sở của bạn. Hãy tin tôi đi, tôi sẽ cố gắng kể cho mọi người tôi biết về trải nghiệm này. Tôi đã cố gắng cho cô ấy lợi ích của sự nghi ngờ nhưng một cặp đôi rất tốt ở đó đã nói ồ cô ấy luôn như vậy nên thật thô lỗ, thật buồn... Chúng tôi sẽ không bao giờ quay lại!Đọc thêm",
            "Gần đây tôi được biết rằng Hồ Braunig là một địa điểm lý tưởng để ngắm chim và điều đó là sự thật. Một số loài chim ưng thường trú hầu như luôn có thể được tìm thấy khi câu cá. Chim cốc, chim bói cá. Bồ nông. những con diệc tuyết và những con diệc lớn, những con diệc xanh lớn, những con mòng biển, những con chim cu, những con chim ưng đều có mỏ và ít nhất đều dễ dàng phát hiện cũng như một số loài qua đường. Đó là - 7,00 để vào nhưng bạn có thể nhận được vé hàng năm với giá - 65,00. Bạn nên ghé thăm từ Thứ Hai đến Thứ Năm vì cuối tuần sẽ có rất nhiều người câu cá.Đọc thêm",
            "Tôi đã đi câu cá ở hồ này lần đầu tiên sau 35 năm!  Đó là một nơi tuyệt đẹp để chỉ ngồi và ngắm nhìn cuộc sống của các loài chim mặc dù tôi có vài chiếc cột trong nước!  Rất thư giãn!Đọc thêm",
            "Là một người đã đến đây từ khi tôi 5 tuổi - bây giờ tôi 21 tuổi - tôi tin rằng mình có thể đưa ra đánh giá tốt về hồ này cũng như các đặc điểm của nó. Ngoài một số nhân viên tại văn phòng phía trước - không phải là dịch vụ khách hàng tốt nhất - hồ này rất phù hợp cho gia đình. Nó có một công viên được bảo trì tốt - không được thắp sáng khi trời tối - được đặt gần một gian hàng có bàn và phòng vệ sinh sạch sẽ. Hầu hết các con đường đều là vỉa hè, ngoại trừ phần cuối của hồ là đường đất - không trải sỏi - . Hồ có một con đường mòn tự nhiên nhỏ rất thú vị để đi qua. Cây cối rất phong phú và cung cấp nhiều bóng mát cũng như một điểm cắm trại tuyệt vời. Cuộc sống hoang dã chủ yếu bao gồm thỏ, loài gặm nhấm, rắn, nhện, thằn lằn và rất nhiều loài chim để lắng nghe. Thùng rác và rác ở mức tối thiểu vì thỉnh thoảng có người nhặt rác - không chắc có lịch trình - . Port-a-poty - s cũng được xử lý và thỉnh thoảng đổ đi. Các nhân viên bảo vệ thường xuyên đến thăm khắp công viên để đảm bảo an toàn và các quy định được tuân thủ. Giới hạn tốc độ cho phần lớn công viên là 10 dặm/giờ, ngoại trừ gần phần Đông Bắc của hồ là 20 dặm/giờ. Hãy nhớ rằng không phải tất cả các tài xế đều tuân theo tốc độ giới hạn. Các hoạt động tuyệt vời tại hồ bao gồm: Đi xe đạp, Chèo thuyền, Chạy bộ, Chạy, Bóng đá và tất nhiên là Câu cá. Nếu bạn và gia đình đang tìm kiếm một nơi tốt để dành một ngày cuối tuần dài Rời xa cuộc sống thành phố hoặc chỉ để ra khỏi nhà thì đây là một nơi tuyệt vời để đến.Đọc thêm",
            "Chúng tôi rất hào hứng và thích thú khi đến thăm hồ Braunig nhưng như một du khách khác đã nói trước đó, nữ tiếp viên cực kỳ thô lỗ. Chồng tôi đã hỏi một số thông tin cơ bản về công viên với nữ tiếp viên thô lỗ này. Cô ấy rất hạn chế với câu trả lời của mình và dường như bị làm phiền bởi những câu hỏi của chúng tôi. Cô ấy trả lời - Đó - chỉ là một hồ chèo thuyền đánh cá - khi được hỏi về việc nó thân thiện với gia đình như thế nào. Khi được hỏi có sân chơi nào không, cô ấy ngập ngừng và trả lời - có nhưng nó - chỉ dành cho trẻ nhỏ - theo cách không được chào đón nhất khi cô ấy nhìn qua ghế sau với cửa sổ của chúng tôi mở lên! Tôi có một đứa con 5 tuổi và trong cuốn sách của tôi, tôi coi đó là đứa trẻ. Cô ấy không giúp ích được gì trong bất kỳ vấn đề nào và dường như quan tâm nhiều hơn đến việc nhận tiền của chúng tôi và hoàn thành công việc với chúng tôi. Chúng ta đã rời đi! Tôi sẽ không giao công việc kinh doanh của mình cho một người thiếu sự lễ phép cơ bản của con người và sự tôn trọng khách hàng.  Nơi này trông hơi xuống cấp và nhếch nhác. Khung cảnh hồ tuyệt đẹp khi bạn nhìn qua người phụ nữ khủng khiếp đó ở quầy thanh toán. Đọc thêm",
            "Tôi đang ở đây để câu cá nhưng vẫn chưa gặp may. Chồng tôi thích hồ này và thường xuyên đến đây câu cá. Đây là một cái hồ nhân tạo và họ luôn trữ nước trong đó. Câu cá - chèo thuyền kayak: địa điểm lý tưởng để thực hiện cả hai. Họ có một trạm làm sạch cá. Bơi lội: Không được phép bơi. Thuyền: bạn có thể sử dụng thuyền nếu bạn dùng nó để câu cá hoặc chỉ dạo chơi trên đó. Tụ họp: một nơi tuyệt vời để tụ tập nhưng họ không có nhiều bàn và chỉ một số địa điểm nhất định mới có cây để tận hưởng bóng mát. Có một số món nướng. Đó là - 7 người đến sân. Bạn phải trả thêm một chút nếu mang thuyền kayak hoặc thuyền vào công viên. Đọc thêm",
            "Rất yên bình.  Chúng tôi thấy mọi người câu cá, cắm trại và nướng thịt.  Nó có giá - 7 cho mỗi người lớn.  Nhân viên thân thiện và phòng tắm sạch sẽ. Đọc thêm",
            "Con gái tôi và tôi quyết định đi đến Hồ Braunig để mua một chiếc thuyền - thẻ gia đình trong năm khi tôi đến gần cửa sổ, tôi được chào đón bởi một người phụ nữ có khuôn mặt chua chát và một người khác ngồi cạnh cô ấy trên ghế Tôi hỏi liệu tôi có thể lấy bản đồ và lái xe đến công viên để xem trang web rv cho đoạn giới thiệu du lịch của mình không, cô ấy nói KHÔNG !! bạn phải trả tiền - 7,00 mỗi người để vào công viên lắc đầu và theo một cách thô lỗ, tôi đã đề nghị để lại bằng lái xe của mình. Công viên Calaveras không có vấn đề gì khi cho phép tôi làm điều này. Tôi 43 tuổi và lớn lên ở hai hồ này vào mỗi cuối tuần với ông tôi trên một chiếc thuyền tạo ra rất nhiều kỷ niệm ở hai hồ này, thật buồn khi phải nói rằng họ đã đánh mất công việc kinh doanh của tôi, gia đình tôi sẽ gắn bó với một nơi có phòng vệ sinh và vòi sen sạch đẹp, quay trở lại ĐẢO GOOSE năm nay, nơi chúng tôi luôn được chào đón bằng những nụ cười và lời chào với sự tôn trọng, tôi nghĩ Braunig cần phải loại bỏ hai người phụ nữ khốn khổ thô lỗ đó ở phía trước, đó là một trải nghiệm rất đáng thất vọngĐọc thêm",
            "Nó vẫn mở cửa vì virus này đang diễn ra chứ Tôi - muốn đi câu cá nhưng không biết công viên này có mở cửa khôngĐọc thêm",
            "Sau khi bạn đã thanh toán phí vào cửa, bạn có đặc quyền quay lại nếu bạn phải rời đi trong thời gian ngắn không?Đọc thêm",
            "Giống như RayL, tôi không biết. Hãy cho tôi phiếu bầu hữu ích!Đọc thêm",
            "Loại bate nào có thể sử dụng hoặc nghe thấy để sử dụngĐọc thêm",
            "Tôi nghe nói rằng cá rô phi sống và tôm đông lạnh vùng vịnh là lựa chọn tốt nhất khi cá mú đỏ muốn cắn câu. Đọc thêm",
            "Thuyền kayak có phải chịu phí dốc thuyền không?Đọc thêm",
            "Có, thuyền kayak có mức phí tương tự như thuyền.  - 7 Tôi tin.Đọc thêm",
            "Họ mở cửa lúc mấy giờ?Đọc thêm",
            "Xin chào, cảm ơn thông tin của bạn. Đối với khu vực câu cá, chúng tôi muốn biết bạn có cần thuyền hay có nơi nào để ngồi quanh hồ không\nTrân trọng\nJildaĐọc thêm",
            "Hồ này có bắt được cá chẽm không?Đọc thêm",
            "Bạn có thể mang rượu đến công viên được khôngĐọc thêm"
        ],
        "star_ratings": [
            5,
            4,
            3,
            2,
            3
        ],
        "review_amount": 17,
        "location": [
            "Hoa Kỳ",
            "Hồ Braunig",
            "Thánh Anthony",
            "Những điều cần làm ở San Antonio",
            "Texas - TX -"
        ],
        "reviews_time": [
            "Written February 1, 2024",
            "Written March 30, 2023",
            "Written July 30, 2022",
            "Written November 9, 2019",
            "Written February 27, 2019",
            "Written March 22, 2018",
            "Written March 17, 2018",
            "Written August 12, 2017",
            "Written April 9, 2017",
            "Written March 28, 2017"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g60956-d563381-Reviews-Braunig_Lake-San_Antonio_Texas.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g55800-d906597-Reviews-Tom_s_Burgers_More-Elmendorf_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55800-d13842695-Reviews-7_Eleven-Elmendorf_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55800-d910215-Reviews-Bill_Miller_Bar_B_Q-Elmendorf_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60956-d20038726-Reviews-Subway-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60956-d15230535-Reviews-Whataburger-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55800-d4661017-Reviews-Burger_King-Elmendorf_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60956-d23568183-Reviews-Cinnabon-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60956-d26968012-Reviews-Subway-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55800-d26988403-Reviews-Tacos_El_Agavero-Elmendorf_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60956-d26921223-Reviews-Sonic_Drive_In-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d106255-Reviews-Mission_Espada-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d10079192-Reviews-The_Espada_Aqueduct-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d12219788-Reviews-Haunted_Train_Track-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55800-d27080060-Reviews-San_Antonio_Railroad_Heritage_Museum-Elmendorf_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55800-d27023580-Reviews-Sandy_Oaks_City_Park-Elmendorf_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d11773095-Reviews-Macoyo_Produce-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d27005587-Reviews-Jim_Mattox_Park-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d563381-Reviews-or10-Braunig_Lake-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d108413-Reviews-San_Antonio_Missions_National_Historical_Park-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d108031-Reviews-Japanese_Tea_Gardens-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d116411-Reviews-San_Antonio_River-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d169799-Reviews-Natural_Bridge_Caverns-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d145392-Reviews-San_Antonio_Botanical_Garden-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d106262-Reviews-Brackenridge_Park-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d106308-Reviews-Natural_Bridge_Wildlife_Ranch-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d108030-Reviews-Hemisfair-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d104199-Reviews-San_Antonio_Zoo-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d7364033-Reviews-San_Antonio_Aquarium-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d116413-Reviews-Mission_San_Jose-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d108457-Reviews-Mission_Trail-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d106257-Reviews-Mission_San_Juan-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d7906330-Reviews-Alamo_Helicopter_Tours-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d7984563-Reviews-Mission_Adventure_Tours-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d23171470-Reviews-281_Country_Club-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55800-d1575330-Reviews-Sandy_Oaks_Olive_Orchard-Elmendorf_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d5041776-Reviews-Texas_Air_Museum_Stinson_Field-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d4833632-Reviews-Mitchell_Lake_Audubon_Center-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d24999310-Reviews-Alamo_Texas_Fishing-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d14011375-Reviews-Bones_Fishing_Guide_Service-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d218536-Reviews-Mission_del_Lago_Golf_Course-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g186609-d215937-Reviews-Salthill_Promenade-Galway_County_Galway_Western_Ireland.html",
            "https://www.tripadvisor.com/Attraction_Review-g31441-d10500821-Reviews-Bentonville_Town_Square-Bentonville_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d104369-Reviews-Tenement_Museum-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g294454-d549626-Reviews-Jarun_Lake-Zagreb_Central_Croatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g47962-d2423159-Reviews-Resorts_World_New_York_City-Jamaica_Queens_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g143018-d2264088-Reviews-Bat_Flight_Program_in_Carlsbad_Caverns_National_Park-Carlsbad_Caverns_National_Pa.html",
            "https://www.tripadvisor.com/Attraction_Review-g1872665-d3805606-Reviews-The_Third_Tunnel-Paju_Gyeonggi_do.html",
            "https://www.tripadvisor.com/Attraction_Review-g608720-d4997645-Reviews-Milos_Winery-Ston_Peljesac_Peninsula_Dubrovnik_Neretva_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g674784-d4057685-Reviews-Vittoriosa_Market-Birgu_Vittoriosa_Island_of_Malta.html",
            "https://www.tripadvisor.com/Attraction_Review-g48692-d4130766-Reviews-Avalon_Park_Preserve-Stony_Brook_Long_Island_New_York.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g60956-d563381-Reviews-or10-Braunig_Lake-San_Antonio_Texas.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g60956-d563381-Reviews-Braunig_Lake-San_Antonio_Texas.html"
    }
]