[
    {
        "attraction_name": "Brettos Bar",
        "attraction_name_vi": "Thanh Brettos",
        "general_info": [
            "1.385 đánh giá",
            "8 trên 267 Cuộc sống về đêm ở Athens",
            "Câu lạc bộ quán bar"
        ],
        "attraction_summary": "Vị khách không ngờ tới của trung tâm lịch sử Athens không thể bỏ lỡ hàng trăm chai lọ và đèn đầy màu sắc trang trí các bức tường của Brettos. BRETTOS là nhà máy chưng cất lâu đời nhất ở Athens. Nó bắt đầu hoạt động lần đầu tiên vào năm 1909 ở tầng trệt của một lâu đài cổ Athen ở trung tâm Plaka. Tại cơ sở đó, người sáng lập của ông, ông Michael Brettos, bắt đầu sản xuất các hương vị ouzo, rượu mạnh và một số loại rượu mùi, từ các loại rượu cổ điển lâu đời như anh đào và bạc hà cho đến những loại đặc biệt nhất như cam quýt và masticha, sử dụng công thức nấu ăn gia đình cũ từ Smyrni Izmir, Thổ Nhĩ Kỳ. Khi nhu cầu bắt đầu tăng cao hơn dự kiến, ông phải chuyển nhà máy chưng cất đến Kallithea và vận hành cửa hàng nhỏ trên phố Kydathineon như một cửa hàng rượu, đồng thời là quán bar nơi khách du lịch cũng như người dân địa phương có thể nếm thử và mua bất kỳ loại rượu mùi nào họ muốn. vì. Sau ngần ấy thập kỷ, nhà máy chưng cất và quán bar Brettos vẫn là nơi tốt nhất để thưởng thức một vài đồ uống sau giờ làm việc, sau bữa ăn ngon hoặc ngay trước khi bạn đi ngủ. Không có bất kỳ quy tắc nào về phong cách sống, với âm nhạc nhẹ nhàng phát ra từ chiếc radio nhỏ bị bỏ quên trên một trong những chiếc kệ gỗ, Brettos là nơi hoàn hảo để bạn muốn thoát khỏi cuộc sống hàng ngày và trò chuyện với bạn bè. Điều duy nhất có thể làm bạn ngạc nhiên là ánh đèn flash phát ra từ máy ảnh của tất cả khách du lịch ghé thăm cửa hàng hàng ngày. Điều duy nhất bạn nên chắc chắn là bạn có thể dễ dàng yêu Brettos vì bầu không khí đặc biệt của nó, vừa nhẹ nhàng vừa hấp dẫn, tính chân thực và thân thiện của những người sở hữu nó.Đọc thêm",
        "reviews": [
            "Do nằm gần Acropolis nên Plaka vẫn là khu vực có phần lớn du khách nước ngoài lưu trú và vui chơi. Các đặc điểm hấp dẫn của nó bao gồm các quảng trường nhỏ, một số bảo tàng nổi tiếng và nhà thờ Mitropolis xinh đẹp cũng như một loạt các địa điểm lưu trú, ăn uống. Khu vực dành cho người đi bộ khiến nơi đây trở thành một nơi thú vị để thoát khỏi tình trạng giao thông khét tiếng của thành phố. Phố Adrianou và Kidathineon có một số cửa hàng lưu niệm, cung cấp các mặt hàng đẳng cấp hơn những gì bạn có thể tìm thấy ở Chợ trời. Phần bổ ích nhất để khám phá là phần thượng nguồn hướng tới Acropolis, nơi có nhiều ngôi nhà bằng đá cũ với mái ngói vẫn còn tồn tại. Ở trên đây, bạn có thể tìm thấy những góc rợp lá và quán rượu kỳ lạ với tầm nhìn không bị cản trở ra tảng đá cổ.Đọc thêm",
            "Đây dễ dàng là một trong những quán bar thú vị nhất mà tôi từng ghé thăm. Thật khó để bỏ lỡ sự đa dạng bắt mắt của những chai lọ đầy màu sắc trên tường.\n\nNgười pha chế khá thẳng thắn, cho chúng tôi lời khuyên chắc chắn về việc nên uống gì và bỏ qua gì, tất cả đều tùy thuộc vào sở thích của chúng tôi. Chúng tôi thực sự đánh giá cao phản hồi trung thực của anh ấy.\n\nNhìn chung, đó là khoảng thời gian tuyệt vời.Đọc thêm",
            "Lựa chọn tuyệt vời các loại đồ uống cocktail. Không khí đủ thân thiện để bạn có thể bắt chuyện với những người hoàn toàn xa lạ và đột nhiên lúc 2 giờ sáng và quán bar đóng cửa! Giá trị tuyệt vời của tiền. Chắc chắn sẽ giới thiệu và rất muốn quay lại đây.Đọc thêm",
            "Đây có thể là địa điểm yêu thích của chúng tôi ở Athens. Chúng tôi đến vào ngày đầu tiên để nếm thử rượu vang với Konstantinos và chúng tôi đã bị cuốn hút. Chúng tôi đã ghé thăm tổng cộng 3 lần, mỗi lần được nếm thử một loại rượu khác nhau. Konstantinos thật tuyệt vời! Bạn bè của tôi và tôi sẽ quay lại nhiều lần. Đừng bỏ lỡ viên ngọc quý này của quán bar! Đọc thêm",
            "Nơi tuyệt vời để đi uống nước ở Athens!  Họ đã có nhiều lựa chọn tuyệt vời về các loại cocktail và đồ uống đặc trưng khác nhau. Bầu không khí tuyệt vời và dịch vụ tuyệt vời. Chúng tôi yêu thích nó đến mức đã đến đây hai lần trong ba ngày ở Athens.Đọc thêm",
            "Nhân viên thân thiện và hữu ích.  Giải thích các cấp độ khác nhau của Ouzo cho chúng tôi và giúp chúng tôi chọn ra một số cấp độ.  Chắc chắn giá trị dừng lại.  Bên trong đầy màu sắc và khu vực nhỏ ngoài trời là nơi tuyệt vời để mọi người ngắm nhìn khi bạn thưởng thức đồ uống của mình.Đọc thêm",
            "Nơi tốt nhất để thưởng thức đồ uống dành cho người lớn. Phải thử khi đến Athens!  Người phục vụ của chúng tôi đã giúp chúng tôi chọn loại cocktail phù hợp nhất với mỗi người. Và bất kể đám đông, anh ấy sẽ tìm chỗ ngồi cho bạn. Đọc thêm",
            "Chúng tôi đã gọi điện từ nhiều năm trước và đây vẫn là một quán bar rất ngon và hấp dẫn. Bên trong nó thực sự đầy màu sắc và thu hút bạn. Đồ ăn nhẹ cũng rất ngon. Điều duy nhất của tôi là mọi người đang chờ đợi để được phục vụ và một trong những nhân viên nữ liên tục nghe điện thoại di động của cô ấy trong khi hai chàng trai chạy xung quanh như điên nên cuối cùng chúng tôi rời đi. Đọc thêm",
            "Vợ tôi và tôi ghé vào Brettos Bar ở Athens trong một kỳ nghỉ cuối tuần ngắn ngủi. Bầu không khí tuyệt vời.  Tuyển chọn rất nhiều loại rượu vang, rượu mùi và một hoặc hai loại bia lạnh. Phong cách trang trí mang phong cách Harry Potteresque và nhân viên thân thiện, chuyên nghiệp và rất hữu ích.   Rất đáng để dừng chân trên đường trở về từ Bảo tàng Acropolis và Acropolis tuyệt vời.\nRất khuyến khích. Đọc thêm",
            "Đây là điều chúng tôi phải làm khi dừng chân ở Athens để chụp những bức ảnh mang tính biểu tượng và nếm thử rượu ouzo.\n\nCuối cùng chúng tôi đã nếm thử rượu vang. Người pha rượu của chúng tôi vô cùng hiểu biết và chúng tôi đã nếm thử một số loại rượu vang tuyệt vời, kiến ​​thức và bản tính hay nói chuyện của anh ấy đã khiến buổi nếm thử rượu vang trở thành một trải nghiệm thực sự đáng nhớ. Sau đó, chúng tôi đã sử dụng kiến ​​thức mới có được trong kỳ nghỉ của mình để chọn rượu vang từ thực đơn của nhà hàng vì chúng tôi biết loại nho nào cần tìm.\n\nChúng tôi đã ở lại quá thời gian hẹn một chút và trong khi chúng tôi đang uống, một gia đình người Ấn Độ đã đến để nếm thử và chúng tôi đã vui lòng cho phép thử một trong những loại rượu vang hồng mà họ có trong danh sách lựa chọn của họ.\n\nMột điều chắc chắn phải làm. Hãy đảm bảo rằng bạn đã sẵn sàng với loại rượu vang bạn thích vì buổi nếm thử sẽ dựa trên khẩu vị của bạn. Chúng tôi thích một loại nho Sicilia cụ thể và vì vậy buổi nếm thử rượu vang của chúng tôi chắc chắn dựa trên sở thích của chúng tôi.\n\nThật tuyệt khi chúng tôi nói về một vườn nho địa phương ở phía bắc nơi chúng tôi sống, điều này đã tạo ra một chủ đề trò chuyện mới, điều đó có nghĩa là đối với chúng tôi, đó không chỉ là rót rượu, trò chuyện, rượu tiếp theo.\n\nNhư tôi đã nói, đây là điều chắc chắn phải làm, nhưng lần tới ở Athens, tôi cũng phải nếm thử rượu ouzo. Đọc thêm",
            "Chúng tôi nhìn thấy Brettos khi lang thang ở Plaka và thấy nhiều người chụp ảnh khi chúng tôi dùng bữa ở Kosmikon. Nhưng nó còn hơn cả một bức ảnh. Họ có một danh sách đồ uống phong phú với nhiều lựa chọn địa phương. Tôi khuyên bạn nên thử rượu quế mật ong hoặc Rakomelo, nếu bạn chưa từng nếm thử trước đây. Ngoài ra, hãy thử một trong những loại cocktail của họ - chúng tôi đã uống một vài ly và chúng rất ngon. Nếu bạn thích rượu vang hơn, Brettos cũng phục vụ món này. Chúng tôi thấy nhiều người đang nhấm nháp ly bên ngoài mỗi lần chúng tôi đi ngang qua.Đọc thêm",
            "Chúng tôi đã có khoảng thời gian tuyệt vời tại Brettos! Chúng tôi đã nếm thử rượu vang Hercules và Nếm rượu ngọt. Constantino rất hiểu biết và vui vẻ. Sau đó, chúng tôi nếm thử rượu mạnh và rượu ouzo. Chắc chắn là một trải nghiệm học tập thân mật tuyệt vời.Đọc thêm",
            "Đối tác của tôi và tôi đã đến đây vào đêm cuối cùng ở athens. Nơi đây có bầu không khí tuyệt vời, dịch vụ nhanh chóng và đồ uống tuyệt vời! Một vị trí tuyệt vời và lối trang trí đẹp mắt! Nếu bạn không phải là người hâm mộ ouzo, đừng lo, có rất nhiều loại bia, rượu vang và cocktail.Đọc thêm",
            "Quán bar tuyệt vời với năng lượng và sự rung cảm tuyệt vời! Rất khuyến khích địa điểm này nếu bạn đi ngang qua và muốn uống cocktailĐọc thêm",
            "Chúng tôi phát hiện ra quán bar tuyệt vời này trong khi lang thang quanh Plaka, thật là một phát hiện tuyệt vời. Họ có một vài 3 hoặc 4 bàn bên ngoài nơi chúng tôi có những ly cocktail tuyệt vời, chúng cũng có giá trị tốt. Chúng tôi gọi điện mỗi tối trước hoặc sau bữa tối. Dịch vụ này có thể hơi chậm vì nó phổ biến và họ dường như không có nhiều nhân viên, điều đó cho thấy, dù sao thì ai cũng đang vội trong kỳ nghỉ!Đọc thêm",
            "Nichlaus ở quán bar thật tuyệt vời.  Người sommelier đánh vần Cosintinous là người hiểu biết và thân thiện.  Chúng tôi đã có khoảng thời gian tuyệt vời và sẽ quay lạiXem thêm",
            "Một nơi tuyệt vời để khám phá và nếm thử một số loại rượu Ouzo và một số loại rượu ngon từ Hy Lạp.  Thật không may, chúng tôi đang ngồi cạnh hai gia đình có con cái của họ đang la hét và không nói chuyện!  Vì vậy chúng tôi rời nơi này sớm hơn một chút.Đọc thêm",
            "Bẫy du lịch. Phải đặt hàng nhiều lần, trong suốt 45 phút, cuối cùng chúng tôi mới nhận được đồ uống một giờ sau khi đến. Quầy bar rất đẹp, nhưng đồ uống thì không có gì đặc biệt.  Nhân viên quan tâm đến việc trò chuyện với các cô gái tuổi teen hơn là giao dịch với khách hàng trả tiền. Hãy đi nơi khác và tiết kiệm cho mình một giờ trong cuộc đời.Đọc thêm",
            "Quầy rượu vang rất thú vị - cocktail tuyệt vời và nhiều loại rượu vang tuyệt vời từ khắp Hy Lạp. Tốt lắm. Rất bận rộn nhưng nhân viên rất thân thiện và hiểu biết. Đọc thêm",
            "Chúng tôi dừng lại ở đây hai lần. Lần đầu tiên là cùng vài người bạn đi uống nước. Bầu không khí vui vẻ nhưng không có nhiều chỗ ngồi trong nhà. Chúng tôi có một ít ouzo, mojitos và bia với một ít pho mát và thịt. Tất cả đều ngon. Các nhân viên rất thân thiện và dành thời gian để giải thích sự khác biệt trong ouzo của họ. Lần thứ hai chúng tôi đến đây là ở tầng dưới để nếm thử dầu ô liu. Tầng dưới cũng là nơi bạn có thể mua chai dầu ô liu và rượu. Một lần nữa, các nhân viên rất thân thiện và hữu ích. Nói chung là tuyệt vời và sẽ được giới thiệu như một điểm dừng uống nước nếu bạn có thời gian.Đọc thêm",
            "Hãy cẩn thận! Cửa hàng đáng yêu, Tuy nhiên, Chúng tôi đã được bán hai chai 200ml khi chúng tôi nói rõ rằng chúng tôi đang đi du lịch và có giới hạn là 100ml. Thật không may, chúng tôi đã đến bộ phận an ninh, khi họ chặn chúng tôi lại và nói rằng những chai này quá lớn, chúng tôi đã nói rõ ràng là Không, chúng là 100ml vì chúng tôi đã nói với cửa hàng rằng chúng tôi chỉ có thể lấy 100ml! Nhân viên an ninh tiến hành cho chúng tôi xem số 1 được viết nguệch ngoạc trên số 2, để trông giống như là 100ml nhưng thực tế là 200ml! Bây giờ tôi không biết liệu họ cố tình làm như vậy để đánh lừa bộ phận an ninh hay chúng tôi, tất cả những gì tôi biết là chúng tôi đã bị tịch thu và vứt đi trước mắt chúng tôi. Chúng tôi đã đủ ngốc nghếch để tin rằng chúng là 100ml mà không cần kiểm tra, Kiểm tra! Tôi sẽ cho họ lợi ích của sự nghi ngờ, nhưng tôi sẽ không tin tưởng họ nữa. Chúc may mắnĐọc thêm",
            "Bạn có công việc gì không, tôi sẵn sàng làm việc bất cứ lúc nàoĐọc thêm",
            "Chi phí nếm thử rượu là bao nhiêu?Đọc thêm",
            "Chúng tôi rất xin lỗi vì đã không liên lạc với bạn sớm hơn. Tôi hy vọng được hỗ trợ bạn vào lần tới khi bạn đến Athens Đọc thêm",
            "Xin chào, thanh này đắt bao nhiêu? Tôi muốn gặp anh ấy nhưng tôi đi với tư cách bạn bè và tôi không biết liệu anh ấy có đắt lắm không!!Đọc thêm",
            "Rất tiếc, chúng tôi mới bắt đầu kiểm tra tài khoản cố vấn chuyến đi của mình. Nếu bạn vẫn muốn đặt câu hỏi, xin vui lòng liên hệ với chúng tôiĐọc thêm",
            "Tên chủ sở hữuĐọc thêm",
            "Rất tiếc, chúng tôi mới bắt đầu kiểm tra tài khoản cố vấn chuyến đi của mình. Nếu bạn vẫn muốn đặt câu hỏi, xin vui lòng liên hệ với chúng tôiĐọc thêm",
            "Tôi muốn biết quán bar này có ở đó vào năm 1982 khôngĐọc thêm",
            "Rất tiếc, chúng tôi mới bắt đầu kiểm tra tài khoản cố vấn chuyến đi của mình. Nếu bạn vẫn muốn đặt câu hỏi, vui lòng liên hệ với chúng tôi.Đọc thêm",
            "Họ chơi loại nhạc gì trên trang web này? Một thứ âm nhạc đặc biệt vì ở Hy Lạp tôi vẫn chưa tìm được nơi nào tuyệt vời về đêm. Điều đó khiến tôi muốn quay lại.Đọc thêm",
            "Rất tiếc, chúng tôi mới bắt đầu kiểm tra tài khoản cố vấn chuyến đi của mình. Nếu bạn vẫn muốn đặt câu hỏi, xin vui lòng liên hệ với chúng tôiĐọc thêm",
            "Kalimera từ Luân Đôn Vương quốc Anh\n\nBạn có danh sách đồ uống không, chúng tôi có thể tải xuống. Chúng tôi đến Athens vào dịp Giáng sinh và nơi ở của bạn trông thật tuyệt vời.\n\nCảm ơn bạn đã giúp đỡ\n\nRosie NĐọc thêm",
            "Rất tiếc, chúng tôi mới bắt đầu kiểm tra tài khoản cố vấn chuyến đi của mình. Nếu bạn vẫn muốn đặt câu hỏi, xin vui lòng liên hệ với chúng tôiĐọc thêm",
            "CHÀO! Tôi chỉ đi du lịch với hộ chiếu làm giấy tờ tùy thân nhưng không muốn rời khách sạn với nó. Nếu tôi không uống rượu, tôi có thể ngồi ở quầy bar và uống đồ uống không cồn không? Cảm ơn!Đọc thêm",
            "Chào bạn, bạn trông trên 18 tuổi có thể uống bất kỳ đồ uống nào bạn thích. Có cồn hay không.Đọc thêm"
        ],
        "star_ratings": [
            980,
            290,
            55,
            32,
            28
        ],
        "review_amount": 1385,
        "location": [
            "Châu Âu",
            "Attica",
            "Thanh Brettos",
            "Hy Lạp",
            "Athens",
            "Những việc cần làm ở Athens"
        ],
        "reviews_time": [
            "Written June 24, 2023",
            "Written July 24, 2023",
            "Written July 25, 2023",
            "Written August 2, 2023",
            "Written August 19, 2023",
            "Written August 28, 2023",
            "Written September 12, 2023",
            "Written September 13, 2023",
            "Written October 9, 2023",
            "Written October 14, 2023",
            "Written May 27, 2024",
            "Written May 20, 2024",
            "Written May 17, 2024",
            "Written May 16, 2024",
            "Written May 6, 2024",
            "Written May 4, 2024",
            "Written April 29, 2024",
            "Written April 26, 2024",
            "Written March 28, 2024",
            "Written March 22, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g189400-d523153-Reviews-Brettos_Bar-Athens_Attica.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g189400-d12706875-Reviews-Victory_Cafe-Athens_Attica.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189400-d20318078-Reviews-Symposio_Resto_Bar-Athens_Attica.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189400-d12658864-Reviews-Iliada-Athens_Attica.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189400-d10587843-Reviews-Elaea_Dine_Wine-Athens_Attica.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189400-d5041914-Reviews-Liondi_Traditional_Greek_Restaurant-Athens_Attica.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189400-d9979781-Reviews-Indian_Haveli-Athens_Attica.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189400-d19694536-Reviews-V1935_Roof_Garden-Athens_Attica.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189400-d23955658-Reviews-Grande_Dame_Athenian_Tavern-Athens_Attica.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189400-d14168019-Reviews-Mamacita_Taqueria_y_Cocteleria-Athens_Attica.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189400-d798636-Reviews-Noodle_Bar_Syntagma-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d27533825-Reviews-Renee_Accessories_Clothing-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d519616-Reviews-Monument_of_Lysikrates-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d198711-Reviews-Parthenon-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d198706-Reviews-Acropolis-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d12567543-Reviews-Sofokli_Art_Gallery-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d2587476-Reviews-Hellenic_Children_s_Museum-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d10322936-Reviews-Agios_Nicholas_Rangavas_Church-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d3572490-Reviews-Ioannidou_Art_Gallery-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g670148-d23418230-Reviews-Plaka_Bridge-Arta_Arta_Region_Epirus.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d4579606-Reviews-Orlik_Gallery-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d523153-Reviews-or10-Brettos_Bar-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d14951176-Reviews-Ale_Blues-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d14895894-Reviews-Athens_Wine_Tasting-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d11644847-Reviews-Wine_O_Clock-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d17836236-Reviews-EASYEXPERIENCES-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d13204825-Reviews-Cinque_Wine_Tastings-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d6428584-Reviews-7_Times_Athens-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d23421842-Reviews-Telia_Travel-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d8020407-Reviews-The_Clumsies-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d10538615-Reviews-MoMix_Bar_Kerameikos-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d14102495-Reviews-Pub_Crawl_Athens-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d19121617-Reviews-Thespis_Jewellery-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d26245429-Reviews-Brettos_Wine_Cellar-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d17406982-Reviews-Take_Walks-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d25380937-Reviews-Anna_Maria_Mazaraki-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d2693719-Reviews-Athens_Protasis_Jewellery_shop-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d8405724-Reviews-Kedima_Greek_Art_Flagship_store-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d8671095-Reviews-Kostis_Jewellery_Store-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d3194933-Reviews-Cine_Paris-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d16183413-Reviews-Hercules_Shop-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d16649317-Reviews-Greek_Cultural_Institute-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d15753610-Reviews-Topos_Travel-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d12981716-Reviews-Fotini_s_Deli-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d27534082-Reviews-Renee-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d12083867-Reviews-Kreitto-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g1096319-d3522548-Reviews-Trolltunga-Odda_Hardanger_Hordaland_Western_Norway.html",
            "https://www.tripadvisor.com/Attraction_Review-g60993-d138527-Reviews-Eden_Park-Cincinnati_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g14127623-d325725-Reviews-Shinsaibashi_suji_Shopping_Street-Chuo_Osaka_Osaka_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g34470-d2259049-Reviews-Robert_K_Rees_Memorial_Park-New_Port_Richey_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g55229-d108398-Reviews-Adventure_Science_Center-Nashville_Davidson_County_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d10730737-Reviews-Fantasia_Lagoon-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g297884-d1372972-Reviews-Jagalchi_Market-Busan.html",
            "https://www.tripadvisor.com/Attraction_Review-g188601-d547715-Reviews-Zandvoort_aan_Zee-Zandvoort_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g304030-d9792268-Reviews-Sindbad_Amusement_Park-Faisalabad_Punjab_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g37816-d2336049-Reviews-Davenport_Skybridge-Davenport_Iowa.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g189400-d523153-Reviews-or10-Brettos_Bar-Athens_Attica.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g189400-d523153-Reviews-Brettos_Bar-Athens_Attica.html"
    }
]