[
    {
        "attraction_name": "Brevard Zoo",
        "attraction_name_vi": "Sở thú Brevard",
        "general_info": [
            "2.624 đánh giá",
            "2 trong số 121 điều cần làm ở Melbourne",
            "Sở thú"
        ],
        "attraction_summary": "Khám phá thế giới động vật tại Vườn thú Brevard, một cơ sở được quốc tế công nhận là nơi sinh sống của hươu cao cổ, tê giác, mèo lớn và hàng trăm con vẹt đầy màu sắc. Trải nghiệm tương tác bao gồm cho hươu cao cổ và chim ăn, khu vui chơi dưới nước dành cho trẻ em và chèo thuyền kayak quanh môi trường sống của động vật.Đọc thêm",
        "reviews": [
            "Tôi đã đến thăm khá nhiều vườn thú nhưng đây là nơi tôi thích nhất.  Nhiều đến mức tôi đã làm tình nguyện viên ở đây được 7 năm.  Đó là một sở thú nhỏ làm những việc lớn.  Như nhiều du khách nói, dường như các loài động vật được tự do còn du khách bị giới hạn nhưng vẫn có thể tương tác và nhìn thế giới của chúng.Đọc thêm",
            "Khu vực này nằm ở khu vực Châu Phi của Vườn thú Brevard, khu vực đầu tiên bên trái khi bạn vào vườn thú. Tôi đã thực hiện chuyến tham quan chèo thuyền kayak Nyami-Nyami nhiều lần. Đây là một chuyến tham quan có hướng dẫn tuyệt vời và chi phí khoảng 10 người. Bạn đăng ký các chuyến tham quan theo thời gian dường như diễn ra khoảng nửa giờ một lần, điền vào đơn từ bỏ điện tử và quay lại vào thời gian đã hẹn. Khi đó bạn và nhóm của bạn được đưa xuống bãi biển, được phát áo phao, quần lót an toàn, nằm trên thuyền kayak dành cho 2 người và đẩy ra sông. Họ mất khoảng 6 chiếc thuyền kayak cùng một lúc. Hướng dẫn viên sẽ chèo lùi và cung cấp một đoạn hội thoại liên tục về Sông Nyami Nyami, các loài động vật và thắng cảnh khi bạn đi theo chúng quanh con đường vòng tròn. Tôi nhìn thấy trâu nước, lạc đà, ngựa vằn, vượn cáo đuôi chuông, tê giác và hươu cao cổ. Họ đang xây dựng chuồng nuôi sư tử nên trong tương lai bạn cũng có thể nhìn thấy chúng. Đây là một cuộc phiêu lưu tuyệt vời.  Tôi đặc biệt khuyến nghị điều này cho bất kỳ ai đến thăm sở thú muốn có trải nghiệm độc đáo và chuyến tham quan bằng thuyền kayak có hướng dẫn qua môi trường Châu Phi. Hãy tận hưởng!Đọc thêm",
            "Ngày tuyệt vời ở sở thú. Chúng tôi đã không đến đây trong 30 năm và thật vui khi được đến thăm sở thú tuyệt vời này. Vườn thú này được bảo quản rất tốt, cực kỳ sạch sẽ, bảng chỉ dẫn sáng sủa và dễ đọc. Nhân viên vườn thú rất thân thiện và lịch sự. Họ khiến bạn cảm thấy được chào đón và sẵn sàng giúp đỡ bạn bằng mọi cách. Chúng tôi hoàn toàn thích chuyến thăm của chúng tôi ở đây và thực sự khuyên bạn nên dành một ngày tại sở thú này.Đọc thêm",
            "Chúng tôi đã dành 5 giờ tham quan sở thú. \nCác nhân viên rất hữu ích và hiểu biết. Việc đi bộ bằng ván rất dễ điều hướng bằng xe tập đi của tôi. Các con vật thật gần gũi và sống động. Chúng tôi rất thích chuyến tàu ngắn để nhìn thấy những con vật không thể nhìn thấy được. Trải nghiệm tuyệt vời. \nThích hơn sở thú Atlanta. \nPhần Sư tử sẽ mở rộng đến gần tê giác vào tháng 9. \nSẽ đi một lần nữa. \nĐọc thêm",
            "Vườn thú này thật tuyệt vời! Tôi đến từ bang WA và tôi đã đến đây để tham quan và đã có khoảng thời gian tuyệt vời nhất. Lần thứ hai tôi bước vào công viên, các nhân viên đã nhiệt tình giúp đỡ khi cần thiết. Rất nhiều thông tin và rất nhiệt tình. Tôi có thể nói rằng các nhân viên ở đây rất đam mê công việc của họ.  \n\nTrong vòng 4 giờ, tôi đã có thể đu dây Zip Line, đi bộ Trek, Tour chèo thuyền kayak châu Phi, cho hươu cao cổ ăn, cho chim ăn và có thời gian dừng lại để xem tất cả các loài động vật khác. \n\nErik với chuyến đi bộ trekzipline trải nghiệm Sarah với các chuyến tham quan bằng thuyền kayak - những con người tuyệt vời như vậy. Tôi cũng đã có khoảng thời gian tuyệt vời khi trò chuyện với những người nuôi hươu cao cổ và khu vực cho vẹt vẹt ăn. Họ thực sự đảm bảo rằng chuyến thăm của tôi là chuyến thăm cả đời và tôi sẽ không quên. Ở đây có rất nhiều loài động vật xinh đẹp, tất cả đều được chăm sóc rất tốt. Một lần nữa, bạn có thể nghe thấy niềm đam mê trong lời nói của những người trông coi vườn thú khi họ nói về những con vật mà họ làm việc cùng. Họ thực sự yêu thích nó.\n\nCông viên cực kỳ dễ dàng để đến và tìm chỗ đậu xe. Rất nhiều biển báo khắp sở thú để giúp bạn định hướng. Cách bố trí của vườn thú cũng được thực hiện rất tốt, tạo nên một dòng chảy tự nhiên đẹp đẽ từ khu vực này sang khu vực tiếp theo. Rất nhiều món ăn tuyệt vời, Dip n Dots- món ăn yêu thích của tôi! Giá cả cũng khá. Tôi thực sự khuyên bạn nên dừng ở đây!\n\nTôi sẽ trở lại vào năm sau để thực hiện thử thách vượt chướng ngại vật và chèo thuyền kayak quanh hang sư tử nhiều hơn!Đọc thêm",
            "Đến thăm bạn bè để làm gì đó vào một ngày đầu xuân ấm áp. Kỳ vọng là rất nhỏ đối với một vườn thú nhỏ của quận, nhưng chúng tôi rất ngạc nhiên. Vườn thú đủ lớn để có nhiều lựa chọn triển lãm và động vật đẹp mắt nhưng cũng đủ nhỏ để việc đi bộ đến mọi nơi không phải là vấn đề ngay cả đối với những người cao tuổi như chúng tôi. Cách bố trí rất tuyệt vời và cơ sở vật chất rất sạch sẽ. Tuy nhiên, điều khiến chuyến thăm trở nên hài lòng là đội ngũ nhân viên. Mỗi cuộc triển lãm đều có nhân viên của vườn thú, những người vừa hiểu biết vừa thân thiện. Họ dường như biết các loài động vật như bạn bè và rất kiên nhẫn giải thích những điều phức tạp của chúng cho mọi người. Brevard có thể rất tự hào về cơ sở này và từng nhân viên của nó. Chúng tôi yêu thích trải nghiệm này.Đọc thêm",
            "Tôi đã đến thăm sở thú hai lần vào tháng 3 năm 2024, mỗi lần đều đi cùng các cháu 5 tuổi trở xuống. Sở thú đã vượt quá mong đợi của chúng tôi. Sở thú sạch sẽ, được bảo dưỡng tốt, tươi tốt tuyệt đẹp và có kích thước rất dễ quản lý. Có rất nhiều nhân viên và tình nguyện viên thân thiện, chuyên nghiệp và hiểu biết. Cơ hội được nhìn thấy các loài động vật ở cự ly gần đặc biệt ấn tượng. Đây không phải là một sở thú rộng lớn với hàng trăm loài nhưng đó là điều khiến nơi đây trở nên thú vị hơn. Thực đơn tại các quầy hàng thực phẩm khác nhau cung cấp nhiều lựa chọn và chúng tôi rất ấn tượng với kích thước khẩu phần và chất lượng. Giá cả không quá đắt, vì đây là một điểm đến du lịch. Đọc thêm",
            "Thật là một khung cảnh ngoài trời tuyệt đẹp để tạo ra những kỷ niệm không bao giờ cũ với bạn bè và gia đình. Những con đường có bóng râm giúp bạn dễ dàng bước vào. Các cuộc triển lãm ngày càng phát triển cho phép bạn có cái nhìn cận cảnh về nhiều loại động vật, nhưng có thể mong đợi điều gì đó đang được xây dựng khi chúng tiếp tục phát triển và cập nhật.  Luôn có rất nhiều tình nguyện viên để trả lời các câu hỏi.  Phổ biến nhất là các triển lãm hươu cao cổ, kangaroo và chuồng chim. Những đứa trẻ có thể giải nhiệt và thư giãn trong khu vực Splash Pad. Một cái gì đó cho hầu hết mọi người. Có vẻ như hầu hết khách đều có kế hoạch quay lại thăm trước khi họ rời đi.  Không có gì ngạc nhiên khi nó được bình chọn là một trong những vườn thú nổi tiếng nhất cả nước. Đọc thêm",
            "Yêu vườn thú này. Chắc chắn sẽ quay trở lại. Gần gũi và riêng tư với những con vật dường như được chăm sóc đặc biệt. Rất nhiều tình nguyện viên đã trả lời các câu hỏi và đưa ra thông tin cơ bản. Thật là một ngày tuyệt vời!Đọc thêm",
            "Thật là một sở thú tuyệt vời! Nó vượt quá sự mong đợi của tôi. Bạn đến gần với các loài động vật. Tôi đã cho hươu cao cổ ăn thêm phí và cũng thấy một trong số chúng được làm móng chân. Rất nhiều tình nguyện viên am hiểu để trả lời câu hỏi của bạn. Chuyến tàu vẫn ổn. Không có nhiều động vật nhưng nhiều loài rất gần gũi với chúng ta. Yêu lắm, yêu lắm khi được ở trong môi trường sống của chuột túi và cả trong chuồng chim của hai chú chim. Rất nhiều bóng râm, thật tuyệt vào một ngày nóng bức. Thức ăn đắt đỏ nên chúng tôi chỉ mua nước. Rất nhiều bãi đậu xe. Rất khuyến khích!! Đọc thêm",
            "Sở thú rất đẹp và thú vị. Được chăm sóc tốt.  Đáng chuyến đi với trẻ nhỏ.  Bạn có thể cho hươu cao cổ ăn, đi tàu để tìm hiểu về nhiều loài khác nhau.  Cây khỏe đẹp khắp vườn thú.  Chúng tôi đã chụp rất nhiều ảnh để làm kỷ niệm vui vẻ.Đọc thêm",
            "Tôi không muốn nói rằng tôi đã đến mọi sở thú. Nhưng tôi đã đến cả hai vườn thú ở khu vực Seattle-Tacoma. Tôi đã đến Sở thú St. Louis, tôi đã đến Sacramento và Sở thú San Diego. Nhưng đây thực sự là vườn thú TỐT NHẤT mà chúng tôi từng bước chân vào. Các loài động vật có vẻ rất vui vẻ, rất nhiều tình nguyện viên và nhanh chóng hướng dẫn bạn. Nhiều bóng mát cho du khách khắp nơi. Thật tuyệt biết bao khi bạn ngang tầm mắt với hươu cao cổ ??? Khu chuồng nuôi sư tử mới đang được xây dựng và sẽ có một con mèo đi phía trên những con sư tử, vì vậy, mặc dù chuồng nuôi lớn nhưng bạn sẽ được đến gần các loài động vật.Đọc thêm",
            "Thật là một sở thú tuyệt vời! Nó vượt quá mong đợi của tôi. Bạn được tiếp xúc gần với các loài động vật. Tôi cho hươu cao cổ ăn với mức phí bổ sung và cũng thấy một trong số chúng được làm móng chân. Rất nhiều tình nguyện viên hiểu biết trả lời các câu hỏi của bạn. Chuyến đi tàu chỉ ở mức ổn. Không có nhiều động vật, nhưng nhiều loài ở rất gần chúng tôi. Thích, thích được ở trong môi trường sống của kangaroo và cũng ở trong hai chuồng chim. Nhiều bóng râm, rất tuyệt vào một ngày nóng. Thức ăn hơi đắt, vì vậy chúng tôi chỉ mua nước. Có nhiều bãi đậu xe. Rất đáng để thử!! Đọc thêm",
            "Yêu vườn thú này. Chắc chắn sẽ quay trở lại. Gần gũi và riêng tư với những con vật dường như được chăm sóc đặc biệt. Rất nhiều tình nguyện viên đã trả lời các câu hỏi và đưa ra thông tin cơ bản. Thật là một ngày tuyệt vời!Đọc thêm",
            "Khách sạn của chúng tôi chỉ cách sở thú một góc nên chúng tôi đã gặp gia đình lớn của mình ở đó và các cháu, trẻ em và các thành viên khác trong gia đình đã có một khoảng thời gian tuyệt vời. Bãi đậu xe hơi chật trừ khi bạn đến sớm. Đây là một công viên rộng lớn và được chia thành các khu vực dành cho động vật, v.v. Hãy kiểm tra giá vì nó không rẻ nhưng rất đáng. Vợ tôi đã thuê một chiếc xe tay ga vì cô ấy bị đau chân. Họ cũng có xe lăn. tất cả đều tính phí. Công viên rất sạch sẽ và các loài động vật được chăm sóc chu đáo. Họ cũng có tàu hỏa đưa bạn đi vòng quanh một phần của công viên. cũng tính phí. Đây là Florida. Tuy nhiên, công viên này được chăm sóc rất tốt và nếu bạn có thể, bạn không nên bỏ lỡ. Họ có nhiều loại động vật tuyệt vời và họ cũng có một khu ẩm thực. Khu vực nhỏ với những chiếc bàn dã ngoại được đặt dưới mái che. trong khi chúng tôi ở đó, các trại đang diễn ra và rất nhiều trẻ em ở đó và được chăm sóc rất tốt và không có vấn đề gì cả. Bạn thực sự nên biến nơi này thành điểm đến nếu bạn có con. Bất kỳ ai cũng sẽ thích cho một số loài chim ăn, chúng sẽ đậu trên cánh tay bạn trong khi bạn cho chúng ăn. Những loài động vật lớn hơn cũng thích được cho ăn. Hãy dành ra một vài giờ để tận hưởng sở thú. Đọc thêm",
            "Thật là một khung cảnh ngoài trời tuyệt đẹp để tạo ra những kỷ niệm không bao giờ cũ với bạn bè và gia đình. Những con đường có bóng râm giúp bạn dễ dàng bước vào. Các cuộc triển lãm ngày càng phát triển cho phép bạn có cái nhìn cận cảnh về nhiều loại động vật, nhưng có thể mong đợi điều gì đó đang được xây dựng khi chúng tiếp tục phát triển và cập nhật.  Luôn có rất nhiều tình nguyện viên để trả lời các câu hỏi.  Phổ biến nhất là các triển lãm hươu cao cổ, kangaroo và chuồng chim. Những đứa trẻ có thể giải nhiệt và thư giãn trong khu vực Splash Pad. Một cái gì đó cho hầu hết mọi người. Có vẻ như hầu hết khách đều có kế hoạch quay lại thăm trước khi họ rời đi.  Không có gì ngạc nhiên khi nó được bình chọn là một trong những vườn thú nổi tiếng nhất cả nước. Đọc thêm",
            "Lời phàn nàn. Một thành viên mới thường niên gần đây. Hôm nay gia đình tôi đặc biệt là vợ tôi rất hào hứng đến thăm sở thú để chèo thuyền kayak trong chuyến du lịch chèo thuyền kayak Châu Phi. Gia đình chúng tôi đã đăng ký chuyến tham quan chèo thuyền kayak lúc 4 giờ chiều. Chúng tôi đến đó lúc 3 giờ 45 chiều hôm nay. Khi chúng tôi đến nơi, chúng tôi được thông báo chuyến tham quan đã kết thúc và sẽ quay lại lúc 4 giờ 10 chiều. Chúng tôi đã ở đó vào thời điểm đó nhưng được thông báo là chúng tôi không thể đi được. Mọi người cần phải rời khỏi nước trước 4 giờ 30 chiều. Chúng tôi đã bị hủy và hoàn lại tiền của mình. Mọi nỗ lực chèo thuyền kayak của chúng tôi đều bị dập tắt. Chúng tôi đã bị đối xử bất công. Nhưng bản thân sở thú cũng rất tuyệt.Đọc thêm",
            "Cảm ơn bạn đã chia sẻ trải nghiệm tiêu cực của mình với chúng tôi về nỗ lực trải nghiệm chèo thuyền kayak ở Châu Phi. Chúng tôi muốn xin lỗi bạn vì trải nghiệm của bạn đáng lẽ không nên xảy ra. Chúng tôi đã chia sẻ phản hồi của bạn với các nhóm thích hợp để đảm bảo điều này không xảy ra lần nữa. Chúng tôi đánh giá cao phản hồi của bạn và hy vọng điều đó không ngăn cản bạn ghé thăm chúng tôi lần nữa.  Đọc thêm",
            "Chú ý những ngày đông người. Chúng tôi đã đến đây vào mùa đông từ năm 2013. Chúng tôi đã mang theo con cháu và giới thiệu nó cho tất cả bạn bè của mình. Tuy nhiên, năm nay nó không vui chút nào. Đây là một vườn thú rất đẹp, nhưng hơi nhỏ hơn bất kỳ vườn thú điển hình nào trong thành phố mà bạn có thể ghé thăm.  Nó cũng đắt tiền.  Chúng tôi đến vào thứ Hai năm nay và lần đầu tiên nó chật cứng.   Những con đường mòn và lối đi đông đúc cũng như những điểm tham quan nổi tiếng.  Quán cà phê ở giữa nhỏ và là lựa chọn duy nhất cho bữa trưa. Dòng đặt hàng mất 15 phút. Tuy nhiên, phải mất hơn 45 phút để lấy thức ăn. Họ đưa cho bạn một chiếc máy nhắn tin nên một người phải đợi trong khi những đứa trẻ đói khát được đưa trở lại khu trưng bày. Đi tàu đến sở thú là một bài tập trong kỳ nghỉ cạnh tranh, hãy nghĩ đến Công viên Disney. Hàng cuối cùng là xếp hàng để thả dây lúc 9 giờ sáng.  Ngược lại, nếu bãi đậu xe có vẻ đầy khi bạn bắt đầu vào, chỉ cần quay lại và quay lại vào ngày khác.",
            "Tôi đã đến thăm sở thú hai lần vào tháng 3 năm 2024, mỗi lần có cháu từ 5 tuổi trở xuống.  Sở thú vượt quá mong đợi của chúng tôi.  Nó sạch sẽ, được bảo trì tốt, tươi tốt và rất dễ quản lý về kích thước.  Có một số lượng đáng kinh ngạc các nhân viên và tình nguyện viên thân thiện, chuyên nghiệp và hiểu biết.  Cơ hội được nhìn cận cảnh các loài động vật đặc biệt ấn tượng.  Đây không phải là một vườn thú rộng lớn với hàng trăm loài nhưng chính điều đó khiến nơi đây trở nên thú vị hơn.  Thực đơn tại các nhà cung cấp thực phẩm khác nhau cung cấp nhiều lựa chọn và chúng tôi rất ấn tượng với quy mô cũng như chất lượng phục vụ.  Giá cả không hề cao vì đây là một địa điểm du lịch.Đọc thêm",
            "Tôi yêu động vật và đây là nơi tuyệt vời cho động vật nhưng hầu hết nhân viên không thân thiện chút nào. Tôi chỉ đến đây để xem động vật Đọc thêm",
            "Giá vé vào cửa hiện tại cho 1 người lớn là bao nhiêu?Đọc thêm",
            "27.95Đọc thêm",
            "Bạn có thể mang xe đẩy của mình đến sở thú Brevard không?Đọc thêm",
            "Vâng, xin lỗi vì sự chậm trễĐọc thêm",
            "Xin chào, có sở thú tương tự ở Sydney nơi bạn có thể cho chim bay miễn phí ăn không?Đọc thêm",
            "Hoặc rock and roll thôĐọc thêm",
            "Sở thú có mở cửa vào ngày Giáng sinh không?Đọc thêm",
            "Không họ không. Đọc thêm",
            "Đi vườn ca cao bao nhiêu tiềnĐọc thêm",
            "Người lớn24,95\nNgười cao niên22,95\nTrẻ em từ 3 tuổi - 1114,95\nTrẻ em dưới 3 tuổiMIỄN PHÍĐọc thêm",
            "Xin chào, địa điểm này cách sân bay Orlando bao xa?Đọc thêm",
            "Phụ thuộc vào thời gian giao thông trong ngày.... 45 phút đến một giờ.Đọc thêm",
            "Chi phí nhập học là gìĐọc thêm",
            "Bây giờ là 20h. Ăn trước khi đi nhé. Công ty mới vừa tiếp quản thực phẩm và nó đắt tiền. 6,99 cho một chiếc xúc xích dành cho trẻ em có kích thước bằng ngón tay út của tôi, một hộp nước trái cây nhỏ, bánh quy giòn trong sở thú và một quả táo trước thuế. Một Icee là 5,15. Dippin Dots sm. Là 5,50. LG 6 gì đó..Mang theo nước của riêng bạn. Đó là 3,20 cho một nước. Sở thú chúng tôi từng bán nó với giá 2,00. Đó là một vườn thú xinh đẹp. Mất khoảng 2-3 giờ. Nếu bạn có con nhỏ, chúng có khu vực hồ bơi nhỏ nên hãy mang theo bộ đồĐọc thêm",
            "Bạn có thể mang đồ uống vào không?Đọc thêm",
            "Chúng tôi cũng mang theo chai nước và chai có thể đổ lại - họ cũng có bia!Đọc thêm",
            "Giá bao nhiêu?\nĐọc thêm",
            "Tôi mua vé gia đình hàng năm nhưng bạn có thể kiểm tra trang web của họ để biết thông tin nhập học chung.Đọc thêm",
            "Giá bao nhiêu?Đọc thêm"
        ],
        "star_ratings": [
            1849,
            604,
            113,
            32,
            27
        ],
        "review_amount": 2625,
        "location": [
            "Quận Brevard",
            "Florida, FL",
            "Melbourne",
            "Vườn thú Brevard",
            "Những điều cần làm ở Melbourne",
            "Hoa Kỳ"
        ],
        "reviews_time": [
            "Written June 30, 2023",
            "Written July 9, 2023",
            "Written December 11, 2023",
            "Written December 25, 2023",
            "Written January 23, 2024",
            "Written March 2, 2024",
            "Written March 19, 2024",
            "Written April 10, 2024",
            "Written May 5, 2024",
            "Written May 12, 2024",
            "Written June 6, 2024",
            "Written May 18, 2024",
            "Written May 12, 2024",
            "Written May 5, 2024",
            "Written May 2, 2024",
            "Written April 10, 2024",
            "Written April 7, 2024",
            "Written March 25, 2024",
            "Written March 19, 2024",
            "Written March 12, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g34433-d123096-Reviews-Brevard_Zoo-Melbourne_Brevard_County_Florida.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g34433-d818119-Reviews-Sonny_s_BBQ-Melbourne_Brevard_County_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34433-d916162-Reviews-Bob_Evans-Melbourne_Brevard_County_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34433-d4948685-Reviews-Chick_fil_A-Melbourne_Brevard_County_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34433-d894108-Reviews-Perkins_Restaurant_Bakery-Melbourne_Brevard_County_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34433-d17731589-Reviews-Ihop-Melbourne_Brevard_County_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g2271387-d27525125-Reviews-Jd_s_Lager_House-Viera_Brevard_County_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34433-d27525106-Reviews-Aj_s_Lager_House-Melbourne_Brevard_County_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34433-d4642325-Reviews-Wendy_s-Melbourne_Brevard_County_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34433-d7345729-Reviews-McDonald_s-Melbourne_Brevard_County_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34433-d916161-Reviews-Rendezvous_Restaurant_Lounge-Melbourne_Brevard_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34433-d10183384-Reviews-Brevard_Zoo_Linear_Park-Melbourne_Brevard_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34433-d2550127-Reviews-Ritch_Grissom_Memorial_Wetlands-Melbourne_Brevard_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34433-d8041310-Reviews-The_Avenue_Viera-Melbourne_Brevard_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34433-d2060389-Reviews-Space_Coast_Stadium-Melbourne_Brevard_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34433-d5449252-Reviews-King_Center_For_The_Performing_Arts-Melbourne_Brevard_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g2271387-d6728586-Reviews-Art_Gallery_of_Viera-Viera_Brevard_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34433-d8702205-Reviews-Wickham_Park-Melbourne_Brevard_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34593-d8007815-Reviews-Helen_and_Allan_Cruickshank_Sanctuary-Rockledge_Brevard_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34593-d17250144-Reviews-Suseda_Park-Rockledge_Brevard_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34433-d13792485-Reviews-The_Produce_Place_of_Suntree-Melbourne_Brevard_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34433-d123096-Reviews-or10-Brevard_Zoo-Melbourne_Brevard_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34433-d2253848-Reviews-Treetop_Trek-Melbourne_Brevard_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34433-d4521299-Reviews-Good_Natured_River_Tours-Melbourne_Brevard_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34433-d1049291-Reviews-Baytree_National_Golf_Links-Melbourne_Brevard_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34145-d10174507-Reviews-Cocoa_Kayaking-Cocoa_Beach_Brevard_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34433-d3783808-Reviews-Airboat_Rides_Melbourne-Melbourne_Brevard_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34145-d650791-Reviews-Fin_Expeditions-Cocoa_Beach_Brevard_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34144-d1812746-Reviews-Central_Florida_Airboat_Tours-Cocoa_Brevard_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34436-d25353855-Reviews-Dolphin_and_Manatee_Adventure_Tour_of_Merritt_Island-Merritt_Island_Brevard_Count.html",
            "https://www.tripadvisor.com/Attraction_Review-g34436-d1909306-Reviews-Florida_Air_Tours-Merritt_Island_Brevard_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34145-d3546229-Reviews-SoBe_Surf-Cocoa_Beach_Brevard_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34145-d2296272-Reviews-Adventure_Kayak_of_Cocoa_Beach-Cocoa_Beach_Brevard_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34145-d2557913-Reviews-Cocoa_Beach_Kayaking-Cocoa_Beach_Brevard_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34145-d18190537-Reviews-Banana_River_Boat_Tours-Cocoa_Beach_Brevard_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g33103-d2069283-Reviews-Nojoqui_Falls_Park-Solvang_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g37006-d259610-Reviews-Indiana_Dunes_State_Park-Chesterton_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g298171-d324309-Reviews-Hakone_Ropeway-Hakone_machi_Ashigarashimo_gun_Kanagawa_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g229460-d12644959-Reviews-St_Gotthard_Pass-Airolo_Canton_of_Ticino_Swiss_Alps.html",
            "https://www.tripadvisor.com/Attraction_Review-g47684-d273558-Reviews-Belmont_Park_Race_Track-Elmont_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g41869-d220021-Reviews-Turner_Falls-Turners_Falls_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g150809-d1064411-Reviews-Playa_Mia_Grand_Beach_Park-Cozumel_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g295381-d6979476-Reviews-Cats_Museum-Kotor_Kotor_Municipality.html",
            "https://www.tripadvisor.com/Attraction_Review-g28923-d105292-Reviews-Prince_William_Sound-Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g1079187-d5571279-Reviews-Lindt_Factory_Outlet_Kilchberg-Kilchberg.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g34433-d123096-Reviews-or10-Brevard_Zoo-Melbourne_Brevard_County_Florida.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g34433-d123096-Reviews-Brevard_Zoo-Melbourne_Brevard_County_Florida.html"
    }
]