[
    {
        "attraction_name": "Brewer's Bay",
        "attraction_name_vi": "Vịnh Brewer - s",
        "general_info": [
            "174 đánh giá",
            "- 10 trong số 127 điều cần làm ở St. Thomas",
            "Nguồn nước",
            "Bãi biển"
        ],
        "attraction_summary": "Đi theo West End đến Vịnh Brewer - s, một bãi biển cát trắng đáng yêu được người dân địa phương ưa chuộng.Đọc thêm",
        "reviews": [
            "Nhân viên pha chế địa phương đã giới thiệu bãi biển này.  Rất yên tĩnh.  Nước hoàn toàn tĩnh lặng và trong vắt.  Rùa biển bơi ngay cạnh bạn.  Vì chúng tôi đến đây để đi công tác nên chúng tôi đã không đến bãi biển cho đến 4 giờ. Chúng tôi ở lại đến khoảng 6 giờ 45 chiều và thật khó để bắt được một chiếc taxi.  Vì vậy, lời khuyên là hãy đến đó sớm hơn khi xe taxi vẫn còn rất nhiều.Đọc thêm",
            "Đây là một bãi biển tuyệt vời và nó miễn phí. Có - s một phòng vệ sinh và khu vực tắm. Lúc đầu tôi do dự khi ghé thăm vì một số đánh giá nhưng họ đã sai. Bãi biển sạch sẽ, nước lặng và trong vắt và người dân địa phương rất thân thiện. Chúng tôi đến đó vào khoảng 8:30 sáng và tôi nhìn thấy khoảng 12-15 con rùa đầu tiên trong vòng 5 phút sau khi lặn với ống thở. Tôi cũng nhìn thấy một vài con cá đuối và một con cá nhồng cùng với nhiều loại cá. Có rất nhiều bãi đậu xe trên đường và về cơ bản bạn đang ở trong khuôn viên trường đại học. Tôi thực sự muốn giới thiệu điều này cho những ai thích lặn với ống thở và đang muốn bơi cùng rùa.Đọc thêm",
            "Bãi biển này gần sân bay và trường đại học nên bạn có thể không nghĩ đến nó trong kế hoạch của mình nhưng vịnh có rất nhiều rùa. Tôi sẽ gọi đây là bãi biển địa phương. Mặc dù có nhà vệ sinh và vòi hoa sen, nhưng đó thực sự là tất cả những gì có sẵn. Có một vài xe bán đồ ăn với các lựa chọn đồ ăn và đồ uống. Tôi khuyên bạn nên mang theo ghế, đồ lặn và thùng đá đựng đồ uống và đồ ăn nhẹ để bạn có thể tiết kiệm tiền. Có rất nhiều cây nên bạn không thực sự cần phải mang theo bóng râm. \n\nChúng tôi không mang theo đồ lặn nhưng với làn nước trong vắt, chúng tôi vẫn có thể nhìn thấy rùa. Chúng tôi ước mình có đồ lặn nhưng chúng tôi vẫn tận hưởng cả ngày. Đọc thêm",
            "Lên kế hoạch di chuyển trước khi có thể, chúng tôi đã cố gắng sử dụng xe buýt công cộng nhưng không thể nhận được thông tin đáng tin cậy từ trang web của họ nên cuối cùng chúng tôi phải đi bộ khoảng một dặm rồi bắt taxi quay lại thị trấn - - 10 chiếc mỗi hành khách -. Chúng tôi thấy đây là môn thể thao lặn bằng ống thở rất tốt cho rùa biển nên chúng tôi đã đi. Chúng tôi đã đi sâu từ thắt lưng đến ngang vai và trải nghiệm hai con rùa biển cỡ trung bình, một số loài cá vừa và nhỏ cùng một con cá đuối cỡ trung bình. Đó là điểm nổi bật trong ngày của chúng tôi ở cảng và nếu bạn - sau khi khám phá cuộc sống hoang dã thì bãi biển này có những đám đông nhỏ và rất nhiều sinh vật từ bồ nông đến rùa.Đọc thêm",
            "bãi biển - biển 5 - , nhưng họ quên đề cập: phí vào cửa - 16 cho 2 - bãi đậu xe.  - 40 cho 2 ghế - 1 ô. Nhà hàng - bar: 0 - Đọc thêm",
            "Bãi biển lặn tuyệt vời.  Đỗ xe trên đường và cách mặt nước vài phút.  Xe tải thực phẩm và phòng tắm tại chỗ.  Chúng tôi đã rất vui.  Ngồi dưới nước và ngắm nhìn máy bay hạ cánh vì nơi đây nằm ngay cạnh sân bay St. Thomas.  Gần các địa điểm mua sắm ở trung tâm thành phố và không nổi tiếng như một số bãi biển khác, nên ít đông đúc hơn.  Theo quan điểm của chúng tôi, đây là một phát hiện thú vị.Đọc thêm",
            "Lên kế hoạch di chuyển trước khi có thể, chúng tôi đã cố gắng sử dụng xe buýt công cộng nhưng không thể nhận được thông tin đáng tin cậy từ trang web của họ nên cuối cùng chúng tôi phải đi bộ khoảng một dặm rồi bắt taxi quay lại thị trấn - - 10 chiếc mỗi hành khách -. Chúng tôi thấy đây là môn thể thao lặn bằng ống thở rất tốt cho rùa biển nên chúng tôi đã đi. Chúng tôi đã đi sâu từ thắt lưng đến ngang vai và trải nghiệm hai con rùa biển cỡ trung bình, một số loài cá vừa và nhỏ cùng một con cá đuối cỡ trung bình. Đó là điểm nổi bật trong ngày của chúng tôi ở cảng và nếu bạn - sau khi khám phá cuộc sống hoang dã thì bãi biển này có những đám đông nhỏ và rất nhiều sinh vật từ bồ nông đến rùa.Đọc thêm",
            "Nếu bạn muốn nhìn thấy rùa, đây chính là bãi biển! Không có ghế hoặc ô nhưng bạn có thể tìm bóng mát nếu cần! Hãy đóng gói hành lý của bạn - thư giãn!Đọc thêm",
            "Bãi biển này gần sân bay và trường đại học nên có thể bạn chưa nghĩ tới nhưng vịnh có rất nhiều rùa. Tôi sẽ gọi đây là một bãi biển địa phương hơn. Mặc dù có phòng vệ sinh và phòng tắm nhưng đó thực sự là tất cả những gì có sẵn. Có một vài xe tải thực phẩm với các lựa chọn thực phẩm và đồ uống. Tôi khuyên bạn nên mang theo ghế, thiết bị lặn và tủ đựng đá đựng đồ uống và đồ ăn nhẹ để có thể tiết kiệm tiền. Ở đó có rất nhiều cây nên bạn không cần phải mang theo bóng mát. Chúng tôi không mang theo thiết bị ống thở nhưng với làn nước trong vắt, chúng tôi vẫn có thể nhìn thấy những chú rùa. Chúng tôi ước mình có thiết bị ống thở nhưng chúng tôi vẫn tận hưởng ngày hôm đó. Đọc thêm",
            "Đây là một bãi biển tuyệt vời và nó miễn phí. Có - s một phòng vệ sinh và khu vực tắm. Lúc đầu tôi do dự khi ghé thăm vì một số đánh giá nhưng họ đã sai. Bãi biển sạch sẽ, nước lặng, trong vắt và người dân địa phương rất thân thiện. Chúng tôi đến đó vào khoảng 8:30 sáng và tôi nhìn thấy khoảng 12-15 con rùa đầu tiên trong vòng 5 phút sau khi lặn với ống thở. Tôi cũng nhìn thấy một vài con cá đuối và một con cá nhồng cùng với nhiều loại cá. Có rất nhiều bãi đậu xe trên đường và về cơ bản bạn đang ở trong khuôn viên trường đại học. Tôi thực sự muốn giới thiệu điều này cho những ai thích lặn với ống thở và đang muốn bơi cùng rùa.Đọc thêm",
            "Nhân viên pha chế địa phương đã giới thiệu bãi biển này.  Rất yên tĩnh.  Nước hoàn toàn tĩnh lặng và trong vắt.  Rùa biển bơi ngay cạnh bạn.  Vì chúng tôi đến đây để đi công tác nên chúng tôi đã không đến bãi biển cho đến 4 giờ. Chúng tôi ở lại đến khoảng 6 giờ 45 chiều và thật khó để bắt được một chiếc taxi.  Vì vậy, lời khuyên là hãy đến đó sớm hơn khi xe taxi vẫn còn rất nhiều.Đọc thêm",
            "Tàu du lịch của chúng tôi cập cảng Road Town, Tortola và Brewer - s Bay được nhân viên tại ki-ốt thông tin taxi giới thiệu là bãi biển lặn với ống thở tốt nhất. Giá vé taxi là - 12 mỗi người mỗi chiều cho nhóm 5 - 6 người của chúng tôi. Chúng tôi đã sắp xếp thời gian đón khách được chỉ định với tài xế taxi của mình, mọi việc diễn ra tốt đẹp. Lái xe đến và đi từ Vịnh Brewer có phong cảnh đẹp và thơ mộng. Ngày chúng tôi đến thăm trời mưa nên bãi biển vắng tanh và tầm nhìn ra mặt nước sẽ rõ hơn nếu bạn đi càng xa về phía bên phải và ngoài khơi. Hãy nhớ rằng Tortola đã bị ảnh hưởng nặng nề bởi cơn bão Irma năm 2017 nên vẫn còn rất nhiều sự tàn phá. Các loại bia là - 5 mỗi loại tại Nicole - s Beach Bar, và Nicole - s có một phòng vệ sinh tươm tất.  Tôi - rất vui vì chúng tôi đã đi, vì nó cho chúng tôi cái nhìn thoáng qua về những khu vực ít khách du lịch hơn ở Tortola, nhưng chúng tôi có thể thử Vịnh Trellis hoặc Vịnh Cane Garden vào lần tới.Đọc thêm",
            "Đã có một thời gian tuyệt vời, nước rất đẹp. Rùa biển thật đáng yêu. Bãi biển này không phải là một trong những bãi biển du lịch chính nhưng rất đáng để khám phá. Đọc thêm",
            "Sau khi khám phá một vài bãi biển trên St. Thomas, đây là thứ chúng tôi yêu thích nhất cho đến nay. Căn hộ của chúng tôi nằm trên bãi biển sapphire, điều này thật tuyệt vời, nhưng việc lướt sóng ở sapphire khó khăn hơn nhiều. Nước gần như hoàn toàn tĩnh lặng ở nhà sản xuất bia, khiến nơi đây trở thành địa điểm tuyệt vời để lặn với ống thở hoặc đeo mặt nạ. Không giống như những người đánh giá khác, chúng tôi không gặp vấn đề gì khi để đồ đạc của mình trên cát và trôi nổi trong làn nước thanh bình, tìm kiếm vỏ sò. Các xe bán đồ ăn địa phương rất đông, vì vậy nếu bạn muốn đồ ăn ngon, hãy ra ngoài đó trước buổi trưa để lấy đồ ăn, nếu không thì sẽ chỉ có xúc xích và bia nhập khẩu.Đọc thêm"
        ],
        "star_ratings": [
            114,
            42,
            15,
            3,
            0
        ],
        "review_amount": 174,
        "location": [
            "Vịnh Brewer - s",
            "vùng Caribe",
            "Quần đảo Virgin thuộc Hoa Kỳ",
            "Thánh Thomas",
            "Những việc cần làm ở St. Thomas"
        ],
        "reviews_time": [
            "Written March 17, 2024",
            "Written April 24, 2024",
            "Written May 1, 2024",
            "Written May 8, 2024",
            "Written May 21, 2024",
            "Written May 20, 2024",
            "Written May 8, 2024",
            "Written May 2, 2024",
            "Written May 1, 2024",
            "Written April 24, 2024",
            "Written March 17, 2024",
            "Written January 2, 2024",
            "Written December 2, 2023",
            "Written July 19, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g147404-d148868-Reviews-Brewer_s_Bay-St_Thomas_U_S_Virgin_Islands.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g147404-d148868-Reviews-or10-Brewer_s_Bay-St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g147404-d7701018-Reviews-Phantasea_Tropical_Botanical_Garden-St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g12012628-d313611-Reviews-Coral_World_Ocean_Park-Smith_Bay_East_End_St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g147404-d1379988-Reviews-Honeymoon_Beach-St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g147404-d2540041-Reviews-Secret_Harbour-St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g12012628-d967783-Reviews-Lindqvist_Beach-Smith_Bay_East_End_St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g147404-d147656-Reviews-Water_Island-St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g147407-d148073-Reviews-Sapphire_Beach-East_End_St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g147408-d148074-Reviews-Morningstar_Beach-South_Coast_St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g147406-d149849-Reviews-Magens_Bay-Magens_Bay_St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g12012628-d184550-Reviews-Coki_Point_Beach-Smith_Bay_East_End_St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g45964-d8704641-Reviews-The_River_Passage_Water_Taxi-Laughlin_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g49022-d7171316-Reviews-Charlotte_Premium_Outlets-Charlotte_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g56350-d2283741-Reviews-Landa_Falls-New_Braunfels_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g1537454-d12588973-Reviews-Ytri_Tunga_Beach-Budir_West_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g190380-d1930708-Reviews-Baths_of_Aphrodite-Latchi_Polis_Paphos_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d324481-Reviews-Dubai_Creek-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g32737-d116791-Reviews-Monterey_Bay-Monterey_Monterey_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d143531-Reviews-Chestnut_Street-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g190323-d2666016-Reviews-St_Peter_s_Pool-Marsaxlokk_Island_of_Malta.html",
            "https://www.tripadvisor.com/Attraction_Review-g43583-d7250572-Reviews-Iona_s_Beach_Scientific_and_Natural_Area-Two_Harbors_Minnesota.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g147404-d148868-Reviews-or10-Brewer_s_Bay-St_Thomas_U_S_Virgin_Islands.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g147404-d148868-Reviews-Brewer_s_Bay-St_Thomas_U_S_Virgin_Islands.html"
    }
]