[
    {
        "attraction_name": "Brewery X",
        "attraction_name_vi": "Nhà máy bia X",
        "general_info": [
            "9 đánh giá",
            "94 trong số 118 điều cần làm ở Anaheim",
            "Nhà máy bia"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "3 người Mỹ và 2 người Canada đến một nhà máy bia, tất cả mọi người đều trên 37 tuổi trong nhóm. Người Mỹ không nhận được IDd, nhưng người Canada có giọng nói dường như cần có hộ chiếu nếu không sẽ không được phục vụ. Người Canada đưa ra Giấy phép lái xe Ontario, họ không chấp nhận. Họ bảo anh ta mang theo một người Mỹ. Lần trước tôi đã kiểm tra giấy phép lái xe của Canada là một hình thức nhận dạng được chấp nhận ở Bắc Mỹ. Người Canada mang theo một người Mỹ để Nhà máy bia X phục vụ người Canada với giọng đặc trưng. Nơi này mang đến cảm giác liên bang với giọng điệu phân biệt chủng tộc và hương vị bài ngoại. Tôi đã đến một số nhà máy bia khác trong khu vực, đặt câu hỏi về các luật liên quan đến việc xác minh danh tính và đây rõ ràng là một hành vi tùy tiện của nhà máy bia.PS. Hãy xem các bài đánh giá khác về cách họ phân biệt đối xử với người khác.Đọc thêm",
            "This is the experience my friends and I had at Brewery X on June 25, 2023.Three of us are American citizens. Two of us are Canadian citizens. One of the Canadian citizens was born in Turkey and has an accent. We are all of legal drinking age with the youngest of the group being 37.When my Canadian friend who has the accent went to order beer, he was asked for ID. He shared his government issued drivers license from Canada. The Brewery X server asked for his passport instead which he didnt have with him at the time. The server told him if he wanted to be served, a passport would be needed or he would have to have someone with a valid ID to get beer. Sharing his experience with us, I was a bit confused. Having visited breweries in Southern California for the last thirteen years with friends and business colleagues of international origins, presenting a passport to be served has never been requested.Per California law, to be served alcohol, one must present an identification card issued by a governmental agency. A passport is one of the forms of bona fide identification but NOT the only and primary form of identification required. Government issued drivers license are at the top of the list.He and I went back the bar, he ordered his beer with me standing there, and was served. Strangely, I was never once asked to identify myself or produce any identification during this exchange. Realistically, I could have been faking an American accent or have been an international guest as well. Legally too, given their interpretation of the law and preference for passports, it seems odd that Brewery X would still allow him to be served via a proxy. Having read other reviews here and elsewhere online, this is not an isolated occurrence. Other international patrons as well as US citizens of color have had identification issues as well.I understand that a business that serves alcohol can request identification and has a right to refuse service to anyone. In this instance, however, Brewery X hides behind an interpretation of California liquor law to practice xenophobic and racist leanings. Highly suggest taking your business elsewhere and do not patronize Brewery X.and by the way, the beer was mediocre at best.Read more",
            "Leaving a conference in Pomona, we decided to stop for lunch on the way to the airport. Definitely the right call. Brewery X not the Roman numeral had a packed parking lot and seemed massive. I called ahead and was told the brewery has a first-come-first-serve practice. The dozens of cars in the lot with no visible empty spaces sparked a bit of worry that we wouldnt have time to partake in food and libations pre flight. The facility and patio are huge inside as well. Despite the many families, friend groups, and couples, there were several open tables outside and inside. The music pumped outside wasnt too loud, as Ive experienced some places, and it provided the best soundtrack for a Saturday in the sun. Also, whomever was in charge of selecting the songs deserves an award.I walked over to the taco truck next to a truck offering pizza and burgers. The gentleman who took my order was fast and friendly. He told me 5 to 8 minutes and the buzzer he handed me went off almost 8 minutes later. After ordering food, I walked to the water station to fill up a couple of plastic cups and, after dropping them off at our table, I went inside. The bartenders inside were efficiently ensuring the line of four people ahead of me kept moving. It may have taken me 2 minutes to make my way to bar. I got a hefeweizen and an IPA. Both were fantastic. The tacos I retrieved soon after the beer were quite good. Overall, a two or three hour day with friends would have been ideal. A number of folks had toddlers and there seemed to be activities to keep the adults and children entertained.John Wayne--the airport has a neat statue of the Duke--was only a 19 minute drive despite traffic; LAX showed 35 minute transit time. On my next trip, I may head directly from the airport to Brewery X. It was really that good.Read more",
            "Đến từ Colorado, nơi có rất nhiều nhà máy bia đẹp và nhà máy này là đối thủ tốt nhất! Sân bên ngoài rất nổi bật và tạo cảm giác tuyệt vời cho các cặp đôi, gia đình và tất cả mọi người. Thức ăn rất ngon, bao gồm cả cánh hun khói. Cuối cùng nhưng không kém phần quan trọng là các loại bia và nước lọc đều ngon và có giá khá cao.  Chúng tôi yêu thích địa điểm này và rất muốn giới thiệu.Đọc thêm",
            "Đầu tiên nơi này thực sự rất lớn. Tôi đã đến khi họ mở cửa vào thứ Hai và nó không đông đúc nhưng được cho biết là nó có thể chật cứng. Rất nhiều nơi để ngồi, trong nhà, ngoài trời, thật tuyệt vời.  Hai loại bia tôi đã thử đều được pha chế cẩn thận và rất đặc biệt. Tôi cũng có một miếng bánh pizza từ xe tải thực phẩm bên ngoài thật nổi bật. Dịch vụ tuyệt vời, môi trường tuyệt vời, chắc chắn sẽ đưa nó vào danh sách của bạn.Đọc thêm",
            "Bia rất tốt.  Và bầu không khí ngoài trời cởi mở và hấp dẫn với nhiều không gian.  Tòa nhà kho khổng lồ nơi nhà máy bia hoạt động là một phần của khu phức hợp Autonetics nhiều năm trước.  Tôi được biết rằng tòa nhà thực tế này đã được sử dụng trong Chiến tranh Lạnh để sản xuất tên lửa.  Lịch sử mát mẻ.  Ở phía trước, nhìn xuống hai tòa nhà và thấy bức tường chắn bê tông dốc được xây dựng để tưởng nhớ Autonetics.  Công ty này đã đưa con người lên mặt trăng cùng với những thành tựu khác.  Tổng số lịch sử địa phương.Đọc thêm",
            "Nhà máy bia X là một nơi tuyệt vời để thưởng thức bia và bữa ăn nhanh, và nó LỚN! Ý tôi là bạn có thể nói từ bên ngoài rằng đó là một tòa nhà lớn, nhưng đi vào bên trong và vòng ra phía sau, nơi có lối vào hiện tại...nó rất đồ sộ.  TO LỚN! Một nhóm làm việc của tôi tình cờ có mặt ở đây trong lễ kỷ niệm Lễ hội tháng mười, và tất cả đều được trang trí theo phong cách Bavaria, đồ ăn Đức, một số bản nhạc Đức pha trộn với nhạc rock cổ điển và một bầu không khí tuyệt vời.  Tôi đã chộp lấy cho mình một chiếc Festbier trong chiếc Stein ở Biergarten.  Điểm thưởng khi giữ được Stein.  Con số đó lên tới 25, nhưng đó là một chiếc Stein to đẹp có logo Nhà máy bia X trên đó.  Chúng tôi đã ngồi ở một chiếc bàn gỗ lớn xinh xắn cho nhóm của mình.  Bên trong Biergarten có rất nhiều bàn quầy bar, nhưng cũng có ghế dài, bàn thông thường, v.v. Nó được thiết lập tốt cho đại dịch COVID.  Thực đơn bia và thực đơn đồ ăn có khá nhiều thứ để lựa chọn, nhưng chúng tôi chỉ gọi một vài chiếc pizza.  Bánh pizza rất ngon.  Nhưng chủ yếu là về bầu không khí và bia nên tôi sẽ không đi sâu vào chất lượng món ăn.  Tôi rất thích thời gian của mình và dịch vụ này rất tuyệt.Đọc thêm",
            "Chúng tôi dừng lại muộn vào thứ Tư.  Nơi này rất lớn!  Tôi chắc chắn mọi thứ sẽ đông đúc hơn vào cuối tuần.  Chúng tôi tìm một chỗ thú vị để ngồi trên đệm và chỉ có người xem.  Âm nhạc rất vui và khác biệt.  Tôi biết tôi sẽ luôn nhớ đêm nay với con gái tôi.  Thật không may, chúng tôi đã bỏ lỡ ban nhạc nên tôi không thể bình luận về điều đó.  Mọi thứ đều sạch sẽ và nhân viên rất thân thiện.  Đọc thêm",
            "Có một số nhà máy bia thủ công trong khu vực nhưng nơi này có diện tích rộng để thư giãn, chơi trò chơi, tham quan và nghe nhạc.  Có một nhà cung cấp thực phẩm có mặt vào Chủ nhật và họ bán túi đồ ăn nhẹ bên trong.  Các loại bia rất tuyệt, đặc biệt. các IPA.  Khu vực sân trong phòng tắm nằm cách xa đường phố ở phía sau tòa nhà, điều này càng khiến nó trở nên hấp dẫn hơn.  Tòa nhà thương mại rộng lớn và có thể chứa được nhiều người.  Đây là một phát hiện tuyệt vời.Đọc thêm"
        ],
        "star_ratings": [
            7,
            0,
            0,
            0,
            2
        ],
        "review_amount": 9,
        "location": [
            "Anaheim",
            "California CA",
            "Hoạt động giải trí tại Anaheim",
            "Quận Cam",
            "Hoa Kỳ",
            "Nhà máy bia X"
        ],
        "reviews_time": [
            "Written June 28, 2023",
            "Written June 28, 2023",
            "Written June 12, 2022",
            "Written June 5, 2022",
            "Written May 24, 2022",
            "Written September 24, 2021",
            "Written September 25, 2020",
            "Written March 22, 2020",
            "Written August 27, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g29092-d18718671-Reviews-Brewery_X-Anaheim_California.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g29092-d4758386-Reviews-Carl_s_Jr-Anaheim_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g29092-d4465791-Reviews-Kings_Kitchen_Pizza_and_Shakes-Anaheim_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g29092-d890373-Reviews-Granny_s_Deli-Anaheim_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g29092-d5562884-Reviews-Kingpin_s_Bar_Grill_Concourse_Bowling_Center-Anaheim_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g29092-d4658718-Reviews-Christos_Best-Anaheim_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g29092-d4976530-Reviews-Alea_Cafe-Anaheim_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32825-d4641123-Reviews-Naples_Pizza-Orange_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32825-d4950123-Reviews-Taco_Time-Orange_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g29092-d503656-Reviews-Blake_s_Place-Anaheim_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32825-d15190595-Reviews-Thai_Delight_24-Orange_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g29092-d5923526-Reviews-Gallery_Theatre-Anaheim_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g29092-d186690-Reviews-Disney_California_Adventure_Park-Anaheim_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g29092-d11715636-Reviews-Eastside_Christian_Church-Anaheim_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33298-d102419-Reviews-Richard_Nixon_Presidential_Library_and_Museum-Yorba_Linda_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g29092-d103346-Reviews-Disneyland_Park-Anaheim_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g29092-d7216768-Reviews-Phantom_Ales-Anaheim_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g29092-d6988310-Reviews-Anaheim_Packing_District-Anaheim_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g29092-d4975606-Reviews-Fantasmic-Anaheim_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g29092-d8562901-Reviews-Radiator_Springs_Racers-Anaheim_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g29092-d630476-Reviews-Angel_Stadium_of_Anaheim-Anaheim_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g29092-d13205201-Reviews-Unsung_Brewing_Company-Anaheim_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g29092-d23028526-Reviews-Radiant_Beer_Co-Anaheim_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g29092-d10665011-Reviews-Bruery_Terreux-Anaheim_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g29092-d12664971-Reviews-All_American_Brew_Works-Anaheim_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g29092-d7119606-Reviews-Brew_Hop_Bus-Anaheim_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g29092-d25570277-Reviews-Monkish_Brewing_Anaheim-Anaheim_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g29092-d16663522-Reviews-Brewheim_Beer_Makers-Anaheim_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g29092-d18965197-Reviews-Best_Coast_OC_Brewery_Tours-Anaheim_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g29092-d26192266-Reviews-Noble_Ale_Works-Anaheim_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g29092-d3227820-Reviews-Camelot_Golfland-Anaheim_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g29092-d7290911-Reviews-Bottle_Logic_Brewing-Anaheim_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g29092-d27659512-Reviews-Oc_Lab_Gym_And_Fitness_Center-Anaheim_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g29092-d12146100-Reviews-Escape_Room_Era-Anaheim_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g29092-d23700402-Reviews-Exit_Game_OC-Anaheim_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g29092-d1913761-Reviews-K1_Speed_Anaheim-Anaheim_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g29092-d616521-Reviews-Honda_Center-Anaheim_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d11742540-Reviews-Fat_Tuesday-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g60625-d131233-Reviews-Allerton_Garden-Poipu_Koloa_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g59251-d664793-Reviews-Lost_World_Caverns-Lewisburg_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g676294-d8561026-Reviews-Kerasia_Beach-Kassiopi_Corfu_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g41523-d577675-Reviews-Corporation_Beach-Dennis_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g295414-d9594332-Reviews-Sindbad_Amusement_Park-Karachi_Sindh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g60864-d133387-Reviews-New_Orleans_Pharmacy_Museum-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g297701-d7113538-Reviews-Jelila_Spiritual_Healer_Ubud-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g318865-d2164483-Reviews-Butrint_National_Park-Butrint_Vlore_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g55088-d591709-Reviews-Harrison_Bay_State_Park-Harrison_Tennessee.html"
        ],
        "url_next": "",
        "url": "https://www.tripadvisor.com/Attraction_Review-g29092-d18718671-Reviews-Brewery_X-Anaheim_California.html"
    }
]