[
    {
        "attraction_name": "BRG Kings Island Golf Resort",
        "attraction_name_vi": "Khu nghỉ dưỡng sân golf BRG Kings Island",
        "general_info": [
            "34 đánh giá",
            "- 493 trên 1.101 Hoạt động ngoài trời tại Hà Nội",
            "Sân Golf"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Thật là một lối vào! Bạn được đưa đến đảo bằng thuyền nhanh và gặp rất nhiều caddie sẵn sàng giúp đỡ bạn.\nNhà câu lạc bộ và phòng thay đồ rất tuyệt vời, cơ sở vật chất tuyệt vời, caddie luôn sẵn sàng giúp đỡ và điểm nổi bật nhất là các ki-ốt có máy lạnh xung quanh sân.\n\nNHƯNG - xe đẩy không được phép đi trên fairway mặc dù điều kiện khô ráo nên tôi không thể chơi. Đi bộ quá nhiều từ đường tới bóng và quay lại 35 độ. Một yêu cầu từ caddie của tôi đối với câu lạc bộ đã cho phép chúng tôi lái caddie trên đường gồ ghề nhưng vẫn chưa đủ. Xấu hổ làm sao. Nó sẽ khiến tôi không chơi ở đây nữa.Đọc thêm",
            "16 người chúng tôi đến từ KL, Singapore, Bangkok và Manila đã có một trận chơi gôn thú vị tại Kings Course vào ngày 23 tháng 11. \n\nSân Kings Course được khai trương vào năm 2018 và có lỗ thứ 55 đặc trưng của Jack Nickaus II được chơi từ điểm phát bóng thác nước trên cao. Theo Jack Nicklaus II, Kings Course sẽ được thiết kế theo phong cách hiện đại nhất theo tiêu chuẩn golf thế giới và đây sẽ là – món quà đặc biệt – mà ông mang đến cho các golf thủ Việt Nam.\n \nĐể đến sân golf, chúng tôi phải đi phà mất 5 phút sau hơn một giờ di chuyển từ thành phố.\n\nKings Course sống đúng với danh tiếng của nó. Sân golf Of A phù hợp với một vị vua - 7218 thước Anh.  Với các fairway nguyên sơ và điều kiện xanh, đôi khi việc chơi ở điểm phát bóng xanh có thể hơi khó khăn đối với người đánh ngắn.  Khóa học được bổ sung bởi những caddie trẻ và quyến rũ được đào tạo bài bản, những người có thể hỗ trợ tốt cho mỗi người chơi. \n\nCác caddie thậm chí còn chờ đợi người chơi của họ rời khỏi câu lạc bộ sau khi tắm và ăn trưa.  Họ không nghỉ việc sau khi hoàn thành các vòng đấu mà kiên nhẫn chờ đợi để chia tay các golf thủ mà họ đã phục vụ.Đọc thêm",
            "Chúng tôi chơi sân gôn The Mountain View tại King - s Island vào ngày 26 tháng 2 với thời gian phát bóng lúc 7h30 sáng. Cách Hà Nội khoảng 1,5 giờ và nổi tiếng với sân Kings Island 19 lỗ - sân có 3, 18 lỗ, bao gồm cả sân Lakeside - nhưng tiếc là đóng cửa vào ngày hôm đó. Thực sự rất thất vọng nhưng đã tận dụng tối đa nó. Mặc dù vậy, rất vui với 2 caddie nữ! Thời tiết se lạnh, có chút mưa phùn - lạnh buốt. Sẽ thử khóa học Kings vào lần tới!Đọc thêm",
            "Chúng tôi chơi sân gôn The Mountain View tại King - s Island vào ngày 26 tháng 2 với thời gian phát bóng lúc 7h30 sáng. Cách Hà Nội khoảng 1,5 giờ và nổi tiếng với sân Kings Island 19 lỗ - sân có 3, 18 lỗ, bao gồm cả sân Lakeside - nhưng tiếc là đóng cửa vào ngày hôm đó. Thực sự rất thất vọng nhưng đã tận dụng tối đa nó. Mặc dù vậy, rất vui với 2 caddie nữ! Thời tiết se lạnh, có chút mưa phùn - lạnh buốt. Sẽ thử khóa học Kings vào lần tới!Đọc thêm",
            "16 người trong số chúng tôi đến từ KL, Singapore, Bangkok và Manila đã có một trận chơi gôn thú vị tại Kings Course vào ngày 23 tháng 11. Sân Kings Course được khai trương vào năm 2018 và có lỗ thứ 55 đặc trưng của Jack Nickaus II được chơi từ điểm phát bóng thác nước trên cao. Theo Jack Nicklaus II, Kings Course sẽ được thiết kế theo phong cách hiện đại nhất theo tiêu chuẩn golf thế giới và đây sẽ là - món quà đặc biệt - mà ông mang đến cho các golf thủ Việt Nam. Mất 5 phút đi phà sau hơn một giờ hành trình từ thành phố.Kings Course xứng đáng với danh tiếng của nó. Sân golf Of A phù hợp với một vị vua - 7218 thước Anh.  Với các fairway nguyên sơ và điều kiện xanh, đôi khi việc chơi ở điểm phát bóng xanh có thể hơi khó khăn đối với người đánh ngắn.  Khóa học được bổ sung bởi những caddie trẻ và quyến rũ được đào tạo bài bản, những người có thể hỗ trợ tốt cho mỗi người chơi. Các caddie thậm chí còn chờ đợi người chơi của họ rời khỏi câu lạc bộ sau khi tắm và ăn trưa.  Họ không nghỉ việc sau khi hoàn thành các vòng đấu mà kiên nhẫn chờ đợi để chia tay các golf thủ mà họ đã phục vụ.Đọc thêm",
            "Thật là một lối vào! Bạn được đưa đến đảo bằng thuyền nhanh và gặp rất nhiều caddie sẵn sàng giúp đỡ bạn. Nhà câu lạc bộ và phòng thay đồ rất tuyệt, cơ sở vật chất tuyệt vời, caddie luôn sẵn sàng giúp đỡ và điểm nổi bật nhất là các ki-ốt có máy lạnh xung quanh sân. NHƯNG - xe đẩy không được phép đi trên fairway mặc dù điều kiện khô ráo nên tôi không thể chơi. Đi bộ quá nhiều từ đường tới bóng và quay lại 35 độ. Một yêu cầu từ caddie của tôi đối với câu lạc bộ đã cho phép chúng tôi lái caddie trên đường gồ ghề nhưng vẫn chưa đủ. Xấu hổ làm sao. Nó sẽ khiến tôi không chơi ở đây nữa.Đọc thêm",
            "BRG Kings Island Golf Resort là sân golf rất đẹp. Chúng tôi đến sân bằng thuyền. Sân này có 36 lỗ nhìn ra sườn đồi và hồ.Đọc thêm",
            "Đã chơi 3 trận ở Hà Nội - trận đáng nhớ nhất sẽ là sân golf King - s Island. Khung cảnh tuyệt vời - sân cỏ. Những caddie thân thiện. Được chơi thêm lỗ thứ 19 nữa. Nếu tôi đi Hà Nội, tôi sẽ chơi lại sân này.Đọc thêm",
            "Khóa học đang trở nên tốt hơn, tiếp tục đầu tư rõ ràng. Greens ở trong tình trạng tuyệt vời. Nhân viên thân thiện tại phòng chờ. Tôi ước gì người chuyên nghiệp ở cửa hàng chuyên nghiệp sẽ đẹp hơn một chút.Đọc thêm",
            "Bốn người chúng tôi bắt đầu trải nghiệm chơi gôn trên sân golf nhìn ra đảo này. Sân được bảo trì tốt và vì đây là một sân lâu đời nên trải nghiệm chơi gôn khác với các sân gôn mới hơn ở miền Bắc. Thật thú vị vì đường fairway hẹp hơn và một số lỗ nhất định được bảo vệ tốt bằng các hố cát. Khung cảnh thật ngoạn mục ở một số lỗ. Caddies đã được huấn luyện bài bản và họ đã cố gắng hết sức để hỗ trợ bạn chơi gôn. Điều này làm cho chuyến đi trở nên thú vị và tuyệt vời ngay cả đối với người khuyết tật cao. Cơ sở vật chất cũng được bảo trì tốt, như phòng thay đồ, điểm thuyền và điểm nghỉ ngơi trong sân. Nhìn chung, trải nghiệm thú vị.Đọc thêm",
            "When one comes to Hanoi for golf, the BRG King - s Island courses are usually golfers will choose to play at. It has 55 holes 19-18-18 combo and the experience of having to take a 7 minutes speedboat ride to the island as one of the highlight. The course was quite quiet on a weekday though maybe because of the hot weather. We played the King course first followed by Mountain course. The more than 7 minutes buggy ride to both these courses are something to take note about. The entire island with 3 courses are huge. However, the halfway houses operation is dismal. You don - t get the standard halfway house per 4-5 holes. The caddies in Hanoi so far is a disappointment, no enthusiasm whatsoever and is just there to do the basic. My caddy for both round is so far the most acceptable compared to the rest of the 3 courses I played although she also lost her enthusiasm after our 30th hole. Can - t blame them as 36H are tiring.Starting with King - s course - Beautiful scenery and rivers around the course makes it challenging. Lotsa bunkers at King Course is another challenge. Comparing to Mountain course, King Course green again is one of the slowest we ever seen. Not sure if this is the trademark for all BRG courses and if so, I would not have high hopes for BRG Da-Nang if I ever play there.Mountain course on the other hand as its name suggest boost more trees but does not look like a typical mountain course to me as some holes were beside rivers, waters, etc. The greens speed at Mountain course is slightly better - faster than King - s but still slower than Van Tri and Long Bien.In the end, I would say BRG King Island courses are worth playing. The 4 stars was mainly due to their slow greens. But end of the day, if this is your first time coming to Hanoi for golf, playing these courses at BRG King - s Island are definitely not to be missedRead more",
            "Nhiều lần trong quá khứ và hai lần cho sân golf Nicklaus mới. Sân golf mới này được thiết kế đẹp, cỏ đẹp ở fairway và green, đủ thử thách cho người chơi golf chuyên nghiệp nhưng lại tiện lợi cho người mới bắt đầu: - Đọc thêm",
            "Chơi gôn tại sân Kings trên Đảo King. Phải đến đó bằng thuyền, khoảng mười phút. Bản thân đó đã là một trải nghiệm tốt. Sân Kings có rất nhiều hố cát và nước. Thực sự thích nó vì nó khiến bạn phải suy nghĩ về mỗi lần chụp. Thích hợp cho mọi điểm chấp với khoảng bốn vị trí phát bóng khác nhau. Lái xe qua đường Hồ và Núi trên đường đi. Họ trông cũng tuyệt vời. Cơ sở vật chất của câu lạc bộ và caddie rất tuyệt vời. Đó là một trải nghiệm tuyệt vời. Tôi ước chúng tôi có thời gian để chơi hai khóa học còn lại. Đọc thêm",
            "Phí ra sân, có bao gồm caddie không và họ có cho thuê gậy không và bao nhiêu. Cảm ơnĐọc thêm",
            "Phí xanh là bao nhiêu?Đọc thêm"
        ],
        "star_ratings": [
            13,
            13,
            6,
            1,
            1
        ],
        "review_amount": 34,
        "location": [
            "Việt Nam",
            "Hà Nội",
            "Khu nghỉ dưỡng sân golf BRG Kings Island",
            "Châu Á",
            "Những điều cần làm ở Hà Nội"
        ],
        "reviews_time": [
            "Written September 24, 2023",
            "Written November 7, 2023",
            "Written February 28, 2024",
            "Written February 28, 2024",
            "Written November 7, 2023",
            "Written September 24, 2023",
            "Written June 27, 2023",
            "Written November 4, 2022",
            "Written March 22, 2020",
            "Written November 3, 2019",
            "Written July 16, 2019",
            "Written July 10, 2018",
            "Written April 24, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d1953983-Reviews-BRG_Kings_Island_Golf_Resort-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d17707105-Reviews-Nha_Hang_Hoa_Sua_Noi_Bai-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17764816-Reviews-Thao_Dien_Van_Loc_Farm-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d23850903-Reviews-Hat_dinh_du_ng_tinis-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1953983-Reviews-or10-BRG_Kings_Island_Golf_Resort-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1953983-Reviews-or20-BRG_Kings_Island_Golf_Resort-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13737525-Reviews-Motorbike_City_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25129661-Reviews-Vietnam_Stunning_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15224304-Reviews-Aloha_Vietnam_Travel_Guide-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d24897250-Reviews-TOMMY_EXCURSIONS_TRAVEL-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1771418-Reviews-Vega_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10859500-Reviews-Vietnam_Eco_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d20209070-Reviews-Amazing_Travel_Corp-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14137879-Reviews-Hanoi_Jeep_Adventures_Motorbike_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14011398-Reviews-Bike_Tours_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5584555-Reviews-Crossing_Vietnam_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d20153621-Reviews-BRG_Kings_Island_Lakeside_Golf_Course-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7931647-Reviews-Vietnam_by_Vespa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13198819-Reviews-Hanoi_Taste_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d814878-Reviews-Duong_Lam_Ancient_Village-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12864118-Reviews-Compagnon_Voyage-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7938258-Reviews-Ba_Vi_National_Park-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19455200-Reviews-Go_Vietnam_Wonders-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12293580-Reviews-Thay_Temple-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19501537-Reviews-Yhi_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2460630-Reviews-Aquarena_Cruise_Halong_Bay_Daily_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4272036-Reviews-Local_Flavors_Food_Tour_Private_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d16723946-Reviews-VAGARY_VIETNAM-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d20403490-Reviews-Book_and_Go-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g34438-d2587876-Reviews-Historic_Virginia_Key_Beach_Park-Miami_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g57835-d2717020-Reviews-Warm_Springs_Pools-Hot_Springs_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g298251-d2211137-Reviews-Big_Almaty_Lake-Almaty.html",
            "https://www.tripadvisor.com/Attraction_Review-g34543-d582013-Reviews-Coyote_Ugly_Saloon-Panama_City_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g35529-d7931152-Reviews-Celebration_Park-Melba_Idaho.html",
            "https://www.tripadvisor.com/Attraction_Review-g17802731-d7893503-Reviews-Ko_Samae_San-Samaesan_Sattahip_Chonburi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g274772-d2572233-Reviews-Wodka_Cafe_Bar-Krakow_Lesser_Poland_Province_Southern_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g45956-d12432640-Reviews-Secret_Cove_Beach-Incline_Village_Lake_Tahoe_Nevada_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g297920-d9801103-Reviews-Longneck_Karen_Village-Chiang_Rai_Chiang_Rai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g32389-d15512754-Reviews-SeaQuest_Folsom-Folsom_California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d1953983-Reviews-or10-BRG_Kings_Island_Golf_Resort-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d1953983-Reviews-BRG_Kings_Island_Golf_Resort-Hanoi.html"
    },
    {
        "attraction_name": "BRG Kings Island Golf Resort",
        "attraction_name_vi": "Khu nghỉ dưỡng sân golf BRG Kings Island",
        "general_info": [
            "34 đánh giá",
            "- 493 trên 1.101 Hoạt động ngoài trời tại Hà Nội",
            "Sân gôn"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Thật là một lối vào! Bạn được đưa đến đảo bằng thuyền nhanh và gặp rất nhiều caddie sẵn sàng giúp đỡ bạn.\nNhà câu lạc bộ và phòng thay đồ rất tuyệt vời, cơ sở vật chất tuyệt vời, caddie luôn sẵn sàng giúp đỡ và điểm nổi bật nhất là các ki-ốt có máy lạnh xung quanh sân.\n\nNHƯNG - xe đẩy không được phép đi trên fairway mặc dù điều kiện khô ráo nên tôi không thể chơi. Đi bộ quá nhiều từ đường tới bóng và quay lại 35 độ. Một yêu cầu từ caddie của tôi đối với câu lạc bộ đã cho phép chúng tôi lái caddie trên đường gồ ghề nhưng vẫn chưa đủ. Xấu hổ làm sao. Nó sẽ khiến tôi không chơi ở đây nữa.Đọc thêm",
            "16 người chúng tôi đến từ KL, Singapore, Bangkok và Manila đã có một trận chơi gôn thú vị tại Kings Course vào ngày 23 tháng 11. \n\nSân Kings Course được khai trương vào năm 2018 và có lỗ thứ 55 đặc trưng của Jack Nickaus II được chơi từ điểm phát bóng thác nước trên cao. Theo Jack Nicklaus II, Kings Course sẽ được thiết kế theo phong cách hiện đại nhất theo tiêu chuẩn golf thế giới và đây sẽ là – món quà đặc biệt – mà ông mang đến cho các golf thủ Việt Nam.\n \nĐể đến sân golf, chúng tôi phải đi phà mất 5 phút sau hơn một giờ di chuyển từ thành phố.\n\nKings Course sống đúng với danh tiếng của nó. Sân golf Of A phù hợp với một vị vua - 7218 thước Anh.  Với các fairway nguyên sơ và điều kiện xanh, đôi khi việc chơi ở điểm phát bóng xanh có thể hơi khó khăn đối với người đánh ngắn.  Khóa học được bổ sung bởi những caddie trẻ và quyến rũ được đào tạo bài bản, những người có thể hỗ trợ tốt cho mỗi người chơi. \n\nCác caddie thậm chí còn chờ đợi người chơi của họ rời khỏi câu lạc bộ sau khi tắm và ăn trưa.  Họ không nghỉ việc sau khi hoàn thành các vòng đấu mà kiên nhẫn chờ đợi để chia tay các golf thủ mà họ đã phục vụ.Đọc thêm",
            "Chúng tôi chơi sân gôn The Mountain View tại King - s Island vào ngày 26 tháng 2 với thời gian phát bóng lúc 7h30 sáng. Cách Hà Nội khoảng 1,5 giờ và nổi tiếng với sân Kings Island 19 lỗ - sân có 3, 18 lỗ, bao gồm cả sân Lakeside - nhưng tiếc là đóng cửa vào ngày hôm đó. Thực sự rất thất vọng nhưng đã tận dụng tối đa nó. Mặc dù vậy, rất vui với 2 caddie nữ! Thời tiết se lạnh, có chút mưa phùn - lạnh buốt. Sẽ thử khóa học Kings vào lần tới!Đọc thêm",
            "Có vẻ như đây là nơi cần sự trang điểm chuyên nghiệp. Vị trí và khóa học là tuyệt vời và trông rất bền vững.  Có rất ít luống hoa không liên quan.  Cây kẹo cao su Úc làm hỏng nó một chút.  Đi thuyền chắc hẳn là một món đồ đắt tiền.  Thiết kế nhà câu lạc bộ còn nghiệp dư.  Tất nhiên là tốt để chơi trên.  Thoải mái và thú vị. Có vẻ bảo trì thấp.  Caddie là tốt. Một điểm đến xứng đáng. Khoảng 70 phút từ Hà Nội.Đọc thêm",
            "Đã chơi trên sân này vào ngày 28 tháng 11 và nhận thấy sân được duy trì cực kỳ tốt và đầy thử thách. Các caddie có khả năng tiếng Anh tốt và có thể đọc green và đánh giá khoảng cách. Nhà hàng cũng phục vụ đồ ăn ngon. Yêu nó.Đọc thêm",
            "Đây là một trong những sân golf tốt nhất ở Hà Nội. Chúng tôi chơi ở sân núi và vào một ngày trong tuần. Sân golf nằm ở giữa hồ và bạn phải đến đó bằng thuyền. Khóa học xung quanh rất đẹp và được bảo trì tốt. Khóa học mất khoảng 1,5 giờ từ Hà Nội bằng xe buýt. Một khi bạn đến đó, sẽ rất xứng đáng cho một vòng chơi gôn tuyệt vờiĐọc thêm",
            "Đây là một khóa học thú vị không quá xa Hà Nội nhưng đủ xa để mang lại cảm giác đồng quê. Khóa học rất đẹp như tranh vẽ. Bạn sẽ đến nơi bằng cách đi thuyền nhanh trong 5 phút qua hồ và sau đó xe đẩy sẽ đưa bạn lên đồi đến nhà câu lạc bộ. Sau khi đổ mồ hôi qua 18 lỗ, bạn sẽ cảm thấy vui vẻ với khoảng thời gian trên mặt nước trên đường về nhà. Đồng nghiệp của tôi và tôi nhận thấy sân này rất dễ chơi và ở trong tình trạng tuyệt vời. Nếu - như chúng tôi - bạn đang ở Hà Nội và đang tìm kiếm một chuyến chơi gôn mà không mất quá nhiều thời gian trên ô tô thì Kings Lake là một lựa chọn tuyệt vời. Đọc thêm",
            "Trời đổ mưa vào ngày tôi và chồng đăng ký thi đấu - và một giải đấu lớn đã được tổ chức cho các thành viên địa phương.  Mặt khác, và với tư cách là khách đến câu lạc bộ, nhân viên ít chú ý - không chú ý đến chúng tôi - ví dụ: không trợ giúp trong việc cung cấp chỉ đường đến phòng thay đồ, xe đẩy, điểm phát bóng đầu tiên, v.v. - tập trung vào các thành viên.  Không có bất kỳ tấm che mưa nào cho túi chơi gôn hoặc thiết bị bảo vệ cú đánh để giúp du khách di chuyển trên sân.   Tuy nhiên, bất chấp thời tiết ẩm ướt, chúng tôi được đi cùng với hai caddie thú vị, những người đã giúp chúng tôi tận hưởng chặng đường leo núi và chắc chắn chúng tôi sẽ ghé thăm lần nữa trong chuyến trở lại Việt Nam.Đọc thêm",
            "Chuyến đi thuyền nhỏ thú vị qua hồ đến sân. Bố cục thực sự tốt nhưng ngày tôi ở đó thì rất đông. Chín caddy phía trước liên tục đẩy tôi chơi qua nhóm phía trước và điều này không tốt. Ở chặng chín sau, sau khi tôi nói với cô ấy rằng đừng vội, nó rất thú vị. Bản thân khóa học này đầy thử thách nhưng không hề đáng sợ. Như với tất cả các môn chơi gôn ở Châu Á, caddie của bạn có thể thành công hoặc thất bại trong ngày. Vì vậy, bạn phải bắt đầu thật tốt. Chắc chắn là một khóa học đáng chơiĐọc thêm",
            "Chúng tôi rất ngạc nhiên khi Sân Gôn nằm trên một Đảo mà chúng tôi cần đi thuyền cao tốc 3 phút để đến đảo. Nhà câu lạc bộ rất đẹp. Có rất nhiều chướng ngại vật về nước trong nhiều lỗ và khiến nó trở nên khó khăn. 5 par 3 thay vì 4 như thường lệ. Từ Hà Nội đến cầu cảng mất khoảng 50 phút lái xe. Khuyên nên rời Hà Nội sớm. Thời gian tốt nhất để chơi Golf vào tháng 3. Nhiệt độ rất mát ở 19-20C.Đọc thêm",
            "Sân gôn cách khách sạn của chúng tôi - Hilton Hà Nội Opera - khoảng 50-60 phút lái xe và phải đi phà một đoạn ngắn từ đất liền đến sân gôn. Chúng tôi chơi khóa học leo núi vào sáng thứ Sáu - ngày 2 tháng 10 -. Khung cảnh xung quanh sân rất đẹp, nhưng một số đoạn gồ ghề và một bên của đường dẫn hơi ẩm ướt - lầy lội vào ngày hôm đó. Không chắc chắn là do hệ thống thoát nước không tốt hoặc trời mưa to vài ngày trước khi chúng tôi thi đấu. Điều kiện của màu xanh lá cây là ok. Người phục vụ của tôi rất nhiệt tình giúp đỡ, thậm chí còn tặng chúng tôi một ít Bưởi miễn phí.Đọc thêm",
            "Chúng tôi đã ở Hà Nội vào kỳ nghỉ từ ngày 12 đến ngày 15 tháng 3 - dự định chơi gôn tại sân gôn King - s Island. Từ thành phố, thời gian di chuyển là khoảng 1 giờ vì mật độ giao thông rất đông vào giờ cao điểm buổi sáng. Hoặc bạn có thể đến khách sạn Daewoo, nơi có xe buýt miễn phí do sân Golf King - s Island cung cấp - họ sẽ đón bạn - đưa bạn đến sân golf. Nhưng vui lòng gọi cho sân gôn King - s để sắp xếp. Lưu ý bạn cần đi tàu cao tốc khoảng 3 phút để đến đảo King - s. Sân thứ 2 ở đảo King - s - hồ nơi có nhiều nguy hiểm về nước - sân núi . Chúng tôi chơi ở sân golf nơi có tầm nhìn ngoạn mục ra ngôi đền - đó là một sân chơi dễ chơi hơn nhiều. Rất nhiều caddy có sẵn để lựa chọn trong năm - toàn bộ địa điểm - trải nghiệm thật tuyệt vời. Điều tuyệt vời nhất là nó không quá xa thành phố - đó là một trong những sân gôn tốt nhất mà tôi đã chơi ở Châu Á. Đừng bỏ lỡ nếu bạn đang ở Hà Nội.Đọc thêm",
            "Đây là một sân gôn tuyệt đẹp nằm trên một hòn đảo cách xa đất liền. Phải đi thuyền 5 -7 phút để đưa Người chơi gôn đến nhà câu lạc bộ. Sân gôn yên bình, độc đáo và tự nhiên với những bãi cỏ rộng và dài đầy thử thách. Caddies được đào tạo bài bản và họ chăm sóc rất tốt cho các Golfer. Đồ ăn bán ở căng tin rất ngon và giá cả phải chăng. Trải nghiệm tổng thể là tốt ngoại trừ phí đánh bóng khá đắt.Đọc thêm",
            "Phí ra sân, có bao gồm caddie không và họ có cho thuê gậy không và bao nhiêu. Cảm ơnĐọc thêm",
            "Phí chơi golf là bao nhiêu?Đọc thêm"
        ],
        "star_ratings": [
            13,
            13,
            6,
            1,
            1
        ],
        "review_amount": 34,
        "location": [
            "Việt Nam",
            "Hà Nội",
            "Khu nghỉ dưỡng sân golf BRG Kings Island",
            "Châu Á",
            "Những điều cần làm ở Hà Nội"
        ],
        "reviews_time": [
            "Written September 24, 2023",
            "Written November 7, 2023",
            "Written February 28, 2024",
            "Written November 24, 2017",
            "Written December 3, 2016",
            "Written November 10, 2016",
            "Written July 20, 2016",
            "Written June 29, 2016",
            "Written June 28, 2016",
            "Written April 3, 2016",
            "Written October 10, 2015",
            "Written March 17, 2015",
            "Written January 11, 2015"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d1953983-Reviews-or10-BRG_Kings_Island_Golf_Resort-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d17707105-Reviews-Nha_Hang_Hoa_Sua_Noi_Bai-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17764816-Reviews-Thao_Dien_Van_Loc_Farm-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d23850903-Reviews-Hat_dinh_du_ng_tinis-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1953983-Reviews-BRG_Kings_Island_Golf_Resort-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1953983-Reviews-or20-BRG_Kings_Island_Golf_Resort-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13737525-Reviews-Motorbike_City_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25129661-Reviews-Vietnam_Stunning_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15224304-Reviews-Aloha_Vietnam_Travel_Guide-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d24897250-Reviews-TOMMY_EXCURSIONS_TRAVEL-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1771418-Reviews-Vega_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10859500-Reviews-Vietnam_Eco_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d20209070-Reviews-Amazing_Travel_Corp-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14137879-Reviews-Hanoi_Jeep_Adventures_Motorbike_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14011398-Reviews-Bike_Tours_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5584555-Reviews-Crossing_Vietnam_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d20153621-Reviews-BRG_Kings_Island_Lakeside_Golf_Course-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7931647-Reviews-Vietnam_by_Vespa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13198819-Reviews-Hanoi_Taste_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d814878-Reviews-Duong_Lam_Ancient_Village-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12864118-Reviews-Compagnon_Voyage-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7938258-Reviews-Ba_Vi_National_Park-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19455200-Reviews-Go_Vietnam_Wonders-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12293580-Reviews-Thay_Temple-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19501537-Reviews-Yhi_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2460630-Reviews-Aquarena_Cruise_Halong_Bay_Daily_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4272036-Reviews-Local_Flavors_Food_Tour_Private_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d16723946-Reviews-VAGARY_VIETNAM-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d20403490-Reviews-Book_and_Go-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g60775-d3265733-Reviews-Yorktown_Beach-Yorktown_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187463-d3308656-Reviews-Casino_de_Mallorca-Palma_de_Mallorca_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g194874-d543497-Reviews-Gucci_Outlet-Reggello_Tuscany.html",
            "https://www.tripadvisor.com/Attraction_Review-g34206-d3385356-Reviews-Manasota_Key_Beach-Englewood_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g189852-d23924254-Reviews-Avicii_Experience-Stockholm.html",
            "https://www.tripadvisor.com/Attraction_Review-g52122-d563324-Reviews-Warm_Springs_Reservation-Warm_Springs_Central_Oregon_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g47582-d2527894-Reviews-Tanger_Outlets_Deer_Park-Deer_Park_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g147277-d2169353-Reviews-Cas_Abao_Beach-Curacao.html",
            "https://www.tripadvisor.com/Attraction_Review-g48194-d532128-Reviews-Kirk_Park_Beach-Montauk_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g298484-d300378-Reviews-Izmailovsky_Market-Moscow_Central_Russia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d1953983-Reviews-or20-BRG_Kings_Island_Golf_Resort-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d1953983-Reviews-or10-BRG_Kings_Island_Golf_Resort-Hanoi.html"
    }
]