[
    {
        "attraction_name": "British Library",
        "attraction_name_vi": "Thư viện Anh",
        "general_info": [
            "4.017 đánh giá",
            "- 112 trong số 2.738 việc cần làm ở Luân Đôn",
            "Thư viện",
            "Bảo Tàng Lịch Sử"
        ],
        "attraction_summary": "Mở cửa cho tất cả du khách bảy ngày một tuần, tòa nhà tuyệt vời này của Sir Colin St John Wilson tổ chức các sự kiện, triển lãm đặc biệt và Phòng trưng bày Kho báu trưng bày hơn 200 hiện vật, bao gồm Magna Carta, Kinh thánh Gutenberg và lời bài hát của The Beatles.Đọc hơn",
        "reviews": [
            "Đọc thêm",
            "Đây không phải là một bảo tàng hiện vật rộng lớn để xem xét - có thể mất một giờ. Nhưng, chúng tôi hoàn toàn thích chuyến thăm của chúng tôi. Những tài liệu lịch sử vĩ đại, một số kỷ vật của Beatles, những vật phẩm tôn giáo được minh họa tuyệt vời - thật tuyệt vời. Và bạn sẽ không bị choáng ngợp bởi hàng nghìn mục cần kiểm tra.Đọc thêm",
            "Có một vài giờ rảnh rỗi trước khi bắt chuyến bay, tôi đã đến thăm Thư viện Anh vào Chủ Nhật tuần trước mà không mong đợi gì. Thật là một trải nghiệm thư giãn và thú vị! Từ Magna Carta và Lindisfarne Gospels đến lời bài hát do John Lennon viết nguệch ngoạc trên tấm thiệp mừng sinh nhật đầu tiên của con trai ông, bảo tàng lưu giữ nhiều báu vật. Môi trường yên tĩnh và thanh bình, và nhân viên mà tôi đã tương tác rất tử tế và hữu ích. Tôi không mua bất cứ thứ gì để ăn hoặc uống, nhưng có một vài lựa chọn khác nhau tại cơ sở. \n\nHãy tận dụng cơ hội miễn phí này nếu bạn ở gần ga St. Pancras. Đọc thêm",
            "Ồ! Thật là một nơi thú vị để dành một vài giờ - hãy xem phòng Magna Carta! Một điều đáng quan tâm nữa là Máy Enigma thực tế có sẵn để xem gần Viện Alan Turing. \nChúng tôi ăn trưa tại một trong những nhà hàng của bảo tàng - đồ ăn thực sự rất ngon. \nVào cửa miễn phí - một nơi hấp dẫn!Đọc thêm",
            "Một cuộc triển lãm tuyệt vời là một cơ sở phải trả phí nhưng việc triển lãm thường xuyên các bản thảo và sách tuyệt vời rất đáng để bạn ghé thăm. Quán cà phê ngon phục vụ đồ ăn, đồ ăn nhẹ và đồ uống ở cả hai tầng và bản thân tòa nhà cũng đáng để ghé thăm một mình. Vào cửa miễn phí cũng như chỗ ngồi bên ngoài và các buổi nói chuyện đã đặt trước mà nó cung cấp là hạng nhất.Đọc thêm",
            "Tôi và bạn tôi gặp nhau ở ga Kings Cross và đi bộ một đoạn ngắn đến thư viện. Chúng tôi gặp vấn đề về di chuyển nên điều quan trọng là chúng tôi phải có thang máy để lên các tầng cao hơn. Chúng tôi chỉ có vài giờ nên chúng tôi đi thẳng đến Nhà hàng Terrace ở tầng một để ăn nhẹ. Cuối cùng, tôi đã mua một món súp cà chua nếm thử cà chua thật với nước cốt đậm đà và các loại thảo mộc cùng với một vài ổ bánh mì và một số lượng lớn gói bơ. Sau đó, tôi chọn món salad từ tuyển tập các đĩa tuyệt vời được trưng bày ở nhà ga trung tâm. Chúng rất toàn diện và bất kỳ ai cũng có thể tìm thấy thứ họ thích. Tôi mở đầu bằng một tách trà và chúng tôi ngồi ăn ở khu vực sân hiên dễ chịu - bên ngoài trời hơi gió quá -.  Nước đã có sẵn và toàn bộ chi phí - 14,50 - một món hời! Sau đó, chúng tôi được thưởng thức hương vị đáng nhớ của những gì được cung cấp tại thư viện trong phần - Triển lãm - nơi chúng tôi nhìn thấy Magna Carta cùng với những cuốn sách được chiếu sáng tinh xảo từ tất cả các tôn giáo lớn và nhiều bản thảo âm nhạc. Một trải nghiệm thực sự tuyệt vời......và nó - miễn phí!!!Đọc thêm",
            "I have visited the BL a few times in the last month or so as I have a reader ticket for a research project.\n\nI - ve used the reading rooms, cafe and visited the Treasures exhibition.\n\nI have never met so many lovely, polite, helpful, knowledgable staff at any establishement anywhere in the world in the past 50 years. I - m not sure if they are wildly overpaid or hypnotised but it - s the sort of professional service that you don - t get anywhere else. It - s the six-star hotel of libraries; a parallel universe or a trip back in time.\n\nEven the loo cleaner lady says  - good afternoon -  with a smile. Everyone knows what they are doing, goes the extra mile to get your reader ticket issued when you arrive with two minutes left before closing, checks your bag without looking at you like you are a terrorist and serves food, drinks, shop gifts etc. in a professional manner.\n\nFood and drink is very good value. Coffee is very good. There are drinking fountains at various points and lockers if you have a reader ticket. \n\nThe service to order books from the collection to one of the readng rooms is efficient and this can be done online and usually only takes 48 hours to get books brought up from the extensive underground storage. I am looking forward to the opportunity to go on a backstage tour at some point.\n\nYou can sit in one of the very many public seating areas without a reader ticket. There are various kinds including bench eting, small tables, individual lecture-style chairs with fold out desks and power sockets, larger four-seater booths, again wiht power and free internet access for general use and to acess the digital collections.\n\nDepending on the time of your visit you may not get your first choice of places to sit so go early if you want something specific.\n\nThe building is clean, easy to navigate and has plenty of accessible options such as lifts and excalators as well as stairs.\n\nThe central artium is a stunning display of rare books donated by Geroge III in a multi floor bookcase in glass. Wonderous!\n\nI only regret living 30 minutes away and not going sooner.Read more",
            "Đã lâu rồi tôi chưa quay lại, luôn có một số triển lãm và những thứ để xem gần quán cà phê bên trong. Lưu ý rằng an ninh sẽ kiểm tra túi xách của bạn. Đáng để ghé thăm như một khách du lịch nếu bạn - đang ở trong khu vực. Thật tuyệt khi làm việc nếu bạn nhận được thẻ đọc sách vào phòng đọc.Đọc thêm",
            "TUYỆT VỜI! \n\nĐây là Thư viện lớn thứ hai trên thế giới - Tôi nghĩ Thư viện Quốc hội là thư viện đầu tiên nhưng khi Đảng Cộng hòa bắt tay vào việc cấm sách thì Thư viện Anh sẽ là Thư viện đầu tiên!\n\nTôi tập trung chuyến thăm của mình vào Kho báu - và xem bản gốc Magna Carta, các tác phẩm của Chaucer, Shakespeare, Hòa thượng Bede, bản nhạc của Mozart, bức vẽ của Leonardo da Vinci. Nó cũng giới thiệu các bản viết tay - bản thô - của các bài hát của Beatles như - In My Life - và bản phác thảo Monty Python - Tòa án dị giáo Tây Ban Nha. Hoàn toàn rực rỡ. Đã yêu nó. \n\nCòn nhiều thứ để xem nhưng thời gian của tôi có hạn. Yêu cầu một chuyến thăm khác.Đọc thêm",
            "Chúng tôi có vinh dự được tham quan riêng, nơi các thủ thư chuẩn bị và giới thiệu bộ sưu tập bản thảo độc đáo của nhà văn Stefan Zweig.\nNhững bức thư thật của Robbespierre, Marie Antoinette, bản nhạc của Bach, Brahms, Händel hay một bài thơ viết tay của Goethe - mọi thứ đều được trình bày một cách hoàn hảo, các câu hỏi được trả lời và thông tin cơ bản được đưa ra. Cuộc triển lãm công khai về - những tờ báo cũ - rất đặc biệt và miễn phí. Bạn cũng nên lựa chọn tiền giấy và tem ngân hàng - bao gồm cả tờ mauritius màu xanh nổi tiếng - . Internet chất lượng tốt, dịch vụ phòng thay đồ và bầu không khí quán cà phê dễ chịu góp phần tạo nên một chuyến thăm hoàn hảo.Đọc thêm",
            "Có thể dễ dàng dành cả ngày ở đây! Rất nhiều đồ vật tuyệt vời trong bộ sưu tập. Có gì đó ở đây cho mọi người thưởng thức. Có những cửa hàng sách và quà tặng xinh xắn, nhiều ánh sáng và không gian rộng mở để thoải mái ngồi đọc sách.  Ước gì tôi có nhiều thời gian hơn ở đây để tận dụng tối đa phòng đọc nhưng chắc chắn sẽ lên kế hoạch cho chuyến đi tiếp theo!Đọc thêm",
            "The library is great and most of the tour was good, but I was shocked and offended when the tour guide  - who had been good before this -  let himself down about religious texts. I know many people don - t share my faith and some don - t like the Church, but it was inappropriate that outright lies were told during the tour.He picked specific Bible verses to debunk  - something which wouldn - t have been done for any other religion -  and said that with ancient texts nobody can translate them properly so we can - t know what it actually means. This included saying  - love your neighbour -  doesn - t mean loving or being nice to them it just means charitable  - the original text uses agapeseis, which means absolute unconditional love and is sometimes translated as charity - .He gave a heartfelt  - Thank God someone finally stood up to the Catholic Church, someone needed to -  and said nobody used to have any idea what was going on at Mass. He said the Bible was only available in Latin because the Catholic Church thought that if people could read it they would argue and know the Church was lying to them  - the Church didn - t forbid translations, it prevented incorrect translations - the Bible in Latin was itself a 4th century translation - .He also said the Bible says  - respect your elders -  but it just meant priests, and  - that puts a whole new spin on it doesn - t it? - . He was talking about one of the many verses specifically saying younger people should respect older people and everyone should serve each other.The rest of the tour was good and he was engaging  - the fossils in the marble were great - . I know anti-Catholic bias is common and normalised, but I wouldn - t expect a tour to be bad-mouthing holy texts from Hinduism, Sikhism, Judaism or Islam and it really shouldn - t be that Christianity is considered fair game.Read more",
            "Quán cà phê trên tầng hai đã trở thành một nơi thực sự thù địch được điều hành bởi một nhân viên, người dường như nghĩ rằng đó - một loại trạm kiểm soát an ninh hoặc khu vực quân sự nào đó. Khi bước vào khu vực, người ta ngay lập tức vồ lấy và thông báo - các quy tắc - . Sau đó, người ta quan sát thấy loại người bảo vệ này thường xuyên tuần tra, đi từng bàn, thẩm vấn mọi người về việc mua hàng của họ. Khi gặp bất kỳ sự kháng cự nào, người bảo vệ hét lên, chống nạnh, nghiêng người về phía trước, dường như sẵn sàng chiến đấu! Cô ấy thường làm theo ý mình, như những kẻ bắt nạt buồn bã làm, nhưng nếu cô ấy không - t, những lời đe dọa sẽ được đưa ra như - bạn sẽ - không thoát được nữa - và - bạn - sẽ cần một biên nhận vào lần sau - . Những người trẻ tuổi dường như là mục tiêu đặc biệt và liên tục được tiếp cận vì những điều hoàn toàn ngẫu nhiên không liên quan gì đến người - rõ ràng là đang trên một chuyến đi sức mạnh lớn. Đồ ăn và đồ uống được cung cấp ở mức tầm thường và giá quá cao, có lẽ đó là lý do tại sao họ phải dùng đến những chiến thuật này.Đọc thêm",
            "Đừng bỏ lỡ điều này!   Một trong những nơi tốt nhất chúng tôi ghé thăm.  Bạn - sẽ thấy Magna Carta nguyên bản, folio đầu tiên của Shakespeare, bản nhạc gốc của Mozart, The Beatles, các bức vẽ của Da Vinci.  Nó - khá choáng ngợp.Đọc thêm",
            "Chỉ trong hai căn phòng, bạn sẽ tìm thấy những kho báu của nền văn minh phương Tây, từ những cuốn kinh thánh đầu tiên - bao gồm một trong những cuốn kinh thánh hoàn chỉnh lâu đời nhất còn tồn tại - năm 350 sau Công nguyên - đến Shakespeare, Lewis Carroll đến Magna Carta. Ngoài ra còn có các bản đồ lịch sử, tài liệu nghệ thuật và khoa học cũng như các bản thảo của Beethoven, Mozart và Chopin. Thật không may, tôi không thể nhìn thấy Magna Carta vì ngày trước chuyến thăm của tôi đã xảy ra sự cố khiến họ phải đóng cửa phòng. Các nhân viên không chắc khi nào phòng Magna Carta sẽ mở cửa để xem lại. Điều đó nói lên rằng, kho tàng văn học còn lại rất đáng xem.Đọc thêm",
            "Tòa nhà xấu xí, bộ sưu tập tuyệt vời. Thật tuyệt khi thấy có nhiều người ghé thăm! Kho bạc thật tuyệt vời! Thật là những cuốn sách đẹp và độc đáo! Đọc thêm",
            "Triển lãm rất thú vị và cách tuyệt vời để dành một giờ với gia đình!  Các văn bản lịch sử và nghệ thuật là tuyệt vời.  Rất đáng để ghé thăm! Đọc thêm",
            "Phòng trưng bày Sir John Ritblat trong Thư viện Anh trưng bày nhiều kho tàng lịch sử. Có những tác phẩm gốc của các nhà văn, nhà thơ, nhạc sĩ và nghệ sĩ vĩ đại, cũng như các bản thảo quý giá, tác phẩm in gốc và sách quý hiếm. Thật thú vị khi được xem những cuốn sổ tay của Leonardo da Vinci và những bản nháp của The Beatles.  Tôi đã nán lại phòng trưng bày rất lâu.Đọc thêm",
            "Nhân viên rất hữu ích. Họ cho chúng tôi mượn xe lăn. Có nhiều thang máy. Tôi đến đây để xem triển lãm bao gồm một folio đầu tiên của Shakespeare, và một folio thứ hai, thứ ba và thứ tư. Các triển lãm khác cũng rất thú vị; bao gồm một Magna Carts và một phần về The Beatles. Thật không may, Diamond Sutra không có ở đó, nhưng có hai cuốn Kinh thánh rất cũ. Một mẹo cho những người khát nước: quán cà phê ở lối vào tính phí - 3,50 cho trà, trong khi nhà hàng ở tầng trên rẻ hơn. Quán cà phê kia đã đóng cửa. Đọc thêm",
            "Chuyến tham quan Kho báu Thư viện Anh đúng như mong đợi là một chuyến tham quan mang tính trí tuệ. Trước chuyến tham quan, sẽ rất hữu ích nếu biết một số thông tin cơ bản về Vua John 1 của Anh, lý do thành lập Magna Carta, một số thông tin quen thuộc với các tác giả, Shakespeare và C.S. Lewis, và một số ý tưởng cơ bản về đức tin Cơ đốc giáo, Do Thái, Hồi giáo. Hướng dẫn viên của chúng tôi trẻ trung, vui vẻ và hiểu biết.Đọc thêm",
            "Quán cà phê Grayson thực sự khủng khiếp. Những phần ăn ít ỏi ít ỏi, những món súp thô thiển và cực kỳ đắt đỏ. Bữa ăn của tôi có lẽ tốn 50 xu để thực hiện và họ tính tiền cho tôi - 4,75. Nhân viên luôn keo kiệt trong việc phục vụ và thô lỗ với nhiều sinh viên đang làm việc tại đây. Graysons cần phải đi. Cũng không có lựa chọn nào khác khi họ chạy tất cả các lựa chọn thực phẩm. Vào một ngày mưa, bạn buộc phải ăn món này nếu không thể ra ngoài. Không chắc thỏa thuận tài chính nào đằng sau nó - toàn bộ sự việc có mùi độc quyềnĐọc thêm",
            "Bản thảo viết tay cuốn Thuyết phục của Jane Austen có còn được trưng bày tại Thư viện Anh không? Tôi và chị gái tôi sẽ đến thăm vào tháng 5 và rất muốn xem nó.Đọc thêm",
            "Nó được trưng bày khi tôi ghé thăm vào tháng 8 năm 2019. Gửi email cho thư viện - hãy hỏi họ, chúng rất hữu ích - kèm theo câu trả lời nhanh chóng cho bất kỳ câu hỏi nào tôi - đã hỏi họ.Đọc thêm",
            "Có điều gì để xem từ Night at the Museum 3 trong bảo tàng nơi nó được quay một phần không?Đọc thêm",
            "Xin lỗi, mình chưa xem phim nên không giúp được gì. Tôi khuyên bạn nên gọi đến Thư viện - nhân viên cực kỳ hữu ích.Đọc thêm",
            "Có phòng dành cho trẻ em không? truyện dành cho trẻ em?Đọc thêm",
            "Không có.  Không nên đi cùng trẻ em...Đọc thêm",
            "Bạn khuyên bạn nên dành bao lâu để tham quan Phòng trưng bày Kho báu?Đọc thêm",
            "Khoảng 1,5-2 giờ là nên làm. Phụ thuộc nếu bạn muốn đọc và tương tác với mọi thứ. Nó - hơi giống như - Một đoạn dây dài bao nhiêu. Đọc thêm",
            "Chúng tôi có thể xem Magna Carta không? Giờ mở cửa vào thứ năm ngày 2 tháng 11 là mấy giờ?Đọc thêm",
            "Vâng, nó nằm trong phần Kho báu của -. Tôi sẽ kiểm tra trang web để đảm bảo giờ mở cửa. Hy vọng bạn thích nó! Đọc thêm",
            "Xin vui lòng cho biết tần suất các chuyến tham quan và chi phí là bao nhiêuĐọc thêm",
            "Portsmout - Tôi chưa từng tham gia, nhưng đã tra cứu điều này trên một công cụ tìm kiếm, - DuckDuckGo - công cụ này xuất hiện ngay trên trang web của Thư viện Anh và các chuyến tham quan.\n\nChúng chỉ được thực hiện vào một số tháng nhất định trong năm và thường vào hầu hết các ngày trong tuần, nhưng không phải hàng ngày kể từ khi tôi nhấp vào nút đặt chỗ, thứ Ba đã bị thiếu.\n\nĐó là - s - 10 cho chuyến tham quan và nếu dưới 18 tuổi - 8.\n\nKhi tôi đến Thư viện Anh, tôi muốn tra cứu các tờ báo cũ của Anh - tôi không được phép vào vì tôi không có giấy tờ tùy thân, họ sẽ không cho tôi vào nếu không có giấy phép lái xe hoặc hộ chiếu hãy mang theo những thứ này cùng với bảng sao kê ngân hàng hoặc hóa đơn thuế của hội đồng.  Họ nhất quyết yêu cầu tôi phải có 2 loại giấy tờ tùy thân - vì vậy tôi không bao giờ có thêm bất kỳ thông tin nào nữa, điều này khiến tôi thực sự khó chịu.Đọc thêm",
            "tần suất các chuyến tham quan và chi phí như thế nào vui lòngĐọc thêm",
            "Không có gì nhiều để thêm. Có một khoản phí nhỏ cho cuộc triển lãm Cook, nhưng phần còn lại là miễn phí.Đọc thêm",
            "có nơi nào để lại vali khi tham quanĐọc thêm",
            "Có, họ có phòng để đồ nơi bạn có thể gửi hành lý. Đọc thêm",
            "Tôi muốn đến thăm Thư viện Anh; bạn có thể thực hiện một chuyến tham quan tự hướng dẫn và xem Magna Carta, v.v. hay chỉ thực hiện thông qua các chuyến tham quan có hướng dẫn viên?  Cảm ơn bạn!Đọc thêm",
            "Điều này hoàn toàn miễn phí và bạn có thể thoải mái đi bộ ra ngoài.Đọc thêm",
            "Vào cửa miễn phí - duyệt trong khoảng một giờ?Đọc thêm",
            "Vâng, nó là miễn phí. tôi nghĩ bạn phải trả tiền nếu muốn đến Triển lãm Harry Potter.Đọc thêm"
        ],
        "star_ratings": [
            2654,
            1048,
            221,
            61,
            33
        ],
        "review_amount": 4017,
        "location": [
            "London",
            "Những việc cần làm ở London",
            "Thư viện Anh",
            "Vương quốc Anh - Vương quốc Anh -",
            "Châu Âu",
            "nước Anh"
        ],
        "reviews_time": [
            "Written June 18, 2023",
            "Written July 17, 2023",
            "Written July 19, 2023",
            "Written July 22, 2023",
            "Written July 25, 2023",
            "Written September 10, 2023",
            "Written September 30, 2023",
            "Written October 8, 2023",
            "Written October 12, 2023",
            "Written October 18, 2023",
            "Written May 26, 2024",
            "Written May 26, 2024",
            "Written May 20, 2024",
            "Written May 14, 2024",
            "Written May 4, 2024",
            "Written April 21, 2024",
            "Written April 16, 2024",
            "Written April 15, 2024",
            "Written March 25, 2024",
            "Written March 25, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g186338-d187728-Reviews-British_Library-London_England.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g186338-d3206568-Reviews-Indian_Lounge-London_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186338-d24411121-Reviews-Tajmahal_Indian_Cuisine-London_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186338-d21387426-Reviews-Choppaluna-London_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186338-d3915265-Reviews-Albertini_Restaurant-London_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186338-d23409789-Reviews-Nonos-London_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186338-d4925053-Reviews-Pizza_Sophia-London_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186338-d1044651-Reviews-The_Skinners_Arms-London_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186338-d6503304-Reviews-Cappadocia_Cafe_Bistro-London_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186338-d7355954-Reviews-Half_Cup-London_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186338-d720168-Reviews-North_Sea_Fish_Restaurant-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d214631-Reviews-St_Pancras_International_Station-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d4700302-Reviews-The_Shaw_Theatre-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d15154301-Reviews-St_Pancras_Renaissance_Hotel-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d10910691-Reviews-Newton_Monument-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d19653178-Reviews-Chalton_Street_Market-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d10910717-Reviews-The_Meeting_Place_Statue_St_Pancras_Station-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d10020591-Reviews-Lumiere_London_2018_18_21_January_17_30_22_30-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d553750-Reviews-The_Place-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d629912-Reviews-King_s_Cross_Station-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d13335039-Reviews-Cartwright_Gardens-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d187728-Reviews-or10-British_Library-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d188862-Reviews-National_Gallery-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d194299-Reviews-Churchill_War_Rooms-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d187556-Reviews-V_A_Victoria_and_Albert_Museum-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d187555-Reviews-The_British_Museum-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d187676-Reviews-Natural_History_Museum-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d4568625-Reviews-Londra_Culturale-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d654918-Reviews-Museum_of_Brands-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d1036503-Reviews-The_London_Bridge_Experience-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d187600-Reviews-National_Maritime_Museum-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d8527239-Reviews-Novelty_Automation-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d4300757-Reviews-St_Pancras_Spa-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d5916280-Reviews-Mabels_Tavern-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d12253303-Reviews-Siam_Body_Soul-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186525-d26724779-Reviews-Great_Rail_Journeys-Edinburgh_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d10346907-Reviews-Hatchards_St_Pancras-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d211747-Reviews-Whirl_y_Gig-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d8300917-Reviews-The_Dolphin_Pub-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d14099564-Reviews-Eurostar-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d1913806-Reviews-Koko_Crater_Arch_Trail-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g29220-d108176-Reviews-Bamboo_Forest-Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g303631-d550339-Reviews-Paulista_Avenue-Sao_Paulo_State_of_Sao_Paulo.html",
            "https://www.tripadvisor.com/Attraction_Review-g190479-d206479-Reviews-Karl_Johans_Gate-Oslo_Eastern_Norway.html",
            "https://www.tripadvisor.com/Attraction_Review-g43399-d2471200-Reviews-Vince_Shute_Wildlife_Sanctuary-Orr_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g147278-d150354-Reviews-Punda-Willemstad_Curacao.html",
            "https://www.tripadvisor.com/Attraction_Review-g297962-d11962903-Reviews-Antalya_Shooting_Range-Antalya_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d208055-Reviews-Hotel_de_Ville-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g60403-d637832-Reviews-Wizard_Quest-Wisconsin_Dells_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g53006-d8567442-Reviews-Blue_Marsh_Lake-Leesport_Pennsylvania.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g186338-d187728-Reviews-or10-British_Library-London_England.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g186338-d187728-Reviews-British_Library-London_England.html"
    }
]