[
    {
        "attraction_name": "Buarbreen",
        "attraction_name_vi": "Buarbreen",
        "general_info": [
            "159 đánh giá",
            "- 2 trong số 16 điều cần làm ở Odda",
            "Thành tạo địa chất"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "There is a lot of discussion about whether this hike is difficult or not.  The difficulty depends on a number of factors, principally your physical fitness and any physical limitations - injuries that you may have, and the weather.  For me in my mid-to-late 50 - s and in relatively good shape and with no real physical limitations, I would rate the hike slightly more difficult than moderate based on the steady steep climb, tempered somewhat by the fact that the hike is not very long.  The weather was also great the day we did the hike  - high around 63 with no precipitation - .  Our 21 year-old son who is in great shape thought the hike was barely moderate in difficulty, while our 23 yea-old daughter and my spouse would have rated it more similarly to my rating.I would recommend parking at the parking lot at the farm at the top of the road  - NOK 150, pay when you leave - you will need a credit card to pay - .  The road to the parking lot is very narrow, with much of it only wide enough for one vehicle so you will need to navigate oncoming traffic.  Going in the morning when traffic is largely going up the canyon will make this easier.  The hike begins with a mostly flat, wide trail that can be a bit muddy in places if there has been recent rain  - common for the area - .  After about 1 - 4 mile, the steepens and remains a steady climb for the next 3 - 4 mile or so.  The final 3 - 4-to-1-mile to the top gets a bit steeper still, and you will have some ropes, chains and ladders to help along the way.  The river formed by runoff from the glacier roars for most of the hike, and the views off the valley and glacier are wonderful.  While you can see the glacier from the parking lot, the view from the top of the hike is stunning.  Because the hike is not very long, less than 4 miles roundtrip, the hike is pretty doable if you are in ok shape and don - t have significant limitations. My tracking app says we hiked 3.92 miles with 1,284 feet of elevation gain.  Hiking time was 2 hrs and 8 minutes, with very few rest stops other than about 20-30 minutes at the top.  If I were doing this hike and Trolltunga, I would recommend a rest-day in-between the hikes, especially if you hike Trolltunga first. We hiked Buarbreen first and Trolltunga the next day, which was doable, but would have been better to hike Trolltunga completely fresh. There is a restroom in the restaurant by the parking lot for use before or after the hike, and though we didn - t try it, I understand the restaurant is pretty good.Read more",
            "Đi lang thang tuyệt vời! Gia đình tôi khá giả, và chúng tôi nghĩ việc này - thử thách vừa phải - việc đi bộ đường dài thật - khó! - Có một số đoạn bạn phải dùng dây leo lên sườn tảng đá, một số đoạn lên dốc và một số đoạn gần giống như leo núi! Khung cảnh thật ngoạn mục trên toàn bộ con đường dẫn đến sông băng! Từ bãi đậu xe phía dưới đến sông băng và quay lại đồng hồ của tôi chạy được 4,83 dặm. Muốn giới thiệu nếu bạn - sẵn sàng cho nó! Đọc thêm",
            "Chúng tôi đã trả 150NOK để ở trong bãi đậu xe. Chúng tôi đi theo con đường mòn có biển báo rõ ràng. Đi bộ đường dài 3km đến chân sông băng. Đường leo núi rất vất vả nhưng chúng tôi không đủ sức. Nhìn thấy những gia đình có trẻ nhỏ - bao gồm cả mẹ - bế trẻ sơ sinh - và chó đi bộ đường dài một cách thong thả. Không có nhà vệ sinh trên đường đi. Đó là một ngày ấm áp nhưng gió thổi từ sông băng khiến làn gió có cảm giác như máy lạnh. Có rất nhiều đoạn bạn phải dùng dây thừng để kéo mình lên qua những tảng đá. Chắc chắn nên thử nếu bạn thích cảnh quan tuyệt đẹp. Đọc thêm",
            "Chuyến đi bộ đường dài này khá thử thách, phải leo trèo một chút, nhưng rất đáng giá. Trẻ em - 10 - 12 tuổi - thích thử thách và người lớn thích ngắm cảnh. Đọc thêm",
            "Cảm giác thật tuyệt khi lên đến đỉnh sau một chuyến đi bộ đường dài dọc theo dòng sông. Con đường được đánh dấu rất rõ ràng và nó bắt đầu đi qua một trang trại nuôi bò. Sau vài phút, bạn bước vào rừng và con đường dễ dàng leo lên trên. Xa hơn bạn băng qua một số con sông và sau đó nó trở nên dốc hơn. Nhưng không đáng sợ. Tổng cộng là 3 km và thực sự đáng để lên tới đỉnh. Sau bữa ăn nhẹ trên đỉnh ngắm sông băng và ngắm cảnh bạn lại leo xuống. Ít nhất bạn nên dành ra ba tiếng cho chuyến đi nàyĐọc thêm",
            "Chúng tôi đã leo lên một số sông băng trong chuyến đi gần đây đến Na Uy, nhưng đây là một chuyến đi bộ tuyệt vời.  Bạn có thể đến đây rất dễ dàng từ Odda, nhưng chuyến đi bộ đường dài này bao gồm một số cuộc tranh giành đá đầy thử thách.  Dòng chảy từ sông băng ồn ào đến nỗi nó đập vào những tảng đá đến mức gần như chói tai và tầm nhìn ra sông băng trong suốt chuyến đi bộ khiến bạn tiếp tục đi.  Đó là một trong những chuyến đi bộ đường dài tuyệt vời nhất của chúng tôi và việc đến gần kỳ quan thiên nhiên này quả thật đáng nỗ lực.  Chúng tôi đã đi như một cặp đôi, nhưng tôi nghĩ mọi người ở mọi lứa tuổi có sức khỏe vừa phải sẽ thích chuyến đi bộ đường dài này.Đọc thêm",
            "Một trong những chuyến đi bộ đường dài đẹp nhất mà tôi từng thực hiện - và tôi sống ở Thụy Sĩ, nơi chúng tôi có rất nhiều chuyến đi bộ đường dài tuyệt đẹp -.  Chuyến đi bộ này không mất nhiều thời gian, chỉ mất chưa đến 3 giờ nếu bạn có thể trạng tốt và sự đa dạng của địa hình bạn nhìn thấy - núi, sông băng, rừng, suối, thác nước - thật ngoạn mục. Đường mòn có nhiều đá và dốc, có nhiều đoạn phải sử dụng dây thừng và thang để leo lên một số sườn dốc. Ngoài ra, bạn còn phải băng qua một số khu vực lầy lội, ẩm ướt nên hãy nhớ mang giày leo núi loại tốt. Có bãi đậu xe thu phí ở Buer cũng như khu cắm trại.  Hãy tận hưởng!Đọc thêm",
            "Đây là chuyến đi bộ tốt nhất trong cuộc đời tôi. Tại sao?1. Lượt xem tuyệt đẹp từ những phút đầu tiên đến đỉnh.2. Nó đủ thách thức về mặt kỹ thuật mà không quá hạn chế.3. Thời gian không quá dài - 3-4 giờ - .Thêm nữa, nước lạnh như đá, có thể uống được và dồi dào - tùy thuộc vào thời tiết - .Đọc thêm",
            "Tôi đã thực hiện chuyến đi bộ này vài ngày trước. Không biết có phải do thời tiết nắng nóng khiến băng trên đỉnh tan nhanh hơn trước nhưng các dòng suối trên đường đã phát triển khá mạnh. Các công trình bằng gỗ được đặt trên một trong những con suối để hỗ trợ việc vượt sông đã bị nhấn chìm hoàn toàn. Ở một ngã tư khác có cây cầu thật, nước đang trút xuống với một sức mạnh đáng sợ ngay trước cây cầu. Tôi đã mang ủng đi bộ đường dài đầy nước khi cố gắng vượt qua đoạn đường này, vì nước từ trên cao đổ vào chúng. Ngoài ra, nhiều đoạn đường đi trong rừng bị ngập. Ngoài ra, chuyến đi bộ còn có tầm nhìn tuyệt vời ra sông băng và thung lũng bên dưới. Đoạn cuối cùng rất dốc và có nhiều đoạn có dây thừng để hỗ trợ việc leo lên.Đọc thêm",
            "Lái xe ngắn từ Odda, khoảng 15 phút. 5 phút đầu tiên trong khoảng thời gian dự kiến ​​là 1,5 giờ - một chiều - bằng phẳng, sau đó bạn đi bộ ở địa hình khá dốc. Đường mòn được đánh dấu rõ ràng và dễ đi theo, đồng thời có dây thừng ở những đoạn dốc nhất. Bạn nên mang ủng đi bộ đường dài và không mang theo những con chó mà bạn không thể mang theo - chúng tôi đã gặp một người phụ nữ phải dừng lại giữa chừng vì cô ấy không thể dắt con chó lên một số đoạn của con đường mòn - Đọc thêm",
            "Chính xác thì chúng ta đang nói về khu cắm trại nào? Bởi vì chúng tôi cũng đang có kế hoạch cắm trại ở Odda vào mùa hè này.Đọc thêm",
            "Đâu là khu cắm trại đẹp gần chuyến đi bộ đường dài này?Đọc thêm",
            "Chào buổi sáng\nChúng ta có thể thực hiện chuyến đi bộ đường dài này với một đứa trẻ 4 tuổi đeo ba lô đi bộ đường dài không?\nCdltĐọc thêm",
            "vâng s - anh ấy tháo vát. Bạn phải đi qua những nơi hơi dốc bằng dây thừng để bám vào. Đặc biệt là thời tiết của tôi mà anh ấy để mắt tới.Đọc thêm",
            "Xin chào, chúng ta có thể đi bộ đường dài này một mình hay chúng ta cần một người hướng dẫn? \nCảm ơn bạn rất nhiều vì phản hồi của bạnĐọc thêm",
            "Một mình không do dự!\nChúng tôi nhìn thấy những người cõng trẻ em, trẻ sơ sinh - tất nhiên là trên lưng -, người già.\nChỉ cần dự định rời khỏi vòng tay của bạn - tự do - vì có một số sợi dây phải thực hiện trên đường đi ;- - Đọc thêm",
            "Chào buổi sáng,\nCó thể đến sông băng vào tháng Tư?\nVà liệu chúng ta - với sự hướng dẫn - có thể đi bộ trên sông băng trong thời gian này không? \nCảm ơn trước!Đọc thêm",
            "Này, có cách nào để đến đầu đường mòn này bằng phương tiện giao thông công cộng không?Đọc thêm",
            "Xe buýt chỉ đến Odda rồi đi bộ. Chuyến đi bộ này khiến chúng tôi mất cả ngày. Trên đường đi, những cánh đồng dâu tây rộng lớn. Thật đẹp và ngon!Đọc thêm",
            "Có thể thực hiện chuyến đi bộ đến Buarbreen trong tuần thứ hai của tháng 10 năm 2016 - ngày 6 hoặc 7 hoặc 8 tháng 10 - nó có mở cửa không?Đọc thêm",
            "Tôi nghĩ là có. Về mặt chính thức thì ổn - Xem - thăm Na Uy - trang web - . Thời tiết rất quan trọng. Tôi sẽ kiểm tra 2-3 ngày trước. Nếu trời mưa to, bạn nên chuẩn bị cho thời tiết rất ẩm ướt - ủng, áo mưa - hoặc bỏ nó đi. Hãy sử dụng dây thừng! Có một cổng nhỏ nơi con đường bắt đầu. Tôi thấy nó đóng cửa khi tôi đi xuống - 5 giờ chiều - vì vậy nếu nó đóng cửa khi bạn đến thì tôi đoán đó là dấu hiệu không đi lên. Lên khoảng 10-11h sáng để có đủ ánh sáng đi xuống.Đọc thêm",
            "Xin chào,\nChúng tôi sẽ ở khách sạn Tyssedal vào tuần đầu tiên của tháng 9 và sẽ có ô tô, đường đi đến chuyến đi bộ đường dài này là gì?\n\nCảm ơn!Đọc thêm",
            "Rất dễ. Đi theo đường 13 tới Odda. và đi tiếp về phía nam - vẫn trên đường 13 - cách trung tâm vài trăm mét. Bạn sẽ đến ngã tư chữ T có nhánh ở bên phải - phía tây - . Đó là Jordanswegen. Có một bài đăng có nhiều dấu hiệu. Phần trên cùng có màu vàng và ghi - Buer - . Phần còn lại cho thấy cắm trại và những thứ khác. Foiiow - Buer - ký tên và bạn sẽ đến đó.Đọc thêm",
            "Đâu là sự khác biệt giữa Buarbreen và Bondhusdalen? Đây là những địa điểm riêng biệt hay chúng giống nhau?Đọc thêm",
            "Tôi cũng thấy điều này thật khó hiểu khi tôi ở đó. Cả hai đều nằm trong Công viên Quốc gia Folgefonna nhưng đi đến các sông băng khác nhau. Tôi không thể đăng liên kết ở đây nhưng hãy truy cập VisitNorway dot c.o.m và bạn sẽ tìm thấy thông tin du lịch cho cả hai.Đọc thêm",
            "CHÀO! Có ai biết bạn phải bao nhiêu tuổi để đi bộ trên sông băng không?  Chúng tôi đang đi du lịch với trẻ em, một đứa trẻ 13 tuổi và 15 tuổi. Cảm ơn bạn!Đọc thêm"
        ],
        "star_ratings": [
            116,
            40,
            2,
            1,
            0
        ],
        "review_amount": 159,
        "location": [
            "Nguy hiểm hơn",
            "Các hoạt động ở Odda",
            "Số lẻ",
            "Na Uy",
            "Hordeland",
            "Tây Na Uy",
            "Châu Âu",
            "Buarbreen"
        ],
        "reviews_time": [
            "Written August 22, 2023",
            "Written August 13, 2023",
            "Written August 15, 2020",
            "Written July 24, 2020",
            "Written July 18, 2020",
            "Written September 2, 2019",
            "Written August 19, 2019",
            "Written August 5, 2019",
            "Written July 27, 2019",
            "Written July 9, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g1096319-d2302149-Reviews-Buarbreen-Odda_Hardanger_Hordaland_Western_Norway.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g1096319-d24182498-Reviews-Buer_Restaurant-Odda_Hardanger_Hordaland_Western_Norway.html",
            "https://www.tripadvisor.com/Attraction_Review-g1096319-d23474033-Reviews-Hardanger_Breforing-Odda_Hardanger_Hordaland_Western_Norway.html",
            "https://www.tripadvisor.com/Attraction_Review-g1096319-d3472630-Reviews-Odda_Turistinformation-Odda_Hardanger_Hordaland_Western_Norway.html",
            "https://www.tripadvisor.com/Attraction_Review-g1025188-d3474687-Reviews-Folgefonna_National_Park-Rosendal_Kvinnherad_Municipality_Hordaland_Western_Norw.html",
            "https://www.tripadvisor.com/Attraction_Review-g1096319-d3491143-Reviews-Tyssedal_and_Skjeggedal_Valley-Odda_Hardanger_Hordaland_Western_Norway.html",
            "https://www.tripadvisor.com/Attraction_Review-g1096319-d3494634-Reviews-Roeldal_Ski_Resort-Odda_Hardanger_Hordaland_Western_Norway.html",
            "https://www.tripadvisor.com/Attraction_Review-g1096319-d7953022-Reviews-Rossnos-Odda_Hardanger_Hordaland_Western_Norway.html",
            "https://www.tripadvisor.com/Attraction_Review-g1096319-d3513390-Reviews-Ringedalsdammen-Odda_Hardanger_Hordaland_Western_Norway.html",
            "https://www.tripadvisor.com/Attraction_Review-g1096319-d15695047-Reviews-Kraftlaben-Odda_Hardanger_Hordaland_Western_Norway.html",
            "https://www.tripadvisor.com/Attraction_Review-g1096319-d2302149-Reviews-or10-Buarbreen-Odda_Hardanger_Hordaland_Western_Norway.html",
            "https://www.tripadvisor.com/Attraction_Review-g1096319-d3525107-Reviews-Furebergsfossen-Odda_Hardanger_Hordaland_Western_Norway.html",
            "https://www.tripadvisor.com/Attraction_Review-g1096319-d8409150-Reviews-Vidfossen_Waterfall-Odda_Hardanger_Hordaland_Western_Norway.html",
            "https://www.tripadvisor.com/Attraction_Review-g1096319-d7624021-Reviews-Trolltunga_Zippen-Odda_Hardanger_Hordaland_Western_Norway.html",
            "https://www.tripadvisor.com/Attraction_Review-g1096319-d10833108-Reviews-Hildalsstolen_Hiking_Trail-Odda_Hardanger_Hordaland_Western_Norway.html",
            "https://www.tripadvisor.com/Attraction_Review-g16719952-d14961506-Reviews-Trolltunga_Active-Skjeggedal_Hordaland_Western_Norway.html",
            "https://www.tripadvisor.com/Attraction_Review-g16719952-d7035138-Reviews-Trolltunga_Adventures-Skjeggedal_Hordaland_Western_Norway.html",
            "https://www.tripadvisor.com/Attraction_Review-g15274336-d2312320-Reviews-Latefossen_Waterfall-Skare_Hordaland_Western_Norway.html",
            "https://www.tripadvisor.com/Attraction_Review-g3645620-d26158315-Reviews-Estangard_Outdoor_Experiences-Tyssedal_Hordaland_Western_Norway.html",
            "https://www.tripadvisor.com/Attraction_Review-g1096319-d11832302-Reviews-Trolltunga_Shuttle_Odda_Bus-Odda_Hardanger_Hordaland_Western_Norway.html",
            "https://www.tripadvisor.com/Attraction_Review-g1096319-d12314524-Reviews-Mekk_Hardanger-Odda_Hardanger_Hordaland_Western_Norway.html",
            "https://www.tripadvisor.com/Attraction_Review-g3645620-d681161-Reviews-Kraftmuseet-Tyssedal_Hordaland_Western_Norway.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d9610187-Reviews-Kattencafe_Kopjes-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g294009-d10358077-Reviews-Dar_Al_Salam_Mall-Doha.html",
            "https://www.tripadvisor.com/Attraction_Review-g57592-d102649-Reviews-Monticello-Charlottesville_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g41950-d106053-Reviews-Woods_Hole_Science_Aquarium-Woods_Hole_Falmouth_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g32679-d1569662-Reviews-Big_League_Dreams-Manteca_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g298545-d19370686-Reviews-Ithra-Al_Khobar_Eastern_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293797-d19658564-Reviews-Splash_Play-Accra_Greater_Accra.html",
            "https://www.tripadvisor.com/Attraction_Review-g28926-d275715-Reviews-Locke-California.html",
            "https://www.tripadvisor.com/Attraction_Review-g41940-d108870-Reviews-The_Clark_Art_Institute-Williamstown_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d10079280-Reviews-Axiata_Arena-Kuala_Lumpur_Wilayah_Persekutuan.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g1096319-d2302149-Reviews-or10-Buarbreen-Odda_Hardanger_Hordaland_Western_Norway.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g1096319-d2302149-Reviews-Buarbreen-Odda_Hardanger_Hordaland_Western_Norway.html"
    }
]