[
    {
        "attraction_name": "Buffalo Leather Shop",
        "attraction_name_vi": "Cửa hàng da trâu",
        "general_info": [
            "1.020 đánh giá",
            "244 trên 679 Mua sắm ở Hội An",
            "Cửa hàng quà tặng đặc sản"
        ],
        "attraction_summary": "Shop Đồ Da Đẹp Hội An chuyên giày dép, túi xách, áo khoác da theo yêu cầu. Chúng tôi có thể làm mọi thứ từ da thật, thiết kế riêng trong 12-24 giờ.Đọc thêm",
        "reviews": [
            "Chúng tôi ghé thăm một số cửa hàng đồ da ở Hội An với ý định làm một đôi giày da nam theo yêu cầu riêng. Tại Bufallo Leather Shop, chúng tôi được các chủ cửa hàng chào đón nồng nhiệt. Hiểu được yêu cầu của chúng tôi, họ đã kiên nhẫn chỉ cho chúng tôi nhiều kiểu dáng giày khác nhau, đồng thời giải thích các loại da và kết cấu khác nhau, đồng thời đề xuất loại da nào phù hợp nhất với yêu cầu của chúng tôi. Họ không thúc ép chúng tôi đưa ra quyết định nhanh chóng hay khó bán cho chúng tôi. Giá cả rất hợp lý và giày rất vừa vặn. Chúng tôi rất ấn tượng với tay nghề và chất lượng tuyệt vời nên chúng tôi đã làm thêm một đôi giày và một chiếc túi đựng máy tính xách tay có thiết kế riêng. Tất cả các mặt hàng đáp ứng mong đợi của chúng tôi. Chiếc túi đựng máy tính xách tay cần thêm thời gian để thực hiện đã được chuyển đến khách sạn của chúng tôi ở Đà Nẵng như đã hứa. Nhìn chung dịch vụ rất chuyên nghiệp và thái độ tuyệt vời đối với khách hàng. Trải nghiệm tuyệt vời và chắc chắn sẽ giới thiệu Bufallo Leather Shop cho bất kỳ ai đến Hội An. Đọc thêm",
            "Tôi phải nói rằng tôi hoàn toàn ấn tượng với dịch vụ của Bình. Trải nghiệm của tôi thật đặc biệt từ đầu đến cuối, bắt đầu từ dịch vụ chăm sóc khách hàng thân thiện và chu đáo của cô ấy.\n\nBình thực sự đã dành thời gian để lắng nghe những nhu cầu cụ thể của tôi và cô ấy cực kỳ am hiểu về nghề của họ. Bình đưa ra lời khuyên hữu ích về chất liệu tốt nhất để sử dụng và cô ấy thậm chí còn lấy số đo cơ thể của tôi để đảm bảo vừa vặn hoàn hảo.\n\nChất lượng công việc của họ thực sự vượt quá sự mong đợi của tôi. Đường khâu rất tỉ mỉ và sự chú ý đến từng chi tiết được thể hiện rõ ràng trong mọi khía cạnh của thành phẩm. Hàng da mềm, dẻo dai và có chất lượng cao nhất.\n\nTrong suốt quá trình, các chủ sở hữu luôn thông báo và cập nhật cho tôi và họ luôn sẵn lòng trả lời các câu hỏi của tôi. Họ cũng hoàn thành đơn đặt hàng của tôi đúng giờ và ở mức giá rất hợp lý.\n\nNhìn chung, tôi đánh giá cao cửa hàng may đồ da này. Đội ngũ nhân viên thân thiện, hiểu biết và đam mê công việc của họ. Nếu bạn đang tìm kiếm một mặt hàng da chất lượng cao, theo yêu cầu, đừng tìm đâu xa!Đọc thêm",
            "Tôi đi ngang qua cửa hàng này khi dạo quanh phố cổ Hội An. Nhiều mẫu mã đẹp, đường khâu trên dép và giày rất gọn gàng, da cũng rất đẹp. Trâm rất thân thiện và cho tôi giá tốt và thiết kế tốt. Lúc đầu, tôi chỉ đặt mua một chiếc sandal vào buổi sáng và nhận hàng vào khoảng 5 giờ chiều cùng ngày. Sau khi nhìn đôi sandal của tôi, chồng tôi quyết định đặt mua một đôi sandal khác. Trâm nói chúng tôi có thể đón lúc 8 giờ 30 tối, nhưng khoảng 7 giờ tối, cô ấy nhắn tin cho tôi và cho tôi biết giày đã sẵn sàng. Thực sự ngạc nhiên khi họ có thể làm một đôi dép theo yêu cầu nhanh đến vậy và chồng tôi rất hài lòng với đôi dép đó. Cảm ơn Trâm đã rất thân thiện với chúng tôi. Nếu tôi có gia đình và bạn bè đến thăm Hội An, tôi chắc chắn sẽ giới thiệu cửa hàng này để họ tùy chỉnh làm bất cứ thứ gì từ da. Một lần nữa xin cảm ơn Trâm. Chúng tôi rất yêu thích đôi dép của mình.Đọc thêm",
            "May đo chất lượng Da Trâu và các quý cô thân thiện với rất nhiều moxy! Tôi có một chiếc quần da có gốc mà họ sao chép y như mới đến mũi cuối cùng nên rất thích thú! Họ cũng đã sao chép một chiếc áo khoác mô tô Kett của Anh những năm 1970 chỉ từ một bức ảnh. Họ vui vẻ rút ngắn lại và thắt chặt lại nhiều lần kiểu chặt chẽ của rocker không mấy bắt kịp Nam nhưng họ vui vẻ bắt buộc. Họ cũng gặp khó khăn khi tìm một lớp lót màu đỏ mà tôi yêu cầu và in nổi tên tôi lên lớp da bên trong áo khoác. Doanh thu của một bộ trang phục bằng da hoàn chỉnh là đáng kinh ngạc trong 12 -24 giờ. Vợ tôi còn có một chiếc áo ghi lê bằng da vô cùng bắt mắt khiến Beth tưởng chừng ngày xưa là chiến binh, món Bahn Mis trứng rất ngon ở Hà Nội. một lần nữa được sao chép từ một bức ảnh. Nhìn chung không thể hài lòng hơn về dịch vụ cũng như chất lượng sản phẩm hoàn thiện DA TRÂU ONYA!Đọc thêm",
            "Vợ tôi và tôi mua giày từ cửa hàng Buffalo Leather. \nCả hai cặp đều hoàn hảo và không có lỗi. Thực hiện trong một ngày. \nThật tốt khi vợ tôi muốn có một đôi bốt. Các cô gái đã làm chúng và gửi đến khách sạn của chúng tôi ở Hồ Chí Minh. Họ thật hoàn hảo. \nCửa hàng rất khuyến khích. Dịch vụ tuyệt vời và chất lượng cao. Đọc thêm",
            "Chúng tôi đi tìm một chiếc túi da cho con gái mình và cuối cùng đã mua được một chiếc túi theo yêu cầu riêng. Chúng tôi vào lúc 12h và lấy túi vào lúc 18h cùng ngày. Các quý cô đã đặc biệt quan tâm đến việc đảm bảo thiết kế chính xác như chúng tôi mong muốn và mọi thứ đều được thực hiện với một nụ cười. Chúng tôi RẤT HÀI LÒNG với kết quả cuối cùng và chất lượng của tay nghề. Chúng tôi biết con gái của chúng tôi cũng sẽ thích chiếc túi này. Cảm ơn rất nhiều. Đọc thêm",
            "Cửa hàng rất đẹp. Làm một chiếc ba lô da và một chiếc túi nhỏ với mong ước của chính mình.\nChắc chắn sẽ giới thiệu!\nCác chủ sở hữu rất tốt đẹp và nói rất nhiều về da! Việc may rất nhanh chóng.\nQuà lưu niệm tốt nhất cho chính chúng ta từ\nViệt Nam cho đến nay.Đọc thêm",
            "Tôi đã ở Đà Nẵng 4 ngày để dự sinh nhật bạn tôi\nTrâm Phạm thật tuyệt vời. Tôi chạy đến cửa hàng đồ da Buffalo. Và thêm 3 chiếc áo khoác, 3 chiếc thắt lưng và 3 đôi giày được làm. tất cả đều phù hợp với tôi muốn những màu sắc kỳ lạ.\nTôi nghĩ họ nghĩ tôi hơi điên. Họ không thể tin rằng tôi muốn một chiếc áo khoác da màu tím và vàng. Họ không có những màu tôi muốn ở cửa hàng nên chúng tôi đã đến kho của họ. Tôi ở đó trong 1 giờ và họ đã chuẩn bị mọi thứ cho tôi vào ngày hôm sau. Họ nói với tôi rằng sẽ mất hai ngày nhưng họ đã hoàn thành trong đêm. Công việc thật đẹp, thời tiết đẹp và giá cả thì tuyệt vời. Tôi thực sự khuyên bạn nên đến Buffalo Weather vì cả chất lượng công việc và giá cả. Tôi đã nhận được bộ 3 chiếc áo khoác, giày và thắt lưng phù hợp theo yêu cầu Với cùng mức giá đó, tôi đã mua một chiếc áo khoác ngoài ở California Đọc thêm",
            "Tuyệt vời!! Chúng tôi đã mua 2 đôi giày và rất vui vì chúng tôi đã quay lại lần thứ 3 và khi đến thử lần cuối, chúng tôi không thể không lấy một chiếc túi xách và túi đựng đồ vệ sinh cá nhân. Màu da thật tuyệt vời và bạn có thể biết chất lượng tốt như thế nào. Đôi Birkenstocks mới của tôi thoải mái hơn nhiều so với đôi thật. Dịch vụ ở đây còn hơn thế nữa. Vì mua nhiều nên chúng tôi được giá rất tốt so với các cửa hàng khác. Tôi sẽ quay lại lần sau ở Hội An! Đọc thêm",
            "Dịch vụ tuyệt vời và một đội ngũ thân thiện! Trâm đã rất kiên nhẫn và giúp chúng tôi thiết kế chiếc ba lô tùy chỉnh hoàn hảo - đó là sự kết hợp của một vài kiểu dáng trong cửa hàng. Tôi cũng đã làm thắt lưng và đối tác của tôi có một đôi giày. Chất lượng tuyệt vời, giá cả tuyệt vời và dịch vụ tuyệt vời. Nếu bạn đang nghĩ đến việc làm bất cứ thứ gì, VUI LÒNG ghé thăm cửa hàng tuyệt vời này - bạn sẽ không hối tiếc! Cảm ơn Trâm đã biến ước mơ túi xách của tôi thành hiện thực!Đọc thêm",
            "Chúng tôi tình cờ ghé qua cửa hàng này và mua ba đôi giày được làm riêng. Họ đã cho chúng tôi một mức giá tuyệt vời. Chất lượng rất cao. Chúng rất thoải mái và tôi rất vui được đưa chúng về nhà. Các nhân viên rất thân thiện. Họ đã cho chúng tôi nước bổ sung và cung cấp quạt để hạ nhiệt. Cảm ơn bạn cho dịch vụ tuyệt vời! Rất khuyến khích!  Chúng tôi đã trở lại để biết thêm! Đọc thêm",
            "Nhân viên thực sự thân thiện và giày chất lượng tuyệt vời. Thoải mái hơn Birkenstocks! Có nhiều màu sắc để lựa chọn và rất vừa vặnĐọc thêm",
            "Dịch vụ tuyệt vời và thời gian giao giày nhanh chóng. Những người phụ nữ chúng tôi tiếp xúc rất đáng yêu, rất hữu ích và nhiều thông tin! Giày cũng có chất lượng tuyệt vời.Đọc thêm",
            "Đến thăm vào ngày 24 tháng 5, Trâm và Na thật tuyệt vời, đã tạo ra một số bản sao Birkenstock với thời gian quay vòng 24 giờ, rất thoải mái nên rất khuyến khích!Đọc thêm",
            "Dịch vụ thực sự tuyệt vời ở đây. Nhân viên đáng yêu, rất hữu ích và dịch vụ nhanh chóng. Sản phẩm chất lượng cao. Tham Na rất hữu ích và hiệu quả. Chúng tôi đã mua một số đôi giày được làm thủ công và chúng tôi rất hài lòng với giao dịch mua của mình. Đọc thêm",
            "Đã có một trải nghiệm TUYỆT VỜI! Nhân viên rất hữu ích và chào đón. Tôi đã đặt mua một đôi giày la màu đen tùy chỉnh để đi làm, chúng có chất lượng tuyệt vời và chính xác như những gì tôi muốn - cô ấy thậm chí còn đo chân tôi để chúng vừa vặn hoàn hảo! Đối tác của tôi và tôi cũng đã đặt mua những chiếc áo khoác da, chúng rất đẹp, cả hai chúng tôi đều nhận được bản sao của những chiếc áo khoác ở đó với một số điều chỉnh cho phù hợp với sở thích của mình. Quá trình quay vòng diễn ra nhanh chóng, chúng tôi đặt hàng lúc 12 giờ trưa và họ đã sẵn sàng vào 6 giờ chiều ngày hôm sau. Chúng tôi cũng đã đặt mua một dây đeo máy ảnh bằng da tùy chỉnh mà chúng tôi yêu thích. Rất muốn giới thiệu! Đọc thêm",
            "Tôi thực sự hài lòng với đôi giày của mình và chúng được làm rất nhanh. Chắc chắn bạn nên đến đây. Tôi chắc chắn sẽ quay lại: Đọc thêm",
            "Mua sắm tại Buffalo Leather là một trải nghiệm thú vị nhờ đội ngũ nhân viên am hiểu và thân thiện. Họ cung cấp dịch vụ được cá nhân hóa, đảm bảo bạn tìm thấy sự phù hợp và phong cách hoàn hảo phù hợp với nhu cầu của bạn. Cam kết của cửa hàng về chất lượng được phản ánh trong mỗi sản phẩm họ cung cấp.Đọc thêm",
            "Tôi vô cùng hài lòng với đôi giày da mới mua từ Buffalo Leather Shop. Đôi giày này không chỉ bền mà còn vô cùng thời trang, tôn lên vẻ đẹp cho mọi trang phục tôi mang. Đế giày chắc chắn, mang rất thoải mái. Đội ngũ nhân viên thân thiện và hiểu biết, họ đã giúp tôi tìm được đôi giày hoàn hảo phù hợp với nhu cầu và sở thích của tôi.Đọc thêm",
            "Thực sự hài lòng với đôi giày của tôi, được thực hiện trong vòng chưa đầy 24 giờ. Thực sự thoải mái và chất lượng tuyệt vời. Giá cả hợp lý so với Vương quốc Anh. Sẽ quay lại.Đọc thêm",
            "Họ có sửa cả túi da không?Đọc thêm",
            "Tôi muốn xin địa chỉ email của cửa hàng này vui lòng?Đọc thêm",
            "buffaloleather full stop ha tại gmail full stop comĐọc thêm",
            "Xin chào, nếu bạn tốt bụng, bạn đã trả bao nhiêu cho chiếc túi da của mình?  Tôi hy vọng sẽ mua được một chiếc túi da trong chuyến đi tiếp theo của mình.Đọc thêm",
            "Khoảng 100 đô la Mỹ. Tôi nghĩ tất cả đều như vậy nhưng một người đàm phán giỏi sẽ làm tốt hơn. Tôi hơi mềm yếu. Đọc thêm",
            "Nếu tôi gửi ảnh chiếc túi đeo vai bằng da mà tôi muốn làm, bạn có thể cho tôi ước tính giá được không?Đọc thêm",
            "Tôi nghĩ họ sẽ có thể cung cấp.  Hãy đảm bảo rằng bạn chụp ảnh từ nhiều góc độ khác nhau cũng như nội thất trông như thế nào Đọc thêm"
        ],
        "star_ratings": [
            949,
            25,
            12,
            16,
            18
        ],
        "review_amount": 1020,
        "location": [
            "Những điều cần làm ở Hội An",
            "Việt Nam",
            "Châu Á",
            "Chào An",
            "Tỉnh Quảng Nam",
            "Cửa hàng da trâu"
        ],
        "reviews_time": [
            "Written June 14, 2023",
            "Written July 25, 2023",
            "Written September 4, 2023",
            "Written September 16, 2023",
            "Written September 25, 2023",
            "Written October 4, 2023",
            "Written October 5, 2023",
            "Written October 26, 2023",
            "Written November 5, 2023",
            "Written November 8, 2023",
            "Written June 1, 2024",
            "Written May 31, 2024",
            "Written May 31, 2024",
            "Written May 28, 2024",
            "Written May 28, 2024",
            "Written May 20, 2024",
            "Written May 18, 2024",
            "Written May 17, 2024",
            "Written May 17, 2024",
            "Written May 9, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298082-d8854961-Reviews-Buffalo_Leather_Shop-Hoi_An_Quang_Nam_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d10768724-Reviews-Olivier_Coffee-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26663624-Reviews-Faifoo_Central_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d3724095-Reviews-Little_Faifo_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26229136-Reviews-Sing_Ma_Restaurant_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26848559-Reviews-Em_H_i_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26355037-Reviews-A6_Garden-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26516589-Reviews-Paddy_Field_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25105784-Reviews-Cua_Dai_Central_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25306878-Reviews-Chops_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25318521-Reviews-Deli_Sky_Bar_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d27413504-Reviews-Art_Gallery_Hoang_Trong_Tien-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7209451-Reviews-Couleurs_by_Rehahn-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8587256-Reviews-Hoi_An_Market-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d451145-Reviews-Fukian_Assembly_Hall_Phuc_Kien-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d451144-Reviews-Central_Market-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2281126-Reviews-Hoi_An_Handicraft_Workshop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d27146630-Reviews-TITI_no_38-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26546761-Reviews-Vi_Tuong_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d11929918-Reviews-Precious_Heritage_by_Rehahn-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d27146633-Reviews-TITI_no_38-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8854961-Reviews-or10-Buffalo_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2717876-Reviews-Peace_Tailor_in_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15776299-Reviews-Thanh_Design-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6845023-Reviews-Two_Ladies_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15000385-Reviews-Blue_Chic_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26605658-Reviews-Bison_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2202046-Reviews-Metiseko-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1194254-Reviews-A_Dong_Silk_Tailors-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4609042-Reviews-Tuong_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d9466019-Reviews-45_Thu_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12945791-Reviews-Shine_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2053290-Reviews-Linh_Shoe_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d27740250-Reviews-Handwork_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4582493-Reviews-Sunny_Tailor_Hoa_Nang_clothes_shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4412491-Reviews-Phuoc_Thinh_Souvenir_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2067067-Reviews-Friendly_Shoe_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g25379304-d27432773-Reviews-M_Eco_Sourvernia_Shop-Minh_An_Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19859951-Reviews-CQ_Leather-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19121366-Reviews-La_belle_My_My_Leather-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d14766864-Reviews-Truclinh_Souvenir_Market_a076-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g25379304-d17632137-Reviews-Izi_Wear_Store-Minh_An_Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4211371-Reviews-Tailor_Phuong_Nam-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19174918-Reviews-Da_Bao_Real_Leather-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g297967-d553853-Reviews-Manavgat_Waterfall-Manavgat_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g46082-d145676-Reviews-Lake_Umbagog-Errol_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g297699-d805528-Reviews-Banjar_Hot_Springs-Singaraja_Buleleng_District_Buleleng_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g56691-d6857199-Reviews-Gravity_Park-South_Padre_Island_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g15070974-d12937879-Reviews-Mahogany_Bay_Cruise_Center-Dixon_Cove_Roatan_Bay_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g295375-d8468723-Reviews-Aquapark_Dalmatia-Sibenik_Sibenik_Knin_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g668002-d3654184-Reviews-Birishiri_Netrokona-Mymensing_Dhaka_Division.html",
            "https://www.tripadvisor.com/Attraction_Review-g7318082-d7034480-Reviews-Congost_de_Mont_rebei-Sant_Esteve_de_la_Sarga_Province_of_Lleida_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g28944-d269088-Reviews-Mesabi_Trail-Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d3512330-Reviews-Buckhead_Theatre-Atlanta_Georgia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298082-d8854961-Reviews-or10-Buffalo_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298082-d8854961-Reviews-Buffalo_Leather_Shop-Hoi_An_Quang_Nam_Province.html"
    },
    {
        "attraction_name": "Buffalo Leather Shop",
        "attraction_name_vi": "Cửa hàng da trâu",
        "general_info": [
            "1.020 đánh giá",
            "244 trên 679 Mua sắm ở Hội An",
            "Cửa hàng quà tặng đặc sản"
        ],
        "attraction_summary": "Shop Đồ Da Đẹp Hội An chuyên giày dép, túi xách, áo khoác da theo yêu cầu. Chúng tôi có thể làm mọi thứ từ da thật, thiết kế riêng trong 12-24 giờ.Đọc thêm",
        "reviews": [
            "Chúng tôi đã ghé thăm một vài cửa hàng đồ da ở Hội An với ý định tự làm một đôi giày da nam. Tại Bufallo Leather Shop, chúng tôi được chủ cửa hàng chào đón nồng nhiệt. Hiểu được nhu cầu của chúng tôi, họ kiên nhẫn giới thiệu cho chúng tôi nhiều mẫu giày khác nhau, giải thích về các loại da và kết cấu da khác nhau, đồng thời đề xuất loại da nào phù hợp nhất với nhu cầu của chúng tôi. Họ không thúc ép chúng tôi đưa ra quyết định nhanh chóng hay cố gắng bán hàng cho chúng tôi. Giá cả rất hợp lý và giày rất vừa vặn. Chúng tôi rất ấn tượng với tay nghề và chất lượng tuyệt vời, chúng tôi đã làm thêm một đôi giày và một chiếc túi đựng máy tính xách tay theo thiết kế riêng. Tất cả các mặt hàng đều đáp ứng được mong đợi của chúng tôi. Chiếc túi đựng máy tính xách tay cần thêm thời gian để làm đã được giao đến khách sạn của chúng tôi ở Đà Nẵng như đã hứa. Nhìn chung, dịch vụ rất chuyên nghiệp và thái độ tuyệt vời đối với khách hàng. Trải nghiệm tuyệt vời và chắc chắn sẽ giới thiệu Bufallo Leather Shop cho bất kỳ ai đến Hội An. Đọc thêm",
            "Tôi phải nói rằng tôi hoàn toàn ấn tượng với dịch vụ của Bình. Trải nghiệm của tôi thật đặc biệt từ đầu đến cuối, bắt đầu từ dịch vụ chăm sóc khách hàng thân thiện và chu đáo của cô ấy.\n\nBình thực sự đã dành thời gian để lắng nghe những nhu cầu cụ thể của tôi và cô ấy cực kỳ am hiểu về nghề của họ. Bình đưa ra lời khuyên hữu ích về chất liệu tốt nhất để sử dụng và cô ấy thậm chí còn lấy số đo cơ thể của tôi để đảm bảo vừa vặn hoàn hảo.\n\nChất lượng công việc của họ thực sự vượt quá sự mong đợi của tôi. Đường khâu rất tỉ mỉ và sự chú ý đến từng chi tiết được thể hiện rõ ràng trong mọi khía cạnh của thành phẩm. Hàng da mềm, dẻo dai và có chất lượng cao nhất.\n\nTrong suốt quá trình, các chủ sở hữu luôn thông báo và cập nhật cho tôi và họ luôn sẵn lòng trả lời các câu hỏi của tôi. Họ cũng hoàn thành đơn đặt hàng của tôi đúng giờ và ở mức giá rất hợp lý.\n\nNhìn chung, tôi đánh giá cao cửa hàng may đồ da này. Đội ngũ nhân viên thân thiện, hiểu biết và đam mê công việc của họ. Nếu bạn đang tìm kiếm một mặt hàng da chất lượng cao, theo yêu cầu, đừng tìm đâu xa!Đọc thêm",
            "Tôi đi ngang qua cửa hàng này khi dạo quanh phố cổ Hội An. Nhiều mẫu mã đẹp, đường khâu trên dép và giày rất gọn gàng, da cũng rất đẹp. Trâm rất thân thiện và cho tôi giá tốt và thiết kế tốt. Lúc đầu, tôi chỉ đặt mua một chiếc sandal vào buổi sáng và nhận hàng vào khoảng 5 giờ chiều cùng ngày. Sau khi nhìn đôi sandal của tôi, chồng tôi quyết định đặt mua một đôi sandal khác. Trâm nói chúng tôi có thể đón lúc 8 giờ 30 tối, nhưng khoảng 7 giờ tối, cô ấy nhắn tin cho tôi và cho tôi biết giày đã sẵn sàng. Thực sự ngạc nhiên khi họ có thể làm một đôi dép theo yêu cầu nhanh đến vậy và chồng tôi rất hài lòng với đôi dép đó. Cảm ơn Trâm đã rất thân thiện với chúng tôi. Nếu tôi có gia đình và bạn bè đến thăm Hội An, tôi chắc chắn sẽ giới thiệu cửa hàng này để họ tùy chỉnh làm bất cứ thứ gì từ da. Một lần nữa xin cảm ơn Trâm. Chúng tôi rất yêu thích đôi dép của mình.Đọc thêm",
            "May đo chất lượng Da Trâu và các quý cô thân thiện với rất nhiều moxy! Tôi có một chiếc quần da có gốc mà họ sao chép y như mới đến mũi cuối cùng nên rất thích thú! Họ cũng đã sao chép một chiếc áo khoác mô tô Kett của Anh những năm 1970 chỉ từ một bức ảnh. Họ vui vẻ rút ngắn lại và thắt chặt lại nhiều lần kiểu chặt chẽ của rocker không mấy bắt kịp Nam nhưng họ vui vẻ bắt buộc. Họ cũng gặp khó khăn khi tìm một lớp lót màu đỏ mà tôi yêu cầu và in nổi tên tôi lên lớp da bên trong áo khoác. Doanh thu của một bộ trang phục bằng da hoàn chỉnh là đáng kinh ngạc trong 12 -24 giờ. Vợ tôi còn có một chiếc áo ghi lê bằng da vô cùng bắt mắt khiến Beth tưởng chừng ngày xưa là chiến binh, món Bahn Mis trứng rất ngon ở Hà Nội. một lần nữa được sao chép từ một bức ảnh. Nhìn chung không thể hài lòng hơn về dịch vụ cũng như chất lượng sản phẩm hoàn thiện DA TRÂU ONYA!Đọc thêm",
            "Vợ tôi và tôi mua giày từ cửa hàng Buffalo Leather. \nCả hai cặp đều hoàn hảo và không có lỗi. Thực hiện trong một ngày. \nThật tốt khi vợ tôi muốn có một đôi bốt. Các cô gái đã làm chúng và gửi đến khách sạn của chúng tôi ở Hồ Chí Minh. Họ thật hoàn hảo. \nCửa hàng rất khuyến khích. Dịch vụ tuyệt vời và chất lượng cao. Đọc thêm",
            "Chúng tôi đi tìm một chiếc túi da cho con gái mình và cuối cùng đã mua được một chiếc túi theo yêu cầu riêng. Chúng tôi vào lúc 12h và lấy túi vào lúc 18h cùng ngày. Các quý cô đã đặc biệt quan tâm đến việc đảm bảo thiết kế chính xác như chúng tôi mong muốn và mọi thứ đều được thực hiện với một nụ cười. Chúng tôi RẤT HÀI LÒNG với kết quả cuối cùng và chất lượng của tay nghề. Chúng tôi biết con gái của chúng tôi cũng sẽ thích chiếc túi này. Cảm ơn rất nhiều. Đọc thêm",
            "Cửa hàng rất đẹp. Làm một chiếc ba lô da và một chiếc túi nhỏ theo ý muốn của chúng tôi.\nChắc chắn sẽ giới thiệu!\nChủ cửa hàng rất tốt bụng và kể rất nhiều về da! May rất nhanh.\nQuà lưu niệm tuyệt vời nhất cho chúng tôi từ\nViệt Nam cho đến nay. Đọc thêm",
            "Tôi ở Đà Nẵng 4 ngày nhân dịp sinh nhật bạn bè \nTrâm Phạm thật tuyệt vời. Tôi chạy đến tiệm da Buffalo. Và thêm 3 chiếc áo khoác, 3 chiếc thắt lưng và 3 chiếc giày được làm.  tất cả đều phù hợp, tôi muốn màu sắc kỳ lạ.\nTôi nghĩ họ nghĩ tôi hơi điên. Họ không thể tin được là tôi lại muốn một chiếc áo khoác da màu tím và vàng. Ở cửa hàng họ không có màu tôi muốn nên chúng tôi đến kho của họ. Tôi đã ở đó được 1 giờ và họ đã chuẩn bị sẵn sàng mọi thứ cho tôi vào ngày hôm sau. Họ nói với tôi rằng việc này sẽ mất hai ngày nhưng họ đã hoàn thành chỉ trong một đêm. Công việc thật đẹp, thời tiết đẹp, giá cả thì tuyệt vời. Tôi đánh giá cao thời tiết trâu vì cả chất lượng công việc và giá cả. Tôi đã nhận được bộ 3 chiếc áo khoác giày và thắt lưng phù hợp với cùng mức giá, tôi sẽ mua một chiếc áo khoác ngoài giá ở California Đọc thêm",
            "Tuyệt vời!! Chúng tôi đã mua 2 đôi giày và rất vui vì chúng tôi đã quay lại lần thứ 3 và khi đến thử lần cuối, chúng tôi không thể không lấy một chiếc túi xách và túi đựng đồ vệ sinh cá nhân. Màu da thật tuyệt vời và bạn có thể biết chất lượng tốt như thế nào. Đôi Birkenstocks mới của tôi thoải mái hơn nhiều so với đôi thật. Dịch vụ ở đây còn hơn thế nữa. Vì mua nhiều nên chúng tôi được giá rất tốt so với các cửa hàng khác. Tôi sẽ quay lại lần sau ở Hội An! Đọc thêm",
            "Dịch vụ tuyệt vời và một đội ngũ thân thiện! Trâm đã rất kiên nhẫn và giúp chúng tôi thiết kế chiếc ba lô tùy chỉnh hoàn hảo - đó là sự kết hợp của một vài kiểu dáng trong cửa hàng. Tôi cũng đã làm thắt lưng và đối tác của tôi có một đôi giày. Chất lượng tuyệt vời, giá cả tuyệt vời và dịch vụ tuyệt vời. Nếu bạn đang nghĩ đến việc làm bất cứ thứ gì, VUI LÒNG ghé thăm cửa hàng tuyệt vời này - bạn sẽ không hối tiếc! Cảm ơn Trâm đã biến ước mơ túi xách của tôi thành hiện thực!Đọc thêm",
            "Thật hạnh phúc với đôi giày của tôi!! Những người phụ nữ thật đáng yêu và đã xoay sở để xoay đôi giày trong vòng 2 giờ trước khi tôi rời đi! Rất muốn giới thiệuĐọc thêm",
            "Tôi rất thích sản phẩm của họ, vợ chồng tôi đã chọn 2 chiếc túi da giống nhau. Những chiếc túi không chỉ có kiểu dáng thời trang và bền mà còn mang đến nhiều chức năng và tính linh hoạt. Dù để sử dụng hàng ngày hay những dịp đặc biệt, họ cũng có nhiều sản phẩm khác như ví, ví và áo sơ mi. Rất khuyến khích cho những ai đang tìm kiếm hàng da cao cấpĐọc thêm",
            "Dịch vụ và chất lượng tuyệt vời. Các nhân viên rất thân thiện và hữu ích và đảm bảo bạn sẽ có được một đôi giày tuyệt vời mà bạn rất hài lòng. Chắc chắn sẽ giới thiệu khi bạn ở Hội A không thể yêu cầu điều gì tốt hơn nữa. Đọc thêm",
            "Có một trải nghiệm tuyệt vời với Na! Đã kiểm tra cửa hàng một ngày trong khi duyệt web và không cảm thấy bị áp lực bởi bất kỳ ai. Trở lại vào ngày hôm sau để trò chuyện về đơn hàng của tôi. Khi được hỏi liệu họ có thể làm một chiếc túi đeo chơi gôn bằng da tùy chỉnh hay không. Cô ấy đã làm việc rất tốt với tôi khi cố gắng tìm ra tất cả các chi tiết nhỏ như túi, dây đeo và kích thước. Tôi cũng mua một túi du lịch và thắt lưng. Tôi có được một mức giá tuyệt vời cho cả ba. Na thật tuyệt khi trả lời bất kỳ câu hỏi nào tôi đã nhắn tin trong khi nó đang được thực hiện. Nói chung là một trải nghiệm tuyệt vời và tôi rất muốn giới thiệu! Đọc thêm",
            "Người phụ nữ điều hành cửa hàng rất tốt bụng. Cô ấy làm cho tôi hai đôi giày, lấy số đo của tôi. Chỉ mất vài giờ để nhận ra đôi giày của tôi. Giày Vero được làm bằng tay rất đẹp và thoải mái.Đọc thêm",
            "Tôi đã đưa ra những yêu cầu cụ thể và cửa hàng tuyệt vời này đã đáp ứng đầy đủ mọi mong muốn của tôi. Tôi đã làm cho một người mua sắm yêu thích loại rượu cognac, mật ong, màu da yêu thích của tôi và họ hiểu ngay những gì tôi muốn và thực hiện thiết kế mà tôi muốn, bao gồm cả chữ khắc laze. Tôi đánh giá cao địa điểm này và nếu tôi không đi du lịch với ba lô thì tôi đã mua nhiều hơn nữa.Đọc thêm",
            "Đó là một trải nghiệm tuyệt vời từ lúc tôi bước vào cho đến lúc tôi rời đi với đôi giày mới lạ thường của mình. Cửa hàng đồ da tốt nhất ở Hội An. Chắc chắn đáng để bạn ghé thăm khi ở Hội An. Trâm rất tốt bụng và rất rất hữu ích. Tôi mang đôi giày của mình bước đi chỉ vài giờ sau khi bước vào cửa hàng.Đọc thêm",
            "Tôi thực sự rất thích trải nghiệm của tôi! Các công nhân rất tử tế và hữu ích. Họ có thể tạo ra thiết kế phức tạp của tôi trong vòng vài ngày và lắng nghe mọi phản hồi của tôi. Kết quả là một chiếc áo khoác và váy tinh tế chắc chắn sẽ là một trong những món đồ yêu thích trong tủ đồ của tôi! Đọc thêm",
            "Các cô gái ở Buffalo thật tuyệt vời, trong vòng 2 phút 5 giờ họ đã làm ra đôi dép mới cho tôi. Tôi rất thất vọng sau khi đi nơi khác và không có trải nghiệm tốt, tôi đến đây và họ làm tôi rất ngạc nhiên với tốc độ cũng như chất lượng và giá cả tốt. Rất khuyến khích nó!Đọc thêm",
            "Giày chất lượng tuyệt vời! Yêu họ và nhân viên rất thân thiện và tốt bụng, nhất định sẽ quay lại cảm ơn Trâm rất thân thiệnĐọc thêm",
            "Họ có sửa túi da không?Đọc thêm",
            "Tôi muốn xin địa chỉ email của cửa hàng này?Đọc thêm",
            "Buffaloleather full stop ha tại gmail full stop comĐọc thêm",
            "Xin chào, nếu bạn tốt bụng, bạn đã trả bao nhiêu cho chiếc túi da của mình?  Tôi hy vọng sẽ mua được một chiếc túi da trong chuyến đi tiếp theo của mình.Đọc thêm",
            "Khoảng US100. Tôi nghĩ tất cả họ dường như đều hướng tới điều đó nhưng một nhà đàm phán giỏi sẽ làm tốt hơn. Tôi hơi mềm yếu.Đọc thêm",
            "Nếu tôi gửi ảnh chiếc túi đeo vai bằng da mà tôi muốn làm, bạn có thể cho tôi ước tính giá được không?Đọc thêm",
            "Tôi nghĩ họ sẽ có thể cung cấp.  Hãy đảm bảo rằng bạn chụp ảnh từ nhiều góc độ khác nhau cũng như nội thất trông như thế nào Đọc thêm"
        ],
        "star_ratings": [
            949,
            25,
            12,
            16,
            18
        ],
        "review_amount": 1020,
        "location": [
            "Những điều cần làm ở Hội An",
            "Việt Nam",
            "Châu Á",
            "Chào An",
            "Tỉnh Quảng Nam",
            "Cửa hàng da trâu"
        ],
        "reviews_time": [
            "Written June 14, 2023",
            "Written July 25, 2023",
            "Written September 4, 2023",
            "Written September 16, 2023",
            "Written September 25, 2023",
            "Written October 4, 2023",
            "Written October 5, 2023",
            "Written October 26, 2023",
            "Written November 5, 2023",
            "Written November 8, 2023",
            "Written May 8, 2024",
            "Written May 6, 2024",
            "Written May 5, 2024",
            "Written May 2, 2024",
            "Written April 27, 2024",
            "Written April 26, 2024",
            "Written April 25, 2024",
            "Written April 20, 2024",
            "Written April 19, 2024",
            "Written April 19, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298082-d8854961-Reviews-or10-Buffalo_Leather_Shop-Hoi_An_Quang_Nam_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d10768724-Reviews-Olivier_Coffee-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26663624-Reviews-Faifoo_Central_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d3724095-Reviews-Little_Faifo_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26229136-Reviews-Sing_Ma_Restaurant_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26848559-Reviews-Em_H_i_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26355037-Reviews-A6_Garden-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26516589-Reviews-Paddy_Field_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25105784-Reviews-Cua_Dai_Central_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25306878-Reviews-Chops_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25318521-Reviews-Deli_Sky_Bar_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d27413504-Reviews-Art_Gallery_Hoang_Trong_Tien-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7209451-Reviews-Couleurs_by_Rehahn-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8587256-Reviews-Hoi_An_Market-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d451145-Reviews-Fukian_Assembly_Hall_Phuc_Kien-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d451144-Reviews-Central_Market-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2281126-Reviews-Hoi_An_Handicraft_Workshop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d27146630-Reviews-TITI_no_38-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26546761-Reviews-Vi_Tuong_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d11929918-Reviews-Precious_Heritage_by_Rehahn-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d27146633-Reviews-TITI_no_38-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8854961-Reviews-Buffalo_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8854961-Reviews-or20-Buffalo_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2717876-Reviews-Peace_Tailor_in_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15776299-Reviews-Thanh_Design-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6845023-Reviews-Two_Ladies_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15000385-Reviews-Blue_Chic_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26605658-Reviews-Bison_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2202046-Reviews-Metiseko-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1194254-Reviews-A_Dong_Silk_Tailors-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4609042-Reviews-Tuong_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d9466019-Reviews-45_Thu_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12945791-Reviews-Shine_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2053290-Reviews-Linh_Shoe_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d27740250-Reviews-Handwork_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4582493-Reviews-Sunny_Tailor_Hoa_Nang_clothes_shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4412491-Reviews-Phuoc_Thinh_Souvenir_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2067067-Reviews-Friendly_Shoe_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g25379304-d27432773-Reviews-M_Eco_Sourvernia_Shop-Minh_An_Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19859951-Reviews-CQ_Leather-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19121366-Reviews-La_belle_My_My_Leather-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d14766864-Reviews-Truclinh_Souvenir_Market_a076-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g25379304-d17632137-Reviews-Izi_Wear_Store-Minh_An_Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4211371-Reviews-Tailor_Phuong_Nam-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19174918-Reviews-Da_Bao_Real_Leather-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g488299-d232411-Reviews-Villa_San_Michele-Anacapri_Island_of_Capri_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g143026-d145414-Reviews-Grinnell_Glacier-Glacier_National_Park_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g48174-d2230440-Reviews-Trevor_Zoo-Millbrook_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d244497-Reviews-ARTIS_Amsterdam_Royal_Zoo-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298551-d7050683-Reviews-Grave_Of_Hamzah-Medina_Al_Madinah_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d6863338-Reviews-Klunkerkranich-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60831-d11666351-Reviews-Lake_Roberts-Silver_City_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g1177810-d11772215-Reviews-Panormos_Beach-Panormos_Rethymnon_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g60745-d10209586-Reviews-Boston_Water_Taxi-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d24077805-Reviews-Athens_Hall_Of_Horrors-Athens_Attica.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298082-d8854961-Reviews-or20-Buffalo_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298082-d8854961-Reviews-or10-Buffalo_Leather_Shop-Hoi_An_Quang_Nam_Province.html"
    },
    {
        "attraction_name": "Buffalo Leather Shop",
        "attraction_name_vi": "Cửa hàng da trâu",
        "general_info": [
            "1.020 đánh giá",
            "244 trên 679 Mua sắm ở Hội An",
            "Cửa hàng quà tặng đặc sản"
        ],
        "attraction_summary": "Shop Đồ Da Đẹp Hội An chuyên giày dép, túi xách, áo khoác da theo yêu cầu. Chúng tôi có thể làm mọi thứ từ da thật, thiết kế riêng trong 12-24 giờ.Đọc thêm",
        "reviews": [
            "Chúng tôi ghé thăm một số cửa hàng đồ da ở Hội An với ý định làm một đôi giày da nam theo yêu cầu riêng. Tại Bufallo Leather Shop, chúng tôi được các chủ cửa hàng chào đón nồng nhiệt. Hiểu được yêu cầu của chúng tôi, họ đã kiên nhẫn chỉ cho chúng tôi nhiều kiểu dáng giày khác nhau, đồng thời giải thích các loại da và kết cấu khác nhau, đồng thời đề xuất loại da nào phù hợp nhất với yêu cầu của chúng tôi. Họ không thúc ép chúng tôi đưa ra quyết định nhanh chóng hay khó bán cho chúng tôi. Giá cả rất hợp lý và giày rất vừa vặn. Chúng tôi rất ấn tượng với tay nghề và chất lượng tuyệt vời nên chúng tôi đã làm thêm một đôi giày và một chiếc túi đựng máy tính xách tay có thiết kế riêng. Tất cả các mặt hàng đáp ứng mong đợi của chúng tôi. Chiếc túi đựng máy tính xách tay cần thêm thời gian để thực hiện đã được chuyển đến khách sạn của chúng tôi ở Đà Nẵng như đã hứa. Nhìn chung dịch vụ rất chuyên nghiệp và thái độ tuyệt vời đối với khách hàng. Trải nghiệm tuyệt vời và chắc chắn sẽ giới thiệu Bufallo Leather Shop cho bất kỳ ai đến Hội An. Đọc thêm",
            "Tôi phải nói rằng tôi hoàn toàn ấn tượng với dịch vụ của Bình. Trải nghiệm của tôi thật đặc biệt từ đầu đến cuối, bắt đầu từ dịch vụ chăm sóc khách hàng thân thiện và chu đáo của cô ấy.\n\nBình thực sự đã dành thời gian để lắng nghe những nhu cầu cụ thể của tôi và cô ấy cực kỳ am hiểu về nghề của họ. Bình đưa ra lời khuyên hữu ích về chất liệu tốt nhất để sử dụng và cô ấy thậm chí còn lấy số đo cơ thể của tôi để đảm bảo vừa vặn hoàn hảo.\n\nChất lượng công việc của họ thực sự vượt quá sự mong đợi của tôi. Đường khâu rất tỉ mỉ và sự chú ý đến từng chi tiết được thể hiện rõ ràng trong mọi khía cạnh của thành phẩm. Hàng da mềm, dẻo dai và có chất lượng cao nhất.\n\nTrong suốt quá trình, các chủ sở hữu luôn thông báo và cập nhật cho tôi và họ luôn sẵn lòng trả lời các câu hỏi của tôi. Họ cũng hoàn thành đơn đặt hàng của tôi đúng giờ và ở mức giá rất hợp lý.\n\nNhìn chung, tôi đánh giá cao cửa hàng may đồ da này. Đội ngũ nhân viên thân thiện, hiểu biết và đam mê công việc của họ. Nếu bạn đang tìm kiếm một mặt hàng da chất lượng cao, theo yêu cầu, đừng tìm đâu xa!Đọc thêm",
            "Tôi đi ngang qua cửa hàng này khi dạo quanh phố cổ Hội An. Nhiều mẫu mã đẹp, đường khâu trên dép và giày rất gọn gàng, da cũng rất đẹp. Trâm rất thân thiện và cho tôi giá tốt và thiết kế tốt. Lúc đầu, tôi chỉ đặt mua một chiếc sandal vào buổi sáng và nhận hàng vào khoảng 5 giờ chiều cùng ngày. Sau khi nhìn đôi sandal của tôi, chồng tôi quyết định đặt mua một đôi sandal khác. Trâm nói chúng tôi có thể đón lúc 8 giờ 30 tối, nhưng khoảng 7 giờ tối, cô ấy nhắn tin cho tôi và cho tôi biết giày đã sẵn sàng. Thực sự ngạc nhiên khi họ có thể làm một đôi dép theo yêu cầu nhanh đến vậy và chồng tôi rất hài lòng với đôi dép đó. Cảm ơn Trâm đã rất thân thiện với chúng tôi. Nếu tôi có gia đình và bạn bè đến thăm Hội An, tôi chắc chắn sẽ giới thiệu cửa hàng này để họ tùy chỉnh làm bất cứ thứ gì từ da. Một lần nữa xin cảm ơn Trâm. Chúng tôi rất yêu thích đôi dép của mình.Đọc thêm",
            "May đo chất lượng Da Trâu và các quý cô thân thiện với rất nhiều moxy! Tôi có một chiếc quần da có gốc mà họ sao chép y như mới đến mũi cuối cùng nên rất thích thú! Họ cũng đã sao chép một chiếc áo khoác mô tô Kett của Anh những năm 1970 chỉ từ một bức ảnh. Họ vui vẻ rút ngắn lại và thắt chặt lại nhiều lần kiểu chặt chẽ của rocker không mấy bắt kịp Nam nhưng họ vui vẻ bắt buộc. Họ cũng gặp khó khăn khi tìm một lớp lót màu đỏ mà tôi yêu cầu và in nổi tên tôi lên lớp da bên trong áo khoác. Doanh thu của một bộ trang phục bằng da hoàn chỉnh là đáng kinh ngạc trong 12 -24 giờ. Vợ tôi còn có một chiếc áo ghi lê bằng da vô cùng bắt mắt khiến Beth tưởng chừng ngày xưa là chiến binh, món Bahn Mis trứng rất ngon ở Hà Nội. một lần nữa được sao chép từ một bức ảnh. Nhìn chung không thể hài lòng hơn về dịch vụ cũng như chất lượng sản phẩm hoàn thiện DA TRÂU ONYA!Đọc thêm",
            "Vợ tôi và tôi mua giày từ cửa hàng Buffalo Leather. \nCả hai cặp đều hoàn hảo và không có lỗi. Thực hiện trong một ngày. \nThật tốt khi vợ tôi muốn có một đôi bốt. Các cô gái đã làm chúng và gửi đến khách sạn của chúng tôi ở Hồ Chí Minh. Họ thật hoàn hảo. \nCửa hàng rất khuyến khích. Dịch vụ tuyệt vời và chất lượng cao. Đọc thêm",
            "Chúng tôi đi tìm một chiếc túi da cho con gái mình và cuối cùng đã mua được một chiếc túi theo yêu cầu riêng. Chúng tôi vào lúc 12h và lấy túi vào lúc 18h cùng ngày. Các quý cô đã đặc biệt quan tâm đến việc đảm bảo thiết kế chính xác như chúng tôi mong muốn và mọi thứ đều được thực hiện với một nụ cười. Chúng tôi RẤT HÀI LÒNG với kết quả cuối cùng và chất lượng của tay nghề. Chúng tôi biết con gái của chúng tôi cũng sẽ thích chiếc túi này. Cảm ơn rất nhiều. Đọc thêm",
            "Cửa hàng rất đẹp. Làm một chiếc ba lô da và một chiếc túi nhỏ với mong ước của chính mình.\nChắc chắn sẽ giới thiệu!\nCác chủ sở hữu rất tốt đẹp và nói rất nhiều về da! Việc may rất nhanh chóng.\nQuà lưu niệm tốt nhất cho chính chúng ta từ\nViệt Nam cho đến nay.Đọc thêm",
            "Tôi ở Đà Nẵng 4 ngày nhân dịp sinh nhật bạn bè \nTrâm Phạm thật tuyệt vời. Tôi chạy đến tiệm da Buffalo. Và thêm 3 chiếc áo khoác, 3 chiếc thắt lưng và 3 chiếc giày được làm.  tất cả đều phù hợp, tôi muốn màu sắc kỳ lạ.\nTôi nghĩ họ nghĩ tôi hơi điên. Họ không thể tin được là tôi lại muốn một chiếc áo khoác da màu tím và vàng. Ở cửa hàng họ không có màu tôi muốn nên chúng tôi đến kho của họ. Tôi đã ở đó được 1 giờ và họ đã chuẩn bị sẵn sàng mọi thứ cho tôi vào ngày hôm sau. Họ nói với tôi rằng việc này sẽ mất hai ngày nhưng họ đã hoàn thành chỉ trong một đêm. Công việc thật đẹp, thời tiết đẹp, giá cả thì tuyệt vời. Tôi đánh giá cao thời tiết trâu vì cả chất lượng công việc và giá cả. Tôi đã nhận được bộ 3 chiếc áo khoác giày và thắt lưng phù hợp với cùng mức giá, tôi sẽ mua một chiếc áo khoác ngoài giá ở California Đọc thêm",
            "Tuyệt vời!! Chúng tôi đã mua 2 đôi giày và rất vui vì chúng tôi đã quay lại lần thứ 3 và khi đến thử lần cuối, chúng tôi không thể không lấy một chiếc túi xách và túi đựng đồ vệ sinh cá nhân. Màu da thật tuyệt vời và bạn có thể biết chất lượng tốt như thế nào. Đôi Birkenstocks mới của tôi thoải mái hơn nhiều so với đôi thật. Dịch vụ ở đây còn hơn thế nữa. Vì mua nhiều nên chúng tôi được giá rất tốt so với các cửa hàng khác. Tôi sẽ quay lại lần sau ở Hội An! Đọc thêm",
            "Dịch vụ tuyệt vời và một đội ngũ thân thiện! Trâm đã rất kiên nhẫn và giúp chúng tôi thiết kế chiếc ba lô tùy chỉnh hoàn hảo - đó là sự kết hợp của một vài kiểu dáng trong cửa hàng. Tôi cũng đã làm thắt lưng và đối tác của tôi có một đôi giày. Chất lượng tuyệt vời, giá cả tuyệt vời và dịch vụ tuyệt vời. Nếu bạn đang nghĩ đến việc làm bất cứ thứ gì, VUI LÒNG ghé thăm cửa hàng tuyệt vời này - bạn sẽ không hối tiếc! Cảm ơn Trâm đã biến ước mơ túi xách của tôi thành hiện thực!Đọc thêm",
            "Na rất tốt bụng và rất hữu ích. Chất lượng của cửa hàng này thật tuyệt vời và da thực sự là có một không hai. Dịch vụ khách hàng tuyệt vời và giá cả tốt cho các khu vực mà chúng tôi đã đi bộ rất lâu để đến cửa hàng này và cuối cùng thì tất cả đều xứng đáng.Đọc thêm",
            "Nhân viên tuyệt vời sắp xếp bạn ngay. Trâm là một cô gái đáng yêu! Hàng chất lượng đỉnh cao, siêu ưng ý với giày mới!!!!!!!!!!!! Đọc thêm",
            "Na và Trâm đã rất hữu ích khi giao cho tôi một chiếc áo khoác da được thiết kế riêng theo đúng thông số kỹ thuật của tôi. Dịch vụ khách hàng rất đặc biệt và thời gian hoàn thành chỉ mất hai ngày. Ngoài ra, tôi còn có một đôi dép và một chiếc túi xách được làm cho vợ tôi. Một mức giá rất hợp lý cũng được đánh giá cao. Cảm ơn bạn, tôi rất muốn giới thiệu cho bất kỳ du khách nào đến Hội An.Đọc thêm",
            "Gia đình điều hành kinh doanh với da thật. Làm dép nữ trong ngày với giá cả hợp lý. Rất thoải mái và tuyệt vời!Đọc thêm",
            "Có một đôi giày lao động được thực hiện rất nhanh và chất lượng tuyệt vời. Hoàn thành trong vòng 48 giờ. VTram cung cấp dịch vụ xuất sắc và mức giá rất tốt.Đọc thêm",
            "Giày rất đẹp! Và nó rất nhanh chóng. Họ rất tử tế và hữu ích. Những đôi giày có chất lượng tốt. Trâm giúp mình rất tốt.Đọc thêm",
            "Sandal và túi xách đáng yêu! Những người cũng đáng yêu, rẻ hơn nhiều so với những cửa hàng lớn ồn ào mà các công ty du lịch lớn đưa đến.Đọc thêm",
            "5. Na thật xuất sắc. Đã cho chúng tôi một tỷ lệ tuyệt vời và rất hữu ích. Những thiết kế tuyệt vời. Chúng tôi khuyên bạn nên ghé thăm chúng để có giá tốt.Đọc thêm",
            "Cửa hàng da thật tuyệt vời! Chất lượng sản phẩm da của họ khá tốt và dịch vụ họ cung cấp cho chúng tôi rất đáng khen ngợi. Tôi đã tìm thấy chính xác những gì tôi đang tìm kiếm và nhân viên rất thân thiện và hữu ích trong toàn bộ quá trình. Rất khuyến khích!Đọc thêm",
            "Chúng tôi đã có một trải nghiệm tuyệt vời tại cửa hàng da trâu. Chúng tôi có những đôi dép được làm theo yêu cầu riêng và chúng rất hoàn hảo và có rất nhiều lựa chọn để bạn lựa chọn. Quay vòng rất nhanh và dịch vụ tuyệt vời từ cô - Trâm! Cảm ơn bạn!Đọc thêm"
        ],
        "star_ratings": [
            949,
            25,
            12,
            16,
            18
        ],
        "review_amount": 1020,
        "location": [
            "Những việc cần làm ở Hội An",
            "Việt Nam",
            "Châu Á",
            "Chào An",
            "Tỉnh Quảng Nam",
            "Cửa hàng da trâu"
        ],
        "reviews_time": [
            "Written June 14, 2023",
            "Written July 25, 2023",
            "Written September 4, 2023",
            "Written September 16, 2023",
            "Written September 25, 2023",
            "Written October 4, 2023",
            "Written October 5, 2023",
            "Written October 26, 2023",
            "Written November 5, 2023",
            "Written November 8, 2023",
            "Written April 18, 2024",
            "Written April 16, 2024",
            "Written April 8, 2024",
            "Written April 4, 2024",
            "Written April 3, 2024",
            "Written April 1, 2024",
            "Written April 1, 2024",
            "Written March 30, 2024",
            "Written March 28, 2024",
            "Written March 24, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298082-d8854961-Reviews-or20-Buffalo_Leather_Shop-Hoi_An_Quang_Nam_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d10768724-Reviews-Olivier_Coffee-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26663624-Reviews-Faifoo_Central_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d3724095-Reviews-Little_Faifo_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26229136-Reviews-Sing_Ma_Restaurant_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26848559-Reviews-Em_H_i_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26355037-Reviews-A6_Garden-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26516589-Reviews-Paddy_Field_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25105784-Reviews-Cua_Dai_Central_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25306878-Reviews-Chops_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25318521-Reviews-Deli_Sky_Bar_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d27413504-Reviews-Art_Gallery_Hoang_Trong_Tien-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7209451-Reviews-Couleurs_by_Rehahn-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8587256-Reviews-Hoi_An_Market-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d451145-Reviews-Fukian_Assembly_Hall_Phuc_Kien-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d451144-Reviews-Central_Market-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2281126-Reviews-Hoi_An_Handicraft_Workshop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d27146630-Reviews-TITI_no_38-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26546761-Reviews-Vi_Tuong_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d11929918-Reviews-Precious_Heritage_by_Rehahn-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d27146633-Reviews-TITI_no_38-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8854961-Reviews-or10-Buffalo_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8854961-Reviews-or30-Buffalo_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8854961-Reviews-Buffalo_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2717876-Reviews-Peace_Tailor_in_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15776299-Reviews-Thanh_Design-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6845023-Reviews-Two_Ladies_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15000385-Reviews-Blue_Chic_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26605658-Reviews-Bison_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2202046-Reviews-Metiseko-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1194254-Reviews-A_Dong_Silk_Tailors-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4609042-Reviews-Tuong_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d9466019-Reviews-45_Thu_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12945791-Reviews-Shine_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2053290-Reviews-Linh_Shoe_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d27740250-Reviews-Handwork_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4582493-Reviews-Sunny_Tailor_Hoa_Nang_clothes_shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4412491-Reviews-Phuoc_Thinh_Souvenir_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2067067-Reviews-Friendly_Shoe_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g25379304-d27432773-Reviews-M_Eco_Sourvernia_Shop-Minh_An_Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19859951-Reviews-CQ_Leather-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19121366-Reviews-La_belle_My_My_Leather-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d14766864-Reviews-Truclinh_Souvenir_Market_a076-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g25379304-d17632137-Reviews-Izi_Wear_Store-Minh_An_Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4211371-Reviews-Tailor_Phuong_Nam-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19174918-Reviews-Da_Bao_Real_Leather-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g153510-d1823250-Reviews-Ecopark_Kantun_Chi-Puerto_Aventuras_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d143750-Reviews-Embassy_Row-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d548714-Reviews-Sotheby_s-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g293917-d12965863-Reviews-Chic_Nail_Salon-Chiang_Mai.html",
            "https://www.tripadvisor.com/Attraction_Review-g60890-d560044-Reviews-MIT_Museum-Cambridge_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g294003-d324526-Reviews-Green_Island-Kuwait_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g44881-d105725-Reviews-St_Louis_Zoo-Saint_Louis_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g297889-d5252556-Reviews-Songdo_Central_Park-Incheon.html",
            "https://www.tripadvisor.com/Attraction_Review-g42046-d2227034-Reviews-Wilderness_State_Park-Carp_Lake_Emmet_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g30226-d273897-Reviews-The_Birchmere-Alexandria_Virginia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298082-d8854961-Reviews-or30-Buffalo_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298082-d8854961-Reviews-or20-Buffalo_Leather_Shop-Hoi_An_Quang_Nam_Province.html"
    },
    {
        "attraction_name": "Buffalo Leather Shop",
        "attraction_name_vi": "Cửa hàng da trâu",
        "general_info": [
            "1.020 đánh giá",
            "244 trên 679 Mua sắm ở Hội An",
            "Cửa hàng quà tặng đặc sản"
        ],
        "attraction_summary": "Cửa hàng đồ da đẹp tại Hội An chuyên về giày dép, túi xách và áo khoác da theo yêu cầu. Chúng tôi có thể làm mọi thứ từ da thật, thiết kế theo yêu cầu trong vòng 12-24 giờ. Đọc thêm",
        "reviews": [
            "Chúng tôi ghé thăm một số cửa hàng đồ da ở Hội An với ý định làm một đôi giày da nam theo yêu cầu riêng. Tại Bufallo Leather Shop, chúng tôi được các chủ cửa hàng chào đón nồng nhiệt. Hiểu được yêu cầu của chúng tôi, họ đã kiên nhẫn chỉ cho chúng tôi nhiều kiểu dáng giày khác nhau, đồng thời giải thích các loại da và kết cấu khác nhau, đồng thời đề xuất loại da nào phù hợp nhất với yêu cầu của chúng tôi. Họ không thúc ép chúng tôi đưa ra quyết định nhanh chóng hay khó bán cho chúng tôi. Giá cả rất hợp lý và giày rất vừa vặn. Chúng tôi rất ấn tượng với tay nghề và chất lượng tuyệt vời nên chúng tôi đã làm thêm một đôi giày và một chiếc túi đựng máy tính xách tay có thiết kế riêng. Tất cả các mặt hàng đáp ứng mong đợi của chúng tôi. Chiếc túi đựng máy tính xách tay cần thêm thời gian để thực hiện đã được chuyển đến khách sạn của chúng tôi ở Đà Nẵng như đã hứa. Nhìn chung dịch vụ rất chuyên nghiệp và thái độ tuyệt vời đối với khách hàng. Trải nghiệm tuyệt vời và chắc chắn sẽ giới thiệu Bufallo Leather Shop cho bất kỳ ai đến Hội An. Đọc thêm",
            "Tôi phải nói rằng tôi thực sự ấn tượng với dịch vụ của Binh. Trải nghiệm của tôi là tuyệt vời từ đầu đến cuối, bắt đầu với dịch vụ chăm sóc khách hàng thân thiện và chu đáo của cô ấy.\n\nBinh thực sự dành thời gian để lắng nghe nhu cầu cụ thể của tôi và cô ấy cực kỳ am hiểu về nghề của họ. Binh đã đưa ra lời khuyên hữu ích về những vật liệu tốt nhất nên sử dụng và cô ấy thậm chí còn lấy số đo cơ thể của tôi để đảm bảo vừa vặn hoàn hảo.\n\nChất lượng công việc của họ thực sự vượt quá mong đợi của tôi. Đường khâu rất tỉ mỉ và sự chú ý đến từng chi tiết thể hiện rõ trong mọi khía cạnh của sản phẩm hoàn thiện. Đồ da mềm mại, dẻo dai và có chất lượng cao nhất.\n\nTrong suốt quá trình, chủ sở hữu đã liên tục thông báo và cập nhật cho tôi, và họ luôn vui vẻ trả lời các câu hỏi của tôi. Họ cũng hoàn thành đơn hàng của tôi đúng hạn và với mức giá rất hợp lý.\n\nNhìn chung, tôi thực sự muốn giới thiệu cửa hàng may đồ da này. Đội ngũ nhân viên thân thiện, hiểu biết và đam mê công việc của họ. Nếu bạn đang tìm kiếm một món đồ da chất lượng cao, tùy chỉnh, thì không cần tìm đâu xa nữa! Đọc thêm",
            "Tôi đi ngang qua cửa hàng này khi dạo quanh phố cổ Hội An. Nhiều mẫu mã đẹp, đường khâu trên dép và giày rất gọn gàng, da cũng rất đẹp. Trâm rất thân thiện và cho tôi giá tốt và thiết kế tốt. Lúc đầu, tôi chỉ đặt mua một chiếc sandal vào buổi sáng và nhận hàng vào khoảng 5 giờ chiều cùng ngày. Sau khi nhìn đôi sandal của tôi, chồng tôi quyết định đặt mua một đôi sandal khác. Trâm nói chúng tôi có thể đón lúc 8 giờ 30 tối, nhưng khoảng 7 giờ tối, cô ấy nhắn tin cho tôi và cho tôi biết giày đã sẵn sàng. Thực sự ngạc nhiên khi họ có thể làm một đôi dép theo yêu cầu nhanh đến vậy và chồng tôi rất hài lòng với đôi dép đó. Cảm ơn Trâm đã rất thân thiện với chúng tôi. Nếu tôi có gia đình và bạn bè đến thăm Hội An, tôi chắc chắn sẽ giới thiệu cửa hàng này để họ tùy chỉnh làm bất cứ thứ gì từ da. Một lần nữa xin cảm ơn Trâm. Chúng tôi rất yêu thích đôi dép của mình.Đọc thêm",
            "May đo chất lượng Da Trâu và các quý cô thân thiện với rất nhiều moxy! Tôi có một chiếc quần da có gốc mà họ sao chép y như mới đến mũi cuối cùng nên rất thích thú! Họ cũng đã sao chép một chiếc áo khoác mô tô Kett của Anh những năm 1970 chỉ từ một bức ảnh. Họ vui vẻ rút ngắn lại và thắt chặt lại nhiều lần kiểu chặt chẽ của rocker không mấy bắt kịp Nam nhưng họ vui vẻ bắt buộc. Họ cũng gặp khó khăn khi tìm một lớp lót màu đỏ mà tôi yêu cầu và in nổi tên tôi lên lớp da bên trong áo khoác. Doanh thu của một bộ trang phục bằng da hoàn chỉnh là đáng kinh ngạc trong 12 -24 giờ. Vợ tôi còn có một chiếc áo ghi lê bằng da vô cùng bắt mắt khiến Beth tưởng chừng ngày xưa là chiến binh, món Bahn Mis trứng rất ngon ở Hà Nội. một lần nữa được sao chép từ một bức ảnh. Nhìn chung không thể hài lòng hơn về dịch vụ cũng như chất lượng sản phẩm hoàn thiện DA TRÂU ONYA!Đọc thêm",
            "Vợ tôi và tôi mua giày từ cửa hàng Buffalo Leather. \nCả hai cặp đều hoàn hảo và không có lỗi. Thực hiện trong một ngày. \nThật tốt khi vợ tôi muốn có một đôi bốt. Các cô gái đã làm chúng và gửi đến khách sạn của chúng tôi ở Hồ Chí Minh. Họ thật hoàn hảo. \nCửa hàng rất khuyến khích. Dịch vụ tuyệt vời và chất lượng cao. Đọc thêm",
            "Chúng tôi đi tìm một chiếc túi da cho con gái mình và cuối cùng đã mua được một chiếc túi theo yêu cầu riêng. Chúng tôi vào lúc 12h và lấy túi vào lúc 18h cùng ngày. Các quý cô đã đặc biệt quan tâm đến việc đảm bảo thiết kế chính xác như chúng tôi mong muốn và mọi thứ đều được thực hiện với một nụ cười. Chúng tôi RẤT HÀI LÒNG với kết quả cuối cùng và chất lượng của tay nghề. Chúng tôi biết con gái của chúng tôi cũng sẽ thích chiếc túi này. Cảm ơn rất nhiều. Đọc thêm",
            "Cửa hàng rất đẹp. Làm một chiếc ba lô da và một chiếc túi nhỏ với mong ước của chính mình.\nChắc chắn sẽ giới thiệu!\nCác chủ sở hữu rất tốt đẹp và nói rất nhiều về da! Việc may rất nhanh chóng.\nQuà lưu niệm tốt nhất cho chính chúng ta từ\nViệt Nam cho đến nay.Đọc thêm",
            "Tôi ở Đà Nẵng 4 ngày nhân dịp sinh nhật bạn bè \nTrâm Phạm thật tuyệt vời. Tôi chạy đến tiệm da Buffalo. Và thêm 3 chiếc áo khoác, 3 chiếc thắt lưng và 3 chiếc giày được làm.  tất cả đều phù hợp, tôi muốn màu sắc kỳ lạ.\nTôi nghĩ họ nghĩ tôi hơi điên. Họ không thể tin được là tôi lại muốn một chiếc áo khoác da màu tím và vàng. Ở cửa hàng họ không có màu tôi muốn nên chúng tôi đến kho của họ. Tôi đã ở đó được 1 giờ và họ đã chuẩn bị sẵn sàng mọi thứ cho tôi vào ngày hôm sau. Họ nói với tôi rằng việc này sẽ mất hai ngày nhưng họ đã hoàn thành chỉ trong một đêm. Công việc thật đẹp, thời tiết đẹp, giá cả thì tuyệt vời. Tôi đánh giá cao thời tiết trâu vì cả chất lượng công việc và giá cả. Tôi đã nhận được bộ 3 chiếc áo khoác giày và thắt lưng phù hợp với cùng mức giá, tôi sẽ mua một chiếc áo khoác ngoài giá ở California Đọc thêm",
            "Tuyệt vời!! Chúng tôi đã mua 2 đôi giày và rất vui vì chúng tôi đã quay lại lần thứ 3 và khi đến thử lần cuối, chúng tôi không thể không lấy một chiếc túi xách và túi đựng đồ vệ sinh cá nhân. Màu da thật tuyệt vời và bạn có thể biết chất lượng tốt như thế nào. Đôi Birkenstocks mới của tôi thoải mái hơn nhiều so với đôi thật. Dịch vụ ở đây còn hơn thế nữa. Vì mua nhiều nên chúng tôi được giá rất tốt so với các cửa hàng khác. Tôi sẽ quay lại lần sau ở Hội An! Đọc thêm",
            "Dịch vụ tuyệt vời và một đội ngũ thân thiện! Trâm đã rất kiên nhẫn và giúp chúng tôi thiết kế chiếc ba lô tùy chỉnh hoàn hảo - đó là sự kết hợp của một vài kiểu dáng trong cửa hàng. Tôi cũng đã làm thắt lưng và đối tác của tôi có một đôi giày. Chất lượng tuyệt vời, giá cả tuyệt vời và dịch vụ tuyệt vời. Nếu bạn đang nghĩ đến việc làm bất cứ thứ gì, VUI LÒNG ghé thăm cửa hàng tuyệt vời này - bạn sẽ không hối tiếc! Cảm ơn Trâm đã biến ước mơ túi xách của tôi thành hiện thực!Đọc thêm",
            "Siêu :. Trâm và nhóm của cô ấy rất thân thiện, hữu ích và tạo ra một số sản phẩm tuyệt vời. Đã được giúp đỡ lấy một cái túi và một số birks. Sản phẩm chất lượng thực sự tuyệt vời tôi đã chọn. Thật xấu hổ, tôi sẽ không thể quay lại dễ dàng hoặc sớm được. Không thể giới thiệu đủ! :Đọc thêm",
            "Dịch vụ rất tốt và chất lượng cao! Cửa hàng rất đẹp và rất nhiều màu sắc khác nhau. Tôi muốn giới thiệu mọi người ở Hội An đến đâyĐọc thêm",
            "Chúng tôi có 2 chiếc dép và một chiếc guốc. Chúng tôi rất vui mừng với kết quả. Những đôi giày cực kỳ thoải mái và chất lượng tuyệt vời! Cảm ơn bạn Đọc thêm",
            "Chúng tôi đã có một chiếc túi xinh đẹp, đôi dép xỏ ngón và túi đựng đồ làm đẹp được làm cho chúng tôi qua đêm và chúng thật hoàn hảo! Chính xác như chúng tôi mong muốn. Dịch vụ tuyệt vời!Đọc thêm",
            "Trải nghiệm tuyệt vời! Họ làm cho bạn những đôi dép được thiết kế riêng với chất lượng da rất tốt trong vòng chưa đầy 24h. Rất khuyến khích nếu bạn đến Hội An!Đọc thêm",
            "Dịch vụ tuyệt vời và chất lượng tuyệt đẹp. Cảm ơn bạn rất nhiều! Tôi đã có trải nghiệm tuyệt vời và thiết kế rất tuyệt. Cảm ơn bạn, Tram! Đọc thêm",
            "Các nhân viên rất tốt và thân thiện, chúng tôi đã nói chuyện với Trâm, cô ấy rất hữu ích. Chất lượng của đôi giày thực sự rất đẹp và chúng tôi đã nhận được chúng vào ngày hôm sau.Đọc thêm",
            "Đã có trải nghiệm tuyệt vời khi mua giày ở đây. Tôi đã mang một vài đôi cho gia đình và cũng nhận được một số đôi theo yêu cầu riêng. Trâm rất tuyệt, rất tốt bụng và hữu ích. Đôi giày đã sẵn sàng vào ngày hôm sau và có giá rất tốt. Muốn giới thiệu đến đây để mua giày Đọc thêm",
            "Tôi đã mua một số đôi giày đẹp được làm bởi cửa hàng này và tôi rất hài lòng với chúng. Trâm rất hữu ích và thân thiện và làm giày cho tôi rất nhanh!! Cô ấy làm chúng với giá tốt và cho tôi rất nhiều lời khuyên về cách bảo quản chúng, chắc chắn sẽ mua lại từ cửa hàng này vì cô ấy rất hữu ích và đôi giày của tôi rất đẹp. Cảm ơn trâm!! Đọc thêm",
            "Rất hài lòng với đôi giày mà chúng tôi đã làm! Dịch vụ rất nhanh chóng, chúng tôi có hai cặp Boston Birkenstocks. Rất muốn giới thiệu! Đọc thêm",
            "Họ có sửa cả túi da không?Đọc thêm",
            "Tôi muốn xin địa chỉ email của cửa hàng này?Đọc thêm",
            "Buffaloleather full stop ha tại gmail full stop comĐọc thêm",
            "Xin chào, nếu bạn tốt bụng, bạn đã trả bao nhiêu cho chiếc túi da của mình?  Tôi hy vọng sẽ mua được một chiếc túi da trong chuyến đi tiếp theo của mình.Đọc thêm",
            "Khoảng US100. Tôi nghĩ tất cả họ dường như đều hướng tới điều đó nhưng một nhà đàm phán giỏi sẽ làm tốt hơn. Tôi hơi mềm yếu.Đọc thêm",
            "Nếu tôi gửi ảnh chiếc túi đeo vai bằng da mà tôi muốn làm, bạn có thể cho tôi ước tính giá được không?Đọc thêm",
            "Tôi nghĩ họ sẽ có thể cung cấp.  Hãy đảm bảo rằng bạn chụp ảnh từ nhiều góc độ khác nhau cũng như nội thất trông như thế nào Đọc thêm"
        ],
        "star_ratings": [
            949,
            25,
            12,
            16,
            18
        ],
        "review_amount": 1020,
        "location": [
            "Những việc cần làm ở Hội An",
            "Việt Nam",
            "Châu Á",
            "Chào An",
            "Tỉnh Quảng Nam",
            "Cửa hàng da trâu"
        ],
        "reviews_time": [
            "Written June 14, 2023",
            "Written July 25, 2023",
            "Written September 4, 2023",
            "Written September 16, 2023",
            "Written September 25, 2023",
            "Written October 4, 2023",
            "Written October 5, 2023",
            "Written October 26, 2023",
            "Written November 5, 2023",
            "Written November 8, 2023",
            "Written March 24, 2024",
            "Written March 24, 2024",
            "Written March 23, 2024",
            "Written March 22, 2024",
            "Written March 21, 2024",
            "Written March 19, 2024",
            "Written March 19, 2024",
            "Written March 16, 2024",
            "Written March 16, 2024",
            "Written March 12, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298082-d8854961-Reviews-or30-Buffalo_Leather_Shop-Hoi_An_Quang_Nam_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d10768724-Reviews-Olivier_Coffee-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26663624-Reviews-Faifoo_Central_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d3724095-Reviews-Little_Faifo_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26229136-Reviews-Sing_Ma_Restaurant_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26848559-Reviews-Em_H_i_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26355037-Reviews-A6_Garden-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26516589-Reviews-Paddy_Field_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25105784-Reviews-Cua_Dai_Central_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25306878-Reviews-Chops_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25318521-Reviews-Deli_Sky_Bar_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d27413504-Reviews-Art_Gallery_Hoang_Trong_Tien-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7209451-Reviews-Couleurs_by_Rehahn-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8587256-Reviews-Hoi_An_Market-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d451145-Reviews-Fukian_Assembly_Hall_Phuc_Kien-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d451144-Reviews-Central_Market-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2281126-Reviews-Hoi_An_Handicraft_Workshop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d27146630-Reviews-TITI_no_38-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26546761-Reviews-Vi_Tuong_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d11929918-Reviews-Precious_Heritage_by_Rehahn-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d27146633-Reviews-TITI_no_38-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8854961-Reviews-or20-Buffalo_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8854961-Reviews-or40-Buffalo_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8854961-Reviews-Buffalo_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2717876-Reviews-Peace_Tailor_in_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15776299-Reviews-Thanh_Design-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6845023-Reviews-Two_Ladies_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15000385-Reviews-Blue_Chic_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26605658-Reviews-Bison_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2202046-Reviews-Metiseko-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1194254-Reviews-A_Dong_Silk_Tailors-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4609042-Reviews-Tuong_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d9466019-Reviews-45_Thu_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12945791-Reviews-Shine_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2053290-Reviews-Linh_Shoe_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d27740250-Reviews-Handwork_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4582493-Reviews-Sunny_Tailor_Hoa_Nang_clothes_shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4412491-Reviews-Phuoc_Thinh_Souvenir_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2067067-Reviews-Friendly_Shoe_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g25379304-d27432773-Reviews-M_Eco_Sourvernia_Shop-Minh_An_Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19859951-Reviews-CQ_Leather-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19121366-Reviews-La_belle_My_My_Leather-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d14766864-Reviews-Truclinh_Souvenir_Market_a076-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g25379304-d17632137-Reviews-Izi_Wear_Store-Minh_An_Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4211371-Reviews-Tailor_Phuong_Nam-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19174918-Reviews-Da_Bao_Real_Leather-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g143010-d109738-Reviews-Jordan_Pond-Acadia_National_Park_Mount_Desert_Island_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g294207-d10832490-Reviews-The_Hub_Karen-Nairobi.html",
            "https://www.tripadvisor.com/Attraction_Review-g1049093-d8498693-Reviews-Cabana_Mare_Beach_Resort-Agia_Marina_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g663798-d2284990-Reviews-Alcantara_River_Park-Castiglione_di_Sicilia_Province_of_Catania_Sicily.html",
            "https://www.tripadvisor.com/Attraction_Review-g37861-d103897-Reviews-Field_of_Dreams_Movie_Site-Dyersville_Iowa.html",
            "https://www.tripadvisor.com/Attraction_Review-g60626-d586624-Reviews-Queen_s_Bath-Princeville_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g294005-d2433047-Reviews-Gemmayzeh_Street-Beirut.html",
            "https://www.tripadvisor.com/Attraction_Review-g30274-d281954-Reviews-Muckleshoot_Casino_Resort-Auburn_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g189543-d243891-Reviews-Frederiksborg_Castle-Hillerod_Hilleroed_Municipality_Copenhagen_Region_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g187855-d232105-Reviews-Museo_Egizio-Turin_Province_of_Turin_Piedmont.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298082-d8854961-Reviews-or40-Buffalo_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298082-d8854961-Reviews-or30-Buffalo_Leather_Shop-Hoi_An_Quang_Nam_Province.html"
    },
    {
        "attraction_name": "Buffalo Leather Shop",
        "attraction_name_vi": "Cửa hàng da trâu",
        "general_info": [
            "1.020 đánh giá",
            "244 trên 679 Mua sắm ở Hội An",
            "Cửa hàng quà tặng đặc sản"
        ],
        "attraction_summary": "Shop Đồ Da Đẹp Hội An chuyên giày dép, túi xách, áo khoác da theo yêu cầu. Chúng tôi có thể làm mọi thứ từ da thật, thiết kế riêng trong 12-24 giờ.Đọc thêm",
        "reviews": [
            "Chúng tôi ghé thăm một số cửa hàng đồ da ở Hội An với ý định làm một đôi giày da nam theo yêu cầu riêng. Tại Bufallo Leather Shop, chúng tôi được các chủ cửa hàng chào đón nồng nhiệt. Hiểu được yêu cầu của chúng tôi, họ đã kiên nhẫn chỉ cho chúng tôi nhiều kiểu dáng giày khác nhau, đồng thời giải thích các loại da và kết cấu khác nhau, đồng thời đề xuất loại da nào phù hợp nhất với yêu cầu của chúng tôi. Họ không thúc ép chúng tôi đưa ra quyết định nhanh chóng hay khó bán cho chúng tôi. Giá cả rất hợp lý và giày rất vừa vặn. Chúng tôi rất ấn tượng với tay nghề và chất lượng tuyệt vời nên chúng tôi đã làm thêm một đôi giày và một chiếc túi đựng máy tính xách tay có thiết kế riêng. Tất cả các mặt hàng đáp ứng mong đợi của chúng tôi. Chiếc túi đựng máy tính xách tay cần thêm thời gian để thực hiện đã được chuyển đến khách sạn của chúng tôi ở Đà Nẵng như đã hứa. Nhìn chung dịch vụ rất chuyên nghiệp và thái độ tuyệt vời đối với khách hàng. Trải nghiệm tuyệt vời và chắc chắn sẽ giới thiệu Bufallo Leather Shop cho bất kỳ ai đến Hội An. Đọc thêm",
            "Tôi phải nói rằng tôi hoàn toàn ấn tượng với dịch vụ của Bình. Trải nghiệm của tôi thật đặc biệt từ đầu đến cuối, bắt đầu từ dịch vụ chăm sóc khách hàng thân thiện và chu đáo của cô ấy.\n\nBình thực sự đã dành thời gian để lắng nghe những nhu cầu cụ thể của tôi và cô ấy cực kỳ am hiểu về nghề của họ. Bình đưa ra lời khuyên hữu ích về chất liệu tốt nhất để sử dụng và cô ấy thậm chí còn lấy số đo cơ thể của tôi để đảm bảo vừa vặn hoàn hảo.\n\nChất lượng công việc của họ thực sự vượt quá sự mong đợi của tôi. Đường khâu rất tỉ mỉ và sự chú ý đến từng chi tiết được thể hiện rõ ràng trong mọi khía cạnh của thành phẩm. Hàng da mềm, dẻo dai và có chất lượng cao nhất.\n\nTrong suốt quá trình, các chủ sở hữu luôn thông báo và cập nhật cho tôi và họ luôn sẵn lòng trả lời các câu hỏi của tôi. Họ cũng hoàn thành đơn đặt hàng của tôi đúng giờ và ở mức giá rất hợp lý.\n\nNhìn chung, tôi đánh giá cao cửa hàng may đồ da này. Đội ngũ nhân viên thân thiện, hiểu biết và đam mê công việc của họ. Nếu bạn đang tìm kiếm một mặt hàng da chất lượng cao, theo yêu cầu, đừng tìm đâu xa!Đọc thêm",
            "Tôi đi ngang qua cửa hàng này khi dạo quanh phố cổ Hội An. Nhiều mẫu mã đẹp, đường khâu trên dép và giày rất gọn gàng, da cũng rất đẹp. Trâm rất thân thiện và cho tôi giá tốt và thiết kế tốt. Lúc đầu, tôi chỉ đặt mua một chiếc sandal vào buổi sáng và nhận hàng vào khoảng 5 giờ chiều cùng ngày. Sau khi nhìn đôi sandal của tôi, chồng tôi quyết định đặt mua một đôi sandal khác. Trâm nói chúng tôi có thể đón lúc 8 giờ 30 tối, nhưng khoảng 7 giờ tối, cô ấy nhắn tin cho tôi và cho tôi biết giày đã sẵn sàng. Thực sự ngạc nhiên khi họ có thể làm một đôi dép theo yêu cầu nhanh đến vậy và chồng tôi rất hài lòng với đôi dép đó. Cảm ơn Trâm đã rất thân thiện với chúng tôi. Nếu tôi có gia đình và bạn bè đến thăm Hội An, tôi chắc chắn sẽ giới thiệu cửa hàng này để họ tùy chỉnh làm bất cứ thứ gì từ da. Một lần nữa xin cảm ơn Trâm. Chúng tôi rất yêu thích đôi dép của mình.Đọc thêm",
            "May đo chất lượng Da Trâu và các quý cô thân thiện với rất nhiều moxy! Tôi có một chiếc quần da có gốc mà họ sao chép y như mới đến mũi cuối cùng nên rất thích thú! Họ cũng đã sao chép một chiếc áo khoác mô tô Kett của Anh những năm 1970 chỉ từ một bức ảnh. Họ vui vẻ rút ngắn lại và thắt chặt lại nhiều lần kiểu chặt chẽ của rocker không mấy bắt kịp Nam nhưng họ vui vẻ bắt buộc. Họ cũng gặp khó khăn khi tìm một lớp lót màu đỏ mà tôi yêu cầu và in nổi tên tôi lên lớp da bên trong áo khoác. Doanh thu của một bộ trang phục bằng da hoàn chỉnh là đáng kinh ngạc trong 12 -24 giờ. Vợ tôi còn có một chiếc áo ghi lê bằng da vô cùng bắt mắt khiến Beth tưởng chừng ngày xưa là chiến binh, món Bahn Mis trứng rất ngon ở Hà Nội. một lần nữa được sao chép từ một bức ảnh. Nhìn chung không thể hài lòng hơn về dịch vụ cũng như chất lượng sản phẩm hoàn thiện DA TRÂU ONYA!Đọc thêm",
            "Vợ tôi và tôi đã mua giày từ cửa hàng Buffalo Leather. \nCả hai đôi đều hoàn hảo và không có lỗi. Làm trong một ngày. \nTốt đến mức vợ tôi muốn mua một đôi bốt. Các cô gái đã làm chúng và gửi đến khách sạn của chúng tôi ở Hồ Chí Minh. Chúng hoàn hảo. \nCửa hàng này được đánh giá cao. Dịch vụ tuyệt vời và chất lượng cao. Đọc thêm",
            "Chúng tôi đi tìm một chiếc túi da cho con gái mình và cuối cùng đã mua được một chiếc túi theo yêu cầu riêng. Chúng tôi vào lúc 12h và lấy túi vào lúc 18h cùng ngày. Các quý cô đã đặc biệt quan tâm đến việc đảm bảo thiết kế chính xác như chúng tôi mong muốn và mọi thứ đều được thực hiện với một nụ cười. Chúng tôi RẤT HÀI LÒNG với kết quả cuối cùng và chất lượng của tay nghề. Chúng tôi biết con gái của chúng tôi cũng sẽ thích chiếc túi này. Cảm ơn rất nhiều. Đọc thêm",
            "Cửa hàng rất đẹp. Làm một chiếc ba lô da và một chiếc túi nhỏ với mong ước của chính mình.\nChắc chắn sẽ giới thiệu!\nCác chủ sở hữu rất tốt đẹp và nói rất nhiều về da! Việc may rất nhanh chóng.\nQuà lưu niệm tốt nhất cho chính chúng ta từ\nViệt Nam cho đến nay.Đọc thêm",
            "Tôi ở Đà Nẵng 4 ngày nhân dịp sinh nhật bạn bè \nTrâm Phạm thật tuyệt vời. Tôi chạy đến tiệm da Buffalo. Và thêm 3 chiếc áo khoác, 3 chiếc thắt lưng và 3 chiếc giày được làm.  tất cả đều phù hợp, tôi muốn màu sắc kỳ lạ.\nTôi nghĩ họ nghĩ tôi hơi điên. Họ không thể tin được là tôi lại muốn một chiếc áo khoác da màu tím và vàng. Ở cửa hàng họ không có màu tôi muốn nên chúng tôi đến kho của họ. Tôi đã ở đó được 1 giờ và họ đã chuẩn bị sẵn sàng mọi thứ cho tôi vào ngày hôm sau. Họ nói với tôi rằng việc này sẽ mất hai ngày nhưng họ đã hoàn thành chỉ trong một đêm. Công việc thật đẹp, thời tiết đẹp, giá cả thì tuyệt vời. Tôi đánh giá cao thời tiết trâu vì cả chất lượng công việc và giá cả. Tôi đã nhận được bộ 3 chiếc áo khoác giày và thắt lưng phù hợp với cùng mức giá, tôi sẽ mua một chiếc áo khoác ngoài giá ở California Đọc thêm",
            "Tuyệt vời!! Chúng tôi đã mua 2 đôi giày và rất vui vì chúng tôi đã quay lại lần thứ 3 và khi đến thử lần cuối, chúng tôi không thể không lấy một chiếc túi xách và túi đựng đồ vệ sinh cá nhân. Màu da thật tuyệt vời và bạn có thể biết chất lượng tốt như thế nào. Đôi Birkenstocks mới của tôi thoải mái hơn nhiều so với đôi thật. Dịch vụ ở đây còn hơn thế nữa. Vì mua nhiều nên chúng tôi được giá rất tốt so với các cửa hàng khác. Tôi sẽ quay lại lần sau ở Hội An! Đọc thêm",
            "Dịch vụ tuyệt vời và đội ngũ thân thiện! Trâm rất kiên nhẫn và giúp chúng tôi thiết kế chiếc ba lô tùy chỉnh hoàn hảo - là sự kết hợp của một vài kiểu dáng trong cửa hàng. Tôi cũng đã đặt làm thắt lưng và bạn đời của tôi có một đôi giày. Chất lượng tuyệt vời, giá cả tuyệt vời và dịch vụ tuyệt vời. Nếu bạn đang nghĩ đến việc đặt làm bất cứ thứ gì, VUI LÒNG ghé thăm cửa hàng tuyệt vời này - bạn sẽ không hối hận! Cảm ơn Trâm đã biến giấc mơ về chiếc túi của tôi thành hiện thực! Đọc thêm",
            "Hoàn hảo! Rất hài lòng với chiếc túi đựng máy tính xách tay tôi đã mua. Tôi đến vào lúc 3 giờ chiều Chủ nhật và nó đã sẵn sàng vào lúc 11 giờ sáng thứ Hai. Chất lượng thật tuyệt vời và các cô gái trong cửa hàng thật đáng yêu. Tôi rất muốn giới thiệu!Đọc thêm",
            "Trâm quả là một NGHỆ SĨ!!! Cô ấy làm cho tôi một đôi dép đẹp và nhiều màu sắc, siêu đẹp và thoải mái. Cô ấy thật ngọt ngào và cô ấy sẽ cho bạn lời khuyên về thời trang cũng như bất cứ thứ gì bạn cần, 100 GIỚI THIỆU CỬA HÀNG CỦA CÔ !!!!Đọc thêm",
            "Dịch vụ thân thiện tuyệt vời; mang theo một chiếc túi xách xinh xắn; được làm tốt và hoàn thiện tốt đã chọn một phong cách; họ làm lại bằng một màu khác - giống hệt như vậy, thật tuyệt Chắc chắn nên dùngĐọc thêm",
            "Giày đẹp, tốc độ quay vòng rất nhanh, rất hài lòng với đôi dép của tôi và sẽ giới thiệu cho bất kỳ ai đi qua Hội An!Đọc thêm",
            "Đây là nơi tốt để mua đồ da thật khi ở Hội An! Nghề thủ công thực sự tốt và các sản phẩm thực sự thời trang. Tôi đã có trải nghiệm mua sắm tốt ở đây và sẽ giới thiệu! Đọc thêm",
            "Tôi đã làm giày bốt cho cậu bé bò, nhân viên rất thân thiện. Họ đo chân tôi rất kỹ và chị Trâm rất niềm nở và thân thiện. Tôi muốn giới thiệu những đôi bốt cao bồi vì chúng cũng có giá tốt!Đọc thêm",
            "Muốn có một đôi Birkenstocks màu đen được làm theo yêu cầu riêng và Buffalo Leather Shop đã không làm bạn thất vọng. Dịch vụ thực sự tốt và nhanh chóng, được đo ngay lập tức. Quay lại vào ngày hôm sau để thu thập chúng và chúng thật hoàn hảo, đúng như những gì tôi yêu cầu. Rất khuyên bạn nên mua một đôi giày hoặc bất kỳ đồ da nào! Đọc thêm",
            "Cửa hàng tuyệt vời! Tôi có một đôi Birkenstocks kiểu Boston rất vừa vặn. Dịch vụ thân thiện và một mức giá tuyệt vời. Rất khuyến khích! Đọc thêm",
            "Đã yêu cầu một số chiếc birk ở Boston được làm theo yêu cầu riêng cho tôi và đối tác của tôi và chúng được làm trong vòng chưa đầy 24 giờ! Vừa vặn hoàn hảo và chúng tôi cũng phải tùy chỉnh màu da. Không thể đề xuất thêm!Đọc thêm",
            "Sản phẩm tuyệt vời và một dịch vụ tuyệt vời và thân thiện! Rất vui! Chúng tôi có 2 đôi giày, một chiếc túi và một chiếc thắt lưng. Tất cả đều được thực hiện rất phù hợp với thông số kỹ thuật của chúng tôi. Chất lượng hàng hóa và dịch vụ tốt.Đọc thêm"
        ],
        "star_ratings": [
            949,
            25,
            12,
            16,
            18
        ],
        "review_amount": 1020,
        "location": [
            "Những điều cần làm ở Hội An",
            "Việt Nam",
            "Châu Á",
            "Chào An",
            "Tỉnh Quảng Nam",
            "Cửa hàng da trâu"
        ],
        "reviews_time": [
            "Written June 14, 2023",
            "Written July 25, 2023",
            "Written September 4, 2023",
            "Written September 16, 2023",
            "Written September 25, 2023",
            "Written October 4, 2023",
            "Written October 5, 2023",
            "Written October 26, 2023",
            "Written November 5, 2023",
            "Written November 8, 2023",
            "Written March 11, 2024",
            "Written March 10, 2024",
            "Written March 8, 2024",
            "Written March 8, 2024",
            "Written March 3, 2024",
            "Written March 3, 2024",
            "Written March 3, 2024",
            "Written February 22, 2024",
            "Written February 22, 2024",
            "Written February 21, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298082-d8854961-Reviews-or40-Buffalo_Leather_Shop-Hoi_An_Quang_Nam_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d10768724-Reviews-Olivier_Coffee-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26663624-Reviews-Faifoo_Central_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d3724095-Reviews-Little_Faifo_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26229136-Reviews-Sing_Ma_Restaurant_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26848559-Reviews-Em_H_i_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26355037-Reviews-A6_Garden-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26516589-Reviews-Paddy_Field_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25105784-Reviews-Cua_Dai_Central_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25306878-Reviews-Chops_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25318521-Reviews-Deli_Sky_Bar_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d27413504-Reviews-Art_Gallery_Hoang_Trong_Tien-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7209451-Reviews-Couleurs_by_Rehahn-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8587256-Reviews-Hoi_An_Market-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d451145-Reviews-Fukian_Assembly_Hall_Phuc_Kien-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d451144-Reviews-Central_Market-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2281126-Reviews-Hoi_An_Handicraft_Workshop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d27146630-Reviews-TITI_no_38-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26546761-Reviews-Vi_Tuong_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d11929918-Reviews-Precious_Heritage_by_Rehahn-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d27146633-Reviews-TITI_no_38-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8854961-Reviews-or30-Buffalo_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8854961-Reviews-or50-Buffalo_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8854961-Reviews-Buffalo_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2717876-Reviews-Peace_Tailor_in_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15776299-Reviews-Thanh_Design-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6845023-Reviews-Two_Ladies_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15000385-Reviews-Blue_Chic_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26605658-Reviews-Bison_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2202046-Reviews-Metiseko-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1194254-Reviews-A_Dong_Silk_Tailors-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4609042-Reviews-Tuong_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d9466019-Reviews-45_Thu_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12945791-Reviews-Shine_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2053290-Reviews-Linh_Shoe_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d27740250-Reviews-Handwork_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4582493-Reviews-Sunny_Tailor_Hoa_Nang_clothes_shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4412491-Reviews-Phuoc_Thinh_Souvenir_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2067067-Reviews-Friendly_Shoe_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g25379304-d27432773-Reviews-M_Eco_Sourvernia_Shop-Minh_An_Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19859951-Reviews-CQ_Leather-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19121366-Reviews-La_belle_My_My_Leather-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d14766864-Reviews-Truclinh_Souvenir_Market_a076-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g25379304-d17632137-Reviews-Izi_Wear_Store-Minh_An_Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4211371-Reviews-Tailor_Phuong_Nam-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19174918-Reviews-Da_Bao_Real_Leather-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g190387-d2263477-Reviews-Caledonia_Waterfalls-Platres_Limassol.html",
            "https://www.tripadvisor.com/Attraction_Review-g33146-d13564780-Reviews-Murphy_Avenue-Sunnyvale_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g189433-d481767-Reviews-Nea_Kameni-Santorini_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g60149-d10766260-Reviews-Bender_Park_Waterfront-Oak_Creek_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d232166-Reviews-Parc_Zoologique_de_Paris-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d12004532-Reviews-Lego_Shop-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g298014-d2578911-Reviews-Mevlana_Whirling_Dervishes-Konya.html",
            "https://www.tripadvisor.com/Attraction_Review-g33344-d17430758-Reviews-Pikes_Peak_Pickle_Shack-Cascade_El_Paso_County_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g488293-d19469363-Reviews-Rulantica-Rust_Baden_Wurttemberg.html",
            "https://www.tripadvisor.com/Attraction_Review-g53991-d2645526-Reviews-Boulder_Field-White_Haven_Luzerne_County_Pocono_Mountains_Region_Pennsylvania.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298082-d8854961-Reviews-or50-Buffalo_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298082-d8854961-Reviews-or40-Buffalo_Leather_Shop-Hoi_An_Quang_Nam_Province.html"
    },
    {
        "attraction_name": "Buffalo Leather Shop",
        "attraction_name_vi": "Cửa hàng da trâu",
        "general_info": [
            "1.020 đánh giá",
            "244 trên 679 Mua sắm ở Hội An",
            "Cửa hàng quà tặng đặc sản"
        ],
        "attraction_summary": "Cửa hàng đồ da đẹp tại Hội An chuyên về giày dép, túi xách và áo khoác da theo yêu cầu. Chúng tôi có thể làm mọi thứ từ da thật, thiết kế theo yêu cầu trong vòng 12-24 giờ. Đọc thêm",
        "reviews": [
            "Chúng tôi đã ghé thăm một vài cửa hàng đồ da ở Hội An với ý định tự làm một đôi giày da nam. Tại Bufallo Leather Shop, chúng tôi được chủ cửa hàng chào đón nồng nhiệt. Hiểu được nhu cầu của chúng tôi, họ kiên nhẫn giới thiệu cho chúng tôi nhiều mẫu giày khác nhau, giải thích về các loại da và kết cấu da khác nhau, đồng thời đề xuất loại da nào phù hợp nhất với nhu cầu của chúng tôi. Họ không thúc ép chúng tôi đưa ra quyết định nhanh chóng hay cố gắng bán hàng cho chúng tôi. Giá cả rất hợp lý và giày rất vừa vặn. Chúng tôi rất ấn tượng với tay nghề và chất lượng tuyệt vời, chúng tôi đã làm thêm một đôi giày và một chiếc túi đựng máy tính xách tay theo thiết kế riêng. Tất cả các mặt hàng đều đáp ứng được mong đợi của chúng tôi. Chiếc túi đựng máy tính xách tay cần thêm thời gian để làm đã được giao đến khách sạn của chúng tôi ở Đà Nẵng như đã hứa. Nhìn chung, dịch vụ rất chuyên nghiệp và thái độ tuyệt vời đối với khách hàng. Trải nghiệm tuyệt vời và chắc chắn sẽ giới thiệu Bufallo Leather Shop cho bất kỳ ai đến Hội An. Đọc thêm",
            "Tôi phải nói rằng tôi hoàn toàn ấn tượng với dịch vụ của Bình. Trải nghiệm của tôi thật đặc biệt từ đầu đến cuối, bắt đầu từ dịch vụ chăm sóc khách hàng thân thiện và chu đáo của cô ấy.\n\nBình thực sự đã dành thời gian để lắng nghe những nhu cầu cụ thể của tôi và cô ấy cực kỳ am hiểu về nghề của họ. Bình đưa ra lời khuyên hữu ích về chất liệu tốt nhất để sử dụng và cô ấy thậm chí còn lấy số đo cơ thể của tôi để đảm bảo vừa vặn hoàn hảo.\n\nChất lượng công việc của họ thực sự vượt quá sự mong đợi của tôi. Đường khâu rất tỉ mỉ và sự chú ý đến từng chi tiết được thể hiện rõ ràng trong mọi khía cạnh của thành phẩm. Hàng da mềm, dẻo dai và có chất lượng cao nhất.\n\nTrong suốt quá trình, các chủ sở hữu luôn thông báo và cập nhật cho tôi và họ luôn sẵn lòng trả lời các câu hỏi của tôi. Họ cũng hoàn thành đơn đặt hàng của tôi đúng giờ và ở mức giá rất hợp lý.\n\nNhìn chung, tôi đánh giá cao cửa hàng may đồ da này. Đội ngũ nhân viên thân thiện, hiểu biết và đam mê công việc của họ. Nếu bạn đang tìm kiếm một mặt hàng da chất lượng cao, theo yêu cầu, đừng tìm đâu xa!Đọc thêm",
            "Tôi đi ngang qua cửa hàng này khi dạo quanh phố cổ Hội An. Nhiều mẫu mã đẹp, đường khâu trên dép và giày rất gọn gàng, da cũng rất đẹp. Trâm rất thân thiện và cho tôi giá tốt và thiết kế tốt. Lúc đầu, tôi chỉ đặt mua một chiếc sandal vào buổi sáng và nhận hàng vào khoảng 5 giờ chiều cùng ngày. Sau khi nhìn đôi sandal của tôi, chồng tôi quyết định đặt mua một đôi sandal khác. Trâm nói chúng tôi có thể đón lúc 8 giờ 30 tối, nhưng khoảng 7 giờ tối, cô ấy nhắn tin cho tôi và cho tôi biết giày đã sẵn sàng. Thực sự ngạc nhiên khi họ có thể làm một đôi dép theo yêu cầu nhanh đến vậy và chồng tôi rất hài lòng với đôi dép đó. Cảm ơn Trâm đã rất thân thiện với chúng tôi. Nếu tôi có gia đình và bạn bè đến thăm Hội An, tôi chắc chắn sẽ giới thiệu cửa hàng này để họ tùy chỉnh làm bất cứ thứ gì từ da. Một lần nữa xin cảm ơn Trâm. Chúng tôi rất yêu thích đôi dép của mình.Đọc thêm",
            "May đo chất lượng Da Trâu và các quý cô thân thiện với rất nhiều moxy! Tôi có một chiếc quần da có gốc mà họ sao chép y như mới đến mũi cuối cùng nên rất thích thú! Họ cũng đã sao chép một chiếc áo khoác mô tô Kett của Anh những năm 1970 chỉ từ một bức ảnh. Họ vui vẻ rút ngắn lại và thắt chặt lại nhiều lần kiểu chặt chẽ của rocker không mấy bắt kịp Nam nhưng họ vui vẻ bắt buộc. Họ cũng gặp khó khăn khi tìm một lớp lót màu đỏ mà tôi yêu cầu và in nổi tên tôi lên lớp da bên trong áo khoác. Doanh thu của một bộ trang phục bằng da hoàn chỉnh là đáng kinh ngạc trong 12 -24 giờ. Vợ tôi còn có một chiếc áo ghi lê bằng da vô cùng bắt mắt khiến Beth tưởng chừng ngày xưa là chiến binh, món Bahn Mis trứng rất ngon ở Hà Nội. một lần nữa được sao chép từ một bức ảnh. Nhìn chung không thể hài lòng hơn về dịch vụ cũng như chất lượng sản phẩm hoàn thiện DA TRÂU ONYA!Đọc thêm",
            "Vợ tôi và tôi mua giày từ cửa hàng Buffalo Leather. \nCả hai cặp đều hoàn hảo và không có lỗi. Thực hiện trong một ngày. \nThật tốt khi vợ tôi muốn có một đôi bốt. Các cô gái đã làm chúng và gửi đến khách sạn của chúng tôi ở Hồ Chí Minh. Họ thật hoàn hảo. \nCửa hàng rất khuyến khích. Dịch vụ tuyệt vời và chất lượng cao. Đọc thêm",
            "Chúng tôi đi tìm một chiếc túi da cho con gái mình và cuối cùng đã mua được một chiếc túi theo yêu cầu riêng. Chúng tôi vào lúc 12h và lấy túi vào lúc 18h cùng ngày. Các quý cô đã đặc biệt quan tâm đến việc đảm bảo thiết kế chính xác như chúng tôi mong muốn và mọi thứ đều được thực hiện với một nụ cười. Chúng tôi RẤT HÀI LÒNG với kết quả cuối cùng và chất lượng của tay nghề. Chúng tôi biết con gái của chúng tôi cũng sẽ thích chiếc túi này. Cảm ơn rất nhiều. Đọc thêm",
            "Cửa hàng rất đẹp. Làm một chiếc ba lô da và một chiếc túi nhỏ với mong ước của chính mình.\nChắc chắn sẽ giới thiệu!\nCác chủ sở hữu rất tốt đẹp và nói rất nhiều về da! Việc may rất nhanh chóng.\nQuà lưu niệm tốt nhất cho chính chúng ta từ\nViệt Nam cho đến nay.Đọc thêm",
            "Tôi ở Đà Nẵng 4 ngày nhân dịp sinh nhật bạn bè \nTrâm Phạm thật tuyệt vời. Tôi chạy đến tiệm da Buffalo. Và thêm 3 chiếc áo khoác, 3 chiếc thắt lưng và 3 chiếc giày được làm.  tất cả đều phù hợp, tôi muốn màu sắc kỳ lạ.\nTôi nghĩ họ nghĩ tôi hơi điên. Họ không thể tin được là tôi lại muốn một chiếc áo khoác da màu tím và vàng. Ở cửa hàng họ không có màu tôi muốn nên chúng tôi đến kho của họ. Tôi đã ở đó được 1 giờ và họ đã chuẩn bị sẵn sàng mọi thứ cho tôi vào ngày hôm sau. Họ nói với tôi rằng việc này sẽ mất hai ngày nhưng họ đã hoàn thành chỉ trong một đêm. Công việc thật đẹp, thời tiết đẹp, giá cả thì tuyệt vời. Tôi đánh giá cao thời tiết trâu vì cả chất lượng công việc và giá cả. Tôi đã nhận được bộ 3 chiếc áo khoác giày và thắt lưng phù hợp với cùng mức giá, tôi sẽ mua một chiếc áo khoác ngoài giá ở California Đọc thêm",
            "Tuyệt vời!! Chúng tôi đã mua 2 đôi giày và rất vui vì chúng tôi đã quay lại lần thứ 3 và khi đến thử lần cuối, chúng tôi không thể không lấy một chiếc túi xách và túi đựng đồ vệ sinh cá nhân. Màu da thật tuyệt vời và bạn có thể biết chất lượng tốt như thế nào. Đôi Birkenstocks mới của tôi thoải mái hơn nhiều so với đôi thật. Dịch vụ ở đây còn hơn thế nữa. Vì mua nhiều nên chúng tôi được giá rất tốt so với các cửa hàng khác. Tôi sẽ quay lại lần sau ở Hội An! Đọc thêm",
            "Dịch vụ tuyệt vời và một đội ngũ thân thiện! Trâm đã rất kiên nhẫn và giúp chúng tôi thiết kế chiếc ba lô tùy chỉnh hoàn hảo - đó là sự kết hợp của một vài kiểu dáng trong cửa hàng. Tôi cũng đã làm thắt lưng và đối tác của tôi có một đôi giày. Chất lượng tuyệt vời, giá cả tuyệt vời và dịch vụ tuyệt vời. Nếu bạn đang nghĩ đến việc làm bất cứ thứ gì, VUI LÒNG ghé thăm cửa hàng tuyệt vời này - bạn sẽ không hối tiếc! Cảm ơn Trâm đã biến ước mơ túi xách của tôi thành hiện thực!Đọc thêm",
            "Dịch vụ tuyệt vời và bot mạnh mẽ. Rất dễ sử dụng, da đẹp và có thể tùy chỉnh kích thước cũng như chi tiết để phù hợp với phong cách của bạn. Xin giới thiệu 100 quý cô tại Buffalo Leather. Sản phẩm của họ rất đẹp!Đọc thêm",
            "Chất lượng tốt, giá tốt và dịch vụ tuyệt vời trong vòng 24 giờ. Mua một đôi giày, túi da và túi da nhỏ với giá cả và chất lượng mà bạn chỉ có thể mơ ước ở nơi khác. Trâm đã giúp tôi rất nhiều.Đọc thêm",
            "Da tuyệt vời. Họ đã tạo ra một bản sao hoàn hảo của chiếc ví da yêu thích của chúng tôi với màu sắc và họa tiết mà chúng tôi đã chọn. Cũng có những đôi dép được làm vì họ đã làm rất tốt.Đọc thêm",
            "Đó là một trải nghiệm tuyệt vời! Chúng tôi đã có một số đôi giày được làm thủ công theo kích cỡ của chúng tôi. Họ rất hữu ích và đưa ra một số lời khuyên tốt đẹp. Dịch vụ đáng yêuXem thêm",
            "Tốt nhất để có được sản phẩm chất lượng!!! Chào. Bạn nên đến đây nếu bạn đang ghé thăm Hội An trong chuyến hành trình xuyên Việt Nam.Đọc thêm",
            "Chất lượng và giá cả tuyệt vời. Chắc chắn đề nghị!! Trâm thực sự hữu ích. Phù hợp hoàn hảo. Shop đẹp, có nhiều màu.Xem thêm",
            "Chồng tôi và tôi đã nhận được đôi dép da kiểu Birkenstock được làm riêng. Các cô gái trong cửa hàng rất thân thiện và hữu ích. Đôi dép rất thoải mái và chúng tôi yêu thích chúng!Đọc thêm",
            "Tôi đã mua một chiếc áo khoác da và giày tùy chỉnh. Dịch vụ hoàn hảo, họ đã giúp tôi chọn kiểu dáng và màu sắc. Cả hai mặt hàng đều sẵn sàng trong vòng chưa đầy 24 giờ mà không cần chỉnh sửa gì. Nếu bạn đang tìm kiếm bất kỳ sản phẩm da nào, tôi thực sự khuyên bạn nên ghé thăm! Đọc thêm",
            "Không thể đến thăm Hội An mà không mua thứ gì đó tùy chỉnh và một đôi bốt cao bồi đứng đầu danh sách của tôi. Cuối cùng tôi cũng nhận được một đôi guốc Birkenstock.  Các cô gái trong cửa hàng rất dễ chịu và hữu ích và cả hai cặp của tôi đều sẵn sàng vào ngày hôm sau. Là một cô gái có bắp chân to hơn một chút, tôi gặp khó khăn trong việc tìm một đôi bốt vừa chân nên cơ hội này là hoàn hảo đối với tôi.  Giày được làm bằng da từ trong ra ngoài và cho đến nay vẫn cảm thấy siêu thoải mái. Chắc chắn sẽ ghé thăm lại nếu tôi đủ may mắn để quay lại Hội An.Đọc thêm",
            "Hàng da đẹp! Chồng tôi và tôi đã làm một chiếc túi vải thô bằng da và chúng tôi hoàn toàn thích nó. Chúng tôi đã chọn kiểu dáng, phần cứng, da, v.v. và nó đã sẵn sàng sau 24 giờ. Đó là một chiếc túi đẹp, chất lượng cao mà chúng tôi mong muốn được sử dụng nhiều trong nhiều năm tới.Đọc thêm"
        ],
        "star_ratings": [
            949,
            25,
            12,
            16,
            18
        ],
        "review_amount": 1020,
        "location": [
            "Những điều cần làm ở Hội An",
            "Việt Nam",
            "Châu Á",
            "Chào An",
            "Tỉnh Quảng Nam",
            "Cửa hàng da trâu"
        ],
        "reviews_time": [
            "Written June 14, 2023",
            "Written July 25, 2023",
            "Written September 4, 2023",
            "Written September 16, 2023",
            "Written September 25, 2023",
            "Written October 4, 2023",
            "Written October 5, 2023",
            "Written October 26, 2023",
            "Written November 5, 2023",
            "Written November 8, 2023",
            "Written February 20, 2024",
            "Written February 19, 2024",
            "Written February 19, 2024",
            "Written February 18, 2024",
            "Written February 17, 2024",
            "Written February 4, 2024",
            "Written January 31, 2024",
            "Written January 27, 2024",
            "Written January 25, 2024",
            "Written January 23, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298082-d8854961-Reviews-or50-Buffalo_Leather_Shop-Hoi_An_Quang_Nam_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d10768724-Reviews-Olivier_Coffee-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26663624-Reviews-Faifoo_Central_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d3724095-Reviews-Little_Faifo_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26229136-Reviews-Sing_Ma_Restaurant_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26848559-Reviews-Em_H_i_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26355037-Reviews-A6_Garden-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26516589-Reviews-Paddy_Field_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25105784-Reviews-Cua_Dai_Central_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25306878-Reviews-Chops_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25318521-Reviews-Deli_Sky_Bar_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d27413504-Reviews-Art_Gallery_Hoang_Trong_Tien-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7209451-Reviews-Couleurs_by_Rehahn-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8587256-Reviews-Hoi_An_Market-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d451145-Reviews-Fukian_Assembly_Hall_Phuc_Kien-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d451144-Reviews-Central_Market-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2281126-Reviews-Hoi_An_Handicraft_Workshop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d27146630-Reviews-TITI_no_38-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26546761-Reviews-Vi_Tuong_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d11929918-Reviews-Precious_Heritage_by_Rehahn-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d27146633-Reviews-TITI_no_38-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8854961-Reviews-or40-Buffalo_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8854961-Reviews-or60-Buffalo_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8854961-Reviews-Buffalo_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2717876-Reviews-Peace_Tailor_in_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15776299-Reviews-Thanh_Design-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6845023-Reviews-Two_Ladies_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15000385-Reviews-Blue_Chic_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26605658-Reviews-Bison_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2202046-Reviews-Metiseko-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1194254-Reviews-A_Dong_Silk_Tailors-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4609042-Reviews-Tuong_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d9466019-Reviews-45_Thu_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12945791-Reviews-Shine_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2053290-Reviews-Linh_Shoe_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d27740250-Reviews-Handwork_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4582493-Reviews-Sunny_Tailor_Hoa_Nang_clothes_shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4412491-Reviews-Phuoc_Thinh_Souvenir_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2067067-Reviews-Friendly_Shoe_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g25379304-d27432773-Reviews-M_Eco_Sourvernia_Shop-Minh_An_Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19859951-Reviews-CQ_Leather-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19121366-Reviews-La_belle_My_My_Leather-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d14766864-Reviews-Truclinh_Souvenir_Market_a076-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g25379304-d17632137-Reviews-Izi_Wear_Store-Minh_An_Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4211371-Reviews-Tailor_Phuong_Nam-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19174918-Reviews-Da_Bao_Real_Leather-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293890-d9795559-Reviews-Sundarijal_Water_Falls-Kathmandu_Kathmandu_Valley_Bagmati_Zone_Central_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g54359-d526939-Reviews-Myrtle_Waves_Water_Park-Myrtle_Beach_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g41778-d560324-Reviews-Race_Point_Beach-Provincetown_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g32491-d646406-Reviews-Silverwood_Lake_State_Recreation_Area-Hesperia_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g294458-d4506830-Reviews-Calea_Victoriei-Bucharest.html",
            "https://www.tripadvisor.com/Attraction_Review-g29092-d8562256-Reviews-Ridemakerz-Anaheim_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g662328-d10053072-Reviews-Gems_Market-Chanthaburi_Chanthaburi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g32279-d13827626-Reviews-Capistrano_Beach_Park-Dana_Point_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d8842556-Reviews-Lotte_World_Tower_Mall-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g46700-d3341379-Reviews-Monmouth_Park_Racetrack-Oceanport_New_Jersey.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298082-d8854961-Reviews-or60-Buffalo_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298082-d8854961-Reviews-or50-Buffalo_Leather_Shop-Hoi_An_Quang_Nam_Province.html"
    },
    {
        "attraction_name": "Buffalo Leather Shop",
        "attraction_name_vi": "Cửa hàng da trâu",
        "general_info": [
            "1.020 đánh giá",
            "244 trên 679 Mua sắm ở Hội An",
            "Cửa hàng quà tặng đặc sản"
        ],
        "attraction_summary": "Shop Đồ Da Đẹp Hội An chuyên giày dép, túi xách, áo khoác da theo yêu cầu. Chúng tôi có thể làm mọi thứ từ da thật, thiết kế riêng trong 12-24 giờ.Đọc thêm",
        "reviews": [
            "Chúng tôi ghé thăm một số cửa hàng đồ da ở Hội An với ý định làm một đôi giày da nam theo yêu cầu riêng. Tại Bufallo Leather Shop, chúng tôi được các chủ cửa hàng chào đón nồng nhiệt. Hiểu được yêu cầu của chúng tôi, họ đã kiên nhẫn chỉ cho chúng tôi nhiều kiểu dáng giày khác nhau, đồng thời giải thích các loại da và kết cấu khác nhau, đồng thời đề xuất loại da nào phù hợp nhất với yêu cầu của chúng tôi. Họ không thúc ép chúng tôi đưa ra quyết định nhanh chóng hay khó bán cho chúng tôi. Giá cả rất hợp lý và giày rất vừa vặn. Chúng tôi rất ấn tượng với tay nghề và chất lượng tuyệt vời nên chúng tôi đã làm thêm một đôi giày và một chiếc túi đựng máy tính xách tay có thiết kế riêng. Tất cả các mặt hàng đáp ứng mong đợi của chúng tôi. Chiếc túi đựng máy tính xách tay cần thêm thời gian để thực hiện đã được chuyển đến khách sạn của chúng tôi ở Đà Nẵng như đã hứa. Nhìn chung dịch vụ rất chuyên nghiệp và thái độ tuyệt vời đối với khách hàng. Trải nghiệm tuyệt vời và chắc chắn sẽ giới thiệu Bufallo Leather Shop cho bất kỳ ai đến Hội An. Đọc thêm",
            "Tôi phải nói rằng tôi hoàn toàn ấn tượng với dịch vụ của Bình. Trải nghiệm của tôi thật đặc biệt từ đầu đến cuối, bắt đầu từ dịch vụ chăm sóc khách hàng thân thiện và chu đáo của cô ấy.\n\nBình thực sự đã dành thời gian để lắng nghe những nhu cầu cụ thể của tôi và cô ấy cực kỳ am hiểu về nghề của họ. Bình đưa ra lời khuyên hữu ích về chất liệu tốt nhất để sử dụng và cô ấy thậm chí còn lấy số đo cơ thể của tôi để đảm bảo vừa vặn hoàn hảo.\n\nChất lượng công việc của họ thực sự vượt quá sự mong đợi của tôi. Đường khâu rất tỉ mỉ và sự chú ý đến từng chi tiết được thể hiện rõ ràng trong mọi khía cạnh của thành phẩm. Hàng da mềm, dẻo dai và có chất lượng cao nhất.\n\nTrong suốt quá trình, các chủ sở hữu luôn thông báo và cập nhật cho tôi và họ luôn sẵn lòng trả lời các câu hỏi của tôi. Họ cũng hoàn thành đơn đặt hàng của tôi đúng giờ và ở mức giá rất hợp lý.\n\nNhìn chung, tôi đánh giá cao cửa hàng may đồ da này. Đội ngũ nhân viên thân thiện, hiểu biết và đam mê công việc của họ. Nếu bạn đang tìm kiếm một mặt hàng da chất lượng cao, theo yêu cầu, đừng tìm đâu xa!Đọc thêm",
            "Tôi đi ngang qua cửa hàng này khi đi dạo quanh phố cổ Hội An. Rất nhiều mẫu mã đẹp và đường khâu trên dép và giày rất gọn gàng, da cũng rất đẹp. Trâm rất thân thiện và cho tôi giá tốt và thiết kế đẹp. Lúc đầu, tôi chỉ đặt một đôi dép vào buổi sáng và nhận hàng vào khoảng 5 giờ chiều cùng ngày. Sau khi xem dép của mình, chồng tôi quyết định đặt thêm một đôi dép nữa. Trâm nói chúng tôi có thể nhận hàng lúc 8:30 tối, nhưng khoảng 7 giờ tối, cô ấy đã whatsapp cho tôi và cho tôi biết đôi giày đã hoàn thành. Thực sự ngạc nhiên khi họ có thể làm một đôi dép tùy chỉnh nhanh như vậy và chồng tôi rất hài lòng với đôi dép. Cảm ơn Trâm đã rất thân thiện với chúng tôi. Nếu tôi có gia đình và bạn bè đến thăm Hội An, tôi chắc chắn sẽ giới thiệu cửa hàng này để họ đặt làm bất cứ thứ gì từ da. Một lần nữa, cảm ơn Trâm. Chúng tôi rất thích dép của mình. Đọc thêm",
            "May đo chất lượng Da Trâu và các quý cô thân thiện với rất nhiều moxy! Tôi có một chiếc quần da có gốc mà họ sao chép y như mới đến mũi cuối cùng nên rất thích thú! Họ cũng đã sao chép một chiếc áo khoác mô tô Kett của Anh những năm 1970 chỉ từ một bức ảnh. Họ vui vẻ rút ngắn lại và thắt chặt lại nhiều lần kiểu chặt chẽ của rocker không mấy bắt kịp Nam nhưng họ vui vẻ bắt buộc. Họ cũng gặp khó khăn khi tìm một lớp lót màu đỏ mà tôi yêu cầu và in nổi tên tôi lên lớp da bên trong áo khoác. Doanh thu của một bộ trang phục bằng da hoàn chỉnh là đáng kinh ngạc trong 12 -24 giờ. Vợ tôi còn có một chiếc áo ghi lê bằng da vô cùng bắt mắt khiến Beth tưởng chừng ngày xưa là chiến binh, món Bahn Mis trứng rất ngon ở Hà Nội. một lần nữa được sao chép từ một bức ảnh. Nhìn chung không thể hài lòng hơn về dịch vụ cũng như chất lượng sản phẩm hoàn thiện DA TRÂU ONYA!Đọc thêm",
            "Vợ tôi và tôi mua giày từ cửa hàng Buffalo Leather. \nCả hai cặp đều hoàn hảo và không có lỗi. Thực hiện trong một ngày. \nThật tốt khi vợ tôi muốn có một đôi bốt. Các cô gái đã làm chúng và gửi đến khách sạn của chúng tôi ở Hồ Chí Minh. Họ thật hoàn hảo. \nCửa hàng rất khuyến khích. Dịch vụ tuyệt vời và chất lượng cao. Đọc thêm",
            "Chúng tôi đi tìm một chiếc túi da cho con gái mình và cuối cùng đã mua được một chiếc túi theo yêu cầu riêng. Chúng tôi vào lúc 12h và lấy túi vào lúc 18h cùng ngày. Các quý cô đã đặc biệt quan tâm đến việc đảm bảo thiết kế chính xác như chúng tôi mong muốn và mọi thứ đều được thực hiện với một nụ cười. Chúng tôi RẤT HÀI LÒNG với kết quả cuối cùng và chất lượng của tay nghề. Chúng tôi biết con gái của chúng tôi cũng sẽ thích chiếc túi này. Cảm ơn rất nhiều. Đọc thêm",
            "Cửa hàng rất đẹp. Làm một chiếc ba lô da và một chiếc túi nhỏ theo ý muốn của chúng tôi.\nChắc chắn sẽ giới thiệu!\nChủ cửa hàng rất tốt bụng và kể rất nhiều về da! May rất nhanh.\nQuà lưu niệm tuyệt vời nhất cho chúng tôi từ\nViệt Nam cho đến nay. Đọc thêm",
            "Tôi ở Đà Nẵng 4 ngày nhân dịp sinh nhật bạn bè \nTrâm Phạm thật tuyệt vời. Tôi chạy đến tiệm da Buffalo. Và thêm 3 chiếc áo khoác, 3 chiếc thắt lưng và 3 chiếc giày được làm.  tất cả đều phù hợp, tôi muốn màu sắc kỳ lạ.\nTôi nghĩ họ nghĩ tôi hơi điên. Họ không thể tin được là tôi lại muốn một chiếc áo khoác da màu tím và vàng. Ở cửa hàng họ không có màu tôi muốn nên chúng tôi đến kho của họ. Tôi đã ở đó được 1 giờ và họ đã chuẩn bị sẵn sàng mọi thứ cho tôi vào ngày hôm sau. Họ nói với tôi rằng việc này sẽ mất hai ngày nhưng họ đã hoàn thành chỉ trong một đêm. Công việc thật đẹp, thời tiết đẹp, giá cả thì tuyệt vời. Tôi đánh giá cao thời tiết trâu vì cả chất lượng công việc và giá cả. Tôi đã nhận được bộ 3 chiếc áo khoác giày và thắt lưng phù hợp với cùng mức giá, tôi sẽ mua một chiếc áo khoác ngoài giá ở California Đọc thêm",
            "Tuyệt vời!! Chúng tôi đã mua 2 đôi giày và rất vui vì chúng tôi đã quay lại lần thứ 3 và khi đến thử lần cuối, chúng tôi không thể không lấy một chiếc túi xách và túi đựng đồ vệ sinh cá nhân. Màu da thật tuyệt vời và bạn có thể biết chất lượng tốt như thế nào. Đôi Birkenstocks mới của tôi thoải mái hơn nhiều so với đôi thật. Dịch vụ ở đây còn hơn thế nữa. Vì mua nhiều nên chúng tôi được giá rất tốt so với các cửa hàng khác. Tôi sẽ quay lại lần sau ở Hội An! Đọc thêm",
            "Dịch vụ tuyệt vời và một đội ngũ thân thiện! Trâm đã rất kiên nhẫn và giúp chúng tôi thiết kế chiếc ba lô tùy chỉnh hoàn hảo - đó là sự kết hợp của một vài kiểu dáng trong cửa hàng. Tôi cũng đã làm thắt lưng và đối tác của tôi có một đôi giày. Chất lượng tuyệt vời, giá cả tuyệt vời và dịch vụ tuyệt vời. Nếu bạn đang nghĩ đến việc làm bất cứ thứ gì, VUI LÒNG ghé thăm cửa hàng tuyệt vời này - bạn sẽ không hối tiếc! Cảm ơn Trâm đã biến ước mơ túi xách của tôi thành hiện thực!Đọc thêm",
            "Tôi thường không để lại những đánh giá kỹ lưỡng như vậy, nhưng wow!  Buffalo Leather là nơi tốt nhất để mua Birkenstocks được sản xuất tại Hội An.  Tôi cần một chiếc đế lót giày đặc biệt vì vòm bàn chân của tôi cao và Trâm và Na đã giúp tôi làm một đôi dép hoàn hảo cho đôi chân của mình. Đầu tiên, họ đo bàn chân và vòm bàn chân của tôi, sau đó giúp tôi chọn màu từ nhiều lựa chọn khác nhau.  Cô ấy chỉ sử dụng da chất lượng cao và tính giá hợp lý.  Cô ấy có cả kiểu sandal Birkenstock cổ điển và kiểu dáng guốc để lựa chọn. Khi tôi đến thử chúng vào ngày hôm sau thật nhanh! Tôi đã thực hiện một số điều chỉnh nhỏ và sau đó tôi có thể bắt đầu!  Họ đã cung cấp cho tôi dòng thời gian ngắn ở Hội An. Tôi đã đính kèm một số hình ảnh để minh họa quá trình này.  Tôi không thể giới thiệu nơi này đủ. Đọc thêm",
            "Trải nghiệm đáng yêu, tôi đã nhận được đôi giày được làm đặc biệt trong vòng 24 giờ và chúng thật hoàn hảo! Chắc chắn đề nghị nếu bạn đang ở Hội An.Đọc thêm",
            "Giày tùy chỉnh rất tốt - được thực hiện trong một ngày!!! Có đôi guốc birkenstock được làm bằng da lộn quan trọng và yêu thích kết quả!Đọc thêm",
            "Tôi đến mua túi xách của Leader nhưng lại để lại 5 chiếc túi xách, thắt lưng, dép. thành viên trong gia đình, không chỉ cho bản thân tôi và một chiếc túi đựng máy tính xách tay tùy chỉnh. Sau đó tôi mới tự tin yêu cầu họ gieo chiếc áo khoác lãnh đạo mà tôi đã mong muốn bấy lâu nay. Một nhân vật mà tôi đã xem trong một bộ phim nhiều năm trước. Không còn nhiều thời gian nữa cho đến khi tôi khởi hành và cuối cùng họ thậm chí còn đưa tôi đến tiệm may để tiết kiệm thời gian cho tôi. Thật là một trải nghiệm tuyệt vời mà Trâm và Na đã mang lại cho tôi. Cảm ơn tất cả lời khuyên chuyên nghiệp của bạn. Công việc tuyệt vời.Đọc thêm",
            "Dịch vụ tuyệt vời, nhân viên thân thiện, xử lý nhanh chóng, họ đã đáp ứng đúng thời hạn của chúng tôi, chúng tôi quay lại để mua thêm, rất muốn giới thiệu, cảm ơn!Đọc thêm",
            "Tôi có đôi Birckenstock Bostons được thiết kế riêng cho đôi chân của mình. Chúng có chất lượng rất tốt, làm rất nhanh và rất rẻ. Trâm chủ cửa hàng rất tốt bụng và rất hữu íchĐọc thêm",
            "Nơi rất đẹp! Nhân viên thân thiện và vật liệu chất lượng cao. Đã có một số đôi giày thực sự tốt do TRÂM sản xuất.Đọc thêm",
            "Có một chiếc váy làm bằng da màu cam sáng. Những người phụ nữ rất tuyệt vời với sự chú ý lớn đến từng chi tiết. Trâm thật xuất sắc! Đọc thêm",
            "Cửa hàng da trâu thật tuyệt vời! Sự chú ý đến từng chi tiết luôn được chú trọng và họ sẽ không dừng lại cho đến khi chúng tôi hài lòng với sản phẩm cuối cùng. Có một chiếc áo khoác và một chiếc váy ngắnĐọc thêm",
            "Có một chiếc áo khoác da tuyệt vời được làm chỉ trong 24 giờ. Hoàn toàn phù hợp, dịch vụ khách hàng tuyệt vời. Không thể hạnh phúc hơn với chiếc áo khoác và giá cả. Rất khuyến khích cho bất kỳ áo khoác da, giày hoặc túi xách!Đọc thêm",
            "Họ có sửa cả túi da không?Đọc thêm",
            "Tôi muốn xin địa chỉ email của cửa hàng này?Đọc thêm",
            "Buffaloleather full stop ha tại gmail full stop comĐọc thêm",
            "Xin chào, nếu bạn tốt bụng, bạn đã trả bao nhiêu cho chiếc túi da của mình?  Tôi hy vọng sẽ mua được một chiếc túi da trong chuyến đi tiếp theo của mình.Đọc thêm",
            "Khoảng US100. Tôi nghĩ tất cả họ dường như đều hướng tới điều đó nhưng một nhà đàm phán giỏi sẽ làm tốt hơn. Tôi hơi mềm yếu.Đọc thêm",
            "Nếu tôi gửi ảnh chiếc túi đeo vai bằng da mà tôi muốn làm, bạn có thể cho tôi ước tính giá được không?Đọc thêm",
            "Tôi nghĩ họ sẽ có thể cung cấp.  Hãy đảm bảo rằng bạn chụp ảnh từ nhiều góc độ khác nhau cũng như nội thất trông như thế nào Đọc thêm"
        ],
        "star_ratings": [
            949,
            25,
            12,
            16,
            18
        ],
        "review_amount": 1020,
        "location": [
            "Những điều cần làm ở Hội An",
            "Việt Nam",
            "Châu Á",
            "Chào An",
            "Tỉnh Quảng Nam",
            "Cửa hàng da trâu"
        ],
        "reviews_time": [
            "Written June 14, 2023",
            "Written July 25, 2023",
            "Written September 4, 2023",
            "Written September 16, 2023",
            "Written September 25, 2023",
            "Written October 4, 2023",
            "Written October 5, 2023",
            "Written October 26, 2023",
            "Written November 5, 2023",
            "Written November 8, 2023",
            "Written January 15, 2024",
            "Written January 15, 2024",
            "Written January 15, 2024",
            "Written January 12, 2024",
            "Written January 12, 2024",
            "Written January 8, 2024",
            "Written January 8, 2024",
            "Written January 3, 2024",
            "Written January 3, 2024",
            "Written December 28, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298082-d8854961-Reviews-or60-Buffalo_Leather_Shop-Hoi_An_Quang_Nam_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d10768724-Reviews-Olivier_Coffee-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26663624-Reviews-Faifoo_Central_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d3724095-Reviews-Little_Faifo_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26229136-Reviews-Sing_Ma_Restaurant_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26848559-Reviews-Em_H_i_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26355037-Reviews-A6_Garden-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26516589-Reviews-Paddy_Field_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25105784-Reviews-Cua_Dai_Central_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25306878-Reviews-Chops_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25318521-Reviews-Deli_Sky_Bar_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d27413504-Reviews-Art_Gallery_Hoang_Trong_Tien-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7209451-Reviews-Couleurs_by_Rehahn-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8587256-Reviews-Hoi_An_Market-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d451145-Reviews-Fukian_Assembly_Hall_Phuc_Kien-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d451144-Reviews-Central_Market-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2281126-Reviews-Hoi_An_Handicraft_Workshop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d27146630-Reviews-TITI_no_38-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26546761-Reviews-Vi_Tuong_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d11929918-Reviews-Precious_Heritage_by_Rehahn-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d27146633-Reviews-TITI_no_38-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8854961-Reviews-or50-Buffalo_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8854961-Reviews-or70-Buffalo_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8854961-Reviews-Buffalo_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2717876-Reviews-Peace_Tailor_in_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15776299-Reviews-Thanh_Design-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6845023-Reviews-Two_Ladies_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15000385-Reviews-Blue_Chic_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26605658-Reviews-Bison_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2202046-Reviews-Metiseko-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1194254-Reviews-A_Dong_Silk_Tailors-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4609042-Reviews-Tuong_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d9466019-Reviews-45_Thu_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12945791-Reviews-Shine_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2053290-Reviews-Linh_Shoe_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d27740250-Reviews-Handwork_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4582493-Reviews-Sunny_Tailor_Hoa_Nang_clothes_shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4412491-Reviews-Phuoc_Thinh_Souvenir_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2067067-Reviews-Friendly_Shoe_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g25379304-d27432773-Reviews-M_Eco_Sourvernia_Shop-Minh_An_Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19859951-Reviews-CQ_Leather-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19121366-Reviews-La_belle_My_My_Leather-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d14766864-Reviews-Truclinh_Souvenir_Market_a076-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g25379304-d17632137-Reviews-Izi_Wear_Store-Minh_An_Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4211371-Reviews-Tailor_Phuong_Nam-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19174918-Reviews-Da_Bao_Real_Leather-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g40914-d4572395-Reviews-Tidal_Falls_Preserve-Sullivan_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g28956-d251914-Reviews-Kelleys_Island-Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g52970-d146046-Reviews-Tanger_Outlets_Lancaster-Lancaster_Lancaster_County_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g297921-d12033502-Reviews-Greenway_Night_Market-Hat_Yai_Songkhla_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g189970-d8413338-Reviews-Flybus_Airport_Transfer-Reykjavik_Capital_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g488129-d3212743-Reviews-Nakupenda_Beach_Nature_Reserve-Stone_Town_Zanzibar_City_Zanzibar_Island_Zanzibar_.html",
            "https://www.tripadvisor.com/Attraction_Review-g150813-d669578-Reviews-Gran_Cenote-Tulum_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g297476-d10300403-Reviews-Barrio_Getsemani-Cartagena_Cartagena_District_Bolivar_Department.html",
            "https://www.tripadvisor.com/Attraction_Review-g47939-d5463911-Reviews-Caumsett_State_Park-Huntington_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d106164-Reviews-California_Science_Center-Los_Angeles_California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298082-d8854961-Reviews-or70-Buffalo_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298082-d8854961-Reviews-or60-Buffalo_Leather_Shop-Hoi_An_Quang_Nam_Province.html"
    },
    {
        "attraction_name": "Buffalo Leather Shop",
        "attraction_name_vi": "Cửa hàng da trâu",
        "general_info": [
            "1.020 đánh giá",
            "244 trên 679 Mua sắm ở Hội An",
            "Cửa hàng quà tặng đặc sản"
        ],
        "attraction_summary": "Shop Đồ Da Đẹp Hội An chuyên giày dép, túi xách, áo khoác da theo yêu cầu. Chúng tôi có thể làm mọi thứ từ da thật, thiết kế riêng trong 12-24 giờ.Đọc thêm",
        "reviews": [
            "Chúng tôi đã ghé thăm một vài cửa hàng đồ da ở Hội An với ý định tự làm một đôi giày da nam. Tại Bufallo Leather Shop, chúng tôi được chủ cửa hàng chào đón nồng nhiệt. Hiểu được nhu cầu của chúng tôi, họ kiên nhẫn giới thiệu cho chúng tôi nhiều mẫu giày khác nhau, giải thích về các loại da và kết cấu da khác nhau, đồng thời đề xuất loại da nào phù hợp nhất với nhu cầu của chúng tôi. Họ không thúc ép chúng tôi đưa ra quyết định nhanh chóng hay cố gắng bán hàng cho chúng tôi. Giá cả rất hợp lý và giày rất vừa vặn. Chúng tôi rất ấn tượng với tay nghề và chất lượng tuyệt vời, chúng tôi đã làm thêm một đôi giày và một chiếc túi đựng máy tính xách tay theo thiết kế riêng. Tất cả các mặt hàng đều đáp ứng được mong đợi của chúng tôi. Chiếc túi đựng máy tính xách tay cần thêm thời gian để làm đã được giao đến khách sạn của chúng tôi ở Đà Nẵng như đã hứa. Nhìn chung, dịch vụ rất chuyên nghiệp và thái độ tuyệt vời đối với khách hàng. Trải nghiệm tuyệt vời và chắc chắn sẽ giới thiệu Bufallo Leather Shop cho bất kỳ ai đến Hội An. Đọc thêm",
            "Tôi phải nói rằng tôi hoàn toàn ấn tượng với dịch vụ của Bình. Trải nghiệm của tôi thật đặc biệt từ đầu đến cuối, bắt đầu từ dịch vụ chăm sóc khách hàng thân thiện và chu đáo của cô ấy.\n\nBình thực sự đã dành thời gian để lắng nghe những nhu cầu cụ thể của tôi và cô ấy cực kỳ am hiểu về nghề của họ. Bình đưa ra lời khuyên hữu ích về chất liệu tốt nhất để sử dụng và cô ấy thậm chí còn lấy số đo cơ thể của tôi để đảm bảo vừa vặn hoàn hảo.\n\nChất lượng công việc của họ thực sự vượt quá sự mong đợi của tôi. Đường khâu rất tỉ mỉ và sự chú ý đến từng chi tiết được thể hiện rõ ràng trong mọi khía cạnh của thành phẩm. Hàng da mềm, dẻo dai và có chất lượng cao nhất.\n\nTrong suốt quá trình, các chủ sở hữu luôn thông báo và cập nhật cho tôi và họ luôn sẵn lòng trả lời các câu hỏi của tôi. Họ cũng hoàn thành đơn đặt hàng của tôi đúng giờ và ở mức giá rất hợp lý.\n\nNhìn chung, tôi đánh giá cao cửa hàng may đồ da này. Đội ngũ nhân viên thân thiện, hiểu biết và đam mê công việc của họ. Nếu bạn đang tìm kiếm một mặt hàng da chất lượng cao, theo yêu cầu, đừng tìm đâu xa!Đọc thêm",
            "Tôi đi ngang qua cửa hàng này khi dạo quanh phố cổ Hội An. Nhiều mẫu mã đẹp, đường khâu trên dép và giày rất gọn gàng, da cũng rất đẹp. Trâm rất thân thiện và cho tôi giá tốt và thiết kế tốt. Lúc đầu, tôi chỉ đặt mua một chiếc sandal vào buổi sáng và nhận hàng vào khoảng 5 giờ chiều cùng ngày. Sau khi nhìn đôi sandal của tôi, chồng tôi quyết định đặt mua một đôi sandal khác. Trâm nói chúng tôi có thể đón lúc 8 giờ 30 tối, nhưng khoảng 7 giờ tối, cô ấy nhắn tin cho tôi và cho tôi biết giày đã sẵn sàng. Thực sự ngạc nhiên khi họ có thể làm một đôi dép theo yêu cầu nhanh đến vậy và chồng tôi rất hài lòng với đôi dép đó. Cảm ơn Trâm đã rất thân thiện với chúng tôi. Nếu tôi có gia đình và bạn bè đến thăm Hội An, tôi chắc chắn sẽ giới thiệu cửa hàng này để họ tùy chỉnh làm bất cứ thứ gì từ da. Một lần nữa xin cảm ơn Trâm. Chúng tôi rất yêu thích đôi dép của mình.Đọc thêm",
            "May đo chất lượng Da Trâu và các quý cô thân thiện với rất nhiều moxy! Tôi có một chiếc quần da có gốc mà họ sao chép y như mới đến mũi cuối cùng nên rất thích thú! Họ cũng đã sao chép một chiếc áo khoác mô tô Kett của Anh những năm 1970 chỉ từ một bức ảnh. Họ vui vẻ rút ngắn lại và thắt chặt lại nhiều lần kiểu chặt chẽ của rocker không mấy bắt kịp Nam nhưng họ vui vẻ bắt buộc. Họ cũng gặp khó khăn khi tìm một lớp lót màu đỏ mà tôi yêu cầu và in nổi tên tôi lên lớp da bên trong áo khoác. Doanh thu của một bộ trang phục bằng da hoàn chỉnh là đáng kinh ngạc trong 12 -24 giờ. Vợ tôi còn có một chiếc áo ghi lê bằng da vô cùng bắt mắt khiến Beth tưởng chừng ngày xưa là chiến binh, món Bahn Mis trứng rất ngon ở Hà Nội. một lần nữa được sao chép từ một bức ảnh. Nhìn chung không thể hài lòng hơn về dịch vụ cũng như chất lượng sản phẩm hoàn thiện DA TRÂU ONYA!Đọc thêm",
            "Vợ tôi và tôi mua giày từ cửa hàng Buffalo Leather. \nCả hai cặp đều hoàn hảo và không có lỗi. Thực hiện trong một ngày. \nThật tốt khi vợ tôi muốn có một đôi bốt. Các cô gái đã làm chúng và gửi đến khách sạn của chúng tôi ở Hồ Chí Minh. Họ thật hoàn hảo. \nCửa hàng rất khuyến khích. Dịch vụ tuyệt vời và chất lượng cao. Đọc thêm",
            "Chúng tôi đi tìm một chiếc túi da cho con gái mình và cuối cùng đã mua được một chiếc túi theo yêu cầu riêng. Chúng tôi vào lúc 12h và lấy túi vào lúc 18h cùng ngày. Các quý cô đã đặc biệt quan tâm đến việc đảm bảo thiết kế chính xác như chúng tôi mong muốn và mọi thứ đều được thực hiện với một nụ cười. Chúng tôi RẤT HÀI LÒNG với kết quả cuối cùng và chất lượng của tay nghề. Chúng tôi biết con gái của chúng tôi cũng sẽ thích chiếc túi này. Cảm ơn rất nhiều. Đọc thêm",
            "Cửa hàng rất đẹp. Làm một chiếc ba lô da và một chiếc túi nhỏ với mong ước của chính mình.\nChắc chắn sẽ giới thiệu!\nCác chủ sở hữu rất tốt đẹp và nói rất nhiều về da! Việc may rất nhanh chóng.\nQuà lưu niệm tốt nhất cho chính chúng ta từ\nViệt Nam cho đến nay.Đọc thêm",
            "Tôi ở Đà Nẵng 4 ngày nhân dịp sinh nhật bạn bè \nTrâm Phạm thật tuyệt vời. Tôi chạy đến tiệm da Buffalo. Và thêm 3 chiếc áo khoác, 3 chiếc thắt lưng và 3 chiếc giày được làm.  tất cả đều phù hợp, tôi muốn màu sắc kỳ lạ.\nTôi nghĩ họ nghĩ tôi hơi điên. Họ không thể tin được là tôi lại muốn một chiếc áo khoác da màu tím và vàng. Ở cửa hàng họ không có màu tôi muốn nên chúng tôi đến kho của họ. Tôi đã ở đó được 1 giờ và họ đã chuẩn bị sẵn sàng mọi thứ cho tôi vào ngày hôm sau. Họ nói với tôi rằng việc này sẽ mất hai ngày nhưng họ đã hoàn thành chỉ trong một đêm. Công việc thật đẹp, thời tiết đẹp, giá cả thì tuyệt vời. Tôi đánh giá cao thời tiết trâu vì cả chất lượng công việc và giá cả. Tôi đã nhận được bộ 3 chiếc áo khoác giày và thắt lưng phù hợp với cùng mức giá, tôi sẽ mua một chiếc áo khoác ngoài giá ở California Đọc thêm",
            "Tuyệt vời!! Chúng tôi đã mua 2 đôi giày và rất vui vì chúng tôi đã quay lại lần thứ 3 và khi đến thử lần cuối, chúng tôi không thể không lấy một chiếc túi xách và túi đựng đồ vệ sinh cá nhân. Màu da thật tuyệt vời và bạn có thể biết chất lượng tốt như thế nào. Đôi Birkenstocks mới của tôi thoải mái hơn nhiều so với đôi thật. Dịch vụ ở đây còn hơn thế nữa. Vì mua nhiều nên chúng tôi được giá rất tốt so với các cửa hàng khác. Tôi sẽ quay lại lần sau ở Hội An! Đọc thêm",
            "Dịch vụ tuyệt vời và một đội ngũ thân thiện! Trâm đã rất kiên nhẫn và giúp chúng tôi thiết kế chiếc ba lô tùy chỉnh hoàn hảo - đó là sự kết hợp của một vài kiểu dáng trong cửa hàng. Tôi cũng đã làm thắt lưng và đối tác của tôi có một đôi giày. Chất lượng tuyệt vời, giá cả tuyệt vời và dịch vụ tuyệt vời. Nếu bạn đang nghĩ đến việc làm bất cứ thứ gì, VUI LÒNG ghé thăm cửa hàng tuyệt vời này - bạn sẽ không hối tiếc! Cảm ơn Trâm đã biến ước mơ túi xách của tôi thành hiện thực!Đọc thêm",
            "Tôi đã có trải nghiệm tuyệt vời với Trâm. Tôi đã có một ý tưởng cụ thể về chiếc áo khoác da mà tôi muốn. Cô ấy đã cho tôi lời khuyên tuyệt vời về cách chọn da và điều chỉnh đường cắt và hình dạng. Bây giờ tôi đã có một chiếc áo khoác đẹp vừa vặn với tôi như một chiếc găng tay vì cô ấy đã dành thời gian để chỉnh sửa và chỉnh sửa cho tôi cho đến khi nó vừa ý. Tôi thực sự khuyên bạn nên đến cửa hàng Trams nếu bạn muốn có một chiếc áo khoác đẹp, chất lượng cao. Cô ấy còn có những đôi giày, túi xách và thắt lưng xinh xắn.Đọc thêm",
            "Shop da trâu đã làm ra hai đôi giày công sở hoàn hảo theo ý muốn của mình, rất hài lòng với kết quả, cảm ơn bạn Đọc thêm",
            "Kinh nghiệm đối phó với họ khá dễ dàng, giá cả khá hợp lý, chất lượng giày được phát triển khá vừa vặn, có sẵn 2 đôi giày chỉ trong 1 ngày. Chắc chắn giới thiệu cửa hàng này nếu bạn cần giày da thủ công tại Hội AnĐọc thêm",
            "Dịch vụ khách hàng tệ nhất và giá quá cao khi so sánh với các cửa hàng khác. Người bán hàng cực kỳ thô lỗ với tôi và mất rất nhiều đơn hàng giữa nhóm bốn người tôi đi cùng. Tôi thực sự muốn giới thiệu Be Bi hoặc Da Bao hơn. Họ cung cấp dịch vụ tốt hơn, chất lượng tốt hơn cho các mặt hàng tùy chỉnh và giá tốt hơn nhiều cho đồ da tương đương. Đọc thêm",
            "Chất lượng rất cao! Tôi có bàn chân rộng và họ có thể làm những đôi dép quai rộng. Lần đầu tiên được sở hữu loại dép này! Rất khuyến khích cho những người có bàn chân rộng: Đọc thêm",
            "Tôi yêu những đôi giày từ Buffalo Leather Shop! Các cô gái rất thân thiện và công việc của họ có chất lượng cao. Họ làm giày cho tôi trong 24 giờ. Tôi muốn giới thiệu cho mọi người: Đọc thêm",
            "Dịch vụ hoàn toàn tuyệt vời và hàng da đẹp. Tôi đã có hai chiếc dép tùy chỉnh được làm trong vòng chưa đầy 24 giờ. Trâm cực kỳ hữu ích và đảm bảo mỗi đôi đều vừa vặn với chân tôi một cách hoàn hảo. Đây là lần đầu tiên tôi có những đôi giày đặt làm riêng và tôi chắc chắn sẽ quay lại để mua thêm đồ vào lần tới khi tôi đến Hội An. Chồng tôi cũng mua một chiếc túi đẹp. Chồng tôi và tôi đánh giá cao cửa hàng này cho bất cứ ai. Tôi chi rất nhiều tiền cho giày và giá trị ở đây thật tuyệt vời.Đọc thêm",
            "Thật là một trải nghiệm tuyệt vời! Vợ tôi đang tìm một số đôi dép thủ công thì đôi dép cô ấy mang theo đã làm rách dây đeo. Chúng tôi tìm thấy Buffalo nhờ những đánh giá tuyệt vời và không thất vọng! Trong vòng chưa đầy 24 giờ, Trump đã giúp chúng tôi tìm ra một thiết kế và hoàn thành chiếc giày và một chiếc túi. Giá cả hợp lý hơn và dịch vụ là 5 sao. Tôi chắc chắn giới thiệu so với các nhà cung cấp khác có ít kinh nghiệm hơn và đánh giá không tốt! Đọc thêm",
            "Người phụ nữ đáng yêu rất rất hữu ích giày chất lượng tuyệt vời!! Rất nhiều lựa chọn, Trâm rất tốt bụng và giúp chúng tôi tìm được những đôi giày tuyệt vời!Đọc thêm",
            "Dịch vụ tốt, giá tốt và chất lượng! Muốn giới thiệu! Không ép mua và tư vấn tốt. Sẽ quay lại nếu quay lại Hội An!Đọc thêm",
            "Họ có sửa túi da không?Đọc thêm",
            "Tôi muốn xin địa chỉ email của cửa hàng này?Đọc thêm",
            "Buffaloleather full stop ha tại gmail full stop comĐọc thêm",
            "Xin chào, nếu bạn tốt bụng, bạn đã trả bao nhiêu cho chiếc túi da của mình?  Tôi hy vọng sẽ mua được một chiếc túi da trong chuyến đi tiếp theo của mình.Đọc thêm",
            "Khoảng US100. Tôi nghĩ tất cả họ dường như đều hướng tới điều đó nhưng một nhà đàm phán giỏi sẽ làm tốt hơn. Tôi hơi mềm yếu.Đọc thêm",
            "Nếu tôi gửi ảnh chiếc túi đeo vai bằng da mà tôi muốn làm, bạn có thể cho tôi ước tính giá được không?Đọc thêm",
            "Tôi nghĩ họ sẽ có thể cung cấp.  Hãy đảm bảo rằng bạn chụp ảnh từ nhiều góc độ khác nhau cũng như nội thất trông như thế nào Đọc thêm"
        ],
        "star_ratings": [
            949,
            25,
            12,
            16,
            18
        ],
        "review_amount": 1020,
        "location": [
            "Những điều cần làm ở Hội An",
            "Việt Nam",
            "Châu Á",
            "Chào An",
            "Tỉnh Quảng Nam",
            "Cửa hàng da trâu"
        ],
        "reviews_time": [
            "Written June 14, 2023",
            "Written July 25, 2023",
            "Written September 4, 2023",
            "Written September 16, 2023",
            "Written September 25, 2023",
            "Written October 4, 2023",
            "Written October 5, 2023",
            "Written October 26, 2023",
            "Written November 5, 2023",
            "Written November 8, 2023",
            "Written December 27, 2023",
            "Written December 27, 2023",
            "Written December 25, 2023",
            "Written December 25, 2023",
            "Written December 25, 2023",
            "Written December 20, 2023",
            "Written December 18, 2023",
            "Written December 18, 2023",
            "Written December 17, 2023",
            "Written December 12, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298082-d8854961-Reviews-or70-Buffalo_Leather_Shop-Hoi_An_Quang_Nam_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d10768724-Reviews-Olivier_Coffee-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26663624-Reviews-Faifoo_Central_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d3724095-Reviews-Little_Faifo_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26229136-Reviews-Sing_Ma_Restaurant_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26848559-Reviews-Em_H_i_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26355037-Reviews-A6_Garden-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26516589-Reviews-Paddy_Field_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25105784-Reviews-Cua_Dai_Central_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25306878-Reviews-Chops_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25318521-Reviews-Deli_Sky_Bar_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d27413504-Reviews-Art_Gallery_Hoang_Trong_Tien-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7209451-Reviews-Couleurs_by_Rehahn-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8587256-Reviews-Hoi_An_Market-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d451145-Reviews-Fukian_Assembly_Hall_Phuc_Kien-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d451144-Reviews-Central_Market-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2281126-Reviews-Hoi_An_Handicraft_Workshop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d27146630-Reviews-TITI_no_38-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26546761-Reviews-Vi_Tuong_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d11929918-Reviews-Precious_Heritage_by_Rehahn-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d27146633-Reviews-TITI_no_38-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8854961-Reviews-or60-Buffalo_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8854961-Reviews-or80-Buffalo_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8854961-Reviews-Buffalo_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2717876-Reviews-Peace_Tailor_in_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15776299-Reviews-Thanh_Design-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6845023-Reviews-Two_Ladies_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15000385-Reviews-Blue_Chic_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26605658-Reviews-Bison_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2202046-Reviews-Metiseko-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1194254-Reviews-A_Dong_Silk_Tailors-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4609042-Reviews-Tuong_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d9466019-Reviews-45_Thu_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12945791-Reviews-Shine_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2053290-Reviews-Linh_Shoe_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d27740250-Reviews-Handwork_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4582493-Reviews-Sunny_Tailor_Hoa_Nang_clothes_shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4412491-Reviews-Phuoc_Thinh_Souvenir_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2067067-Reviews-Friendly_Shoe_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g25379304-d27432773-Reviews-M_Eco_Sourvernia_Shop-Minh_An_Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19859951-Reviews-CQ_Leather-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19121366-Reviews-La_belle_My_My_Leather-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d14766864-Reviews-Truclinh_Souvenir_Market_a076-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g25379304-d17632137-Reviews-Izi_Wear_Store-Minh_An_Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4211371-Reviews-Tailor_Phuong_Nam-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19174918-Reviews-Da_Bao_Real_Leather-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g663152-d10441182-Reviews-Xenia_Beach-Paliouri_Kassandra_Halkidiki_Region_Central_Macedonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g51389-d4547476-Reviews-The_Stone_Lion_Inn_Murder_Mysteries_and_Dinner-Guthrie_Oklahoma.html",
            "https://www.tripadvisor.com/Attraction_Review-g56032-d2634306-Reviews-Founder_s_Plaza_Observation_Area-Irving_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g297961-d3637506-Reviews-Club_Summer_Garden-Alanya_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g147310-d147569-Reviews-Blue_Mountains-Kingston_Kingston_Parish_Jamaica.html",
            "https://www.tripadvisor.com/Attraction_Review-g48922-d4048732-Reviews-LEGOLAND_Discovery_Center_Westchester-Yonkers_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d108030-Reviews-Hemisfair-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g294207-d480482-Reviews-Nairobi_Arboretum-Nairobi.html",
            "https://www.tripadvisor.com/Attraction_Review-g297628-d1219275-Reviews-Shivoham_Shiva_Temple-Bengaluru_Bangalore_District_Karnataka.html",
            "https://www.tripadvisor.com/Attraction_Review-g304172-d3873707-Reviews-Red_Frog_Beach-Isla_Bastimentos_Bocas_del_Toro_Province.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298082-d8854961-Reviews-or80-Buffalo_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298082-d8854961-Reviews-or70-Buffalo_Leather_Shop-Hoi_An_Quang_Nam_Province.html"
    },
    {
        "attraction_name": "Buffalo Leather Shop",
        "attraction_name_vi": "Cửa hàng da trâu",
        "general_info": [
            "1.020 đánh giá",
            "244 trên 679 Mua sắm ở Hội An",
            "Cửa hàng quà tặng đặc sản"
        ],
        "attraction_summary": "Shop Đồ Da Đẹp Hội An chuyên giày dép, túi xách, áo khoác da theo yêu cầu. Chúng tôi có thể làm mọi thứ từ da thật, thiết kế riêng trong 12-24 giờ.Đọc thêm",
        "reviews": [
            "Chúng tôi ghé thăm một số cửa hàng đồ da ở Hội An với ý định làm một đôi giày da nam theo yêu cầu riêng. Tại Bufallo Leather Shop, chúng tôi được các chủ cửa hàng chào đón nồng nhiệt. Hiểu được yêu cầu của chúng tôi, họ đã kiên nhẫn chỉ cho chúng tôi nhiều kiểu dáng giày khác nhau, đồng thời giải thích các loại da và kết cấu khác nhau, đồng thời đề xuất loại da nào phù hợp nhất với yêu cầu của chúng tôi. Họ không thúc ép chúng tôi đưa ra quyết định nhanh chóng hay khó bán cho chúng tôi. Giá cả rất hợp lý và giày rất vừa vặn. Chúng tôi rất ấn tượng với tay nghề và chất lượng tuyệt vời nên chúng tôi đã làm thêm một đôi giày và một chiếc túi đựng máy tính xách tay có thiết kế riêng. Tất cả các mặt hàng đáp ứng mong đợi của chúng tôi. Chiếc túi đựng máy tính xách tay cần thêm thời gian để thực hiện đã được chuyển đến khách sạn của chúng tôi ở Đà Nẵng như đã hứa. Nhìn chung dịch vụ rất chuyên nghiệp và thái độ tuyệt vời đối với khách hàng. Trải nghiệm tuyệt vời và chắc chắn sẽ giới thiệu Bufallo Leather Shop cho bất kỳ ai đến Hội An. Đọc thêm",
            "Tôi phải nói rằng tôi hoàn toàn ấn tượng với dịch vụ của Bình. Trải nghiệm của tôi thật đặc biệt từ đầu đến cuối, bắt đầu từ dịch vụ chăm sóc khách hàng thân thiện và chu đáo của cô ấy.\n\nBình thực sự đã dành thời gian để lắng nghe những nhu cầu cụ thể của tôi và cô ấy cực kỳ am hiểu về nghề của họ. Bình đưa ra lời khuyên hữu ích về chất liệu tốt nhất để sử dụng và cô ấy thậm chí còn lấy số đo cơ thể của tôi để đảm bảo vừa vặn hoàn hảo.\n\nChất lượng công việc của họ thực sự vượt quá sự mong đợi của tôi. Đường khâu rất tỉ mỉ và sự chú ý đến từng chi tiết được thể hiện rõ ràng trong mọi khía cạnh của thành phẩm. Hàng da mềm, dẻo dai và có chất lượng cao nhất.\n\nTrong suốt quá trình, các chủ sở hữu luôn thông báo và cập nhật cho tôi và họ luôn sẵn lòng trả lời các câu hỏi của tôi. Họ cũng hoàn thành đơn đặt hàng của tôi đúng giờ và ở mức giá rất hợp lý.\n\nNhìn chung, tôi đánh giá cao cửa hàng may đồ da này. Đội ngũ nhân viên thân thiện, hiểu biết và đam mê công việc của họ. Nếu bạn đang tìm kiếm một mặt hàng da chất lượng cao, theo yêu cầu, đừng tìm đâu xa!Đọc thêm",
            "Tôi đi ngang qua cửa hàng này khi dạo quanh phố cổ Hội An. Nhiều mẫu mã đẹp, đường khâu trên dép và giày rất gọn gàng, da cũng rất đẹp. Trâm rất thân thiện và cho tôi giá tốt và thiết kế tốt. Lúc đầu, tôi chỉ đặt mua một chiếc sandal vào buổi sáng và nhận hàng vào khoảng 5 giờ chiều cùng ngày. Sau khi nhìn đôi sandal của tôi, chồng tôi quyết định đặt mua một đôi sandal khác. Trâm nói chúng tôi có thể đón lúc 8 giờ 30 tối, nhưng khoảng 7 giờ tối, cô ấy nhắn tin cho tôi và cho tôi biết giày đã sẵn sàng. Thực sự ngạc nhiên khi họ có thể làm một đôi dép theo yêu cầu nhanh đến vậy và chồng tôi rất hài lòng với đôi dép đó. Cảm ơn Trâm đã rất thân thiện với chúng tôi. Nếu tôi có gia đình và bạn bè đến thăm Hội An, tôi chắc chắn sẽ giới thiệu cửa hàng này để họ tùy chỉnh làm bất cứ thứ gì từ da. Một lần nữa xin cảm ơn Trâm. Chúng tôi rất yêu thích đôi dép của mình.Đọc thêm",
            "Chất lượng da trâu may và những cô gái thân thiện với rất nhiều sự táo bạo! Tôi đã có một chiếc quần da gốc mà họ sao chép chính xác như mới đến mũi khâu cuối cùng nên rất hài lòng với họ! Tôi cũng đã sao chép một chiếc áo khoác xe máy British Kett thập niên 1970 cũ kỹ khác chỉ từ một bức ảnh. Họ vui vẻ cắt ngắn nó và thắt chặt nó nhiều lần theo kiểu rocker bó không thực sự bắt mắt ở nam, nhưng họ vui vẻ đồng ý. Họ cũng mất công tìm lớp lót màu đỏ mà tôi yêu cầu và dập nổi tên tôi trên da ở mặt trong của áo khoác. Tốc độ thay đổi trên một bộ trang phục da hoàn chỉnh thật đáng kinh ngạc 12 - 24 giờ. Vợ tôi cũng có một chiếc áo ghi lê da hấp dẫn được làm cho Beth nghĩ rằng từ một lần là chiến binh, rất ngon Bahn Mis trứng ở Hà Nội. một lần nữa được sao chép từ một bức ảnh. Nhìn chung không thể hài lòng hơn với dịch vụ hoặc chất lượng của các tác phẩm hoàn thiện ONYA BUFFALO LEATHER! Đọc thêm",
            "Vợ tôi và tôi mua giày từ cửa hàng Buffalo Leather. \nCả hai cặp đều hoàn hảo và không có lỗi. Thực hiện trong một ngày. \nThật tốt khi vợ tôi muốn có một đôi bốt. Các cô gái đã làm chúng và gửi đến khách sạn của chúng tôi ở Hồ Chí Minh. Họ thật hoàn hảo. \nCửa hàng rất khuyến khích. Dịch vụ tuyệt vời và chất lượng cao. Đọc thêm",
            "Chúng tôi đi tìm một chiếc túi da cho con gái mình và cuối cùng đã mua được một chiếc túi theo yêu cầu riêng. Chúng tôi vào lúc 12h và lấy túi vào lúc 18h cùng ngày. Các quý cô đã đặc biệt quan tâm đến việc đảm bảo thiết kế chính xác như chúng tôi mong muốn và mọi thứ đều được thực hiện với một nụ cười. Chúng tôi RẤT HÀI LÒNG với kết quả cuối cùng và chất lượng của tay nghề. Chúng tôi biết con gái của chúng tôi cũng sẽ thích chiếc túi này. Cảm ơn rất nhiều. Đọc thêm",
            "Cửa hàng rất đẹp. Làm một chiếc ba lô da và một chiếc túi nhỏ với mong ước của chính mình.\nChắc chắn sẽ giới thiệu!\nCác chủ sở hữu rất tốt đẹp và nói rất nhiều về da! Việc may rất nhanh chóng.\nQuà lưu niệm tốt nhất cho chính chúng ta từ\nViệt Nam cho đến nay.Đọc thêm",
            "Tôi ở Đà Nẵng 4 ngày nhân dịp sinh nhật bạn bè \nTrâm Phạm thật tuyệt vời. Tôi chạy đến tiệm da Buffalo. Và thêm 3 chiếc áo khoác, 3 chiếc thắt lưng và 3 chiếc giày được làm.  tất cả đều phù hợp, tôi muốn màu sắc kỳ lạ.\nTôi nghĩ họ nghĩ tôi hơi điên. Họ không thể tin được là tôi lại muốn một chiếc áo khoác da màu tím và vàng. Ở cửa hàng họ không có màu tôi muốn nên chúng tôi đến kho của họ. Tôi đã ở đó được 1 giờ và họ đã chuẩn bị sẵn sàng mọi thứ cho tôi vào ngày hôm sau. Họ nói với tôi rằng việc này sẽ mất hai ngày nhưng họ đã hoàn thành chỉ trong một đêm. Công việc thật đẹp, thời tiết đẹp, giá cả thì tuyệt vời. Tôi đánh giá cao thời tiết trâu vì cả chất lượng công việc và giá cả. Tôi đã nhận được bộ 3 chiếc áo khoác giày và thắt lưng phù hợp với cùng mức giá, tôi sẽ mua một chiếc áo khoác ngoài giá ở California Đọc thêm",
            "Thật tuyệt vời!! Chúng tôi đã mua 2 đôi giày và rất vui khi quay lại để mua đôi thứ 3 và khi chúng tôi đến để thử lần cuối, chúng tôi không thể không mua thêm một chiếc túi xách và túi đựng đồ vệ sinh cá nhân. Màu da thật tuyệt vời và bạn có thể thấy chất lượng tốt như thế nào. Đôi Birkenstock mới của tôi THOẢI MÁI HƠN RẤT NHIỀU so với đôi thật. Dịch vụ ở đây cực kỳ tốt. Vì chúng tôi đã mua rất nhiều nên chúng tôi được giá rất tốt so với các cửa hàng khác. Tôi sẽ quay lại vào lần tới khi đến Hội An! Đọc thêm",
            "Dịch vụ tuyệt vời và một đội ngũ thân thiện! Trâm đã rất kiên nhẫn và giúp chúng tôi thiết kế chiếc ba lô tùy chỉnh hoàn hảo - đó là sự kết hợp của một vài kiểu dáng trong cửa hàng. Tôi cũng đã làm thắt lưng và đối tác của tôi có một đôi giày. Chất lượng tuyệt vời, giá cả tuyệt vời và dịch vụ tuyệt vời. Nếu bạn đang nghĩ đến việc làm bất cứ thứ gì, VUI LÒNG ghé thăm cửa hàng tuyệt vời này - bạn sẽ không hối tiếc! Cảm ơn Trâm đã biến ước mơ túi xách của tôi thành hiện thực!Đọc thêm",
            "Chúng tôi đã mua hai bản dupe Birkenstock tùy chỉnh và chúng tôi yêu thích chúng! Trải nghiệm tốt và chất lượng tốt nhất, chúng tôi đã tìm thấy hai lớp da. Nhiều lựa chọn về màu sắc và chất liệuĐọc thêm",
            "Không có áp lực phải mua, da chất lượng tốt và dịch vụ khách hàng tuyệt vời. Đã đến và có kích thước và có thể chọn màu da, loại và đường khâu. Được thực hiện trong một ngày.Đọc thêm",
            "Chất lượng tuyệt vời và thời gian giao hàng nhanh chóng cho một đôi dép vừa vặn hoàn hảo!! Cảm ơn Trâm rất nhiều!! Đọc thêm",
            "Đặt mua một số đôi giày kiểu Birkenstock Boston, theo yêu cầu riêng, chúng tôi chọn loại vải và màu sắc của riêng mình và được đo ngay lập tức. Chọn chúng chưa đầy 24 giờ sau! Chất lượng và giá cả tuyệt vời! 100 lời khuyên nếu bạn đến thăm Hội An!Đọc thêm",
            "Tôi không còn nhiều thời gian ở Hội An nhưng cửa hàng vẫn may cho tôi đôi dép da đen mới vừa vặn. Nhân viên ở đây cũng rất thân thiện và hiếu khách. Đọc thêm",
            "Rất tuyệt! Mình đã làm một chiếc áo khoác da của Trâm và cô ấy siêu đẹp và tốt! Nó được trang bị hoàn hảo và chất lượng thì tuyệt vời!Đọc thêm",
            "Tay nghề thủ công tốt nhất của nó! Gần đây tôi đã mua một đôi giày đặt làm riêng và một chiếc thắt lưng từ cửa hàng đồ da tuyệt vời này và tôi không thể hạnh phúc hơn. Sự vừa vặn của cả hai món đồ đều không chê vào đâu được, giống như chúng được làm riêng cho tôi vì chúng vậy!. Sự chú ý đến từng chi tiết và chất lượng của da được sử dụng là nổi bật. Những đôi giày và thắt lưng toát lên sự sang trọng và bền bỉ, là minh chứng cho trình độ chuyên môn và tay nghề của các nghệ nhân đằng sau cửa hàng này. Tôi đặc biệt giới thiệu địa điểm này cho bất kỳ ai đang tìm kiếm đồ da đặt riêng vừa vặn như một chiếc găng tay - thực sự là một trải nghiệm thú vị! Đọc thêm",
            "Có một chiếc ba lô đáng kinh ngạc và đội ngũ nhân viên tuyệt vời. Họ xử lý rất nhanh và sẽ làm việc với bạn để đảm bảo bạn nhận được hàng đúng hạnĐọc thêm",
            "Cảm ơn bạn rất nhiều vì một đôi dép đẹp. Trâm rất tốt bụng và hữu ích. Cửa hàng đẹp đầy đủ các sản phẩm đồ da thủ công.Đọc thêm",
            "Da chất lượng tốt. Giá tuyệt vời. Nhân viên rất thân thiện. Sẽ quay lại lần sau khi chúng tôi ở Hội An Đọc thêm"
        ],
        "star_ratings": [
            949,
            25,
            12,
            16,
            18
        ],
        "review_amount": 1020,
        "location": [
            "Những điều cần làm ở Hội An",
            "Việt Nam",
            "Châu Á",
            "Chào An",
            "Tỉnh Quảng Nam",
            "Cửa hàng da trâu"
        ],
        "reviews_time": [
            "Written June 14, 2023",
            "Written July 25, 2023",
            "Written September 4, 2023",
            "Written September 16, 2023",
            "Written September 25, 2023",
            "Written October 4, 2023",
            "Written October 5, 2023",
            "Written October 26, 2023",
            "Written November 5, 2023",
            "Written November 8, 2023",
            "Written December 10, 2023",
            "Written December 9, 2023",
            "Written December 8, 2023",
            "Written December 7, 2023",
            "Written December 5, 2023",
            "Written December 5, 2023",
            "Written December 4, 2023",
            "Written December 4, 2023",
            "Written December 3, 2023",
            "Written November 25, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298082-d8854961-Reviews-or80-Buffalo_Leather_Shop-Hoi_An_Quang_Nam_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d10768724-Reviews-Olivier_Coffee-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26663624-Reviews-Faifoo_Central_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d3724095-Reviews-Little_Faifo_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26229136-Reviews-Sing_Ma_Restaurant_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26848559-Reviews-Em_H_i_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26355037-Reviews-A6_Garden-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26516589-Reviews-Paddy_Field_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25105784-Reviews-Cua_Dai_Central_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25306878-Reviews-Chops_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25318521-Reviews-Deli_Sky_Bar_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d27413504-Reviews-Art_Gallery_Hoang_Trong_Tien-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7209451-Reviews-Couleurs_by_Rehahn-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8587256-Reviews-Hoi_An_Market-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d451145-Reviews-Fukian_Assembly_Hall_Phuc_Kien-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d451144-Reviews-Central_Market-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2281126-Reviews-Hoi_An_Handicraft_Workshop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d27146630-Reviews-TITI_no_38-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26546761-Reviews-Vi_Tuong_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d11929918-Reviews-Precious_Heritage_by_Rehahn-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d27146633-Reviews-TITI_no_38-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8854961-Reviews-or70-Buffalo_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8854961-Reviews-or90-Buffalo_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8854961-Reviews-Buffalo_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2717876-Reviews-Peace_Tailor_in_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15776299-Reviews-Thanh_Design-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6845023-Reviews-Two_Ladies_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15000385-Reviews-Blue_Chic_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26605658-Reviews-Bison_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2202046-Reviews-Metiseko-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1194254-Reviews-A_Dong_Silk_Tailors-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4609042-Reviews-Tuong_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d9466019-Reviews-45_Thu_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12945791-Reviews-Shine_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2053290-Reviews-Linh_Shoe_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d27740250-Reviews-Handwork_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4582493-Reviews-Sunny_Tailor_Hoa_Nang_clothes_shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4412491-Reviews-Phuoc_Thinh_Souvenir_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2067067-Reviews-Friendly_Shoe_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g25379304-d27432773-Reviews-M_Eco_Sourvernia_Shop-Minh_An_Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19859951-Reviews-CQ_Leather-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19121366-Reviews-La_belle_My_My_Leather-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d14766864-Reviews-Truclinh_Souvenir_Market_a076-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g25379304-d17632137-Reviews-Izi_Wear_Store-Minh_An_Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4211371-Reviews-Tailor_Phuong_Nam-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19174918-Reviews-Da_Bao_Real_Leather-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g189473-d6781534-Reviews-Dinosaur_Park_of_Thessaloniki-Thessaloniki_Thessaloniki_Region_Central_Macedonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g295370-d12708955-Reviews-Jadran_Beach_Bar-Split_Split_Dalmatia_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g57592-d267479-Reviews-Trump_Winery-Charlottesville_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g297547-d6964367-Reviews-Blue_Lagoon-Dahab_South_Sinai_Red_Sea_and_Sinai.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d1740856-Reviews-Big_Rock_Dude_Ranch_at_Ponderosa-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g32578-d2032285-Reviews-Sunny_Jim_Cave-La_Jolla_San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g189978-d8004333-Reviews-Reynisfjara_Beach-Vik_South_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g37003-d12853783-Reviews-Wildlife_In_Need_Inc-Charlestown_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g12344476-d276577-Reviews-Glacier_Lagoon-Jokulsarlon_East_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g45938-d11380108-Reviews-Stardust_Ranch-Ely_Nevada.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298082-d8854961-Reviews-or90-Buffalo_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298082-d8854961-Reviews-or80-Buffalo_Leather_Shop-Hoi_An_Quang_Nam_Province.html"
    },
    {
        "attraction_name": "Buffalo Leather Shop",
        "attraction_name_vi": "Cửa hàng da trâu",
        "general_info": [
            "1.020 đánh giá",
            "244 trên 679 Mua sắm ở Hội An",
            "Cửa hàng quà tặng đặc sản"
        ],
        "attraction_summary": "Shop Đồ Da Đẹp Hội An chuyên giày dép, túi xách, áo khoác da theo yêu cầu. Chúng tôi có thể làm mọi thứ từ da thật, thiết kế riêng trong 12-24 giờ.Đọc thêm",
        "reviews": [
            "Chúng tôi ghé thăm một số cửa hàng đồ da ở Hội An với ý định làm một đôi giày da nam theo yêu cầu riêng. Tại Bufallo Leather Shop, chúng tôi được các chủ cửa hàng chào đón nồng nhiệt. Hiểu được yêu cầu của chúng tôi, họ đã kiên nhẫn chỉ cho chúng tôi nhiều kiểu dáng giày khác nhau, đồng thời giải thích các loại da và kết cấu khác nhau, đồng thời đề xuất loại da nào phù hợp nhất với yêu cầu của chúng tôi. Họ không thúc ép chúng tôi đưa ra quyết định nhanh chóng hay khó bán cho chúng tôi. Giá cả rất hợp lý và giày rất vừa vặn. Chúng tôi rất ấn tượng với tay nghề và chất lượng tuyệt vời nên chúng tôi đã làm thêm một đôi giày và một chiếc túi đựng máy tính xách tay có thiết kế riêng. Tất cả các mặt hàng đáp ứng mong đợi của chúng tôi. Chiếc túi đựng máy tính xách tay cần thêm thời gian để thực hiện đã được chuyển đến khách sạn của chúng tôi ở Đà Nẵng như đã hứa. Nhìn chung dịch vụ rất chuyên nghiệp và thái độ tuyệt vời đối với khách hàng. Trải nghiệm tuyệt vời và chắc chắn sẽ giới thiệu Bufallo Leather Shop cho bất kỳ ai đến Hội An. Đọc thêm",
            "Tôi phải nói rằng tôi thực sự ấn tượng với dịch vụ của Binh. Trải nghiệm của tôi là tuyệt vời từ đầu đến cuối, bắt đầu với dịch vụ chăm sóc khách hàng thân thiện và chu đáo của cô ấy.\n\nBinh thực sự dành thời gian để lắng nghe nhu cầu cụ thể của tôi và cô ấy cực kỳ am hiểu về nghề của họ. Binh đã đưa ra lời khuyên hữu ích về những vật liệu tốt nhất nên sử dụng và cô ấy thậm chí còn lấy số đo cơ thể của tôi để đảm bảo vừa vặn hoàn hảo.\n\nChất lượng công việc của họ thực sự vượt quá mong đợi của tôi. Đường khâu rất tỉ mỉ và sự chú ý đến từng chi tiết thể hiện rõ trong mọi khía cạnh của sản phẩm hoàn thiện. Đồ da mềm mại, dẻo dai và có chất lượng cao nhất.\n\nTrong suốt quá trình, chủ sở hữu đã liên tục thông báo và cập nhật cho tôi, và họ luôn vui vẻ trả lời các câu hỏi của tôi. Họ cũng hoàn thành đơn hàng của tôi đúng hạn và với mức giá rất hợp lý.\n\nNhìn chung, tôi thực sự muốn giới thiệu cửa hàng may đồ da này. Đội ngũ nhân viên thân thiện, hiểu biết và đam mê công việc của họ. Nếu bạn đang tìm kiếm một món đồ da chất lượng cao, tùy chỉnh, thì không cần tìm đâu xa nữa! Đọc thêm",
            "Tôi đi ngang qua cửa hàng này khi dạo quanh phố cổ Hội An. Nhiều mẫu mã đẹp, đường khâu trên dép và giày rất gọn gàng, da cũng rất đẹp. Trâm rất thân thiện và cho tôi giá tốt và thiết kế tốt. Lúc đầu, tôi chỉ đặt mua một chiếc sandal vào buổi sáng và nhận hàng vào khoảng 5 giờ chiều cùng ngày. Sau khi nhìn đôi sandal của tôi, chồng tôi quyết định đặt mua một đôi sandal khác. Trâm nói chúng tôi có thể đón lúc 8 giờ 30 tối, nhưng khoảng 7 giờ tối, cô ấy nhắn tin cho tôi và cho tôi biết giày đã sẵn sàng. Thực sự ngạc nhiên khi họ có thể làm một đôi dép theo yêu cầu nhanh đến vậy và chồng tôi rất hài lòng với đôi dép đó. Cảm ơn Trâm đã rất thân thiện với chúng tôi. Nếu tôi có gia đình và bạn bè đến thăm Hội An, tôi chắc chắn sẽ giới thiệu cửa hàng này để họ tùy chỉnh làm bất cứ thứ gì từ da. Một lần nữa xin cảm ơn Trâm. Chúng tôi rất yêu thích đôi dép của mình.Đọc thêm",
            "May đo chất lượng Da Trâu và các quý cô thân thiện với rất nhiều moxy! Tôi có một chiếc quần da có gốc mà họ sao chép y như mới đến mũi cuối cùng nên rất thích thú! Họ cũng đã sao chép một chiếc áo khoác mô tô Kett của Anh những năm 1970 chỉ từ một bức ảnh. Họ vui vẻ rút ngắn lại và thắt chặt lại nhiều lần kiểu chặt chẽ của rocker không mấy bắt kịp Nam nhưng họ vui vẻ bắt buộc. Họ cũng gặp khó khăn khi tìm một lớp lót màu đỏ mà tôi yêu cầu và in nổi tên tôi lên lớp da bên trong áo khoác. Doanh thu của một bộ trang phục bằng da hoàn chỉnh là đáng kinh ngạc trong 12 -24 giờ. Vợ tôi còn có một chiếc áo ghi lê bằng da vô cùng bắt mắt khiến Beth tưởng chừng ngày xưa là chiến binh, món Bahn Mis trứng rất ngon ở Hà Nội. một lần nữa được sao chép từ một bức ảnh. Nhìn chung không thể hài lòng hơn về dịch vụ cũng như chất lượng sản phẩm hoàn thiện DA TRÂU ONYA!Đọc thêm",
            "Vợ tôi và tôi mua giày từ cửa hàng Buffalo Leather. \nCả hai cặp đều hoàn hảo và không có lỗi. Thực hiện trong một ngày. \nThật tốt khi vợ tôi muốn có một đôi bốt. Các cô gái đã làm chúng và gửi đến khách sạn của chúng tôi ở Hồ Chí Minh. Họ thật hoàn hảo. \nCửa hàng rất khuyến khích. Dịch vụ tuyệt vời và chất lượng cao. Đọc thêm",
            "Chúng tôi đi tìm một chiếc túi da cho con gái mình và cuối cùng đã mua được một chiếc túi theo yêu cầu riêng. Chúng tôi vào lúc 12h và lấy túi vào lúc 18h cùng ngày. Các quý cô đã đặc biệt quan tâm đến việc đảm bảo thiết kế chính xác như chúng tôi mong muốn và mọi thứ đều được thực hiện với một nụ cười. Chúng tôi RẤT HÀI LÒNG với kết quả cuối cùng và chất lượng của tay nghề. Chúng tôi biết con gái của chúng tôi cũng sẽ thích chiếc túi này. Cảm ơn rất nhiều. Đọc thêm",
            "Cửa hàng rất đẹp. Làm một chiếc ba lô da và một chiếc túi nhỏ với mong ước của chính mình.\nChắc chắn sẽ giới thiệu!\nCác chủ sở hữu rất tốt đẹp và nói rất nhiều về da! Việc may rất nhanh chóng.\nQuà lưu niệm tốt nhất cho chính chúng ta từ\nViệt Nam cho đến nay.Đọc thêm",
            "Tôi ở Đà Nẵng 4 ngày nhân dịp sinh nhật bạn bè \nTrâm Phạm thật tuyệt vời. Tôi chạy đến tiệm da Buffalo. Và thêm 3 chiếc áo khoác, 3 chiếc thắt lưng và 3 chiếc giày được làm.  tất cả đều phù hợp, tôi muốn màu sắc kỳ lạ.\nTôi nghĩ họ nghĩ tôi hơi điên. Họ không thể tin được là tôi lại muốn một chiếc áo khoác da màu tím và vàng. Ở cửa hàng họ không có màu tôi muốn nên chúng tôi đến kho của họ. Tôi đã ở đó được 1 giờ và họ đã chuẩn bị sẵn sàng mọi thứ cho tôi vào ngày hôm sau. Họ nói với tôi rằng việc này sẽ mất hai ngày nhưng họ đã hoàn thành chỉ trong một đêm. Công việc thật đẹp, thời tiết đẹp, giá cả thì tuyệt vời. Tôi đánh giá cao thời tiết trâu vì cả chất lượng công việc và giá cả. Tôi đã nhận được bộ 3 chiếc áo khoác giày và thắt lưng phù hợp với cùng mức giá, tôi sẽ mua một chiếc áo khoác ngoài giá ở California Đọc thêm",
            "Tuyệt vời!! Chúng tôi đã mua 2 đôi giày và rất vui vì chúng tôi đã quay lại lần thứ 3 và khi đến thử lần cuối, chúng tôi không thể không lấy một chiếc túi xách và túi đựng đồ vệ sinh cá nhân. Màu da thật tuyệt vời và bạn có thể biết chất lượng tốt như thế nào. Đôi Birkenstocks mới của tôi thoải mái hơn nhiều so với đôi thật. Dịch vụ ở đây còn hơn thế nữa. Vì mua nhiều nên chúng tôi được giá rất tốt so với các cửa hàng khác. Tôi sẽ quay lại lần sau ở Hội An! Đọc thêm",
            "Dịch vụ tuyệt vời và đội ngũ thân thiện! Trâm rất kiên nhẫn và giúp chúng tôi thiết kế chiếc ba lô tùy chỉnh hoàn hảo - là sự kết hợp của một vài kiểu dáng trong cửa hàng. Tôi cũng đã đặt làm thắt lưng và bạn đời của tôi có một đôi giày. Chất lượng tuyệt vời, giá cả tuyệt vời và dịch vụ tuyệt vời. Nếu bạn đang nghĩ đến việc đặt làm bất cứ thứ gì, VUI LÒNG ghé thăm cửa hàng tuyệt vời này - bạn sẽ không hối hận! Cảm ơn Trâm đã biến giấc mơ về chiếc túi của tôi thành hiện thực! Đọc thêm",
            "Na rất hữu ích và có nhiều lựa chọn khác nhau. Chất lượng tuyệt vời và trải nghiệm mua sắm đáng yêu. Cảm ơn Na! Muốn giới thiệu một chuyến đi ở đây.Đọc thêm",
            "Chúng tôi rất ấn tượng với đôi dép do Trâm làm. Cô ấy thật đáng yêu khi giao tiếp và chúng tôi rất hạnh phúc với đôi dép đã hoàn thiện vừa vặn hoàn hảo. Đọc thêm",
            "Rất dễ dàng để có được một đôi dép đẹp, vừa vặn. Dịch vụ đáng yêu: Trâm đã làm rất tốt việc chăm sóc chúng tôi.Đọc thêm",
            "Dịch vụ khách hàng tuyệt vời và phạm vi da tuyệt vời. Ngoài ra, giá cả cạnh tranh, phải chăng và hợp lý. Đọc thêm",
            "Thật là một trải nghiệm đáng yêu khi đến cửa hàng này. Tôi nhìn thấy một đôi bốt ở bên ngoài và bước vào xem mình có thể chọn màu gì. Họ đo và chúng tôi thảo luận về các lựa chọn màu sắc và tôi đã chọn 3 màu. Tôi đã nhận được đôi bốt trong vòng 2 ngày và chúng thật đẹp và mát mẻ! Tôi đánh giá cao cửa hàng này. Đọc thêm",
            "Cửa hàng da tuyệt vời. Thật hạnh phúc với đôi bốt và dép của chúng tôi. Tôi đã mang theo một bức ảnh về đôi giày mà tôi muốn để khiến cửa hàng tuyệt vời này có thể đo chân tôi và chuẩn bị đôi giày để bạn có thể nhận trong vòng 48 giờ. Tôi rất ấn tượng và hạnh phúc với kết quả. Thật là một dịch vụ tuyệt vời với mức giá chỉ bằng khoảng 14 lần ở Úc đối với những đôi bốt mang nhãn hiệu RM.Đọc thêm",
            "Cửa hàng da tốt nhất trong thị trấn BY FAR. Tôi đã có một đôi giày đẹp và một chiếc túi tuyệt đẹp. Đừng đi bất cứ nơi nào khác đi ĐÂY. Họ là những người tuyệt vời và giá cả hợp lý và da có chất lượng tuyệt vời.Đọc thêm",
            "Giày rất thoải mái và nó được thiết kế đặc biệt cho vợ tôi. Rất thoải mái và chất lượng cao. Bạn phải thử cái này!!! Cảm ơn vì đôi giày tuyệt vời!Đọc thêm",
            "Giày rất tốt được làm theo kích thước và số đo. Tất cả đều phù hợp! Đề nghị đi lấy giày làm ở đây! Nhân viên thân thiện và dễ mến.Xem thêm",
            "cửa hàng đáng yêu, giày tuyệt vời!! Chắc chắn sẽ giới thiệu cho bất cứ ai muốn hàng da. Tốt nhất ở Hội AnĐọc thêm"
        ],
        "star_ratings": [
            949,
            25,
            12,
            16,
            18
        ],
        "review_amount": 1020,
        "location": [
            "Những việc cần làm ở Hội An",
            "Việt Nam",
            "Châu Á",
            "Chào An",
            "Tỉnh Quảng Nam",
            "Cửa hàng da trâu"
        ],
        "reviews_time": [
            "Written June 14, 2023",
            "Written July 25, 2023",
            "Written September 4, 2023",
            "Written September 16, 2023",
            "Written September 25, 2023",
            "Written October 4, 2023",
            "Written October 5, 2023",
            "Written October 26, 2023",
            "Written November 5, 2023",
            "Written November 8, 2023",
            "Written November 25, 2023",
            "Written November 24, 2023",
            "Written November 24, 2023",
            "Written November 23, 2023",
            "Written November 20, 2023",
            "Written November 19, 2023",
            "Written November 19, 2023",
            "Written November 18, 2023",
            "Written November 18, 2023",
            "Written November 18, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298082-d8854961-Reviews-or90-Buffalo_Leather_Shop-Hoi_An_Quang_Nam_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d10768724-Reviews-Olivier_Coffee-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26663624-Reviews-Faifoo_Central_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d3724095-Reviews-Little_Faifo_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26229136-Reviews-Sing_Ma_Restaurant_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26848559-Reviews-Em_H_i_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26355037-Reviews-A6_Garden-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26516589-Reviews-Paddy_Field_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25105784-Reviews-Cua_Dai_Central_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25306878-Reviews-Chops_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25318521-Reviews-Deli_Sky_Bar_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d27413504-Reviews-Art_Gallery_Hoang_Trong_Tien-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7209451-Reviews-Couleurs_by_Rehahn-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8587256-Reviews-Hoi_An_Market-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d451145-Reviews-Fukian_Assembly_Hall_Phuc_Kien-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d451144-Reviews-Central_Market-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2281126-Reviews-Hoi_An_Handicraft_Workshop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d27146630-Reviews-TITI_no_38-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26546761-Reviews-Vi_Tuong_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d11929918-Reviews-Precious_Heritage_by_Rehahn-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d27146633-Reviews-TITI_no_38-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8854961-Reviews-or80-Buffalo_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8854961-Reviews-or100-Buffalo_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8854961-Reviews-Buffalo_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2717876-Reviews-Peace_Tailor_in_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15776299-Reviews-Thanh_Design-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6845023-Reviews-Two_Ladies_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15000385-Reviews-Blue_Chic_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26605658-Reviews-Bison_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2202046-Reviews-Metiseko-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1194254-Reviews-A_Dong_Silk_Tailors-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4609042-Reviews-Tuong_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d9466019-Reviews-45_Thu_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12945791-Reviews-Shine_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2053290-Reviews-Linh_Shoe_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d27740250-Reviews-Handwork_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4582493-Reviews-Sunny_Tailor_Hoa_Nang_clothes_shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4412491-Reviews-Phuoc_Thinh_Souvenir_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2067067-Reviews-Friendly_Shoe_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g25379304-d27432773-Reviews-M_Eco_Sourvernia_Shop-Minh_An_Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19859951-Reviews-CQ_Leather-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19121366-Reviews-La_belle_My_My_Leather-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d14766864-Reviews-Truclinh_Souvenir_Market_a076-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g25379304-d17632137-Reviews-Izi_Wear_Store-Minh_An_Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4211371-Reviews-Tailor_Phuong_Nam-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19174918-Reviews-Da_Bao_Real_Leather-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g34094-d2267860-Reviews-Bedner_s_Farm_Fresh_Market-Boynton_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g304088-d9610010-Reviews-Delta_City-Podgorica_Podgorica_Municipality.html",
            "https://www.tripadvisor.com/Attraction_Review-g298419-d6982710-Reviews-Wadi_Darbat-Salalah_Dhofar_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g189158-d8645856-Reviews-CR7_Museum-Lisbon_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g150813-d3906822-Reviews-Casa_Cenote-Tulum_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g45222-d4778686-Reviews-Hungry_Horse_Reservoir-Hungry_Horse_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g40861-d612783-Reviews-Higgins_Beach-Scarborough_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g15270820-d12166100-Reviews-Samet_Nangshe_Viewpoint-Tha_Yu_Takua_Thung_Phang_Nga_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298255-d13339670-Reviews-Kuwait_Magic-Ahmadi.html",
            "https://www.tripadvisor.com/Attraction_Review-g609129-d669472-Reviews-Wailea_Beach-Wailea_Maui_Hawaii.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298082-d8854961-Reviews-or100-Buffalo_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298082-d8854961-Reviews-or90-Buffalo_Leather_Shop-Hoi_An_Quang_Nam_Province.html"
    }
]