[
    {
        "attraction_name": "Buffalo AKG Art Museum",
        "attraction_name_vi": "Bảo tàng nghệ thuật Buffalo AKG",
        "general_info": [
            "605 đánh giá",
            "7 trong số 249 điều cần làm ở Buffalo",
            "Viện bảo tàng nghệ thuật"
        ],
        "attraction_summary": "Toàn bộ khuôn viên của Bảo tàng Nghệ thuật Buffalo AKG mới hiện đã mở cửa. Chúng tôi rất nóng lòng được chào đón bạn! Lên kế hoạch cho chuyến thăm của bạn tại Buffaloakg.orgvisit.Đọc thêm",
        "reviews": [
            "Đọc thêm",
            "Trải nghiệm ăn uống của chúng tôi tại Nhà hàng Cornelia ở Quảng trường Thị trấn Ralph Wilson Jr. vượt quá mong đợi. Dịch vụ rất tốt, cà phê rất phong phú và tất cả các món khai vị của chúng tôi, ngay cả món thuần chay cũng đặc biệt ngon.  Giá cả cho hương vị thực phẩm và dịch vụ hợp lý Đọc thêm",
            "Việc xây dựng Bảo tàng mới đã được hoàn thành và hiện đang mở cửa. Đó là một địa điểm kiến ​​trúc ngoạn mục và quan trọng để được nhìn thấy. Lựa chọn tuyệt vời các tác phẩm nghệ thuật và điêu khắc. Phải làm khi ở Buffalo. Tuy nhiên nhà hàng Cornelia là một sự thất vọng rất lớn. Có một menu một trang cung cấp nhiều lựa chọn hạn chế về các món ăn lạ.  Hầu hết trong số đó tôi không thể hiểu được. Không có lựa chọn thực phẩm nhà hàng tiêu chuẩn. Có lẽ họ đang cố gắng quá nghệ thuật và do đó giá cao. Bạn phải đặt hàng tại quầy và họ mang thức ăn đến bàn của bạn. Thời gian chờ đợi để đặt hàng và nhận đồ ăn của bạn rất lâu. Các nhân viên quầy dường như không có tổ chức. Thật xấu hổ khi có một nhà hàng tầm cỡ này trong một bảo tàng tráng lệ. Tôi đề nghị ăn ở nơi khác trước khi bạn đến.      Đọc thêm",
            "Có những bức tranh của Monet, Picasso, Vincent Van Gogh, Edgar Degas, Paul Cezanne, Paul Pangiun, v.v. Chắc chắn bạn nên ghé thăm nếu bạn đang có chuyến đi đến Buffalo hoặc sống ở đó. Có một số nghệ sĩ vĩ đại nhất mọi thời đại vẽ tranh ở đó. \n\nTuy nhiên, có một khu nghệ thuật hiện đại nhàm chán, nhưng 13 tòa nhà chính chứa đầy tác phẩm của các nghệ sĩ nổi tiếng.\n\nSảnh của bảo tàng được thiết kế đẹp mắt nếu bạn chỉ muốn đến đó và thư giãn, trần nhà là một trong những nơi tuyệt vời. Đọc thêm",
            "Chuyến thăm tại Bảo tàng Nghệ thuật AKG là điều không thể bỏ qua ở Buffalo.  Đó là một bộ sưu tập đáng kinh ngạc của các nghệ sĩ đương đại, với các tác phẩm nghệ thuật tuyệt vời của Clyfford Smith, và một loạt tác phẩm tuyệt vời của những nghệ sĩ giỏi nhất giữa thế kỷ 19 và 20, từ những người theo trường phái ấn tượng Pháp đến Gauguin the Great Yellow Christ, từ những nhà tương lai học người Ý đến Andy Warhol và Jackson Cá minh thái. Và nếu bạn có cơ hội, hãy làm theo những hướng dẫn viên, những người cung cấp cho bạn nhiều thông tin chi tiết rất hữu ích!Đọc thêm",
            "Yêu toàn bộ khuôn viên trường. Triển lãm Clyfford Still thật tuyệt vời, hãy nhớ đọc thư từ được trưng bày để biết mối quan hệ lâu dài với nghệ sĩ và bảo tàng. \n\nChỗ đậu xe sẽ là 10 chiếc mỗi xe, hãy nhớ xác nhận vé của bạn. Chúng tôi nhận thấy một máy trả tiền trước và không thể tưởng tượng được việc đứng xung quanh chờ người tiếp theo xếp hàng thanh toán trước khi đi đến cổng sẽ như thế nào. Bạn cũng có thể thanh toán tại cổng nhưng không nên. Một lần nữa, một chiếc máy có vẻ như là một sự suy nghĩ lại và một chiếc máy sai. Ngoài ra, tại sao không chỉ tính phí đỗ xe trực tuyến để chúng ta không phải bận tâm trong chuyến tham quan. \n\nQuán cà phê đã chú ý dành thời gian cho, thật tệ là chúng tôi yêu một nơi được bổ nhiệm độc đáo hoặc tốt hơn là một nhà hàng! \n\nToàn bộ nhân viên trong bảo tàng đều niềm nở và chuyên nghiệp.Đọc thêm",
            "Sự mở cửa trở lại được chờ đợi từ lâu của Albright-Knox, giờ đây Buffalo AKG tiết lộ một trải nghiệm giật gân, đáng khen ngợi như các bài đánh giá của báo chí quốc gia và địa phương. Mình bay từ NC tới Buffalo 2 ngày chủ yếu là đi tham quan bảo tàng. Đáng giá từng xu! Khoảng sân được thiết kế lại với gương cửa sổ trần và tác phẩm điêu khắc cây lá kim từ sàn đến trần nhà thật ngoạn mục. Tòa nhà mới Gundlach được thiết kế tuyệt vời. Bản thân tòa nhà là một tác phẩm nghệ thuật thực sự....nhưng quan trọng nhất là nó tạo ra không gian trưng bày rộng rãi và tiện dụng. Tôi có thể viết một bài luận ở đây về bộ sưu tập xuất sắc - một trong những tài sản đương đại có giá trị nhất trên hành tinh. Chất lượng công việc ở đây thật đáng kinh ngạc. Ông Knox tìm kiếm sự xuất sắc dựa trên số lượng. Vì vậy, bạn sẽ nhận được những điều TỐT NHẤT của Gaugin, Matisse, Anselm Kiefer, v.v. Nhân viên bảo tàng rất duyên dáng và hữu ích. Đã đến hơn 150 bảo tàng Hoa Kỳ, AKG là bảo tàng hàng đầu. Đừng bỏ lỡ nó! Đọc thêm",
            "Các nhân viên chào đón ở đây rất thân thiện và hiểu biết. Chúng tôi đã nghe rất nhiều câu chuyện tuyệt vời về nghệ thuật. Tòa nhà mới được cải tạo và bộ sưu tập mới cũng rất đa dạng và phong phú. Một bộ sưu tập đẳng cấp thế giới. Rất đáng lái xe từ Toronto. Ăn trưa tại khu vực có gương Knox mới tuyệt đẹp và thư giãn cho cả gia đình.Đọc thêm",
            "Tài liệu thật tuyệt vời và tất cả nhân viên đều rất thân thiện. Sự bổ sung mới được mở ra vào mùa xuân này là ưu điểm: một thiết kế tuyệt vời, khuyết điểm: quá sáng. Nhiều ánh sáng phản chiếu trên những bức tường trắng khi trời nắng đến mức tôi muốn đeo kính râm.Đọc thêm",
            "Trời đang mưa nhưng bảo tàng trông thực sự tuyệt vời từ bên ngoài, đặc biệt là cánh mới được làm bằng kính và đá cẩm thạch trắng và tràn ngập ánh sáng. Chúng tôi đã xem triển lãm Clyfford Stills và hầu hết các tác phẩm hiện đại. Chúng tôi đi ngang qua một tác phẩm có tựa đề Blackened Word và sau đó nhận ra rằng chúng tôi có thể xem nó từ trên cao, ở một góc độ hoàn toàn khác. Thật tuyệt. Ở tầng dưới, băng qua một khu vực mở khép kín có trần được tráng gương với quán cà phê, cửa hàng bảo tàng và Phòng Lego, chúng tôi đi ngang qua các studio và vào Phòng Gương. Trải nghiệm rất thú vị! Gara để xe ẩn dưới mặt đất nhìn rất bắt mắt nên không thấy nhiều xe. Chắc chắn sẽ đến đây một lần nữa! Đọc thêm",
            "Chuyến thăm cuối cùng của chúng tôi đến Phòng trưng bày Albright-Knox đã cách đây nhiều năm, vì vậy tôi đã dự đoán chuyến thăm của chúng tôi đến bảo tàng nghệ thuật Buffolo AKG mới được cải tạo và đổi thương hiệu. Chúng tôi bắt đầu chuyến thăm khám phá các tòa nhà và tác phẩm nghệ thuật trên bãi cỏ phía trước. Chúng tôi bước vào Trung tâm Thị trấn mới và đi thẳng vào khu lắp đặt Common Sky. Đó là một cảnh để xem! Tiếp theo là Phòng Gương, tác phẩm sắp đặt năm 1964 gợi nhớ đến Phòng Vô Cực của Yayoi Kusama.  Theo bản đồ chúng tôi nhận được ở bàn thông tin, chúng tôi đi khắp bảo tàng, tham quan mọi phòng trưng bày. Mặc dù chúng tôi đã thấy nhiều tác phẩm nghệ thuật thú vị và đẹp mắt nhưng dòng chảy qua các phòng trưng bày vẫn là một điều bí ẩn. Nó có theo trình tự thời gian không? hay theo phong cách? hay cái gì??  Và phải vất vả một chút để đảm bảo chúng tôi không bỏ lỡ một phòng trưng bày nào. Một điểm nổi bật là một giáo sư rất vui khi chia sẻ suy nghĩ của mình về nghệ thuật mà cô ấy nhìn thấy hàng ngày!!  Tôi rất vui vì chúng tôi đã xem qua vì có một số tác phẩm nghệ thuật đáng xem!!  Nhưng có lẽ sẽ không cần một chuyến thăm trở lại. Chúng tôi đậu xe trên Lincoln Parkway ngay đối diện bảo tàng; nó miễn phí, mặc dù có những hạn chế về thời gian. Đọc thêm",
            "Thật là một niềm vui! Vẻ đẹp không quá ẩn giấu này nằm đối diện với hồ Hoyt xinh đẹp thật ngoạn mục, cả trong lẫn ngoài! Cấu trúc tòa nhà với các Cầu thang Cột khổng lồ ở cả hai bên và các tác phẩm điêu khắc nghệ thuật độc đáo thật ấn tượng! Tâm nhĩ được nhân đôi bằng kính mới thật ngoạn mục! Chúng tôi ăn trưa ở quán cà phê liền kề, nơi chúng tôi tìm thấy những nhân viên hữu ích thân thiện như vậy, tôi muốn đề cập đến họ và tất cả lòng tốt của họ. Bánh sandwich súp tự làm của chúng tôi thật thú vị. Chúng tôi chọn ngồi trong giếng trời có gương bằng kính vào một ngày nắng đẹp, thật là một trải nghiệm đáng ngạc nhiên tuyệt vời!  Phải xem mới đánh giá được! Nóng lòng muốn sớm quay trở lại trong thời tiết ấm áp hơn! Đọc thêm",
            "Bảo tàng này là nghệ thuật hiện đại.  Nếu bạn thích nghệ thuật truyền thống, nó không dành cho bạn.  Nhưng những người yêu thích nghệ thuật hiện đại sẽ thích thú khi ghé thăm.Đọc thêm",
            "Bộ sưu tập thật ấn tượng và khung cảnh thật tuyệt vời. Việc khôi phục phòng trưng bày ban đầu thật ngoạn mục cùng với cánh Knox. Và cánh Gundlach thật ngoạn mục - tòa nhà và nghệ thuật đương đại. Carol là giáo sư tình nguyện của chúng tôi và cả kiến ​​thức cũng như lòng tốt sâu sắc của cô ấy đối với người dì 91 tuổi đang ngồi xe lăn của tôi đều được đánh giá cao. Chúng tôi ăn trưa tại nhà hàng của bảo tàng - đồ ăn rất ngon và đáng giá từng xu.Đọc thêm",
            "Lần đầu tiên tôi đến thăm vì tôi đã nghe nói về phần bổ sung mới. Đó là giá trị chuyến đi! Đến thăm vào tối thứ Năm, và có rất nhiều năng lượng ở nơi này, và tác phẩm nghệ thuật thật tuyệt vời. Đọc thêm",
            "Phòng trưng bày nghệ thuật Albright-Knox thật tuyệt vời !!!  Lần đầu tiên tôi đến thăm nó ở Buffalo, NY và tôi chỉ có vài giờ để tham quan. Người ta có thể dành nhiều ngày ở đó để khám phá và xem tất cả các bộ sưu tập, nhưng điều khiến thời gian của tôi thực sự đáng giá và thú vị hơn nhiều là chúng tôi tìm thấy một hướng dẫn viên đưa chúng tôi đi xem một số phòng và nói về những bức tranh chúng tôi đang xem.  Diane thực sự rất vui mừng và đã cho tôi sự đánh giá cũng như hiểu biết sâu sắc hơn về tác phẩm nghệ thuật.  Cô ấy rất am hiểu và thích tương tác với chúng tôi bằng cách tìm hiểu những suy nghĩ và ấn tượng của chúng tôi về các tác phẩm.  Chắc chắn sẽ quay lại trong thời gian sắp tới và hy vọng tìm lại được Diane cho một chuyến du lịch khác!! Đọc thêm",
            "Tôi và một người bạn đã tận dụng ưu đãi của M T First Friday, trả theo số tiền bạn muốn và rất thích xem bản làm lại mới tại phòng trưng bày này.  Đọc thêm",
            "Chuyến thăm cuối cùng của chúng tôi đến Phòng trưng bày Albright-Knox đã cách đây nhiều năm, vì vậy tôi đã dự đoán chuyến thăm của chúng tôi đến bảo tàng nghệ thuật Buffolo AKG mới được cải tạo và đổi thương hiệu. Chúng tôi bắt đầu chuyến thăm khám phá các tòa nhà và tác phẩm nghệ thuật trên bãi cỏ phía trước. Chúng tôi bước vào Trung tâm Thị trấn mới và đi thẳng vào khu lắp đặt Common Sky. Đó là một cảnh để xem! Tiếp theo là Phòng Gương, tác phẩm sắp đặt năm 1964 gợi nhớ đến Phòng Vô Cực của Yayoi Kusama.  Theo bản đồ chúng tôi nhận được ở bàn thông tin, chúng tôi đi khắp bảo tàng, tham quan mọi phòng trưng bày. Mặc dù chúng tôi đã thấy nhiều tác phẩm nghệ thuật thú vị và đẹp mắt nhưng dòng chảy qua các phòng trưng bày vẫn là một điều bí ẩn. Nó có theo trình tự thời gian không? hay theo phong cách? hay cái gì??  Và phải vất vả một chút để đảm bảo chúng tôi không bỏ lỡ một phòng trưng bày nào. Một điểm nổi bật là một giáo sư rất vui khi chia sẻ suy nghĩ của mình về nghệ thuật mà cô ấy nhìn thấy hàng ngày!!  Tôi rất vui vì chúng tôi đã xem qua vì có một số tác phẩm nghệ thuật đáng xem!!  Nhưng có lẽ sẽ không cần một chuyến thăm trở lại. Chúng tôi đậu xe trên Lincoln Parkway ngay đối diện bảo tàng; nó miễn phí, mặc dù có những hạn chế về thời gian. Đọc thêm",
            "We first visited what was then the Albright-Knox Gallery in Buffalo in 2019. We liked it, but thought it was in need of some refreshing. That refreshing has now materialized in the form of a major renovation, expansion, and rebranding its now the Buffalo AKG Art Museum. It is now a showplace of sorts for some surprisingly engaging art.The AKG focuses on art from the late 1800s up to the present. A guard told me that the oldest work they have is from 1754, but you can see from the collection that there are few works from before 1850 so if you are looking for Ancient Greek sculpture or old Dutch masters, this will not be the museum for you. If you like Impressionist, post-Impressionist, and more modern works, you will see much to enjoy.And what a spectacular collection it is. We saw works from, among others, Claude Monet, Henri Matisse, Vincent Van Gogh, Jean-Francois Millet, Degas, Daumier, Jacques-Loius David from 1782 - I think it was the oldest work we actually saw in the collection, Delacroix, Corot, Renoir, Henri de Toulouse-Lautrec, Rodin, Gustave Courbet, Cal;ebptte. Cezanne, Suerat, Dali, Jean Miro, Modigliani, Andy Warhol, Georgia OKeefe, Rene Magritte, Alexander Calder, Jasper Johns, Henry Moore, Picasso, Amedeo Modigliani,  Duchamp, Jame Tissot, John Singer Sargent, Willem de Kooning, Mark Rothko, Philip Guston not my favorite, but to each his own, Jean Arp, Piet Mondrian, George Innes, Jackson Pollock, Oldenberg, Nam June Paik,  Roy Lichtenstein, Frida Kahlo, Chagall, Bertha Morisot, Kandinsky, and others. There is a Lucas Samaras mirror room that presages the infinity rooms of Yayoi Kusama its in its own gallery and is very popular. One of our favorites was by Robert Delaunay entitled Sun, Tower, Airplane. Its a pretty painting, but walk across the room and squint a little. you should she a person at the opera holding up opera classes the biplane is the glasses, the tower is the handle.They also have some fairly rare outside of Europe Russian Avant Gard, such as Laszlo Moholy-Nagys D IV.There is a fair amount of contemporary art, some of which, truthfully, some will question is art, but that is an individual decision. If you like it, enjoy it; if not, go on to see something you do like. The museum has had a special relationship with modern artist Clyfford and has a large amount of his work. Look for a work by Native American artist Wendy Red Star entitled Four Seasons, which is a satirical take on our thoughts about, well, Native Americans.The galleries are bright and modern.One odd thing with the renovation is the modern parking garage, which is very clean underground but has a baffling payment system. Ive parked in urban garages for decades and still had trouble and they actually had a staffer help others to operate it. If you are anywhere in the area and have a likeness or interest from art from the Impressionist and modern eras, you should have a great time at this fun museum.Read more",
            "Trời đang mưa nhưng bảo tàng trông thực sự tuyệt vời từ bên ngoài, đặc biệt là cánh mới được làm bằng kính và đá cẩm thạch trắng và tràn ngập ánh sáng. Chúng tôi đã xem triển lãm Clyfford Stills và hầu hết các tác phẩm hiện đại. Chúng tôi đi ngang qua một tác phẩm có tựa đề Blackened Word và sau đó nhận ra rằng chúng tôi có thể xem nó từ trên cao, ở một góc độ hoàn toàn khác. Thật tuyệt. Ở tầng dưới, băng qua một khu vực mở khép kín có trần được tráng gương với quán cà phê, cửa hàng bảo tàng và Phòng Lego, chúng tôi đi ngang qua các studio và vào Phòng Gương. Trải nghiệm rất thú vị! Gara để xe ẩn dưới mặt đất nhìn rất bắt mắt nên không thấy nhiều xe. Chắc chắn sẽ đến đây một lần nữa! Đọc thêm",
            "Tài liệu thật tuyệt vời và tất cả nhân viên đều rất thân thiện. Sự bổ sung mới được mở ra vào mùa xuân này là ưu điểm: một thiết kế tuyệt vời, khuyết điểm: quá sáng. Nhiều ánh sáng phản chiếu trên những bức tường trắng khi trời nắng đến mức tôi muốn đeo kính râm.Đọc thêm",
            "Bạn không biết gì về nghệ thuật cũng như lịch sử nghệ thuật!Đọc thêm",
            "Bạn đang cho rằng những suy nghĩ sai lầm của tôi về nghệ thuật tại AKG là sai. Tôi nói không có gì sai với môn nghệ thuật của AKG. Mối quan tâm của tôi chỉ áp dụng cho các khía cạnh xây dựng. Đã ghé thăm phòng trưng bày này nhiều lần trong những năm qua. Tôi thừa nhận rằng tôi thích tác phẩm kinh điển nhưng cũng cởi mở với đương đại.Đọc thêm",
            "Tác phẩm của những nhà điêu khắc nào được trưng bày?Đọc thêm",
            "Turrell, Longo, v.v. nhưng chủ yếu là các tác phẩm 2d của các nghệ sĩ chủ chốtĐọc thêm",
            "Chi phí nhập học là bao nhiêu?Đọc thêm",
            "Người lớn, 12\nNgười cao tuổi từ 62 trở lên, 8\nCựu chiến binh, 8\nSinh viên đại học, 8\nTuổi trẻ 618, 6\nTrẻ em từ 5 tuổi trở xuống MIỄN PHÍ\nThành viên, MIỄN PHÍĐọc thêm",
            "Buổi hòa nhạc ngoài trời như thế nào? Tôi dường như không thể tìm thấy bất kỳ thông tin trực tuyến. Bạn có thể mang theo những gì? Bạn nên đến sớm bao lâu?Đọc thêm",
            "Xin chào! Nó phụ thuộc vào buổi hòa nhạc ngoài trời mà bạn quan tâm. Dòng nhạc Jazz mùa hè Buffalo News diễn ra tại bảo tàng Delaware Stairs nhìn ra Hồ Hoyt vào năm Chủ Nhật trong tháng Bảy và tháng Tám. Bạn có thể tìm thêm thông tin bằng cách truy cập trang web của chúng tôi và nhấp vào Sự kiện, sau đó tìm kiếm Loại sự kiện Âm nhạc và Biểu diễn. \n\nGần đây chúng tôi cũng đã tổ chức Rockin 2017, một buổi hòa nhạc rock ngoài trời lớn tại bãi đậu xe của chúng tôi. Buổi hòa nhạc gây quỹ này sẽ diễn ra hàng năm và có các quy tắc, quy định khác với Summer Jazz Series. Hãy theo dõi trang web của chúng tôi để biết thêm thông tin về Rockin 2018.Đọc thêm",
            "Địa chỉ là gì?Đọc thêm",
            "Có, địa chỉ là 1285 Elmwood Ave., Buffalo, New York 14222...số điện thoại là 716-882-8700. Nó nằm đối diện với trường đại học SUNYBuffState và có đường lái xe hình chữ U và một tác phẩm điêu khắc khổng lồ về những chiếc ca nô kim loại sáng bóng. Có bãi đậu xe tự động phía trước tòa nhà. Bạn sẽ cần phải mang vé vào bên trong để thanh toán cùng với phí vào cửa. Bước vào khu vực kính tối màu hiện đại trên đường lái xe U. Con phố ở phía bắc của khu nhà là Iroquois Drive và về phía đông là Lincoln Parkway. Đôi khi bạn có thể tìm thấy bãi đậu xe trên đường trên Lincoln Parkway, nhưng lối vào duy nhất nằm ở mặt trước tòa nhà đối diện với Đại lộ Elmwood. Hy vọng điều này sẽ hữu ích!Đọc thêm"
        ],
        "star_ratings": [
            382,
            154,
            44,
            14,
            11
        ],
        "review_amount": 605,
        "location": [],
        "reviews_time": [
            "Written July 11, 2023",
            "Written August 11, 2023",
            "Written August 24, 2023",
            "Written August 30, 2023",
            "Written September 26, 2023",
            "Written October 1, 2023",
            "Written October 9, 2023",
            "Written October 20, 2023",
            "Written October 20, 2023",
            "Written October 28, 2023",
            "Written March 29, 2024",
            "Written March 3, 2024",
            "Written February 3, 2024",
            "Written December 30, 2023",
            "Written December 2, 2023",
            "Written December 1, 2023",
            "Written October 28, 2023",
            "Written October 22, 2023",
            "Written October 20, 2023",
            "Written October 20, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g60974-d265422-Reviews-Buffalo_AKG_Art_Museum-Buffalo_Erie_County_New_York.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g60974-d12855188-Reviews-The_Terrace_at_Delaware_Park-Buffalo_Erie_County_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60974-d408614-Reviews-Coles_Restaurant-Buffalo_Erie_County_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60974-d408863-Reviews-India_Gate-Buffalo_Erie_County_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60974-d4246237-Reviews-Subway-Buffalo_Erie_County_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60974-d4628712-Reviews-Mr_Goodbar-Buffalo_Erie_County_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60974-d19677683-Reviews-Louie_s_Texas_Red_Hots-Buffalo_Erie_County_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60974-d408598-Reviews-Mister_Pizza_Elmwood-Buffalo_Erie_County_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60974-d10344094-Reviews-Tipico-Buffalo_Erie_County_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60974-d4958147-Reviews-Mykonos_Express-Buffalo_Erie_County_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60974-d24183859-Reviews-Zio_s_Deli_Heroes-Buffalo_Erie_County_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60974-d560086-Reviews-Buffalo_State_College-Buffalo_Erie_County_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60974-d7011313-Reviews-Replica_of_Statue_of_David-Buffalo_Erie_County_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60974-d560090-Reviews-Buffalo_State_College_Performing_Arts_Center-Buffalo_Erie_County_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60974-d560093-Reviews-Burchfield_Penney_Art_Center-Buffalo_Erie_County_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60974-d560088-Reviews-The_Buffalo_History_Museum-Buffalo_Erie_County_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60974-d17465581-Reviews-Japanese_Garden-Buffalo_Erie_County_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60974-d267152-Reviews-Richardson_Olmsted_Campus-Buffalo_Erie_County_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60974-d560091-Reviews-Forest_Lawn-Buffalo_Erie_County_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60974-d560261-Reviews-G_Robert_Strauss_Jr_Memorial_Library-Buffalo_Erie_County_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60974-d207879-Reviews-Frank_Lloyd_Wright_s_Martin_House-Buffalo_Erie_County_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60974-d265422-Reviews-or10-Buffalo_AKG_Art_Museum-Buffalo_Erie_County_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60974-d275864-Reviews-Buffalo_and_Erie_County_Naval_Military_Park-Buffalo_Erie_County_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60974-d257922-Reviews-Pierce_Arrow_Museum-Buffalo_Erie_County_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60974-d267159-Reviews-Buffalo_Museum_of_Science-Buffalo_Erie_County_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60974-d17494214-Reviews-Explore_More_The_Ralph_C_Wilson_JR_Children_s_Museum-Buffalo_Erie_County_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60974-d560104-Reviews-Iron_Island_Museum-Buffalo_Erie_County_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60974-d267160-Reviews-Buffalo_Fire_Historical_Society-Buffalo_Erie_County_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60974-d3609008-Reviews-Western_New_York_Book_Arts_Center-Buffalo_Erie_County_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60974-d3138448-Reviews-Buffalo_Religious_Arts_Center-Buffalo_Erie_County_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60974-d265422-Reviews-Buffalo_AKG_Art_Museum-Buffalo_Erie_County_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60974-d7125519-Reviews-Hoyt_Lake_Rowboats-Buffalo_Erie_County_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60974-d3373421-Reviews-Buffalo_Touring_Company-Buffalo_Erie_County_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60974-d4476437-Reviews-Shakespeare_in_Delaware_Park-Buffalo_Erie_County_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60974-d560099-Reviews-Delaware_Park_Golf_Course-Buffalo_Erie_County_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60974-d7753680-Reviews-McKinley_Death_Rock-Buffalo_Erie_County_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g37393-d5461745-Reviews-Potato_Creek_State_Park-North_Liberty_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g54126-d105988-Reviews-Napatree_Point_Conservation_Area-Westerly_Washington_County_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g2699667-d254499-Reviews-Valley_of_the_Butterflies-Petaloudes_Rhodes_Dodecanese_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g48194-d272394-Reviews-Ditch_Plains-Montauk_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g642196-d17624111-Reviews-Eagle_Road-Geiranger_Stranda_More_og_Romsdal_Western_Norway.html",
            "https://www.tripadvisor.com/Attraction_Review-g312659-d317743-Reviews-Victoria_Alfred_Waterfront-Cape_Town_Central_Western_Cape.html",
            "https://www.tripadvisor.com/Attraction_Review-g308272-d18844640-Reviews-Found_158-Shanghai.html",
            "https://www.tripadvisor.com/Attraction_Review-g60922-d140393-Reviews-Liberty_Park-Salt_Lake_City_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g3395240-d1382525-Reviews-Hobbiton_Movie_Set-Hinuera_Waikato_Region_North_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g32847-d105487-Reviews-Palm_Canyon_Drive-Palm_Springs_Greater_Palm_Springs_California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g60974-d265422-Reviews-or10-Buffalo_AKG_Art_Museum-Buffalo_Erie_County_New_York.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g60974-d265422-Reviews-Buffalo_AKG_Art_Museum-Buffalo_Erie_County_New_York.html"
    }
]