[
    {
        "attraction_name": "Burke's Garden",
        "attraction_name_vi": "Vườn Burke",
        "general_info": [
            "51 đánh giá",
            "- 1 trong 5 điều cần làm ở Tazewell",
            "Thành tạo địa chất"
        ],
        "attraction_summary": "Nơi tuyệt đẹp để tham quan. Thức ăn rất ngon và mọi người rất tốt. Nếu bạn muốn tìm đường trong ngày và đến một nơi không bị ảnh hưởng bởi thời gian, hãy truy cập vào đây. Đưa bạn trở lại thời điểm tương tựĐọc thêm",
        "reviews": [
            "Chỉ là một nơi tuyệt vời, yên tĩnh. Trang trại, đường lớn tham quan khu vực. Lên kế hoạch thư giãn, lái xe và nói chuyện với người dân địa phương. Nếu bạn thích các khu vực tự nhiên, đây là nơi phải ghé thăm. Đi theo con đường đến lối qua Đường mòn Appalachian vào mùa thu hoặc mùa xuân để có tầm nhìn tuyệt đẹp ra thung lũng. Dừng lại ở hai địa điểm địa phương để mua một số mặt hàng nông sản địa phương và bánh mì kẹp tuyệt vời. Đọc thêm",
            "Chúng tôi đã đến đó hôm nay và yêu thích phong cảnh và sự yên bình.  Cuộc hành trình xuyên qua thung lũng ẩn giấu này thật thú vị và giống như quay ngược thời gian.  Rất đáng nỗ lực.Đọc thêm",
            "Burke - s Garden is an Amish Community  - Amish School and Stores -  circular valley area that is surrounded and enclosed by high hills, with lush green fields and farms. There is basically only one main road in  -  out that climbs up one side and down the other with many bends.  There are two Amish General Stores selling baked and cooked foods, jams, jellies, nuts, etc. We did buy some baked goods which frankly were amazing, as well as some butter and jams. Note we found the General Store to be less expensive than Mattie - s Place for buying Amish Butter - s, Jams, etc. We drove the 12 mile circuit meeting few cars or bikes, which frankly with the Fall Colors backdrop, green fields, apple trees and the old settlers historic Church and Graveyard, to be a  photographer - s dream, so we stopped many times to get out and take photographs.   We saw they have a local Craft Center that opens Fri - Sat but  was closed when we visited mid-week.  We did not cycle the 12 mile loop route but maybe will next time as we were doing the Virginia Creeper the next day,. Its not perfectly flat and does have some slight gradients to have to cycle up. This is a recommended and very scenic place to visit at Peak Fall Colors especially if you drive Hwy 16 from  Marion  - but expect lots of hairpins bends and a very twisty road - . Someone told us it was better than Cades Cove in the Smokies, but that was not our opinion, mainly because there is just far less  places to  stop and explore and hike from, but the scenery is somewhat similar and still beautiful and very quiet and peaceful. We think we saw Eagles flying at the dam pond area but there was nowhere to easily park and explore the ponds without a road hike,  other than from the two Stores or School area. If you are in this area its worth the drive, but if you can  save it for the Peak Fall Colors for the best experience. We are glad we got to see this place at the best time of year.Read more",
            "Rất đẹp và là nơi để tham quan.   Những chiếc lá thay nhau khiến chuyến đi trở nên đẹp hơn rất nhiều.   Một vài cửa hàng nhỏ và một nơi tuyệt vời để dạo quanh.  Những trang trại đẹp được bao quanh bởi những ngọn núi.  Đọc thêm",
            "Bắt đầu ngày mới tại Mattie - s Place - cửa hàng nhỏ tuyệt vời với mọi thứ bạn có thể cần cho chuyến dã ngoại, bữa trưa hoặc bữa ăn nhẹ.  Họ cũng có những món nướng tuyệt vời và sẽ cung cấp cho bạn thông tin về khu vực.  Bạn có thể thuê một chiếc xe đạp và đạp xe vòng 12 dặm.  Đó là một chuyến đi tuyệt vời, nhưng có một chút đồi với những đoạn xuống dốc tuyệt vời.  Khu vực tuyệt đẹp với nhiều động vật hoang dã và cảnh quan đẹp.   Mọi người rất thân thiện.  Đường vòng - đường chính - có rất ít ô tô - tôi đã có ba chiếc chạy qua cả ngày.  Có hai cửa hàng Amish ở đây - một là Mattie - s và một ở cuối đường.  Họ bán những mặt hàng tương tự nhau và cả hai đều có chỗ ngồi ngoài trời.   Đó là một cách rất thư giãn để dành cả ngày của bạn - Tận hưởngĐọc thêm",
            "Gần đây chúng tôi đã đến thăm Vườn Burkes. Đầu tiên chúng tôi dừng lại ở Maddies Place. Rất thân thiện. Họ thuê xe đạp, nhưng chúng tôi cũng quyết định không thuê. Đó là một chuyến đi dài 12 dặm mà chúng tôi đã được kể. Chúng tôi đã lấy được một tấm bản đồ và đạp xe khắp Burkes Garden. Lái xe rất dễ dàng,. đẹp như tranh vẽ. Dừng lại ở cửa hàng tổng hợp, họ phục vụ bữa trưa, có ít đồ lưu niệm - đồ dùng khác. Bữa trưa tại Maddies là món BBQ, khẩu phần lớn - ngon miệng. Điểm thu hút duy nhất là con đường quanh co đến và đi từ Burkes Garden.Đọc thêm",
            "Con đường ngoằn ngoèo tuyệt vời với vỉa hè mới và nhiều con đường nhỏ thú vị khác để khám phá! Hầu hết không có ai ở đó ngoài chúng tôi.Đọc thêm",
            "Từ khi còn nhỏ, tôi - đã luôn thích đến - Khu Vườn - . Đó là một chuyến lái xe rất thư giãn với một số khung cảnh đẹp nhất! Gia đình tôi thích đi dự Lễ hội mùa thu hàng năm vào tháng 9 hàng năm. Đó là một nơi quyến rũ với 2 cửa hàng tổng hợp nhỏ và một triển lãm nghệ thuật mới. Nhiều người đã nói trong phần bình luận rằng không có nhiều việc phải làm, nhưng tôi nghĩ đó chính là vấn đề. Để thoát khỏi mọi bận rộn của thế giới. Đọc thêm",
            "Nơi này rất đẹp, phải xem nơi yên bình và thanh thản.  Nó đáng giá từng chút một trên những con đường núi quanh co mà bạn phải vượt qua để đến được đó.Đọc thêm"
        ],
        "star_ratings": [
            38,
            8,
            2,
            1,
            2
        ],
        "review_amount": 51,
        "location": [
            "Tazewell",
            "Vườn Burke",
            "Hoa Kỳ",
            "Các hoạt động ở Tazewell",
            "Virginia - VA -"
        ],
        "reviews_time": [
            "Written April 3, 2024",
            "Written August 25, 2023",
            "Written July 10, 2023",
            "Written October 28, 2021",
            "Written October 12, 2020",
            "Written July 11, 2020",
            "Written June 15, 2020",
            "Written October 30, 2019",
            "Written July 16, 2019",
            "Written June 4, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g58241-d2470037-Reviews-Burke_s_Garden-Tazewell_Virginia.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g57559-d14171400-Reviews-Mattie_s_Place-Burkes_Garden_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58241-d27079313-Reviews-Burke_s_Garden_Artisan_Center-Tazewell_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58241-d2470037-Reviews-or10-Burke_s_Garden-Tazewell_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58337-d2617185-Reviews-Big_Walker_Lookout-Wytheville_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58241-d310482-Reviews-Historic_Crab_Orchard_Museum-Tazewell_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58241-d17850282-Reviews-Back_of_the_Dragon-Tazewell_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g57521-d27042607-Reviews-The_Elite_Medical_and_Day_Spa-Bluefield_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d324480-Reviews-Deira_City_Center_Shopping_Mall-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g60626-d6704413-Reviews-Puu_Poa_Beach-Princeville_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g28959-d269556-Reviews-Marsh_Creek_State_Park-Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g155019-d1903265-Reviews-Hanlan_s_Point_Beach-Toronto_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g57000-d8761478-Reviews-Swasey_s_Beach-Green_River_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g36185-d284705-Reviews-Harrah_s_Joliet_Casino-Joliet_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g188644-d241269-Reviews-Autoworld-Brussels.html",
            "https://www.tripadvisor.com/Attraction_Review-g35635-d12878624-Reviews-Ritter_Island_State_Park-Wendell_Idaho.html",
            "https://www.tripadvisor.com/Attraction_Review-g44926-d2482819-Reviews-Pythian_Castle-Springfield_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g152515-d2539705-Reviews-Socorro_Island-Cabo_San_Lucas_Los_Cabos_Baja_California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g58241-d2470037-Reviews-or10-Burke_s_Garden-Tazewell_Virginia.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g58241-d2470037-Reviews-Burke_s_Garden-Tazewell_Virginia.html"
    }
]