[
    {
        "attraction_name": "Burriana Beach",
        "attraction_name_vi": "Bãi biển Burriana",
        "general_info": [
            "3.035 đánh giá",
            "5 trong số 50 điều cần làm ở Nerja",
            "Bãi biển"
        ],
        "attraction_summary": "Bãi biển đẹp, nhỏ rải sỏi và cát. Có một vài nhà hàng ngon ở phía trước bãi biển. Tiệm bánh, siêu thị, thể thao dưới nước, v.v. Phải có khoảng 650 giường tắm nắng trên bãi biển này và bạn sẽ rất may mắn nếu tìm thấy một chiếc vào giữa tháng 7, tất cả đều đã được đặt trước ngay cả khi bạn xuống lúc 9 giờ sáng, mọi người đã đặt trước chúng cho cả tuần và có quá nhiều du khách nên không còn chỗ. Ngay cả khi bạn có được một chiếc, bạn sẽ không thể nhìn thấy biển vì có rất nhiều người trên bãi biển với những chiếc ô trước mặt bạn vì giường tắm nắng nằm ở phía sau bãi biển. Nước trong và ấm vào tháng 7, tôi đã rất thích kỳ nghỉ của mình ở Nerja nhưng sẽ không quay lại vào tháng 7 vì nơi đây quá đông đúc. Bạn phải xếp hàng để vào nhà hàng trên bãi biển để dùng bữa tối vào buổi chiều Đọc thêm",
        "reviews": [
            "Chúng tôi đã ở Nerja và được giới thiệu bãi biển này. Chúng tôi mất nửa giờ đi bộ đến đó và chúng tôi không hề thất vọng. Nó có sự kết hợp phù hợp giữa bãi biển, thể thao dưới nước, nhà hàng và cửa hàng bên vũ hội cũng như nhà vệ sinh tốt. Chúng tôi tha hồ thuê một chiếc giường trên bãi biển trong ngày với giá 22 euro. Chúng tôi có 4 người lớn và có nhiều không gian trên giường, chúng rất lớn! Được bố trí như một tấm áp phích, rèm cửa sẽ mang lại bóng mát khi cần thiết. Đây dễ dàng là một bãi biển mà mọi người ở mọi lứa tuổi có thể dành cả ngày. Taxi trở về Nerja 7 euro.Đọc thêm",
            "Bãi đậu xe rất bận rộn nhưng một bãi biển dài tuyệt vời, hoàn hảo cho tất cả mọi người. Những viên sỏi mịn đẹp, thoải mái khi nằm và dễ dàng lau sạch! Bãi biển sạch sẽ và nhẹ nhàng thả mình xuống nước. Rất nhiều tiện ích nếu cần. Tháng 8 tất nhiên là bận rộn nhưng vẫn dễ dàng tìm được một nơi để tận hưởng ánh nắng.Đọc thêm",
            "Lần cuối tôi ghé thăm bãi biển này là 26 năm trước và nghĩ rằng nó giống như một viên ngọc ẩn. Bây giờ nó giống như mọi khu nghỉ dưỡng dọc theo bờ biển Tây Ban Nha. Những quán ăn tầm thường, giá cả xa xỉ, những quán cà phê bãi biển không có niềm tự hào về đồ ăn của mình, vừa bước vào, mì ống dành cho đại chúng. Bãi biển về cơ bản là đá với phần cát được sử dụng cho các chuyến đi bằng thuyền và nhiều quán cà phê hơn. \nƯớc gì Id bị mắc kẹt với ký ức của tôi. Đọc thêm",
            "Bãi biển này sạch sẽ không tì vết, có rất nhiều nơi cho thuê ghế dài có dù che nắng, nhiều địa điểm ăn uống tuyệt vời, cho thuê đủ loại trò chơi thể thao dưới nước và làn nước trong xanh tuyệt đẹp.  Tôi sẽ không bao giờ quên cảm giác được bồng bềnh trên bè trong làn nước trong lành nhìn ra biển rồi quay lại nhìn núi non hùng vĩ.  Một điểm cộng rất lớn là nó nằm trong khoảng cách đi bộ đến hầu hết các ngôi nhà ở Nerja, trên tuyến xe buýt và có một trạm dừng taxi tuyệt vời ở lề đường ngay bên kia đường.  Chúng tôi đến từ Florida nên đã quen với nhân viên cứu hộ nhưng chưa bao giờ nhìn thấy chiếc thuyền qua lại tìm kiếm sinh vật biển nguy hiểm và loại bỏ nó.  Tôi không thể tin được là họ lại bình tĩnh vớt sứa và di dời chúng để mọi người có một ngày tuyệt vời.Đọc thêm",
            "Ở trong một căn hộ ngay đối diện bãi biển và chúng tôi đã đến đó nhiều lần và thấy bãi biển luôn sạch sẽ và tuyệt vời để bơi trong làn nước trong vắt.\nKhu vực chung có nhiều tiện nghi, bao gồm nhà vệ sinh, quán cà phê và nhà hàng xinh xắn, bãi đậu xe có thể là một vấn đề và dường như luôn đông đúc với những chiếc ô tô đỗ, đặc biệt là vào ban ngày.\nBản thân bãi biển có nhiều sỏi hơn và nên mang theo một đôi giày bơi, có rất nhiều giường và ô che nắng cho thuê, bãi biển có nắng từ hoàng hôn đến hoàng hôn khi chúng tôi ở đó. Đọc thêm",
            "Chúng tôi đủ may mắn để đi du lịch nhiều nơi, nhưng đây sẽ là một trong những địa điểm yêu thích của chúng tôi ở bất cứ đâu. Nhỏ gọn và đẹp. Đó là một nơi đáng yêu để dành những ngày dài lười biếng dưới ánh nắng mặt trời.\n\nChủ nhật thì khác khi tất cả người dân địa phương kéo đến và nó hoàn toàn chật cứng. Bãi đậu xe có thể là một cơn ác mộng vào ngày hôm đó, nhưng nếu không thì bạn thường có thể tìm được một chỗ ở đâu đó dọc theo cửa trước lên một trong những con phố phụ.\n\nBiển lặng, bãi biển đẹp và có nhiều nhà hàng và quán bar ven biển.\n\nNgoài ra còn có rất nhiều cửa hàng đẹp và bạn có thể thuê giường phơi nắng và ghế dài khoảng 6 chiếc mỗi ngày.Đọc thêm",
            "Chúng tôi đã đến khu vực này nhiều năm và không bao giờ cảm thấy mệt mỏi với bãi biển tuyệt vời này. Nó gần như hoàn hảo và có thứ gì đó dành cho tất cả mọi người dù là khách du lịch một mình, cặp đôi hay gia đình.\n\nViệc đỗ xe đôi khi có thể hơi khó khăn nhưng có một bãi đậu xe nhiều tầng mới ở rìa thị trấn nếu bạn không thể có được một trong những chỗ đỗ xe miễn phí trên đường phố. Kinect cạnh một lối đi dạo tuyệt vời trên bãi biển có các hoạt động giải trí dành cho những ai muốn bơi lội, tập yoga, chạy bộ, chơi bóng chuyền hoặc chỉ nằm trên một trong những ghế phơi nắng có sẵn cho thuê.\n\nỞ phía bên kia của Con đường đơn là vô số quán bar, nhà hàng và cửa hàng, nơi bạn có thể mua bất cứ thứ gì bạn cần cho một ngày ở bãi biển.Đọc thêm",
            "bãi biển đẹp nhất ở Nerja, tôi thích nó! có quá nhiều thứ để làm và xem, gia đình tôi đã sở hữu bất động sản trong khu vực này trong 40 năm và đây luôn là nơi tôi thích dành thời gian nhất, mất khoảng 15-20 phút đi bộ xuống chỗ ở của chúng tôi và nó hoàn toàn hạnh phúc, có thể có được rất đông vào mùa cao điểm nhưng chúng tôi không bao giờ đi nên nó luôn hoàn hảo cho chúng tôi! \ncác nhà hàng dọc theo phía trước đều tuyệt vời cũng như tất cả các cửa hàng nhỏ và giường tiệm kem có giá khoảng 4 - 6 cho một ngày, điều này tốt cho chúng tôi, chúng tôi không ngại trả tiền khi nào chúng tôi muốn. nếu bạn biết mình sẽ đi nhiều ngày liên tiếp, bạn cũng có thể đặt trước những chiếc giường phơi nắng cụ thểĐọc thêm",
            "Họ không có bất kỳ cơn mưa rào nào trên bãi biển. Nước vào vòi sen bị tắt khiến bạn không thể tắm rửa sau khi xuống biển. Bãi biển được tạo thành từ hỗn hợp cát và sỏi và thời tiết tốt. Nhưng tôi không thích việc họ quảng cáo rằng họ có vòi sen trên bãi biển và họ không có bất kỳ hoạt động nào.Đọc thêm",
            "Chúng tôi đã có một buổi chiều tháng Năm tuyệt đẹp ở bãi biển. Thời tiết tuyệt vời, cơ sở vật chất tuyệt vời, nhân viên thân thiện và dịch vụ tốt tại các nhà hàng trên sân thượng. Biển thật tuyệt vời. Đọc thêm",
            "bãi biển đẹp nhất ở Nerja, tôi thích nó! có quá nhiều thứ để làm và xem, gia đình tôi đã sở hữu bất động sản trong khu vực này trong 40 năm và đây luôn là nơi tôi thích dành thời gian nhất, mất khoảng 15-20 phút đi bộ xuống chỗ ở của chúng tôi và nó hoàn toàn hạnh phúc, có thể có được rất đông vào mùa cao điểm nhưng chúng tôi không bao giờ đi nên nó luôn hoàn hảo cho chúng tôi! các nhà hàng dọc theo phía trước đều tuyệt vời cũng như tất cả các cửa hàng nhỏ và giường tiệm kem có giá khoảng 4 - 6 cho một ngày, điều này tốt cho chúng tôi, chúng tôi không ngại trả tiền khi nào chúng tôi muốn. nếu bạn biết mình sẽ đi nhiều ngày liên tiếp, bạn cũng có thể đặt trước những chiếc giường phơi nắng cụ thểĐọc thêm",
            "Chúng tôi đã đến khu vực này trong nhiều năm và không bao giờ chán bãi biển tuyệt vời này. Nó gần như hoàn hảo và có thứ gì đó dành cho mọi người, dù là du khách đi một mình, cặp đôi hay gia đình. Đôi khi, việc đỗ xe có thể hơi khó khăn nhưng có một bãi đậu xe nhiều tầng mới ở rìa thị trấn nếu bạn không thể tìm được một trong những chỗ đỗ xe miễn phí trên phố. Kinect bên cạnh một lối đi dạo tuyệt đẹp, bãi biển có các hoạt động giải trí dành cho những người muốn bơi lội, tập yoga, chạy bộ, chơi bóng chuyền hoặc chỉ nằm trên một trong những ghế tắm nắng có sẵn để thuê. Phía bên kia của Đường đơn là vô số quán bar, nhà hàng và cửa hàng, nơi bạn có thể mua bất cứ thứ gì bạn cần cho một ngày ở bãi biển. Đọc thêm",
            "Chúng tôi đủ may mắn để đi du lịch nhiều nơi, nhưng đây sẽ là một trong những địa điểm yêu thích của chúng tôi ở bất cứ đâu. Nhỏ gọn và đẹp. Đó là một nơi tuyệt vời để trải qua những ngày dài lười biếng dưới ánh nắng mặt trời. Chủ nhật thì khác khi tất cả người dân địa phương kéo đến và nó hoàn toàn chật cứng. Bãi đậu xe có thể là một cơn ác mộng vào ngày hôm đó, nhưng nếu không, bạn thường có thể tìm thấy một chỗ ở đâu đó dọc theo cửa trước dẫn lên một trong những con phố bên cạnh. Biển lặng, bãi biển đẹp và có nhiều nhà hàng và quán bar sang trọng bên bờ biển. cũng có rất nhiều cửa hàng đẹp và bạn có thể thuê giường phơi nắng và ghế dài khoảng 6 chiếc mỗi ngày.Đọc thêm",
            "Ở trong một căn hộ ngay đối diện bãi biển và chúng tôi đã đến đó nhiều lần và thấy bãi biển luôn sạch sẽ và tuyệt vời để bơi trong làn nước trong vắt. Khu vực chung có nhiều tiện nghi, bao gồm nhà vệ sinh, quán cà phê và nhà hàng xinh xắn, bãi đậu xe có thể là một vấn đề và dường như luôn đông đúc với những chiếc ô tô đỗ, đặc biệt là vào ban ngày. Bản thân bãi biển có nhiều sỏi hơn và nên mang theo một đôi giày bơi, có rất nhiều giường và ô che nắng cho thuê, bãi biển có nắng từ hoàng hôn đến hoàng hôn khi chúng tôi ở đó. Đọc thêm",
            "Bãi biển này sạch sẽ không tì vết, có rất nhiều nơi cho thuê ghế dài có dù che nắng, nhiều địa điểm ăn uống tuyệt vời, cho thuê đủ loại trò chơi thể thao dưới nước và làn nước trong xanh tuyệt đẹp.  Tôi sẽ không bao giờ quên cảm giác được bồng bềnh trên bè trong làn nước trong lành nhìn ra biển rồi quay lại nhìn núi non hùng vĩ.  Một điểm cộng rất lớn là nó nằm trong khoảng cách đi bộ đến hầu hết các ngôi nhà ở Nerja, trên tuyến xe buýt và có một trạm dừng taxi tuyệt vời ở lề đường ngay bên kia đường.  Chúng tôi đến từ Florida nên đã quen với nhân viên cứu hộ nhưng chưa bao giờ nhìn thấy chiếc thuyền qua lại tìm kiếm sinh vật biển nguy hiểm và loại bỏ nó.  Tôi không thể tin được là họ lại bình tĩnh vớt sứa và di dời chúng để mọi người có một ngày tuyệt vời.Đọc thêm",
            "Lần cuối cùng tôi ghé thăm bãi biển này là 26 năm trước và nghĩ rằng nó giống như một viên ngọc ẩn. Bây giờ nó giống như mọi khu nghỉ dưỡng dọc theo bờ biển Tây Ban Nha. Những quán ăn tầm thường, giá cả xa xỉ, những quán cà phê bãi biển không có niềm tự hào về đồ ăn của mình, vừa bước vào, mì ống dành cho đại chúng. Bãi biển về cơ bản là đá với phần cát được sử dụng cho các chuyến đi bằng thuyền và nhiều quán cà phê hơn. Ước gì Id bị mắc kẹt với ký ức của tôi. Đọc thêm",
            "Đây là một bãi biển đô thị với cát sỏi đẹp. Nó có rất nhiều thứ để cung cấp: các môn thể thao dưới nước, cho thuê giường tắm nắng, nhiều nhà hàng và quán cà phê, tầm nhìn ra những tảng đá ở mỗi đầu và những ngọn núi phía sau thị trấn.Đọc thêm",
            "Bãi đậu xe rất bận rộn nhưng một bãi biển dài tuyệt vời, hoàn hảo cho tất cả mọi người. Những viên sỏi mịn đẹp, thoải mái khi nằm và dễ dàng lau sạch! Bãi biển sạch sẽ và nhẹ nhàng thả mình xuống nước. Rất nhiều tiện ích nếu cần. Tháng 8 tất nhiên là bận rộn nhưng vẫn dễ dàng tìm được một nơi để tận hưởng ánh nắng.Đọc thêm",
            "Có thể gọi điện đặt trước ghế nằm ở bãi biển Burriana được không?  Ở Ý, chúng tôi có thể đặt trước tại các Câu lạc bộ bãi biển...nhưng tôi không thấy những câu lạc bộ này được liệt kê ở Nerja.Đọc thêm",
            "Bạn có phải trực tiếp đặt trước giường của người Bali tại Playa Burriana không? Tôi đã tìm kiếm trực tuyến cách để đặt trước chúng và không thể tìm thấy bất cứ điều gì. Cảm ơn vì bất kỳ lời khuyên nào.Đọc thêm",
            "Xin lỗi, tôi không thể trả lời câu hỏi của bạn và tôi đoán rằng bạn đã cố gắng gửi email trực tiếp cho quán bar sở hữu giường?Đọc thêm",
            "Giá đi sofa là bao nhiêu?Đọc thêm",
            "Cho thuê ghế tắm nắngĐọc thêm",
            "Quả thực là có. Nhiều rất nhiều.  Thưởng thứcĐọc thêm",
            "Có cho thuê ghế tắm nắngĐọc thêm",
            "Có, tôi chắc chắn có ghế tắm nắng. Họ đến gần một nhà hàng tên là AYGO và nó có tên hiển thị trên cao, phục vụ cơm thập cẩm cả ngày. Không biết giá ghế dài bao nhiêu vì tôi chưa bao giờ thuê nhưng chúng ở đó. Hy vọng điều đó sẽ giúpĐọc thêm",
            "Bãi biển Burriana cách ban công bao xa? Đọc thêm",
            "Để đi bộ đến bãi biển burriana từ ban công sẽ mất khoảng 10 phút, nếu bạn đi bằng ô tô thì sẽ mất khoảng 5 phút đi bộ rất dễ chịu nhưng có một số ngọn đồi nhỏĐọc thêm",
            "Quán bar mùa hè xanh ở đâuĐọc thêm",
            "El Chiringuito de Ayo, giống như xuất hiện ở Verano Azul, nằm trên bãi biển Burriana, Pú Burriana, 15. Ngoài loạt phim, nó còn nổi tiếng với món paella.\nQuán bar khác luôn xuất hiện, Tasca del Frasco, thực ra được gọi là quán bar El Molino, đó là một quán tablao nằm trên đường San José, 4Đọc thêm",
            "Những người bị suy giảm khả năng di chuyển có thể tiếp cận được không?Đọc thêm",
            "Vâng, có một chuyến đi bộ bằng ván.Đọc thêm",
            "Có bất kỳ giường tắm nắng lớn nào của Bali cho thuê không?Đọc thêm",
            "Có. Tôi khuyên bạn nên đặt trước ít nhất một ngày nếu đi vào mùa cao điểm. Giá vé là 22e cho một ngày và có tùy chọn che nắngXem thêm",
            "CHÀO. Tôi sẽ ở đó vào tháng Bảy. Bạn đang thắc mắc liệu có an toàn khi để khăn tắm trên ghế hoặc thậm chí thuê khăn tắm không? Có chèo thuyền kayak hoặc thuê thuyền không?Đọc thêm",
            "Tôi nghĩ việc để lại khăn tắm sẽ ổn như một số phản hồi khác đã chỉ ra.  Nếu thuê ghế dài, bạn sẽ được cung cấp dịch vụ thuê khăn tắm nhưng chắc chắn phải trả thêm phí.  bãi biển có rất nhiều cửa hàng bán lẻ đối diện với nó nên bạn có thể mua khăn tắm ở một trong các cửa hàng.  Bạn sẽ có một thời gian tuyệt vời!  Khi ở Nerja, hãy đảm bảo kiểm tra các bãi biển khác thực sự gần trung tâm thị trấn cũ hơn.  Hãy nhớ đến Ayos để thưởng thức Paella.  Hãy đến đó vào khoảng 11:00 sáng và xem họ làm đủ món Paella cho 300-400 người....thật hấp dẫn và nhà hàng nằm ngay trên bãi biển!Hãy tận hưởng!Đọc thêm"
        ],
        "star_ratings": [
            1256,
            1161,
            428,
            108,
            82
        ],
        "review_amount": 3035,
        "location": [
            "Nerja",
            "Bãi biển Burriana",
            "Những điều cần làm ở Nerja",
            "Châu Âu",
            "Andalucia",
            "Tây ban nha",
            "Tỉnh Malaga",
            "Costa del Sol"
        ],
        "reviews_time": [
            "Written July 26, 2023",
            "Written August 7, 2023",
            "Written August 13, 2023",
            "Written August 25, 2023",
            "Written September 6, 2023",
            "Written October 9, 2023",
            "Written November 20, 2023",
            "Written April 3, 2024",
            "Written April 17, 2024",
            "Written June 5, 2024",
            "Written May 12, 2024",
            "Written April 17, 2024",
            "Written April 3, 2024",
            "Written November 21, 2023",
            "Written October 9, 2023",
            "Written September 6, 2023",
            "Written August 25, 2023",
            "Written August 21, 2023",
            "Written August 13, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g315917-d1875010-Reviews-Burriana_Beach-Nerja_Costa_del_Sol_Province_of_Malaga_Andalucia.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g315917-d23237867-Reviews-Pahuna_Nepalese_Indian_Restaurant-Nerja_Costa_del_Sol_Province_of_Malaga_Andaluc.html",
            "https://www.tripadvisor.com/Restaurant_Review-g315917-d14079497-Reviews-Raw_Lounge-Nerja_Costa_del_Sol_Province_of_Malaga_Andalucia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g315917-d3492059-Reviews-Bakers_Restaurant_Bar-Nerja_Costa_del_Sol_Province_of_Malaga_Andalucia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g315917-d6736937-Reviews-The_Steak_House_at_Burriana-Nerja_Costa_del_Sol_Province_of_Malaga_Andalucia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g315917-d6523430-Reviews-Yuu_Taley-Nerja_Costa_del_Sol_Province_of_Malaga_Andalucia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g315917-d2054753-Reviews-Restaurante_Bruxelles_by_David_Leon-Nerja_Costa_del_Sol_Province_of_Malaga_Andalu.html",
            "https://www.tripadvisor.com/Restaurant_Review-g315917-d3832535-Reviews-Bakus-Nerja_Costa_del_Sol_Province_of_Malaga_Andalucia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g315917-d6420000-Reviews-Rincon_del_Sabor-Nerja_Costa_del_Sol_Province_of_Malaga_Andalucia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g315917-d12785729-Reviews-Paco_El_Churretero-Nerja_Costa_del_Sol_Province_of_Malaga_Andalucia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g315917-d12402438-Reviews-Restaurant_Calypso_51_GastroBar-Nerja_Costa_del_Sol_Province_of_Malaga_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g315917-d1049569-Reviews-Capistrano_Playa-Nerja_Costa_del_Sol_Province_of_Malaga_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g315917-d2179640-Reviews-Balcony_of_Europe-Nerja_Costa_del_Sol_Province_of_Malaga_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g315917-d1438262-Reviews-Church_of_El_Salvador-Nerja_Costa_del_Sol_Province_of_Malaga_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g315917-d16657903-Reviews-Playa_Carabeo-Nerja_Costa_del_Sol_Province_of_Malaga_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g315917-d2209006-Reviews-Calahonda_Beach-Nerja_Costa_del_Sol_Province_of_Malaga_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g315917-d8508342-Reviews-Playa_El_Salon-Nerja_Costa_del_Sol_Province_of_Malaga_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g315917-d26862197-Reviews-Nerja_Anglican_Church-Nerja_Costa_del_Sol_Province_of_Malaga_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g315917-d4254205-Reviews-Museo_de_Nerja-Nerja_Costa_del_Sol_Province_of_Malaga_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g315917-d5123398-Reviews-Centro_Cultural_Villa_de_Nerja-Nerja_Costa_del_Sol_Province_of_Malaga_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g315917-d546523-Reviews-Cueva_de_Nerja-Nerja_Costa_del_Sol_Province_of_Malaga_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g315917-d1875010-Reviews-or10-Burriana_Beach-Nerja_Costa_del_Sol_Province_of_Malaga_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g315917-d3366826-Reviews-Rio_Chillar-Nerja_Costa_del_Sol_Province_of_Malaga_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g315917-d4941227-Reviews-Cala_el_Canuelo-Nerja_Costa_del_Sol_Province_of_Malaga_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g315917-d12292154-Reviews-Playa_Torrecilla-Nerja_Costa_del_Sol_Province_of_Malaga_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g315917-d10495799-Reviews-Cliffs_of_Maro_Cerro_Gordo-Nerja_Costa_del_Sol_Province_of_Malaga_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g315917-d8380009-Reviews-Playa_de_la_Alberquilla-Nerja_Costa_del_Sol_Province_of_Malaga_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g315917-d7116488-Reviews-Educare_Aventura-Nerja_Costa_del_Sol_Province_of_Malaga_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g315917-d3299060-Reviews-Nerja_Dive_Resort-Nerja_Costa_del_Sol_Province_of_Malaga_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g315917-d15030237-Reviews-Paseo_en_Barco_Aventurmalaga-Nerja_Costa_del_Sol_Province_of_Malaga_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g315917-d5907311-Reviews-The_Boatyard_Bar-Nerja_Costa_del_Sol_Province_of_Malaga_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g315917-d2082219-Reviews-Adventura_Nerja-Nerja_Costa_del_Sol_Province_of_Malaga_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g315917-d2300172-Reviews-El_Fuego-Nerja_Costa_del_Sol_Province_of_Malaga_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g315917-d4196386-Reviews-H2O-Nerja_Costa_del_Sol_Province_of_Malaga_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g315917-d8567371-Reviews-Nerja_Taxis-Nerja_Costa_del_Sol_Province_of_Malaga_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g315917-d12558959-Reviews-Rejano_Kayak-Nerja_Costa_del_Sol_Province_of_Malaga_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g315917-d23754662-Reviews-City_Sightseeing_Nerja-Nerja_Costa_del_Sol_Province_of_Malaga_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g315917-d15224316-Reviews-Oletrips-Nerja_Costa_del_Sol_Province_of_Malaga_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g315917-d2157896-Reviews-Life_Adventure-Nerja_Costa_del_Sol_Province_of_Malaga_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g315917-d8178824-Reviews-Eva_Gaudi_Bar-Nerja_Costa_del_Sol_Province_of_Malaga_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g315917-d6553415-Reviews-X_Bike_Nerja-Nerja_Costa_del_Sol_Province_of_Malaga_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g55339-d207253-Reviews-Edgar_Evins_State_Park-Silver_Point_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g147366-d18844435-Reviews-Coral_Beach-George_Town_Grand_Cayman_Cayman_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g58258-d23690330-Reviews-Capital_One_Hall-Tysons_Corner_Fairfax_County_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g34234-d8179275-Reviews-Wild_Willy_s_Adventure_Zone-Fort_Walton_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g33963-d13173182-Reviews-Holy_Land_USA_Ruins-Waterbury_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g38607-d2707230-Reviews-Safari_Zoological_Park-Caney_Kansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g49673-d318472-Reviews-Airlie_Gardens-Wilmington_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g34571-d142793-Reviews-Festival_Marketplace-Pompano_Beach_Broward_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g293843-d2343197-Reviews-Parays_Game_Ranch-Lusaka_Lusaka_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g39674-d6991796-Reviews-Mill_Springs_Mill_Park-Monticello_Kentucky.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g315917-d1875010-Reviews-or10-Burriana_Beach-Nerja_Costa_del_Sol_Province_of_Malaga_Andalucia.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g315917-d1875010-Reviews-Burriana_Beach-Nerja_Costa_del_Sol_Province_of_Malaga_Andalucia.html"
    }
]