[
    {
        "attraction_name": "Busan Gamcheon Culture Village",
        "attraction_name_vi": "Làng văn hóa Gamcheon Busan",
        "general_info": [
            "3.061 đánh giá",
            "- 6 trong số 303 điều cần làm ở Busan",
            "Vùng lân cận",
            "Chợ trời - Chợ đường phố"
        ],
        "attraction_summary": "Đã đến đó với gia đình tôi vào tháng Năm. Làng văn hóa lớn đến bất ngờ và lớn đến khó tin. Chúng tôi đã dành khoảng một tiếng rưỡi ở đó, nhưng có vẻ như chúng tôi mới chỉ đi được một phần ba ngôi làng. Như bạn có thể biết từ tên của điểm tham quan, ngôi làng thực sự được bao quanh bởi văn hóa Hàn Quốc. Có một cửa hàng nơi bạn không chỉ có thể thử trang phục truyền thống tuyệt đẹp của Hàn Quốc - Hanbok - mà còn có thể mặc nó khi đi dạo quanh làng. Có nhiều kiểu Hanbok khác nhau mà bạn có thể mặc. Bạn sẽ có thể tự mình lựa chọn các thiết kế, phụ kiện và kiểu tóc. Không có giới hạn độ tuổi nào được đặt ra nếu ký ức của tôi phục vụ tôi. Giá cả phù hợp với tôi, khoảng 15.000 won một giờ cho một người. Hơn nữa, có một vị trí cao trong làng nơi bạn có thể có tầm nhìn tuyệt vời ra toàn bộ ngôi làng. Ở đó đặc biệt có gió nên bạn có thể phải chuẩn bị áo khoác. Hãy nhớ rằng những con dốc ở đó có thể là thử thách đối với người cao tuổi. Đọc thêm",
        "reviews": [
            "Nếu bạn chỉ ở lại Busan một thời gian ngắn, có lẽ bạn nên đến Làng văn hóa Gamcheon, một viên ngọc thực sự ẩn mình trong thành phố. Đi bộ qua những con hẻm hẹp được trang trí bằng những bức tranh tường và tác phẩm điêu khắc quyến rũ sẽ gợi lên cảm giác ngạc nhiên và đầy cảm hứng. Khi đi bộ, bạn sẽ chụp được những bức ảnh mà không hề nhận ra. Nên chụp ảnh với hoàng tử bé. Tuy nhiên, phải mất một chút thời gian chờ đợi. Từ góc nhìn, bạn có thể chiêm ngưỡng biển Busan trong lành và cũng có thể tìm mua những món quà lưu niệm đặc biệtĐọc thêm",
            "Đã đánh giá 2 ngày trước\n\nNgôi làng đẹp đầy màu sắc. Lúc đầu nó dễ thương lắm. Càng ngày càng mệt mỏi. Lộ trình bắt đầu từ văn phòng thông tin nơi bạn có thể lấy bản đồ Làng Gamcheon với giá 3.000kw. Ý tưởng đằng sau bản đồ là đi bộ quanh toàn bộ ngôi làng và lấy dấu trên bản đồ đó từ các điểm được chỉ định cụ thể trong làng. Nó giống như một trò chơi truy tìm kho báu. Có khoảng 10 điểm đóng dấu hoặc nhiều hơn mà bạn nên ghé thăm. Khi bạn thu thập tất cả tem, bạn sẽ nhận được một tấm bưu thiếp miễn phí từ văn phòng thông tin.\nVì vậy, trò chơi nghe có vẻ thú vị nhưng nó không phải là vào cuối ngày, đặc biệt nếu trời mưa. Chúng tôi chỉ thu thập được 4 con tem vì việc lên xuống cầu thang bắt đầu mệt mỏi. Điểm xuất phát của tuyến đường thật tuyệt vời vì bạn nhìn thấy rất nhiều ngôi nhà đầy màu sắc và có rất nhiều cửa hàng du lịch để mua đồ ăn nhẹ, quà lưu niệm hoặc chụp ảnh. Tuy nhiên, sẽ mất quá nhiều thời gian để đi vòng quanh toàn bộ ngôi làng nếu bạn muốn theo dõi bản đồ. Khi chúng tôi đến đó, trời mưa rất nhiều nên bản đồ của chúng tôi bị xé rất nhanh. Sau khi đi bộ một đoạn dài chúng tôi đi thẳng đến vạch đích để bắt xe buýt đi chợ Jagalchi.Đọc thêm",
            "Làng Gamcheon là một nơi tuyệt vời để có một chuyến đi trong ngày từ trung tâm thành phố, nhưng nếu và chỉ khi bạn làm đúng. \n\nBạn có thể làm Gamcheon Village từ dưới lên trên và từ trên xuống dưới. \n\nVui lòng chi thêm một chút để Taxi đưa bạn lên đỉnh và bắt đầu từ đó và đi bộ xuống. \n\nTừ dưới lên trên sẽ lãng phí toàn bộ năng lượng của bạn trước khi bạn tận hưởng ngôi làng. \n\nTừ trên xuống dưới, ngay cả 2 đứa con của tôi cũng thích thú, mặc dù phải mất 2 giờ để kết thúc chuyến đi, bao gồm cả việc dừng lại chụp ảnh và ăn vặt. Đọc thêm",
            "Hoàn toàn thích chuyến thăm của chúng tôi đến làng. Cơ hội bận rộn, đầy màu sắc và chụp ảnh ở mọi ngóc ngách. Dừng lại ở phần thông tin du lịch và mua bản đồ để thu thập tem và bưu thiếp trên đường đi. Rất đáng làm và bạn có thể dễ dàng vượt qua 2 giờ mà không cần cố gắng.Đọc thêm",
            "Một địa điểm tham quan độc đáo không thể bỏ qua khi đến Busan.  Một thị trấn cổ với những tòa nhà có mái che rực rỡ bám vào sườn đồi. Chúng tôi đến đó trong một chuyến tham quan trong ngày và được xem những điểm chụp ảnh đẹp nhất.  Thật tuyệt vời khi khám phá và thưởng thức cà phê tại một trong những quán cà phê trên sân thượng để có một số góc nhìn đặc sắcĐọc thêm",
            "Chúng tôi đã có khoảng thời gian tuyệt vời khi đi qua Làng Gamcheon. Những ngôi nhà tập trung lại với nhau rất đẹp và có rất nhiều tác phẩm nghệ thuật sắp đặt. Ngoài ra còn có rất nhiều cửa hàng bán đồ lưu niệm và đồ ăn nhẹ trong khu vực. Nếu bạn thích đóng dấu thì có một vài ngôi nhà tem trong khu vực nhưng nếu không thì đó là một nơi tuyệt vời để chụp ảnh. \n\nNếu bạn ở lại khu vực xuất phát, bạn sẽ không phải lo lắng nhiều về độ nghiêng nhưng có một số ngọn đồi dốc và cầu thang trong khu vực này nên bạn có thể muốn cân nhắc những đôi giày tốt. Hãy cẩn thận nếu trời ẩm ướt hoặc có tuyết vì một số điểm chắc chắn có thể bị trơn trượt. Có rất nhiều bản đồ và biển báo trong khu vực nhưng chúng tôi cảm thấy 148 bước lên các vì sao khá gọn gàng và dẫn đến điểm kết thúc nơi chúng tôi có thể bắt xe buýt trở lại Ga Busan. Rất nhiều đồ ăn nhẹ không đắt tiền và quà lưu niệm cũng vậy. \n\nChúng tôi ở gần ga Busan và mất 30 phút để đến đó bằng phương tiện giao thông công cộng. Chúng tôi khuyên bạn nên xuống ga Toseung, đi ra lối ra số 4 và bắt xe buýt - 2 - Làng Gamcheon - lên đỉnh rồi đi theo các biển chỉ dẫn để bắt đầu vào làng. Có một số con hẻm cắt ngang nhưng cũng có biển báo yêu cầu yên tĩnh - tôn trọng trong khu vực.Đọc thêm",
            "Tôi - tôi đi du lịch với trẻ em, vì vậy những ngôi nhà, quán cà phê dễ thương và những điểm tham quan thú vị thực sự hấp dẫn chúng tôi. Chúng tôi đã mua bản đồ Gamcheon tại trung tâm thông tin và các con tôi thực sự thích thú khi thu thập tất cả các con tem trong nhiệm vụ truy tìm kho báu của chúng tôi để lấy bưu thiếp. Chúng tôi thậm chí còn không nhận thấy cái lạnh mặc dù chúng tôi đã ở đó trong thời tiết sóng lạnh. Hoàn toàn muốn giới thiệu một chuyến thăm nếu bạn - đang ở Busan. Chỉ cần đảm bảo rằng bạn đi theo tuyến đường được đề xuất trên bản đồ, vì đây là tuyến đường dễ đi nhất, không khó khăn và nhiều đồi núi như phần còn lại của làng. \n\nLúc đầu chúng tôi bị lạc và gần như thở hổn hển vì ngọn đồi và cầu thang quá dốc. phân bổ ít nhất 2 giờ, nhưng chúng tôi đã ở đó trong 3 giờ - - thưởng thức quán cà phê và tiệm bánh ở đó.Đọc thêm",
            "Làng văn hóa Gamcheon là một ngôi làng nơi những ngôi nhà được bảo trì tốt đều được sơn màu sắc tươi sáng khác nhau và nổi bật khi nhìn từ xa. Có nhiều điểm ngắm cảnh khác nhau để chụp những bức ảnh đẹp và có hàng dài người xếp hàng chờ đến lượt. Có rất nhiều cửa hàng lưu niệm, quán cà phê và cửa hàng bán đồ ăn nhẹ nhưng vẫn nên dành thời gian để đi dạo quanh làng. Vì có các bậc thang và - hoặc dốc, nên bạn có thể phải leo núi và việc khám phá toàn bộ ngôi làng sẽ là một buổi tập luyện khá thú vị.  Ngoài ra còn có một bảo tàng nhỏ giải thích về Gamcheon ở đầu ngôi làng đáng để ghé thăm. Đây là một nơi thú vị để tham quan nhưng chắc chắn là nơi thu hút khách du lịch.  Tuy nhiên, chúng tôi rất thích chuyến thăm của chúng tôi. Hãy nhớ mang giày thoải mái.Đọc thêm",
            "Chúng tôi bắt xe buýt lên đỉnh, xuống ở cổng chính.\nMua bản đồ khoảng 2.000 won và chọn tuyến đường của bạn sau đó thu thập tem.\n\nbạn sẽ nhận được 3 phần quà ở một số địa điểm dán tem.\n\ndanh tiếng cho nỗ lực bảo trì.Đọc thêm",
            "Chúng tôi đến đó trong một chuyến đi trong ngày, trời rất nắng và một ngôi làng dễ thương, rất nhiều cửa hàng và mọi nơi đều được mã hóa instagram hehe thật dễ thương!!! Đọc thêm",
            "Tôi, vợ tôi và nhóm của chúng tôi đã có một ngày tuyệt vời với bà Yani, một hướng dẫn viên du lịch địa phương. Cô ấy rất hiểu biết và chúng tôi rất thích buổi sáng với cô ấy. Làng văn hóa thật thú vị. Chính phủ trả tiền để sơn những ngôi nhà đầy màu sắc ba năm một lần. Hãy ghé thăm nơi mà Tổng thống Joko Widodo của chúng tôi đã ghé thăm một quán cà phê ở khu vực này. Hữu ích để hiểu cách người dân Hàn Quốc sống với văn hóa truyền thống của họ.Đọc thêm",
            "Đây là một nơi không thể bỏ qua với khung cảnh tuyệt vời của những ngôi nhà đầy màu sắc trong làng. Ngoài ra, hãy tận hưởng nhiều cửa hàng và địa điểm ăn uống độc đáo ở đó.Đọc thêm",
            "Tôi yêu màu sắc của nơi này. Nơi đây còn lưu giữ nét văn hóa lâu đời của Hàn Quốc và những con hẻm được trang trí rất đẹp mắt. Tôi đã đến thăm nơi này cùng gia đình trong chuyến du lịch trong ngày Movv và đó là một lựa chọn rất thông minh. movv là tour cung cấp phương tiện và tài xế. Chuyến du lịch này là chuyến du lịch mà gia đình tôi có thể đi bất cứ nơi nào họ muốn trong 8 giờ mà không cần hướng dẫn viên. Làng văn hóa Gamcheon là một trong những khóa học của chúng tôi và các em đặc biệt thích nó. Bọn trẻ đang bận rộn chụp ảnh và những bức ảnh trông giống như một tác phẩm nghệ thuật.Đọc thêm",
            "Câu chuyện đằng sau Làng văn hóa Gamcheon thực sự khá nghiêm trọng - những tòa nhà đầy màu sắc được dựng lên bởi những người tuyệt vọng chạy trốn khỏi nỗi kinh hoàng của cuộc nội chiến ở phía bắc. Một số cầu thang thậm chí còn được xây dựng từ bia mộ từ một nghĩa trang Nhật Bản gần đó. Nhưng những điều này không còn quan trọng đối với du khách ngày nay, những người có lẽ hoàn toàn không biết gì và không thể quan tâm hơn. Phần lớn khu vực này đã được biến thành rạp xiếc du lịch với các cửa hàng lưu niệm, quán cà phê và địa điểm ăn ảnh, nơi bạn có thể chụp những bức ảnh vui nhộn của nhau trên những phông nền kỳ quặc. Xe buýt chở đầy khách du lịch châu Á dỡ hàng suốt cả ngày, nối đuôi nhau, chụp vô số bức ảnh của chính họ và của nhau. Nó thực sự khá thú vị khi xem. Hãy dành một vài giờ để đi dạo quanh khu vực và bạn sẽ thấy quá đủ.Đọc thêm",
            "Tôi đến thăm vì nghĩ rằng đây sẽ là một bước lùi thời gian, nhưng có vẻ như ngôi làng không chỉ được hiện đại hóa mà còn được thương mại hóa hoàn toàn. Ngay cả một bản đồ từ văn phòng du lịch cũng sẽ có giá 2k. Có một bảo tàng nhỏ gần lối vào giúp giới thiệu nhanh về lịch sử của ngôi làng. Tôi đã không học được nhiều. Phần lớn phần còn lại của ngôi làng hiện chủ yếu là các cửa hàng du lịch bán đồ lưu niệm, quán cà phê và nhà hàng. Đừng hiểu sai ý tôi, ngôi làng rất ăn ảnh, đặc biệt là từ góc nhìn, nhưng đó là dành cho Instagram chứ không phải văn hóa. Nhiều bức tường cũng được trang trí bằng những bức tranh tường và có đủ loại tác phẩm nghệ thuật sắp đặt cho ảnh.Đọc thêm",
            "Tuyệt vời cho cơ hội chụp ảnh. Những ngôi nhà đẹp đầy màu sắc và những bức ảnh bưu thiếp. Đó là trong danh sách những việc cần làm của chúng tôi và là một trong những ngày yêu thích của chúng tôi ngay cả khi chúng tôi đã mệt mỏi khi phải đi bộ ở cuối. Xe buýt đã qua sử dụng để đến đó. Tìm thấy trung tâm du lịch. Mua một bản đồ và sau đó khách du lịch đi bộ đóng dấu bản đồ của chúng tôi tại mỗi điểm dừng. Có thể có nhiều người ở các khu vực chính nhưng thường khi đi bộ để lấy con tem tiếp theo của chúng tôi, bạn - sẽ ở một mình và có thể tự mình chiêm ngưỡng vẻ đẹp trong vài phút .Các bức tranh tường chính, cửa hàng quà tặng và quầy hàng thực phẩm đều ở khá gần điểm bắt đầu. Nhưng xa hơn nữa còn có các tác phẩm nghệ thuật sắp đặt nhỏ và các cửa hàng. Chúng tôi đã dành 3-4 giờ ở đó.Đọc thêm",
            "Đây là một vị trí đẹp vì con phố chính nằm ở đầu làng cho bạn tầm nhìn tuyệt đẹp ra tất cả những ngôi nhà đầy màu sắc. Đây là một trong những địa điểm mà bạn không thể không chụp được một bức ảnh hoàn hảo. Ở đó cũng có một số quán cà phê xinh xắn, hầu hết đều có tầm nhìn đẹp ra ngôi làng. Đây là khu vực mà người dân địa phương thích mặc trang phục truyền thống và chụp ảnh để bạn có thể thấy rằng bạn phải xếp hàng chờ một lúc để có được một số bức ảnh ưa thích nhưng đó chắc chắn là một điểm thu hút khi đến Busan.Đọc thêm",
            "Busan rộng lớn như Seoul. Và đó là một thành phố vô cùng hấp dẫn. Có một điều đặc biệt mà bạn chỉ có thể cảm nhận được ở Busan. Nếu đến Busan, bạn hãy ghé thăm Làng văn hóa Gamcheon. Đó là một nơi có sự ấm áp và vẻ đẹp không thể nào có được. cảm thấy ở các thành phố khác. Tôi đã đi cùng gia đình. Vì vậy, Giao thông vận tải là điều quan trọng nhất vì cả mẹ và con đều đi cùng nhau. Taxi thì tốt, nhưng điều thoải mái hơn taxi là MOVV. Taxi ở Busan có thể cảm thấy hơi nguy hiểm. Tài xế taxi - lái xe rất khó khăn. Trẻ em có thể cảm thấy chóng mặt. Trình điều khiển MOVV mà chúng tôi sử dụng thì khác. Nó an toàn và yên bình. Chúng tôi có thể đi đến mọi nơi chúng tôi muốn, và còn tuyệt vời hơn vì không có giới hạn thời gian,Nếu bạn đến Busan, tôi hy vọng bạn sẽ đến Làng văn hóa Gamcheon.Đọc thêm",
            "Điều này ngoạn mục hơn nhiều so với những gì chúng tôi mong đợi. Tầm nhìn qua các tòa nhà đầy màu sắc xếp chồng lên nhau thật đáng kinh ngạc và đáng để vượt qua một ngọn đồi dốc từ tàu điện ngầm để đến được nó. Phố Chính đã tìm cách tận dụng sự nổi tiếng của khu vực với rất nhiều quán cà phê và cửa hàng và trải nghiệm thủ công. Tuy nhiên, điều này không làm giảm trải nghiệm của chúng tôi. Vào cửa miễn phí. Đọc thêm",
            "Bạn sẽ cho phép bao nhiêu thời gian để ghé thăm? Có dễ dàng để đến được không?Đọc thêm",
            "Tàu điện ngầm và xe buýt đưa bạn đến đó, khá dễ dàng. Đi bộ khoảng 2-3 giờ. Có nhiều tuyến đường khác nhau. Nhận bản đồ tại thông tin du lịch.Đọc thêm",
            "Chi phí đi taxi từ cảng Busan đến Gamcheon CV là bao nhiêu? Hoặc tốt hơn hết là tôi nên bắt xe buýt đưa đón du lịch - Mỹ - 10 chiếc mỗi chiếc - đến Chợ Gukje, sau đó bắt taxi? Chỉ có 2 chúng tôi và chúng tôi không muốn lãng phí thời gian đi lại bằng phương tiện công cộng nếu giá taxi không quá đắt. Cảm ơn.Đọc thêm",
            "Nếu bạn không muốn lãng phí thời gian vào phương tiện giao thông công cộng thì taxi là lựa chọn hợp lý nhất. Chúng tôi đã thực hiện chuyến tham quan bằng taxi để đi lại giữa các địa điểm tham quan. Nó tiết kiệm rất nhiều thời gian và taxi không đắt tiền. Tôi đoán là giá vé taxi từ Cảng Busan đến Gamcheon CV sẽ dưới 20 USD. Bạn có thể sử dụng một trong các ứng dụng di chuyển để kiểm tra giá vé taxi ước tính.Đọc thêm",
            "Xin chào, có ai biết cách truy cập Gamcheon CV từ Jinhae không? Cảm ơn trước : - Đọc thêm",
            "Hãy để tôi chỉ cho bạn cách đến đó. Giả sử bạn đang ở ga Busan. Đầu tiên bạn nên đi tàu điện ngầm đến ga Tosung, sau đó xuống ga và đi bộ đến bệnh viện trường đại học Busan. Bạn sẽ thấy xe buýt số 1-1, 2, 2-2. Nếu bạn đi một trong những chiếc xe buýt đó, bạn có thể đến Làng văn hóa Gamcheon. Xin lưu ý rằng bạn nên xuống tại trạm xe buýt, Làng văn hóa Gamcheon hoặc trường tiểu học Gamcheon, bằng tiếng Hàn, lần lượt là 감천문화마을 hoặc 감천초등학교. Hy vọng nó sẽ giúp ích cho bạn.Đọc thêm",
            "CHÀO! Bạn có mẹo nào để khám phá địa điểm này với trẻ em không? Có thể đi được bằng xe đẩy hay có nhiều cầu thang không? \n\n- Ngoài ra có ai biết có tủ đựng đồ ở ga tàu điện ngầm gần nhất không? Đọc thêm",
            "Bạn có thể mang theo xe đẩy nhưng địa điểm bạn có thể ghé thăm có thể bị hạn chế vì có nhiều cầu thang để khám phá. Đi cùng trẻ em cần cẩn thận hơn vì hầu hết cầu thang đều không có tay nắm. Hầu hết các tàu điện ngầm đều có tủ đựng đồ từ nhỏ đến lớn với nhiều mức giá khác nhau. Truy cập trang web này English.visitkorea.or.kr - enu - SH - WhereToShop - WhereToShop.jsp?action - about - cid - 996331Đọc thêm",
            "Có xe buýt từ làng Gamcheon trở lại ga Jagalchi không? Hoặc sẽ tốt hơn nếu đi taxi? Đã ai từng đi taxi chưa - giá vé bao nhiêu?Đọc thêm",
            "Nếu bạn một mình, tốt hơn nên đi xe buýt từ tàu điện ngầm gần nhất.\n\nNếu bạn cùng gia đình, từ ga tàu điện ngầm gần nhất đi taxi đến Gamcheon\n\nĐến Gamcheon đi tàu điện ngầm tuyến 1 tại ga Toseong - lối ra 6 - chuyển sang xe buýt thị trấn Saha-gu 1-1, xe buýt thị trấn Seo-gu 2 hoặc 2-2 - xuống tại làng văn hóa Gamcheon.\n\nGamcheon.or.krĐọc thêm",
            "Xin chào, có giờ mở cửa của Làng Gamcheon - Không phải trung tâm thông tin - ?Đọc thêm",
            "Tôi nghĩ họ mở cửa vào khoảng 8 hoặc 9 giờ... có thể sớm hơn nhưng họ đóng cửa lúc 6 giờ tối để đảm bảo an toàn cho người dân sống ở Làng GamcheonĐọc thêm",
            "Xin chào, họ chấp nhận giá vé xe buýt như thế nào? Tần suất xe buýt từ Toseong Stn đến làng và từ làng đến Toseong Stn có thường xuyên không?Đọc thêm",
            "Có một ứng dụng rất hay tên là Subway để biết tất cả các điểm dừng tàu điện ngầm và thời gian tuyến đường ở Hàn Quốc. Rất khuyến khích nó.\n\nTừ ga Toseong tôi khuyên bạn nên đi taxi... sẽ có giá khoảng 5000 - 6000 won.  - 5-6. Sau đó từ Làng Gamcheon bắt taxi trở lại Ga Toseong. Nó thuận tiện hơn nhiều.Đọc thêm",
            "Tôi muốn biết nơi nào có thể thuê hanbok ở làng Văn hóa Gamcheon. Cảm ơn!Đọc thêm",
            "Xung quanh lối vào có rất nhiều cửa hàng cho thuê Hanbok. Bạn sẽ thấy nó dễ dàng.Đọc thêm",
            "Trung tâm Thông tin Làng Văn hóa Gamcheon mở cửa lúc mấy giờ - Tôi muốn mua bản đồ - Đọc thêm",
            "Hình như là 09:00 - 18:00 - Đọc thêm",
            "có bất kỳ khoản phí nào được áp dụng không? ví dụ. phí vào cửa hay phí liên quan đến chính phủ? nếu có thì bao nhiêu?Đọc thêm",
            "Không mất phí. Nhưng tôi khuyên bạn nên mua bản đồ với giá 2000 won, nó sẽ giúp bạn đi hết con đường để có thể ghi được những điểm tốt. Ngoài ra, nó còn cho phép bạn nhận 3 tấm bưu thiếp miễn phí, do đó bù đắp cho giá cả.\nĐọc thêm"
        ],
        "star_ratings": [
            1493,
            1169,
            335,
            50,
            15
        ],
        "review_amount": 3062,
        "location": [
            "Làng văn hóa Gamcheon Busan",
            "Những điều cần làm ở Busan",
            "Hàn Quốc",
            "Châu Á",
            "Busan"
        ],
        "reviews_time": [
            "Written June 7, 2023",
            "Written June 28, 2023",
            "Written July 13, 2023",
            "Written July 25, 2023",
            "Written September 15, 2023",
            "Written September 25, 2023",
            "Written December 18, 2023",
            "Written December 28, 2023",
            "Written January 15, 2024",
            "Written January 19, 2024",
            "Written May 27, 2024",
            "Written May 23, 2024",
            "Written May 19, 2024",
            "Written May 12, 2024",
            "Written May 11, 2024",
            "Written May 8, 2024",
            "Written April 26, 2024",
            "Written April 26, 2024",
            "Written April 17, 2024",
            "Written April 10, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g297884-d3901349-Reviews-Busan_Gamcheon_Culture_Village-Busan.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g297884-d13387779-Reviews-Coffee_It_House-Busan.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297884-d14007686-Reviews-Gamnae_Cafe-Busan.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297884-d9291990-Reviews-Red_Coffee_Tong-Busan.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297884-d3940127-Reviews-Lotteria_Busan_University_Hospital-Busan.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297884-d18313896-Reviews-Ganesh_Donga_University_Bumin_Branch-Busan.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297884-d9162214-Reviews-Jinju_Whole_Chicken_House-Busan.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297884-d9016080-Reviews-Gold_Star_Drivers_Restaurant-Busan.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297884-d4165882-Reviews-Busan_Jokbal-Busan.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297884-d4034483-Reviews-Geoin_Tongdak-Busan.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297884-d14037841-Reviews-Paris_Baguette_Busan_Bupyeong-Busan.html",
            "https://www.tripadvisor.com/Attraction_Review-g297884-d27512778-Reviews-Little_Museum-Busan.html",
            "https://www.tripadvisor.com/Attraction_Review-g297884-d14021852-Reviews-Gamcheon_Munhwamaeul_Haneul_Maru_Jeonmangdae-Busan.html",
            "https://www.tripadvisor.com/Attraction_Review-g297884-d1605555-Reviews-BIFF_Square-Busan.html",
            "https://www.tripadvisor.com/Attraction_Review-g297884-d1718638-Reviews-Gukje_Market-Busan.html",
            "https://www.tripadvisor.com/Attraction_Review-g297884-d3420565-Reviews-Songdo_Beach-Busan.html",
            "https://www.tripadvisor.com/Attraction_Review-g297884-d12932545-Reviews-Busan_Tower-Busan.html",
            "https://www.tripadvisor.com/Attraction_Review-g297884-d1954398-Reviews-Gwangbokro_Culture_and_Fashion_street-Busan.html",
            "https://www.tripadvisor.com/Attraction_Review-g297884-d13808858-Reviews-Songdo_Cable_Car-Busan.html",
            "https://www.tripadvisor.com/Attraction_Review-g297884-d1372972-Reviews-Jagalchi_Market-Busan.html",
            "https://www.tripadvisor.com/Attraction_Review-g297884-d1632406-Reviews-Yongdusan_Park-Busan.html",
            "https://www.tripadvisor.com/Attraction_Review-g297884-d3901349-Reviews-or10-Busan_Gamcheon_Culture_Village-Busan.html",
            "https://www.tripadvisor.com/Attraction_Review-g297884-d2344546-Reviews-Shinsegae_Dept_Store_Centum_City-Busan.html",
            "https://www.tripadvisor.com/Attraction_Review-g297884-d12269268-Reviews-Lotte_Department_Store_Busan_Main-Busan.html",
            "https://www.tripadvisor.com/Attraction_Review-g297884-d2049243-Reviews-Haeundae_Market-Busan.html",
            "https://www.tripadvisor.com/Attraction_Review-g297884-d3243059-Reviews-Bujeon_Market-Busan.html",
            "https://www.tripadvisor.com/Attraction_Review-g297884-d1675053-Reviews-Gijang_Market-Busan.html",
            "https://www.tripadvisor.com/Attraction_Review-g297884-d19176237-Reviews-MUSEUM_1-Busan.html",
            "https://www.tripadvisor.com/Attraction_Review-g297884-d2337251-Reviews-Seomyeon_Underground_Shopping_Center-Busan.html",
            "https://www.tripadvisor.com/Attraction_Review-g297884-d2219112-Reviews-Bupyeong_Market-Busan.html",
            "https://www.tripadvisor.com/Attraction_Review-g297884-d14929149-Reviews-JunoTrip_Busan_Cooking_Class-Busan.html",
            "https://www.tripadvisor.com/Attraction_Review-g297884-d13944442-Reviews-HANBOK_IT_HOUSE-Busan.html",
            "https://www.tripadvisor.com/Attraction_Review-g297884-d15646320-Reviews-Busan_Cooking_class-Busan.html",
            "https://www.tripadvisor.com/Attraction_Review-g297884-d8121656-Reviews-Busan_Metro-Busan.html",
            "https://www.tripadvisor.com/Attraction_Review-g297884-d2168903-Reviews-Busan_Port-Busan.html",
            "https://www.tripadvisor.com/Attraction_Review-g29220-d108176-Reviews-Bamboo_Forest-Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g56110-d270833-Reviews-Battleship_Texas_State_Historic_Site-La_Porte_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g59117-d644715-Reviews-Tygart_Lake_State_Park-Grafton_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g49673-d126586-Reviews-Historic_District-Wilmington_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d10324685-Reviews-Isla_Blanca-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g55857-d146846-Reviews-Trinity_Park-Fort_Worth_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g33062-d8453053-Reviews-Sausalito_Boardwalk-Sausalito_Marin_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g3861922-d3388475-Reviews-Grutas_de_Mira_de_Aire-Mira_de_Aire_Leiria_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g32279-d127565-Reviews-Doheny_State_Beach-Dana_Point_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60750-d104125-Reviews-Mission_Beach-San_Diego_California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g297884-d3901349-Reviews-or10-Busan_Gamcheon_Culture_Village-Busan.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g297884-d3901349-Reviews-Busan_Gamcheon_Culture_Village-Busan.html"
    }
]