[
    {
        "attraction_name": "Butrint National Park",
        "attraction_name_vi": "Vườn quốc gia Butrint",
        "general_info": [
            "2.570 đánh giá",
            "- 1 trong 5 điều cần làm ở Butrint",
            "Các công viên quốc gia"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Chúc một ngày tốt lành, rất nhiều thông tin, đã thấy những điều mà tôi chưa từng thấy trước đây. Các khu vực khác nhau đều có thông tin rõ ràng bằng nhiều ngôn ngữ khác nhau. Có nhiều loại hướng dẫn, giống như những người bảo vệ để đảm bảo bạn không rời đi với thứ gì đó hoặc leo lên nơi bạn không nên - t. Rất thoải mái. Không phù hợp với bất kỳ ai không hoàn toàn phù hợp hoặc bị cản trở. Rất nhiều con đường được đánh dấu rõ ràng.Đọc thêm",
            "Thật tuyệt vời, đầy lịch sử, cảm giác như bạn được đưa vào Cỗ máy thời gian và du hành ngược về 1000 năm trước. Bãi đậu xe tốt. Nó có thể trở nên bận rộn với các tour du lịch lớn. Nhưng nhìn chung đây là nơi tuyệt vời nhất định phải ghé thăm khi đến Sarandë!Đọc thêm",
            "Đã đi một chuyến đi trong ngày từ Corfu. Nơi này rất yên bình và tĩnh lặng, không có đám đông khách du lịch chạy qua rất nhiều di tích lịch sử khác.  Lấy bối cảnh trong một khu rừng nên rất mát mẻ dưới những tán cây, có ba thời đại lịch sử từ Hy Lạp và La Mã cổ đại đến Byzantine. Nhà hát đặc biệt ấn tượng.  Hướng dẫn viên của chúng tôi rất am hiểu và khiến trải nghiệm trở nên rất thú vị. Có một bảo tàng nhỏ với một vài hiện vật được tìm thấy trong khu vực và đừng bỏ lỡ những chú rùa đang bơi trong ao! Không có quán cà phê hay bất cứ thứ gì nên hãy mang theo đồ uống vừa đủ. Không có cửa hàng nhưng có một gian hàng thủ công mỹ nghệ đẹp bán đồ lưu niệm được sản xuất tại địa phương. Chỉ ước chúng tôi ở đó lâu hơn một chút để thực sự trân trọng điều đó vì thuyền của chúng tôi đã bị trì hoãn nên thời gian rất ngắn.Đọc thêm",
            "Mảnh lịch sử đáng kinh ngạc nằm ở phía bên kia của Ksamil từ Saranda. Nghĩ rằng trời sẽ rất nóng nhưng chủ yếu là dưới tán cây nên tương đối mát mẻ mặc dù hãy xịt mosi. Rất nhiều thứ để xem với lời giải thích bằng tiếng Anh cộng với một bảo tàng nhỏ và một quán cà phê chào mừng. Rất nhiều điều để học hỏi. Khung cảnh tuyệt đẹp trên hồ. Chúng tôi rất thích nó. Con gái tôi thích những chú rùa trong hồ bơi.Đọc thêm",
            "Địa điểm khảo cổ tuyệt vời và được bảo trì tốt được bao quanh bởi gỗ, giữ gần 80 - diện tích trong bóng tối, khiến nơi đây cũng thích hợp để ghé thăm vào những giờ trung tâm và ấm áp hơn trong ngày. 2 nghìn năm lịch sử, sự thống trị của người La Mã và người Venice đã bảo tồn tốt các tòa nhà lịch sử. Một chuyến thăm hoàn chỉnh có thể mất khoảng 2-3 giờ.Đọc thêm",
            "Nó tốn 10eu để truy cập nhưng đó là việc phải làm. Nơi này được bảo tồn rất tốt và mang lại cho bạn một cách thú vị để tham quan những tàn tích xuyên qua khu rừng: bạn có cảm giác giống như Indiana Jones và cũng mang lại cho bạn chút bóng mát.\n\nBạn có thể tìm thấy các tài liệu giải thích bằng nhiều ngôn ngữ và sau đó là một số bảng ở mọi trang web.\n\nChúng tôi mất khoảng một tiếng rưỡi để tham quan hết.\n\nCó chỗ đậu xe miễn phí.Đọc thêm",
            "Tọa lạc trên một hòn đảo hình móng ngựa, theo thời gian nơi đây có thể trở thành một trong những địa điểm nổi tiếng thế giới. Ngay cả khi không có di tích khảo cổ, vị trí này vẫn tuyệt đẹp với tầm nhìn tuyệt vời từ lâu đài. Một chút gì đó giống như Angkor hay Coba vẫn còn ẩn giấu trong thảm thực vật. Nhưng người ta đã khám phá quá đủ để có thể hiểu được quy mô của địa điểm này, bao gồm cả Hy Lạp, La Mã, Ottoman và Venice. Nhiều tòa nhà còn nguyên vẹn một cách đáng kinh ngạc và với sự trợ giúp của các biển báo tốt, bạn có thể thực sự tưởng tượng nó phải như thế nào. Điểm tiêu cực duy nhất, hoặc có thể là tích cực, là những bức tranh khảm tuyệt vời hiện đã bị che phủ, vì vậy bạn phải dựa vào những bức tranh, đặc biệt là về nơi rửa tội.\nĐó là một vị trí khá đồi núi với một số đoạn dốc vừa phải và các vết lõm trơn trượt nên hãy mang giày tốt. Nó được che bóng tốt nhưng dù vậy bạn vẫn cần một chiếc mũ. \nCó nhà vệ sinh tươm tất ở lối vào và một nhà hàng - khách sạn ok cách lối vào 100 m. Có thể đến đây bằng phương tiện giao thông địa phương, nhưng chúng tôi đã đến, giống như nhiều người khác, trong một chuyến tham quan có tổ chức. \nPhí vào cửa khoảng - 10, theo ý kiến ​​​​của tôi, một món hời tuyệt đối.Đọc thêm",
            "Địa điểm khảo cổ có các hiện vật Hy Lạp, La Mã và Byzantine và một lâu đài gần đây hơn từ thế kỷ 19.  Các di tích rất rộng lớn và tôi chắc chắn sẽ giới thiệu cho bạn bản đồ và hướng dẫn.  Dự kiến ​​bạn sẽ phải đi bộ hơn 1 dặm, bao gồm nhiều bước, nhưng nếu bạn thích lịch sử cổ xưa thì đây là một trải nghiệm thú vị.  Baptisty là một sự thất vọng vì khi tôi đến thăm, những bức tranh khảm vẫn bị bao phủ bởi một lớp cát.  Ngoài ra còn có bảo tàng nhỏ nhưng đáng giá và một nhà hàng để thư giãn sau đó.  Đề nghị mặc quần dài và áo sơ mi vì một số người phàn nàn về muỗi.Đọc thêm",
            "The best two tips we can give to enjoy this National Park to its best is to 1 -  pick up a map which outlines the walking route just after entry as there is little direction signage available once you start  - this is available is several languages -  and 2 -  if you possibly can, do it independently. The numerous tours walk around the site at breakneck speed skipping a few parts of the route along the way and missing the Museum. As well as walking the defined route around the park taking in the history of the place with its excellent information boards at each key site, time should also be spent enjoying nature and the stunning views along the way.\nThe walk around the park will take around 3 hours on defined paths to enjoy the attraction at its best. There is a lot of tree cover as you walk around, a little reminiscent of the historical sites in Cambodia so even on hot days it doesn - t become overpowering. It becomes apparent that they have actually excavated quite a small part of the overall area which is huge in comparison. You can get up close with obvious restrictions regarding climbing on walls. The only slightly disappointing feature that all the murals on Roman buildings are covered up to protect them. The museum which is at the end of the walk is good to visit and they have a number of statues on display that have been recovered during excavation.\nWe would recommend taking water, there is not much available in terms of refreshments apart from one small cafe selling drinks. Paths are a little stony in places so good walking shoes would be of benefit. There are toilets just after entry and if arriving by car, there is a free car park positioned a short distance from entry to the site. This is not particularly large although there is a further car park situated about 1 km away. We got there early and found space.\nThis is the most visited archaeological site in Albania and for good reason. It is a good half day out and even with large crowds from tours, it never feels crushed because the site is so large.\nHighly recommended.\nRead more",
            "Chuyến đi tuyệt vời để tham quan khoảng 20 địa điểm cổ nằm trong khu rừng râm mát, lý tưởng để tránh cái nóng gay gắt.\nCác tòa nhà được xây dựng lại mang đến cơ hội tuyệt vời để chụp những bức ảnh đẹp.\nNhững con đường được đánh dấu rõ ràng đến từng địa điểm dẫn đến đỉnh đồi, nơi có một lâu đài nhỏ với đầy đủ tiện nghi hiện đại.\nMột cách tuyệt vời để dành 1,5 giờ.\nDễ dàng tham quan bằng phương tiện công cộng, lái xe 10 phút từ Ksamil, xe buýt cứ sau 30 phút, 100 lekĐọc thêm",
            "Nơi rất tốt để dành cả ngày với gia đình. Và lạc vào những tàn tích cổ xưa của tàn tích thời tiền sử: - Chỉ là một nơi vui vẻ và cũng có bãi đậu xe miễn phíĐọc thêm",
            "Đây là một địa điểm khảo cổ nhỏ, dễ chịu và được bố trí tốt. Đường đi bộ đẹp, tuy hơi lầy lội vào tháng Tư. Nhìn chung, địa điểm rất đầm lầy với rất nhiều nước đọng lấp đầy nhiều tàn tích. Vương cung thánh đường rất đẹp và được bảo tồn tốt. Bức tường chữ đẹp. Nhà hát vòng tròn ở trong tình trạng tốt và đáng xem. Bảo tàng nhỏ và trưng bày một số hiện vật đẹp. Lâu đài có tầm nhìn đẹp nhưng đỉnh đã bị đóng cửa. Gia đình thân thiện. Quán cà phê nhỏ gần lâu đài.Đọc thêm",
            "Quang cảnh từ các khu vực của nơi này còn nguyên vẹn và đáng xem. Chúng tôi đến thăm vào một ngày du lịch quốc tế, điều đó có nghĩa là không tính phí. Đó là một cái gì đó để khám phá vào một ngày nhiều mây. Tôi thực sự sẽ không cố gắng trả tiền cho những tàn tích, nhưng ở một số phần, quang cảnh rất đáng giá.Đọc thêm",
            "Nơi này thật tuyệt vời! Tôi thích nó giống như một cuộc đi dạo giữa thiên nhiên và địa điểm khảo cổ. Khung cảnh từ bảo tàng nhỏ thật đẹp! Chúng tôi cũng thấy một số động vật hoang dã sống trong đống đổ nát, điều đó thật tuyệt vời - rùa, ếch, chim -. Chúng tôi đến vào mùa xuân và mọi thứ đều nở rộ và thật đẹp. Tôi không biết liệu bọn trẻ có thực sự thích điều này không, nhưng tôi và chồng tôi nghĩ đây là một trong những điểm nổi bật trong chuyến đi đến Albania của chúng tôi. Nó cũng ít đông đúc hơn so với một số địa điểm khác mà tôi đã từng đến, điều này khiến nó trở nên dễ chịu hơn.Đọc thêm",
            "một chuyến đi trong ngày tuyệt vời từ saranda. chúng tôi đã dành gần 2 giờ ở đây để khám phá những tàn tích khác nhau của thị trấn cổ. quang cảnh xung quanh cũng thật tuyệt vời. nó có giá 1000 lek mỗi người nhưng rất đáng giá. chắc chắn sẽ giới thiệu!Đọc thêm",
            "Địa điểm đẹpĐây là nơi kỳ diệu và có nhiều lịch sử về địa điểm nàyĐược đề xuất nếu bạn chỉ ghé thăm Saranda trong thời gian ngắnĐọc thêm",
            "Chuyến tham quan có hướng dẫn đến địa điểm khảo cổ tuyệt vời này với sự hướng dẫn của Rei Tours có trụ sở tại Saranda. Trải nghiệm tuyệt vời và thông tin cơ bản tuyệt vời từ hướng dẫn viên Alban của chúng tôi. Phải.Đọc thêm",
            "Là một thành phố được bảo tồn tốt từ thời cổ đại, địa điểm khảo cổ này cách Saranda nửa giờ đi xe buýt và bao phủ một khu vực rộng lớn từng là thị trấn kiên cố với nhiều cổng. Những tàn tích rất ấn tượng và có một giảng đường, diễn đàn, phòng tập thể dục và biệt thự cũng như một nhà thờ lớn được xây dựng sau đó rất lâu. Một cảnh tượng đáng kinh ngạc là những dòng chữ được chạm khắc bằng tiếng Hy Lạp trên một số bức tường, có niên đại hơn 2.000 năm. Biển báo còn sơ sài và chỉ cung cấp một bản đồ rất cơ bản - do đó, bạn nên tìm hiểu kỹ trước khi tham quan để hiểu rõ địa điểm. Đó là một nơi ẩm ướt có nhiều muỗi và các loại côn trùng khác nên thuốc chống côn trùng sẽ không bị thiếu. Có một bảo tàng nhỏ xinh ở cuối cũng đáng để ghé thăm. Nhìn chung một chuyến đi nửa ngày đáng yêu, dễ dàng mất 3-4 giờ.  Đọc thêm",
            "Chúng tôi lên xe buýt từ cảng biển và đi đường bộ khoảng 40-50 phút để đến thăm tàn tích Butrint. Chúng tôi đã rất bối rối - tê liệt - khi đến thăm nhiều khu định cư của Hy Lạp trong chuyến đi năm ngoái nên bố cục thành phố này mặc dù ngoạn mục về mặt khảo cổ, nhưng vẫn có khiến chúng tôi trở nên tê liệt trước bất kỳ ấn tượng sốc và sợ hãi nào.   Nhưng chúng tôi yêu thích LỊCH SỬ của những địa điểm như thế này - vì tất cả đều có câu chuyện riêng - và các địa điểm lịch sử khác có thể - trong một số trường hợp - đã có người sinh sống từ thời tiền sử.  Tàn tích của thành phố cổ Butrint nhiều hơn tôi mong đợi.  Nằm trên một bán đảo có thể phòng thủ ở khu vực đầu nguồn của một con sông, vị trí của nó đã thay đổi trong 2.500 năm lịch sử đông dân của nó từ thời điểm định cư đầu tiên vào thế kỷ thứ 4 trước Công nguyên, và dân số đạt đỉnh điểm cuối cùng là khoảng 10.000 người vào thời Trung Cổ và rồi cuối cùng từ bỏ - .Để công nhận, địa điểm khảo cổ này là một kho chứa tàn tích đại diện cho từng thời kỳ trong quá trình phát triển của thành phố, và Tom có ​​thể - gần như - nghe thấy tiếng vọng của bước chân từ những dân tộc sinh sống ở địa điểm này trên Melia. Đọc thêm",
            "Công viên quốc gia xinh đẹp hoang sơ. Khi chúng tôi đi trời yên tĩnh nhưng có mưa. Các quan điểm là tuyệt đẹp. Chúng tôi bắt taxi đến đây nhưng họ tính phí nhiều hơn nên đó là một trò lừa đảo, nhưng thực tế công viên rất đẹp. Nếu đi thì taxi tính phí 60 - -80 -. Mặc dù taxi địa phương nói như thể nó là 18 - vì vậy không chắc liệu nó có mục đích hay không. Sau chuyến đi về, taxi muốn tính phí cho chúng tôi 100 -, nói rằng anh ấy đợi 3 tiếng nhưng tổng cộng là 3 tiếng. Có lẽ xe buýt địa phương sẽ tốt hơn. Một tài xế taxi khác trên đường về nói là 60 - .Vườn quốc gia có rất nhiều muỗi nên hãy mang theo thuốc đuổi côn trùng nhé! Tôi bị cắn và phải bôi một ít kem vì quá ngứa.Đọc thêm",
            "Xin chào, tôi muốn biết khoảng cách từ bến đến trung tâm là bao nhiêu - và -?  Nếu bạn không muốn đi du ngoạn vì những lý do thực tế, bạn có thể làm gì ở thị trấn ngoài việc đi biển? cảm ơn bạnĐọc thêm",
            "Tôi tìm thấy câu hỏi của bạn, được hệ thống gửi cho tôi, liên quan đến Butrint và mặc dù tôi muốn có ích cho bạn nhưng tôi không biết trả lời bạn như thế nào. Nhưng để đơn giản hóa tôi sẽ cố gắng đưa ra một số dấu hiệu.\nBạn nói về việc xuống tàu, nhưng không rõ bạn đang nói đến chiếc phà đưa bạn từ Brindisi đến Igoumenizza - Hy Lạp - hay đến sân bay Corfu - Hy Lạp - và do đó đến - Albania. Từ Igoumenitsa có khoảng 70 km đường khá xấu, từ Corfu đi phà tới Saranda mất khoảng một giờ để vượt qua vịnh ngăn cách hai quốc gia. Trung tâm đáng sống nhất chắc chắn là Saranda, nơi có mọi thứ nhưng những bãi biển đẹp nhất lại nằm ở xung quanh Ksamil. cách Saranda vài km. \nChi phí của mọi thứ thấp hơn đáng kể so với những thứ tương đương ở Ý. Tuy nhiên, liên quan đến các chuyến du ngoạn, tôi đọc được rằng bạn đã loại bỏ việc lấy Rome làm tài liệu tham khảo, chúng chỉ có thể là một ... thất vọng nhẹ.\nNếu tôi thành công hoặc mắc sai lầm trong cách giải thích của mình, tôi xin chúc bạn một kỳ nghỉ vui vẻ!Đọc thêm",
            "Xin chào, chúng tôi là ba người bạn trên hành trình xuyên Albania. Chúng tôi sẽ ở Ksamil vài ngày và tôi muốn biết lựa chọn tốt nhất cho chuyến tham quan Butrint vào ngày 5 tháng 9. Cảm ơn bạn!!! Đọc thêm",
            "Ngày tốt! Giá vé vào công viên là bao nhiêu? Đọc thêm",
            "Buổi tối vui vẻ! Đối với 2 người lớn và một trẻ em, chúng tôi đã trả tới 1000 lek. Tôi không nhớ chính xác.Đọc thêm",
            "Có thể đến địa điểm Butrint bằng thuyền từ Pháo đài Tam giác không? \nNếu có thì giá vé là bao nhiêu? \nCó chỗ đậu xe trong khu vực Pháo Đài Tam Giác không?Đọc thêm",
            "Chúng tôi ở trong một nhóm có tổ chức nên tôi không thể cung cấp cho bạn thông tin được yêu cầu. Đọc thêm",
            "Mất bao lâu để truy cập toàn bộ trang Butrint và đóng cửa lúc mấy giờ?Đọc thêm",
            "Tôi đã trả lời sáng nayĐọc thêm",
            "Chào buổi sáng,\n\nTôi sắp đến thăm Butrint từ Corfu - Hy Lạp - và sự thật là tôi luôn tự mình thực hiện những chuyến du ngoạn này mà không có tổ chức tour hay bất cứ điều gì...\n\n - Tôi có thể tự mình đến thăm bằng xe thuê và đi phà hay bạn luôn cần phải đi theo chuyến tham quan có tổ chức?\n\nCảm ơn bạn rất nhiều trước,\n\nBertaĐọc thêm",
            "Xin chào Berta,\nChúng tôi đến thăm một mình - không vấn đề gì cả.  Butrint được tổ chức rất tốt cho du khách. Thông tin có sẵn ở khắp mọi nơi trên bảng thông tin du khách và cũng có một tập tài liệu cung cấp thông tin ở lối vào. Bạn chắc chắn sẽ thích nó..Đọc thêm",
            "CHÀO! Tôi sẽ đến đó vào tháng 8 và tôi nghĩ sẽ đến thăm Ksamil vào buổi sáng rồi đến Butrint nhưng tôi biết rằng Bảo tàng sẽ đóng cửa trước 04:00 chiều. Sẽ tốt hơn để làm điều ngược lại? Có gì trong Bảo tàng?\nTôi cũng muốn biết cách thức mua vé trên trang web và nếu đó là một trang web mua hàng trực tuyến thì có lẽ...cảm ơn!Đọc thêm",
            "Về dòng thời gian tôi không biếtĐọc thêm",
            "CHÀO! Tôi sẽ đến thăm Butrint vào mùa hè này. Bạn có thể cho tôi biết liệu có thể nhìn thấy những bức tranh khảm trong nhà rửa tội không? \nCảm ơn rất nhiều!Đọc thêm",
            "Khi chúng tôi ở đó vào tháng 10, những bức tranh khảm đã được che phủ.  Tôi không nhớ liệu hướng dẫn viên du lịch của chúng tôi có nói rằng chúng chỉ được che phủ vào mùa đông hay bây giờ chúng được che phủ vĩnh viễn.Đọc thêm",
            "Chào Trav,\nBạn có thể tư vấn giá vé xe buýt và phí vào cửa được không?\nNgoài ra chúng tôi có thể thanh toán bằng thẻ tín dụng hoặc Euro không?\nCảm ơn bạn trước\nHóa đơnĐọc thêm",
            "Xin lỗi, chúng tôi là một phần của gói, nhưng Euro sẽ ổn thôi vì chúng tôi có thể mua một số quà lưu niệm với chúngĐọc thêm",
            "Bạn có thể tham gia chuyến tham quan Butrint vào mùa đông không?Đọc thêm",
            "Tôi - tôi không chắc chắn, nhưng có lẽ. Có thể cung cấp cho bạn tên công ty du lịch của chúng tôi nếu bạn muốn. Đó là một công ty nhỏ có trụ sở tại Gjirokaster và họ đón chúng tôi từ chuyến phà từ Corfu và đưa chúng tôi đến Butrint rồi lên Gjirokaster Đọc thêm"
        ],
        "star_ratings": [
            1715,
            684,
            134,
            20,
            18
        ],
        "review_amount": 2571,
        "location": [
            "Vườn quốc gia Butrint",
            "Albania",
            "Những điều cần làm ở Butrint",
            "Hạt Vlore",
            "mông",
            "Châu Âu"
        ],
        "reviews_time": [
            "Written June 5, 2023",
            "Written June 15, 2023",
            "Written August 5, 2023",
            "Written August 5, 2023",
            "Written August 7, 2023",
            "Written August 21, 2023",
            "Written September 20, 2023",
            "Written September 28, 2023",
            "Written September 30, 2023",
            "Written October 14, 2023",
            "Written May 13, 2024",
            "Written April 20, 2024",
            "Written April 19, 2024",
            "Written April 15, 2024",
            "Written April 10, 2024",
            "Written January 20, 2024",
            "Written December 29, 2023",
            "Written December 19, 2023",
            "Written November 28, 2023",
            "Written November 23, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g318865-d2164483-Reviews-Butrint_National_Park-Butrint_Vlore_County.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g318865-d15155012-Reviews-Livia_Restourant-Butrint_Vlore_County.html",
            "https://www.tripadvisor.com/Restaurant_Review-g318865-d22856759-Reviews-Dea_Art_Bar_Gallery-Butrint_Vlore_County.html",
            "https://www.tripadvisor.com/Restaurant_Review-g4505725-d21203420-Reviews-Grill_Zone_House-Ksamil_Saranda_Vlore_County.html",
            "https://www.tripadvisor.com/Restaurant_Review-g4505725-d14772388-Reviews-Fourth_Island-Ksamil_Saranda_Vlore_County.html",
            "https://www.tripadvisor.com/Restaurant_Review-g4505725-d17604473-Reviews-Moonshine_Restaurant_Pizza-Ksamil_Saranda_Vlore_County.html",
            "https://www.tripadvisor.com/Restaurant_Review-g4505725-d14793710-Reviews-Ftelea_Markate_Peshku-Ksamil_Saranda_Vlore_County.html",
            "https://www.tripadvisor.com/Restaurant_Review-g4505725-d12599210-Reviews-Hello_Creperie-Ksamil_Saranda_Vlore_County.html",
            "https://www.tripadvisor.com/Restaurant_Review-g4505725-d25789321-Reviews-Rrapa_s_Grill_Station-Ksamil_Saranda_Vlore_County.html",
            "https://www.tripadvisor.com/Restaurant_Review-g4505725-d26308446-Reviews-A_Marino_Restaurant-Ksamil_Saranda_Vlore_County.html",
            "https://www.tripadvisor.com/Restaurant_Review-g4505725-d24094842-Reviews-Blue_Water_Restaurant-Ksamil_Saranda_Vlore_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g318865-d22856758-Reviews-Venetian_Triangle_Castle-Butrint_Vlore_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g318865-d23948688-Reviews-Sail_Like_Pasha-Butrint_Vlore_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g4505725-d9813936-Reviews-Vivar_Kanal-Ksamil_Saranda_Vlore_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g6475352-d12206611-Reviews-Llogara_National_Park-Llogara_National_Park_Vlore_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g739274-d8290771-Reviews-Kalami_Beach-Kalami_Corfu_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g676294-d8561924-Reviews-Avlaki_Beach-Kassiopi_Corfu_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g4505725-d17749597-Reviews-Ohana_Beach_Bar-Ksamil_Saranda_Vlore_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g676294-d8561026-Reviews-Kerasia_Beach-Kassiopi_Corfu_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g318865-d24881406-Reviews-Ali_Pasha_s_Castle-Butrint_Vlore_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g303165-d7955484-Reviews-Mirror_Plazhi_Pasqyra_Beach-Saranda_Vlore_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g318865-d2164483-Reviews-or10-Butrint_National_Park-Butrint_Vlore_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g4505725-d24117303-Reviews-Vamos-Ksamil_Saranda_Vlore_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g303165-d17753305-Reviews-Private_Tours_Albania-Saranda_Vlore_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g4505725-d11669123-Reviews-Mussel_Tour-Ksamil_Saranda_Vlore_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g676294-d12289742-Reviews-Soul_Touch_THE_Massage_Therapist-Kassiopi_Corfu_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g775848-d6748917-Reviews-Apollo_Dive_Center-Nissaki_Corfu_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g775848-d4915825-Reviews-Fontas_Boats_Boat_Rental-Nissaki_Corfu_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g776013-d6674379-Reviews-Spiros_Boat_Hire-Barbati_Corfu_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g775848-d3422327-Reviews-Nautilus_Daily_Cruises-Nissaki_Corfu_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g303165-d12966675-Reviews-Saranda_Jeep-Saranda_Vlore_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g676294-d4914898-Reviews-Bataria_Beach-Kassiopi_Corfu_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g303165-d6772749-Reviews-Jericho_Cocktail_Bar-Saranda_Vlore_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g293934-d459847-Reviews-Baku_Old_City-Baku_Absheron_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g40769-d15008394-Reviews-Frenchman_s_Hole-Newry_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g608487-d9986878-Reviews-Delta_Spa-Legian_Kuta_District_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g1066443-d12524583-Reviews-Cat_Cafe_Mocha_Akihabara-Chiyoda_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g51139-d3331489-Reviews-Crocker_Park-Westlake_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g189158-d13336988-Reviews-Mercado_da_Ribeira-Lisbon_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g33458-d10584202-Reviews-Paradise_Cove_Swimming_Hole-Guffey_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g32737-d1638181-Reviews-Monterey_Mirror_Maze_Lazer_Challenge-Monterey_Monterey_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d325279-Reviews-House_of_Terror_Museum-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g1066456-d19274143-Reviews-Shibuya_Sky-Shibuya_Tokyo_Tokyo_Prefecture_Kanto.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g318865-d2164483-Reviews-or10-Butrint_National_Park-Butrint_Vlore_County.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g318865-d2164483-Reviews-Butrint_National_Park-Butrint_Vlore_County.html"
    }
]