[
    {
        "attraction_name": "By The Sea Spa Da Nang",
        "attraction_name_vi": "By The Sea Spa Đà Nẵng",
        "general_info": [
            "34 đánh giá",
            "- 8 trên 20 Spa - Chăm sóc sức khỏe tại Bán đảo Sơn Trà",
            "Spa"
        ],
        "attraction_summary": "Tòa nhà 6 tầng của chúng tôi tọa lạc tại vị trí vàng của bãi biển Mỹ Khê - Đà Nẵng. Chúng tôi chuyên mát xa - chân, lưng, cổ, cơ thể, mặt.. - và nghệ thuật làm móng. Sự thư giãn của bạn Chúng tôi quan tâm!Đọc thêm",
        "reviews": [
            "Cảm ơn bạn rất nhiều bởi biển! Hôm nay tôi đã làm móng tại tiệm sau thảm họa ở một tiệm làm móng khác. Tôi cần tháo móng acrylic và người phụ nữ đó không biết cách tháo chúng ra nên cuối cùng tôi phải rời đi với một tay! Tôi đã được họ giới thiệu bên bờ biển bởi các nhân viên trong khách sạn của tôi. Họ đã làm rất tốt việc sửa móng tay của tôi! Bầu không khí thư giãn tuyệt vời và dịch vụ tuyệt vời! Tôi rất muốn giới thiệu họ! Đọc thêm",
            "Tôi ghé vào để làm móng vào phút cuối và có một bộ móng tay tuyệt vời, một trong những bộ móng đẹp nhất mà tôi từng có. Đọc thêm",
            "Đặt phòng rất dễ dàng thông qua kakaotalk. Họ đón chúng tôi trước và thả chúng tôi đi sau nơi chúng tôi muốn. Nơi này rất sạch sẽ và họ có một quán cà phê đẹp, nơi bạn có thể thưởng thức đồ uống miễn phí sau khi mát-xa. Nhân viên lễ tân nói được tiếng Hàn và tiếng Anh nhưng các cô massage và nail chỉ hiểu được tiếng Việt. Tuy nhiên, chúng tôi đã xử lý bằng cử chỉ và google dịch tốt. Không chắc đây có phải là phong cách của người Việt hay không, nhưng họ kéo tóc và hất tai bạn trong khi mát-xa. Không - tôi thực sự thích nó rất nhiều. Và các bạn nữ trò chuyện qua massage khiến mình khó thư giãn. Nhìn chung, dịch vụ họ cung cấp ở mức trung bình so với những gì họ tính phí - 720k vnd cho pedi - chà; 420k massage đầu vai 30m - . Đọc thêm",
            "Trà là người dẫn chương trình hữu ích nhất, được mát-xa toàn thân tốt nhất và vợ tôi cũng mát-xa chân. Rất khuyến khích và cà phê dừa cũng rất ngonĐọc thêm",
            "Kính gửi quý khách hàng,\n\nCảm ơn bạn đã đánh giá tích cực và xếp hạng cao nhất trên TripAdvisor.\n\nChúng tôi rất vui vì bạn đã có trải nghiệm tuyệt vời và tận hưởng tất cả các yếu tố của hành trình By The Sea Spa.\n\nChúng tôi mong sớm được chào đón bạn quay trở lại.\n\nTrân trọng,\n\nBởi The Sea Spa Team.Đọc thêm",
            "Rất khuyến khích nơi này. Những người tuyệt vời, rất hữu ích và tốt đẹp. Cà phê dừa cũng rất ngon. Nhân tiện, trang trí thực sự đẹp. Tôi - sẽ quay lại.Đọc thêm",
            "Cảm ơn bạn đã dành thời gian viết đánh giá cho chúng tôi!\nRất vui vì bạn đã có trải nghiệm tuyệt vời và chúng tôi mong sớm được gặp bạn \nCảm ơn rất nhiều!Đọc thêm",
            "Cocktail thật tuyệt vời. Sự chú ý đến từng chi tiết như vậy. Mỗi loại cocktail đều tuyệt vời và các đồ trang trí được chạm khắc riêng lẻ. Chắc chắn sẽ trở lại. Viên ngọc ẩn giấu không có nhiều người tránh xa tiếng ồn và sức nóng của dải đất.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đánh giá tốt đẹp và tích cực của bạn về chúng tôi!\nChúng tôi rất vui khi biết rằng bạn rất thích thời gian của bạn với chúng tôi. \nVà chúng tôi rất mong được gặp lại bạn với tư cách là khách tại quán cà phê và nhà hàng của chúng tôi.Đọc thêm",
            "Ngay đối diện bãi biển Mỹ Khê. Nơi rất sạch sẽ và nhân viên thân thiện. Nhân viên mát xa đã sử dụng đúng sức mạnh, massage tốt nhất tôi từng có ở Đà Nẵng. Massage bằng hương thơm; 750k cho 90 phút, bao gồm tip 70k.  - Có kèm phòng xông hơi nếu cần - Khuyến khích! Đọc thêm",
            "Chúng tôi rất vui khi biết rằng bạn hài lòng với dịch vụ của chúng tôi.\nRất cám ơn đánh giá tốt đẹp của bạn, chúng tôi đánh giá rất cao sự chia sẻ và đề xuất của bạn. \nChúng tôi hy vọng được gặp lại bạn và bạn bè của bạn trong tương lai gần nhất.Đọc thêm",
            "Dịch vụ tuyệt vời, sản phẩm tuyệt vời và sẽ trở lại. Các nhân viên luôn cố gắng giúp đỡ và cung cấp dịch vụ tốt nhất. Tôi đang ở gần Diamond of the Sea và giá cả rất tuyệt vời. Tòa nhà mới nên rất sạch sẽ và máy lạnh tuyệt vời. Rất khuyến khích Đọc thêm",
            "Cảm ơn bạn đã đánh giá đáng yêu và cho chúng tôi cơ hội được phục vụ bạn. \n Bạn thật tử tế khi dành thời gian để đăng nó.\nChúng tôi rất vui và mong sớm được gặp bạn!Đọc thêm",
            "Công việc làm móng của chúng tôi ở đây đã hoàn thành tốt vào dịp nghỉ cuối tuần.  Chúng tôi được phục vụ nhanh chóng bởi đội ngũ nhân viên thân thiện.   Mọi người đều rất chuyên nghiệp và chúng tôi rất hài lòngĐọc thêm",
            "Cảm ơn cô Susie!\n Chúng tôi hy vọng bạn đã có một kỳ nghỉ cuối tuần vui vẻ không chỉ với chúng tôi mà còn với thành phố Đà Nẵng của chúng tôi!\n Mong được gặp lại tất cả các bạn trong tương lai.\n Lời chúc tốt đẹp nhất, Đọc thêm",
            "Tôi đã có một bộ móng tuyệt vời. Tôi cũng cảm thấy tốt hơn! Bạn không thể làm móng tay nhiều như vậy - Tôi cũng cảm thấy tốt hơn! Bạn không thể làm móng tay rẻ như vậy ở Nhật Bản. tôi cũng rất ấn tượng!Đọc thêm",
            "Chúng tôi rất vui vì bạn yêu thích dịch vụ của chúng tôi. \nChúng tôi muốn gặp lại bạn trong tương lai gần nhất bằng cách nào đó.\nCảm ơn bạn rất nhiều!Đọc thêm"
        ],
        "star_ratings": [
            27,
            5,
            1,
            0,
            1
        ],
        "review_amount": 34,
        "location": [
            "By The Sea Spa Đà Nẵng",
            "Đà Nẵng",
            "Bán đảo Sơn Trà",
            "Việt Nam",
            "Châu Á",
            "Những điều cần làm ở bán đảo Sơn Trà"
        ],
        "reviews_time": [
            "Written March 9, 2020",
            "Written February 10, 2020",
            "Written January 16, 2020",
            "Written October 17, 2019",
            "Written July 28, 2019",
            "Written July 12, 2019",
            "Written July 7, 2019",
            "Written July 4, 2019",
            "Written June 30, 2019",
            "Written June 25, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g17786366-d15632361-Reviews-By_The_Sea_Spa_Da_Nang-Son_Tra_Peninsula_Da_Nang.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d6894762-Reviews-Nautica_Beach_Club-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d17534872-Reviews-Kebab_Ngon_Da_Nang-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d26363671-Reviews-Ca_G_Vietnamese_Restaurant-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d12882219-Reviews-Com_Nha_Linh_Vietnamese_cuisine-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d18965823-Reviews-Golden_Meat_House-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g15296807-d13810289-Reviews-Thia_G_Restaurant_Da_Nang-My_An_Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d19656613-Reviews-The_Windsor_Tea_House-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d26698234-Reviews-Nomad_Nosh_Cafe_Crafts-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d10210771-Reviews-L_Italiano_Restaurant-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d25231439-Reviews-A_La_Mer_Restaurant-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d7687457-Reviews-My_Khe_Beach-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d25429896-Reviews-Q_Mart-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d14086698-Reviews-Danang_Night_Market-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d6612108-Reviews-Dragon_Bridge-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d25569217-Reviews-Danang_Art_Studio_Class-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d10798602-Reviews-Phuoc_My_Beach-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12639177-Reviews-3D_Museum_Art_in_Paradise_Danang-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g17786366-d7061760-Reviews-Son_Tra_Mountain-Son_Tra_Peninsula_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8090733-Reviews-Han_River_Bridge-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d454979-Reviews-Da_Nang_Museum_of_Cham_Sculpture-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g17786366-d15632361-Reviews-or10-By_The_Sea_Spa_Da_Nang-Son_Tra_Peninsula_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g17786366-d15632361-Reviews-or20-By_The_Sea_Spa_Da_Nang-Son_Tra_Peninsula_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g17786366-d16850751-Reviews-Luxury_Herbal_Spa-Son_Tra_Peninsula_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g17786366-d18114329-Reviews-Herbal_Boutique_Spa_Da_Nang-Son_Tra_Peninsula_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g17786366-d19274076-Reviews-Healthy_Spa_Da_Nang-Son_Tra_Peninsula_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g25197573-d17726699-Reviews-Jang_Mi_Spa_Massage_Da_Nang-An_Hai_Son_Tra_Peninsula_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g17786366-d19609051-Reviews-Herbal_Boutique_Spa-Son_Tra_Peninsula_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g19779171-d26300265-Reviews-Sum_Spa_Danang-Phuoc_My_Son_Tra_Peninsula_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g17786366-d19453147-Reviews-Herbal_Heritage_Spa-Son_Tra_Peninsula_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g17786366-d18314084-Reviews-Min_Luxury_Spa-Son_Tra_Peninsula_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g17786366-d17663147-Reviews-La_Mer_VN_Spa-Son_Tra_Peninsula_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g19779171-d26633505-Reviews-Heart_spa_da_n_ng-Phuoc_My_Son_Tra_Peninsula_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12878682-Reviews-Spice_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d17352151-Reviews-MK_Spa_Nail_Danang-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d16763664-Reviews-Lomi_Lomi_Spa_by_Diamond_Sea_Hotel-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d18114312-Reviews-Oani_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d26839299-Reviews-RORA_Spa_Da_Nang-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d7000967-Reviews-Danabeach-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d26868319-Reviews-Mercy_Boat_Bar-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d26658066-Reviews-Nail_Da_N_ng_Villa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d24191320-Reviews-Dragon_Spa_DaNang-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d27504914-Reviews-Rora_Spa_Massage-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d13187936-Reviews-Lani_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d20940790-Reviews-Non_La_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15363385-Reviews-The_Spa_Da_Nang-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d26857971-Reviews-Heaven_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g34008-d1640309-Reviews-Dewey_Beach-Dewey_Beach_Delaware.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d110079-Reviews-Harold_Washington_Library_Center-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g60958-d4735854-Reviews-Santa_Fe_Indian_Market-Santa_Fe_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g34172-d23273654-Reviews-Bucee_s-Daytona_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g635613-d670282-Reviews-Orfanidou_Street-Rhodes_Town_Rhodes_Dodecanese_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g37340-d1094351-Reviews-Indiana_Beach_Amusement_Water_Park-Monticello_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g189158-d13419036-Reviews-LX_Market-Lisbon_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g297966-d3602194-Reviews-Club_Inferno_Kemer-Kemer_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g60745-d8525619-Reviews-The_Lawn_On_D-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g312659-d310919-Reviews-Greenmarket_Square-Cape_Town_Central_Western_Cape.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g17786366-d15632361-Reviews-or10-By_The_Sea_Spa_Da_Nang-Son_Tra_Peninsula_Da_Nang.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g17786366-d15632361-Reviews-By_The_Sea_Spa_Da_Nang-Son_Tra_Peninsula_Da_Nang.html"
    },
    {
        "attraction_name": "By The Sea Spa Da Nang",
        "attraction_name_vi": "By The Sea Spa Đà Nẵng",
        "general_info": [
            "34 đánh giá",
            "- 8 trên 20 Spa - Chăm sóc sức khỏe tại Bán đảo Sơn Trà",
            "Spa"
        ],
        "attraction_summary": "Tòa nhà 6 tầng của chúng tôi tọa lạc tại vị trí vàng của bãi biển Mỹ Khê - Đà Nẵng. Chúng tôi chuyên mát xa - chân, lưng, cổ, cơ thể, mặt.. - và nghệ thuật làm móng. Sự thư giãn của bạn Chúng tôi quan tâm!Đọc thêm",
        "reviews": [
            "Là một y tá, tôi hiếm khi làm móng tay. Một điều trị đã được cài đặt tại By the sea. Sự chăm sóc tỉ mỉ đã được thực hiện với kết quả tuyệt vời. Tiếng Anh hạn chế nhưng tất cả đều diễn ra tốt đẹp. Món đánh bóng kiểu Pháp.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đánh giá tốt đẹp và hình ảnh của bạn với chúng tôi.\n Sự hài lòng của bạn là niềm vui của chúng tôi!\n Chúng tôi mong được gặp lại bạn trong tương lai! Đọc thêm",
            "Bạn gái tôi và tôi tình cờ phát hiện ra nơi rất tuyệt vời này khi đang lái xe. Chúng tôi được chào đón rất nồng nhiệt bởi cả anh chàng bảo vệ và tất cả nhân viên nói tiếng Anh tốt. Đó là lần thứ hai chúng tôi đến đó, bây giờ chỉ có đồ uống và cà phê - nước chanh và cà phê dừa đều ngon -. Chúng tôi - chắc chắn sẽ quay lại để thử đồ ăn của họ. Họ cũng có một spa nhưng chúng tôi chưa thử. Chúng tôi chắc chắn giới thiệu địa điểm này cho bất kỳ ai muốn tận hưởng trong khi ngắm nhìn biển và làn gió nhẹ rất tốt trong thời tiết rất nóng này.Đọc thêm",
            "Cảm ơn bạn đã chia sẻ những khoảnh khắc thú vị với quán cà phê và nhà hàng của chúng tôi!\n Rất mong có cơ hội được phục vụ chị và bạn bè tại spa lần sau. \n Chúng tôi rất mong được gặp bạn sớm!\nĐọc thêm",
            "nơi này rất đẹp.. mọi thứ đều hoàn hảo .. đồ ăn của khách sạn và phục vụ tốt ...tôi muốn đến đây một lần nữa tôi thíchĐọc thêm",
            "Cảm ơn bạn rất nhiều vì đánh giá của bạn\nChúng tôi thực sự hy vọng được gặp lại bạn! Đọc thêm",
            "Khi đến tầng 6 của quán bar mới xinh đẹp này, bạn ngay lập tức bị cuốn hút bởi một khung cảnh ngoạn mục và đội ngũ nhân viên được đào tạo bài bản có trách nhiệm cao..Bầu không khí là sự kết hợp tuyệt vời giữa sự yên tĩnh và năng lượng tích cực. Bạn sẽ vô cùng thư giãn và tràn đầy năng lượng khi tận hưởng thời gian ở đây. Phải là địa điểm hàng đầu ở Đà Nẵng để thưởng thức bữa trưa ngon miệng trong một ngày đi biển, hoặc ngồi thư giãn bên ly cocktail sau một ngày tuyệt vời trên bãi biển. Đây là một không gian mới đẹp đẽ được vận hành rất tốt mà tôi mong muốn được ghé thăm mỗi lần đến Đà Nẵng. Chắc chắn chuyến thăm của tôi ở đây là một trong những điểm nổi bật trong chuyến đi của tôi.Đọc thêm",
            "Cảm ơn ông JJdoe rất nhiều.\n Chúng tôi rất mong được gặp lại bạn mỗi khi bạn đến Đà Nẵng.\n Chúng tôi là người mới trong lĩnh vực này và luôn cố gắng hết sức để trở thành một trong những spa tốt nhất trong tương lai.\n Chúng tôi cần sự hỗ trợ tuyệt vời từ bạn, bạn bè và khách hàng của bạn nói chung để tiếp tục phát triển! \n Cảm ơn nhiều. Đọc thêm",
            "Ôi chúa ơi ! Các em chăm chú quá. Dịch vụ khách hàng tuyệt vời Muốn giới thiệu ai đã từng đến Đà Nẵng, hãy cho những cô gái này ghé thăm và chiêu đãi bản thân!!!!! Đọc thêm",
            "Cảm ơn bạn đã đánh giá và đề xuất. Điều đó thật tuyệt vời đối với chúng tôi!\nRất hân hạnh được phục vụ quý khách, hẹn gặp lại quý khách trong thời gian gần nhất!Xem thêm",
            "Vị trí thuận tiện, dịch vụ tốt, nhân viên rất thân thiện.... hoàn toàn có thể được giới thiệu khi đến Đà Nẵng!Đọc thêm",
            "Cảm ơn bạn đã tận hưởng dịch vụ mát-xa tại spa của chúng tôi và lời giới thiệu tuyệt vời của bạn\n Chúng tôi hy vọng được gặp lại bạn lần sau! Đọc thêm",
            "Mình đang đi dạo thấy rất đẹp nên mình vào trong và view rất tuyệt. Mình chỉ dùng Young Cafe thôi, nhưng view đẹp, đồ uống rất ngon và thân thiện. Tuy nhiên, tòa nhà bên cạnh đang xây dựng nên. Ở bên ngoài hơi ồn ào, nhưng tôi vẫn ở bên ngoài vì có thể ngắm nhìn bãi biển. Thật tuyệt khi được uống một tách cà phê ngắm cảnh biển.",
            "Chúng tôi xin cảm ơn bạn đã chia sẻ kinh nghiệm của bạn với chúng tôi. Nó thật tuyệt vời!!\nChúng tôi luôn tập trung vào việc nâng cao trình độ chuyên môn của mình từng ngày vì sự hài lòng của bạn, thời gian tuyệt vời của bạn là điều quan trọng nhất đối với chúng tôi.\nMong được gặp lại bạn và các bạn lần sau! \n\nĐọc thêm",
            "Thưởng thức một bữa tối đáng yêu tại nhà hàng này tối nay. Khung cảnh đại dương và Sơn Trà thật tuyệt đẹp! Chúng tôi rất thích món salad, cuộn cá hồi, mì ống cá hồi và cá hồi áp chảo với rau. Món salad thật tuyệt vời, salad trộn siêu tươi với thịt xông khói giòn, bánh mì nướng và nước sốt kem - nhưng không phải là kem ngọt; nước sốt salad thơm ngon đúng điệu, rất ngon! Món mì ống được trộn rất ngon với cá hồi và sốt kem tiêu đen. Bạn trai tôi - cá hồi áp chảo cũng là một miếng rất lớn! Và nó được ăn kèm với các loại rau hấp được nấu chín hoàn hảo và nước sốt chanh dây cực kỳ hấp dẫn.. một món ăn rất thú vị nhưng thực sự thú vị. Thức ăn rất ngon và nhân viên rất tốt. Nhà hàng rất sạch sẽ với bầu không khí đẹp. Buổi tối đáng yêu! Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đánh giá giá trị của bạn cho chúng tôi.\nChúng tôi hy vọng quán bar-nhà hàng-cà phê của chúng tôi sẽ là sự lựa chọn cho chuyến du lịch Đà Nẵng tiếp theo của bạn cùng gia đình và bạn bè. \nĐọc thêm",
            "Tôi có bữa tối tuyệt vời tại nhà hàng này, món mì ống rất ngon với cá hồi và cocktail ngon -! View biển rất đẹp, lần nào tôi cũng thấy thích và nhân viên thân thiện làm tôi hài lòng - - Đọc thêm",
            "Cảm ơn Katrinao463 rất nhiều! Chúng tôi rất mong được gặp bạn thường xuyên hơn tại quán cà phê bar của chúng tôi!\nHãy tận hưởng kỳ nghỉ của bạn ở Đà Nẵng!Đọc thêm",
            "Dịch vụ này thật tuyệt vời. Họ đã làm rất tốt việc làm những bộ móng mà tôi thực sự mong muốn. Ngoài ra giá cả rất phải chăng so với những nơi khác! Thật tuyệt vời : - Đọc thêm",
            "Cảm ơn Jyou96!\nChúng tôi rất mong được gặp lại bạn sớm.\nTận hưởng chuyến đi trong thành phố của chúng tôi!Đọc thêm"
        ],
        "star_ratings": [
            27,
            5,
            1,
            0,
            1
        ],
        "review_amount": 34,
        "location": [
            "By The Sea Spa Đà Nẵng",
            "Đà Nẵng",
            "Bán đảo Sơn Trà",
            "Việt Nam",
            "Châu Á",
            "Những điều cần làm ở bán đảo Sơn Trà"
        ],
        "reviews_time": [
            "Written June 13, 2019",
            "Written May 7, 2019",
            "Written May 5, 2019",
            "Written May 5, 2019",
            "Written May 1, 2019",
            "Written April 27, 2019",
            "Written March 30, 2019",
            "Written February 11, 2019",
            "Written January 25, 2019",
            "Written January 22, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g17786366-d15632361-Reviews-or10-By_The_Sea_Spa_Da_Nang-Son_Tra_Peninsula_Da_Nang.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d6894762-Reviews-Nautica_Beach_Club-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d17534872-Reviews-Kebab_Ngon_Da_Nang-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d26363671-Reviews-Ca_G_Vietnamese_Restaurant-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d12882219-Reviews-Com_Nha_Linh_Vietnamese_cuisine-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d18965823-Reviews-Golden_Meat_House-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g15296807-d13810289-Reviews-Thia_G_Restaurant_Da_Nang-My_An_Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d19656613-Reviews-The_Windsor_Tea_House-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d26698234-Reviews-Nomad_Nosh_Cafe_Crafts-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d10210771-Reviews-L_Italiano_Restaurant-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d25231439-Reviews-A_La_Mer_Restaurant-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d7687457-Reviews-My_Khe_Beach-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d25429896-Reviews-Q_Mart-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d14086698-Reviews-Danang_Night_Market-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d6612108-Reviews-Dragon_Bridge-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d25569217-Reviews-Danang_Art_Studio_Class-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d10798602-Reviews-Phuoc_My_Beach-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12639177-Reviews-3D_Museum_Art_in_Paradise_Danang-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g17786366-d7061760-Reviews-Son_Tra_Mountain-Son_Tra_Peninsula_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8090733-Reviews-Han_River_Bridge-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d454979-Reviews-Da_Nang_Museum_of_Cham_Sculpture-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g17786366-d15632361-Reviews-By_The_Sea_Spa_Da_Nang-Son_Tra_Peninsula_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g17786366-d15632361-Reviews-or20-By_The_Sea_Spa_Da_Nang-Son_Tra_Peninsula_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g17786366-d16850751-Reviews-Luxury_Herbal_Spa-Son_Tra_Peninsula_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g17786366-d18114329-Reviews-Herbal_Boutique_Spa_Da_Nang-Son_Tra_Peninsula_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g17786366-d19274076-Reviews-Healthy_Spa_Da_Nang-Son_Tra_Peninsula_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g25197573-d17726699-Reviews-Jang_Mi_Spa_Massage_Da_Nang-An_Hai_Son_Tra_Peninsula_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g17786366-d19609051-Reviews-Herbal_Boutique_Spa-Son_Tra_Peninsula_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g19779171-d26300265-Reviews-Sum_Spa_Danang-Phuoc_My_Son_Tra_Peninsula_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g17786366-d19453147-Reviews-Herbal_Heritage_Spa-Son_Tra_Peninsula_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g17786366-d18314084-Reviews-Min_Luxury_Spa-Son_Tra_Peninsula_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g17786366-d17663147-Reviews-La_Mer_VN_Spa-Son_Tra_Peninsula_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g19779171-d26633505-Reviews-Heart_spa_da_n_ng-Phuoc_My_Son_Tra_Peninsula_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12878682-Reviews-Spice_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d17352151-Reviews-MK_Spa_Nail_Danang-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d16763664-Reviews-Lomi_Lomi_Spa_by_Diamond_Sea_Hotel-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d18114312-Reviews-Oani_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d26839299-Reviews-RORA_Spa_Da_Nang-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d7000967-Reviews-Danabeach-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d26868319-Reviews-Mercy_Boat_Bar-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d26658066-Reviews-Nail_Da_N_ng_Villa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d24191320-Reviews-Dragon_Spa_DaNang-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d27504914-Reviews-Rora_Spa_Massage-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d13187936-Reviews-Lani_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d20940790-Reviews-Non_La_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15363385-Reviews-The_Spa_Da_Nang-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d26857971-Reviews-Heaven_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g297889-d1796665-Reviews-Spa_On_Air-Incheon.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d104862-Reviews-Union_Station-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g189978-d15051274-Reviews-Lava_Show-Vik_South_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g297962-d12885391-Reviews-Sapadere_Kanyonu-Antalya_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g775935-d1087794-Reviews-Arillas_Beach-Arillas_Corfu_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g41557-d273455-Reviews-Borderland_State_Park-Easton_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g34667-d9776227-Reviews-Welleby_Park-Sunrise_Broward_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d11744535-Reviews-One_World_Trade_Center-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g2183213-d12291380-Reviews-Ngare_Ndare_Forest_Reserve-Meru_Town_Eastern_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g3845613-d11945793-Reviews-Sosodikon_Hill-Kundasang_Ranau_Sabah.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g17786366-d15632361-Reviews-or20-By_The_Sea_Spa_Da_Nang-Son_Tra_Peninsula_Da_Nang.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g17786366-d15632361-Reviews-or10-By_The_Sea_Spa_Da_Nang-Son_Tra_Peninsula_Da_Nang.html"
    },
    {
        "attraction_name": "By The Sea Spa Da Nang",
        "attraction_name_vi": "By The Sea Spa Đà Nẵng",
        "general_info": [
            "34 đánh giá",
            "- 8 trên 20 Spa - Chăm sóc sức khỏe tại Bán đảo Sơn Trà",
            "Spa"
        ],
        "attraction_summary": "Tòa nhà 6 tầng của chúng tôi tọa lạc tại vị trí vàng của bãi biển Mỹ Khê - Đà Nẵng. Chúng tôi chuyên mát xa - chân, lưng, cổ, cơ thể, mặt.. - và nghệ thuật làm móng. Sự thư giãn của bạn Chúng tôi quan tâm!Đọc thêm",
        "reviews": [
            "Một nơi tuyệt vời với tầm nhìn tuyệt vời ra đại dương.  Nhân viên và nhà hàng ở tầng 6 rất tuyệt, họ mới mở cách đây khoảng một tháng nên mọi thứ đều mới và sạch sẽ.  Bầu không khí đẹp và thư giãn với chỗ ngồi thoải mái.  Họ cũng có một danh sách các loại cocktail ấn tượng trong thực đơn.  Tôi - tôi mong được ghé thăm trong tương lai.  Làm tốt lắm các chàng trai và cô gái! Đọc thêm",
            "Cảm ơn Adam P. Chúng tôi rất mong sớm được gặp lại bạn! Đọc thêm",
            "Spa này có một quầy bar tuyệt đẹp trên tầng 6 với cà phê ngon, nhân viên rất đẹp và tầm nhìn tuyệt đẹp ra biển và đại lộ. Chắc chắn hãy kiểm tra nó.Đọc thêm",
            "Bartdz91 thân mến,\nCảm ơn rất nhiều vì đánh giá của bạn trên trang này \nĐánh giá của bạn sẽ giúp chúng tôi cải thiện và hoàn thiện dịch vụ của mình\nRất mong được phục vụ bạn và bạn bè những lần tiếp theo \nTrân trọng\nBy The Sea Spa Đà NẵngĐọc thêm",
            "Tôi đã được mát-xa cổ, vai và đối tác của tôi được mát-xa chân. Nơi này trông mới và cơ sở vật chất rất sạch sẽ tuy nhiên dịch vụ mát-xa rất kém và các cô gái dường như không biết họ đang làm gì. Sau khi mát-xa, tôi nhận thấy mình có một vài vết xước ở vai và lưng. Nhìn chung, massage không mang lại cho chúng tôi bất cứ điều gì. Đừng đề nghị. Lấy làm tiếc. Đọc thêm",
            "Kính gửi cô Jinhee L,\nChúng tôi xin lỗi sâu sắc vì điều này! \nVì chiến lược của chúng tôi là tập trung vào chất lượng, chúng tôi mong muốn lắng nghe tất cả các đánh giá để cải thiện dịch vụ của mình lên 100 - làm hài lòng khách hàng. Chúng tôi muốn cung cấp cho bạn bất kỳ loại dịch vụ mát-xa miễn phí nào nếu bạn quay lại thành phố của chúng tôi để kiểm tra lại chất lượng dịch vụ mát-xa của chúng tôi!\n Cảm ơn và đánh giá cao!\nĐọc thêm",
            "Thấy spa mới này từ bãi biển Phước Me và quyết định thử. Cơ sở vật chất thật tuyệt vời, Hà và Thắng ở quầy lễ tân nói tiếng Anh xuất sắc và rất thân thiện và hữu ích. Tôi chọn massage Thái 60 phút kết hợp xông hơi. Khu massage có buồng xông hơi và rất hiện đại. Họ cung cấp đồ ngủ massage cho massage Thái. Massage rất tốt như tôi đã có ở Wat Po ở Bangkok. Trong tất cả một trải nghiệm tuyệt vời. Tôi khuyến khích điều đó. Thưởng thức cà phê tại Bar - Cafe trên tầng 6 và thư giãn ngắm cảnh bãi biển. Giá trị tốtĐọc thêm",
            "Cảm ơn bạn Geoff, chúng tôi đánh giá cao phản hồi của bạn. Chúng tôi rất mong sẽ gặp lại bạn. Đọc thêm"
        ],
        "star_ratings": [
            27,
            5,
            1,
            0,
            1
        ],
        "review_amount": 34,
        "location": [
            "By The Sea Spa Đà Nẵng",
            "Đà Nẵng",
            "Bán đảo Sơn Trà",
            "Việt Nam",
            "Châu Á",
            "Những điều cần làm ở bán đảo Sơn Trà"
        ],
        "reviews_time": [
            "Written January 19, 2019",
            "Written January 8, 2019",
            "Written January 5, 2019",
            "Written December 20, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g17786366-d15632361-Reviews-or20-By_The_Sea_Spa_Da_Nang-Son_Tra_Peninsula_Da_Nang.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d6894762-Reviews-Nautica_Beach_Club-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d17534872-Reviews-Kebab_Ngon_Da_Nang-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d26363671-Reviews-Ca_G_Vietnamese_Restaurant-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d12882219-Reviews-Com_Nha_Linh_Vietnamese_cuisine-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d18965823-Reviews-Golden_Meat_House-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g15296807-d13810289-Reviews-Thia_G_Restaurant_Da_Nang-My_An_Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d19656613-Reviews-The_Windsor_Tea_House-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d26698234-Reviews-Nomad_Nosh_Cafe_Crafts-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d10210771-Reviews-L_Italiano_Restaurant-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d25231439-Reviews-A_La_Mer_Restaurant-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d7687457-Reviews-My_Khe_Beach-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d25429896-Reviews-Q_Mart-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d14086698-Reviews-Danang_Night_Market-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d6612108-Reviews-Dragon_Bridge-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d25569217-Reviews-Danang_Art_Studio_Class-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d10798602-Reviews-Phuoc_My_Beach-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12639177-Reviews-3D_Museum_Art_in_Paradise_Danang-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g17786366-d7061760-Reviews-Son_Tra_Mountain-Son_Tra_Peninsula_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8090733-Reviews-Han_River_Bridge-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d454979-Reviews-Da_Nang_Museum_of_Cham_Sculpture-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g17786366-d15632361-Reviews-or10-By_The_Sea_Spa_Da_Nang-Son_Tra_Peninsula_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g17786366-d15632361-Reviews-By_The_Sea_Spa_Da_Nang-Son_Tra_Peninsula_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g17786366-d16850751-Reviews-Luxury_Herbal_Spa-Son_Tra_Peninsula_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g17786366-d18114329-Reviews-Herbal_Boutique_Spa_Da_Nang-Son_Tra_Peninsula_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g17786366-d19274076-Reviews-Healthy_Spa_Da_Nang-Son_Tra_Peninsula_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g25197573-d17726699-Reviews-Jang_Mi_Spa_Massage_Da_Nang-An_Hai_Son_Tra_Peninsula_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g17786366-d19609051-Reviews-Herbal_Boutique_Spa-Son_Tra_Peninsula_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g19779171-d26300265-Reviews-Sum_Spa_Danang-Phuoc_My_Son_Tra_Peninsula_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g17786366-d19453147-Reviews-Herbal_Heritage_Spa-Son_Tra_Peninsula_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g17786366-d18314084-Reviews-Min_Luxury_Spa-Son_Tra_Peninsula_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g17786366-d17663147-Reviews-La_Mer_VN_Spa-Son_Tra_Peninsula_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g19779171-d26633505-Reviews-Heart_spa_da_n_ng-Phuoc_My_Son_Tra_Peninsula_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12878682-Reviews-Spice_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d17352151-Reviews-MK_Spa_Nail_Danang-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d16763664-Reviews-Lomi_Lomi_Spa_by_Diamond_Sea_Hotel-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d18114312-Reviews-Oani_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d26839299-Reviews-RORA_Spa_Da_Nang-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d7000967-Reviews-Danabeach-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d26868319-Reviews-Mercy_Boat_Bar-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d26658066-Reviews-Nail_Da_N_ng_Villa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d24191320-Reviews-Dragon_Spa_DaNang-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d27504914-Reviews-Rora_Spa_Massage-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d13187936-Reviews-Lani_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d20940790-Reviews-Non_La_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15363385-Reviews-The_Spa_Da_Nang-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d26857971-Reviews-Heaven_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d13385332-Reviews-Paris_Beauvais_Aeroport_Shuttle-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g298278-d3491018-Reviews-Legoland_Malaysia-Johor_Bahru_Johor_Bahru_District_Johor.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d7160211-Reviews-Terminal_Getaway_Spa-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g13806900-d7302886-Reviews-Chia_Te-Songshan_Taipei.html",
            "https://www.tripadvisor.com/Attraction_Review-g298424-d300544-Reviews-Volcan_Baru_National_Park-Boquete_Chiriqui_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g15789370-d6884884-Reviews-Takamaka_Rum_Distillery-Pointe_Au_Sel_Mahe_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g297549-d8133730-Reviews-Sand_City-Hurghada_Red_Sea_and_Sinai.html",
            "https://www.tripadvisor.com/Attraction_Review-g562820-d3953107-Reviews-Fountain_Las_Americas-Playa_de_las_Americas_Arona_Tenerife_Canary_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g9856222-d7619192-Reviews-Nungnung_Waterfall-Nungnung_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g188584-d262610-Reviews-Efteling-Kaatsheuvel_North_Brabant_Province.html"
        ],
        "url_next": "",
        "url": "https://www.tripadvisor.com/Attraction_Review-g17786366-d15632361-Reviews-or20-By_The_Sea_Spa_Da_Nang-Son_Tra_Peninsula_Da_Nang.html"
    }
]