[
    {
        "attraction_name": "Byline Bank Aragon Ballroom",
        "attraction_name_vi": "Phòng khiêu vũ Aragon của ngân hàng Byline",
        "general_info": [
            "74 đánh giá",
            "- 312 trong số 1.377 điều cần làm ở Chicago",
            "Rạp chiếu phim"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Đọc thêm",
            "Tôi không khuyên bạn nên đi xem buổi biểu diễn tại phòng hòa nhạc này cho đến khi họ tìm ra cách đưa mọi người ra vào tòa nhà một cách an toàn.  mọi người nói rằng họ cảm thấy không an toàn khi bị mắc kẹt trong tòa nhà sau buổi biểu diễn vì an ninh chỉ cho phép họ sử dụng một cầu thang rất tối và canh gác tất cả các lối thoát hiểm khác và nói rằng họ không có sẵn.  Tôi cũng cảm thấy như vậy, đặc biệt là khi tôi ngửi thấy mùi khói trong đó.  Livenation đã phá hủy tòa nhà này, thật đáng buồn.  nó - là một cái bẫy chết chóc tồi tệ như hiện tại.  hãy tránh xa và hy vọng rằng Thành phố sẽ sớm bắt đầu thực thi các quy tắc phòng cháy đối với họ.Đọc thêm",
            "I went to this venue for a k-pop concert and while the band was phenomenal, the staff was garbage.  The staff kept telling us that we were not allowed to bring the certified concert light sticks in, then telling us it was allowed, then changed their minds 3 more times!  I paid for the VIP experience with a sound check but they put us in the wrong section so we were extremely far away.  Then when they let us back out, no one explained what to do.  When the staff finally told us to line up, the staff just stood and watched while people started cutting the line and crowding the stairs.  No one did anything, there were at least 20 staff who just stood around with their thumbs up their butts.  It was unbelievable to me when they were surprised that people started running up the stairs and trampling each other.  If they had done their jobs, everyone would have stayed in line.  This was the most incompetent venue I have ever been to with the laziest and rudest staff.Read more",
            "Tôi đã trả tiền cho VIP và bị cản trở tầm nhìn. Không thể nhìn thấy một nửa sân khấu và có rất nhiều người trong khu vực của chúng tôi đến nỗi nó trở thành phòng đứng chỉ để xem buổi biểu diễnĐọc thêm",
            "Dear Byline Bank Aragon Ballroom-  WORSE EXPERIENCE EVER FOR SENIORS - DISCRIMINATING AND ILL PREPARED.  FIX IT! 9 - 21 - 23I want a refund for the 2 tickets I purchased on Sept 14-  -  8pm to see Janelle Monae.  My name is Mell and my wife is Angie. We were hoping to celebrate a great evening but in fact it was nothing short of a nightmare.  We are both senior citizens and was told or read that there were accommodations for us.  Clearly, we were wrong and I - m not sure the city of Chicago would agree with your so-called accommodations.  You need to fix this.  I don - t think your place wants this kind of review and it is extremely unfriendly, unaccommodating, and ill-equipped to deal with people over the age of 55 years of age.  While we are not in wheelchairs  -  we deserve respect and accommodations for people like us.  Quite frankly I found the experience to be discriminating and disrespectful for those who are not as young as most of the crowd.  It - s insulting.  Our experience: We arrived 1 hour before the show but had to stand in line for 45 minutes.  They did not let anyone in, including Seniors and no one was present to access the crowd to determine any special needs.  The person checking tickets had a difficult time tagging our entry.  She became frustrated after 10 minutes and went ahead and ushered us inside. After we finally entered the theater and inquired about special seating it took over 10 minutes to find someone to help us.  When they did find someone to help seniors, we were escorted to the elevator and promised special seating.   When we sat down, we could not see the stage because no seats were elevated and in fact, we could not see between at least 4 rows in front of us.  We described our complaint and pleaded with the staff to help us with being able to see the stage.  It was nearly impossible.  We made repeated requests to the staff on the floor including several supervisors, namely ZARA, DARRAGH CONNELLY, and ELIE MOILER hoping to gain empathy or help us by speaking to our simple concerns.  We only wanted a decent view of the stage.  Our repeated requests fell on deaf ears.  The staff said nothing could be done. Despite the fiasco, we did our best to be patient so we wouldn - t lose money.  However, by 9:25pm Jonelle Monae was still not on stage.  This means we were at the theater for two hours- with bad seats and no relief in sight.  We were miserable. We decided to leave frustrated and never did see the performance.  It was our first time ever attending an event at the BBAB.  We attend lots of live events around the city of Chicago including numerous theaters and venues.   Quite honestly, your accommodations and staffing personnel are not problem solvers.  The experience was the worse.  We explained to the management staff on hand that we were leaving and found the entire experience to be a disaster.   To make matters worse, the plan was for an after-dinner surprise venue to celebrate my wife - s 65th birthday.  She was miserable.  I was embarrassed.  I felt even worse. We wasted our time.I am therefore demanding a refund to be returned to my CC.  Section GA Floor- SRO Row GA2. Order  - 57407390Read more",
            "Địa điểm độc đáo với bầu không khí vui vẻ - nơi tuyệt vời để xem buổi biểu diễn.  Được xây dựng giống như một quảng trường Tây Ban Nha, vũ trường đã được tân trang lại này có khả năng cách âm tốt và khả năng quan sát sân khấu từ mọi nơi.  Địa điểm nhỏ hơn và tôi chỉ có thể tưởng tượng chỗ ngồi ở ban công thật tuyệt vời.  Nhân viên phục vụ tốt, đủ quán bar rải rác khắp địa điểm để phục vụ đám đông - xem xét khá nhanh - và một vài điểm buôn bán tốt.  Kiến trúc thực sự thú vị, đặc biệt là khi bạn nhận ra mình đang bước vào bên dưới khu vực biểu diễn.Đọc thêm",
            "Trải nghiệm đầu tiên và tồi tệ nhất tại địa điểm này !! An ninh buộc người yêu của tôi ra ngoài và tuyên bố rằng cô ấy phải - được đi cùng để đi vệ sinh - ? khi không có một giọt rượu và là người mua vé. Khi cố gắng giải thích với ban quản lý an ninh, họ không giúp được gì cả. Làm sao bạn có thể buộc ai đó ra đi mà không có lý do? Nghĩ đến việc mua đồ uống ở đó, quên nó đi. Rượu quá đắt và hệ thống âm thanh khủng khiếp cắt ra. Thật xấu hổ. Hãy cùng nhau hành động Quản lý phòng khiêu vũ Aragon.Đọc thêm",
            "An ninh là vô lý và quá tích cực.  Tôi - chưa bao giờ có một tấm đệm như thế này ở bất cứ đâu trên thế giới.  Bạn có thể sẽ bớt đau khổ hơn nếu Cảnh sát bắt giữ bạn.  Tôi thấy họ lấy đi thuốc, bút vape, thuốc lá, bất cứ thứ gì có chất lỏng, v.v. Bất cứ thứ gì họ lấy đều không được vứt bỏ mà được nhân viên an ninh chia ra và tự lấy hoặc bán lại cho mọi người sau khi qua cổng an ninh.  Thật là xấu hổ, và họ không quan tâm đến sự an toàn hay kinh nghiệm của bất kỳ ai.  Đó chỉ là một trò lừa đảo và một cách để đánh cắp bất cứ thứ gì họ muốn từ bạn một cách rõ ràng, theo đúng nghĩa đen.Đọc thêm",
            "Bên trong nơi này thật đẹp. Chúng tôi đã đi đến một buổi hòa nhạc và điều đó thật tuyệt vời. Chúng tôi đã có khoảng thời gian tuyệt vời và chắc chắn sẽ quay lạiThêm",
            "Nhân viên tiếp tân của họ rất thô lỗ và thiếu chuyên nghiệp thực sự đã cúp máy tôi khi tôi hỏi tên cô ấy liên tục. Họ - vẫn chưa trả lời nên có vẻ như họ ít quan tâm hơn miễn là địa điểm tổ chức của họ là đặt ban nhạc và kiếm tiền. Đắt tiền - hạn chế - đồ uống cho một cơ sở tồi tàn, bẩn thỉu. Trừ khi bạn muốn xem ban nhạc, hãy bỏ qua và chờ đợi một địa điểm thay thế tốt hơn. Tôi - thà lái xe đến một thị trấn - thành phố lân cận để xem ban nhạc ở nơi khác.Đọc thêm",
            "Nằm ở phía bắc, đây là một Brie tuyệt vời cho các chương trình ca nhạc. Chúng tôi đã xem Galantis - một bộ đôi EDM và buổi biểu diễn không ai sánh kịp. Âm thanh và không gian rộng rãi và có hậu cần tốt. Có sẵn phòng tắm và quầy bar ở tất cả các tầng ... nơi tuyệt vời Đọc thêm"
        ],
        "star_ratings": [
            22,
            23,
            12,
            6,
            11
        ],
        "review_amount": 74,
        "location": [
            "Hoa Kỳ",
            "Những điều cần làm ở Chicago",
            "Chicago",
            "Illinois - IL -",
            "Phòng khiêu vũ Aragon của ngân hàng Byline"
        ],
        "reviews_time": [
            "Written May 21, 2024",
            "Written April 15, 2024",
            "Written September 25, 2023",
            "Written September 21, 2023",
            "Written December 1, 2022",
            "Written September 25, 2022",
            "Written May 31, 2022",
            "Written April 8, 2022",
            "Written November 5, 2021",
            "Written March 8, 2020"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g35805-d7337513-Reviews-Byline_Bank_Aragon_Ballroom-Chicago_Illinois.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g35805-d947988-Reviews-Demera_Ethiopian_Restaurant-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35805-d2510429-Reviews-Fat_Cat-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35805-d4203997-Reviews-Green_Mill-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35805-d427412-Reviews-Tweet-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35805-d842138-Reviews-Agami-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35805-d805267-Reviews-Tank_Noodle-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35805-d4205396-Reviews-Lao_Sze_Chuan_Restaurant_Uptown-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35805-d427688-Reviews-Sun_Wah_BBQ-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35805-d427468-Reviews-Furama_Restaurant-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35805-d800659-Reviews-Hai_Yen-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d2491902-Reviews-Riviera_Theatre-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d15606029-Reviews-Buddhist_Temple_of_Chicago-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d561060-Reviews-Essanay_Studios-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d561072-Reviews-Graceland_Cemetery-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d142951-Reviews-Andersonville-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d104004-Reviews-Wrigley_Field-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d1829807-Reviews-Black_Ensemble_Theater-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d109779-Reviews-The_Magnificent_Mile-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d131660-Reviews-Swedish_American_Museum-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d13229659-Reviews-Garfield_Clarendon_Model_Railroad_Club-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d7337513-Reviews-or10-Byline_Bank_Aragon_Ballroom-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d3692742-Reviews-The_Magic_Parlour-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d11816017-Reviews-Hamilton-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d563755-Reviews-Lookingglass_Theatre_Company-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d7717558-Reviews-Chicago_Magic_Lounge-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d561552-Reviews-Symphony_Center_Chicago_Symphony_Orchestra-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d563701-Reviews-Chicago_Shakespeare_Theater_on_Navy_Pier-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d563757-Reviews-Lyric_Opera_of_Chicago-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d4476400-Reviews-Jay_Pritzker_Pavilion-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d10797814-Reviews-The_Magic_Penthouse-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d146763-Reviews-Kingston_Mines-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d103242-Reviews-Green_Mill-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d14916652-Reviews-Uptown_Lounge-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d534989-Reviews-Baton_Show_Lounge-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d1943765-Reviews-Chicago_Food_Walks_with_Rebecca_Wheeler-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d7144526-Reviews-Chicago_Foodways_Tours-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d12856384-Reviews-Thai_Lotus_Bodywork-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d27649033-Reviews-The_Baton_Show_Lounge-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d27077646-Reviews-Le_Nocturne-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d5838107-Reviews-Max_s_Place-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g294480-d7728840-Reviews-StarBay_Casino-Panama_City_Panama_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g189122-d9996544-Reviews-Barragem_do_Arade-Silves_Faro_District_Algarve.html",
            "https://www.tripadvisor.com/Attraction_Review-g34141-d2547486-Reviews-Celebration_Station-Clearwater_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d4049625-Reviews-Florya_Beach-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g41601-d660394-Reviews-Cape_Cod_Lavender_Farm-Harwich_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g188666-d245953-Reviews-Gravensteen-Ghent_East_Flanders_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g60750-d597676-Reviews-Wave_House-San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g35704-d2640929-Reviews-Kankakee_River_State_Park-Bourbonnais_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g297695-d8647219-Reviews-Rang_Reng_Cave-Gianyar_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g294265-d324757-Reviews-Arab_Street-Singapore.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g35805-d7337513-Reviews-or10-Byline_Bank_Aragon_Ballroom-Chicago_Illinois.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g35805-d7337513-Reviews-Byline_Bank_Aragon_Ballroom-Chicago_Illinois.html"
    }
]