[
    {
        "attraction_name": "Cabazon Dinosaurs",
        "attraction_name_vi": "Khủng long Cabazon",
        "general_info": [
            "325 đánh giá",
            "2 trong số 11 điều cần làm ở Cabazon",
            "Địa điểm ưa thích"
        ],
        "attraction_summary": "Khủng long Cabazon từ lâu đã được coi là một trong những điểm tham quan ven đường mang tính biểu tượng nhất. Xuất hiện trong các tác phẩm kinh điển như Pee Wee Hermans Big Adventure và The Wizard, khủng long đã khẳng định vị trí của mình trong văn hóa đại chúng. YÊU lớn sống trong HÒA BÌNH! Dinny đang thể hiện thông điệp tình yêu màu hồng tươi yêu thích của mình và Mr. Rex đang gửi đến bạn sự bình yên của mình! Mr. Rex, Dinny và hơn 50 người bạn khủng long của chúng sẽ mang đến những bức ảnh chụp hoàn hảo cho bạn và những người thân yêu của bạn. Chuyến đi bộ khủng long của chúng tôi có rất nhiều khủng long, một cuộc khai quật khủng long và việc đãi hóa thạch mà trẻ em sẽ thích. Đọc thêm",
        "reviews": [
            "Cậu bé 6 tuổi yêu thích nơi này vì nó có rất nhiều loài khủng long chen chúc. Đặc biệt thích trèo lên bên trong con T. rex và khu đào hóa thạch. Nếu bạn có con mê khủng long thì bạn phải dừng lại.Đọc thêm",
            "Khủng long Cabazon, còn được gọi là Khủng long Claude Bell, là một cặp tác phẩm điêu khắc khủng long khổng lồ nằm ở Cabazon, California, dọc theo Xa lộ Liên tiểu bang 10. \n\nCon lớn hơn trong số hai loài khủng long là Tyrannosaurus rex và con nhỏ hơn là Brontosaurus. Họ có một cửa hàng quà tặng trên TRex, quyền truy cập vào cả hai đều miễn phí.\n\nDu khách đến thăm Khủng long Cabazon có thể mua vé và xem thêm các loài khủng long, họ có một cuộc săn trứng nhỏ, nếu tìm thấy thì trong cửa hàng quà tặng, bạn có thể nhận được món đồ chơi khủng long đó. Đó là một tour du lịch tự hướng dẫn. Hoàn toàn xứng đáng. \n\nChắc chắn nó mang đến một điểm thu hút ven đường độc đáo và hoài cổ cho những người đam mê khủng long cũng như những khách du lịch tò mò.Đọc thêm",
            "Thật tuyệt khi có thể lên đỉnh của con khủng long ngay cả khi nó có giá 15. Cửa hàng quà tặng nằm bên trong con khủng long khác nên bạn cũng có thể vào bên trong con đó và miễn phí. Đây là điểm dừng chân không thể bỏ qua đối với bất kỳ người hâm mộ Pee-Wee nào!Đọc thêm",
            "Không thực sự là thanh thiếu niên. Chị tôi và tôi yêu thích những con khủng long! Chúng hơi phô mai nhưng vẫn vui! Tuyệt vời cho trẻ nhỏ và cả trẻ nhỏ chúng tôi nữa.Đọc thêm",
            "Thật tuyệt khi có thể lên đỉnh của con khủng long ngay cả khi nó có giá 15. Cửa hàng quà tặng nằm bên trong con khủng long khác nên bạn cũng có thể vào bên trong con đó và miễn phí. Đây là điểm dừng chân không thể bỏ qua đối với bất kỳ người hâm mộ Pee-Wee nào!Đọc thêm",
            "Khủng long Cabazon, còn được gọi là Khủng long Claude Bell, là một cặp tác phẩm điêu khắc khủng long khổng lồ nằm ở Cabazon, California, dọc theo Xa lộ Liên tiểu bang 10. Con lớn hơn trong hai loài khủng long là Tyrannosaurus rex và con nhỏ hơn là Brontosaurus. Họ có một cửa hàng quà tặng trên TRex, truy cập vào cả hai đều miễn phí. Khách đến thăm Khủng long Cabazon có thể mua vé và xem thêm khủng long, họ có một cuộc săn trứng nhỏ, nếu bạn tìm thấy nó thì trong cửa hàng quà tặng, bạn có thể lấy được con khủng long đó đồ chơi. Đó là một tour du lịch tự hướng dẫn. Hoàn toàn xứng đáng. Chắc chắn nó mang đến một điểm thu hút ven đường độc đáo và hoài cổ cho những người đam mê khủng long cũng như những khách du lịch tò mò.Đọc thêm",
            "Cabazon Dinosaurs Thế giới nói rất lâu Pee Wee! Cabazon Dinosaurs nói rất lâu với người bạn lâu năm Pee Wee Herman-diễn viên Paul Reubens trong tuần này với một bộ trang phục mới như Pee Wees.Đọc thêm",
            "Situated just off the freeway, on the dusty fringes of Cabazon, CA, is an unexpected oasis of prehistoric wonder that transports you millions of years back in time - the Dinosaur Attraction. This marvel along the sun-drenched Californian asphalt road is more than just a roadside spectacle--its an exciting portal to a bygone era, which equally fascinates young minds and rekindles the inner child in adults.As soon as you pull up to this treasure trove, youre greeted by colossal dinosaur sculptures that loom over you, their lifelike features reflecting an eerie accuracy, as if plucked straight from a page of a paleontology journal. They seem to watch over the freeway with ancient, knowing eyes--a silent testament to a world long past, now standing sentinel in the modern era.Heres an anecdote: once during our visit, a small boy, no older than six, clutched his fathers hand and gazed up in awe at the giant T-Rex. Is it real? he asked, eyes wide. His father laughed, bending down to his level. Well, he said, a twinkle in his eye, why dont we find out? The pair spent the next half hour engaged in a mock archaeological expedition, their laughter ringing out under the dinosaurs shadow. Its these moments of shared discovery and joy that the Dinosaur Attraction facilitates, making it a family-friendly stop on the freeway.Moving away from the sun-soaked dinosaur yard and into the cool shade of the gift shop, the wonders continue. Its a veritable haven for dinosaur enthusiasts, offering everything from charming trinkets and educational books to a trove of dinosaur toys that would ignite the imagination of any young paleontologist. The shopkeepers, always welcoming and knowledgeable, are more than happy to guide you through the Jurassic-era merchandise.Once, a little girl couldnt decide between a Stegosaurus or Triceratops toy. Sensing her dilemma, a shopkeeper knelt down and embarked on a vivid tale of the two dinosaurs ancient rivalry, captivating not only the girl but the entire shop. In the end, the girl proudly chose both, ready to recreate the epic dinosaur face-off at home.All in all, the Dinosaur Attraction in Cabazon, CA, is more than just a roadside oddity--its an unexpected journey into the past, a slice of prehistoric adventure amid the humdrum of the freeway, and a great place to create family memories. The enthusiasm of the young visitors here is infectious, the merchandise diverse and engaging, and the larger-than-life dinosaur models never fail to inspire awe. Its a perfect detour for curious minds of all ages.Read more",
            "Chà, tôi không thể nhớ được vì nó quay lại những năm 1970, đó là tôi và mẹ tôi trong bức ảnh. Tôi cho rằng tôi yêu nó! Đoán tôi cần phải quay lại! Đọc thêm",
            "Cậu bé 6 tuổi yêu thích nơi này vì nó có rất nhiều loài khủng long chen chúc. Đặc biệt thích trèo lên bên trong con T. rex và khu đào hóa thạch. Nếu bạn có con mê khủng long thì bạn phải dừng lại.Đọc thêm",
            "Con tôi 5 và 10 tuổi thích điều này. Họ yêu thích chú chó khủng long và mỗi người đều nhận được giải thưởng. Có rất nhiều bức tượng khủng long và việc trèo lên cây rất thú vị nhưng hơi đáng sợ đối với đứa trẻ 5 tuổi của tôi. Đọc thêm",
            "Tôi đã từng đến khủng long Cabazon trước đây và muốn đưa những người bạn chưa từng đến của chúng tôi đi cùng. Đó là một nơi kỳ lạ có một không hai, khá gần Palm Springs. Chuyến thăm này, T-Rex được vẽ thành ông già Noel! Ý tưởng tuyệt vời cho thiệp Giáng sinh năm tới. Đọc thêm",
            "Tôi đã có khoảng thời gian vui vẻ khi tham quan Cabazon Dinosaurs. Những con khủng long lớn được xem miễn phí bên ngoài bảo tàng và bản thân bảo tàng cũng chỉ là một chuyến tham quan nhanh chóng. Chắc chắn sẽ giới thiệu nơi này nếu bạn đang muốn giết thời gian. Đọc thêm"
        ],
        "star_ratings": [
            117,
            120,
            62,
            18,
            8
        ],
        "review_amount": 325,
        "location": [
            "Hoa Kỳ",
            "Các hoạt động ở Cabazon",
            "Khủng long Cabazon",
            "California CA",
            "Cabazon"
        ],
        "reviews_time": [
            "Written July 12, 2023",
            "Written September 16, 2023",
            "Written October 6, 2023",
            "Written January 1, 2024",
            "Written October 6, 2023",
            "Written September 16, 2023",
            "Written August 4, 2023",
            "Written July 27, 2023",
            "Written July 16, 2023",
            "Written July 12, 2023",
            "Written June 19, 2023",
            "Written May 3, 2023",
            "Written April 6, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g32134-d596338-Reviews-Cabazon_Dinosaurs-Cabazon_California.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g32134-d4650041-Reviews-Fatburger_Buffalo_s_Express-Cabazon_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32134-d849552-Reviews-Cielo-Cabazon_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32134-d1036387-Reviews-Potrero_Canyon_Buffet-Cabazon_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32134-d865221-Reviews-Serrano_at_Morongo_Casino-Cabazon_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32134-d24039613-Reviews-The_Marketplace_by_Fabio_Viviani-Cabazon_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32134-d6874701-Reviews-In_N_Out_Burger-Cabazon_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32134-d18969874-Reviews-Good_Times_Cafe-Cabazon_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32134-d5597952-Reviews-Hadley_s_Fruit_Orchards-Cabazon_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32134-d4113002-Reviews-Starbucks-Cabazon_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32134-d473080-Reviews-Auntie_Anne_s-Cabazon_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32134-d156423-Reviews-Desert_Hills_Premium_Outlets-Cabazon_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32134-d20474083-Reviews-Cabazon_Community_Library-Cabazon_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32134-d2550327-Reviews-Cabazon_Outlets-Cabazon_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32134-d23034527-Reviews-Cabazon_Community_Church-Cabazon_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32134-d280833-Reviews-Morongo_Casino_Resort_Spa-Cabazon_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32041-d23432018-Reviews-St_Boniface_Indian_School_Cemetery-Banning_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32134-d21307122-Reviews-Christian_Louboutin_Outlet-Cabazon_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32041-d8545059-Reviews-Malki_Museum-Banning_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32041-d20985373-Reviews-City_of_Banning-Banning_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32134-d27002356-Reviews-San_Gorgonio_Mineral_Gem_Society-Cabazon_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32134-d596338-Reviews-or10-Cabazon_Dinosaurs-Cabazon_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32134-d156424-Reviews-Dinosaur_Delights-Cabazon_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32847-d219562-Reviews-San_Jacinto_Mountain-Palm_Springs_Greater_Palm_Springs_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32847-d156968-Reviews-Hadley_Fruit_Orchards-Palm_Springs_Greater_Palm_Springs_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32134-d8744129-Reviews-Canyon_Lanes_Bowling-Cabazon_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32041-d12712638-Reviews-Skydive_West_Coast-Banning_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g28926-d1604990-Reviews-Whitewater_Wilderness_Preserve-California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32978-d6628465-Reviews-Whitewater_Preserve-Riverside_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d555692-Reviews-Zinc_Bar-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g663152-d9755571-Reviews-Chrousso_Beach-Paliouri_Kassandra_Halkidiki_Region_Central_Macedonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d187556-Reviews-V_A_Victoria_and_Albert_Museum-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g187783-d654018-Reviews-Via_Krupp-Capri_Island_of_Capri_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187309-d191297-Reviews-Viktualienmarkt-Munich_Upper_Bavaria_Bavaria.html",
            "https://www.tripadvisor.com/Attraction_Review-g46531-d2021505-Reviews-RPM_Raceway-Jersey_City_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d4096557-Reviews-JA_Shooting_Club-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g3350980-d16517962-Reviews-Babuland_Uttara-Uttara_Dhaka_Division.html",
            "https://www.tripadvisor.com/Attraction_Review-g150812-d1075137-Reviews-Rio_Secreto-Playa_del_Carmen_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g55229-d139416-Reviews-Grand_Old_Golf_Games_GoKarts-Nashville_Davidson_County_Tennessee.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g32134-d596338-Reviews-or10-Cabazon_Dinosaurs-Cabazon_California.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g32134-d596338-Reviews-Cabazon_Dinosaurs-Cabazon_California.html"
    }
]