[
    {
        "attraction_name": "Cable Beach",
        "attraction_name_vi": "Bãi biển Cáp",
        "general_info": [
            "2.322 đánh giá",
            "6 trong số 110 điều cần làm ở Nassau",
            "Bãi biển"
        ],
        "attraction_summary": "Bãi biển Cable là thiên đường của vùng Caribe; mong đợi khung cảnh đại dương giật gân, làn nước lấp lánh và phong cảnh đáng giá trên bưu thiếp. Bạn có thể dành hàng giờ ở đây để tắm nắng hoặc thử các hoạt động dưới nước như môtô nước, dù kéo và đi thuyền chuối. Sau khi mặt trời lặn, hãy ghé qua các quán bar bên bờ biển để nếm thử một số loại bia thủ công địa phương của Nassau. Trải dài hàng dặm, bãi biển có nhiều khu nghỉ dưỡng, nhà hàng và quán bar tốt nhất trong thị trấn, khiến nơi đây trở thành địa điểm yêu thích của cả khách du lịch và người dân địa phương. Bãi biển Cable tuyệt vời quanh năm nhưng mùa đông khô đặc biệt được yêu thích vì thời tiết mát mẻ hơn và gió đông.  TripadvisorĐọc thêm",
        "reviews": [
            "Bãi biển Cable rất đẹp và nếu bạn đặt khách sạn East of the Breezes, bạn sẽ cảm thấy một cảm giác ớn lạnh hơn. Khi đến nơi, bạn sẽ bị tấn công bởi các nhà cung cấp Ô và ghế cũng như dịch vụ cho thuê mô tô nước và những thứ tương tự. Nhưng sau đó họ hoàn toàn để chúng tôi yên. Chúng tôi đã có một chiếc ô vì chắc chắn bạn cần một chiếc ô vào mùa hè nhưng bên ngoài đó, áp suất thấp và chúng tôi chỉ cảm thấy ớn lạnh. \n\nNgoài ra, anh chàng ở quầy bán đồ ăn làm cánh và khoai tây chiên cũng có giá trị tốt và khoai tây chiên rất tuyệt vời. \n\nMột số người trong chúng tôi lặn xung quanh và hầu như không thấy gì cả. Tôi nghĩ với tất cả các hoạt động của thuyền và cá ở nơi khác. \n\nNhưng chúng tôi đã đi bộ xuống phía trước Baha Mar và lặn bằng ống thở ở đó tốt hơn. Mọi người cứ nói rằng có rùa ở ngoài đó nhưng chúng tôi không nhìn thấy chúng và chúng tôi đã bao quát toàn bộ khu vực. \n\nNói chung chúng tôi thực sự rất thích bản thân mình.\n\nMột lời cảnh báo là tốt. Bạn sẽ tìm thấy những kẻ muốn tính phí đưa bạn ra một hòn đảo để xem cá heo, rùa và cá. Chúng tôi nhận được sự gầy gò từ một người dân địa phương và chúng tôi đã chọn không đi vì cá heo thực sự ở trong lồng và giống với rùa và bạn có thể lặn với ống thở nhưng chỉ với cá. Vì vậy, nếu bạn không đồng ý với việc nuôi nhốt như chúng tôi, bạn cũng có thể muốn bỏ qua hoạt động này.Đọc thêm",
            "Chúng tôi rất vui vì đã không tin vào những đánh giá tiêu cực về bãi biển này. Chúng tôi bắt taxi từ cảng khoảng 10 người/người và đến đó trong khoảng 20 phút. Chúng tôi được một số người dân địa phương tiếp cận để lấy ghế và ô. Chúng tôi thuê hai chiếc ghế và một chiếc ô với giá 40 đô la cả ngày. Chồng tôi tìm được một quầy bán đồ uống, nơi anh ấy mua ba ly trong một quả dưa đỏ với giá 30 đô la. Bãi biển sạch và đẹp. Nước thật ấm áp và trong vắt. Chúng tôi đã nhìn thấy một số loài cá và nhìn chung đã có một ngày đi biển rất thư giãn. Chúng tôi yêu thích toàn bộ hòn đảo và khuyên bạn nên xuống tàu để khám phá!Đọc thêm",
            "Một vài giờ tuyệt vời tại Bãi biển Cable! l Chúng tôi đón một chiếc taxi từ khu vực Trang sức trên đường phố chính Campbell, tài xế taxi của chúng tôi rất thân thiện và nhiều thông tin.  Anh ấy đưa 5 người chúng tôi đến Cable Beach từ 35. \nKhi vào bãi biển, chúng tôi được tiếp cận để thuê ghế dài. Chúng tôi có 2 giường và 1 ô cho 30 người\nBãi biển và biển sạch sẽ. Phần bãi biển này không đông đúc, chúng tôi ở gần khách sạn Breezes. \nTài xế taxi đón chúng tôi lúc 3 giờ để quay lại tàu du lịch.\nChúng tôi thực sự rất thích ngày ở NassuaĐọc thêm",
            "Chúng tôi bắt xe buýt số 10 từ trạm xe buýt đối diện Margaritaville. Chúng tôi tốn 1,25 mỗi người và thả chúng tôi tại trạm xe buýt cạnh khách sạn Sandals. Từ đó đi bộ xuống bãi biển mất 1 phút. Bãi biển tuy nhỏ nhưng thực sự rất đẹp. Cát trắng và sạch. Chúng tôi không thấy bất kỳ con cá nào đang lặn với ống thở, nhưng một số người cho biết họ đã nhìn thấy 3 con cá đuối gai độc trước đó trong ngày. \n\nKhông có nhà vệ sinh. Ghế bãi biển, ô, áo phao có sẵn cho thuê.Đọc thêm",
            "Nước màu ngọc lam, bãi biển đẹp, ánh nắng bất tận, sinh vật biển san hô. Khung cảnh thanh bình tuyệt đẹp để gọi điện hoặc về nhà hoặc đi nghỉ.Đọc thêm",
            "Bãi biển đẹp, dễ dàng tiếp cận..những người tốt bụng và hữu ích, đồ uống tuyệt vời. Một phần của thiên đường. Tôi ước mình có thể dành nhiều thời gian hơn ở đó!!!Đọc thêm",
            "Chúng tôi bắt xe buýt số 10 từ trạm xe buýt đối diện Margaritaville. Chúng tôi tốn 1,25 mỗi người và thả chúng tôi tại trạm xe buýt cạnh khách sạn Sandals. Từ đó đi bộ xuống bãi biển mất 1 phút. Bãi biển tuy nhỏ nhưng thực sự rất đẹp. Cát trắng và sạch. Chúng tôi không thấy bất kỳ con cá nào đang lặn với ống thở, nhưng một số người cho biết họ đã nhìn thấy 3 con cá đuối gai độc trước đó trong ngày. Không có nhà vệ sinh. Ghế bãi biển, ô, áo phao có sẵn cho thuê.Đọc thêm",
            "Tuyệt vời!!!!! nước trong vắt.  Rất sạch sẽ.  Nhân viên rất thân thiện. Chèo thuyền kayak và thiết bị lặn với ống thở miễn phí của khách sạnĐọc thêm",
            "Một vài giờ tuyệt vời tại Bãi biển Cable! l Chúng tôi đón một chiếc taxi từ khu vực Trang sức trên đường phố chính Campbell, tài xế taxi của chúng tôi rất thân thiện và nhiều thông tin.  Anh ấy đưa 5 người chúng tôi đến Bãi biển Cable từ 35. Khi vào bãi biển, chúng tôi được tiếp cận để thuê ghế dài. Chúng tôi có 2 giường và 1 ô cho 30Bãi biển và biển sạch sẽ. Phần bãi biển này không đông đúc, chúng tôi ở gần khách sạn Breezes. Tài xế taxi đón chúng tôi lúc 3 giờ để quay lại tàu du lịch. Chúng tôi thực sự rất thích ngày ở NassuaĐọc thêm",
            "Chúng tôi rất vui vì đã không tin vào những đánh giá tiêu cực về bãi biển này. Chúng tôi đi taxi từ cảng mất khoảng 10 người và đến đó trong khoảng 20 phút. Một số người dân địa phương đã tiếp cận chúng tôi để lấy ghế và ô. Chúng tôi đã thuê hai chiếc ghế và một chiếc ô với giá 40 đô la cho cả ngày. Chồng tôi đã tìm thấy một quầy đồ uống nơi anh ấy mua ba ly cantelope với giá 30 đô la. Bãi biển sạch và đẹp. Nước RẤT ấm và trong. Chúng tôi đã nhìn thấy một số loài cá và nhìn chung đã có một ngày thư giãn trên bãi biển. Chúng tôi yêu thích toàn bộ hòn đảo và thực sự khuyên bạn nên xuống tàu để khám phá! Đọc thêm",
            "Bạn muốn chuyến đi của mình thật sự đáng nhớ? Đi bộ dọc theo Bãi biển Cable để gặp những người Bahamian như Anthony Poitier, vâng, anh ấy có họ hàng với người điều hành một quầy bán cát Conch Shell tạm thời trên bãi biển, vừa qua Breezes, hãy xem bức ảnh, và cháu trai của anh ấy, người điều hành các chuyến tham quan bằng thuyền đích thực ngoài bãi biển ở phía dưới xa các khu nghỉ dưỡng. Những người như thế này làm cho điểm đến trở nên đặc biệt. Đây là của bạn Anthony!Đọc thêm",
            "Bãi biển Cable rất đẹp và nếu bạn đặt khách sạn East of the Breezes, bạn sẽ cảm thấy một cảm giác ớn lạnh hơn. Khi đến nơi, bạn sẽ bị tấn công bởi các nhà cung cấp Ô và ghế cũng như dịch vụ cho thuê mô tô nước và những thứ tương tự. Nhưng sau đó họ hoàn toàn để chúng tôi yên. Chúng tôi đã có một chiếc ô vì chắc chắn bạn cần một chiếc ô vào mùa hè nhưng bên ngoài đó, áp suất thấp và chúng tôi chỉ cảm thấy ớn lạnh. Ngoài ra, anh chàng ở quầy bán đồ ăn làm cánh và khoai tây chiên cũng có giá trị tốt và khoai tây chiên rất tuyệt vời. Một số người trong chúng tôi lặn xung quanh và hầu như không thấy gì cả. Tôi nghĩ với tất cả các hoạt động của thuyền và cá ở nơi khác. Nhưng chúng tôi đã đi bộ xuống phía trước Baha Mar và lặn bằng ống thở ở đó tốt hơn. Mọi người cứ nói rằng có rùa ở ngoài đó nhưng chúng tôi không nhìn thấy chúng và chúng tôi đã bao quát toàn bộ khu vực. Nhìn chung, chúng tôi thực sự rất thích bản thân mình. Cũng có một lời cảnh báo. Bạn sẽ tìm thấy những kẻ muốn tính phí đưa bạn ra một hòn đảo để xem cá heo, rùa và cá. Chúng tôi nhận được sự gầy gò từ một người dân địa phương và chúng tôi đã chọn không đi vì cá heo thực sự ở trong lồng và giống với rùa và bạn có thể lặn với ống thở nhưng chỉ với cá. Vì vậy, nếu bạn không đồng ý với việc nuôi nhốt như chúng tôi, bạn cũng có thể muốn bỏ qua hoạt động này.Đọc thêm",
            "Đi taxi đến đó. Bãi biển đẹp nhưng thành thật mà nói là không thoải mái. Có một quầy đồ uống tạm bợ trông hơi đắt và bẩn. Bãi biển đẹp nhưng hầu hết đều nằm trên các đảo nhiệt đới. Tôi sẽ không quay lại và không thể giới thiệu nơi này. Đọc thêm",
            "Chồng tôi và tôi đã đến Bãi biển Cable để hưởng tuần trăng mật và đó là trải nghiệm TỐT NHẤT trong cuộc đời chúng tôi. Căn hộ chúng tôi ở rất đẹp ngay trên bãi biển. Chúng tôi đã gặp những người tuyệt vời, đặc biệt là người đã chỉ cho chúng tôi đi khắp hòn đảo và sắp xếp nhiều hoạt động khác nhau để chúng tôi thực hiện khi có Theo Cleare. Theo đã khiến trải nghiệm này trở nên tuyệt vời hơn vì chúng tôi chưa bao giờ đến Bahamas nên khi gặp anh ấy, anh ấy khiến chúng tôi cảm thấy rất thoải mái và được chào đón và điều này có ý nghĩa rất lớn đối với tôi và chồng tôi. Được đối xử tử tế là điều cực kỳ quan trọng, đặc biệt là khi chúng tôi đi du lịch vì điều đó nói rất nhiều về con người và địa điểm. Tôi thực sự khuyên bạn nên đến Nassau Bahamas. Chúng tôi sẽ quay lại rất sớm. Richard và Chaye McIntoshĐọc thêm",
            "Những khách sạn nào ở Cable Beach cung cấp vé ngày giá hợp lý cho hành khách đi tàu sử dụng các tiện nghi trên bãi biển của họ từ 50 trở xuống là định nghĩa hợp lý của tôi Đọc thêm",
            "Những khách sạn nào ở Cable Beach cung cấp vé ngày giá hợp lý cho hành khách đi tàu sử dụng các tiện nghi trên bãi biển của họ từ 50 trở xuống là định nghĩa hợp lý của tôi Đọc thêm",
            "Có phòng tắm công cộng ở bãi biển này không?Đọc thêm",
            "vâng, cóĐọc thêm",
            "Cảm ơn bạn rất nhiều vì đã đánh giá - bạn có đang đi du lịch trên du thuyền không và nếu có thì bạn đến bãi biển này bằng cách nào? Tôi đang kỷ niệm lần thứ 50 của vợ tôi sau 2 tuần nữa và đang tìm kiếm thứ gì đó ngoài Blue Lagoon được đánh giá kém. Cảm ơnĐọc thêm",
            "Không phải là một hành trình.  Chúng tôi đã ở trên đảo.  Taxi là cách đơn giản để đi lạiĐọc thêm",
            "Làm thế nào để bạn truy cập vào khu vực công cộng miễn phí của Bãi biển Cable? Tôi biết về xe buýt số 10 nhưng bạn có thể vui lòng cung cấp chỉ dẫn cụ thể từ đó không. Cảm ơn rất nhiều vì sự giúp đỡ của bạn! Đọc thêm",
            "Vịnh Goodmans mở cửa ngay trước baha mar, sau đó có thể đi bộ ra bãi biển trước tất cả các khách sạn. Bãi biển là tài sản công cộng có mực nước caoĐọc thêm",
            "Bạn có biết liệu có cách nào để đặt Chuyến đi này với thuyền trưởng Keith này hay anh ấy có trang web, v.v. không?Đọc thêm",
            "Bạn đang thắc mắc liệu nước có đủ yên tĩnh để nổi trên phao bơi không?Đọc thêm",
            "Nếu gió lặng, việc bồng bềnh trên phao bơi thật TUYỆT VỜI! Chúng tôi mang theo phao bơi bơm hơi và sử dụng nó hàng ngày để thư giãn cũng như làm cơ sở để lặn với ống thở.  chúc mừngĐọc thêm",
            "Chào buổi sáng. Tôi muốn biết nếu tôi đến Bãi biển Cable bằng taxi từ cảng, tôi có thể bắt taxi từ bãi biển vào buổi chiều không?\nCó chỗ đỗ taxi gần bãi biển không?\nCảm ơn Đọc thêm",
            "Gần đây tôi chưa đến Bãi biển Cable, nhưng tôi chắc chắn rằng có taxi ở các khách sạn ở đó có thể đưa bạn trở lại cảng.Đọc thêm",
            "CHÀO! Có hoạt động lặn biển ngoài khơi ở Bãi biển Cable mà bạn không cần phải đi thuyền không? Có rạn san hô nào khá gần bờ - hoặc có đủ loài cá để quan sát không?\nNgoài ra, Grand Hyatt Baha Mar có gần bãi biển này không? Nó được liệt kê như một khách sạn khu vực.  Cảm ơn!!! Đọc thêm",
            "Vâng, ngay bên ngoài Melia Property là hai rạn san hô - chúng tôi đã thấy rất nhiều loài cá! Việc bơi lội đủ dễ dàng khi mặt nước lặng từ bãi biển,Đọc thêm",
            "Chúng tôi một nhóm gồm 8 người đang có kế hoạch đến bãi biển Cable bằng xe buýt 10 jitney. Tôi biết mình có thể bắt xe buýt từ trạm xe buýt đối diện với chợ rơm. Giá vé bao nhiêu và họ có đưa đón Mỹ bằng xe buýt không? Ngoài ra, khi quay về, trạm xe buýt ở bãi biển Cable ở đâu? Bãi biển Cable có nhà vệ sinh công cộng không? Có điểm truy cập công cộng tại bãi biển Cable không và ở đâu? Cảm ơn trước vì bất kỳ câu trả lời nào.Đọc thêm",
            "1,25người lớn, 1 học sinh một chiều. Nơi họ thả ra có phòng tắm công cộng, bồn ngâm chân. Để quay lại, hãy bắt xe buýt ở phía bên kia đường nơi bạn đã xuống xe.  Hãy hỏi người lái xe. Họ đều rất thân thiện! Thưởng thức! Đọc thêm"
        ],
        "star_ratings": [
            1387,
            622,
            224,
            47,
            42
        ],
        "review_amount": 2322,
        "location": [
            "Các hoạt động ở Nassau",
            "Bãi biển Cáp",
            "Đảo New Providence",
            "Bahamas",
            "Nassau",
            "vùng Caribe"
        ],
        "reviews_time": [
            "Written June 26, 2023",
            "Written August 6, 2023",
            "Written August 17, 2023",
            "Written March 19, 2024",
            "Written May 1, 2024",
            "Written March 26, 2024",
            "Written March 19, 2024",
            "Written September 11, 2023",
            "Written August 17, 2023",
            "Written August 6, 2023",
            "Written July 21, 2023",
            "Written June 26, 2023",
            "Written June 25, 2023",
            "Written April 30, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g147416-d555427-Reviews-Cable_Beach-Nassau_New_Providence_Island_Bahamas.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g147416-d6922323-Reviews-Daiquiri_Shack-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147416-d23474625-Reviews-Marcus_At_Baha_Mar_Fish_Chop_House-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147416-d15697160-Reviews-Carna_Restaurant-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147416-d13275730-Reviews-Cleo_Mediterraneo-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147416-d23518203-Reviews-Sugar_Factory_Baha_Mar-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147416-d13329629-Reviews-Shuang_Ba-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147416-d19867834-Reviews-Pizza_Lab-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147416-d12534738-Reviews-The_Swimming_Pig_Gastro_Pub-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147416-d13339549-Reviews-Fi_lia-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147416-d12692578-Reviews-The_Daquiri_Shack-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147416-d23503701-Reviews-Baha_Bay_Water_Park-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147416-d13223853-Reviews-The_Current_Baha_Mar_Gallery_Art_Center-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147416-d12973994-Reviews-Baha_Mar_Casino-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147416-d24164913-Reviews-Baha_Bay_Beach_Club-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147416-d24883377-Reviews-Privilege_Pool-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147416-d24879629-Reviews-Beach_Club_Cabanas_Baha_Bay-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147416-d13396336-Reviews-Goodman_s_Bay-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147416-d13430579-Reviews-Baha_Mar_Tennis-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147416-d6553398-Reviews-Junkanoo_World_Museum_Arts_Centre-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147416-d148525-Reviews-Fort_Charlotte-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147416-d555427-Reviews-or10-Cable_Beach-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147416-d2155704-Reviews-Clifton_Heritage_National_Park-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147416-d8260398-Reviews-SUV_Transports_Town_Car_Services-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147417-d147618-Reviews-Marine_Habitat_at_Atlantis-Paradise_Island_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147417-d3909020-Reviews-Rose_Island-Paradise_Island_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147416-d148528-Reviews-Ardastra_Gardens_Wildlife_Conservation_Centre-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147416-d216275-Reviews-Arawak_Cay-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147416-d149861-Reviews-Blue_Lagoon_Island-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147416-d6653311-Reviews-Jaws_Beach-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147416-d15241855-Reviews-BahamaBoyzz_Adventurezz-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147416-d2556727-Reviews-Cabbage_Beach-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147416-d1748354-Reviews-The_Daiquiri_Shack-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147416-d19990003-Reviews-C_S_WATERSPORTS-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147416-d8310482-Reviews-Bay_West_Adventures-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147416-d18337817-Reviews-Executive_Yacht_Charters-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147416-d17550058-Reviews-Bluefinn242-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147416-d15037738-Reviews-Sense_A_Rosewood_Spa-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147416-d6839736-Reviews-Marvelous_Tours-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147416-d12433428-Reviews-Black_Diamond_Transportation-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147416-d26263029-Reviews-Smooth_Rides_Taxi-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d17912186-Reviews-Broadway_Roulette-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60774-d143105-Reviews-City_Of_Rocks_National_Reserve-Almo_Idaho.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d7620248-Reviews-The_Green_Massage-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g49673-d318472-Reviews-Airlie_Gardens-Wilmington_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g150808-d153407-Reviews-Chichen_Itza-Chichen_Itza_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g31352-d3174730-Reviews-Amitabha_Stupa_and_Peace_Park-Sedona_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d294496-Reviews-Grand_Bazaar-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d16869553-Reviews-Influence_The_POOL_at_the_LINQ-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g188113-d2226031-Reviews-Hurlimannbad_Spa_Zurich-Zurich.html",
            "https://www.tripadvisor.com/Attraction_Review-g60580-d3519179-Reviews-The_Captain_Cook_Monument-Captain_Cook_Island_of_Hawaii_Hawaii.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g147416-d555427-Reviews-or10-Cable_Beach-Nassau_New_Providence_Island_Bahamas.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g147416-d555427-Reviews-Cable_Beach-Nassau_New_Providence_Island_Bahamas.html"
    }
]