[
    {
        "attraction_name": "Cable Car Museum",
        "attraction_name_vi": "Bảo tàng cáp treo",
        "general_info": [
            "3.778 đánh giá",
            "- 16 trong số 1.031 điều cần làm ở San Francisco",
            "Bảo tàng chuyên ngành"
        ],
        "attraction_summary": "Một bảo tàng về cáp treo được yêu thích của San Francisco, với lối đi ngầm cho phép bạn nhìn thấy cáp đang chuyển động.Đọc thêm",
        "reviews": [
            "Sang trọng và đầy phong cách, Nob Hill nằm ở trung tâm thành phố và là nơi có kiến ​​trúc cũng như cảnh quan tuyệt vời. Việc đi bộ lên đỉnh có thể là một bài tập đầy thử thách đối với những người không đi cáp treo, nhưng họ sẽ được đền đáp bằng một số kiến ​​trúc đẹp nhất của thành phố tô điểm cho đỉnh cao của nó. Ban đầu có nhiều biệt thự sau Cơn sốt vàng, hầu hết nếu không phải tất cả đều bị tàn phá trong trận động đất và hỏa hoạn năm 1906 sau đó. May mắn thay tất cả không bị mất; các khách sạn nhiều tầng và Nhà thờ Grace bao quanh Công viên Huntington. Thưởng thức đồ uống hoặc bữa tối trong khi ngắm hoàng hôn và ngắm cảnh trên - đỉnh Mark - thật khó để đánh bại.Đọc thêm",
            "Đến thăm nơi này như một phần của chuyến đi bộ đến San Francisco, một nơi rất thú vị và tuyệt vời để tìm hiểu cách hoạt động của cáp treo. Chúng tôi đã đi sau một chuyến đi trên những chiếc ô tô, điều đó khiến nó thậm chí còn tuyệt vời hơn! Cửa hàng tuyệt vời và có rất nhiều thứ để xem và nó hoàn toàn miễn phí!Đọc thêm",
            "Đã ở đây một vài lần và tận hưởng cả hai chuyến thăm. Rất nhiều thông tin cần tiếp thu từ cách chúng được lắp đặt ban đầu, sửa chữa sau trận động đất và cuối cùng được cứu khi đối mặt với chiếc rìu. \n\nThật tuyệt vời khi có thể nhìn thấy các dây cáp quay, kêu vo vo và ngửi thấy mùi.\n\nVào cửa miễn phí nhưng hoan nghênh quyên gópĐọc thêm",
            "Đá quý bất ngờ! Bảo tàng này cũng là một phòng máy làm việc - Thật tuyệt vời khi tìm hiểu cách hoạt động của cáp treo và lịch sử. Tôi không biết những chiếc ô tô hoạt động như thế nào và điều này đã được giới thiệu một cách tuyệt vời cho mọi người. Thật thú vị khi nhìn thấy các dây cáp và cơ chế thực tế được sử dụng! \nTôi đã dành khoảng 45 phút ở đó để đọc đầy đủ mọi bảng thông tin, vì vậy có thể mất 30 phút để người đọc nhanh hơn!Đọc thêm",
            "Như những đánh giá khác nói, nó - một viên ngọc thực sự. Theo quan điểm của tôi không nên bỏ qua. Nó chứa các động cơ thực sự điều khiển hệ thống cáp treo của Thành phố. Bạn sẽ thấy họ làm việc và tìm hiểu cách các dây cáp xoắn, xoay và kéo các tuyến cáp treo lịch sử. Khá tuyệt vời!Đọc thêm",
            "Tôi thích tìm hiểu thêm về cách mọi thứ hoạt động, đặc biệt là khi chúng mang tính lịch sử như cáp treo ở San Francisco. Đây không phải là một bảo tàng sang trọng, nhưng có đủ thứ thú vị để xem ở đó, bao gồm cả việc xem cáp treo hoạt động. Chắc chắn đáng để dừng lại để xem. Đọc thêm",
            "Đó là một bảo tàng miễn phí. Thật thú vị khi bạn có thể thấy cáp treo thực sự hoạt động như thế nào. Họ cung cấp rất nhiều lịch sử liên quan đến mạng lưới cáp treo. Cửa hàng quà tặng chỉ nhận tiền mặt.Đọc thêm",
            "Thành phố bên vịnh chỉ có cáp treo. Vì vậy, thật tự nhiên khi nghĩ rằng San Francisco sẽ kỷ niệm họ bằng một viện bảo tàng. Tôi đã hai lần cách nhau khoảng 5 năm. Tôi đã dành khoảng 30 phút cho một lần gần đây và rất thích nó. Không có gì thay đổi. Không mất phí và nó nằm ngay gần khu phố Tàu. Những đứa trẻ cũng sẽ thích thú! Du khách có thể lên xe điện, đọc về lịch sử và mua quà lưu niệm. Một điều du khách KHÔNG THỂ làm là vào tầng dưới, khu vực làm việc dành cho ô tô có dây cáp di chuyển. Tuy nhiên, tôi đã liên hệ và được đi tham quan tầng tuyệt vời ở cấp độ tiếp theo. Máy móc có vẻ cổ xưa. Nhưng mọi thứ đều hoạt động. Nếu có thời gian sẽ không mất nhiều thời gian và bạn sẽ được tìm hiểu về lịch sử cáp treo phong phú.Đọc thêm",
            "Ai biết?! Ẩn mình ở phía Bắc của Nob Hill, tòa nhà ban đầu chứa các dây cáp và cơ chế khổng lồ cung cấp năng lượng cho chúng là một kho báu. Bạn sẽ tìm hiểu về sự phát triển của hệ thống cáp treo vẫn chạy ngày nay, sự phát triển của thành phố nhờ Cơn sốt vàng California năm 1849, trước và sau trận động đất năm 1906. Những bức ảnh, dòng thời gian và lời giải thích tuyệt vời. Đừng tin - mất 10 phút - đánh giá. Hãy dành ít nhất một giờ nếu bạn là người yêu thích lịch sử. Bạn có thể đi cáp treo đến cửa trước hoặc tập thể dục và đi bộ lên dốc. Thật đáng giá!Đọc thêm",
            "Bảo tàng này thực sự thú vị - đặc biệt là khi bạn có người đi cùng thích tìm hiểu cách mọi thứ vận hành - . Bảo tàng này nói về những gì diễn ra dưới lòng đường phố San Francisco - cách những chiếc xe cáp treo mang tính biểu tượng này di chuyển. Và nó thực sự được thực hiện rất tốt. Đọc thêm",
            "Tham quan bảo tàng này giúp bạn ngắm nhìn những tuyến cáp treo nổi tiếng theo một cách hoàn toàn mới. Bảo tàng tập hợp một cách độc đáo lịch sử của cáp treo ở San Francisco, cùng với một cái nhìn rất thú vị về những sợi cáp đưa chúng đi khắp thành phố. Đây cũng là một điểm dừng chân thú vị để vào trong nhà nếu bạn bất ngờ gặp phải thời tiết luôn thay đổi của San Francisco.Đọc thêm",
            "Lịch sử tuyệt vời của cáp treo và cách chúng hoạt động. Ở giữa bảo tàng là những sợi cáp thực sự đang di chuyển những chiếc xe khắp thành phố, bạn có thể xem chúng từ bảo tàng hoặc đi đến khu vực quan sát ở tầng dưới. Họ cũng có một cửa hàng quà tặng không chỉ có quà cáp treo mà còn có các mặt hàng khác của San Francisco. Vào cửa miễn phí, có bãi đậu xe trên phố hoặc bạn có thể đi cáp treo đến bảo tàng. Họ yêu cầu bạn đeo khẩu trang khi vào bảo tàngĐọc thêm",
            "Đây là một bảo tàng tuyệt vời, trưng bày các động cơ lớn và dây truyền dẫn động tất cả các tuyến cáp treo. Chúng tôi đã dành 90 phút để đọc và xem các cuộc triển lãm cũng như lịch sử về sự thay đổi của dụng cụ kẹp cáp qua nhiều năm cũng như cách cáp rẽ vào các góc.  Nó rất đáng để ghé thăm và miễn phí.Đọc thêm",
            "Đây là một bảo tàng tuyệt vời để chứng kiến ​​lịch sử của cáp treo ở San Francisco. Vào cửa miễn phí và rất nhiều thông tin. Bạn đi xuống cầu thang bên dưới mặt đất và có thể chứng kiến ​​hoạt động của dây cáp. Ở tầng chính, bạn cũng có thể thấy các dây cáp đang hoạt động nhưng với các ròng rọc khác nhau. Ở đây cũng có một cửa hàng quà tặng rất đẹp. Có một bộ sưu tập tuyệt vời về tất cả các cáp treo, bao gồm cả cáp treo cổ nhất thế giới, rất thú vị để xem. Tôi đã có khoảng thời gian tuyệt vời ở đây và muốn giới thiệu nó cho bất kỳ ai đến San Francisco muốn tìm hiểu về cáp treo.Đọc thêm",
            "Chồng tôi và tôi rất thích Bảo tàng Cáp treo. Chúng tôi không biết cần bao nhiêu kỹ thuật và thiết kế để tạo ra hệ thống giao thông tuyệt vời này. Đây là một bảo tàng đang hoạt động, nơi có bốn hệ thống cáp chính chạy liên tục qua các con phố từ 6 giờ sáng đến 1 giờ sáng, kéo những chiếc xe quyến rũ và hành khách lên xuống những con đường dốc ở SF. Trước tiên hãy đến Bảo tàng, sau đó đi Cáp treo và bạn - sẽ nhận được nhiều điều hơn thế.Đọc thêm",
            "Chúng tôi không định đến thăm bảo tàng này nhưng tình cờ gặp nó khi đang tìm kiếm một quán cà phê.  Nó thực sự là tuyệt vời.  Bạn có thể thấy máy móc thực sự đang hoạt động để kéo các cáp treo hiện tại và nhìn vào các bánh xe và dây cáp dưới lòng đất.  Toàn bộ bảo tàng rất nhỏ, rất lý tưởng nếu bạn không thích những bảo tàng lớn, rất thú vị và chứa đầy sự thật cũng như kỷ vật.  Cáp treo đi ngay ngoài cửa nên rất dễ đi và nhất định phải ghé thăm.Đọc thêm",
            "Chúng tôi đang đi ngang qua bảo tàng và rất vui vì đã dừng lại để xem. Điều này miễn phí - quyên góp được chấp nhận - bảo tàng thực sự rất gọn gàng để dừng lại và đi lang thang xung quanh. Chúng tôi đã học được một số điều về hệ thống ô tô mà chúng tôi chưa từng biết. Họ đưa tin về trận động đất và hỏa hoạn kinh hoàng năm 1906 cũng như tác động của chúng đối với hệ thống cáp treo. Cũng đáng để dừng lại để có một khoảnh khắc yên tĩnh hơn.Đọc thêm"
        ],
        "star_ratings": [
            2214,
            1285,
            248,
            25,
            6
        ],
        "review_amount": 3778,
        "location": [
            "California - CA -",
            "Hoa Kỳ",
            "Những điều cần làm ở San Francisco",
            "San Francisco",
            "Bảo tàng cáp treo"
        ],
        "reviews_time": [
            "Written August 23, 2023",
            "Written September 22, 2023",
            "Written November 14, 2023",
            "Written November 17, 2023",
            "Written February 17, 2024",
            "Written March 5, 2024",
            "Written February 5, 2020",
            "Written January 11, 2020",
            "Written March 8, 2020",
            "Written February 11, 2020",
            "Written April 9, 2022",
            "Written February 29, 2020",
            "Written December 7, 2021",
            "Written January 26, 2020",
            "Written January 7, 2020",
            "Written January 18, 2020"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g60713-d104939-Reviews-Cable_Car_Museum-San_Francisco_California.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g60713-d353941-Reviews-Nob_Hill_Cafe-San_Francisco_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60713-d879230-Reviews-Molinari_Delicatessen-San_Francisco_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60713-d874577-Reviews-Top_of_the_Mark-San_Francisco_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60713-d11862449-Reviews-Betty_Lou_s_Seafood_and_Grill-San_Francisco_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60713-d360163-Reviews-City_View_Restaurant-San_Francisco_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60713-d537773-Reviews-Stella_Pastry_and_Cafe-San_Francisco_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60713-d11880712-Reviews-Tacorea-San_Francisco_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60713-d6451396-Reviews-Il_Casaro_Pizzeria_and_Mozzarella_Bar-San_Francisco_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60713-d1826584-Reviews-Good_Mong_Kok_Bakery-San_Francisco_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60713-d353907-Reviews-Mo_s_Grill-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d15292290-Reviews-Cable_Car_Barn-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d104821-Reviews-Cable_Cars-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d15333490-Reviews-Chinatown_Branch_Library-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d104964-Reviews-Historic_Streetcars-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d15292882-Reviews-Brocklebank_Apartments-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d145241-Reviews-Chinese_Historical_Society_of_America-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d6413076-Reviews-The_Speakeasy-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d116449-Reviews-Pacific_Union_Club-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d15356551-Reviews-Clay_Street_Center-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d15232215-Reviews-Tony_Bennett_Statue-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d104939-Reviews-or10-Cable_Car_Museum-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d26682142-Reviews-Misalignment_Museum-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d13544420-Reviews-The_Gregangelo_Museum-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d102775-Reviews-Exploratorium-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d1556974-Reviews-Walt_Disney_Family_Museum-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d104529-Reviews-SS_Jeremiah_O_Brien-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d103857-Reviews-Asian_Art_Museum-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d104542-Reviews-Musee_Mecanique-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d156333-Reviews-Legion_of_Honor-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d104217-Reviews-San_Francisco_Maritime_National_Historical_Park-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d105418-Reviews-San_Francisco_Museum_of_Modern_Art_SFMOMA-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d17640937-Reviews-San_Francisco_Ghosts-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d16652923-Reviews-Sidewalk-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d116450-Reviews-Grace_Cathedral-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d4097815-Reviews-Tonga_Room_Hurricane_Bar-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d532437-Reviews-Golden_Gate_Fortune_Cookies_Co-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d142393-Reviews-Club_Fugazi-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g187870-d191172-Reviews-Canal_Grande-Venice_Veneto.html",
            "https://www.tripadvisor.com/Attraction_Review-g644213-d6988192-Reviews-Monolithos_Beach-Monolithos_Santorini_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d2151161-Reviews-Peepshow-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g32750-d2547690-Reviews-Mt_Baldy_Road-Mount_Baldy_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g2492082-d8468412-Reviews-Dreamworld_Africana-Lekki_Lagos_State.html",
            "https://www.tripadvisor.com/Attraction_Review-g40835-d4714851-Reviews-Angel_Falls-Rangeley_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g41580-d527385-Reviews-Long_Beach-Gloucester_Cape_Ann_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d191349-Reviews-Quartiere_San_Lorenzo-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g60944-d10413066-Reviews-Pebble_Beach-Crescent_City_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32093-d117452-Reviews-Bolinas_Beach-Bolinas_Marin_County_California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g60713-d104939-Reviews-or10-Cable_Car_Museum-San_Francisco_California.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g60713-d104939-Reviews-Cable_Car_Museum-San_Francisco_California.html"
    }
]