[
    {
        "attraction_name": "Cabrillo National Monument",
        "attraction_name_vi": "Đài tưởng niệm quốc gia Cabrillo",
        "general_info": [
            "4.894 đánh giá",
            "11 trong số 736 điều cần làm ở San Diego",
            "Di tích lịch sử",
            "Các công viên quốc gia",
            "Tượng đài Tượng đài"
        ],
        "attraction_summary": "Tượng đài trang nghiêm tôn vinh Cabrillo, người khám phá Vịnh San Diego, nằm ở Point Loma nhìn ra thành phố và Vịnh.Đọc thêm",
        "reviews": [
            "NP đẹp!  Khung cảnh tuyệt đẹp của San Diego, Đảo Bắc và Bờ biển Thái Bình Dương tuyệt vời.  Trung tâm du khách được thực hiện tốt với nhiều đồ họa, triển lãm và chi tiết.  Lái xe vòng quanh để xem các hồ thủy triều và bờ biển.  Ước gì chúng ta có thể đến gần ngọn hải đăng Point Loma mới hơn.Đọc thêm",
            "Tôi thích khung cảnh nhìn từ Cabrillo và tôi khuyến khích bạn dành thời gian.  Là một người San Diego bản địa, đây luôn là một trong những địa điểm yêu thích của tôi.  Núi Soledad là một nơi khác.  Tôi cảm thấy bình yên khi ở đó.  Tôi luôn cảm thấy phấn khích khi nghĩ rằng mình đang ngắm nhìn vịnh biển xung quanh giống như những gì những nhà thám hiểm đầu tiên chắc hẳn đã nhìn thấy.Đọc thêm",
            "Lái xe vào khu vực, trả tiền bằng ô tô và tận hưởng vài giờ khám phá.  Trung tâm Du khách có cửa hàng quà tặng và đội ngũ nhân viên có tầm nhìn bao quát khắp San Diego.  Đi bộ một đoạn ngắn lên đồi để khám phá ngọn hải đăng.  Khi tham quan, chúng tôi có thể leo cầu thang bộ lên đỉnh nhưng không thể đi qua lối vào bên ngoài đỉnh hải đăng.  Quan điểm tuyệt vời!Đọc thêm",
            "Gia đình tôi đã dành 2 giờ ở đây để khám phá ngọn hải đăng và đi bộ trên những con đường mòn khác nhau trong công viên. Ngày chúng tôi đến, trung tâm du khách đang được tân trang lại nhưng họ vẫn mở một cửa hàng tạm bợ để bán đồ lưu niệm.\n\nTôi thích thực tế là ngọn hải đăng mở cửa và bạn có thể kiểm tra cả hai tầng và xem các phòng đã được tân trang lại mặc dù tầng trên cùng đã tắt đèn. Từ con đường mòn ven vịnh, bạn sẽ có tầm nhìn đẹp ra căn cứ quân sự Đảo Bắc và đường chân trời của San Diego. Bạn cũng có thể lái xe xuống các hồ thủy triều, đây là một địa điểm chụp ảnh tuyệt vời. Chắc chắn đáng để ghé thăm vào một ngày nắng ấm áp.\n\nĐọc thêm",
            "Nơi tuyệt đẹp. Rất đáng để ghé thăm. 20 đô la cho một chiếc xe để vào nhưng bạn có thể ghé thăm trong một tuần với vé đó. Nơi này có tầm nhìn tuyệt đẹp ra vịnh. Chúng tôi cũng đi bộ trên con đường mòn có rất nhiều bảng thông tin hay về khu vực này. Đọc thêm",
            "Nếu bạn có thời gian, di tích này chắc chắn đáng để ghé thăm. Việc đi qua hàng nghìn ngôi mộ chiến tranh trên đường lên đó không chỉ rất cảm động mà quang cảnh khi bạn lên đến đỉnh cũng rất ngoạn mục. Thật tuyệt vời khi nhìn thấy Trung tâm thành phố San Diego, những ngọn núi bao quanh Mexico ở phía xa.Đọc thêm",
            "Thật là một Di tích Quốc gia đẹp đẽ! Chúng tôi rất thích bộ phim về mô hình di cư của cá voi xám. Chúng tôi đi bộ lên để ngắm ngọn hải đăng và quang cảnh nhìn từ trên đó, thật đáng yêu như chúng tôi mong đợi. Chúng tôi yêu thích con đường mòn ven biển và các hồ thủy triều. Cabrillo là một nơi hoàn toàn tuyệt đẹp để dành vài giờ vào buổi sáng. Chỉ hơi tiếc là trong vài giờ ở đó, chúng tôi không phát hiện thấy bất kỳ con cá voi xám nào ngoài khơi như chúng tôi mong đợi.Đọc thêm",
            "Đơn vị nhỏ này của Dịch vụ Công viên Quốc gia có sức ảnh hưởng lớn!  Có những khung cảnh đẹp, những con đường mòn đi bộ đường dài, những hồ thủy triều để khám phá và lịch sử thú vị.  Chúng tôi đã dành nhiều thời gian ở đây hơn dự định vì nghĩ rằng đây chỉ là một tượng đài nhỏ của Castillo.  NPS đã làm rất tốt việc tổng hợp thông tin về tác động của việc khám phá châu Âu đối với người Mỹ bản địa trong khu vực.  Rất khuyến khích.Đọc thêm",
            "Đây là một nơi tuyệt vời để ghé thăm khi ở San Diego. Dành ít nhất 2 giờ. Có phí vào cửa là 20 đô la. Cảnh quan tuyệt đẹp từ trung tâm du khách và từ ngọn hải đăng. Thông tin tuyệt vời về lịch sử của khu vực. Phải đi bộ đường dài đến ngọn hải đăng và lái xe đến các hồ thủy triều. Hãy chắc chắn mang theo nước và đồ ăn nhẹ của riêng bạn. Đài phun nước bị hỏng vào ngày chúng tôi ghé thăm. Hoạt động gia đình hoàn hảo vào một ngày nắng. Đọc thêm",
            "Chúng tôi đã đến thăm Đài tưởng niệm quốc gia Cabrillo vào cuối tuần này và thật tuyệt. Đó là một ngày tuyệt vời.\n\nChúng tôi là thành viên và chúng tôi đã đến thăm vào tháng cuối cùng của tư cách thành viên, tháng 4 năm 2024.\n\nSau khi đi qua cổng, chúng tôi lái xe xuống tầng dưới. CẢNH QUAN ĐẸP, ĐẸP QUÁ!!!\n\nChúng tôi thích ngắm sư tử biển và bồ nông, và nghe tiếng sóng vỗ.\n\nSau đó, chúng tôi lái xe lên đỉnh, đến nơi mà bạn gọi là Trung tâm du khách. Chúng tôi đến đài quan sát, rồi Tượng Juan Rodriguez Cabrillo.\n\nSau đó, chúng tôi chia tay nhau. Gonzalo đi lên Ngọn hải đăng Cabrillo, còn tôi đến rạp chiếu phim để xem phim. Tất cả đều nói về chuyến khám phá San Diego của Juan Rodriguez Cabrillo và đoàn của ông.\n\nĐó là một ngày tuyệt vời khác tại Đài tưởng niệm quốc gia Cabrillo. Đọc thêm",
            "Đi qua một căn cứ quân sự để tìm hiểu về di tích này.   Tùy thuộc vào thời gian bạn có, bạn có thể thực hiện một chuyến thăm ngắn hơn để có thể ngắm nhìn khung cảnh bao quát của vùng hạ lưu Sand Diego, ngắm nhìn Mexico vào một ngày đẹp trời và đón máy bay hạ cánh xuống căn cứ quân sự.  Nếu có nhiều thời gian hơn, hãy ghé thăm ngọn hải đăng Old Point Loma và những con đường mòn đi bộ cho phép bạn ngắm nhìn khung cảnh tuyệt vời.  Cuối cùng bằng ô tô, tham quan phần dưới của Đài tưởng niệm Quốc gia Cabrillo và ghé thăm ga Old Point Loma.  Thật không may, chúng tôi không có xe hơi cũng như thời gian để làm việc này và Đài tưởng niệm bị đóng cửa nghiêm ngặt, nhưng chúng tôi rất thích chuyến thăm ở đó.   Trung tâm du khách đã đóng cửa vào thời điểm đó.Đọc thêm",
            "Chúng tôi đã đến thăm Đài tưởng niệm Quốc gia Cabrillo vào cuối tuần này và nó thật đẹp. Đó là một ngày tuyệt vời. Chúng tôi là thành viên và chúng tôi đã đến thăm vào tháng cuối cùng của tư cách thành viên, tháng 4 năm 2024. Sau khi đi qua cổng, chúng tôi lái xe xuống tầng thấp hơn. TẦM NHÌN ĐẸP, ĐẸP!!!Chúng tôi thích ngắm nhìn những con sư tử biển và bồ nông, cũng như nghe thấy tiếng sóng vỗ. Sau đó, chúng tôi lái xe lên đỉnh, đến nơi mà bạn gọi là Trung tâm Du khách. Chúng tôi đến đài quan sát, sau đó là Tượng Juan Rodriguez Cabrillo. Sau đó, chúng tôi chia tay. Gonzalo đi đến Ngọn hải đăng Cabrillo, còn tôi đi đến rạp chiếu phim. Đó là tất cả về việc Juan Rodriguez Cabrillo và phi hành đoàn của ông đã phát hiện ra San Diego. Đó là một ngày rực rỡ khác tại Đài tưởng niệm Quốc gia Cabrillo.Đọc thêm",
            "Đây là một nơi tuyệt vời để ghé thăm khi ở San Diego. Cho phép tối thiểu 2 giờ. Có một khoản phí vào cửa 20. Tầm nhìn tuyệt vời từ trung tâm du khách và từ ngọn hải đăng. Thông tin tuyệt vời về lịch sử của khu vực. Phải đi bộ đến ngọn hải đăng và lái xe đến các hồ thủy triều. Hãy nhớ mang theo nước và đồ ăn nhẹ của riêng bạn. Đài phun nước không hoạt động vào ngày chúng tôi ghé thăm. Hoạt động gia đình hoàn hảo vào một ngày nắng.Đọc thêm",
            "Đơn vị nhỏ này của Dịch vụ Công viên Quốc gia có sức ảnh hưởng lớn!  Có những khung cảnh đẹp, những con đường mòn đi bộ đường dài, những hồ thủy triều để khám phá và lịch sử thú vị.  Chúng tôi đã dành nhiều thời gian ở đây hơn dự định vì nghĩ rằng đây chỉ là một tượng đài nhỏ của Castillo.  NPS đã làm rất tốt việc tổng hợp thông tin về tác động của việc khám phá châu Âu đối với người Mỹ bản địa trong khu vực.  Rất khuyến khích.Đọc thêm",
            "Thật là một Di tích Quốc gia đẹp đẽ! Chúng tôi rất thích bộ phim về mô hình di cư của cá voi xám. Chúng tôi đi bộ lên để ngắm ngọn hải đăng và quang cảnh nhìn từ trên đó, thật đáng yêu như chúng tôi mong đợi. Chúng tôi yêu thích con đường mòn ven biển và các hồ thủy triều. Cabrillo là một nơi hoàn toàn tuyệt đẹp để dành vài giờ vào buổi sáng. Chỉ hơi tiếc là trong vài giờ ở đó, chúng tôi không phát hiện thấy bất kỳ con cá voi xám nào ngoài khơi như chúng tôi mong đợi.Đọc thêm",
            "Ngoài khía cạnh lịch sử của công viên này, còn có những khung cảnh tuyệt vời ở 3 hướng, một số cảnh quan tuyệt đẹp, những con đường mòn dẫn xuống nước và những nơi để ngồi thưởng ngoạn thực vật, chim chóc và phong cảnh. Đáng giá phí đậu xe.Đọc thêm",
            "Nếu bạn có thời gian, di tích này chắc chắn đáng để ghé thăm. Việc đi qua hàng nghìn ngôi mộ chiến tranh trên đường lên đó không chỉ rất cảm động mà quang cảnh khi bạn lên đến đỉnh cũng rất ngoạn mục. Thật tuyệt vời khi nhìn thấy Trung tâm thành phố San Diego, những ngọn núi bao quanh Mexico ở phía xa.Đọc thêm",
            "Nơi tuyệt đẹp. Rất đáng để ghé thăm. 20 đô la cho một chiếc xe để vào nhưng bạn có thể ghé thăm trong một tuần với vé đó. Nơi này có tầm nhìn tuyệt đẹp ra vịnh. Chúng tôi cũng đi bộ trên con đường mòn có rất nhiều bảng thông tin hay về khu vực này. Đọc thêm",
            "Gia đình tôi đã dành 2 giờ ở đây để khám phá ngọn hải đăng và đi bộ trên những con đường mòn khác nhau trong công viên. Ngày chúng tôi đến, trung tâm du khách đang được tân trang lại nhưng họ vẫn mở một cửa hàng tạm thời để bán đồ lưu niệm. Tôi thích việc ngọn hải đăng mở cửa và bạn có thể kiểm tra cả hai tầng và xem các phòng đã được tân trang lại mặc dù tầng trên cùng vẫn sáng đèn. đóng cửa. Từ con đường mòn ven vịnh, bạn sẽ có tầm nhìn đẹp ra căn cứ quân sự Đảo Bắc và đường chân trời của San Diego. Bạn cũng có thể lái xe xuống các hồ thủy triều, đây là một địa điểm chụp ảnh tuyệt vời. Chắc chắn đáng để ghé thăm vào một ngày nắng ấm.Đọc thêm",
            "Chúng tôi đã có khoảng thời gian tuyệt vời tại TƯỞNG TƯỢNG QUỐC GIA CABRILLO, bắt đầu từ cấp độ thấp hơn. Chúng tôi đã dành khoảng 15 PHÚT ở đó, trên chiếc ghế dài xinh xắn!! CHÚNG TÔI TÌM THẤY MỘT ĐIỂM ĐẬU XE DÀNH CHO NGƯỜI KHUYẾT TẬT. Sau đó, chúng tôi lái xe đến TRUNG TÂM KHÁCH HÀNG để ngắm cảnh và Tượng JUAN RODRIQUEZ CABRILLO. Ở tầng trên, có rất ít người khuyết tật các điểm đỗ xe. Chúng tôi chỉ thấy một chiếc, nhưng nó dành cho một chiếc RV. CHÚNG TÔI CỰC KỲ THẤT VỌNG VỚI ĐIỀU NÀY!!! Lần đầu tiên, chúng tôi nhìn thấy một chiếc máy bay chở một nhân vật chính trị bay vào Đảo Bắc. Sau đó nó bay đến Ngọn hải đăng. Ở đó đặc biệt có gió và chúng tôi yêu thích nó. Lần này chúng tôi không vào Ngọn hải đăng mà đi dạo quanh nó. Đó là một ngày đẹp trời nhưng rất mát mẻ và nhiều gió; MÀ CHÚNG TÔI YÊU THÍCH!!! Chúng tôi đã có cái nhìn rõ hơn về NGHĨA TRANG QUÂN ĐỘI FORT ROSECRANS khi lái xe ra ngoài. Thật đẹp với thảm cỏ xanh.Đọc thêm",
            "Bạn có được phép đăng ký tàu Hải quân khởi hành không?  Tôi không muốn phá vỡ bất kỳ quy tắc nào hoặc khiến thủy thủ của mình gặp rắc rối - nhưng tôi muốn giữ vững một quy tắc khi con tàu đi qua.  Cảm ơn.Đọc thêm",
            "Chúng tôi sẽ đến thăm vào tháng 9 và tôi rất muốn đến thăm. Tôi muốn nhìn thấy các vũng thủy triều lần đầu tiên nhưng không biết làm thế nào để biết khi nào thủy triều xuống? Bạn có thể cho tôi biết?Đọc thêm",
            "Bạn phải xem các báo cáo được liệt kê trên web Đọc thêm",
            "Hiện tại nên đến lúc nào là tốt nhất để khám phá các hồ thủy triều?Đọc thêm",
            "Bạn phải kiểm tra thời gian thủy triều.  Nói chung là tốt nhất 2 giờ trước và 2 giờ sau thời điểm thủy triều xuống.Đọc thêm",
            "Chúng ta có thể đi dã ngoại ở đây không?Đọc thêm",
            "Các khu vực ngoài trời được mở cửa nhưng không có khu dã ngoại cụ thể. Có rất nhiều không gian ngoài trời nếu bạn mang theo ghế riêng, v.v. nên bạn có thể tìm được nơi nào đó phù hợp cho chuyến dã ngoại. Đọc thêm",
            "Cái này có tốt cho trẻ 2, 3 7 tuổi không?  Chúng tôi sẽ đến thăm vào tuần lễ Giáng sinh.Đọc thêm",
            "Có chắc chắn rồi!! Khu vui chơi ở đây thật tuyệt vời!! Trẻ em thích lắm!!Đọc thêm",
            "Chúng ta nên dành bao lâu cho một chuyến thăm? Cả ngày? Nửa ngày? Vài giờ?Đọc thêm",
            "Tôi sẽ nói khoảng 2 giờĐọc thêm",
            "Làm sao tôi có thể đến đó bằng phương tiện giao thông công cộng? Cảm ơn. Đọc thêm",
            "Bạn có thể đi Lyft hoặc Uber nhưng dù bằng cách nào Đọc thêm",
            "Người khuyết tật có thể tiếp cận được không?Đọc thêm",
            "Có thể tiếp cận khoản thanh toán m nhưng các hồ thủy triều khó tiếp cận bằng xe lăn.\nĐọc thêm",
            "Có chỗ đậu xe cho xe tải 25 không?Đọc thêm",
            "Họ có một vài không gian lớn hơn được đánh dấu cho xe RV và xe buýt.   Phần còn lại là chỗ đậu xe tiêu chuẩn.Đọc thêm",
            "Vật nuôi này có thân thiện không?Đọc thêm",
            "Có, tôi nghĩ vậy, nhưng bạn nên gọi trực tiếp cho Park để xác nhận hoặc kiểm tra trang web của họ. Tôi không để ý đến bất kỳ vật nuôi nào khi ở đó, nhưng không thực sự chú ý đến vẻ đẹp của nó. Đọc thêm"
        ],
        "star_ratings": [
            3217,
            1418,
            226,
            22,
            11
        ],
        "review_amount": 4894,
        "location": [
            "Hoa Kỳ",
            "Những việc cần làm ở San Diego",
            "thành phố San Diego",
            "Đài tưởng niệm quốc gia Cabrillo",
            "California CA"
        ],
        "reviews_time": [
            "Written August 2, 2023",
            "Written August 26, 2023",
            "Written September 4, 2023",
            "Written December 18, 2023",
            "Written December 23, 2023",
            "Written February 22, 2024",
            "Written March 17, 2024",
            "Written March 18, 2024",
            "Written March 30, 2024",
            "Written April 7, 2024",
            "Written May 27, 2024",
            "Written April 7, 2024",
            "Written March 31, 2024",
            "Written March 18, 2024",
            "Written March 17, 2024",
            "Written March 11, 2024",
            "Written February 22, 2024",
            "Written December 23, 2023",
            "Written December 18, 2023",
            "Written October 9, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g60750-d116565-Reviews-Cabrillo_National_Monument-San_Diego_California.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g60750-d3677089-Reviews-Vessel_Restaurant_Bar-San_Diego_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60750-d4156288-Reviews-Fathom_Bistro_Bait_and_Tackle-San_Diego_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60750-d1932467-Reviews-Blue_Wave_Bar_Grill-San_Diego_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32250-d26987045-Reviews-McDonald_s-Coronado_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32578-d5101924-Reviews-Starbucks-La_Jolla_San_Diego_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60750-d23702977-Reviews-Violet_Cake_Co-San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60750-d116564-Reviews-Point_Loma-San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60750-d266820-Reviews-Old_Point_Loma_Lighthouse-San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60750-d144981-Reviews-Cabrillo_Tide_Pools-San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60750-d557349-Reviews-Fort_Rosecrans_National_Cemetery-San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60750-d531819-Reviews-USS_Midway_Museum-San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60750-d2476269-Reviews-Sunset_Cliffs_Natural_Park-San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60750-d156259-Reviews-Shelter_Island-San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32250-d117411-Reviews-Coronado_Beach-Coronado_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32250-d1519764-Reviews-Coronado_Island-Coronado_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g1026458-d23827870-Reviews-La_Playa_Grande_Amapala-Amapala_Valle_Department.html",
            "https://www.tripadvisor.com/Attraction_Review-g60750-d116565-Reviews-or10-Cabrillo_National_Monument-San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32578-d255307-Reviews-La_Jolla_Cove-La_Jolla_San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60750-d104122-Reviews-San_Diego_Zoo-San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60750-d102782-Reviews-Balboa_Park-San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60750-d208324-Reviews-Torrey_Pines_State_Natural_Reserve-San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60750-d531826-Reviews-Torrey_Pines_State_Beach-San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32578-d127015-Reviews-Windansea_Beach-La_Jolla_San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60750-d1591188-Reviews-Next_Level_Sailing-San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60750-d1860899-Reviews-Sail_San_Diego-San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60750-d12504166-Reviews-Eco_Boat_Rentals-San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60750-d1049968-Reviews-Sail_Stars_Stripes-San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60750-d8761477-Reviews-Horizon_Charters_America_s_Shark_Boat-San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60750-d8567343-Reviews-West_Coast_Paddle_Board_Rentals-San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60750-d2624805-Reviews-San_Diego_Sailing_Tours-San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60750-d2432283-Reviews-Islander_Charters_Inc-San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g294013-d6477180-Reviews-Mangrove_National_Park-Abu_Dhabi_Emirate_of_Abu_Dhabi.html",
            "https://www.tripadvisor.com/Attraction_Review-g155019-d185111-Reviews-Scarborough_Bluffs-Toronto_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g190479-d656587-Reviews-Fram_Museum-Oslo_Eastern_Norway.html",
            "https://www.tripadvisor.com/Attraction_Review-g32066-d146942-Reviews-Berkeley_Marina-Berkeley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g293917-d4549664-Reviews-Art_in_Paradise_Chiang_Mai_3D_Art_Museum-Chiang_Mai.html",
            "https://www.tripadvisor.com/Attraction_Review-g57371-d104261-Reviews-Quechee_Gorge-Quechee_Hartford_Vermont.html",
            "https://www.tripadvisor.com/Attraction_Review-g52607-d8806255-Reviews-Downtown_Erie-Erie_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g198541-d190958-Reviews-Lake_Titisee-Titisee_Neustadt_Baden_Wurttemberg.html",
            "https://www.tripadvisor.com/Attraction_Review-g34574-d7815102-Reviews-Cocoa_Beach_Shuttle-Port_Canaveral_Brevard_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g1189834-d11777498-Reviews-Taxi_Boats_to_Red_White_and_Black_Beach-Akrotiri_Santorini_Cyclades_South_Aegea.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g60750-d116565-Reviews-or10-Cabrillo_National_Monument-San_Diego_California.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g60750-d116565-Reviews-Cabrillo_National_Monument-San_Diego_California.html"
    }
]