[
    {
        "attraction_name": "Cacapon Resort State Park",
        "attraction_name_vi": "Công viên tiểu bang nghỉ dưỡng Cacapon",
        "general_info": [
            "287 đánh giá",
            "2 trong số 18 điều cần làm ở Berkeley Springs",
            "Công viên tiểu bang"
        ],
        "attraction_summary": "Nằm dưới bóng của đỉnh núi cao nhất ở phần phía đông của Tây Virginia, Công viên Tiểu bang Cacapon Resort cung cấp 6.000 mẫu đất nghỉ ngơi ngoài trời thú vị quanh năm. Công viên cung cấp các hoạt động trên hồ và cơ hội đi bộ đường dài, cabin nghỉ mát, chơi gôn và nhà hàng ở Đông Panhandle của Tây Virginia. Từ Cacapon là một từ bắt nguồn từ một từ Shawnee của Ấn Độ có nghĩa là nước thuốc, ám chỉ những vùng nước khoáng nổi tiếng trong suốt lịch sử vì khả năng chữa bệnh của chúng. Lưu ý: Cacapons Lodge đang trong quá trình chuyển đổi và mở rộng. Khi đến nơi, du khách sẽ thấy và quan sát quá trình xây dựng đang diễn ra để bổ sung thêm nhiều phòng và tiện nghi hơn. Các nhà thầu hoạt động từ 7 giờ sáng đến 5 giờ chiều. Nhân viên công viên đánh giá cao sự hiểu biết và kiên nhẫn của du khách.Đọc thêm",
        "reviews": [
            "Công viên tiểu bang yên tĩnh này có một nhà nghỉ bằng gỗ xinh đẹp 2-3 tuổi bên cạnh một nhà nghỉ cũ hơn.  Khách sạn đối diện với một sân gôn đẹp ở một bên và phía bên kia là ngọn núi.  Chúng tôi trả tiền cho một phòng nhìn ra núi nhưng thực sự chỉ có tầm nhìn ra cây cối và bãi đậu xe.  Khi chúng tôi yêu cầu chuyển đi, họ đã cung cấp cho chúng tôi một căn phòng có tầm nhìn đẹp ra sân gôn.  Khách sạn và công viên có hồ bơi trong nhà, bồn tắm nước nóng không hoạt động, spa, cưỡi ngựa, bơi lội ở hồ nhỏ, đi bộ đường dài nhiều.  Có rất nhiều cabin mộc mạc khác cho thuê đã được cập nhật với đầy đủ nhà bếp, máy sưởi, máy lạnh.  Khách sạn có nhà hàng và quầy bar đẹp mắt với chỗ ngồi trong nhà và ngoài trời.  Dịch vụ rất tuyệt vời. Có rất nhiều thứ để làm ở đây và nếu không thì thị trấn Berkeley Springs cũng cách đó khoảng 20 phút.  Đọc thêm",
            "Dự định dành vài giờ đi bộ đường dài và dành thời gian còn lại ở bãi biển.  Có thể là một chuyến thăm hai ngày với tất cả những gì họ cung cấp.  Đi bộ rất tuyệt.  Yêu thích có rất nhiều khu vực để lựa chọn sau đó để nướng và thư giãn.  Chưa bao giờ đến bãi biển vì rất có thể nước có vẻ hơi xanh do không có mưa quá lâu.  Bóng chuyền cát và các hoạt động khác có sẵn.  Những con đường dành cho xe đạp leo núi hơi quá sức đối với chúng tôi:.  Lên đường đến Cacapon Mountain Overlook thật tuyệt vời!!!!  Đừng khuyên bạn nên dùng Prius của mình giống như một người mà chúng tôi đã gặp: Đọc thêm",
            "Cuối tuần của mẹ và con gái - Bữa sáng ngon và đi bộ đường dài thú vị! Chúng tôi ở tại một BB ở Berkeley Springs và lái xe một đoạn ngắn đến Cacapon. Thưởng thức bữa sáng tuyệt vời và sau đó đi bộ đường dài. Chúng tôi lái xe trên con đường đất đến đài quan sát - xứng đáng với thời gian và bụi trên xe của bạn. Đọc thêm",
            "Nhà nghỉ bằng gỗ này nổi bật về dịch vụ, tiện nghi và vị trí. Là một trong những công viên tiểu bang Tây VA ít được biết đến hơn, chỉ cách Berkeley Springs một đoạn ngắn. Nó cũng mới và có mọi thứ mà một gia đình hoặc một vài nhóm cần cho một ngày cuối tuần hoặc kỳ nghỉ tuyệt vời. Không thể giới thiệu nó đủ cao.Đọc thêm",
            "Phòng và Resort rất sạch sẽ và chào đón.  Thức ăn nhà hàng ở mức trung bình.  Dịch vụ rất tốt.  Không khí mời gọi.  Đã sử dụng bồn tắm nước nóng rất sảng khoái.  Đã làm móng chân tại spa.  Sarah đã làm rất tốt việc chăm sóc bàn chân và móng chân của tôi. Tôi sẽ quay lại Resort nếu có cơ hội.Xem thêm",
            "Khu nghỉ dưỡng tuyệt vời với rất nhiều sự lựa chọn. Chúng tôi ở trong một căn nhà gỗ rất tuyệt, có lò sưởi, nhà bếp đầy đủ tiện nghi, phòng tắm đầy đủ tiện nghi. Nội thất đẹp. Nướng bên ngoài chúng tôi nấu trên. Khu vực đẹp, lái xe lên ngắm cảnh, rất đẹp. Hoa vàng nở khắp nơi. Ăn sáng tại nhà nghỉ một ngày, buffet điển hình, 13 món mỗi người.Đọc thêm",
            "Khu nghỉ dưỡng tuyệt vời với rất nhiều sự lựa chọn. Chúng tôi ở trong một căn nhà gỗ rất tuyệt, có lò sưởi, nhà bếp đầy đủ tiện nghi, phòng tắm đầy đủ tiện nghi. Nội thất đẹp. Nướng bên ngoài chúng tôi nấu trên. Khu vực đẹp, lái xe lên ngắm cảnh, rất đẹp. Hoa vàng nở khắp nơi. Ăn sáng tại nhà nghỉ một ngày, buffet điển hình, 13 món mỗi người.Đọc thêm",
            "Nhà nghỉ rất đẹp. Đã được cải tạo sạch sẽ. Cảnh quan đẹp. Các phòng ngủ đẹp, khá sạch sẽ. Phòng ngủ nhỏ, chỉ đủ chỗ cho 2 người. Có tủ lạnh mini nhưng không có lò vi sóng. Giường ổn, chỉ có ba chiếc gối, thật kỳ lạ. Khu nghỉ dưỡng có các hoạt động được lên kế hoạch mà khách có thể ở lại. Họ cũng cho thuê xuồng, thuyền kayak, thuyền chèo. Khách hàng được sử dụng hồ miễn phí. Không xa trên đường là một điểm quan sát, hoàn toàn xứng đáng để tôi làm bẩn xe. Đó là một con đường sỏi dài 4 dặm. Đọc thêm",
            "Phòng và Resort rất sạch sẽ và chào đón.  Thức ăn nhà hàng ở mức trung bình.  Dịch vụ rất tốt.  Không khí mời gọi.  Đã sử dụng bồn tắm nước nóng rất sảng khoái.  Đã làm móng chân tại spa.  Sarah đã làm rất tốt việc chăm sóc bàn chân và móng chân của tôi. Tôi sẽ quay lại Resort nếu có cơ hội.Xem thêm",
            "Nhà nghỉ này nổi bật về dịch vụ, tiện nghi và vị trí. Một trong những công viên tiểu bang ít được biết đến ở Tây VA, chỉ cách Berkeley Springs một quãng đường ngắn. Nơi này cũng mới và có mọi thứ mà một gia đình hoặc một nhóm bạn cần cho một kỳ nghỉ cuối tuần hoặc kỳ nghỉ tuyệt vời. Không thể giới thiệu nơi này đủ cao. Đọc thêm",
            "Cuối tuần của Mẹ và Con gái - Bữa sáng ngon miệng và chuyến đi bộ đường dài vui vẻ! Chúng tôi ở tại một quán BB ở Berkeley Springs và lái xe một đoạn ngắn đến Cacapon. Thưởng thức bữa sáng tuyệt vời và sau đó đi bộ đường dài. Chúng tôi đã lái con đường trải nhựa đến nơi quan sát - điều đó thật đáng giá thời gian và bụi bặm trên xe của bạn.Đọc thêm",
            "Dự định dành vài giờ đi bộ đường dài và dành thời gian còn lại ở bãi biển.  Có thể là một chuyến thăm hai ngày với tất cả những gì họ cung cấp.  Đi bộ rất tuyệt.  Yêu thích có rất nhiều khu vực để lựa chọn sau đó để nướng và thư giãn.  Chưa bao giờ đến bãi biển vì rất có thể nước có vẻ hơi xanh do không có mưa quá lâu.  Bóng chuyền cát và các hoạt động khác có sẵn.  Những con đường dành cho xe đạp leo núi hơi quá sức đối với chúng tôi:.  Lên đường đến Cacapon Mountain Overlook thật tuyệt vời!!!!  Đừng khuyên bạn nên dùng Prius của mình giống như một người mà chúng tôi đã gặp: Đọc thêm",
            "Công viên tiểu bang yên tĩnh này có một nhà nghỉ bằng gỗ xinh đẹp 2-3 tuổi bên cạnh một nhà nghỉ cũ hơn.  Khách sạn đối diện với một sân gôn đẹp ở một bên và phía bên kia là ngọn núi.  Chúng tôi trả tiền cho một phòng nhìn ra núi nhưng thực sự chỉ có tầm nhìn ra cây cối và bãi đậu xe.  Khi chúng tôi yêu cầu chuyển đi, họ đã cung cấp cho chúng tôi một căn phòng có tầm nhìn đẹp ra sân gôn.  Khách sạn và công viên có hồ bơi trong nhà, bồn tắm nước nóng không hoạt động, spa, cưỡi ngựa, bơi lội ở hồ nhỏ, đi bộ đường dài nhiều.  Có rất nhiều cabin mộc mạc khác cho thuê đã được cập nhật với đầy đủ nhà bếp, máy sưởi, máy lạnh.  Khách sạn có nhà hàng và quầy bar đẹp mắt với chỗ ngồi trong nhà và ngoài trời.  Dịch vụ rất tuyệt vời. Có rất nhiều thứ để làm ở đây và nếu không thì thị trấn Berkeley Springs cũng cách đó khoảng 20 phút.  Đọc thêm",
            "Khu nghỉ dưỡng rất đẹp.  nhân viên là sân golf tuyệt vời trong tình trạng đẹp. Hầu hết các nhân viên chơi gôn đều là những người đặc biệt. Một vấn đề của tôi trên sân gôn. Kiểm lâm Jim.  Tôi là một cựu chiến binh bị thương trong chiến đấu và có một con chó phục vụ để chữa vết thương cho tôi. Kiểm lâm này đã rình rập E trên sân 12 lỗ. Sau đó quyết định rằng anh ấy sẽ ngăn tôi chơi để nói rằng tôi cho phép bạn nuôi con chó của mình. Vâng, Đạo luật Người khuyết tật Hoa Kỳ không có.  Mà anh ta cứ quấy rối tôi.  Chà, cá nhân đó đã vi phạm các quyền của tôi nhưng công viên Bang cảm thấy rằng điều đó là ổn đối với một Cựu chiến binh. Và một Người khuyết tật, anh ta chỉ bị quản chế.  Đẹp như công viên vậy. Tôi sẽ không giới thiệu bất kỳ ai bị khuyết tật hoặc thiết bị khuyết tật. Bởi vì rõ ràng họ không quan tâm đến quyền của chúng tôi theo Đạo luật Người khuyết tật Hoa Kỳ.  Luôn cảm thấy được chào đón tại sân golf, khu nghỉ dưỡng và nhà hàng. Cho đến thời điểm này khi tôi bị tố cáo là người khuyết tật và có động vật phục vụ cho người khuyết tật của mình Đọc thêm",
            "Tôi chỉ ở khu vực này đủ lâu để ăn trưa tại khu nghỉ dưỡng.  Nhân viên chờ đợi rất thân thiện và chu đáo.  Bữa ăn có chất lượng trên mức trung bình và xứng đáng với số tiền bỏ ra.  Tôi đã dành thời gian tham quan một số tiện nghi - hồ bơi, phòng tập thể dục, cửa hàng quà tặng và sắp xếp ngoài trời - tất cả dường như đều trên mức trung bình về chất lượng và độ sạch sẽ.  Tôi đánh giá cao việc có một người phục vụ ở khu vực bể bơi trong nhà và mặc dù họ không phải là nhân viên cứu hộ nhưng việc có sẵn một nhân viên là rất quan trọng để đảm bảo an toàn.  Nó đáng để tôi ủng hộ khi lần sau tôi ghé thăm khu vực này.Đọc thêm",
            "Bồn tắm nước nóng vẫn không hoạt động. Hình như đã mấy tháng rồi mà vẫn chưa sửa được. Không có dịch vụ dọn phòng và bạn phải trả 200 mỗi đêm cho tiền phòng. Máy làm đá ở tầng 3 không hoạt động được vài ngày sau khi được báo cáo. Bản thân khu nghỉ dưỡng rất đẹp và các phòng phía bắc cũng rất đẹp. Đi bộ đường dài tuyệt vời và nhiều hoạt động để bạn lựa chọn.Đọc thêm",
            "Thuyền kayak hoặc ván chèo cá nhân có được phép đi trên hồ không?Đọc thêm",
            "Khi ở trong cabin tại công viên, bạn có thể bơi miễn phí không? Chúng tôi phải trả thêm những khoản phí nào ngoài chi phí phòng? Đọc thêm",
            "Cho dù ở trong nhà nghỉ hay ở một trong các cabin, tất cả những ai trả tiền chỗ ở tại Cacapon Resort State Park đều được vào bãi biển miễn phí. Có rất nhiều hoạt động miễn phí khác để làm trong công viên này, bao gồm đi bộ đường dài trên một số con đường mòn đẹp nhất và ngắm cảnh đáng để đi bộ trên đường mòn sườn núi. Ngoài ra còn có những việc khác để làm tại công viên này KHÔNG nằm trong phí chỗ ở của bạn; như thuê một chiếc thuyền chèo trên hồ, chơi gôn trên sân gôn được thiết kế vô cùng ấn tượng, thưởng thức bữa ăn trong phòng ăn.Đọc thêm",
            "Bạn có định sửa sân gôn không??  Đưa ai đó vào đó biết họ đang làm gì.  Nơi này là một bãi rác.Đọc thêm",
            "Bạn có thể bơi ở công viên tiểu bang cacaponĐọc thêm",
            "Có một hồ nước ngọt đáng yêu đã được nạo vét vài năm trước và bãi biển được chăm sóc thường xuyên nên bơi lội tại Cacapon Resort State Park là một cách hay, giá cả phải chăng và thú vị để một gia đình tận hưởng một buổi chiều mùa hè.Đọc thêm",
            "Đi bơi hết bao nhiêu tiềnĐọc thêm",
            "Giá năm đô la cho người lớn, con tôi tám tuổi và hai tuổi và được miễn phí! Đọc thêm",
            "Chi phí bơi là bao nhiêu? Đọc thêm",
            "Tôi khá chắc chắn rằng vẫn giới hạn dưới 5 tuổi đối với người lớn và dưới 4 tuổi đối với trẻ em được phép đến bãi biển bơi nếu bạn không phải là khách tại Lodge hoặc ở một trong những cabin cho thuê trong công viên. Đọc thêm",
            "Tôi hy vọng sẽ mang theo BBF của mình nhân dịp sinh nhật lần thứ 50 của cô ấy và 4 đứa con của chúng tôi từ 11-14 tuổi sẽ ở trong cabin trong 2 ngày 1 đêm.  Tôi đang tự hỏi liệu tôi có thể đặt trước khoản thanh toán theo thời gian cho việc cưỡi ngựa không?  thuyền?  bắn đất sét?  Một bữa ăn tại nhà hàng?  Tôi không thể tìm ra cách thực hiện bất kỳ hoạt động dự kiến ​​nào.  Hoặc điều này không cần thiết hoặc thậm chí có sẵn?  Ngoài ra - có hoạt động nào phải làm ở đây không?  Có điều gì đáng để rời khỏi công viên, tức là đi vào thị trấn không?  Cảm ơn tất cả!!! Đọc thêm",
            "Có, bạn có thể đặt trước tất cả những điều trên.  Chắc chắn rời khỏi công viên và lái xe về phía bắc trên Rt 522 đến Berkeley Springs. Nó chỉ cách đây 10 dặm. Đổ đầy bình vào đài phun nước suối, nơi được đánh giá là một trong những nguồn nước tinh khiết nhất, có khoáng chất nhất trên thế giới. Những đứa trẻ có thể tận hưởng việc lội trong suối tự nhiên ở công viên tiểu bang ở trung tâm thị trấn. Ngoài ra còn có rất nhiều cửa hàng thú vị dành cho cả người lớn và trẻ em.  Cacapon Lodge vẫn có một số món ăn tự chế biến ngon nhất trong khu vực, vì vậy bạn có thể ăn uống thoải mái tại nhà nghỉ trong tất cả các bữa ăn của mình.  Bọn trẻ có thể thích chạy đến Dairy Queen trên đường đến Berkeley Springs.  Chúc bạn vui vẻ!!!! Đọc thêm",
            "công viên có nơi nào để bạn có thể nhìn thấy và tham quan thác nước và có thể đến đó bằng cách đi bộ một đoạn ngắn khôngĐọc thêm",
            "Nếu bạn muốn có một thác nước tuyệt vời, bạn cần đến Công viên bang Blackwater Falls gần Davis, WVA.  Nó thật ngoạn mục và là một trong những địa điểm yêu thích của tôi trên thế giới vào bất kỳ mùa nào trong năm.  Có một nhà nghỉ lịch sử trên vách núi được đặt tên là Grand Canyon của WVA, nơi có phong cảnh ngoạn mục và có nhiều thác nước ở hai bên hẻm núi.  Những chiếc lá mùa thu thật ngoạn mục vào tháng 10 cũng như mùa thu lạnh giá vào mùa đông.  Hãy quên Cacapon đi nếu đó là thác nước bạn đang tìm kiếm.  Bạn cũng có thể dừng Swallow Falls gần Hồ Deep Creek trên đường đến hoặc từ Davis, WVA, điều này thật tuyệt vời!Đọc thêm",
            "Chó có được phép lên thuyền cho thuê không?Đọc thêm",
            "Xin lỗi quá lâu để trả lời.  Có, vật nuôi được phép mang vào nhưng chỉ trong một số cabin nhất định.  Cuộc gọi chắc chắn.Đọc thêm",
            "Nhà hàng trong nhà nghỉ còn phục vụ bia và rượu không?Đọc thêm",
            "Tôi không biết nhà hàng có cung cấp bia rượu không.  Chúng tôi ở lại Old Inn và mang theo mọi thứ, tự nấu tất cả các bữa ăn.Đọc thêm"
        ],
        "star_ratings": [
            163,
            101,
            13,
            7,
            3
        ],
        "review_amount": 287,
        "location": [
            "Tây Virginia WV",
            "Berkeley Springs",
            "Những điều cần làm ở Berkeley Springs",
            "Công viên tiểu bang nghỉ dưỡng Cacapon",
            "Hoa Kỳ"
        ],
        "reviews_time": [
            "Written August 2, 2023",
            "Written August 9, 2023",
            "Written August 30, 2023",
            "Written December 2, 2023",
            "Written April 27, 2024",
            "Written June 4, 2024",
            "Written June 4, 2024",
            "Written May 26, 2024",
            "Written April 27, 2024",
            "Written December 2, 2023",
            "Written August 30, 2023",
            "Written August 9, 2023",
            "Written August 2, 2023",
            "Written July 13, 2023",
            "Written July 4, 2023",
            "Written June 29, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g58870-d3731197-Reviews-Cacapon_Resort_State_Park-Berkeley_Springs_West_Virginia.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g59108-d4963474-Reviews-Berkley_Springs-Glen_Morgan_West_Virginia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g58870-d9454545-Reviews-Cacapon_Resort_State_Park_Restaurant-Berkeley_Springs_West_Virginia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g58870-d10081101-Reviews-Keshia_s_Kakes-Berkeley_Springs_West_Virginia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g58870-d27661875-Reviews-Krispy_Krunchy_Chicken-Berkeley_Springs_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58870-d26219791-Reviews-Cold_Run_Valley_Winery-Berkeley_Springs_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58870-d6728635-Reviews-Morgan_County_Observatory-Berkeley_Springs_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g57647-d10251811-Reviews-Bailey_s_Walking_After_Midnight_Farm-Cross_Junction_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58870-d27061966-Reviews-Wobble_Clay_Shooting_Range-Berkeley_Springs_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58870-d3731197-Reviews-or10-Cacapon_Resort_State_Park-Berkeley_Springs_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58870-d146097-Reviews-Berkeley_Springs_State_Park-Berkeley_Springs_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58870-d12505847-Reviews-Give_Purrs_a_Chance-Berkeley_Springs_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58870-d27793721-Reviews-Exline_Gardens-Berkeley_Springs_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g41098-d1570066-Reviews-C_O_Canal_Paw_Paw_Tunnel-Cumberland_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g58870-d218831-Reviews-Atasia_Spa-Berkeley_Springs_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58870-d106677-Reviews-Prospect_Peak-Berkeley_Springs_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58870-d9565369-Reviews-Berkeley_Springs_Brewing_Co-Berkeley_Springs_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58870-d6728643-Reviews-Renaissance_Spa_at_Country_Inn_at_Berkeley_Springs-Berkeley_Springs_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58870-d2242246-Reviews-Frog_Valley_Artisans_LTD-Berkeley_Springs_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58870-d218836-Reviews-Berkeley_Springs_Antique_Mall-Berkeley_Springs_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58870-d23462049-Reviews-Berkeley_Springs_Salt_Cave-Berkeley_Springs_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58870-d6612148-Reviews-Museum_of_the_Berkeley_Springs-Berkeley_Springs_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58870-d12076933-Reviews-The_Naked_Olive-Berkeley_Springs_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g31388-d2345099-Reviews-Canyon_Lake-Tortilla_Flat_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g189158-d3214902-Reviews-Time_Out_Market_Lisboa-Lisbon_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g580232-d793511-Reviews-Villa_Romana_del_Casale-Piazza_Armerina_Province_of_Enna_Sicily.html",
            "https://www.tripadvisor.com/Attraction_Review-g1190273-d3670489-Reviews-Masca_Gorge_Trail-Masca_Tenerife_Canary_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g187371-d8820236-Reviews-Gamescom-Cologne_North_Rhine_Westphalia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60583-d2578450-Reviews-Richardson_Ocean_Park-Hilo_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g12866457-d552590-Reviews-Tam_Coc-Ninh_Hai_Hoa_Lu_District_Ninh_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g11900445-d8440722-Reviews-Ko_Olina_Beach_Park-Ko_Olina_Kapolei_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d143358-Reviews-Intrepid_Museum-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g298657-d294632-Reviews-Patara_PlajI-Patara_Turkish_Mediterranean_Coast.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g58870-d3731197-Reviews-or10-Cacapon_Resort_State_Park-Berkeley_Springs_West_Virginia.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g58870-d3731197-Reviews-Cacapon_Resort_State_Park-Berkeley_Springs_West_Virginia.html"
    }
]