[
    {
        "attraction_name": "Caddo Lake State Park",
        "attraction_name_vi": "Công viên tiểu bang hồ Caddo",
        "general_info": [
            "257 đánh giá",
            "2 trong số 10 điều cần làm ở Karnack",
            "Công viên tiểu bang",
            "Nguồn nước"
        ],
        "attraction_summary": "Một công viên được đánh giá cao ở phía đông bắc Texas với hồ tự nhiên lớn nhất ở Texas và vùng đất đầm lầy thú vị. Công viên này nằm gần các thị trấn Karnack, Uncertain và Marshall.Đọc thêm",
        "reviews": [
            "Chúng tôi đã dành vài giờ ở đây khi chúng tôi đi ngang qua. Các cabin được phục hồi trông thật tuyệt vời. Tôi rất muốn được nhìn thấy bên trong. Công viên có một số kết nối kéo dài và một số kết nối ngược. Một vài kết nối đầy đủ đang ở trong công viên. Có nhiều địa điểm dựng lều, bến tàu đánh cá và dịch vụ cho thuê ca nô.Đọc thêm",
            "Công viên tiểu bang Caddo là một công viên nhỏ xinh đẹp yên bình. Mặc dù không có nhiều động vật hoang dã để xem ngoại trừ hàng trăm con sóc. Chúng tôi thư giãn bên đống lửa trại tận hưởng sự im lặng. Những cây bách hói đầy bí ẩn và độc đáo.Đọc thêm",
            "Đặt trước qua trang web của Công viên Bang Texan, giá cả rất dễ dàng và hợp lý.\n Công viên rất đẹp và phong cảnh rất khác biệt.\nRất nhiều thuyền máy nhanh có lúc không may.\n\n Chúng tôi ăn ở Shady Lake Cafe, đồ ăn ngon, dịch vụ thân thiện. Chúng tôi chắc chắn có thể giới thiệu.\nChỉ tiếc là chúng tôi đã không đặt trước chuyến tham quan bằng thuyền. Chúng trông rất đẹp nhưng đã được đặt trước cho đến đầu giờ tối và đã quá muộn đối với chúng tôi.Đọc thêm",
            "Hồ Caddo thực sự là một viên ngọc quý của công viên, tuy nhiên, nó có thể cần được đánh bóng một chút.\n\nTrước hết, những điểm tốt. Không thể phủ nhận Công viên rất đẹp với những con đường hẹp uốn lượn xuyên rừng để đến khu cắm trại. Một số khu cắm trại ngay cạnh mặt nước và tất cả đều cách nhau khá xa, mang lại sự riêng tư. Những con đường mòn rất ít nhưng rất vui và được bảo trì tốt. Cửa hàng cắm trại có đầy đủ đồ ăn nhẹ và đồ lưu niệm và nhân viên rất hữu ích và lịch sự. Họ thuê ca nô với mức giá hợp lý, nhưng chúng tôi không thể thuê một chiếc khi ở đó do tất cả đều được dành riêng cho một sự kiện ở công viên. Tuy nhiên, chúng tôi đã có thể thuê nhà ở Johnson Ranch Marina gần đó. Phòng tắm và vòi sen sạch sẽ và tiện dụng. Tại thời điểm này, tôi đã đánh giá công viên này ở mức dễ dàng là 5 trên 5. Tuy nhiên...\n\nBây giờ đến cái xấu. Không có một Park Ranger nào trực đêm. Giờ yên tĩnh bắt đầu lúc 10 giờ tối và không có ai có mặt để thực thi việc này. Có một nhóm người cực kỳ ồn ào đã đến công viên sau 11 giờ tối, nổ máy và bật nhạc ầm ĩ. Điều này thực sự đã phá hủy sự thanh bình của công viên. Tôi gọi đến văn phòng để nói chuyện với một nhân viên kiểm lâm nhưng nhận được bản ghi âm rằng văn phòng đóng cửa lúc 4:45. Mặc dù những người đáng ghét không phải là lỗi của công viên, nhưng việc không có ai trực để xử lý những tình huống như vậy chắc chắn là lỗi của công viên.Đọc thêm",
            "Hồ Caddo thực sự là một viên ngọc quý của một công viên, tuy nhiên, nó có thể cần được đánh bóng. Trước hết, những điểm tốt. Không thể phủ nhận Công viên rất đẹp với những con đường hẹp uốn lượn xuyên rừng để đến khu cắm trại. Một số khu cắm trại ngay cạnh mặt nước và tất cả đều cách nhau khá xa, mang lại sự riêng tư. Những con đường mòn rất ít nhưng rất vui và được bảo trì tốt. Cửa hàng cắm trại có đầy đủ đồ ăn nhẹ và đồ lưu niệm và nhân viên rất hữu ích và lịch sự. Họ thuê ca nô với mức giá hợp lý, nhưng chúng tôi không thể thuê một chiếc khi ở đó do tất cả đều được dành riêng cho một sự kiện ở công viên. Tuy nhiên, chúng tôi đã có thể thuê nhà ở Johnson Ranch Marina gần đó. Phòng tắm và vòi sen sạch sẽ và tiện dụng. Tại thời điểm này, tôi đã đánh giá công viên này ở mức dễ dàng là 5 trên 5. Tuy nhiên... giờ là điều xấu. Không có một Park Ranger nào trực đêm. Giờ yên tĩnh bắt đầu lúc 10 giờ tối và không có ai có mặt để thực thi việc này. Có một nhóm người cực kỳ ồn ào đã đến công viên sau 11 giờ tối, nổ máy và bật nhạc ầm ĩ. Điều này thực sự đã phá hủy sự thanh bình của công viên. Tôi gọi đến văn phòng để nói chuyện với một nhân viên kiểm lâm nhưng nhận được bản ghi âm rằng văn phòng đóng cửa lúc 4:45. Mặc dù những người đáng ghét không phải là lỗi của công viên, nhưng việc không có ai trực để xử lý những tình huống như vậy chắc chắn là lỗi của công viên.Đọc thêm",
            "Đặt trước qua trang web của Công viên Bang Texan, giá cả rất dễ dàng và hợp lý. Công viên rất đẹp và có phong cảnh rất khác biệt. Thật không may, có rất nhiều thuyền máy chạy nhanh. Chúng tôi ăn ở Shady Lake Cafe, đồ ăn ngon, dịch vụ thân thiện. Chúng tôi chắc chắn có thể giới thiệu. Chỉ tiếc là chúng tôi đã không đặt trước chuyến tham quan bằng thuyền. Chúng trông rất đẹp nhưng đã được đặt trước cho đến đầu giờ tối và đã quá muộn đối với chúng tôi.Đọc thêm",
            "Công viên tiểu bang Caddo là một công viên nhỏ xinh đẹp yên bình. Mặc dù không có nhiều động vật hoang dã để xem ngoại trừ hàng trăm con sóc. Chúng tôi thư giãn bên đống lửa trại tận hưởng sự im lặng. Những cây bách hói đầy bí ẩn và độc đáo.Đọc thêm",
            "Chúng tôi đã dành vài giờ ở đây khi chúng tôi đi ngang qua. Các cabin được phục hồi trông thật tuyệt vời. Tôi rất muốn được nhìn thấy bên trong. Công viên có một số kết nối kéo dài và một số kết nối ngược. Một vài kết nối đầy đủ đang ở trong công viên. Có nhiều địa điểm dựng lều, bến tàu đánh cá và dịch vụ cho thuê ca nô.Đọc thêm",
            "Công viên rộng lớn, chèo thuyền kayak, câu cá quá tệ, chúng làm hỏng trải nghiệm với nhiều máy thổi lá mỗi sáng. Ồn ào đến mức chúng tôi không thể nói chuyện, rồi khi họ bước đi, bạn vẫn có thể nghe thấy tiếng máy thổi lá vang vọng trên cây. Tôi nghĩ tôi sẽ trở về nhà, nơi tôi có thể tìm được chút bình yên và tĩnh lặng.Đọc thêm",
            "Khám phá bayou là một trải nghiệm tuyệt vời.  Rất khác biệt so với các môi trường khác ở Texas.  Những con đường mòn đẹp, dễ dàng và dịch vụ cho thuê thuyền kayak và ca nô có sẵn để khám phá mặt nước.   Âm thanh của ếch vào ban đêm thật điên rồ và những con cú bị cấm, rêu Tây Ban Nha và cây bách đủ ma quái để trở nên thú vị! Các địa điểm cắm trại sạch sẽ và rộng rãi.  Vòi sen nóng và cũng rất sạch sẽ.  Đọc thêm",
            "Tuyệt vời, công viên tiểu bang nhỏ. Không có bơi lội nên đối với tôi đây chỉ là điểm đến vào mùa xuân. Có một số con đường mòn ngắn hoàn hảo cho trẻ em. Những đường dốc và dốc dốc nhưng có 100 bóng râm, rất nhiều cầu thang và cây cầu giúp các em nhỏ giải trí. Không thân thiện với xe đẩy, nhưng những ngày đó HOÀN TOÀN ở phía sau tôi hallelujah!. Điểm thu hút thực sự ở đây là chèo thuyền quanh những cây bách trụi lá. Văn phòng công viên cho thuê ca nô từ 1 giờ đến 24 giờ. Họ cung cấp áo phao cho mọi người trên tàu. Thực tế chỉ có hai chỗ ngồi trên thuyền nhưng những đứa trẻ khác có thể ngồi ở giữa. Chồng tôi và tôi mỗi người đi một chiếc thuyền với 3 đứa trẻ trên tàu. Miễn là không có ai đứng lên, những chiếc thuyền có cảm giác tương đối ổn định và chúng tôi chèo thuyền xung quanh mà không hề cảm thấy có nguy cơ bị lật. Dù sao cũng hãy mặc áo phao! Công viên có nhiều địa điểm khác nhau, nhưng nếu bạn đang xem những nơi trú ẩn có màn chắn và có con, tôi khuyên bạn nên chọn địa điểm 17 vì nó nằm gần phòng tắm. Cho tôi biết, họ đặc biệt yêu cầu bạn không mang củi từ nhà vì họ đang gặp rắc rối với một số loài bọ. Rõ ràng họ thường cung cấp củi theo yêu cầu quyên góp, nhưng khi chúng tôi đến đó thì tất cả đều đã ra ngoài. Văn phòng đã cho phép chúng tôi mua gỗ địa phương, điều mà chúng tôi đã làm tại cửa hàng nông thôn ngay cuối đường. 7,50 một bó ở đó. Nhân viên công viên thân thiện. Phòng tắm sạch sẽ. Vào một ngày cuối tuần cuối tháng 4 đầu tháng 5, công viên không hề có cảm giác đông đúc chút nào. Hãy tự mình thoát ra khỏi đó!Đọc thêm",
            "Công viên rất đẹp, đặc biệt là ao Mill. Khu cắm trại mà tôi ở rất đẹp với một tấm lót sỏi để làm lều và đường dẫn nước tại địa điểm này. Quá trình nhận phòng diễn ra nhanh chóng và đơn giản, và nhân viên kiểm lâm đã kiểm tra tôi rất thân thiện. Cơ sở tắm cũng rất đẹp và cập nhật. Đọc thêm",
            "Hoàn toàn xứng đáng để lái xe! Tôi đã xem những bức ảnh về kho báu Texas này được một thời gian và cuối cùng chúng tôi đã lên kế hoạch cho một chuyến phiêu lưu kỷ niệm! Đừng bỏ lỡ kỳ nghỉ tại một trong các cabin CCC trong công viên. Và đừng bỏ lỡ chuyến tham quan hồ!Đọc thêm",
            "Vùng nước tuyệt đẹp. thực sự hấp dẫn khi xem xét cách công viên được tạo ra nhờ vào công việc của Quân đoàn Bảo tồn Dân sự CCC - một chương trình được tài trợ như một phần của Kế hoạch Thỏa thuận Mới của Roosevelt. Chúng tôi đã gặp một Park Ranger tuyệt vời, người đã cung cấp rất nhiều thông tin theo cách sắp xếp toàn bộ trải nghiệm một cách trang nhã. cảm ơn bạn vì tấm gạch hôm nay!Đọc thêm",
            "Đang tìm kiếm một chuyến đi trong ngày từ Greenville Texas.  Bạn có thể lái xe quanh hồ không?  Hay bạn đỗ xe và đi bộ đến đó?Đọc thêm",
            "Tôi có thể thuê ca nô hoặc thuyền chèo 4 chỗ không?Đọc thêm",
            "Có một số nơi cung cấp các tour du lịch và cho thuê thuyền, nhưng bạn nên gọi cho công viên theo số 903 679-3351. Họ sẽ có thể cung cấp cho bạn những tin tức mới nhất.Đọc thêm",
            "Chúng tôi rất thích đến thăm công viên và hồ nước. Chỉ đang tự hỏi các quy trình đối phó với Covid-19 là gì, đặc biệt đối với việc ở trong cabin và thuê ca nô. Rất đánh giá cao phản hồi của bạn. Cảm ơn bạn.Đọc thêm",
            "Họ có sức chứa hạn chế nên hãy đặt chỗ trước bằng cách gọi số 512 389-8900.\nNhững hạn chế sau đây là do đại dịch Covid:\nPhải đeo khăn che mặt bên trong các tòa nhà tiểu bang, bao gồm cả phòng vệ sinh.\nHọ không chấp nhận tiền mặt hoặc séc; chỉ có thẻ tín dụng. \nCác nhóm lớn hơn 10 người không được phép, ngoại trừ gia đình hoặc những người sống trong cùng một hộ gia đình.\nDuy trì khoảng cách ít nhất sáu feet với những người không thuộc nhóm của bạn.\nHọ không thuê thiết bị, kể cả ca nô hay thuyền chèo.\nNếu bạn có thêm câu hỏi, hãy gọi cho họ theo số 512 389-8920.Đọc thêm",
            "Xin chào. Công viên này hiện có mở cửa không? Hiện tại có những hạn chế nào đối với du khách?Đọc thêm",
            "Vui lòng xem trang web của họ để biết thông tin mới nhất.  Giữ an toàn!  Tôi đã cố gắng đăng trang web của họ nhưng nó không cho phép tôi.Đọc thêm",
            "Họ có địa điểm cắm trại kéo dài dành cho xe RV lớn không và nếu có, có địa điểm nào sẵn sàng vào tuần thứ 2 của tháng 11 không?Đọc thêm",
            "hãy truy cập trang web của các công viên tiểu bang Texas. họ có một tab đặt chỗ. vâng, họ có trang web dành cho RV lớn. chúng tôi đã thấy một số khi ở đó. trang web có thể có thông tin về trang web nào có khả năng amp.Đọc thêm",
            "Bạn có lực kéo cho những chiếc RV lớn...và bạn có còn chút sức lực nào cho tuần thứ 2 của tháng 11 không?Đọc thêm",
            "Xin chào-- Bạn có nghĩ Hồ Caddo có thể thực hiện được chỉ cho một chuyến đi qua đêm, đến từ Dallas, TX không?  Có vẻ như nó sẽ cách Dallas khoảng 3 giờ lái xe và chúng tôi chỉ có thể ở lại một đêm.  Đủ thời gian?  Tôi muốn nghe những gì mọi người nghĩ.  Cảm ơn!  nancyĐọc thêm",
            "Gần đây chúng tôi đã thực hiện chuyến thăm 1 ngày 1 đêm và nó thật hoàn hảo. Sự thanh thản nhất, và bạn sẽ nhớ rất lâu những hàng cây phủ đầy rêu, những chú chim và sự yên tĩnh bao trùm.Đọc thêm",
            "An ninh ở công viên như thế nào? Tôi đang nghĩ đến việc đi cắm trại một mình vào cuối tuần này. Tôi có một vài người bạn cũng đến nhưng không thể đến được.Đọc thêm",
            "Tôi nghĩ rằng bạn sẽ ổn thôi. Tất cả các phương tiện phải dừng lại ở trạm trước khi vào công viên và nộp phí. Tôi cho rằng cũng có nhân viên kiểm lâm đang tuần tra khu nhà.Đọc thêm",
            "Tôi và bạn bè đang tìm kiếm một chuyến cắm trại nhanh chóng và chúng tôi đã nghĩ đến việc đến đây trong vài tuần tới. Chúng tôi đang tự hỏi liệu nó có được khuyến khích hay không, chúng tôi muốn đi câu cá và ngắm cảnh.Đọc thêm",
            "Tôi không biết bạn đến từ đâu nhưng liệu bạn có thích rừng không. Đi bộ đường dài, câu cá và ngắm một số cây bách đẹp nhất cũng như các loài chim lội nước.\nĐây là nơi. Không có nhiều thứ để mua sắm hoặc ngắm cảnh nhưng vẻ đẹp ngoạn mục trên Caddo.Đọc thêm",
            "Kỳ nghỉ xuân sẽ là thời điểm tốt để ghé thăm?\nNếu không muốn biết thời gian tốt nhất để ghé thăm.Đọc thêm",
            "Kỳ nghỉ Xuân hẳn là một thời điểm tốt. Mối quan tâm duy nhất là lượng mưa chúng ta nhận được. Thời điểm tốt nhất sẽ là vào cuối tháng 6 hàng năm.Đọc thêm"
        ],
        "star_ratings": [
            169,
            61,
            24,
            2,
            1
        ],
        "review_amount": 257,
        "location": [
            "Hoa Kỳ",
            "Những điều cần làm ở Karnack",
            "TX Texas",
            "Công viên tiểu bang hồ Caddo",
            "Karnack"
        ],
        "reviews_time": [
            "Written June 10, 2023",
            "Written November 29, 2023",
            "Written April 21, 2024",
            "Written April 29, 2024",
            "Written April 29, 2024",
            "Written April 21, 2024",
            "Written November 29, 2023",
            "Written June 10, 2023",
            "Written May 24, 2023",
            "Written May 7, 2023",
            "Written April 30, 2023",
            "Written September 9, 2022",
            "Written July 11, 2022",
            "Written May 12, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g56060-d146861-Reviews-Caddo_Lake_State_Park-Karnack_Texas.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g56060-d508745-Reviews-Big_Pines_Lodge-Karnack_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g56060-d27725741-Reviews-3f_Bait_Company_And_Diner-Karnack_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g56060-d21316229-Reviews-Caddo_Lake_Wildlife_Management_Area-Karnack_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g56060-d10310491-Reviews-Caddo_Lake_National_Wildlife_Refuge-Karnack_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g56800-d3978188-Reviews-Johnson_s_Ranch_Marina-Uncertain_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g56060-d146861-Reviews-or10-Caddo_Lake_State_Park-Karnack_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g56060-d1887204-Reviews-Captain_Ron_s_Swamp_Tours-Karnack_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g56060-d1932151-Reviews-Caddo_Outback-Karnack_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g56800-d14155183-Reviews-Caddo_Lake_Bayou_Tours-Uncertain_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g56060-d13565250-Reviews-Big_Dreamer_Tours_Guide_Services-Karnack_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g56800-d11629581-Reviews-Big_Cypress_Tours-Uncertain_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g56800-d1929996-Reviews-Billy_Carter_s_Go_Devil_Tours-Uncertain_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g56060-d12938682-Reviews-Ole_Jigger_Caddo_Lake_Adventures-Karnack_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g56060-d4562599-Reviews-Mystique_Tours_Caddo_Private_Tours-Karnack_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g56800-d6105497-Reviews-Caddo_Lake_Tours_and_Canoe_Rentals-Uncertain_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g56060-d23735648-Reviews-Mossy_Brake_Camp_Swamp_Tours-Karnack_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g56800-d3184588-Reviews-Captain_Ron_s_Gator_Park_Petting_Zoo_and_Gardens-Uncertain_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g56800-d1454064-Reviews-Swamp_Thing_Paddlewheel_Boat_Tour-Uncertain_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g616035-d17812884-Reviews-Nil_Diya_Pokuna-Ella_Uva_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g54448-d534525-Reviews-BMW_Zentrum-Spartanburg_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g32808-d3518818-Reviews-Woodward_Reservoir-Oakdale_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g43323-d103997-Reviews-Minneapolis_Sculpture_Garden-Minneapolis_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g303907-d1992729-Reviews-Tanaporn_Massage_House-Ko_Pha_Ngan_Surat_Thani_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g7212138-d10517479-Reviews-M3_Outlet_Polgar-Polgar_Hajdu_Bihar_County_Northern_Great_Plain.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d269463-Reviews-Chinatown_International_District-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g12834445-d2108391-Reviews-Stegastein_Viewpoint-Aurlandsvangen_Aurland_Municipality_Sogn_og_Fjordane_Weste.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d2028581-Reviews-Divoka_Sarka-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g55649-d17478662-Reviews-Ground_Shuttle-College_Station_Texas.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g56060-d146861-Reviews-or10-Caddo_Lake_State_Park-Karnack_Texas.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g56060-d146861-Reviews-Caddo_Lake_State_Park-Karnack_Texas.html"
    }
]