[
    {
        "attraction_name": "Cafe EON",
        "attraction_name_vi": "Cafe EON",
        "general_info": [
            "463 đánh giá",
            "- 8 trong 311 Cuộc sống về đêm ở TP.HCM",
            "Tiệm cà phê"
        ],
        "attraction_summary": "Một trong những địa điểm hoàn hảo mà khách du lịch cũng như người dân địa phương không thể bỏ lỡ: quán cà phê hạng nhất và tầm nhìn tuyệt đẹp ra Sài Gòn với EON Cafe trên tầng 50 của Tháp Tài chính Bitexco. Hơn nữa, đây còn là nơi lý tưởng để dùng bữa với những đầu bếp giỏi nhất và những nguyên liệu địa phương sẵn có. Với khách du lịch, EON Cafe sẽ mang đến cho bạn trải nghiệm ẩm thực phương Đông độc đáoXem thêm",
        "reviews": [
            "Tầng 51 của tòa nhà bidexsco, cafe eon có trong thực đơn, 16 muỗng kem với trái cây tươi, bánh quế và nước chấm choc, 699 000 VNĐ cộng thêm 10 - và 5 - thuế, khoảng A - 53, đáng giá từng xu, đặc biệt nếu bạn có bạn bè để chia sẻ điều này với bạn! khung cảnh tuyệt vời của thành phốĐọc thêm",
            "Xin chào Jasmine C, Cảm ơn bạn đã cho chúng tôi đánh giá hoàn hảo và giới thiệu địa điểm của chúng tôi cho những khách du lịch khác. Tôi - tôi chắc chắn rằng toàn bộ nhân viên của chúng tôi đều thích phục vụ nhu cầu của bạn cũng như bạn thích trải nghiệm của mình. Cảm ơn một lần nữa vì những nhận xét tốt đẹp của bạn và chúng tôi mong được chào đón bạn sớm. Trân trọng, Đọc thêm",
            "Nhân viên rất chu đáo, môi trường xung quanh rất sạch sẽ bao gồm cả phòng tắm và đồ ăn rất ngon. Chúng tôi cũng không phải đợi lâu để có được thức ăn, điều này luôn ngon. Thật kỳ lạ khi nghe nhạc RnB thập niên 90 được phát làm nhạc nền nhưng dù sao thì tôi cũng thích nó; mang lại những kỷ niệm thời thơ ấu. Đáng ăn ở đây vì khung cảnh ngoạn mục, đặc biệt là vào ban đêm khi thành phố lên đèn!Đọc thêm",
            "Lời chào nồng nhiệt từ EON51, Olamide S! Cảm ơn bạn đã dành thời gian chia sẻ trải nghiệm ăn uống gần đây của mình tại EON51. Thật tuyệt khi biết rằng bạn thích đồ ăn cũng như dịch vụ của chúng tôi. Nhận xét của bạn sẽ được chia sẻ với nhóm như một sự khích lệ cho tất cả chúng ta để phát triển tốt hơn. Cảm ơn một lần nữa vì những nhận xét tốt đẹp của bạn và chúng tôi mong sớm được chào đón bạn quay trở lại. Trân trọng, Đọc thêm",
            "Đã đi với kỳ vọng cao và rất thất vọng. Như đã đề cập, thực tế là đồ ăn ngon đã lưu lại đánh giá mà tôi đã hình thành trong đầu. Vâng, quang cảnh rất đẹp nhưng tình trạng của nơi này thật tồi tệ. Đây được cho là tòa tháp mang tính bước ngoặt của họ với các nhà hàng bên trong. Nó bẩn và cửa sổ thật kinh khủng. Như đã nói, đồ ăn thực sự rất ngon và giá cả không quá tệ. Tôi sẽ không nói là không đi mà chỉ đi với những kỳ vọng thấp. Thật là xấu hổ, nhưng ai đó thực sự cần phải giải quyết nơi này trông như thế nào. Đây là quán cà phê, vì vậy không thể bình luận về quán bar hoặc nhà hàng khác. Đọc thêm",
            "Kính gửi alexbF7422HC,\nCảm ơn bạn rất nhiều vì đã chia sẻ kinh nghiệm gần đây của bạn với chúng tôi. Xin lỗi vì chúng tôi không thể đáp ứng mong đợi dịch vụ của bạn trong thời gian bạn ghé thăm. Phản hồi của bạn sẽ được ghi nhận cẩn thận và chúng tôi chắc chắn sẽ xem xét chúng với các trưởng bộ phận liên quan để cải thiện. Một lần nữa, xin cảm ơn bạn và chúng tôi hy vọng trải nghiệm này không làm giảm sự tin tưởng của bạn đối với dịch vụ của chúng tôi và bạn sẽ cho chúng tôi một cơ hội khác để phục vụ bạn tốt hơn trong tương lai. Chúng tôi chắc chắn mong được chào đón bạn trở lại một lần nữa. Trân trọng.Đọc thêm",
            "Quán cà phê này là một nơi nhất định phải ghé khi bạn đến thành phố Hồ Chí Minh! Mọi người nên ghé qua để uống một ly và đắm mình trong quang cảnh tuyệt đẹp. Tìm quán hơi khó một chút, hãy đi lên thang cuốn đầu tiên trong tòa nhà Financial Tower và có một quầy lễ tân. Sau đó, bạn sẽ được hộ tống đến thang cuốn và lên tầng 50, nơi có quán cà phê Eon. Quang cảnh ở đây đẹp đến nghẹt thở và đồ uống cũng không quá tệ so với vị trí. Một tách cappuccino có giá 120.000 đô. Cả gia đình tôi đều thích. Đọc thêm",
            "Kính gửi Woodedelk234, \nCảm ơn bạn rất nhiều vì đã dành thời gian để cung cấp cho chúng tôi những đánh giá chi tiết như vậy. Lời khen của bạn chính là động lực to lớn để chúng tôi phát triển chất lượng của mình. Cảm ơn một lần nữa vì những nhận xét tốt đẹp của bạn và chúng tôi mong được chào đón bạn sớm. \nTrân trọng, Đọc thêm",
            "Đồ uống, thức ăn rất ngon và dịch vụ tốt đẹp bao giờ hết. Các nhân viên rất thân thiện - sẵn sàng hỗ trợ chúng tôi nếu cần. Tôi sẽ giới thiệu địa điểm này cho gia đình - bạn bè và sẽ quay lại sớm. Đọc thêm",
            "Cảm ơn bạn rất nhiều vì những nhận xét tốt đẹp của bạn, chúng tôi chắc chắn mong được chào đón bạn sớm!Đọc thêm",
            "Chúng tôi đã đặt hàng các món ăn khác nhau và tất cả đều ngon. Khung cảnh nhìn ra thành phố thật ngoạn mục. Các sa mạc trông tuyệt vời và có hương vị tuyệt vời. Mức độ dịch vụ rất tốt.Đọc thêm",
            "Cảm ơn bạn đã dành thời gian chia sẻ trải nghiệm gần đây của mình tại EON Cafe. Thật tuyệt khi biết rằng bạn thích dịch vụ và tầm nhìn ra đường chân trời của chúng tôi, chúng tôi chắc chắn mong được chào đón bạn sớm quay trở lại!Đọc thêm",
            "Tọa lạc trên tầng 51 của Tháp Tài chính Bitexco, EON là điểm dừng chân tuyệt vời để thưởng thức cà phê, cocktail ngon hoặc đồ ăn ngọt. Các nhân viên thân thiện và quan điểm nó cung cấp là tuyệt vời. Menu khá dày và cung cấp nhiều sự lựa chọn. Tuy nhiên giá hơi cao.Đọc thêm",
            "Chúng tôi muốn gửi lời cảm ơn vì những lời tích cực của bạn về trải nghiệm ăn uống gần đây của bạn tại EON51. Chúng tôi rất vui khi được đọc phản hồi của bạn. Chúng tôi mong được chào đón bạn trở lại để thưởng thức một bữa tối đáng nhớ khác cùng chúng tôi.\nTrân trọng,\nĐọc thêm",
            "Chúng tôi đã đặt chỗ tại nhà hàng Eon51.  Khi đến nơi, chúng tôi đang ngồi trên tầng 50 mà không nhận ra đây là quán cà phê.  Bầu không khí không như chúng tôi mong đợi ở nhà hàng.  Khung cảnh thật đẹp.  Chất lượng món ăn ở mức ổn - chúng tôi - có nhiều món ăn ngon hơn trên khắp Việt Nam - và giá cả thấp hơn nhiều so với những gì chúng tôi mong đợi.  Mãi cho đến khi chúng tôi rời đi, chúng tôi mới phát hiện ra ngoài nhà hàng còn có một quán cà phê.  Hãy chắc chắn rằng họ sắp xếp cho bạn đúng chỗ vì tôi cho rằng nhà hàng sẽ ngon hơn.Đọc thêm",
            "Kính gửi Z5114FLthomass, \nCảm ơn bạn rất nhiều vì đã dành thời gian để cung cấp cho chúng tôi những đánh giá chi tiết như vậy. Lời khen của bạn chính là động lực to lớn để chúng tôi phát triển chất lượng của mình. Cảm ơn một lần nữa vì những nhận xét tốt đẹp của bạn và chúng tôi mong được chào đón bạn sớm. \nTrân trọng,\n\nĐọc thêm",
            "Vì vậy, sau khi được đề nghị thực hiện chuyến tham quan 360 độ, chúng tôi đã thực hiện và sau đó phát hiện ra quán cà phê ở tầng một. Tôi - rất vui vì chúng tôi đã làm như vậy vì có lẽ chúng tôi đã có được món tráng miệng ngon nhất mà tôi - từng có là sô cô la trắng và bánh Baileys. Chúng tôi đã nói với mọi người về điều đó kể từ khi trở về nhà, đó là điều phải thử. Đã có một vài đồ uống với đội ngũ nhân viên rất tốt và thân thiện! Đọc thêm",
            "Joely38 thân mến,\nChúng tôi muốn nói lời cảm ơn vì những lời tích cực của bạn về trải nghiệm gần đây của bạn tại EON Cafe. Chúng tôi rất vui khi đọc được phản hồi của bạn. Nhận xét của bạn sẽ được chia sẻ với đội ngũ lễ tân như một lời động viên để tất cả chúng tôi phát triển tốt hơn. Chúng tôi mong được chào đón bạn trở lại cho một bữa tối đáng nhớ khác với chúng tôi.\nTrân trọng,\nĐọc thêm",
            "Trong một lần bất chợt, chúng tôi dừng lại uống cà phê và ngắm nhìn toàn cảnh thành phố. Từ lúc chúng tôi nói chuyện với nhân viên tầng trệt cho đến khi rời đi, mọi thứ đều tuyệt vời. Rõ ràng là chúng tôi không mặc quần áo và mặc quần áo bình thường. Nhưng chúng tôi đã nhận được sự đối xử hạng nhất. Chúng tôi có cơ hội đi dạo và chụp ảnh mà không cảm thấy vội vã. Một nhân viên đã đề cập đến việc lên tầng 52 để có cái nhìn toàn cảnh mà chúng tôi đã làm. Mặc dù hơi đắt tiền nhưng chúng tôi đã tiết kiệm được phí vào cửa thông thường và thưởng thức sinh tố cà phê và xoài. Nhà vệ sinh sạch sẽ quá. Đọc thêm",
            "GuiWong thân mến,\nLời chào nồng nhiệt từ EON51! Cảm ơn bạn đã dành thời gian chia sẻ trải nghiệm gần đây của mình tại EON Cafe. Thật tuyệt khi biết rằng bạn thích dịch vụ của chúng tôi. Nhận xét của bạn sẽ được chia sẻ với nhóm như một sự khích lệ cho tất cả chúng ta để phát triển tốt hơn. Cảm ơn một lần nữa vì những nhận xét tốt đẹp của bạn và chúng tôi mong sớm được chào đón bạn quay trở lại. Trân trọng, Đọc thêm",
            "Nếu chúng ta muốn ngồi trước cửa sổ để ngắm hoàng hôn thì có cần đặt chỗ trước không?Đọc thêm",
            "Nhân viên thường đặt bạn cạnh cửa sổ khi bạn muốn dùng bữa, vì vậy bạn chỉ cần đến trước khi mặt trời lặn!Đọc thêm",
            "Xin chào, chúng tôi sẽ tốn bao nhiêu tiền nếu chúng tôi dùng bữa ở đây? Những ước tính sẽ là gì. Cảm ơnĐọc thêm",
            "Ngân sách khoảng một triệu - cũng xứng đáng. Món tráng miệng thật tuyệt vờiXem thêm",
            "Chúng tôi có cần đặt chỗ trước cho quán cà phê EON không? Đọc thêm",
            "Không, không hề, chỉ cần bật lên.Đọc thêm"
        ],
        "star_ratings": [
            155,
            182,
            89,
            23,
            14
        ],
        "review_amount": 463,
        "location": [
            "Những điều cần làm ở thành phố Hồ Chí Minh",
            "Quán cà phê EON",
            "Ho Chi Minh City",
            "Châu Á",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written March 16, 2020",
            "Written March 14, 2020",
            "Written March 11, 2020",
            "Written February 23, 2020",
            "Written February 13, 2020",
            "Written February 10, 2020",
            "Written January 28, 2020",
            "Written December 16, 2019",
            "Written December 2, 2019",
            "Written November 15, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d7700073-Reviews-Cafe_EON-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d3858605-Reviews-Kabin-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d26825620-Reviews-Rooty_Bar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d12130500-Reviews-Poke_Saigon-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d11953280-Reviews-Viet_Kitchen-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d26855274-Reviews-A_Taste_Of_Saigon_Restaurant-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d21392216-Reviews-The_Monkey_Gallery_Dessert_Bar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d20199402-Reviews-Amigo_Cafe-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d25132683-Reviews-The_Indian_House_Kitchen_and_Bar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d10317597-Reviews-B3_Steakhouse_Craft_Beer-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d7057524-Reviews-The_Lounge_Sheraton_Saigon_Grand_Opera_Hotel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d21230453-Reviews-Saigon_Skydeck-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2037764-Reviews-Bitexco_Financial_Tower-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d11680691-Reviews-Ao_Dai_Exhibition-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8290115-Reviews-Nguyen_Hue_Street-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d9582552-Reviews-President_ho_Chi_Minh_Statue-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d9806454-Reviews-Saigon_River-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d27346810-Reviews-Sailing_Foot_Massage-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d9974461-Reviews-Tomb_of_Le_Van_Duyet-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d4542125-Reviews-A_O_Show_Lune_Production-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d25340691-Reviews-Green_Palm_Gallery_49_Mac_Thi_Buoi_HCM-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d7700073-Reviews-or10-Cafe_EON-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d21493307-Reviews-Lacaph_Coffee_Experiences_Space-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1752815-Reviews-Saigon_Saigon_Rooftop_Bar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12226320-Reviews-Tour_Guide_In_Saigon-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d24162332-Reviews-Monkee_Shisha_Lounge_Saigon-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d26840278-Reviews-Amore_Rooftop-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12150062-Reviews-Ong_Cao_Craft_Beer-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6556853-Reviews-Platinum_Club_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13372041-Reviews-Vespa_Wanderers-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2336225-Reviews-Chill_Skybar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d25130852-Reviews-Secret_Experiences-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14086619-Reviews-Muslim_Travel_Vietnam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1746272-Reviews-Les_Rives_Authentic_River_Experience-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17713575-Reviews-GR8_Fashion_Hub-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d15085936-Reviews-Mai_Barber_Shop_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6351606-Reviews-Asiana_Link_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14440775-Reviews-Mebuki_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d3959210-Reviews-Saigon_Riders-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d3815598-Reviews-Broma_Not_A_Bar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8734774-Reviews-Eden_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13225175-Reviews-The_Iron_Bank_Cocktail_Vault-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6963823-Reviews-Phuong_Ha_Grocery_Store-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12432519-Reviews-Saigon_Transfers-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g43722-d626776-Reviews-Red_s-Clarksdale_Mississippi.html",
            "https://www.tripadvisor.com/Attraction_Review-g580259-d15189038-Reviews-Cascata_dos_Anjos-Ponta_Do_Sol_Madeira_Madeira_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g298455-d7586582-Reviews-Sky_Ranch_San_Fernando_Pampanga-San_Fernando_Pampanga_Province_Central_Luzon_Regi.html",
            "https://www.tripadvisor.com/Attraction_Review-g187792-d190135-Reviews-Villa_d_Este-Tivoli_Province_of_Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d563913-Reviews-Redhead_Piano_Bar-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g188081-d7219954-Reviews-Funky_Chocolate_Club_Switzerland-Interlaken_Bernese_Oberland_Canton_of_Bern.html",
            "https://www.tripadvisor.com/Attraction_Review-g54359-d2692245-Reviews-Myrtle_Beach_Pelicans-Myrtle_Beach_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g187437-d15856238-Reviews-Wednesday_Street_Market-Estepona_Costa_del_Sol_Province_of_Malaga_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g608484-d1158015-Reviews-Tirta_Gangga-Karangasem_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g293920-d6648473-Reviews-Soi_Dog_Foundation-Phuket.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d7700073-Reviews-or10-Cafe_EON-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d7700073-Reviews-Cafe_EON-Ho_Chi_Minh_City.html"
    },
    {
        "attraction_name": "Cafe EON",
        "attraction_name_vi": "Cafe EON",
        "general_info": [
            "463 đánh giá",
            "- 8 trong 311 Cuộc sống về đêm ở TP.HCM",
            "Tiệm cà phê"
        ],
        "attraction_summary": "Một trong những địa điểm hoàn hảo cho khách du lịch cũng như người dân địa phương không thể bỏ qua: quán cà phê hạng nhất và tầm nhìn tuyệt đẹp ra Sài Gòn với EON Cafe trên tầng 50 của Bitexco Financial Tower. Hơn nữa, đây cũng là một nơi lý tưởng để ăn tối với những đầu bếp giỏi nhất và nguyên liệu địa phương có sẵn. Đối với khách du lịch, EON Cafe sẽ mang đến cho bạn trải nghiệm ẩm thực phương Đông độc đáoXem thêm",
        "reviews": [
            "50th Floor Cafe. I thought this was going to be a wonderful experience, but it was the complete opposite. The impression from the moment I stepped onto the escalator was, Wow, this is going to be great! All of the staff positioned along the escalators and elevators from the 1st floor, straight up were just lovely. Smiling and helpful. I was really impressed. But everything went downhill from this point forward. I was seated at a window table. Perfect. There was only one couple seated in this section, behind me. There was definitely a language barrier with my waiter. He spoke very very little English. He had to get another staff member to speak with me because he didn - t understand. No problem. She was lovely and very helpful. I ordered the papaya salad as an appetizer and a curry dish for my entree. My salad arrived. I barely had 2 bites and the waiter was placing my entree in front of me! I said  - no, I have just received my entree. -  Language barrier again. Back and forth. He finally took it away. I continued to enjoy my salad which was good. I ate about 1 - 4 of it. It was a generous portion. Then I waited and waited and waited. The waiter did not return. He never asked how my salad was, how I was doing, etc. He and several other servers were now about 20 feet away just hanging around. Not paying attention. There was only 1 other table dining in my section. I continued to sit there, now waiting for my entree. No waiter. No entree. I then pushed the salad to the opposite edge of my table. The waiter was now watching from afar. He still didn - t approach my table. Maybe this was a language barrier thing and he was afraid to come back? Because he didn - t understand? I don - t know. But I waited and waited and finally flagged someone down and simply asked for my check. Even though I hadn - t had my entree. The waiter appears with the check and of course, the entree is on the check. I am asking him if there is someone who can speak English with me? It was honestly a comedy skit. He now tried to bring the entree over to me twice! I asked again. Finally the manager came over. I just wanted the check. Wanted to leave. The manager was very gracious and polite. He removed the entree and apologized multiple times. Also gave me a discount on my other items. But I was already disappointed and just wanted to leave. I chose this restaurant as my final evening in Saigon, so it was certainly a bust! I just wanted to enjoy a lovely dinner before heading back to the US. Read more",
            "Lordbernadette thân mến, \nTrước hết xin cảm ơn bạn đã dành thời gian viết bài đánh giá chi tiết như vậy. Chúng tôi đánh giá cao việc bạn đã đến và sử dụng dịch vụ tại EON51 Cafe. Thật tiếc khi biết về trải nghiệm đáng tiếc của bạn với dịch vụ của chúng tôi. Nhận xét của bạn là cần thiết để giáo dục nhân viên của chúng tôi về dịch vụ tốt và xấu và chúng tôi đã biết vấn đề này và hiện đang xem trước với đội ngũ quản lý của mình để ngăn chặn loại trải nghiệm này xảy ra lần nữa. Mong muốn của chúng tôi là khách hàng cảm thấy được chào đón khi ghé thăm EON51. Cảm ơn bạn đã đánh giá và chúng tôi mong sớm được gặp lại bạn. \nTrân trọng, Đọc thêm",
            "Mặc dù trời có sương mù nhưng quang cảnh vẫn rất ngoạn mục. Chúng tôi đã có một bữa trưa nhẹ và món tráng miệng tuyệt vời. Dịch vụ rất chu đáo và thân thiện. Thật ngạc nhiên khi thấy tất cả các công trình đang diễn ra.Đọc thêm",
            "Nước Ngọt thân mến,\nChúng tôi muốn nói lời cảm ơn vì những lời tích cực của bạn về trải nghiệm gần đây của bạn tại EON51 Cafe. Chúng tôi rất vui khi đọc được phản hồi của bạn. Chúng tôi mong được chào đón bạn trở lại để có một khoảnh khắc đáng nhớ khác với chúng tôi.\nTrân trọng,\nĐọc thêm",
            "Đây là đánh giá ngắn gọn của tôi về Cafe EON 50. Có 3 EON khác nhau trong tòa nhà này. Quán cà phê EON 50 nằm ở tầng 50. Cao hơn một tầng, tầng 51, là Nhà hàng EON. Và cuối cùng là tầng cao hơn, tầng 52, là EON Heli Bar. Không mất phí đi thang máy lên. Chi phí này được bao gồm thông qua việc bán đồ ăn và đồ uống. Bạn sẽ được chào đón ở cuối thang cuốn khi vào Tháp Bitexco. Khi lên thang cuốn, sẽ có người chỉ đường đến thang máy đưa bạn lên tầng 50. Sau khi ra khỏi đó, bạn đang ở Cafe EON 50. Nếu bạn muốn dùng nhà hàng thì sẽ có một thang máy khác ngay phía trước và ở đó sẽ có người chào đón bạn tại thang máy để đi lên cao hơn. Nếu bạn có ý định đi uống cà phê và ăn nhẹ thì chỉ cần ra ngoài và đợi có chỗ ngồi. Tôi đến vào ban đêm để ngắm ánh đèn thành phố. Khung cảnh thật tuyệt vời. Có view trực diện phố đi bộ Nguyễn Huệ. Các lựa chọn đồ ăn và đồ uống tại Cafe EON 50 rất tốt. Có rất nhiều để lựa chọn. Tuy nhiên, tùy thuộc vào sở thích của bạn, nó có thể bị trúng và trượt. Nhóm của tôi đến và một nửa thích những gì họ gọi, một nửa thì không - t. Cà phê thông thường chắc chắn là một sự bỏ lỡ. Tốt nhất là nó ở mức tầm thường. Nếu bạn thích cà phê, hãy thử các lựa chọn khác như latte, cappuchino, v.v. Chúng tôi thử đĩa kem lớn và trái cây. Nó rất tốt. Một nửa đĩa gồm nhiều muỗng kem có hương vị khác nhau, nửa còn lại là các loại trái cây khác nhau. Ở giữa là sô cô la nhúng. Thật thú vị khi thử. Nói chung, tôi không ngại quay lại lần nữa, có lẽ vào ban ngày để thử một lần nữa tại quán cà phê có tầm nhìn tuyệt vời này.PS. Nếu bạn đang nghĩ đến việc chụp ảnh ở thành phố thì tôi khuyên bạn nên tránh ban đêm. Sự phản chiếu từ ánh đèn quá nhiều nên không thể chụp được một bức ảnh đẹp về thành phố.Đọc thêm",
            "Kính gửi MẠTosephL,\nLời chào nồng nhiệt từ EON51! Cảm ơn bạn rất nhiều vì đã dành thời gian để cung cấp cho chúng tôi những đánh giá chi tiết như vậy và giới thiệu EON51 của chúng tôi cho các khách hàng khác. Lời khen của bạn chính là động lực to lớn để chúng tôi phát triển chất lượng của mình. Cảm ơn một lần nữa vì những nhận xét tốt đẹp của bạn và chúng tôi mong được chào đón bạn sớm. Trân trọng, Đọc thêm",
            "Tôi và một người bạn dừng chân tại quán cà phê Eon trên tầng 50 của Tháp Bitexco. Chúng tôi không thích lên tầng thượng để ngắm cảnh thành phố, chúng tôi quyết định uống cà phê và ngắm cảnh. Quán cà phê Eon là một nơi rất tuyệt để dừng lại và uống cà phê, tôi có một ly mochaccino nóng và bạn tôi có một ly cappucinno nóng. Chúng tôi thấy chi phí hợp lý so với tầm nhìn mà chúng tôi có được từ bàn và máy điều hòa không khí thật tuyệt vời. Nhân viên rất tốt và trải nghiệm của tôi rất tốt. Tôi đã chụp rất nhiều ảnh về Hồ Chí Minh và sông Sài Gòn. Tôi khuyên bạn nên ghé qua nếu bạn đang tham quan Quận 1. Bạn không thể bỏ lỡ tòa nhà Bitexco Financial, lên tầng 50. Khi bạn bước vào tòa nhà, hãy đi lên thang cuốn một tầng để lên thang máy. Nếu không tìm thấy, bạn chỉ cần hỏi quầy trợ giúp ở tầng trệt và họ sẽ hướng dẫn bạn đến thang máy đưa bạn lên tầng 50. Khi bước ra khỏi thang máy, bạn đang ở quán cà phê Eon.Đọc thêm",
            "Thật là một đánh giá tuyệt vời! Tôi rất vui khi biết rằng đội ngũ nhân viên và dịch vụ của chúng tôi đã đáp ứng được nhu cầu và mong đợi của bạn. Chúng tôi mong được chào đón bạn quay trở lại EON51 trong thời gian sắp tới. Lời chúc tốt nhất!\nĐọc thêm",
            "Chỉ 5 cho mỗi lượt xem. Thức ăn có thể ngon hơn và đồ uống cũng vậy. Dịch vụ vẫn ổn. Bạn nên đến đó vào ban ngày nếu muốn ngắm nhìn toàn cảnh thành phố. Chúc mừng - Đọc thêm",
            "Cảm ơn bạn đã dành thời gian chia sẻ trải nghiệm ăn uống gần đây của bạn tại EON51. Thật tuyệt khi biết rằng bạn thích dịch vụ của chúng tôi và chúng tôi mong sớm được chào đón bạn quay lại. Đọc thêm",
            "Thức ăn ngon và dịch vụ cũng vậy, nhưng sẽ là một sai lầm dễ dàng khi đến quán rượu này thay vì đến nhà hàng mà tôi cho là ngon hơn đáng kể. Ở đó có rất nhiều gia đình có trẻ em chạy quanh, do đó có trải nghiệm ồn ào.Đọc hơn",
            "Chúng tôi đánh giá cao việc bạn đã chọn EON51 và rất vui khi biết rằng bạn có trải nghiệm tổng thể tốt đẹp. Quán cà phê EON là không khí gia đình nên không thể tránh khỏi tiếng ồn từ bọn trẻ. Lần tới, bạn có thể thử ghé thăm Eon Heli Bar trên tầng 50, nơi các ban nhạc sống cũng như DJ chơi nhạc sống động với tầm nhìn 360 độ ra thành phố. Chúng tôi hy vọng rằng EON Heli Bar sẽ nằm trong danh sách bạn ghé thăm lần sau. Trân trọngĐọc thêm",
            "Chúng tôi dừng lại để giải khát vào chiều thứ Hai, sau khi tham quan tầng 49 trên bầu trời. Chúng tôi chọn một chiếc bàn cạnh cửa sổ với tầm nhìn tuyệt đẹp ra đường chân trời của thành phố và xem qua thực đơn. Giá cả phù hợp với những gì bạn mong đợi phải trả tại một trong những điểm du lịch quan trọng nhất trong thành phố.  Một cốc cappuccino đá sẽ có giá khoảng - 6,75 USD, và đồ uống có cồn sẽ tăng giá từ đó. Bạn có thể gọi các bữa ăn đầy đủ tại đây, hoặc món tráng miệng và đồ ăn nhẹ, hoặc chỉ đồ uống. Chúng tôi gọi món Mai Tai và Singapore Sling, cùng với một bát món ăn truyền thống phổ biến nhất của Việt Nam - phở. Đồ uống rất mạnh và súp khá ngon. Các loại hạt ngọt cay miễn phí được phục vụ cùng với đồ uống. Tổng hóa đơn của chúng tôi chỉ hơn - 25 USD bao gồm phí dịch vụ, tiền thưởng và tiền boa bổ sung mà chúng tôi đã bao gồm. Hóa đơn đã được giảm giá 20 - để làm bằng chứng vào cửa skydeck. Chúng tôi cho rằng đây là mức giá hợp lý cho đồ uống và đồ ăn nhẹ với góc nhìn này. Dịch vụ rất thú vị. Nhà hàng sạch sẽ không tì vết. Chúng tôi rất thích Cafe EON.Đọc thêm",
            "Thật là một đánh giá tuyệt vời! Chúng tôi thực sự đánh giá cao sự tin tưởng của bạn đối với chúng tôi. Tôi rất vui khi biết rằng đội ngũ nhân viên và dịch vụ của chúng tôi đã đáp ứng được nhu cầu và mong đợi của bạn. Chúng tôi mong được chào đón bạn quay trở lại EON51 trong thời gian sắp tới. Lời chúc tốt đẹp nhất!Đọc thêm",
            "Một quán cà phê đẹp ở Tháp Bitexco. Chúng tôi dừng lại ở đây để uống cà phê nhanh và rất đắt tiền trước khi tham gia chuyến tham quan World of Heineken. Tầm nhìn 360 độ tuyệt đẹp ra Sài Gòn.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì bài đánh giá tuyệt vời này. Hy vọng chúng tôi có thể chào đón tất cả các bạn quay lại nhà hàng của chúng tôi trong tương lai gần. Đọc thêm",
            "Đã đi uống nước lúc hoàng hôn và nơi này đã bị đóng cửa một cách dễ hiểu.  Mỗi khi có người đứng dậy rời đi, lại có một loạt người nhảy bàn để có được chỗ ngồi tốt hơn. Giá cực kỳ cao cho đồ uống có nước, vì bạn đang trả tiền để ngắm cảnh và tất nhiên không có gì đảm bảo sẽ có một cảnh hoàng hôn đẹp.  Tiếng nhạc ầm ĩ, nơi buôn bán đông đúc và cho thấy sự hao mòn của đám đông đi qua đó, với những bức tường bị khoét và trầy xước, v.v. Sau đó, sau khi mặt trời lặn và rất nhiều người rời đi, ánh đèn mờ đi và một ban nhạc hay đến mức đáng ngạc nhiên đã bắt đầu - cộng với chế độ xem ban đêm rất tốt.Đọc thêm",
            "Cảm ơn bạn đã dành thời gian để viết một bài đánh giá chi tiết như vậy. Nhận xét của bạn là điều cần thiết để giáo dục nhân viên của chúng tôi về dịch vụ tốt và xấu. Chúng tôi đã ghi nhận những ý kiến ​​đóng góp của bạn để hoàn thiện nội thất quán trong thời gian sắp tới. Chúng tôi mong được chào đón bạn trở lại sau đó. Trân trọng.Đọc thêm",
            "Phải thừa nhận rằng đây là quán kem ngon nhất Việt Nam mà tôi từng đến xét về chất lượng. Có rất nhiều lựa chọn đặc biệt trong thực đơn mà tôi hiếm khi thấy ngay cả ở London hay Paris - ví dụ: Baileys, caramen mặn, marca,... - . Chiếc bánh với sô cô la trắng và bánh Baileys thật tuyệt vời. Kem rất vui. Tầm nhìn tuyệt vời ra khu vực đi bộ Nguyễn Huệ mang lại cho EON nhiều điểm hơn. Nhưng chờ đã... chi - 17 cho một chiếc bánh và hai muỗng kem, có đáng không? Tôi không thực sự chắc chắn. Tôi e rằng mình không thể đến đây lần nữa trừ khi nhận được giải thưởng hoặc mức lương cao. Một điều nữa: Chi phí thực tế là 15 - nhiều hơn mức nêu trong menu. Tôi thấy có chút không vui. Tôi biết rất nhiều nhà hàng châu Âu sử dụng thủ thuật này để khiến khách hàng cảm thấy mọi thứ đều rẻ hơn. Nhưng 15 - là quá nhiều - ở London tôi mới chỉ thấy 10 - hoặc 12,5 - - P - s: Mới nhận ra rằng người quản lý nơi này rất cởi mở trong việc phản hồi mọi đánh giá. Rất mong nhận được phản hồi từ anhXem thêm",
            "Thật vui khi biết rằng bạn đã có khoảng thời gian vui vẻ tại EON Cafe. Cảm ơn bạn vì những lời tích cực và chúng tôi chắc chắn hy vọng bạn sẽ sớm quay lại. Trân trọng!Đọc thêm"
        ],
        "star_ratings": [
            155,
            182,
            89,
            23,
            14
        ],
        "review_amount": 463,
        "location": [
            "Những điều cần làm ở thành phố Hồ Chí Minh",
            "Cafe EON",
            "Ho Chi Minh City",
            "Châu Á",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written November 14, 2019",
            "Written November 11, 2019",
            "Written November 10, 2019",
            "Written October 17, 2019",
            "Written September 16, 2019",
            "Written August 3, 2019",
            "Written July 30, 2019",
            "Written June 16, 2019",
            "Written June 7, 2019",
            "Written May 30, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d7700073-Reviews-or10-Cafe_EON-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d3858605-Reviews-Kabin-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d26825620-Reviews-Rooty_Bar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d12130500-Reviews-Poke_Saigon-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d11953280-Reviews-Viet_Kitchen-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d26855274-Reviews-A_Taste_Of_Saigon_Restaurant-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d21392216-Reviews-The_Monkey_Gallery_Dessert_Bar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d20199402-Reviews-Amigo_Cafe-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d25132683-Reviews-The_Indian_House_Kitchen_and_Bar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d10317597-Reviews-B3_Steakhouse_Craft_Beer-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d7057524-Reviews-The_Lounge_Sheraton_Saigon_Grand_Opera_Hotel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d21230453-Reviews-Saigon_Skydeck-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2037764-Reviews-Bitexco_Financial_Tower-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d11680691-Reviews-Ao_Dai_Exhibition-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8290115-Reviews-Nguyen_Hue_Street-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d9582552-Reviews-President_ho_Chi_Minh_Statue-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d9806454-Reviews-Saigon_River-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d27346810-Reviews-Sailing_Foot_Massage-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d9974461-Reviews-Tomb_of_Le_Van_Duyet-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d4542125-Reviews-A_O_Show_Lune_Production-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d25340691-Reviews-Green_Palm_Gallery_49_Mac_Thi_Buoi_HCM-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d7700073-Reviews-Cafe_EON-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d7700073-Reviews-or20-Cafe_EON-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d21493307-Reviews-Lacaph_Coffee_Experiences_Space-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1752815-Reviews-Saigon_Saigon_Rooftop_Bar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12226320-Reviews-Tour_Guide_In_Saigon-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d24162332-Reviews-Monkee_Shisha_Lounge_Saigon-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d26840278-Reviews-Amore_Rooftop-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12150062-Reviews-Ong_Cao_Craft_Beer-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6556853-Reviews-Platinum_Club_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13372041-Reviews-Vespa_Wanderers-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2336225-Reviews-Chill_Skybar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d25130852-Reviews-Secret_Experiences-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14086619-Reviews-Muslim_Travel_Vietnam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1746272-Reviews-Les_Rives_Authentic_River_Experience-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17713575-Reviews-GR8_Fashion_Hub-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d15085936-Reviews-Mai_Barber_Shop_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6351606-Reviews-Asiana_Link_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14440775-Reviews-Mebuki_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d3959210-Reviews-Saigon_Riders-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d3815598-Reviews-Broma_Not_A_Bar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8734774-Reviews-Eden_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13225175-Reviews-The_Iron_Bank_Cocktail_Vault-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6963823-Reviews-Phuong_Ha_Grocery_Store-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12432519-Reviews-Saigon_Transfers-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g34206-d1997150-Reviews-Stump_Pass_Beach_State_Park-Englewood_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g285724-d10751586-Reviews-Lauterbrunnen_Village-Lauterbrunnen_Jungfrau_Region_Bernese_Oberland_Canton_of_B.html",
            "https://www.tripadvisor.com/Attraction_Review-g32248-d2360149-Reviews-Fender_Guitar_Visitor_Center-Corona_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d271843-Reviews-Bishop_Arts_District-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g33440-d2243582-Reviews-Guanella_Pass-Georgetown_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d294555-Reviews-Basilica_Cistern-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g14134368-d1927987-Reviews-Aqua_City_Odaiba-Daiba_Minato_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g32676-d1067416-Reviews-The_Getty_Villa-Malibu_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60608-d658935-Reviews-Waikoloa_Beach_Resort-Waikoloa_Kohala_Coast_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g580268-d6616806-Reviews-Churchill_s-Vila_Nova_de_Gaia_Porto_District_Northern_Portugal.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d7700073-Reviews-or20-Cafe_EON-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d7700073-Reviews-or10-Cafe_EON-Ho_Chi_Minh_City.html"
    },
    {
        "attraction_name": "Cafe EON",
        "attraction_name_vi": "Quán cà phê EON",
        "general_info": [
            "463 đánh giá",
            "- 8 trong số 311 Đời sống về đêm tại Thành phố Hồ Chí Minh",
            "Tiệm cà phê"
        ],
        "attraction_summary": "Một trong những địa điểm hoàn hảo mà khách du lịch cũng như người dân địa phương không thể bỏ lỡ: quán cà phê hạng nhất và tầm nhìn tuyệt đẹp ra Sài Gòn với EON Cafe trên tầng 50 của Tháp Tài chính Bitexco. Hơn nữa, đây còn là nơi lý tưởng để dùng bữa với những đầu bếp giỏi nhất và những nguyên liệu địa phương sẵn có. Với khách du lịch, EON Cafe sẽ mang đến cho bạn trải nghiệm ẩm thực phương Đông độc đáoXem thêm",
        "reviews": [
            "Một thức uống ngon với tầm nhìn đẹp. Giá cả đắt hơn những nơi khác nhưng vẫn không có gì so với các nước khác. Quan điểm là tốt. Nhân viên nhất quyết muốn xem - lấy vé của bạn rất nhiều, điều này có vẻ kỳ lạ, nhưng nếu không thì tốt. Mocktail fizz mâm xôi rất ngon Đọc thêm",
            "Chúng tôi muốn gửi lời cảm ơn vì những lời tích cực của bạn về trải nghiệm gần đây của bạn tại EON51. Chúng tôi rất vui khi được đọc phản hồi của bạn. Như bạn đã biết, chúng tôi đang áp dụng chương trình khuyến mãi giảm giá 20% cho khách có vé Skydeck khi bạn cho chúng tôi xem vé của bạn và có thể điều này làm bạn khó chịu một phần. Sau cùng, cảm ơn bạn và chúng tôi mong được chào đón bạn trở lại để có một bữa tối đáng nhớ khác cùng chúng tôi.\nTrân trọng,\nĐọc thêm",
            "Nếu bạn ở dưới đất bạn nghĩ Sài Gòn thật hỗn loạn. Ở trên bầu trời cao, với đồ uống trên tay, một ban nhạc jazz trực tiếp chơi một số bản nhạc xưa vàng và khung cảnh sẽ khiến bạn nhìn thành phố từ một góc nhìn khác. Tôi có thể giới thiệu nó chắc chắn.Sidenote; tôi nghĩ họ mở cửa đến 1 giờ sáng chứ không phải 12 giờ trưaĐọc thêm",
            "Thật là một đánh giá tuyệt vời, chúng tôi thực sự đánh giá cao lời nói và sự tin tưởng của bạn dành cho chúng tôi. Tôi rất vui khi biết rằng đội ngũ nhân viên và dịch vụ của chúng tôi đã đáp ứng được nhu cầu và mong đợi của bạn. Chúng tôi mong được chào đón bạn quay trở lại EON51 trong thời gian tới!Đọc thêm",
            "Tôi đồng ý với một số người đánh giá khác rằng tầm nhìn đẹp và giá cao. Nhưng còn một điều nữa tôi muốn viết. Hãy cảnh giác khi sử dụng thẻ tín dụng. Tôi mới đến Việt Nam được vài ngày và chỉ sử dụng thẻ tín dụng ở hai nơi: cửa hàng 7-eleven và Café EON. Một ngày sau khi truy cập EON - 03 - 12 - 19 - Tôi nhận được thông báo từ công ty thẻ tín dụng của tôi về các giao dịch mua vượt quá - 1.500 được đăng trong một ngày mua sắm vào tài khoản của tôi. Khi sử dụng thẻ ở 7-eleven tôi đã tự mình quẹt thẻ ở quầy, ở Café EON tôi đưa thẻ cho cô phục vụ, cô ấy lấy đi và 5 phút sau quay lại kèm theo thẻ tín dụng và hóa đơn. Coi chừng. Yêu cầu người phục vụ đến bàn của bạn bằng thiết bị đầu cuối hoặc thanh toán bằng tiền mặt. Đừng để thẻ của bạn trong tay nhân viên Café EON. Đây là lời khuyên của tôi về việc sử dụng thẻ tín dụng tại Café EON.Đọc thêm",
            "Thưa ông / bà,\nCảm ơn phản hồi của bạn đã thông báo cho chúng tôi về vấn đề bạn gặp phải với khoản thanh toán trước đó bằng thẻ tín dụng tại Café EON. Chúng tôi thực sự hiểu và chân thành xin lỗi vì bất kỳ sự bất tiện nào gây ra cho bạn do việc thanh toán bằng thẻ tín dụng đã xảy ra. Chúng tôi đang liên hệ với cơ quan chức năng để điều tra vấn đề, vì vậy chúng tôi sẽ rất biết ơn nếu bạn có thể gửi thông tin chi tiết hơn về các giao dịch ngoài ý muốn.\nChúng tôi đã biết vấn đề này và hiện đang xem xét với đội ngũ quản lý của mình để ngăn chặn loại trải nghiệm này xảy ra lần nữa. Mong muốn của chúng tôi là khách hàng cảm thấy được chào đón khi ghé thăm EON51. Chúng tôi đánh giá cao sự giúp đỡ của bạn trong vấn đề này và mong sớm nhận được phản hồi từ bạn.\nTrân trọng, \nĐọc thêm",
            "Đây là quán cà phê ở tầng trên sân thượng. Nó có một thực đơn ngon về món ăn Việt Nam.  Giá phản ánh vị trí và bạn đang trả tiền cho lượt xem. Mặc dù vậy, chúng rất đáng giá. Thức ăn rất ngon. Tôi đã có món bánh crepe thịt lợn nóng hổi. Nó hơi nhiều dầu, nhưng sau này tôi biết được câu trả lời cho vấn đề này là bọc bánh crepe trong nhiều rau diếp, lá mù tạt và các loại thảo mộc được cung cấp. Đã lên boong trên trời, vé này đã giảm 20 - giá bữa ăn. Đọc thêm",
            "Cảm ơn bạn cho ý kiến ​​của các bạn. Tôi chắc chắn sẽ cho nhân viên của chúng tôi biết mức độ ảnh hưởng của họ đối với trải nghiệm của bạn. Chúng tôi rất mong sớm có chuyến thăm tiếp theo của bạn tại EON Cafe. Cảm ơn và trân trọng.Đọc thêm",
            "Hôm nay ăn trưa ở đây. Ăn uống tại đài quan sát của bất kỳ tòa nhà chọc trời nào không hề rẻ, nhưng điều này thật đáng giá. Tầm nhìn 360 độ của Sài Gòn thật tuyệt vời. Nhưng đồ ăn và đồ uống đơn giản là không có trên thế giới này. Nếu bạn muốn chiêu đãi bản thân thì đây chính là nơi để làm điều đó.Đọc thêm",
            "Xin chào KevinD2135, \nCảm ơn bạn rất nhiều vì đã dành thời gian để cung cấp cho chúng tôi những đánh giá chi tiết như vậy. Lời khen của bạn chính là động lực to lớn để chúng tôi phát triển chất lượng của mình. Cảm ơn một lần nữa vì những nhận xét tốt đẹp của bạn và chúng tôi mong được chào đón bạn sớm. \nTrân trọng, Đọc thêm",
            "Trên tầng 50 của tòa tháp Bitexco mang tính biểu tượng. Khung cảnh tuyệt vời, bữa trưa ngon miệng với mức giá hợp lý và đồ uống ngon.....tuyệt vời!Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã ghé thăm nhà hàng của chúng tôi. Chúng tôi rất vinh dự khi bạn đã có khoảng thời gian vui vẻ tại Cafe EON. Hy vọng chúng tôi sẽ có cơ hội mang lại nhiều kinh nghiệm hơn cho gia đình bạn trong thời gian sắp tới.\nTrân trọng.Đọc thêm",
            "Rất đắt đỏ, nhưng tất nhiên bạn đang trả tiền cho lượt xem, điều này thật tuyệt vời. Thực sự không có thứ gì phù hợp cho người ăn chay sau khi bạn đã đến được đây, trong một thành phố nơi rất dễ dàng ghé qua các nhà hàng chay - chay. Có thể lấy một ly nước trái cây mới vắt, rẻ hơn bia địa phương và kỳ lạ là đắt như một túi trà ngâm trong nước nóng.Đọc thêm",
            "Chúng tôi đánh giá cao việc bạn dành thời gian cung cấp cho chúng tôi những phản hồi chi tiết như vậy. Tôi rất tiếc khi biết rằng một số điều trong suốt thời gian lưu trú của bạn đã không đáp ứng được mong đợi của bạn. Chúng tôi có các món chay trong thực đơn nên đừng ngần ngại cho chúng tôi biết nếu bạn muốn gọi món. Xin lưu ý rằng mối quan ngại của bạn đã được chuyển đến đội ngũ quản lý của chúng tôi. Cảm ơn một lần nữa và chúng tôi hy vọng bạn cho chúng tôi một cơ hội khác vì chúng tôi chắc chắn sẽ cải thiện dịch vụ của mình. Đọc thêm",
            "Một bữa ăn ngon, chủ yếu là món ăn Việt Nam và thực sự thú vị. Thực đơn tráng miệng đáng chết. Chúng tôi đã ăn ở đây hai lần vì thức ăn rất ngon và dịch vụ thì tuyệt vời. Cô hầu bàn Hani của chúng tôi rất vui vẻ Đọc thêm",
            "Cảm ơn bạn đã đánh giá tốt của bạn! Chúng tôi thực sự đánh giá cao những lời tốt đẹp của bạn về nhân viên của chúng tôi. Của nó\nchắc chắn là động lực cho chúng tôi mỗi khi nghe được những đánh giá tích cực như thế này. Chúng tôi chắc chắn sẽ để\nCô Hani rằng cô đã tạo được ảnh hưởng trong chuyến thăm của cô. Chúng tôi hy vọng sẽ sớm được chào đón bạn quay trở lại EON51!Đọc thêm",
            "Chúng tôi nghe theo lời khuyên của tài xế và đến Cafe Eon thay vì đến Skydeck và tôi rất vui vì đã làm như vậy, thực tế là chúng tôi đã ghé thăm hai lần, một lần vào ban ngày và một lần nữa vào buổi tối - đồ ăn là món Việt Nam và là hương vị đầu tiên của chúng tôi. nấu ăn trong nước.  Một số nhân viên gặp khó khăn để hiểu những gì chúng tôi muốn nhưng đối với tôi điều đó cũng ổn - thành thật mà nói, tôi rất vui khi không nghe thấy tiếng Anh xung quanh.  Tôi nghĩ đồ ăn rất ngon cả hai lần chúng tôi ghé thăm - quán cà phê ít trang trọng hơn vào ban ngày và khá giống nhà hàng như vào buổi tối - nhân viên rất thân thiện và quang cảnh tuyệt vời.  Nó có thể bận rộn vào buổi tối vì vậy tôi sẽ đặt trước nếu bạn có thể.  Tôi chỉ cho bốn sao vì tôi nghĩ cách trang trí hơi nhàm chán và sàn nhà cần được chú ý - ngoài ra tôi không thể phàn nànĐọc thêm",
            "Kính gửi WestCumbriaClaire,\nCảm ơn bạn đã đánh giá và lựa chọn nhà hàng của chúng tôi. Chúng tôi - rất vui vì bạn thích dịch vụ của chúng tôi, tầm nhìn ra đường chân trời và chúng tôi - rất mong được chào đón bạn làm khách của chúng tôi trong tương lai gần.\nTrân trọng, Đọc thêm",
            "Tôi làm theo lời khuyên trong cuốn Rough Guide của mình và chọn loại cà phê ngon nhất mà tôi có để ngắm nhìn Sài Gòn. Tôi lên khoảng 5 giờ chiều để đón ánh sáng trước khi hoàng hôn buông xuống. Những người lau cửa sổ ở tầng dưới đã hoàn thành công việc trong ngày - những chàng trai dũng cảm - điều này làm tăng thêm tầm nhìn của tôi. Một cốc cà phê latte lạnh có giá 184 nghìn đồng, nhưng vẫn rẻ hơn Skydeck. Nhân viên đồng ý với việc bạn đi lang thang xung quanh để có được những góc nhìn khác. Đáng làm một lần! Đăng nhập vào wifi, tôi nhận thấy thỏa thuận ăn trưa công việc tương đối có giá trị nếu bạn muốn ngắm cảnh.Đọc thêm",
            "Xin chào SaddleworthSaint,\n\nCảm ơn bạn và chúng tôi rất trân trọng khi bạn rời khỏi EON Cafe với phản hồi tốt đẹp. Chúng tôi hy vọng sẽ được đón tiếp bạn trở lại làm khách của chúng tôi trong tương lai gần!\n\nTrân trọng, Đọc thêm",
            "Nếu chúng ta muốn ngồi trước cửa sổ để ngắm hoàng hôn thì có cần đặt chỗ trước không?Đọc thêm",
            "Nhân viên thường đặt bạn cạnh cửa sổ khi bạn muốn dùng bữa, vì vậy bạn chỉ cần đến trước khi mặt trời lặn!Đọc thêm",
            "Xin chào, chúng tôi sẽ tốn bao nhiêu tiền nếu chúng tôi dùng bữa ở đây? Những ước tính sẽ là gì. Cảm ơnĐọc thêm",
            "Ngân sách khoảng một triệu - cũng xứng đáng. Món tráng miệng thật tuyệt vờiXem thêm",
            "Chúng tôi có cần đặt chỗ trước tại quán cà phê EON không?Đọc thêm",
            "Không, không hề, chỉ cần bật lên.Đọc thêm"
        ],
        "star_ratings": [
            155,
            182,
            89,
            23,
            14
        ],
        "review_amount": 463,
        "location": [
            "Những điều cần làm ở thành phố Hồ Chí Minh",
            "Cafe EON",
            "Ho Chi Minh City",
            "Châu Á",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written May 9, 2019",
            "Written May 6, 2019",
            "Written April 3, 2019",
            "Written March 25, 2019",
            "Written March 23, 2019",
            "Written March 8, 2019",
            "Written January 14, 2019",
            "Written January 5, 2019",
            "Written December 31, 2018",
            "Written December 20, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d7700073-Reviews-or20-Cafe_EON-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d3858605-Reviews-Kabin-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d26825620-Reviews-Rooty_Bar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d12130500-Reviews-Poke_Saigon-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d11953280-Reviews-Viet_Kitchen-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d26855274-Reviews-A_Taste_Of_Saigon_Restaurant-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d21392216-Reviews-The_Monkey_Gallery_Dessert_Bar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d20199402-Reviews-Amigo_Cafe-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d25132683-Reviews-The_Indian_House_Kitchen_and_Bar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d10317597-Reviews-B3_Steakhouse_Craft_Beer-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d7057524-Reviews-The_Lounge_Sheraton_Saigon_Grand_Opera_Hotel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d21230453-Reviews-Saigon_Skydeck-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2037764-Reviews-Bitexco_Financial_Tower-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d11680691-Reviews-Ao_Dai_Exhibition-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8290115-Reviews-Nguyen_Hue_Street-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d9582552-Reviews-President_ho_Chi_Minh_Statue-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d9806454-Reviews-Saigon_River-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d27346810-Reviews-Sailing_Foot_Massage-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d9974461-Reviews-Tomb_of_Le_Van_Duyet-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d4542125-Reviews-A_O_Show_Lune_Production-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d25340691-Reviews-Green_Palm_Gallery_49_Mac_Thi_Buoi_HCM-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d7700073-Reviews-or10-Cafe_EON-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d7700073-Reviews-or30-Cafe_EON-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d7700073-Reviews-Cafe_EON-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d21493307-Reviews-Lacaph_Coffee_Experiences_Space-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1752815-Reviews-Saigon_Saigon_Rooftop_Bar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12226320-Reviews-Tour_Guide_In_Saigon-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d24162332-Reviews-Monkee_Shisha_Lounge_Saigon-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d26840278-Reviews-Amore_Rooftop-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12150062-Reviews-Ong_Cao_Craft_Beer-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6556853-Reviews-Platinum_Club_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13372041-Reviews-Vespa_Wanderers-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2336225-Reviews-Chill_Skybar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d25130852-Reviews-Secret_Experiences-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14086619-Reviews-Muslim_Travel_Vietnam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1746272-Reviews-Les_Rives_Authentic_River_Experience-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17713575-Reviews-GR8_Fashion_Hub-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d15085936-Reviews-Mai_Barber_Shop_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6351606-Reviews-Asiana_Link_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14440775-Reviews-Mebuki_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d3959210-Reviews-Saigon_Riders-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d3815598-Reviews-Broma_Not_A_Bar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8734774-Reviews-Eden_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13225175-Reviews-The_Iron_Bank_Cocktail_Vault-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6963823-Reviews-Phuong_Ha_Grocery_Store-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12432519-Reviews-Saigon_Transfers-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g60971-d6703544-Reviews-Pepsi_Amphiteatre-Flagstaff_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d191096-Reviews-Musei_Capitolini-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g499346-d3370117-Reviews-Les_Jardins_de_Quatre_Vents-La_Malbaie_Charlevoix_Quebec.html",
            "https://www.tripadvisor.com/Attraction_Review-g60801-d253262-Reviews-The_Culinary_Institute_of_America-Hyde_Park_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g31537-d110029-Reviews-Mount_Nebo_State_Park-Dardanelle_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g37743-d9719545-Reviews-McGrath_Amphitheatre-Cedar_Rapids_Iowa.html",
            "https://www.tripadvisor.com/Attraction_Review-g1224250-d2723942-Reviews-Dang_Massage-Choeng_Thale_Thalang_District_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g34048-d23849096-Reviews-Schellville-Rehoboth_Beach_Delaware.html",
            "https://www.tripadvisor.com/Attraction_Review-g298278-d3491018-Reviews-Legoland_Malaysia-Johor_Bahru_Johor_Bahru_District_Johor.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d189685-Reviews-Latin_Quarter-Paris_Ile_de_France.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d7700073-Reviews-or30-Cafe_EON-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d7700073-Reviews-or20-Cafe_EON-Ho_Chi_Minh_City.html"
    },
    {
        "attraction_name": "Cafe EON",
        "attraction_name_vi": "Cafe EON",
        "general_info": [
            "463 đánh giá",
            "- 8 trong 311 Cuộc sống về đêm ở TP.HCM",
            "Tiệm cà phê"
        ],
        "attraction_summary": "Một trong những địa điểm hoàn hảo mà khách du lịch cũng như người dân địa phương không thể bỏ lỡ: quán cà phê hạng nhất và tầm nhìn tuyệt đẹp ra Sài Gòn với EON Cafe trên tầng 50 của Tháp Tài chính Bitexco. Hơn nữa, đây còn là nơi lý tưởng để dùng bữa với những đầu bếp giỏi nhất và những nguyên liệu địa phương sẵn có. Với khách du lịch, EON Cafe sẽ mang đến cho bạn trải nghiệm ẩm thực phương Đông độc đáoXem thêm",
        "reviews": [
            "Chúng tôi đã có một cái nhìn đẹp về Sài Gòn trong quán cà phê. Nhưng trong thời gian chúng tôi ở quán cà phê, tôi không thể không chú ý đến quang cảnh có quá nhiều nhân viên xung quanh nơi này. Một số rất hữu ích nhưng một số lại gặp khó khăn trong việc giao tiếp. Chúng tôi có cà phê, bánh quế và kem. Giá hơi cao một chút nhưng xứng đáng cho một nơi có tầm nhìn.Đọc thêm",
            "Cảm ơn bạn đã đánh giá cao và hãy cho chúng tôi biết trải nghiệm của bạn với EON Cafe. Như bạn đã biết, chúng tôi muốn sẵn sàng cung cấp cho khách hàng chất lượng cao nhất để họ có thể làm phiền bạn một phần. Chúng tôi rất mong chờ chuyến thăm tiếp theo của bạn tại EON Cafe một lần nữa. Cảm ơn và trân trọng.Đọc thêm",
            "Nằm trên tầng 50 của Tháp tài chính Bitexco, Café Eon mang lại cảm giác như đang dùng bữa trên mây. Có thang máy riêng lên nhà hàng. Tất cả các bảng đều có chế độ xem cửa sổ. Nhà hàng của chúng tôi có tầm nhìn tuyệt đẹp ra sông Sài Gòn và thành phố. Với vị trí cao của nhà hàng, đồ ăn chất lượng cao với cách trình bày tuyệt vời. Hướng dẫn viên của chúng tôi đã giúp chúng tôi gọi món nem nguội Việt Nam, cơm chiên đặc biệt với tôm và rau trộn xào.  Ba chiếc nem lớn được cắt đôi và bày biện vô cùng hấp dẫn. Cơm chiên rất thịnh soạn và bên trên có ba con tôm tẩm bột lớn. Có đủ thức ăn cho cả hai chúng tôi. Chúng tôi đã có món sinh tố chanh tươi mát lạnh để làm mới và làm sạch khẩu vị của mình. Dịch vụ rất tuyệt vời và không bao giờ vội vàng. Đọc thêm",
            "Lời chào nồng nhiệt từ EON51! Cảm ơn bạn đã dành thời gian chia sẻ trải nghiệm ăn uống gần đây của mình tại EON51. Thật tuyệt khi biết rằng bạn thích dịch vụ của chúng tôi. Nhận xét của bạn sẽ được chia sẻ với nhóm như một sự khích lệ cho tất cả chúng ta để phát triển tốt hơn. Một lần nữa xin cảm ơn những nhận xét tốt đẹp của bạn và chúng tôi mong sớm được chào đón bạn quay trở lại.Đọc thêm",
            "Như với hầu hết những người chúng tôi đến đây để ngắm cảnh thành phố và chúng tôi không thất vọng. Khung cảnh rất đẹp và tôi khuyên bạn nên đi xem toàn cảnh nếu có thể. Chúng tôi chọn ghé thăm vào giờ ăn trưa để ngắm cảnh và giá cả đồ ăn. Chúng tôi đã ăn từ thực đơn 440.000 - - VNĐ và điều này ổn, đặc biệt là nó bao gồm một đồ uống. Nhớ lại quan điểm, mức giá này khá chấp nhận được mặc dù cao hơn so với các nhà hàng cà phê khác ở TP.HCM. Một số hình ảnh về những gì có trong thực đơn được đính kèm. Chúng tôi không gặp vấn đề gì với bất cứ điều gì. Chúng tôi rất thích chuyến thăm của mình và tôi khuyên những người khác nên ghé thăm.Đọc thêm",
            "Merevaik thân mến,\nChúng tôi đánh giá cao việc bạn dành thời gian đánh giá về chất lượng dịch vụ của chúng tôi. Chúng tôi rất vui khi được bạn là khách của chúng tôi và hy vọng chúng tôi sẽ có cơ hội được phục vụ bạn tại Cafe EON trong thời gian sắp tới. \nCảm ơn và trân trọng.Đọc thêm",
            "Tránh được chi phí phí ​​tháp Bitexco và giá đồ uống rất đắt. Nhưng nếu bạn tính đến việc tiết kiệm phí tháp thì điều đó là hợp lý. Đi vào lúc mặt trời lặn, ban nhạc chơi ở chế độ nền. Rất đáng để ghé thămĐọc thêm",
            "Gửi Trail314982, Lời đầu tiên chúng tôi muốn gửi lời cảm ơn tới lời khen của bạn về dịch vụ tại EON Heli Bar. Thật tuyệt khi biết rằng bạn thích khung cảnh bầu trời và buổi biểu diễn nhạc sống của chúng tôi. Hy vọng chúng tôi sẽ có cơ hội khác được chào đón bạn tại nhà hàng của chúng tôi. Cảm ơn và trân trọngĐọc thêm",
            "Bạn phải đặt chỗ để có bàn cạnh cửa sổ và ngắm hoàng hôn Sài Gòn. Dịch vụ ổn nhưng giá hơi cao! Tôi khuyên bạn nên đi chỉ để uống một ly và ngắm cảnh hoàng hôn hoặc ban đêm.Đọc thêm",
            "Bạn hoàn toàn đúng! Hoàng hôn là thời điểm tuyệt vời để ngắm cảnh. Nhưng sau khi trời tối khi thành phố bừng sáng bởi ánh đèn thì sẽ thật tuyệt vời. Hãy quay lại đây vào ban đêm để tận hưởng vẻ đẹp thực sự của Sài Gòn nhé! \nChúng tôi mong muốn được nhìn thấy bạn một lần nữa. Trân trọng.Đọc thêm",
            "Đúng như bạn mong đợi, giá cao ngang quán cà phê!!!! Dịch vụ chậm và không tuyệt vời. Cà phê ngon, thực đơn phong phú cho bữa ăn nhẹ, bữa trưa và bữa tối. Để có được tầm nhìn thì thật tốt nhưng có nhiều nơi tốt hơn để đi uống cà phê. Đọc thêm",
            "Kính gửi MrW99,\nCảm ơn bạn đã chia sẻ phản hồi của mình.\nChúng tôi rất thất vọng khi biết rằng lần này chúng tôi đã không đáp ứng được kỳ vọng về dịch vụ của bạn. Chắc chắn, tôi sẽ chia sẻ nhận xét của bạn với nhóm của chúng tôi để cải thiện dịch vụ tại EON Cafe.\nChúng tôi đánh giá cao việc bạn chia sẻ mối quan tâm của mình và chúng tôi hy vọng rằng bạn sẽ cho chúng tôi cơ hội phục vụ bạn tốt hơn trong tương lai gần.\nTrân trọng.\nĐọc thêm",
            "Chúng tôi đến Cafe Eon trên tầng 51 của Bitexco và nó rất đáng yêu. Chúng tôi ngắm hoàng hôn và thưởng thức mocktails. Khung cảnh thành phố đẹp đến kinh ngạc từ trên đó. Nhân viên rất thân thiện và hữu ích. Đồ uống - giá đắt hơn bình thường nhưng đó là điều dễ hiểu. Trải nghiệm tuyệt vời.Đọc thêm",
            "Kính gửi VanessaTran101,\nChúng tôi muốn nói lời cảm ơn vì những lời tốt đẹp của bạn về trải nghiệm gần đây của bạn tại EON51. Chúng tôi rất vui khi đọc được phản hồi của bạn. Chúng tôi mong được chào đón bạn trở lại cho một bữa tối đáng nhớ khác với chúng tôi.\nTrân trọng,\nĐọc thêm",
            "Chúng tôi dùng cà phê và bánh ngọt tại quán cà phê Eon và mặc dù chúng tôi chi nhiều hơn một chút nếu chỉ đến Sky Deck, nhưng ít nhất chúng tôi cũng mua được một ít đồ ăn và đồ uống ngon. Giá cao hơn một chút so với mức chúng tôi thường trả nhưng quang cảnh rất tuyệt - con trai tôi rất thích tìm khách sạn của chúng tôi! - và các nhân viên rất thân thiện và dịch vụ nhanh chóng. Bánh truffle sô cô la đáng được nhắc đến đặc biệt vì nó rất ngon! Đọc thêm",
            "Kính gửi Anoushka3005,\nCảm ơn bạn rất nhiều vì đánh giá tuyệt vời này. Hy vọng chúng tôi sẽ có thể chào đón tất cả các bạn quay trở lại nhà hàng của chúng tôi trong tương lai gần.\nTrân trọng.Đọc thêm",
            "Chúng tôi không thể đến quán bar vì chúng tôi đi cùng bọn trẻ, quán cà phê này chỉ có thể ngắm cảnh một bên tòa nhà nhưng rất tuyệt. Đồ ăn rất ngon nhưng rất đắt so với Việt Nam. Nhân viên không phản đối khi chúng tôi đi lang thang chụp ảnh. Toàn bộ quang cảnh đều qua kính nên ảnh có thể bị hỏng do phản chiếu. Đọc thêm",
            "Kính gửi vị khách quý của chúng tôi,\nCảm ơn bạn đã đánh giá và lựa chọn nhà hàng của chúng tôi. Chúng tôi - rất vui vì bạn thích dịch vụ của chúng tôi, tầm nhìn ra đường chân trời và chúng tôi - rất mong được chào đón bạn làm khách của chúng tôi trong tương lai gần.\nTrân trọng,\nNhóm dịch vụ khách hàng.Đọc thêm",
            "Quán cà phê không hẳn là một quán cà phê mà là một nhà hàng đỉnh cao. Bạn có thể ăn uống bình thường hoặc trải nghiệm ăn uống riêng tư. Thức ăn thật tuyệt vời. Khung cảnh thật hoàn hảo, tuyệt đẹp vào ban đêm. Các nhân viên rất hữu ích. Dễ chịu và chuyên nghiệp. Một đêm đi chơi hoàn hảo. Cũng cần lưu ý rằng nếu bạn đặt bàn thì bạn có thể ngắm cảnh mà không phải trả phí đi thang máy. Theo tôi thì phải ghé thăm khi ở Sài GònĐọc thêm",
            "Steven thân mến,\nCảm ơn phản hồi tích cực của bạn, chúng tôi rất vui khi biết rằng nhân viên của chúng tôi đã làm cho buổi tối của bạn trở nên dễ chịu. Hãy kiểm tra trang Facebook của chúng tôi để biết các khuyến mãi mà bạn có thể quan tâm. Mong sớm được gặp lại bạn.\nTrân trọng,\nNhóm dịch vụ khách hàng.Đọc thêm"
        ],
        "star_ratings": [
            155,
            182,
            89,
            23,
            14
        ],
        "review_amount": 463,
        "location": [
            "Những điều cần làm ở thành phố Hồ Chí Minh",
            "Cafe EON",
            "Ho Chi Minh City",
            "Châu Á",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written December 19, 2018",
            "Written December 16, 2018",
            "Written November 18, 2018",
            "Written September 26, 2018",
            "Written September 5, 2018",
            "Written August 31, 2018",
            "Written August 27, 2018",
            "Written August 25, 2018",
            "Written July 10, 2018",
            "Written May 17, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d7700073-Reviews-or30-Cafe_EON-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d3858605-Reviews-Kabin-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d26825620-Reviews-Rooty_Bar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d12130500-Reviews-Poke_Saigon-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d11953280-Reviews-Viet_Kitchen-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d26855274-Reviews-A_Taste_Of_Saigon_Restaurant-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d21392216-Reviews-The_Monkey_Gallery_Dessert_Bar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d20199402-Reviews-Amigo_Cafe-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d25132683-Reviews-The_Indian_House_Kitchen_and_Bar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d10317597-Reviews-B3_Steakhouse_Craft_Beer-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d7057524-Reviews-The_Lounge_Sheraton_Saigon_Grand_Opera_Hotel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d21230453-Reviews-Saigon_Skydeck-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2037764-Reviews-Bitexco_Financial_Tower-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d11680691-Reviews-Ao_Dai_Exhibition-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8290115-Reviews-Nguyen_Hue_Street-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d9582552-Reviews-President_ho_Chi_Minh_Statue-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d9806454-Reviews-Saigon_River-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d27346810-Reviews-Sailing_Foot_Massage-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d9974461-Reviews-Tomb_of_Le_Van_Duyet-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d4542125-Reviews-A_O_Show_Lune_Production-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d25340691-Reviews-Green_Palm_Gallery_49_Mac_Thi_Buoi_HCM-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d7700073-Reviews-or20-Cafe_EON-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d7700073-Reviews-or40-Cafe_EON-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d7700073-Reviews-Cafe_EON-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d21493307-Reviews-Lacaph_Coffee_Experiences_Space-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1752815-Reviews-Saigon_Saigon_Rooftop_Bar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12226320-Reviews-Tour_Guide_In_Saigon-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d24162332-Reviews-Monkee_Shisha_Lounge_Saigon-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d26840278-Reviews-Amore_Rooftop-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12150062-Reviews-Ong_Cao_Craft_Beer-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6556853-Reviews-Platinum_Club_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13372041-Reviews-Vespa_Wanderers-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2336225-Reviews-Chill_Skybar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d25130852-Reviews-Secret_Experiences-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14086619-Reviews-Muslim_Travel_Vietnam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1746272-Reviews-Les_Rives_Authentic_River_Experience-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17713575-Reviews-GR8_Fashion_Hub-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d15085936-Reviews-Mai_Barber_Shop_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6351606-Reviews-Asiana_Link_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14440775-Reviews-Mebuki_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d3959210-Reviews-Saigon_Riders-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d3815598-Reviews-Broma_Not_A_Bar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8734774-Reviews-Eden_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13225175-Reviews-The_Iron_Bank_Cocktail_Vault-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6963823-Reviews-Phuong_Ha_Grocery_Store-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12432519-Reviews-Saigon_Transfers-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293919-d7141844-Reviews-Sabai_Massage-Pattaya_Chonburi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1074312-d2556386-Reviews-Salina_Turda-Turda_Cluj_County_Northwest_Romania_Transylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g143026-d102650-Reviews-Bowman_Lake-Glacier_National_Park_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g39604-d105618-Reviews-Louisville_Slugger_Museum_Factory-Louisville_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g32761-d17478653-Reviews-Google_Merchandise_Store-Mountain_View_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g52092-d3179002-Reviews-Crescent_Moon_Ranch-Terrebonne_Central_Oregon_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g44481-d10113625-Reviews-Hermann_Trolley-Hermann_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g3228836-d14934788-Reviews-Achladies_beach-Achladias_Skiathos_Sporades.html",
            "https://www.tripadvisor.com/Attraction_Review-g60097-d576291-Reviews-Brady_Street-Milwaukee_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g33833-d8380317-Reviews-Castle_Craig-Meriden_Connecticut.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d7700073-Reviews-or40-Cafe_EON-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d7700073-Reviews-or30-Cafe_EON-Ho_Chi_Minh_City.html"
    },
    {
        "attraction_name": "Cafe EON",
        "attraction_name_vi": "Cafe EON",
        "general_info": [
            "463 đánh giá",
            "- 8 trong 311 Cuộc sống về đêm ở TP.HCM",
            "Tiệm cà phê"
        ],
        "attraction_summary": "Một trong những địa điểm hoàn hảo mà khách du lịch cũng như người dân địa phương không thể bỏ lỡ: quán cà phê hạng nhất và tầm nhìn tuyệt đẹp ra Sài Gòn với EON Cafe trên tầng 50 của Tháp Tài chính Bitexco. Hơn nữa, đây còn là nơi lý tưởng để dùng bữa với những đầu bếp giỏi nhất và những nguyên liệu địa phương sẵn có. Với khách du lịch, EON Cafe sẽ mang đến cho bạn trải nghiệm ẩm thực phương Đông độc đáoXem thêm",
        "reviews": [
            "Mặc dù nhà hàng này nằm trên tòa nhà nổi tiếng Saigon Skydeck, nhưng nếu đứng riêng lẻ thì sẽ thất bại. Nhân viên phục vụ rất tệ. Wifi liên tục kết nối lại nên không sử dụng được. Đồ uống và thực đơn thì - meh - và đắt hơn vé vào cửa Skydeck. - rõ ràng là do thiết kế - . Đừng lãng phí thời gian hoặc tiền bạc của bạn ở đây. Có quá nhiều lựa chọn ở thành phố tuyệt vời này, để chấp nhận điều nàyXem thêm",
            "Kính gửi Evolution26,\nChúng tôi xin lỗi vì trải nghiệm bạn gặp phải. Chúng tôi - sẽ chuyển tiếp ý kiến ​​của bạn đến người quản lý của chúng tôi và xem xét chính sách của chúng tôi. Một lần nữa xin cảm ơn góp ý của bạn và hi vọng bạn sẽ ghé thăm EON51 vào dịp khác với chất lượng tốt hơn.\nTrân trọng,\nNhóm dịch vụ khách hàng.Đọc thêm",
            "Tầng 50 - Nhà hàng phong cách Việt Nam. Rất đáng để ghé thăm. Lượt xem rất giật gân và miễn phí của dịch vụ chu đáo. Không thể nói đủ cao về chất lượng của thực phẩm. Chúng tôi có 3 món để chia sẻ. Sườn heo bụng lợn tan chảy trong miệng tôi. Đọc thêm",
            "Joe thân mến,\nChúng tôi đánh giá cao việc bạn dành thời gian đánh giá về chất lượng dịch vụ của chúng tôi. Chúng tôi rất vui khi được bạn là khách của chúng tôi và hy vọng chúng tôi sẽ có cơ hội được phục vụ bạn tại Cafe EON trong thời gian sắp tới. \nCảm ơn và trân trọng.Đọc thêm",
            "Bỏ qua đài quan sát và đi thẳng đến Cafe EON trên tầng 50. Gia đình chúng tôi đã thưởng thức những ly cà phê latte và cà phê đá rất ngon trong khi chúng tôi tận hưởng khung cảnh tuyệt vời. Giá cả ở TP.HCM chắc chắn là cao, nhưng người ta sẽ phải trả nhiều hơn một chút cho tầm nhìn và trải nghiệm. Nó rất xứng đáng nếu xét đến mức phí bảo hiểm khiêm tốn. Đọc thêm",
            "Ben thân mến,\nCảm ơn bạn rất nhiều vì đã ghé thăm nhà hàng của chúng tôi. Chúng tôi rất vinh dự khi bạn đã có khoảng thời gian vui vẻ tại Cafe EON. Hy vọng chúng tôi sẽ có cơ hội mang lại nhiều kinh nghiệm hơn cho gia đình bạn trong thời gian sắp tới.\nMột lần nữa xin cảm ơn và trân trọngĐọc thêm",
            "Chúng tôi đến chỉ để uống cà phê và tráng miệng sau bữa tối ở nơi khác. Quan điểm tuyệt vời từ đầu. Không quá đắt. Hướng dẫn viên của chúng tôi đã đặt bàn cho chúng tôi và do đó chúng tôi đã đi vào bằng lối vào khác và tránh được khoản phí - 10.Đọc thêm",
            "Ian C thân mến\nCảm ơn bạn đã lựa chọn cafe EON và giới thiệu. Chúng tôi rất vui khi biết rằng bạn rất thích khung cảnh này. Chúng tôi mong được phục vụ bạn một lần nữa.\n\nTrân trọng,\nĐọc thêm",
            "Khung cảnh rất nổi bật và dịch vụ trong nhà hàng vẫn ổn. Tuy nhiên, thực phẩm có giá quá cao. Nhạt nhẽo và nhàm chán. Đọc thêm",
            "Kính gửi Vigdisblach\n\nCảm ơn bạn đã chia sẻ phản hồi có giá trị của bạn.\n\nMặc dù chúng tôi không ngừng nỗ lực để đạt được Hoạt động xuất sắc nhưng chúng tôi rất tiếc vì đã không đáp ứng được mong đợi của bạn. Chúng tôi đã ghi nhận những nhận xét của bạn về chất lượng thực phẩm và dịch vụ mà chúng tôi cung cấp và chúng tôi chân thành xin lỗi vì điều này. \n\nChúng tôi quan tâm đến trải nghiệm ăn uống của bạn tại cafe Eon và chúng tôi mong có cơ hội được phục vụ bạn lần nữa.\nTrân trọng kính chào,\n\nĐọc thêm",
            "Đến đó vì tôi có nửa giờ rảnh rỗi khi tham quan Skydeck. Giá khá chát đối với Việt Nam. Đã trả 400000d cho một ly cà phê, bánh ngọt và chai nước và bao gồm cả giảm giá Skydeck. Dịch vụ khá kém - Tôi đến đó vào giữa buổi chiều nên nơi này gần như trống rỗng nhưng tất cả 4-5 người phục vụ dường như tìm nơi khác để tìm và không tại nhà hàng của họ có rất ít khách hàng nên rất khó để thu hút sự chú ý của ai đó. Cà phê và bánh ngọt đều ổn - với mức giá như vậy thì tốt hơn - nhưng quả mâm xôi trên mặt bánh của tôi có một lớp bụi bẩn đẹp mắt như bạn có thể thấy trong hình. Chắc hẳn là một xu hướng ăn uống cao cấp mới.Đọc thêm",
            "Silviu R thân mến, cảm ơn bạn đã đánh giá về trải nghiệm gần đây nhất của bạn. Phản hồi của bạn đã cho chúng tôi cơ hội nói chuyện với một số thành viên trong nhóm của chúng tôi về cách xử lý các tình huống trong tương lai. Nếu có thể, chúng tôi mong được gặp lại bạn với tư cách là khách của chúng tôi để chúng tôi có thể đích thân chăm sóc bạn.\nTrân trọng kính chào,\nĐọc thêm",
            "Thật tuyệt khi được uống một ly ở đây để ngắm cảnh thành phố. Rõ ràng là bạn phải trả tiền để vào sky deck, tuy nhiên nếu bạn chọn đến quán cà phê này để uống một ly, bạn chỉ phải trả tiền cho đồ uống và không cần phí vào cửa. Đọc thêm",
            "Jennie L thân mến, cảm ơn bạn đã dành thời gian viết đánh giá cho chúng tôi. Chúng tôi rất vui khi biết bạn thích trải nghiệm này và mong sớm được chào đón bạn quay trở lại.\nTrân trọng kính chào,\nĐọc thêm",
            "Tôi sẽ không đến hai lần. Đào tạo nhân viên là khủng khiếp. Hai nhân viên không hài lòng với tôi và tôi đi ra ngoài. Tôi không khuyên bạn nên làm điều đó nếu bạn muốn tận hưởng phong cảnh một cách thoải mái. Đọc thêm",
            "Kính thưa quý khách,\nChúng tôi rất lo ngại rằng bạn đã rời khỏi Cafe EON của chúng tôi với ấn tượng tiêu cực về quán cà phê-resto của chúng tôi, đặc biệt là trải nghiệm của bạn với dịch vụ. Chúng tôi chân thành xin lỗi vì bất kỳ sự bất tiện nào gây ra. \nBạn vui lòng liên hệ trực tiếp với chúng tôi qua e-mail marketing - eon51.com và cho chúng tôi biết chi tiết để chúng tôi cải thiện chất lượng dịch vụ của mình.\n\nTrân trọng.\nĐọc thêm",
            "Hôm nay chú tôi đến thăm tôi và tôi rất vui được mời ông uống cà phê với tôi. Tôi chọn cà phê EON vì đây là loại cà phê cao nhất ở TP.HCM Đồ uống không tệ và chất lượng lại phù hợp với giá cả Tôi rất thích cà phê EON vì một thức uốngĐọc thêm",
            "Johnny thân mến,\nTôi hy vọng tin nhắn này sẽ đến với bạn và gia đình bạn.\nCảm ơn bạn vì những lời tốt đẹp như vậy. Chúng tôi mong được phục vụ bạn một lần nữa trong tương lai gần.\nCHÚC MỪNG NĂM MỚI.\nTrân trọng,\nTuan Tran.Đọc thêm",
            "Nếu bạn muốn có cái nhìn đẹp nhất về Thành phố Hồ Chí Minh, bạn sẽ khó lòng đánh bại được ở đây. Chúng tôi không thấy đây là nơi dễ tìm nhất, nhưng một khi bạn đã lên đó hãy lấy đồ uống, đồ ăn nhẹ và ngắm cảnh. Như dự kiến ​​nơi này đắt hơn mức trung bình.Đọc thêm",
            "Kính thưa quý khách,\nCảm ơn bạn đã lựa chọn chúng tôi và chia sẻ nhận xét tuyệt vời về trải nghiệm của bạn tại quán cà phê EON. Chúng tôi rất vui vì bạn đã dành thời gian ở đây.\nChúng tôi mong được chào đón bạn trở lại một lần nữa.\nTrân trọng.\nTuan Tran.Đọc thêm",
            "Nếu chúng ta muốn ngồi trước cửa sổ để ngắm hoàng hôn thì có cần đặt chỗ trước không?Đọc thêm",
            "Nhân viên thường đặt bạn cạnh cửa sổ khi bạn muốn dùng bữa, vì vậy bạn chỉ cần đến trước khi mặt trời lặn!Đọc thêm",
            "Xin chào, chúng tôi sẽ tốn bao nhiêu tiền nếu chúng tôi dùng bữa ở đây? Những ước tính sẽ là gì. Cảm ơnĐọc thêm",
            "Ngân sách khoảng một triệu - cũng xứng đáng. Món tráng miệng thật tuyệt vờiXem thêm",
            "Chúng tôi có cần đặt chỗ trước cho quán cà phê EON không? Đọc thêm",
            "Không, không hề, chỉ cần bật lên.Đọc thêm"
        ],
        "star_ratings": [
            155,
            182,
            89,
            23,
            14
        ],
        "review_amount": 463,
        "location": [
            "Những điều cần làm ở thành phố Hồ Chí Minh",
            "Cafe EON",
            "Ho Chi Minh City",
            "Châu Á",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written April 13, 2018",
            "Written March 5, 2018",
            "Written February 20, 2018",
            "Written February 2, 2018",
            "Written February 1, 2018",
            "Written January 16, 2018",
            "Written January 11, 2018",
            "Written January 1, 2018",
            "Written December 20, 2017",
            "Written December 18, 2017"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d7700073-Reviews-or40-Cafe_EON-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d3858605-Reviews-Kabin-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d26825620-Reviews-Rooty_Bar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d12130500-Reviews-Poke_Saigon-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d11953280-Reviews-Viet_Kitchen-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d26855274-Reviews-A_Taste_Of_Saigon_Restaurant-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d21392216-Reviews-The_Monkey_Gallery_Dessert_Bar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d20199402-Reviews-Amigo_Cafe-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d25132683-Reviews-The_Indian_House_Kitchen_and_Bar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d10317597-Reviews-B3_Steakhouse_Craft_Beer-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d7057524-Reviews-The_Lounge_Sheraton_Saigon_Grand_Opera_Hotel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d21230453-Reviews-Saigon_Skydeck-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2037764-Reviews-Bitexco_Financial_Tower-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d11680691-Reviews-Ao_Dai_Exhibition-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8290115-Reviews-Nguyen_Hue_Street-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d9582552-Reviews-President_ho_Chi_Minh_Statue-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d9806454-Reviews-Saigon_River-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d27346810-Reviews-Sailing_Foot_Massage-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d9974461-Reviews-Tomb_of_Le_Van_Duyet-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d4542125-Reviews-A_O_Show_Lune_Production-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d25340691-Reviews-Green_Palm_Gallery_49_Mac_Thi_Buoi_HCM-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d7700073-Reviews-or30-Cafe_EON-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d7700073-Reviews-or50-Cafe_EON-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d7700073-Reviews-Cafe_EON-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d21493307-Reviews-Lacaph_Coffee_Experiences_Space-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1752815-Reviews-Saigon_Saigon_Rooftop_Bar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12226320-Reviews-Tour_Guide_In_Saigon-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d24162332-Reviews-Monkee_Shisha_Lounge_Saigon-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d26840278-Reviews-Amore_Rooftop-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12150062-Reviews-Ong_Cao_Craft_Beer-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6556853-Reviews-Platinum_Club_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13372041-Reviews-Vespa_Wanderers-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2336225-Reviews-Chill_Skybar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d25130852-Reviews-Secret_Experiences-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14086619-Reviews-Muslim_Travel_Vietnam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1746272-Reviews-Les_Rives_Authentic_River_Experience-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17713575-Reviews-GR8_Fashion_Hub-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d15085936-Reviews-Mai_Barber_Shop_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6351606-Reviews-Asiana_Link_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14440775-Reviews-Mebuki_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d3959210-Reviews-Saigon_Riders-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d3815598-Reviews-Broma_Not_A_Bar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8734774-Reviews-Eden_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13225175-Reviews-The_Iron_Bank_Cocktail_Vault-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6963823-Reviews-Phuong_Ha_Grocery_Store-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12432519-Reviews-Saigon_Transfers-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g42418-d3317992-Reviews-Rifle_River_Recreation_Area-Lupton_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g52145-d319269-Reviews-Wildlife_Safari-Winston_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d241087-Reviews-Glyfada_Golf_Course-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g34571-d142793-Reviews-Festival_Marketplace-Pompano_Beach_Broward_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g29750-d1463268-Reviews-Spa_Toccare-Atlantic_City_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d639775-Reviews-Captain_Hook_Cancun-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g147249-d148239-Reviews-Malmok_Beach-Palm_Eagle_Beach_Aruba.html",
            "https://www.tripadvisor.com/Attraction_Review-g32823-d2540078-Reviews-Cucamonga_Guasti_Regional_Park-Ontario_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g34543-d2223779-Reviews-Gator_Country_Alligator_Park-Panama_City_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g48432-d11875293-Reviews-Hawk_s_Nest_Highway-Port_Jervis_New_York.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d7700073-Reviews-or50-Cafe_EON-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d7700073-Reviews-or40-Cafe_EON-Ho_Chi_Minh_City.html"
    },
    {
        "attraction_name": "Cafe EON",
        "attraction_name_vi": "Cafe EON",
        "general_info": [
            "463 đánh giá",
            "- 8 trong 311 Cuộc sống về đêm ở TP.HCM",
            "Tiệm cà phê"
        ],
        "attraction_summary": "Một trong những địa điểm hoàn hảo mà khách du lịch cũng như người dân địa phương không thể bỏ lỡ: quán cà phê hạng nhất và tầm nhìn tuyệt đẹp ra Sài Gòn với EON Cafe trên tầng 50 của Tháp Tài chính Bitexco. Hơn nữa, đây còn là nơi lý tưởng để dùng bữa với những đầu bếp giỏi nhất và những nguyên liệu địa phương sẵn có. Với khách du lịch, EON Cafe sẽ mang đến cho bạn trải nghiệm ẩm thực phương Đông độc đáoXem thêm",
        "reviews": [
            "Nếu bạn có thời gian ... Hãy lên tầng 52 và uống cà phê. Bạn phải tìm đường khi dường như bạn đang ở trong khu vực mua sắm ở căn cứ .... Có một bàn kiểm soát số lượng khách. Lên miễn phí. Chi phí ăn uống rất hợp lý khi bạn có ở đó không. Chúng tôi vừa đi lấy một cốc cocacola, chúng tôi đã có thể có được một chiếc bàn gần cửa sổ và khung cảnh thật tuyệt vời. Tôi khuyên bạn nên thử làm điều này cuối cùng .... Bằng cách đó, bạn sẽ nhận ra những gì bạn đang xem và thưởng thức tìm ra những thắng cảnh bạn đã ghé thăm trong thời gian lưu trú. Bạn cũng sẽ thấy thành phố này sẽ phát triển như thế nào ... Đây chắc chắn là thời điểm để ghé thăm.Đọc thêm",
            "Jerry P thân mến, chúng tôi rất vui khi biết bạn thích dịch vụ của chúng tôi! Nhóm của chúng tôi sẽ rất vui mừng khi biết rằng công việc khó khăn của họ được đánh giá cao! Chúng tôi mong được chào đón bạn trong chuyến thăm tiếp theo của bạn.\nTrân trọng kính chào,\nĐọc thêm",
            "Đây là một cách tuyệt vời để ngắm nhìn thành phố. Tuy nhiên, chúng tôi muốn ghé quán cà phê để uống cà phê hơn là quán bar để uống. Sau khi đi lên thang máy đầu tiên - đến khu vực quán cà phê - bạn phải đi thang máy thứ hai lên khu vực quầy bar. Có rất ít lựa chọn để dừng lại ở quán cà phê mà bạn bị cuốn vào quán bar. Sau khi mời chúng tôi một chiếc bàn có tầm nhìn kém ở trung tâm, chúng tôi đã yêu cầu quay lại quán cà phê và cuối cùng đã có một ly cà phê với tầm nhìn tuyệt vời ra chỗ ngồi bên cửa sổ. Tôi khuyên bạn nên ghé thăm nhưng hãy biết bạn muốn khu vực nào trước!Đọc thêm",
            "Dundeepenguin thân mến, cảm ơn bạn đã đánh giá về trải nghiệm gần đây nhất của bạn. Phản hồi của bạn đã cho chúng tôi cơ hội trao đổi với nhóm của chúng tôi về cách xử lý các tình huống trong tương lai.\nChúng tôi mong chờ chuyến thăm tiếp theo của bạn, để làm bạn ngạc nhiên một lần nữa.\nTrân trọng kính chào,\nĐọc thêm",
            "Tôi - muốn cho điểm này là 3,5 hơn là 4... Nhưng đó không phải là lựa chọn. Quang cảnh về đêm khá ấn tượng. Tầm nhìn từ cả nhà hàng và quán bar trong tòa nhà này đều tuyệt vời và mang lại cho bạn ấn tượng tuyệt vời về quy mô cũng như tính chất của thành phố. Ở độ cao 500 feet trên không, bạn có thể thấy sự hối hả và nhộn nhịp của thành phố và bạn thực sự đánh giá cao độ lớn của Sài Gòn so với các thành phố khác cũng như thành phố đã trở nên hiện đại và phát triển như thế nào. Nếu bạn đến quán cà phê hoặc nhà hàng vào cuối tuần, nơi đây sẽ rất đông đúc vì người dân địa phương cũng như khách du lịch đến nhà hàng để ngắm cảnh tuyệt vời - có thể đặt chỗ trước nhưng không cần thiết nếu bạn sẵn sàng chờ đợi một chút - . Có hai nhà hàng, một phục vụ món Việt ở tầng 50 và một phục vụ món Tây ở tầng 51. Ngoài ra còn có quầy bar trên tầng 52. Cho dù bạn chọn món ăn phương Tây hay Việt Nam, hãy sẵn sàng chi gấp ba đến bốn lần mức giá tại một nhà hàng thông thường ở Sài Gòn - bạn đang trả tiền cho quang cảnh và điều đó là dễ hiểu trong một tòa nhà mang tính chất này ở một trung tâm đô thị lớn . Ví dụ, một cốc bia Sài Gòn trên đường phố sẽ có giá 32.000đ, trong quán cà phê hoặc quán bar cùng loại bia đó sẽ có giá 140.000đ - .Có đáng giá không?  Để thưởng thức hoặc tối qua trong thị trấn thì vâng... Nhưng hãy hiểu rằng nó không thực sự là đỉnh cao so với các nhà hàng Việt Nam tuyệt vời khác ở TP HCM.  Lời khuyên của tôi là nếu bạn có ngân sách eo hẹp, hãy đi uống nước trên tầng 52, chụp ảnh, ngắm cảnh và điều hòa rồi rời đi.  Có rất nhiều Nhà hàng với mức giá tốt hơn trên khắp thành phố... Và nhà hàng phương Tây đã cố gắng hết sức để trở thành một nhà hàng giả vờ sang trọng với một số thực đơn cao cấp lên tới 2,5 triệu đồng. Thành thật mà nói, có những nơi ăn uống tốt hơn... Không có nơi nào khác để ngắm cảnh - gọn gàng vào ban ngày nhưng tuyệt vời vào ban đêm - . Đọc thêm",
            "Jeffrey K thân mến,\nCảm ơn bạn đã dành thời gian để chia sẻ bình luận tuyệt vời của bạn.\nChúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian vui vẻ tại Cafe EON.\nChúng tôi mong được phục vụ bạn một lần nữa.\nTrân trọng,\nTuấn Trần\nĐọc thêm",
            "Nếu bạn có ngân sách tiết kiệm, hãy bỏ qua Sky Deck và đến Cafe Eon, nó sẽ rẻ hơn Sky Deck nếu bạn chỉ uống nước và ngắm cảnh cũng đẹp. Cũng là một bầu không khí tốt đẹp. Đọc thêm",
            "Lee w thân mến, cảm ơn bạn đã dành thời gian viết đánh giá cho chúng tôi. Chúng tôi rất vui khi biết bạn thích trải nghiệm này và mong sớm được chào đón bạn quay trở lại.\nTrân trọng, Đọc thêm",
            "Chúng tôi đã có một bữa ăn tuyệt vời ở đây. Đồ uống ngon, món tráng miệng tuyệt vời. Chúng tôi ăn ở tầng 50, tầng rẻ hơn. Chi phí khoảng - 40 mỗi người nếu bạn có vài đồ uống, món khai vị, món ăn phụ và món tráng miệng. Dịch vụ tuyệt vời, quan điểm mà không ai có thể cung cấp. Rộng rãi và đẹp. Không cầu kỳ.Đọc thêm",
            "Kính gửi robertaT6608SP, cảm ơn bạn đã đánh giá! Chúng tôi thực sự đánh giá cao phản hồi của bạn và chia sẻ trải nghiệm tuyệt vời của bạn. Chúng tôi hy vọng sẽ sớm có bạn trở lại!\nTrân trọng kính chào,\nĐọc thêm",
            "Bạn tôi và tôi đến đó vào buổi tối. Chúng tôi đã nghe nói về Bitexco nhiều nên tôi muốn thử. Thay vì quán thứ 49, chúng tôi chọn cà phê ở quán thứ 52. Quán cà phê Éon rất đẹp. Tôi có thể nhìn thấy một phần TP HCM từ bàn của chúng tôi. Tôi cũng có thể nhìn thấy sông Sài Gòn về đêm. ps: giá hơi đắt. Có lẽ mình có thể mua được 1 cây cung tên với giá 20.000vnd, còn cái này là 160.000 : - nhưng mình nghĩ cái này vẫn tuyệt vời :3Đọc thêm",
            "Hằng N thân mến, cảm ơn bạn đã dành thời gian viết đánh giá cho chúng tôi. Chúng tôi rất vui khi biết bạn thích trải nghiệm này và mong sớm được chào đón bạn quay trở lại.\nTrân trọng, Đọc thêm",
            "Chúng tôi chỉ muốn ngắm nhìn thành phố nhưng tầng trời không mở cửa cho đến 9h30 sáng nên chúng tôi đã nhận tiền boa từ hướng dẫn viên du lịch ngày hôm trước và lên tầng 50 để uống cà phê! Tuyệt vời với giá vé trên bầu trờiĐọc thêm",
            "Chloe W thân mến, cảm ơn bạn đã dành thời gian viết đánh giá cho chúng tôi. Chúng tôi rất vui khi biết bạn thích trải nghiệm này và mong sớm được chào đón bạn quay trở lại.\nTrân trọng, Đọc thêm",
            "Nơi bạn có thể ngắm nhìn toàn cảnh thành phố HCM từ tầng 50 của tòa nhà cao nhất Trung tâm tài chính Bitexco. Thời gian ấm cúng để thưởng thức đồ uống như cà phê, cocktail và họ cũng đặt bữa tối tốt hơn nếu đặt trước...Đọc thêm",
            "Sontary thân mến. \nCảm ơn bạn đã đánh giá và lựa chọn quán cafe-resto của chúng tôi để trải nghiệm đồ ăn và đồ uống. Tôi - tôi rất vui vì bạn đã tận hưởng thời gian tại Cafe EON và tôi - tôi rất mong được gặp lại bạn với tư cách là khách tại tòa nhà cao nhất và mang tính biểu tượng nhất ở Sài Gòn.\nTrân trọng,\nTuan Tran.Đọc thêm",
            "Lựa chọn thay thế rẻ hơn để ngắm nhìn toàn cảnh thành phố với giá bằng một tách cà phê. Chủ nhà của tôi đã thanh toán hóa đơn nên tôi không biết bao nhiêu. Nhưng ở cấp độ 50 thì điều đó thật đáng giá. Đọc thêm",
            "Bạn Đặng C thân mến. \nCảm ơn bạn đã dành thời gian đánh giá trải nghiệm của mình tại Cafe EON.\nHãy kiểm tra trang Facebook của chúng tôi để biết các khuyến mãi mà bạn có thể quan tâm. \nMong được gặp lại bạn sớm.\nTrân trọng,\nTuan Tran.Đọc thêm",
            "Hãy đến đây để ngắm cảnh, không phải để ăn. Không phải vì đồ ăn tệ. Chỉ là bạn có thể sẽ tìm được đồ ăn ngon hơn ở nơi khác trong thành phố. Nhưng, cảnh đẹp thì có lẽ không! Lên đến tầng 50, cảnh đẹp nhất ở TP.HCM. Đọc thêm",
            "Rml thân mến. \nCảm ơn bạn đã bình luận tích cực của bạn. Tôi rất vui khi biết rằng bạn đã tận hưởng thời gian của bạn với chúng tôi! Tôi hy vọng chuyến thăm tiếp theo của bạn sắp đến gần. \nHãy gọi cho chúng tôi nếu có bất cứ điều gì chúng tôi có thể giúp bạn.\nTrân trọng kính chào,\nTuan Tran.Đọc thêm"
        ],
        "star_ratings": [
            155,
            182,
            89,
            23,
            14
        ],
        "review_amount": 463,
        "location": [
            "Những điều cần làm ở thành phố Hồ Chí Minh",
            "Cafe EON",
            "Ho Chi Minh City",
            "Châu Á",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written December 13, 2017",
            "Written December 10, 2017",
            "Written December 9, 2017",
            "Written December 7, 2017",
            "Written December 1, 2017",
            "Written November 25, 2017",
            "Written November 21, 2017",
            "Written November 15, 2017",
            "Written October 28, 2017",
            "Written October 28, 2017"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d7700073-Reviews-or50-Cafe_EON-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d3858605-Reviews-Kabin-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d26825620-Reviews-Rooty_Bar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d12130500-Reviews-Poke_Saigon-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d11953280-Reviews-Viet_Kitchen-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d26855274-Reviews-A_Taste_Of_Saigon_Restaurant-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d21392216-Reviews-The_Monkey_Gallery_Dessert_Bar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d20199402-Reviews-Amigo_Cafe-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d25132683-Reviews-The_Indian_House_Kitchen_and_Bar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d10317597-Reviews-B3_Steakhouse_Craft_Beer-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d7057524-Reviews-The_Lounge_Sheraton_Saigon_Grand_Opera_Hotel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d21230453-Reviews-Saigon_Skydeck-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2037764-Reviews-Bitexco_Financial_Tower-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d11680691-Reviews-Ao_Dai_Exhibition-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8290115-Reviews-Nguyen_Hue_Street-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d9582552-Reviews-President_ho_Chi_Minh_Statue-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d9806454-Reviews-Saigon_River-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d27346810-Reviews-Sailing_Foot_Massage-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d9974461-Reviews-Tomb_of_Le_Van_Duyet-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d4542125-Reviews-A_O_Show_Lune_Production-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d25340691-Reviews-Green_Palm_Gallery_49_Mac_Thi_Buoi_HCM-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d7700073-Reviews-or40-Cafe_EON-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d7700073-Reviews-or60-Cafe_EON-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d7700073-Reviews-Cafe_EON-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d21493307-Reviews-Lacaph_Coffee_Experiences_Space-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1752815-Reviews-Saigon_Saigon_Rooftop_Bar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12226320-Reviews-Tour_Guide_In_Saigon-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d24162332-Reviews-Monkee_Shisha_Lounge_Saigon-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d26840278-Reviews-Amore_Rooftop-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12150062-Reviews-Ong_Cao_Craft_Beer-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6556853-Reviews-Platinum_Club_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13372041-Reviews-Vespa_Wanderers-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2336225-Reviews-Chill_Skybar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d25130852-Reviews-Secret_Experiences-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14086619-Reviews-Muslim_Travel_Vietnam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1746272-Reviews-Les_Rives_Authentic_River_Experience-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17713575-Reviews-GR8_Fashion_Hub-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d15085936-Reviews-Mai_Barber_Shop_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6351606-Reviews-Asiana_Link_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14440775-Reviews-Mebuki_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d3959210-Reviews-Saigon_Riders-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d3815598-Reviews-Broma_Not_A_Bar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8734774-Reviews-Eden_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13225175-Reviews-The_Iron_Bank_Cocktail_Vault-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6963823-Reviews-Phuong_Ha_Grocery_Store-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12432519-Reviews-Saigon_Transfers-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d24085455-Reviews-Museum_Of_Ice_Cream-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g189403-d11765522-Reviews-SeaJets-Piraeus_Piraeus_Region_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g189158-d15832201-Reviews-Smash_it_Room-Lisbon_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g32530-d561787-Reviews-Adventure_Playground-Irvine_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g45991-d117062-Reviews-Area_51-Rachel_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g580268-d3388172-Reviews-Teleferico_de_Gaia-Vila_Nova_de_Gaia_Porto_District_Northern_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g189541-d246393-Reviews-Our_Saviour_s_Church-Copenhagen_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g189543-d243891-Reviews-Frederiksborg_Castle-Hillerod_Hilleroed_Municipality_Copenhagen_Region_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g30196-d184131-Reviews-Lady_Bird_Lake_Hike_and_Bike_Trail-Austin_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g32952-d1977149-Reviews-Clear_Creek-Redding_California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d7700073-Reviews-or60-Cafe_EON-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d7700073-Reviews-or50-Cafe_EON-Ho_Chi_Minh_City.html"
    },
    {
        "attraction_name": "Cafe EON",
        "attraction_name_vi": "Cafe EON",
        "general_info": [
            "463 đánh giá",
            "- 8 trong 311 Cuộc sống về đêm ở TP.HCM",
            "Tiệm cà phê"
        ],
        "attraction_summary": "Một trong những địa điểm hoàn hảo mà khách du lịch cũng như người dân địa phương không thể bỏ lỡ: quán cà phê hạng nhất và tầm nhìn tuyệt đẹp ra Sài Gòn với EON Cafe trên tầng 50 của Tháp Tài chính Bitexco. Hơn nữa, đây còn là nơi lý tưởng để dùng bữa với những đầu bếp giỏi nhất và những nguyên liệu địa phương sẵn có. Với khách du lịch, EON Cafe sẽ mang đến cho bạn trải nghiệm ẩm thực phương Đông độc đáoXem thêm",
        "reviews": [
            "Chúng tôi đang ở quán cà phê - tôi nhớ có lẽ là tầng 50 - vào khoảng 8 giờ tối. Và tầm nhìn quá xa và quá tối!! Vì vậy, chúng tôi chỉ nhìn thấy ánh đèn và toàn bộ thành phố. Khoảng 6USD cho một ly cà phê sữaĐọc thêm",
            "Đương nhiên, chúng tôi phải lên tòa nhà cao nhất thành phố chỉ để nói rằng chúng tôi đã làm như vậy. Tháp tài chính Bitexco không có nhiều thứ khác để cung cấp, và Sài Gòn Skydeck thực sự chỉ có tầm nhìn. Tuy nhiên, Bảo tàng Trang phục Áo dài lại là một điều gì đó khác biệt và thực sự khá thú vị. Chúng tôi đã ăn trưa ở quán cà phê Eon, nhưng nó được cho là khá đắt đối với đồ ăn ở mức trung bình. Đọc thêm",
            "Thang máy rất nhanh sẽ đưa bạn lên tầng 50, một quán cà phê.....miễn phí! Tôi đã có một bữa ăn ngon với giá cả hợp lý trong khi có tầm nhìn tuyệt vời ra Sài Gòn xưa. Thật không may, tôi chưa bao giờ lên được đài quan sát một tầng lên. Chắc chắn đáng để ghé thăm. Không có người xếp hàng cho thang máy.Đọc thêm",
            "Nơi này hiện đại và là nơi tốt nhất để người nước ngoài cảm thấy như ở nhà tại Thành phố Hồ Chí Minh. Ở đây có các cửa hàng và một quán cà phê trên tầng năm mươi. Điều kỳ lạ là bạn cần phải đặt chỗ trước để đến quán Cafe vì họ không có nhiều bàn. Họ nên nói rằng cần phải đặt chỗ trước và khi tôi đến quán Cafe, họ bắt tôi và khách của tôi ngồi trong góc, cảm thấy rất khó xử. Đọc thêm",
            "Chúng tôi phải lên tòa nhà này để ngắm cảnh và chúng tôi đã đúng, Cafe EON ở tầng 50 có tầm nhìn 360 độ ra thành phố. Thức ăn và đồ uống đều ổn nhưng chúng tôi không tập trung vào chúng mà tập trung vào khung cảnh đáng chú ý trước mặt. Những hình ảnh chúng tôi tải lên sẽ giải thích mọi thứ.Đọc thêm",
            "Kính gửi LionCity88. \nTôi đánh giá cao phản hồi tích cực của bạn về Cafe EON.  \nBất cứ khi nào bạn quay lại Sài Gòn, đừng ngần ngại gọi cho chúng tôi.\nTrân trọng,\nTuan Tran.Đọc thêm",
            "Quan điểm tuyệt vời từ đầu! Chỉ 200.000đ một vé. Rất đáng tiền! Quán cà phê trên tầng 50 phục vụ đồ uống và món tráng miệng.Đọc thêm",
            "Đó là một nơi đắt tiền để vào nhưng tôi khuyên bạn nên đi uống cà phê hoặc dùng bữa tại Cafe - Resto trên tầng 50. Bạn có thể chi nhiều tiền như mua vé lên tầng 49 nhưng bạn sẽ nhận được đồ uống và bữa ăn.Đọc thêm",
            "Khi đến thăm Sài Gòn, điều bạn sẽ ít bỏ lỡ nhất chính là tháp tài chính. Nó - giống như một điểm mốc trong thành phố. Gọi một tách cà phê Việt Nam nếu bạn đến đó vào buổi trưa, tôi khuyên bạn nên ghé thăm vào ban ngày, giống như mọi nhà hàng trên tầng thượng khác, rất rõ ràng để có thể ngắm nhìn cảnh quan thành phố, phân chia cuộc sống huyện cũng như sông Sài Gòn. Cà phê Việt Nam quá ngọt với sữa.Đọc thêm",
            "Tận hưởng khung cảnh của chúng tôi và đồ uống lạnh tốt nhất là đến quán cà phê và trả tiền cho đồ uống hơn - 10 và trả tiền vào cửa. ; - Đọc thêm",
            "Ở quán cà phê, view đẹp nhưng giá bia hơi cao, khoảng AU11. Kem cũng đắt tương tự. Đọc thêm",
            "Nếu chúng ta muốn ngồi trước cửa sổ để ngắm hoàng hôn thì có cần đặt chỗ trước không?Đọc thêm",
            "Nhân viên thường đặt bạn cạnh cửa sổ khi bạn muốn dùng bữa, vì vậy bạn chỉ cần đến trước khi mặt trời lặn!Đọc thêm",
            "Xin chào, chúng tôi sẽ tốn bao nhiêu tiền nếu chúng tôi dùng bữa ở đây? Những ước tính sẽ là gì. Cảm ơnĐọc thêm",
            "Ngân sách khoảng một triệu - cũng xứng đáng. Món tráng miệng thật tuyệt vờiXem thêm",
            "Chúng tôi có cần đặt chỗ trước tại quán cà phê EON không?Đọc thêm",
            "Không, không hề, chỉ cần bật lên.Đọc thêm"
        ],
        "star_ratings": [
            155,
            182,
            89,
            23,
            14
        ],
        "review_amount": 463,
        "location": [
            "Những điều cần làm ở thành phố Hồ Chí Minh",
            "Cafe EON",
            "Ho Chi Minh City",
            "Châu Á",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written October 26, 2017",
            "Written October 26, 2017",
            "Written October 23, 2017",
            "Written October 11, 2017",
            "Written October 10, 2017",
            "Written October 1, 2017",
            "Written September 26, 2017",
            "Written September 24, 2017",
            "Written September 23, 2017",
            "Written September 21, 2017"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d7700073-Reviews-or60-Cafe_EON-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d3858605-Reviews-Kabin-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d26825620-Reviews-Rooty_Bar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d12130500-Reviews-Poke_Saigon-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d11953280-Reviews-Viet_Kitchen-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d26855274-Reviews-A_Taste_Of_Saigon_Restaurant-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d21392216-Reviews-The_Monkey_Gallery_Dessert_Bar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d20199402-Reviews-Amigo_Cafe-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d25132683-Reviews-The_Indian_House_Kitchen_and_Bar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d10317597-Reviews-B3_Steakhouse_Craft_Beer-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d7057524-Reviews-The_Lounge_Sheraton_Saigon_Grand_Opera_Hotel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d21230453-Reviews-Saigon_Skydeck-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2037764-Reviews-Bitexco_Financial_Tower-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d11680691-Reviews-Ao_Dai_Exhibition-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8290115-Reviews-Nguyen_Hue_Street-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d9582552-Reviews-President_ho_Chi_Minh_Statue-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d9806454-Reviews-Saigon_River-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d27346810-Reviews-Sailing_Foot_Massage-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d9974461-Reviews-Tomb_of_Le_Van_Duyet-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d4542125-Reviews-A_O_Show_Lune_Production-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d25340691-Reviews-Green_Palm_Gallery_49_Mac_Thi_Buoi_HCM-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d7700073-Reviews-or50-Cafe_EON-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d7700073-Reviews-or70-Cafe_EON-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d7700073-Reviews-Cafe_EON-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d21493307-Reviews-Lacaph_Coffee_Experiences_Space-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1752815-Reviews-Saigon_Saigon_Rooftop_Bar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12226320-Reviews-Tour_Guide_In_Saigon-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d24162332-Reviews-Monkee_Shisha_Lounge_Saigon-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d26840278-Reviews-Amore_Rooftop-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12150062-Reviews-Ong_Cao_Craft_Beer-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6556853-Reviews-Platinum_Club_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13372041-Reviews-Vespa_Wanderers-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2336225-Reviews-Chill_Skybar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d25130852-Reviews-Secret_Experiences-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14086619-Reviews-Muslim_Travel_Vietnam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1746272-Reviews-Les_Rives_Authentic_River_Experience-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17713575-Reviews-GR8_Fashion_Hub-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d15085936-Reviews-Mai_Barber_Shop_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6351606-Reviews-Asiana_Link_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14440775-Reviews-Mebuki_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d3959210-Reviews-Saigon_Riders-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d3815598-Reviews-Broma_Not_A_Bar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8734774-Reviews-Eden_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13225175-Reviews-The_Iron_Bank_Cocktail_Vault-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6963823-Reviews-Phuong_Ha_Grocery_Store-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12432519-Reviews-Saigon_Transfers-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g190454-d244507-Reviews-Albertina-Vienna.html",
            "https://www.tripadvisor.com/Attraction_Review-g57592-d267479-Reviews-Trump_Winery-Charlottesville_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g55559-d109511-Reviews-Inks_Lake_State_Park-Burnet_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d143360-Reviews-TriBeCa-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g155019-d556449-Reviews-Budweiser_Stage-Toronto_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d183421-Reviews-Blue_Man_Group-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d156533-Reviews-Japantown-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g143031-d8426768-Reviews-Elkmont_Ghost_Town-Great_Smoky_Mountains_National_Park_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g8596538-d2435190-Reviews-Pir_Sohawa-Haripur_Punjab_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d2645511-Reviews-Playa_de_La_Barceloneta-Barcelona_Catalonia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d7700073-Reviews-or70-Cafe_EON-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d7700073-Reviews-or60-Cafe_EON-Ho_Chi_Minh_City.html"
    },
    {
        "attraction_name": "Cafe EON",
        "attraction_name_vi": "Cafe EON",
        "general_info": [
            "463 đánh giá",
            "- 8 trong 311 Cuộc sống về đêm ở TP.HCM",
            "Tiệm cà phê"
        ],
        "attraction_summary": "Một trong những địa điểm hoàn hảo mà khách du lịch cũng như người dân địa phương không thể bỏ lỡ: quán cà phê hạng nhất và tầm nhìn tuyệt đẹp ra Sài Gòn với EON Cafe trên tầng 50 của Tháp Tài chính Bitexco. Hơn nữa, đây còn là nơi lý tưởng để dùng bữa với những đầu bếp giỏi nhất và những nguyên liệu địa phương sẵn có. Với khách du lịch, EON Cafe sẽ mang đến cho bạn trải nghiệm ẩm thực phương Đông độc đáoXem thêm",
        "reviews": [
            "Nơi này thật tuyệt vời. Chúng tôi may mắn có được tầm nhìn tuyệt vời ra Sài Gòn - điểm cao nhất Sài Gòn, bên cạnh nhà hàng một tầng - . Đồ ăn có giá siêu phải chăng về chất lượng, nhưng thực sự chất lượng cao và ngon. Nó cũng rất giản dị nên bạn không cần phải ăn mặc quá đẹp. Hãy biến đây thành điểm dừng chân đầu tiên của bạn để thưởng thức ẩm thực và ngắm cảnh Sài Gòn!Đọc thêm",
            "Cảm ơn bạn đã chọn chúng tôi và tôi rất vui khi biết rằng chuyến thăm của bạn là một chuyến đi đáng nhớ! Chúng tôi mong được chào đón bạn quay trở lại khách sạn trong thời gian tới.\nTrân trọng,\nTuan Tran.Đọc thêm",
            "Tôi lên đỉnh tháp uống cà phê và ngắm cảnh về đêm. Thật tuyệt vời khi được ngắm nhìn thành phố từ trên cao bằng kính viễn vọng. Đề nghị làm điều nàyĐọc thêm",
            "Chúng tôi chỉ lên tầng 50 để ngắm cảnh và mua cà phê từ Cafe 51 để được hưởng đặc quyền. Chi phí - 18 đô la Úc, nhưng hoàn toàn xứng đáng với bầu không khí với người dân địa phương và khung cảnh ấn tượng của thành phố!Đọc thêm",
            "Đây là nơi phải ngắm nhìn những khung cảnh tuyệt vời xung quanh để có thể chiêm ngưỡng khung cảnh ngoạn mục của Sài Gòn. Họ có một quán cà phê nơi bạn có thể ngắm cảnh và thưởng thức đồ ăn và tôi phải nói rằng họ pha cà phê rất ngon, họ cũng có một bảo tàng thời trang về những gì những trang phục phụ nữ mặc trong kỳ kinh rất đáng để ghé thămĐọc thêm",
            "Britexco, bắt thang máy lên tầng 50, uống cà phê vào buổi sáng ngắm cảnh. Tuyệt vời. Có, bạn sẽ trả 100k vnd cho một ly cà phê, nhưng nó rất đáng để xem. Trở về vào ban đêm, đặc biệt là thứ Sáu hoặc thứ Bảy và một trải nghiệm thậm chí còn tuyệt vời hơn đang chờ đợi, cảnh đêm rất rực rỡ và bạn có thể bắt gặp một ban nhạc cover tuyệt vời đang biểu diễn. Tôi đã tận hưởng nó mọi lúc. Không dành cho du khách ba lô nhưng tôi nghĩ không nên bỏ qua.Đọc thêm",
            "Đến đó để ngắm cảnh và gọi một số món ăn Việt Nam để chiêu đãi khách. Thức ăn ổn, nhưng dịch vụ có thể tốt hơn. Những người phục vụ đủ lịch sự và khá nhanh. Có vẻ như nhà hàng cần cập nhật.Đọc thêm",
            "EvyinCaracas thân mến,\nCảm ơn bạn đã đánh giá. Tôi rất vui khi biết rằng nhìn chung trải nghiệm của bạn là tích cực.\nTôi thất vọng khi biết rằng cơ sở của chúng tôi không đáp ứng được kỳ vọng của bạn. Phản hồi quan trọng này sẽ được chúng tôi xem xét nghiêm túc.\nCảm ơn bạn và mong sớm được gặp lại bạn.\nTrân trọng,\nTuan Tran.Đọc thêm",
            "Chúng tôi rất muốn đến thăm tòa nhà chọc trời đầu tiên ở TP.HCM, các chàng trai cũng rất muốn đi lên - Stark Tower - . Sau khi đọc nhiều đánh giá - hướng dẫn khác nhau, chúng tôi quyết định đi đến quán cà phê ở tầng 50 thay vì tầng 49 dành cho khách du lịch. Nó miễn phí và mặc dù chúng tôi đã mua 5 đồ uống nhưng nó vẫn rẻ hơn so với đài quan sát. Khung cảnh tuyệt vời của thành phố.Đọc thêm",
            "Bạn không đi theo con đường trên bầu trời đắt tiền. Bạn đi đến lối vào tiếp theo, thang cuốn lên tầng 1 và tìm một nhân viên mặc đồng phục màu đen. Yêu cầu tầng 52 và họ đưa bạn lên cầu thang đến một nhân viên khác, người sẽ đưa bạn lên nâng miễn phí lên tầng 52 và quán cà phê. Chúng tôi có thực đơn đồ uống và kem nhưng sau khi yêu cầu bánh sandwich phô mai, thực đơn thức ăn rộng hơn đã xuất hiện. Chúng thật tuyệt vời, chúng tôi đã sắp xếp cuối cùng là phô mai cheddar, cà chua thái lát chứ không phải sốt cà chua. Tầm nhìn tuyệt vời miễn là chúng tôi từ từ ăn hết bữa trưa của chúng tôi. Nhân viên xuất sắc. Chúng tôi không còn chỗ cho đĩa Kem cho 3 người với 12 cây kem nhưng tôi hy vọng tôi sẽ lôi kéo được một số gia đình khác thử.  - tối nay chúng ta có thể quay lại - Giá cả hợp lý cộng với tầm nhìn ra thành phố thế giới cộng với đội ngũ nhân viên giỏiĐọc thêm",
            "Trên mặt đất, bạn có thể đi vòng quanh tháp để vào cổng phải trả phí. Nó sẽ đưa bạn lên tầng nhìn ra bầu trời hoặc từ lối vào văn phòng và cửa hàng, đi lên tầng một để vào thang máy đi cà phê. Khung cảnh rất đáng để ghé thăm và bạn có thể thưởng thức đồ uống cũng như những chiếc bánh hoặc cocktail rất ngon.Đọc thêm",
            "Chúng tôi thực sự muốn đến quán bar ở tầng 51 nhưng vì chúng tôi có trẻ em dưới 18 tuổi nên chúng tôi cũng không thể. Thay vào đó, chúng tôi đã đến quán cà phê Eon 2 ở tầng 50. Khung cảnh tuyệt vời, cocktail và món tráng miệng ngon nhưng có giá cả. Chỉ cần nhắc nhở bản thân bạn - đang trả tiền cho lượt xem. Nhân viên hơi chậm. Chúng tôi đến vào thời điểm quán bar phía trên đang có giờ khuyến mãi nhưng chúng tôi thất vọng vì điều này không kéo dài đến quán cà phêĐọc thêm"
        ],
        "star_ratings": [
            155,
            182,
            89,
            23,
            14
        ],
        "review_amount": 463,
        "location": [
            "Những điều cần làm ở thành phố Hồ Chí Minh",
            "Cafe EON",
            "Ho Chi Minh City",
            "Châu Á",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written September 20, 2017",
            "Written September 20, 2017",
            "Written September 19, 2017",
            "Written September 6, 2017",
            "Written September 6, 2017",
            "Written August 29, 2017",
            "Written August 17, 2017",
            "Written August 11, 2017",
            "Written August 8, 2017",
            "Written August 6, 2017"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d7700073-Reviews-or70-Cafe_EON-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d3858605-Reviews-Kabin-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d26825620-Reviews-Rooty_Bar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d12130500-Reviews-Poke_Saigon-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d11953280-Reviews-Viet_Kitchen-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d26855274-Reviews-A_Taste_Of_Saigon_Restaurant-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d21392216-Reviews-The_Monkey_Gallery_Dessert_Bar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d20199402-Reviews-Amigo_Cafe-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d25132683-Reviews-The_Indian_House_Kitchen_and_Bar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d10317597-Reviews-B3_Steakhouse_Craft_Beer-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d7057524-Reviews-The_Lounge_Sheraton_Saigon_Grand_Opera_Hotel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d21230453-Reviews-Saigon_Skydeck-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2037764-Reviews-Bitexco_Financial_Tower-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d11680691-Reviews-Ao_Dai_Exhibition-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8290115-Reviews-Nguyen_Hue_Street-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d9582552-Reviews-President_ho_Chi_Minh_Statue-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d9806454-Reviews-Saigon_River-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d27346810-Reviews-Sailing_Foot_Massage-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d9974461-Reviews-Tomb_of_Le_Van_Duyet-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d4542125-Reviews-A_O_Show_Lune_Production-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d25340691-Reviews-Green_Palm_Gallery_49_Mac_Thi_Buoi_HCM-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d7700073-Reviews-or60-Cafe_EON-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d7700073-Reviews-or80-Cafe_EON-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d7700073-Reviews-Cafe_EON-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d21493307-Reviews-Lacaph_Coffee_Experiences_Space-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1752815-Reviews-Saigon_Saigon_Rooftop_Bar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12226320-Reviews-Tour_Guide_In_Saigon-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d24162332-Reviews-Monkee_Shisha_Lounge_Saigon-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d26840278-Reviews-Amore_Rooftop-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12150062-Reviews-Ong_Cao_Craft_Beer-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6556853-Reviews-Platinum_Club_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13372041-Reviews-Vespa_Wanderers-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2336225-Reviews-Chill_Skybar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d25130852-Reviews-Secret_Experiences-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14086619-Reviews-Muslim_Travel_Vietnam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1746272-Reviews-Les_Rives_Authentic_River_Experience-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17713575-Reviews-GR8_Fashion_Hub-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d15085936-Reviews-Mai_Barber_Shop_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6351606-Reviews-Asiana_Link_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14440775-Reviews-Mebuki_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d3959210-Reviews-Saigon_Riders-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d3815598-Reviews-Broma_Not_A_Bar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8734774-Reviews-Eden_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13225175-Reviews-The_Iron_Bank_Cocktail_Vault-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6963823-Reviews-Phuong_Ha_Grocery_Store-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12432519-Reviews-Saigon_Transfers-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g41476-d14413566-Reviews-The_Woodshed-Brewster_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g294201-d543611-Reviews-Al_Azhar_Park-Cairo_Cairo_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g30890-d2283606-Reviews-Rattlesnake_Saloon-Tuscumbia_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d7738644-Reviews-Paranormal_The_Mindreading_Magic_Show-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g12012628-d184550-Reviews-Coki_Point_Beach-Smith_Bay_East_End_St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g32549-d107950-Reviews-Cerro_Gordo_Mines-Keeler_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g28925-d209751-Reviews-Spring_River-Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g34454-d4607097-Reviews-Monster_Mini_Golf-Miramar_Broward_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g190479-d656583-Reviews-Hovedoya-Oslo_Eastern_Norway.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d2556055-Reviews-Lake_Steam_Baths-Denver_Colorado.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d7700073-Reviews-or80-Cafe_EON-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d7700073-Reviews-or70-Cafe_EON-Ho_Chi_Minh_City.html"
    },
    {
        "attraction_name": "Cafe EON",
        "attraction_name_vi": "Quán cà phê EON",
        "general_info": [
            "463 đánh giá",
            "- 8 trong 311 Cuộc sống về đêm ở TP.HCM",
            "Tiệm cà phê"
        ],
        "attraction_summary": "Một trong những địa điểm hoàn hảo mà khách du lịch cũng như người dân địa phương không thể bỏ lỡ: quán cà phê hạng nhất và tầm nhìn tuyệt đẹp ra Sài Gòn với EON Cafe trên tầng 50 của Tháp Tài chính Bitexco. Hơn nữa, đây còn là nơi lý tưởng để dùng bữa với những đầu bếp giỏi nhất và những nguyên liệu địa phương sẵn có. Với khách du lịch, EON Cafe sẽ mang đến cho bạn trải nghiệm ẩm thực phương Đông độc đáoXem thêm",
        "reviews": [
            "Nhờ đánh giá trên Tripadvisor nên tôi đã không mua vé vào cổng trị giá 8 USD để lên Đài quan sát nằm trên tầng 49 của tòa tháp. Theo lời giới thiệu, tôi đến quầy lễ tân Eon Cafe nằm ở tầng 1, nơi một nhân viên thân thiện đưa tôi đến thang máy đi thẳng đến quán cà phê nằm ở tầng 51. Không tính phí vào cửa khi vào quán cà phê, tôi chỉ gọi một tách cà phê địa phương có giá US - 6. May mắn thay tôi đã làm điều đó vì sau đó trời mưa rất to và mưa kéo dài khoảng một giờ. Bầu trời trở nên trong xanh sau đó nhưng cái quái gì thế này! Tôi đang nhấm nháp một tách cà phê nóng hổi trong khi ngắm nhìn toàn cảnh Thành phố Hồ Chí Minh từ một trong những quán cà phê cao nhất thế giới mà không cần quan tâm!Đọc thêm",
            "Đây là biểu tượng của Sài Gòn hiện đại. Đi đến quán bar trên tầng 50 và uống một ly - mặc dù đắt tiền nhưng bạn có thể ở lại bao lâu tùy thích và ngắm cảnh cũng như hoàng hôn.Đọc thêm",
            "Mình đến đây 1 lần, giá cả chấp nhận được và view rất tuyệt. ở tầng trung tâm mua sắm, bạn có thể tìm thấy một số thương hiệu lớn, tòa tháp cũng có rạp chiếu phim. Nhưng quán cà phê ở tầng dưới tầng trên cùng thì tuyệt vời, lấy đồ uống và ngắm cảnhĐọc thêm",
            "Theo các đánh giá TA khác, chúng tôi đã đi đến quán cà phê ở tầng 50, một chuyến đi nhanh như vậy! Khung cảnh thật tuyệt vời với toàn bộ Thành phố Hồ Chí Minh trải rộng trước mắt bạn, một vị trí thuận lợi tuyệt vời để có cái nhìn tổng quan về thành phố. Chúng tôi đã ăn một ít kem, rất sảng khoái.Đọc thêm",
            "View đẹp nhất Sài Gòn. Đồ uống đắt tiền nhưng chi phí xem được thêm vào. Trả 250000 cho 2 ly cà phê. Tuyệt vời cho du khách muốn ngắm nhìn toàn bộ Sài GònĐọc thêm",
            "Quán cà phê này nằm trên tầng 50 của Tháp tài chính Bitexco, Sài Gòn Skydeck. Chúng tôi nghĩ rằng vì chúng tôi đang thực sự ngắm cảnh nên chúng tôi có thể uống nước khi mặt trời lặn. Chúng tôi được chào đón bởi một nữ nhân viên nhưng cô ấy chỉ xưng hô với bạn trai tôi. Cô ấy thậm chí còn không thừa nhận tôi, đó không phải là một khởi đầu tốt cho lắm. Tại sao chỉ nên giải quyết một khách hàng nam? Cô ấy ngồi cho chúng tôi nhưng không ai thực sự thừa nhận chúng tôi hoặc đưa ra thực đơn trong khoảng 20 phút.  Cuối cùng khi nhận được thực đơn, chúng tôi đã bị sốc. Giá một ly cà phê còn đắt hơn tấm vé vào tầng ngắm cảnh của tòa nhà là 200.000 đồng.  - - 9 đô la Mỹ - không có tách cà phê nào có giá cao như vậy bất kể địa điểm. Sau đó, thực đơn thông báo cho chúng tôi rằng sẽ có thêm 15 - khoản phí VAT và thuế trên hóa đơn. Đó là lúc chúng tôi quyết định rời đi vì nó quá đắt khi quán cà phê trông khá chuẩn. Tôi không quan tâm họ đang cố gắng phục vụ ai nhưng KHÔNG CẢM ƠN! Đọc thêm",
            "Khi bạn đến Tháp Bitexco và nói rằng bạn muốn lên tháp để uống cà phê, họ sẽ rất hiệu quả trong việc chỉ cho bạn cách nhanh nhất để có thể có được những góc nhìn đẹp nhất về thành phố Hồ Chí Minh mà bạn từng có. Cà phê không rẻ hơn nhiều so với bia, cũng không rẻ hơn nhiều so với cocktail và vì trời đã tối sớm - đó là những gì chúng tôi đã làm! Các loại cocktail rất tuyệt, cũng như quang cảnh. Đây là địa điểm bạn chắc chắn muốn ghé thăm khi đến TP HCM! :- - Đọc thêm",
            "Không ai đáng để dành một buổi chiều uống cà phê trong quán bar. Khi tầm nhìn toàn cảnh thành phố và giá cả hợp lýĐọc thêm",
            "Vé khá đắt cho một cái nhìn tổng quan về thành phố và một chai nước khoáng. Sau 20 phút, bạn sẽ dễ cảm thấy nhàm chán vì không thể làm gì khác ngoài việc quan sát và mua sắm những món quà lưu niệm tốn rất nhiều tiền. Một ý tưởng hay hơn là lên tầng 50 để uống cà phê. Họ cung cấp một góc nhỏ của tầng này để uống cà phê bên cạnh tiệc buffet. Giá cà phê chỉ 70.000 đồng và bạn sẽ có cơ hội ngồi ngắm nhìn cuộc sống về đêm của thành phố dưới kia. trong khi đó, bạn cũng đang tận hưởng cuộc trò chuyện với bạn bè. Bạn có bầu không khí! Tuy nhiên, ở đây chỉ có một vài bàn nên điều đó phụ thuộc vào vận may của bạn. Chúng tôi đến đó 2 lần nhưng phải đợi tận 20 phút, có lúc họ không cho vào. Cô chủ tầng dưới quả thực không thân thiện lắm.Xem thêm",
            "Khung cảnh vẫn ổn nhưng không ngoạn mục ... chúng tôi được thông báo rằng để tránh phải trả giá vào cửa, chỉ cần mua hai ly cà phê tại quán cà phê ở tầng 1 bên dưới. Giá cà phê - 10! Không thực sự chắc chắn nó có giá trịĐọc thêm"
        ],
        "star_ratings": [
            155,
            182,
            89,
            23,
            14
        ],
        "review_amount": 463,
        "location": [
            "Những điều cần làm ở thành phố Hồ Chí Minh",
            "Cafe EON",
            "Ho Chi Minh City",
            "Châu Á",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written October 23, 2015",
            "Written October 16, 2015",
            "Written October 13, 2015",
            "Written August 6, 2015",
            "Written July 19, 2015",
            "Written July 10, 2015",
            "Written July 9, 2015",
            "Written May 16, 2015",
            "Written April 18, 2015",
            "Written April 4, 2015"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d7700073-Reviews-or80-Cafe_EON-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d3858605-Reviews-Kabin-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d26825620-Reviews-Rooty_Bar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d12130500-Reviews-Poke_Saigon-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d11953280-Reviews-Viet_Kitchen-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d26855274-Reviews-A_Taste_Of_Saigon_Restaurant-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d21392216-Reviews-The_Monkey_Gallery_Dessert_Bar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d20199402-Reviews-Amigo_Cafe-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d25132683-Reviews-The_Indian_House_Kitchen_and_Bar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d10317597-Reviews-B3_Steakhouse_Craft_Beer-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d7057524-Reviews-The_Lounge_Sheraton_Saigon_Grand_Opera_Hotel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d21230453-Reviews-Saigon_Skydeck-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2037764-Reviews-Bitexco_Financial_Tower-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d11680691-Reviews-Ao_Dai_Exhibition-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8290115-Reviews-Nguyen_Hue_Street-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d9582552-Reviews-President_ho_Chi_Minh_Statue-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d9806454-Reviews-Saigon_River-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d27346810-Reviews-Sailing_Foot_Massage-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d9974461-Reviews-Tomb_of_Le_Van_Duyet-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d4542125-Reviews-A_O_Show_Lune_Production-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d25340691-Reviews-Green_Palm_Gallery_49_Mac_Thi_Buoi_HCM-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d7700073-Reviews-or70-Cafe_EON-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d7700073-Reviews-or90-Cafe_EON-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d7700073-Reviews-Cafe_EON-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d21493307-Reviews-Lacaph_Coffee_Experiences_Space-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1752815-Reviews-Saigon_Saigon_Rooftop_Bar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12226320-Reviews-Tour_Guide_In_Saigon-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d24162332-Reviews-Monkee_Shisha_Lounge_Saigon-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d26840278-Reviews-Amore_Rooftop-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12150062-Reviews-Ong_Cao_Craft_Beer-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6556853-Reviews-Platinum_Club_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13372041-Reviews-Vespa_Wanderers-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2336225-Reviews-Chill_Skybar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d25130852-Reviews-Secret_Experiences-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14086619-Reviews-Muslim_Travel_Vietnam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1746272-Reviews-Les_Rives_Authentic_River_Experience-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17713575-Reviews-GR8_Fashion_Hub-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d15085936-Reviews-Mai_Barber_Shop_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6351606-Reviews-Asiana_Link_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14440775-Reviews-Mebuki_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d3959210-Reviews-Saigon_Riders-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d3815598-Reviews-Broma_Not_A_Bar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8734774-Reviews-Eden_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13225175-Reviews-The_Iron_Bank_Cocktail_Vault-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6963823-Reviews-Phuong_Ha_Grocery_Store-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12432519-Reviews-Saigon_Transfers-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g298278-d6892166-Reviews-Mydin_Mall-Johor_Bahru_Johor_Bahru_District_Johor.html",
            "https://www.tripadvisor.com/Attraction_Review-g51434-d278823-Reviews-Oklahoma_Aquarium-Jenks_Oklahoma.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d447272-Reviews-Chinatown_Bangkok-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d606959-Reviews-Johnny_s_Hideaway-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g212535-d319031-Reviews-Powerscourt_House_Gardens-Enniskerry_County_Wicklow.html",
            "https://www.tripadvisor.com/Attraction_Review-g45984-d102670-Reviews-Valley_of_Fire_State_Park-Overton_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g60927-d12585378-Reviews-The_Grave_of_Selena_Quintanilla_Perez-Corpus_Christi_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g186400-d195569-Reviews-Warwick_Castle-Warwick_Warwickshire_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g285715-d4011109-Reviews-Praia_do_Barril-Tavira_Faro_District_Algarve.html",
            "https://www.tripadvisor.com/Attraction_Review-g57007-d3446981-Reviews-Defa_s_Dude_Ranch-Hanna_Utah.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d7700073-Reviews-or90-Cafe_EON-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d7700073-Reviews-or80-Cafe_EON-Ho_Chi_Minh_City.html"
    },
    {
        "attraction_name": "Cafe EON",
        "attraction_name_vi": "Cafe EON",
        "general_info": [
            "463 đánh giá",
            "- 8 trong 311 Cuộc sống về đêm ở TP.HCM",
            "Tiệm cà phê"
        ],
        "attraction_summary": "Một trong những địa điểm hoàn hảo mà khách du lịch cũng như người dân địa phương không thể bỏ lỡ: quán cà phê hạng nhất và tầm nhìn tuyệt đẹp ra Sài Gòn với EON Cafe trên tầng 50 của Tháp Tài chính Bitexco. Hơn nữa, đây còn là nơi lý tưởng để dùng bữa với những đầu bếp giỏi nhất và những nguyên liệu địa phương sẵn có. Với khách du lịch, EON Cafe sẽ mang đến cho bạn trải nghiệm ẩm thực phương Đông độc đáoXem thêm",
        "reviews": [
            "Chúng tôi quyết định uống nước trong khi ngắm cảnh nên đã chọn vào cửa miễn phí lên tầng 50. Trẻ em không được phép vào quán bar trên tầng 49 nên chúng tôi đã chọn tầng 50 thân thiện với gia đình và thưởng thức nước trái cây và cà phê đá. Bạn vẫn có thể mua rượu ở tầng này mặc dù điều này chúng tôi thấy hài hước. Để lên một trong những tầng mà bạn không phải trả tiền, chỉ cần vào tòa nhà Bitexco từ Đường Hải Triều, đi thẳng lên thang cuốn lên tầng một và đi thẳng về phía trước với một người đàn ông hoặc phụ nữ mặc đồ đen, hãy yêu cầu tầng 50 hoặc 49, quán bar hoặc bất cứ thứ gì và họ sẽ dẫn bạn theo sau họ lên một lối đi và lên cầu thang nơi một người khác mặc đồ đen sẽ dẫn bạn đến thang máy. Bạn đi lên và bạn sẽ được chào đón bởi một người khác mặc đồ đen. Tất cả đều là điệp viên bí mật và có chút thú vị. Chúng tôi có nước ép dâu tây với giá 160.000 đồng và cà phê đá - choc với giá 170.000 đồng. Khung cảnh thật tuyệt vời và đáng giá. Chồng tôi đã tìm thấy thứ giống như một chiếc lá trong cà phê của anh ấy và họ đã nhanh chóng xóa giá cà phê khỏi hóa đơn của chúng tôi và rất xin lỗi.Đọc thêm",
            "Chúng tôi rất thích khung cảnh, nhưng địa điểm này hơi khó tiếp cận và đắt đỏ so với những gì bạn nhận được.   Tuy nhiên, khung cảnh thật tuyệt vời! Đọc thêm",
            "Trước hết đồ ăn và đặc biệt là đồ uống rất đắt tiền, nhưng tôi đoán bạn - đang trả tiền cho lượt xem. Coke có giá 99.000đ và nước trái cây tôi nghĩ là 180.000đ chẳng hạn. Bàn được xếp cạnh nhau hơi chật nhưng chúng tôi có thể quản lý được. Dịch vụ nhanh chóng và lịch sự, thức ăn ngon nhưng không tuyệt vời nên không thực sự phù hợp với mức giá. Lượt xem thực sự tốt cho đến khi mặt trời ló dạng và rèm được hạ xuống vì trời quá nóng.  - Nhưng chúng tôi đến đó lúc 3 giờ chiều nên có lẽ hơi muộn. Cho đến lúc đó thật thú vị khi được ngắm nhìn những chiếc máy bay cất cánh và hạ cánh ở sân bay TP.HCM phía xa. Có một bữa trưa đặc biệt từ 12 - 2 giờ chiều - không được quảng cáo trừ khi bạn đăng nhập vào Wi-Fi của họ. Đọc thêm",
            "Chúng tôi - đã đến đây nhiều lần cùng gia đình và đã có khoảng thời gian tuyệt vời, nhưng gần đây chúng tôi - đã bị nhân viên phục vụ đối xử rất tệ. Quầy bar có nội thất và lối trang trí cao cấp nhưng trải nghiệm đã bị hủy hoại bởi một nhân viên thô lỗ, rất thiếu kinh nghiệm làm việc trong môi trường như EON51. Thực đơn đủ đắt cho đồ uống và đồ ngọt họ bán nhưng buộc phải gọi món Mỗi người 1 món không phải là cách chào đón khách. Nhân viên phục vụ đã điều trị nội trú và thay đổi giọng điệu từ tốt bụng và chào đón sang nghiêm khắc, thô lỗ và kiên nhẫn sau khi nói với chúng tôi về quy tắc 1 món cho mỗi người mà họ có. Tất cả những gì chúng tôi muốn là tận hưởng buổi đêm với khung cảnh đẹp nhưng sau khi bị đối xử như thế này, chúng tôi sẽ không bao giờ quay lại và khuyên bạn không nên đến đây. Số tiền bạn trả không xứng đáng với dịch vụ mà họ cung cấp. Hãy nhớ đợi tiền lẻ của bạn sau khi thanh toán, họ cố tình mất nhiều thời gian để xử lý khoản thanh toán của bạn để giữ tiền lẻ của bạn như một cách mạnh mẽ để nhận tiền boaĐọc thêm",
            "Kính gửi JohnBeason,\nChúng tôi đánh giá cao phản hồi của bạn về hành vi của nhân viên. Mặc dù chúng tôi luôn nỗ lực để mang lại sự xuất sắc trong hoạt động, nhưng chúng tôi rất thất vọng vì lần này chúng tôi đã không đáp ứng được kỳ vọng của bạn. Hãy yên tâm rằng chúng tôi đã nêu vấn đề này với Nhóm thực phẩm - đồ uống của mình để tránh sự cố tương tự xảy ra một lần nữa.\nChúng tôi không bán vé cho nhà hàng cao nhất trong thị trấn, vì vậy chúng tôi cần mỗi người gọi một món, 5 khách đến và gọi 2 đồ uống sẽ là một vấn đề lớn đối với chúng tôi.\nChúng tôi mong được chào đón bạn trở lại.\nTrân trọng.\nPhan Van ChanhĐọc thêm",
            "Tầm nhìn tuyệt vời - thân thiện với du khách- quán cà phê hơi đắt so với tiêu chuẩn HCM - nhưng có lẽ không dành cho hầu hết các tòa tháp - .Kính thiên văn và Wi-Fi miễn phí rất hữu ích.Đọc thêm",
            "Chúng tôi đã lên đỉnh để ngắm cảnh và chúng tôi đã đạt được những gì chúng tôi mong muốn. Khung cảnh thật tuyệt vời. Bạn nhìn thấy dòng sông. Chúng tôi ở lại để uống một tách trà - cà phê ở mức trung bình. Dịch vụ này rất tốt.Đọc thêm",
            "Thực ra tôi đã không trả tiền cho Sài Gòn Skydeck ở tầng 49. Thay vào đó, tôi đến quán cà phê ở tầng 50 với bố mẹ. Trong trung tâm thương mại, đi lên thang cuốn lên tầng 2, nơi có một quầy nhỏ - giống như những nhà hàng bên ngoài cầm thực đơn cho bạn xem - và nhân viên sẽ hỏi bạn - đi uống nước hay ăn uống. Họ có các menu ở đó để bạn duyệt. Điều này sẽ quyết định tầng nào họ cho phép bạn lên. Sau này trước khi bạn vào thang máy và lên tầng khi bạn ra khỏi thang máy, sẽ có nhân viên hỏi bạn câu hỏi tương tự. Cấp 50 không hiển thị 360 độ, nhưng tôi nghĩ nó - khá đủ. Đi dạo quanh hoàng hôn - kiểm tra thời gian trên Internet - nếu bạn thích, và có thể ở lại cho đến khi trời tối và đèn trong thành phố bật sáng.Đọc thêm",
            "Hiện là tòa nhà cao nhất Sài Gòn có thể không còn tồn tại lâu nữa với tốc độ phát triển của thành phố. Có một quán cà phê trên tầng 52 phục vụ cà phê và đồ ăn nhẹ tuyệt vời đồng thời có tầm nhìn tuyệt vời ra thành phố. Bạn có thể thực hiện một chuyến đi lên tầng quan sát trên tầng 49 với mức phí - 9 US hoặc sử dụng miễn phí quán cà phê hoặc quán bar trên tầng 53. Có rất nhiều nhân viên hữu ích xung quanh để hướng dẫn bạn đến thang máy tốc độ cao, đưa bạn lên các tầng trên rất suôn sẻ và rất nhanh chóng. Cửa sổ kính suốt từ trần đến sàn cho tầm nhìn đẹp ra thành phố và một phần nhỏ của Sông Sài Gòn. Chúng tôi đã ở đó vào một buổi sáng chủ nhật và không phải xếp hàng chờ thang máy hay bàn trong quán cà phê. Tôi đã đề cập đến cà phê là tuyệt vời? Rất đáng để đi.Đọc thêm",
            "Đã uống trà buổi sáng ở cấp độ 50. Cuppa tuyệt vời nhưng quang cảnh thậm chí còn tuyệt vời hơn.  Có thể nhìn thấy hàng dặm.  Bạn không nhận ra thành phố rộng lớn thế nào cho đến khi bạn ở trên độ cao này.Đọc thêm",
            "Đi ăn trưa và ngắm cảnh. Khung cảnh đáng giá và có thể là đồ uống, nhưng chắc chắn đừng bận tâm đến việc ăn ở đây. Tôi - tôi không nói là nó tệ, nhưng có rất nhiều địa điểm ăn uống ngon hơn trong khu vực.Đọc thêm",
            "Nếu chúng ta muốn ngồi trước cửa sổ để ngắm hoàng hôn thì có cần đặt chỗ trước không?Đọc thêm",
            "Nhân viên thường đặt bạn cạnh cửa sổ khi bạn muốn dùng bữa, vì vậy bạn chỉ cần đến trước khi mặt trời lặn!Đọc thêm",
            "Xin chào, chúng tôi sẽ tốn bao nhiêu tiền nếu chúng tôi dùng bữa ở đây? Những ước tính sẽ là gì. Cảm ơnĐọc thêm",
            "Ngân sách khoảng một triệu - cũng xứng đáng. Món tráng miệng thật tuyệt vờiXem thêm",
            "Chúng tôi có cần đặt chỗ trước tại quán cà phê EON không?Đọc thêm",
            "Không, không hề, chỉ cần bật lên.Đọc thêm"
        ],
        "star_ratings": [
            155,
            182,
            89,
            23,
            14
        ],
        "review_amount": 463,
        "location": [
            "Những điều cần làm ở thành phố Hồ Chí Minh",
            "Cafe EON",
            "Ho Chi Minh City",
            "Châu Á",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written June 27, 2017",
            "Written June 27, 2017",
            "Written June 25, 2017",
            "Written May 30, 2017",
            "Written May 21, 2017",
            "Written May 13, 2017",
            "Written May 6, 2017",
            "Written May 5, 2017",
            "Written May 3, 2017",
            "Written May 2, 2017"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d7700073-Reviews-or90-Cafe_EON-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d3858605-Reviews-Kabin-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d26825620-Reviews-Rooty_Bar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d12130500-Reviews-Poke_Saigon-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d11953280-Reviews-Viet_Kitchen-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d26855274-Reviews-A_Taste_Of_Saigon_Restaurant-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d21392216-Reviews-The_Monkey_Gallery_Dessert_Bar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d20199402-Reviews-Amigo_Cafe-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d25132683-Reviews-The_Indian_House_Kitchen_and_Bar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d10317597-Reviews-B3_Steakhouse_Craft_Beer-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293925-d7057524-Reviews-The_Lounge_Sheraton_Saigon_Grand_Opera_Hotel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d21230453-Reviews-Saigon_Skydeck-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2037764-Reviews-Bitexco_Financial_Tower-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d11680691-Reviews-Ao_Dai_Exhibition-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8290115-Reviews-Nguyen_Hue_Street-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d9582552-Reviews-President_ho_Chi_Minh_Statue-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d9806454-Reviews-Saigon_River-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d27346810-Reviews-Sailing_Foot_Massage-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d9974461-Reviews-Tomb_of_Le_Van_Duyet-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d4542125-Reviews-A_O_Show_Lune_Production-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d25340691-Reviews-Green_Palm_Gallery_49_Mac_Thi_Buoi_HCM-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d7700073-Reviews-or80-Cafe_EON-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d7700073-Reviews-or100-Cafe_EON-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d7700073-Reviews-Cafe_EON-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d21493307-Reviews-Lacaph_Coffee_Experiences_Space-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1752815-Reviews-Saigon_Saigon_Rooftop_Bar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12226320-Reviews-Tour_Guide_In_Saigon-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d24162332-Reviews-Monkee_Shisha_Lounge_Saigon-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d26840278-Reviews-Amore_Rooftop-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12150062-Reviews-Ong_Cao_Craft_Beer-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6556853-Reviews-Platinum_Club_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13372041-Reviews-Vespa_Wanderers-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2336225-Reviews-Chill_Skybar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d25130852-Reviews-Secret_Experiences-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14086619-Reviews-Muslim_Travel_Vietnam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1746272-Reviews-Les_Rives_Authentic_River_Experience-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17713575-Reviews-GR8_Fashion_Hub-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d15085936-Reviews-Mai_Barber_Shop_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6351606-Reviews-Asiana_Link_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14440775-Reviews-Mebuki_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d3959210-Reviews-Saigon_Riders-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d3815598-Reviews-Broma_Not_A_Bar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8734774-Reviews-Eden_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13225175-Reviews-The_Iron_Bank_Cocktail_Vault-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6963823-Reviews-Phuong_Ha_Grocery_Store-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12432519-Reviews-Saigon_Transfers-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g29005-d3475396-Reviews-Tigers_For_Tomorrow-Attalla_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g54996-d15129324-Reviews-Ponds_and_Plants-Dayton_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d526984-Reviews-Capital_Circus_of_Budapest-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g293932-d17185911-Reviews-Dvin_Music_Hall-Yerevan.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d16674610-Reviews-The_MET_Philadelphia-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g189158-d243614-Reviews-Jardim_Zoologico-Lisbon_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g54066-d12732531-Reviews-Blue_Shutters_Beach-Charlestown_Washington_County_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g227101-d670216-Reviews-Paceville-Saint_Julian_s_Island_of_Malta.html",
            "https://www.tripadvisor.com/Attraction_Review-g612463-d4992851-Reviews-Sapanca_Lake-Sapanca_Sakarya_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g31582-d602926-Reviews-Pivot_Rock_and_Natural_Bridge-Eureka_Springs_Arkansas.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d7700073-Reviews-or100-Cafe_EON-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d7700073-Reviews-or90-Cafe_EON-Ho_Chi_Minh_City.html"
    }
]