[
    {
        "attraction_name": "Cagles Mill Lake",
        "attraction_name_vi": "Hồ Cagles Mill",
        "general_info": [
            "29 đánh giá",
            "2 trong số 6 điều cần làm ở Cloverdale",
            "Nguồn nước"
        ],
        "attraction_summary": "Công viên rất đẹp nhưng phần liên bang đã bị bỏ hoang. Quân đoàn thường có cơ sở vật chất rất tốt nhưng đây là ngoại lệ. Tôi sống gần đó và nói về sự lãng phí tiền thuế. Tôi đã không thấy một người nào làm việc trên tháp trong vài năm họ cắt cỏ nhưng có vẻ như đứa trẻ 5 tuổi của tôi đã làm việc đó. Các phòng tắm có nước thải đã trở nên tồi tệ trong vài năm qua. Chỉ buồn khi thấy nơi này xuống dốc rất nhiều. Việc câu cá thật kinh khủng trong vài năm gần đây và hồ nước đã bị lấp đầy. Nơi này là một trò đùa Đọc thêm",
        "reviews": [
            "Nữ nhân viên thô lỗ tại cơ sở quân đoàn chúng tôi. Nước ở đuôi bẩn kinh tởm đối với một cơ sở quân đoànĐọc thêm",
            "Cực kỳ thất vọng vì hồ này được bảo dưỡng kém. Đây là lần đầu tiên chúng tôi đi thuyền trên hồ này và cũng sẽ là lần cuối. Mọi bến tàu trên hồ này đều rất cần được sửa chữa. Các tấm ván bến tàu rất cũ và mòn, và cần phải thay thế ngay lập tức. Mọi thanh chắn cao su trên mọi bến tàu đều treo lủng lẳng ở mép bến, các ốc vít lộ ra ngoài, chỉ chực chờ làm xước thuyền của bạn! Khu đất xung quanh ram xếp dỡ chắc chắn cần được chú ý và dọn dẹp. Văn phòng bến du thuyền đã đóng cửa, có vẻ như, trong nhiều năm. Bên ngoài hoàn toàn kinh tởm và bẩn thỉu, và những mạng nhện khổng lồ bao phủ tòa nhà chỉ làm cho tòa nhà xuống cấp hơn. Tất nhiên, máy bơm xăng không hoạt động và không có cách nào chấp nhận thẻ ghi nợ hoặc thẻ tín dụng. Đây là máy bơm xăng duy nhất chúng tôi tìm thấy trên hồ. Mặc dù chúng tôi biết rằng không thể giữ cho hồ sạch và không có mảnh vụn, nhưng số lượng lớn các khúc gỗ và cành cây lớn ở giữa hồ, gần như không thể nhìn thấy cho đến khi bạn ở ngay cạnh chúng, chứ đừng nói đến việc trượt ngã, có thể gây ra thiệt hại lớn cho thuyền của bạn, hoặc tệ hơn nữa, cho người trượt tuyết hoặc trượt ống. Chúng tôi mong chờ được dành cả ngày trên hồ, nhưng đã cắt ngắn nó. Chỉ là rất thất vọng về toàn bộ chuyến đi. Đọc thêm",
            "Chúng tôi đã tận hưởng một chuyến thăm ngắn thú vị đến bãi biển ở Hồ Cagles Mill.  Bãi biển có nhiều đá nên hãy chuẩn bị tinh thần nếu bạn không xuống nước.  Không có nhân viên cứu hộ và khu vực bơi được đánh dấu rõ ràng.  Bãi biển nằm trong Khu Giải trí Bang Lieber, nơi có nhiều không gian mở để dạo chơi nhưng không có nhiều đường mòn được đánh dấu.  Có rất nhiều không gian dã ngoại.  Chuyến tham quan thú vị ở đây có thể được kết nối bằng một chuyến lái xe ngắn đến Thác Cataract để xem một số thác nước mát mẻ.Đọc thêm",
            "Hồ và Đập Cagles Mill rất gần nhà chúng tôi nên chúng tôi đã có dịp đến thăm vài lần trong năm.  Địa điểm yêu thích của chúng tôi là đập tràn ở phía sau con đập, nơi chúng tôi luôn có thể tận hưởng việc ngắm nhìn mọi người quay cuồng với một số sản phẩm đánh bắt tuyệt vời ở đó!Đọc thêm",
            "Chúng tôi đã có một buổi dã ngoại cùng gia đình ở khu vực thác nước của công viên.  Cây cầu có mái che dễ thương và lối đi đẹp đến nhiều thác nước khác nhau.  Chúng tôi không bơi, nhưng xét theo số lượng người chúng tôi thấy đang bơi và nhảy khỏi thác nước thì đây là một hoạt động phổ biến.  Khu vực rất đẹp - đồi núi, nhiều cây cối, đẹp.  Đọc thêm",
            "Thật không may, việc di chuyển trên hồ ngày càng khó khăn hơn.  Nhiều nơi đang trở nên quá nông để có thể đi thuyền qua.  DNR sẽ không giữ mực nước hồ đủ cao hoặc nạo vét những thứ cần làm sạch.  Nếu không thì đó là một cái hồ rất sạch sẽ; không quá bận rộn và là nơi tuyệt vời để trượt tuyết, câu cá và thư giãn.Đọc thêm",
            "Sau trận đấu buổi chiều với người da đỏ, chúng tôi dừng lại ở đây để nghỉ qua đêm trên đường đến phố Louis. Tôi đã gọi điện trước và được biết rằng cổng sẽ mở mặc dù dự kiến ​​chúng tôi đến sau 9 giờ tối. Chúng tôi đã đăng ký với chủ trại khi đến nơi và cô ấy nói chỉ cần đến và thanh toán vào buổi sáng. Chúng tôi ở trên một địa điểm có điện và nó dưới 25. Chúng tôi ở gần một phòng tắm và phòng vệ sinh. Vào buổi sáng, chúng tôi lái xe vòng quanh và nhìn thấy hồ nước và cây cầu có mái che. Đó là một điểm dừng yên tĩnh tuyệt vời.Đọc thêm",
            "Đó là một nơi tốt đẹp để đi xa và thư giãn. Khu cắm trại sạch sẽ nhưng không có cống thoát nước. Lái xe ngắn từ Indy. Đọc thêm",
            "Khu giải trí của bang Lieber, không còn là nơi trước đây nữa.  Vợ tôi học trượt nước ở đây.  Khung nhà cũ bên bờ biển vẫn còn đây, nhưng chỉ thế thôi.  Thấy một vài củ, không có người trượt tuyết.  Ít tàu cao tốc. Nhiều người câu cá Nói chung cần rất nhiều công việc.  Chỉ có nhà vệ sinh là chậu di động. Nằm không gần bãi biển.  Chỉ có 2 con đường mòn ngắn.  Cây cầu nhỏ có mái che rất đáng thất vọng.Đọc thêm",
            "Có những con đường mòn đi bộ đường dài để đến thácĐọc thêm",
            "Bạn có thể đi thuyền từ hồ đến thác không?Đọc thêm",
            "Khi nào bãi biển mở cửaĐọc thêm",
            "Ngày tưởng niệm cuối tuần.Đọc thêm",
            "Có phí vào cửa không?  Thác Cataract có nằm trong khu vực này không?Đọc thêm",
            "Có, phí vào cửa giống như bất kỳ khu vực giải trí nào của công viên tiểu bang.  Thác Cataract về mặt kỹ thuật là một phần của địa điểm giải trí này nhưng nằm cách khu vực Cagels Mill chính vài dặm.  Lấy bản đồ ở cổng nhà và bạn sẽ tìm thấy nó dễ dàng.  Không phải trả thêm phí tại Thác Cataract...ít nhất là không có lần cuối cùng tôi đến đó.Đọc thêm",
            "Có nơi nào cho thuê thuyền trượt tuyết hoặc thuyền phao để dạo chơi trên Hồ Cagles Mill không??Đọc thêm",
            "Tôi không chắc. Chúng tôi chỉ đi cắm trại thôi. Tôi nghĩ họ cho thuê những thứ như thế ở Racoon Lake SRA đẹp hơn nhiều Đọc thêm"
        ],
        "star_ratings": [
            7,
            7,
            7,
            6,
            2
        ],
        "review_amount": 29,
        "location": [],
        "reviews_time": [
            "Written June 19, 2023",
            "Written February 5, 2023",
            "Written July 8, 2021",
            "Written June 13, 2020",
            "Written February 11, 2020",
            "Written October 28, 2018",
            "Written December 24, 2017",
            "Written September 21, 2017",
            "Written August 18, 2017",
            "Written August 7, 2017"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g37020-d6612191-Reviews-Cagles_Mill_Lake-Cloverdale_Indiana.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g37020-d10218654-Reviews-Buck_and_Dumb_Bass-Cloverdale_Indiana.html",
            "https://www.tripadvisor.com/Restaurant_Review-g37450-d26987052-Reviews-Cataract_Lake_Grocery-Poland_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37020-d10592585-Reviews-Lieber_State_Recreation_Area-Cloverdale_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g28935-d1523919-Reviews-Cataract_Falls-Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g60886-d1500133-Reviews-Lincoln_State_Park-Lincoln_City_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37154-d8282743-Reviews-Lincoln_Park_Speedway-Greencastle_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37020-d14883128-Reviews-Hopwood_Cellars_Winery-Cloverdale_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37020-d14558573-Reviews-Cloverdale_Park-Cloverdale_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37020-d6612191-Reviews-or10-Cagles_Mill_Lake-Cloverdale_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37020-d6612191-Reviews-or20-Cagles_Mill_Lake-Cloverdale_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37020-d6612191-Reviews-Cagles_Mill_Lake-Cloverdale_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37020-d27004130-Reviews-Clover_Meadows_Golf_Course-Cloverdale_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37020-d27746952-Reviews-Cowpokes_Work_Western_Cloverdale-Cloverdale_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37020-d5837856-Reviews-Rebel_Saloon-Cloverdale_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g48682-d17530396-Reviews-Empire_Outlets-Staten_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g35314-d1751472-Reviews-Goats_on_the_Roof-Tiger_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g48938-d8338033-Reviews-Morris_Farm_Market-Barco_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d128683-Reviews-Downtown_Aquarium-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g311315-d2513280-Reviews-Iztuzu_PlajI-Dalyan_Mugla_Province_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g29222-d496700-Reviews-Goat_Island_Mokuauia-Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g190454-d191365-Reviews-St_Stephen_s_Cathedral-Vienna.html",
            "https://www.tripadvisor.com/Attraction_Review-g56833-d17593186-Reviews-The_Cottonland_Castle-Waco_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60654-d1518818-Reviews-Wet_n_Wild_Hawaii-Kapolei_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g297549-d23189328-Reviews-Orange_Bay_Hurghada-Hurghada_Red_Sea_and_Sinai.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g37020-d6612191-Reviews-or10-Cagles_Mill_Lake-Cloverdale_Indiana.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g37020-d6612191-Reviews-Cagles_Mill_Lake-Cloverdale_Indiana.html"
    }
]