[
    {
        "attraction_name": "Cai Rang Floating Market",
        "attraction_name_vi": "Chợ Nổi Cái Răng",
        "general_info": [
            "1.846 đánh giá",
            "1 trong 38 điều cần làm ở Cần Thơ",
            "Địa điểm ưa thích",
            "Chợ trời"
        ],
        "attraction_summary": "Du thuyền sông Mekong Cái Răng - Tour chợ nổi Rạng - Tham quan chợ nổi ở đồng bằng sông Cửu Long là hộp mà nhiều du khách đến Sài Gòn mong muốn được tham quan, và không nơi nào lớn hơn, hay nổi tiếng hơn Chợ nổi Cái Răng Cần Thơ.Chùa nổi Cái Răng Chợ, chợ nổi bán buôn lớn nhất ở đồng bằng sông Cửu Long, bắt đầu vào khoảng 04:00 và kéo dài đến 10:00, nghĩa là bạn sẽ phải dậy sớm nếu muốn tham quan. Chợ cách Cần Thơ khoảng 6 km. Thọ, hoặc đi thuyền khoảng 40 phút. Khi trôi theo dòng sông, bạn sẽ có cái nhìn thoáng qua về cuộc sống dọc theo bờ sông. Bạn sẽ đi qua những chiếc thuyền sơn màu rực rỡ neo dọc bờ biển, những chiếc tàu buôn chở hàng hóa xuôi dòng sông và những ngôi nhà được xây dựng trên những cây cột trên mặt nước. Cuối cùng, khi bạn đến được khu chợ, đây là một địa điểm đầy ấn tượng. Một đoạn thuyền bán đủ loại hàng hóa trên sông.Đọc thêm",
        "reviews": [
            "Gia đình chúng tôi đã đặt chuyến đi chợ qua Sau đó, anh ấy tổ chức chuyến đi tuyệt vời cho chúng tôi với một hướng dẫn viên du lịch đáng yêu và hiểu biết.\nĐầu tiên, Clare đến khách sạn đón và đưa chúng tôi lên thuyền tam bản, chúng tôi chỉ mất 2 phút để đến chợ với nhiều thuyền trái cây. Hướng dẫn viên mua cho chúng tôi hai quả dứa, ngon đến mức như được ai đó bỏ đường vào. Sau đó, chúng tôi còn có cà phê và phở cho bữa sáng. Đây là bữa sáng tuyệt vời nhất mà tôi chưa từng có trước đây.\nSau đó, chúng tôi đi vào những con kênh nhỏ và những ngôi làng hoang sơ. Nó thực sự rất đẹp với nhiều lục bình và dừa nước xung quanh. Đây là phần tuyệt vời nhất trong chuyến đi của chúng tôi khi chúng tôi gặp những người dân địa phương hái những trái cây ngon từ vườn của họ cho chúng tôi. Rất khuyến khích dùng thử măng cụt và vú sữa.\nCuối cùng, chúng tôi dừng lại ở nhà máy ca cao và nhà máy mì. Tất cả đều tuyệt vời. \nTôi thực sự khuyên bạn nên thực hiện chuyến đi với Sau đó, whatsapp của cô ấy là 83936427369, cô ấy thực sự đáng yêu, hiểu biết và chuyến đi hoàn toàn chân thực. Đọc thêm",
            "Chúng tôi thức dậy rất sớm để đi chợ bằng thuyền vạn đò. Chúng tôi đi vào chợ nổi thấy nhiều người bán rau và trái cây như dưa hấu, dứa. Chúng tôi cảm thấy chợ vẫn còn rất lớn với khoảng 100 ghe bán trái cây nhưng khá khó khăn và nhàm chán đối với những người ở lại và ngủ trên thuyền. Hướng dẫn viên của chúng tôi cho biết họ coi con thuyền như ngôi nhà nên luôn sống trên thuyền. Đôi khi tôi nhìn thấy một số đứa trẻ, những chú gà và tivi trên thuyền của chúng, điều này thật ấn tượng đối với chúng tôi. Sau đó, chúng tôi cũng đi đến kênh hoang, làng quê và thăm một số nhà máy. Chuyến đi khá tốn kém nhưng thực sự đáng giá từng xu. Chúng tôi có một nhóm rất nhỏ chỉ có bốn người, hướng dẫn viên của chúng tôi rất đáng yêu và có nhiều kiến ​​thức, anh ấy đã mời rất nhiều loại trái cây ngon như mít, măng cụt, dứa. \nBạn có thể liên hệ với anh ấy qua Whatsaap 84939480468 để đặt chuyến đi thú vịĐọc thêm",
            "Chúng tôi rất quan tâm đến chuyến đi đến khu chợ này. Trên thực tế, đây là chợ bán buôn với nhiều thương nhân địa phương từ các làng đến mua bán trái cây của họ như dứa, dưa hấu, xoài và rau. Phần thú vị nhất của chợ là xem cách người dân sống và buôn bán trái cây ở giữa sông. Ngoài ra, mẹ tôi rất thích thưởng thức dứa, măng cụt và bún ngon phải thử hết. Cuối cùng, gia đình chúng tôi còn được tham quan nhà máy sản xuất socola, làng bún và vườn trái cây. Tất cả đều tuyệt vời.\nTôi đánh giá cao người hướng dẫn đáng yêu của chúng tôi, anh ấy có nhiều kiến ​​thức và rất quyến rũ whatsapp 84936427369Đọc thêm",
            "Khung cảnh tuyệt vời - lượng khách du lịch nhiều hơn dự kiến ​​nhưng vẫn đáng giá. Chúng tôi không chọn đi du thuyền mà thay vào đó hỏi một bà già xem liệu bà có đưa chúng tôi đi với mức giá thấp hơn không. Tôi khuyên du khách nên nhờ người dân địa phương tổ chức một chuyến tham quan thay vì đi thuyền du lịch lớn.Đọc thêm",
            "Chúng tôi tham gia một chuyến du lịch do chỗ ở của chúng tôi tổ chức đến chợ nổi Cái Răng.   Nó là hoàn hảo cho chúng ta. Chúng tôi dùng bữa sáng trên thuyền, nếm thử dứa và tham quan xưởng sản xuất mì. Thật thú vị khi được chứng kiến ​​lối sống của người dân và công việc kinh doanh của họ. \n\nChúng tôi có một đứa trẻ 3 và 6 tuổi đi cùng và chúng cũng rất thích điều đó mặc dù phải ngồi trên thuyền khá lâu và thức dậy lúc 5h30! \n\nMột trải nghiệm không thể bỏ qua nếu đến miền Nam Việt Nam!Đọc thêm",
            "Chúng tôi tham gia hành trình 2 ngày trên chuyến du thuyền nhỏ cổ điển Mekong Eyes từ caibe - Cần Thơ. Chúng tôi ghé thăm chợ trước khi kết thúc chuyến hành trình. Tất cả đều tốt. Nó không đông đúc như tưởng tượng nhưng thật tuyệt khi thấy mọi người buôn bán đồ vật trên những chiếc thuyền nhỏĐọc thêm",
            "Sau khi so sánh giá của các chuyến đi thuyền riêng ngắn 2 giờ, dao động từ 300k-400k, Cô Loan WhatsApp 84 90 845 57 18 cung cấp các chuyến đi thuyền với mức giá tốt nhất là 250k. Mức giá này là tốt nhất vì cô lái thuyền là dì của cô ấy, vì vậy Cô Loan không tính bất kỳ khoản hoa hồng nào từ cô ấy. Cô Loan thậm chí còn đón tôi bằng xe tay ga của cô ấy, từ khách sạn của tôi gần trung tâm thành phố lúc 6 giờ sáng, mà không tính thêm phí. Cô ấy thả tôi xuống Cái Răng, nơi có thuyền của dì cô ấy, và tôi đã đi tham quan không có hướng dẫn viên với dì của cô ấy, một bà ngoại rất tuyệt vời. Thuyền là một chiếc thuyền nhỏ, có vẻ như chỉ có thể chứa tối đa 3 người bao gồm cả cô lái thuyền, vì vậy tôi không chắc họ có thể chở thêm hành khách hay giá sẽ tăng không. Chuyến đi thuyền đi theo tuyến đường cổ điển của chợ nổi Cái Răng, điểm dừng đầu tiên là ăn bún trên thuyền, điểm dừng thứ hai là các kênh rạch nhỏ, điểm dừng thứ ba là xưởng làm bún, rồi quay trở lại. Trong khi hầu hết các tour du lịch sẽ cho bạn biết chuyến đi này kéo dài 2-3 giờ, nếu bạn không ăn, thực tế chỉ mất khoảng 1 giờ 25 phút, đủ cho tôi. Nhìn chung, tôi đã có một chuyến đi thuyền yên bình với bà ngoại dễ thương này, không có hướng dẫn viên du lịch nào đang nói chuyện ở phía sau. Sau chuyến đi thuyền, khu vực nơi thuyền đậu là một khu chợ đất rộng lớn, nơi tôi đã có khoảng thời gian vui vẻ khám phá. Thật dễ dàng để bắt xe đạp grab trở lại trung tâm thành phố. Tôi thực sự khuyên bạn nên đi thuyền này với dì của cô Loan! Đọc thêm",
            "Chúng tôi cũng có một chuyến đi thuyền với cô Loan và bạn cô Loan. Họ đón chúng tôi ở khách sạn vào sáng sớm và chúng tôi đi chợ nổi Cái Răng. \nĐó là một trải nghiệm đích thực, chúng tôi ăn mì vào bữa sáng, nếm cà phê và trái cây và sau chuyến đi, chúng tôi gặp một số người bạn Loans. Họ rất ngọt ngào và vui tính và chúng tôi dành hai giờ với họ trong công việc hàng ngày của họ. Đó là một trong những trải nghiệm nhân văn đẹp nhất mà chúng tôi có được ở Việt Nam. Đọc thêm",
            "Cô Loan thật tuyệt vời! Chỉ cần nhắn tin cho cô ấy trên ứng dụng whats và cô ấy sẽ liên lạc lại với bạn càng sớm càng tốt! Chúng tôi đã cân nhắc việc tự mình thực hiện việc này nhưng vào phút cuối quyết định chúng tôi cần một người hướng dẫn. Cô Loan thật tuyệt vời! Cô ấy và nhóm của cô ấy đã đưa chúng tôi đến đó và quay lại và chúng tôi đã có khoảng thời gian tuyệt vời trên sông. Là một nhóm năm người, chúng tôi có một chiếc thuyền riêng rất đẹp và chúng tôi xuất phát sớm. Chúng tôi có cà phê, phở, dứa, kẹo dừa, bún thịt lợn và mì. Nếu bạn muốn một chuyến du lịch đơn giản và giá cả phải chăng thì Mrs Loan chính là dành cho bạn!Đọc thêm",
            "Chúng tôi tham gia hành trình Mekong Eyes và tham quan chợ vào ngày thứ 2 của chuyến tham quan. Tôi phải nói rằng chúng tôi đã có trải nghiệm khó quên ở đây. Chúng tôi đã thử cà phê địa phương, nếm trái cây và xem các thương gia bán sản phẩm địa phương của họ. Đọc thêm",
            "Mặc dù đây là một địa điểm du lịch nhưng tôi thấy rất đáng để ghé thăm, đây là một khu chợ đầy màu sắc và thật thú vị khi mua bữa sáng từ thuyền...chuyến đi này thường kéo dài thành một chuyến tham quan kênh nhỏ hơn, rất đẹp!Đọc thêm",
            "Xem những hình ảnh trên? Đáng buồn là bạn sẽ không nhìn thấy đồ thật, mọi chuyện không còn như vậy nữa, không phải điều mà công ty du lịch dành riêng cho thị trường hạng sang của chúng tôi đã nói với chúng tôi!  Mất 3 ngày di chuyển đến và đi từ Cần Thơ chỉ để xem những điều trên và thất vọng cay đắng khi thấy một số tàu chở hàng lớn chở sản phẩm từ Campuchia đi buôn bán - nhưng số lượng baoat nhỏ buôn bán với chúng nhiều đến mức bạn không thể nhìn thấy nước như chúng tôi đã hứa không còn ở đó nữa, việc buôn bán bây giờ được thực hiện ở nơi khác. Có một vài chiếc thuyền nhỏ chở khách du lịch, phục vụ bún chè v.v. cho khách du lịch và bất kỳ chuyến đi thuyền nào cũng khá thú vị. Đối với tôi, điều thú vị nhất là được nhìn thấy Ocean Cleanup River Interceptor - nhóm đang nỗ lực làm sạch sông Mê Kông.Đọc thêm",
            "Chuyến du lịch đồng bằng sông Cửu Long có vẻ quá du lịch và vội vã. Chợ nổi nhỏ hơn so với quảng cáo và tất cả đều có vẻ hơi thiếu chân thực.Đọc thêm",
            "Quá choáng ngợp và đáng thất vọng. Hiện chỉ còn khoảng 40 chiếc thuyền, nhiều người trong số họ là những người bán buôn lớn hơn sống trên những chiếc thuyền và cung cấp cho những chiếc thuyền nhỏ hơn. Hướng dẫn thú vị hơn nhiều so với chuyến tham quan du lịch. Hầu hết giao dịch được thực hiện c. 05:00. Chúng tôi đi lúc 07:00 khi chủ yếu là thuyền du lịch. Có rất nhiều rác trên bờ và mặt nước. Chợ nổi này không phải là những gì nó được thổi phồng. Nó chỉ thú vị một chút thôi. Tuy nhiên, nếu bạn đang ở trong khu vực thì bạn sẽ muốn đi. Tôi không chắc nó có xứng đáng với 3,5 giờ lái xe từ Sài Gòn mặc dù khách sạn của chúng tôi trên đảo là 5.Đọc thêm",
            "Thức dậy lúc 4h45, nửa giờ đi thuyền trong đêm để xuống bến tàu, nơi có một khu chợ có mái che dành riêng cho khách du lịch. Rồi chúng tôi quay trở lại khi trời bắt đầu sáng và trên đường về, giữa những chiếc thuyền chở đầy khách du lịch, có lẽ chúng tôi thoáng thấy một vài chiếc thuyền chở đầy trái cây. Rõ ràng người lái thuyền của chúng tôi thậm chí không hề chậm lại một giây để cho chúng tôi xem khu chợ nổi nổi tiếng này. có lẽ nếu chúng tôi lấy một chiếc thuyền riêng nhỏ hơn thì sẽ tốt hơn. trong mọi trường hợp, chúng tôi thấy rất đáng thất vọng, lãng phí hai giờ.Đọc thêm",
            "Một nơi tuyệt vời để xem cách giao dịch diễn ra trong những ngày xưa......chúng tôi đã đi một chiếc thuyền thực sự nhỏ với một người dì tốt bụng. Thuyền có một chân vịt nhỏ. Chúng tôi cảm thấy thật nhỏ bé trong nướcĐọc thêm",
            "Its not really a market sadly! I dont like to gripe, but I feel like I hope the tourism board of Can Tho sees this post. I just completed a five week trip through Southeast Asia, and the whole trip was based around two places Angkor Wat Cambodia and the Mekong Can Tho Cai Rang floating market. All the other stays were because I took that long 17 hour flight from USA. I did a lot of work to get to that market, flying into Ho Chi Minh getting through immigration, staying a few nights in the city, hiring a driver for four days to take me through the Mekong. Maybe I was too excited to see what the Internet describes as a floating market. I did the Bangkok floating market as well. It was more productive, albeit touristy. I got up at 4:45, my only night in Can Tho to get down to the boat dock by 5:15 am, because its a half hour to get to the floating market.Heres what I got. Old rundown, fishing boats, choppy water and a sunrise that came and went. There were about three boats that had some pineapples and watermelons. They were all wrapped up in nets and not really photo worthy.  It seems like a local could make a lot of money, filling a boat with fresh fruit and flowers and selling it to the tourists. The majority seemed like just fishing boats. They should call this attraction, old fishing boats.I lost count of how many taxi boats filled with tourists were surrounding these fishing boats, looking for some sort of trade, treat or just a great photo. Considering how many people come to see this attraction maybe they should consider painting their fishing boats to add some color.  If I were a local business for Marketing sake, I would invest in a boat put my company name on it fill it with flowers and fruit, and it would go viral with the amount of tourism I experienced. I heard since they built the bridge the market has dwindled. Im not sure, but Im thinking the tourism board should invest in encouraging the locals to continue to trade on the boats, repair, paint the boats and add a little life to the scene. I had to get to the airport by 10 am so I couldnt do other things on the canal which may have contributed to my experience, Im not sure. Ill never know because I definitely will not go back to that all of it was a costly mistake. My favorite part of the Mekong was Chau Doc Tra Su forest and Sam Mountain and my Guide it was a long car ride and he made it worthwhile. Thank goodness I had another destination in the Mekong! Ive read reviews about the other villages and visits, and I am a bit skeptical. We drove through Sa Dec along the way, and experienced beautiful flower nurseries roadside. I do live in California and have fresh flowers year-round, so maybe I am spoiled. Im not really sure what everyone is seeing in this region. I did go to the War Rembrance Museum in Ho Chi Minh, and learned about how this area and it residents were all but destroyed during the war, which gave me some compassion and empathy and a little bit of culture. PS I oversaturated the color of my two fishing boat memory of Cai Rang. The naked eye only saw gray and brown.Read more",
            "Chúng tôi đã thực hiện chuyến đi du lịch trong 2 ngày từ Caibe. Tour kết thúc ở Cần Thơ và chúng tôi ghé thăm chợ. Tôi không thể nhìn thấy nhiều thuyền, nhưng đủ tốt để nhìn thấy. Mọi người chuyển đến sống trên đất liền và thị trường chủ yếu dành cho khách du lịch.Đọc thêm",
            "Đó là một sự lãng phí lớn thời gian. Bạn thức dậy lúc 4 giờ sáng và thấy 2 chiếc thuyền với 2 thúng trái cây vây quanh một chiếc thuyền chở khách du lịch với 20 người trên tàu đang chụp ảnh hoa quả!? Chắc ngày xưa nó hay nhưng giờ tránh xa.Đọc thêm",
            "My family and I went on this tour while staying with Susan Bui for one night during our trip around Vietnam and Cambodia and it was a highlight of our holiday. We would give Susan 6 stars if we could; we cannot recommend her enough. If youre thinking of doing the Mekong Delta tour, Susans homestay would definitely be worth your while.Even though Susans home is only a short drive arranged by our host from Can Tho, it feels entirely different. Its a great break from the busyness of cities like Ho Chi Minh. Susans brother Nick brought us on a very easy bike tour of the area, including a stop at the market to buy ingredients for dinner, and it felt like we were seeing the real lives of the locals. The accommodation itself is great - a very peaceful area, and the rooms were lovely the mosquito nets were especially appreciated. Preparing and eating dinner together was absolutely enjoyed by all. Susans boat tour down the Hau River in the morning involves an early start 5.30am but its well worth it to see the floating markets at their busiest and to enjoy breakfast on the river. The other stops on the tour were just as interesting, and Susan is a fantastic guide - very informative and engaging. Easily the best aspect of our experience, however, was Susans accommodation of my severe peanut allergy. Travelling in Vietnam can be difficult, because peanuts and peanut oil are so common, so theres a cultural as well as a language barrier to overcome. The early leg of our trip involved a lot of McDonalds. Not only did Susan take my allergy into account when providing us with lunch and when we got to make dinner with her, but she also ensured that the restaurant we visited for lunch after the boat trip cooked my meal in a substitute oil. We would recommend Susans homestay for everyone, but especially people with food allergies or intolerances. It was great to be able to try Vietnamese cooking without any stress or fear.Last of all, after we had parted ways with Susan, our bus to HCMC broke down before leaving Can Tho. We got in touch with Susan and she arranged a replacement bus on short notice on NYE and had us on the road within 40 minutes of us calling her. She really went above and beyond, and we couldnt thank her enough. Tl;dr: if you are interested in doing the Mekong Delta Discovery Tour would highly recommend staying with Susan, especially for those with food allergies.Read more"
        ],
        "star_ratings": [
            826,
            580,
            284,
            91,
            65
        ],
        "review_amount": 1846,
        "location": [
            "Cần Thơ",
            "Châu Á",
            "Việt Nam",
            "Những điều cần làm ở Cần Thơ",
            "Đồng bằng sông Cửu Long",
            "Chợ Nổi Cái Răng"
        ],
        "reviews_time": [
            "Written July 18, 2023",
            "Written July 20, 2023",
            "Written July 26, 2023",
            "Written August 30, 2023",
            "Written September 27, 2023",
            "Written October 26, 2023",
            "Written November 2, 2023",
            "Written December 4, 2023",
            "Written December 22, 2023",
            "Written December 24, 2023",
            "Written May 10, 2024",
            "Written April 23, 2024",
            "Written April 21, 2024",
            "Written March 6, 2024",
            "Written February 17, 2024",
            "Written February 6, 2024",
            "Written January 29, 2024",
            "Written January 22, 2024",
            "Written January 10, 2024",
            "Written January 2, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g303942-d455150-Reviews-Cai_Rang_Floating_Market-Can_Tho_Mekong_Delta.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g303942-d19924236-Reviews-Quan_Mi_Vit_Tiem_Hau_Phat-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Restaurant_Review-g303942-d8845102-Reviews-7_Toi_Pancake-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Restaurant_Review-g303942-d8780379-Reviews-Pizza_Hu_Tieu_Sau_Hoai-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Restaurant_Review-g303942-d17623529-Reviews-Hakia_Garden-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Restaurant_Review-g303942-d20404441-Reviews-Say_Steakhouse_Wine_Bar-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Restaurant_Review-g303942-d25144382-Reviews-Lobby_Lounge-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Restaurant_Review-g303942-d3436714-Reviews-Ngoi_Do-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Restaurant_Review-g303942-d25130853-Reviews-Saravan_Restaurant-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Restaurant_Review-g303942-d14051174-Reviews-Kem_Tu_Chon_Joy-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Restaurant_Review-g17522097-d17637194-Reviews-Mekong_Breeze_Restaurant-Ninh_Kieu_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d6983486-Reviews-Ong_Temple-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d4831701-Reviews-Quang_Duc_Pagoda-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d15581608-Reviews-Muoi_Cuong_Cocoa_Farm-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d12150973-Reviews-Thien_Vien_Truc_Lam_Phuong_Nam-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d6973903-Reviews-Binh_Thuy_Ancient_House-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d11624355-Reviews-Museum_of_Tarot-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d12415913-Reviews-An_Hoa_Church-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d8305188-Reviews-Munirangsyaram_Pagoda-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d13170138-Reviews-Cho_Xuan_Khanh-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d12231604-Reviews-Hai_Ba_Trung_Street-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d455150-Reviews-or10-Cai_Rang_Floating_Market-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d5860275-Reviews-Phong_Dien_Floating_Market-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d8095256-Reviews-Tay_Do_Night_Market-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d5866311-Reviews-Can_Tho_Market-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d17537409-Reviews-Can_Tho_Market-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d19728720-Reviews-Can_Tho_Ecolodge-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d21186549-Reviews-Tra_Thai_Nguyen_Hai_Tra_Tan_Cuong-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d15880103-Reviews-Tay_Tailor-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d8090840-Reviews-La_Petite_France-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d27498423-Reviews-Can_Tho_Floating_Market-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d11121335-Reviews-Mekong_Eyes_Cruise-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d12529974-Reviews-Mekong_Experience_Travel-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d16942661-Reviews-Mekong_Realism_Tours-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d24985007-Reviews-Explore_unseen_Mekong_with_locals-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d14124363-Reviews-Fabulous_Mekong_Eco_Tours-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d4742107-Reviews-Mekong_Tours_Cantho_Food_Tour-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d8468536-Reviews-Hieutour_Trading_Jsc-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d12703451-Reviews-Can_Tho_River_Tour-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d6780643-Reviews-EcoTours-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d15757764-Reviews-Winter_Spring-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d5011894-Reviews-Sau_Hoai_s_Rice_Noodle_Factory-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d6434270-Reviews-Explore_Mekong_Tours-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d12314796-Reviews-Mekong_Smile_Tour-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d1699890-Reviews-TransMekong-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d8358937-Reviews-Victoria_Cruises-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g652121-d8516889-Reviews-Playa_Blanca-Playa_Blanca_Lanzarote_Canary_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g143044-d145890-Reviews-Snow_Lake_Trail-Mount_Rainier_National_Park_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g37311-d2272323-Reviews-Albanese_Candy_Factory-Merrillville_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g226865-d189258-Reviews-Disneyland_Paris-Marne_la_Vallee_Seine_et_Marne_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g297962-d3700742-Reviews-TerraCity-Antalya_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g11900445-d629155-Reviews-Ko_Olina_Lagoons-Ko_Olina_Kapolei_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d129068-Reviews-Washington_Park-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g189158-d262792-Reviews-Tram_28-Lisbon_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g41495-d12700065-Reviews-Tree_House_Brewing_Company-Charlton_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g155032-d155437-Reviews-Bonsecours_Market_Marche_Bonsecours-Montreal_Quebec.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g303942-d455150-Reviews-or10-Cai_Rang_Floating_Market-Can_Tho_Mekong_Delta.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g303942-d455150-Reviews-Cai_Rang_Floating_Market-Can_Tho_Mekong_Delta.html"
    },
    {
        "attraction_name": "Cai Rang Floating Market",
        "attraction_name_vi": "Chợ Nổi Cái Răng",
        "general_info": [
            "1.846 đánh giá",
            "1 trong 38 điều cần làm ở Cần Thơ",
            "Địa điểm ưa thích",
            "Chợ trời"
        ],
        "attraction_summary": "Du thuyền sông Mekong Cái Răng - Tour chợ nổi Rạng - Tham quan chợ nổi ở đồng bằng sông Cửu Long là hộp mà nhiều du khách đến Sài Gòn mong muốn được tham quan, và không nơi nào lớn hơn, hay nổi tiếng hơn Chợ nổi Cái Răng Cần Thơ.Chùa nổi Cái Răng Chợ, chợ nổi bán buôn lớn nhất ở đồng bằng sông Cửu Long, bắt đầu vào khoảng 04:00 và kéo dài đến 10:00, nghĩa là bạn sẽ phải dậy sớm nếu muốn tham quan. Chợ cách Cần Thơ khoảng 6 km. Thọ, hoặc đi thuyền khoảng 40 phút. Khi trôi theo dòng sông, bạn sẽ có cái nhìn thoáng qua về cuộc sống dọc theo bờ sông. Bạn sẽ đi qua những chiếc thuyền sơn màu rực rỡ neo dọc bờ biển, những chiếc tàu buôn chở hàng hóa xuôi dòng sông và những ngôi nhà được xây dựng trên những cây cột trên mặt nước. Cuối cùng, khi bạn đến được khu chợ, đây là một địa điểm đầy ấn tượng. Một đoạn thuyền bán đủ loại hàng hóa trên sông.Đọc thêm",
        "reviews": [
            "Gia đình chúng tôi đã đặt chuyến đi chợ qua Sau đó, anh ấy tổ chức chuyến đi tuyệt vời cho chúng tôi với một hướng dẫn viên du lịch đáng yêu và hiểu biết.\nĐầu tiên, Clare đến khách sạn đón và đưa chúng tôi lên thuyền tam bản, chúng tôi chỉ mất 2 phút để đến chợ với nhiều thuyền trái cây. Hướng dẫn viên mua cho chúng tôi hai quả dứa, ngon đến mức như được ai đó bỏ đường vào. Sau đó, chúng tôi còn có cà phê và phở cho bữa sáng. Đây là bữa sáng tuyệt vời nhất mà tôi chưa từng có trước đây.\nSau đó, chúng tôi đi vào những con kênh nhỏ và những ngôi làng hoang sơ. Nó thực sự rất đẹp với nhiều lục bình và dừa nước xung quanh. Đây là phần tuyệt vời nhất trong chuyến đi của chúng tôi khi chúng tôi gặp những người dân địa phương hái những trái cây ngon từ vườn của họ cho chúng tôi. Rất khuyến khích dùng thử măng cụt và vú sữa.\nCuối cùng, chúng tôi dừng lại ở nhà máy ca cao và nhà máy mì. Tất cả đều tuyệt vời. \nTôi thực sự khuyên bạn nên thực hiện chuyến đi với Sau đó, whatsapp của cô ấy là 83936427369, cô ấy thực sự đáng yêu, hiểu biết và chuyến đi hoàn toàn chân thực. Đọc thêm",
            "Chúng tôi thức dậy rất sớm để đi chợ bằng thuyền vạn đò. Chúng tôi đi vào chợ nổi thấy nhiều người bán rau và trái cây như dưa hấu, dứa. Chúng tôi cảm thấy chợ vẫn còn rất lớn với khoảng 100 ghe bán trái cây nhưng khá khó khăn và nhàm chán đối với những người ở lại và ngủ trên thuyền. Hướng dẫn viên của chúng tôi cho biết họ coi con thuyền như ngôi nhà nên luôn sống trên thuyền. Đôi khi tôi nhìn thấy một số đứa trẻ, những chú gà và tivi trên thuyền của chúng, điều này thật ấn tượng đối với chúng tôi. Sau đó, chúng tôi cũng đi đến kênh hoang, làng quê và thăm một số nhà máy. Chuyến đi khá tốn kém nhưng thực sự đáng giá từng xu. Chúng tôi có một nhóm rất nhỏ chỉ có bốn người, hướng dẫn viên của chúng tôi rất đáng yêu và có nhiều kiến ​​thức, anh ấy đã mời rất nhiều loại trái cây ngon như mít, măng cụt, dứa. \nBạn có thể liên hệ với anh ấy qua Whatsaap 84939480468 để đặt chuyến đi thú vịĐọc thêm",
            "Chúng tôi rất quan tâm đến chuyến đi đến khu chợ này. Trên thực tế, đây là chợ bán buôn với nhiều thương nhân địa phương từ các làng đến mua bán trái cây của họ như dứa, dưa hấu, xoài và rau. Phần thú vị nhất của chợ là xem cách người dân sống và buôn bán trái cây ở giữa sông. Ngoài ra, mẹ tôi rất thích thưởng thức dứa, măng cụt và bún ngon phải thử hết. Cuối cùng, gia đình chúng tôi còn được tham quan nhà máy sản xuất socola, làng bún và vườn trái cây. Tất cả đều tuyệt vời.\nTôi đánh giá cao người hướng dẫn đáng yêu của chúng tôi, anh ấy có nhiều kiến ​​thức và rất quyến rũ whatsapp 84936427369Đọc thêm",
            "Cảnh đẹp tuyệt vời - có phần đông khách du lịch hơn dự kiến ​​nhưng vẫn đáng giá. Chúng tôi không chọn đi du thuyền mà thay vào đó hỏi một bà lão xem bà có thể đưa chúng tôi đi với giá rẻ hơn không. Tôi khuyên du khách nên hỏi người dân địa phương để được hướng dẫn tham quan thay vì đi thuyền du lịch lớn. Đọc thêm",
            "Chúng tôi tham gia một tour do nơi lưu trú của chúng tôi tổ chức đến chợ nổi Cái Răng. Chuyến đi hoàn hảo với chúng tôi. Chúng tôi ăn sáng trên thuyền, nếm thử một ít dứa và ghé thăm một xưởng làm mì. Thật thú vị khi được chứng kiến ​​cuộc sống của người dân và công việc kinh doanh của họ. \n\nChúng tôi có một đứa trẻ 3 tuổi và 6 tuổi đi cùng và chúng cũng rất thích mặc dù phải ngồi trên thuyền khá lâu và thức dậy lúc 5 giờ 30! \n\nMột trải nghiệm không thể bỏ lỡ nếu ở miền Nam Việt Nam! Đọc thêm",
            "Chúng tôi tham gia hành trình 2 ngày trên chuyến du thuyền nhỏ cổ điển Mekong Eyes từ caibe - Cần Thơ. Chúng tôi ghé thăm chợ trước khi kết thúc chuyến hành trình. Tất cả đều tốt. Nó không đông đúc như tưởng tượng nhưng thật tuyệt khi thấy mọi người buôn bán đồ vật trên những chiếc thuyền nhỏĐọc thêm",
            "Sau khi so sánh giá các chuyến đi thuyền riêng ngắn 2 giờ dao động từ 300k-400k, Miss Loan WhatsApp 84 90 845 57 18 cung cấp các chuyến đi thuyền với mức giá tốt nhất là 250k. Giá này là tốt nhất vì cô chủ thuyền là dì của cô nên cô Loan không lấy hoa hồng gì cả. Cô Loan thậm chí còn đón tôi bằng xe máy từ khách sạn gần trung tâm thành phố lúc 6 giờ sáng mà không tính thêm phí. Cô ấy thả tôi xuống Cái Răng, nơi có thuyền của dì cô ấy, và tôi đi du lịch một mình với dì của cô ấy, một bà ngoại rất tuyệt vời. Chiếc thuyền này là một chiếc thuyền nhỏ, có vẻ như nó có thể chứa tối đa 3 người bao gồm cả người phụ nữ lái thuyền, vì vậy tôi không chắc liệu họ có thể chở thêm hành khách hay không hay liệu giá có tăng hay không. Chuyến đi thuyền đi theo tuyến chợ nổi Cái Răng cổ điển, dừng đầu tiên là ăn bún trên thuyền, dừng thứ hai là kênh nhỏ, dừng thứ ba là xưởng làm bún rồi quay về. Mặc dù hầu hết các tour du lịch sẽ cho bạn biết chuyến đi này kéo dài 2-3 giờ, nhưng nếu bạn không ăn thì thực tế là khoảng 1 giờ 25 phút, với tôi là đủ. Nhìn chung, tôi đã có một chuyến đi thuyền yên bình với người bà dễ thương này mà không có hướng dẫn viên du lịch lảng vảng ở phía sau. Sau chuyến đi thuyền, khu vực nơi thuyền đậu là một khu chợ đất rộng lớn, nơi tôi đã có khoảng thời gian khám phá thú vị. Thật dễ dàng để có được một chiếc xe đạp trở lại trung tâm thành phố. Tôi thực sự khuyên bạn nên đi thuyền này với dì của cô Loan!Đọc thêm",
            "Chúng tôi cũng có một chuyến đi thuyền với cô Loan và bạn cô Loan. Họ đón chúng tôi ở khách sạn vào sáng sớm và chúng tôi đi chợ nổi Cái Răng. \nĐó là một trải nghiệm đích thực, chúng tôi ăn mì vào bữa sáng, nếm cà phê và trái cây và sau chuyến đi, chúng tôi gặp một số người bạn Loans. Họ rất ngọt ngào và vui tính và chúng tôi dành hai giờ với họ trong công việc hàng ngày của họ. Đó là một trong những trải nghiệm nhân văn đẹp nhất mà chúng tôi có được ở Việt Nam. Đọc thêm",
            "Cô Loan thật tuyệt vời! Chỉ cần nhắn tin cho cô ấy trên whats app và cô ấy sẽ trả lời bạn sớm nhất có thể! Chúng tôi đã cân nhắc tự mình thực hiện chuyến đi này nhưng vào phút cuối, chúng tôi quyết định cần một hướng dẫn viên. Cô Loan thật tuyệt vời! Cô ấy và nhóm của cô ấy đã đưa chúng tôi đến đó và quay trở lại và chúng tôi đã có khoảng thời gian tuyệt vời trên sông. Với tư cách là một nhóm năm người, chúng tôi có một chiếc thuyền riêng thực sự tuyệt vời và chúng tôi đã bắt đầu sớm. Chúng tôi đã uống cà phê, Phở, dứa, kẹo dừa, bánh bao thịt lợn và mì. Nếu bạn muốn một chuyến tham quan không có sự vô nghĩa và với mức giá rất tốt, thì cô Loan là dành cho bạn! Đọc thêm",
            "Chúng tôi tham gia chuyến du ngoạn Mekong eyes và ghé thăm chợ vào ngày thứ 2 của chuyến đi. Tôi phải nói rằng chúng tôi đã có trải nghiệm không thể nào quên ở đây. Chúng tôi đã thử cà phê địa phương, nếm thử trái cây và thấy những người bán hàng của chúng tôi bán sản phẩm địa phương của họ. Đọc thêm",
            "Thật thú vị nếu bạn tình cờ ở trong thị trấn, nhưng không đáng để đến Cần Thơ chỉ vì điều này. Hầu hết người dân địa phương hiện nay đều đi chợ đất vì cầu đã được xây dựng. Những chợ nổi này hiện tồn tại hầu hết phục vụ khách du lịch. Sáng sớm và việc phải trôi qua những chiếc thuyền mà họ không thể lên được là điều khiến những đứa trẻ tiểu học của chúng tôi rất bực bội. Đã từng rất thú vị nhưng chúng tôi sẽ không quay lại.Đọc thêm",
            "thật đáng thất vọng, nếu bạn đến Cần Thơ chỉ để xem điều này thì tôi sẽ không bận tâm.  Rất ít thuyền, rõ ràng là chỉ dành cho khách du lịch.Đọc thêm",
            "Chúng tôi tham gia hành trình Mekong Eyes và tham quan chợ vào ngày thứ 2 của chuyến tham quan. Tôi phải nói rằng chúng tôi đã có trải nghiệm khó quên ở đây. Chúng tôi đã thử cà phê địa phương, nếm trái cây và xem các thương gia bán sản phẩm địa phương của họ. Đọc thêm",
            "Cô Loan thật tuyệt vời! Chỉ cần nhắn tin cho cô ấy trên ứng dụng whats và cô ấy sẽ liên lạc lại với bạn càng sớm càng tốt! Chúng tôi đã cân nhắc việc tự mình thực hiện việc này nhưng vào phút cuối quyết định chúng tôi cần một người hướng dẫn. Cô Loan thật tuyệt vời! Cô ấy và nhóm của cô ấy đã đưa chúng tôi đến đó và quay lại và chúng tôi đã có khoảng thời gian tuyệt vời trên sông. Là một nhóm năm người, chúng tôi có một chiếc thuyền riêng rất đẹp và chúng tôi xuất phát sớm. Chúng tôi có cà phê, phở, dứa, kẹo dừa, bún thịt lợn và mì. Nếu bạn muốn một chuyến du lịch đơn giản và giá cả phải chăng thì Mrs Loan chính là dành cho bạn!Đọc thêm",
            "Chúng tôi cũng có một chuyến đi thuyền với cô Loan và bạn cô Loan. Họ đón chúng tôi ở khách sạn vào sáng sớm và chúng tôi đi chợ nổi Cái Răng. Đó là một trải nghiệm đích thực, chúng tôi ăn mì vào bữa sáng, nếm cà phê và trái cây và sau chuyến đi, chúng tôi gặp một số người bạn Loans. Họ rất ngọt ngào và vui tính và chúng tôi dành hai giờ với họ trong công việc hàng ngày của họ. Đó là một trong những trải nghiệm nhân văn đẹp nhất mà chúng tôi có được ở Việt Nam. Đọc thêm",
            "Sau khi so sánh giá các chuyến đi thuyền riêng ngắn 2 giờ dao động từ 300k-400k, Miss Loan WhatsApp 84 90 845 57 18 cung cấp các chuyến đi thuyền với mức giá tốt nhất là 250k. Giá này là tốt nhất vì cô chủ thuyền là dì của cô nên cô Loan không lấy hoa hồng gì cả. Cô Loan thậm chí còn đón tôi bằng xe máy từ khách sạn gần trung tâm thành phố lúc 6 giờ sáng mà không tính thêm phí. Cô ấy thả tôi xuống Cái Răng, nơi có thuyền của dì cô ấy, và tôi đi du lịch một mình với dì của cô ấy, một bà ngoại rất tuyệt vời. Chiếc thuyền này là một chiếc thuyền nhỏ, có vẻ như nó có thể chứa tối đa 3 người bao gồm cả người phụ nữ lái thuyền, vì vậy tôi không chắc liệu họ có thể chở thêm hành khách hay không hay liệu giá có tăng hay không. Chuyến đi thuyền đi theo tuyến chợ nổi Cái Răng cổ điển, dừng đầu tiên là ăn bún trên thuyền, dừng thứ hai là kênh nhỏ, dừng thứ ba là xưởng làm bún rồi quay về. Mặc dù hầu hết các tour du lịch sẽ cho bạn biết chuyến đi này kéo dài 2-3 giờ, nhưng nếu bạn không ăn thì thực tế là khoảng 1 giờ 25 phút, với tôi là đủ. Nhìn chung, tôi đã có một chuyến đi thuyền yên bình với người bà dễ thương này mà không có hướng dẫn viên du lịch lảng vảng ở phía sau. Sau chuyến đi thuyền, khu vực nơi thuyền đậu là một khu chợ đất rộng lớn, nơi tôi đã có khoảng thời gian khám phá thú vị. Thật dễ dàng để có được một chiếc xe đạp trở lại trung tâm thành phố. Tôi thực sự khuyên bạn nên đi thuyền này với dì của cô Loan!Đọc thêm",
            "Chúng tôi tham gia chuyến du ngoạn 2 ngày trên một du thuyền cổ điển nhỏ Mekong Eyes từ Caibe - Cần Thơ. Chúng tôi đã ghé thăm chợ trước khi kết thúc chuyến du ngoạn của mình. Mọi thứ đều tốt. Không đông đúc như tưởng tượng nhưng vẫn rất tuyệt khi thấy mọi người buôn bán trên những chiếc thuyền nhỏĐọc thêm",
            "Chúng tôi tham gia một chuyến du lịch do chỗ ở của chúng tôi tổ chức đến chợ nổi Cái Răng.   Nó là hoàn hảo cho chúng ta. Chúng tôi dùng bữa sáng trên thuyền, nếm thử dứa và tham quan xưởng sản xuất mì. Thật thú vị khi được chứng kiến ​​lối sống của người dân và công việc kinh doanh của họ. Chúng tôi có một đứa trẻ 3 và 6 tuổi đi cùng và chúng cũng rất thích điều đó mặc dù phải ngồi trên thuyền khá lâu và thức dậy lúc 5h30! Một trải nghiệm không thể bỏ qua nếu đến miền Nam Việt Nam!Đọc thêm",
            "Gần đây tôi rất hân hạnh được tham gia chuyến du lịch Đồng bằng sông Cửu Long 2 ngày 1 đêm và phải nói đó là một trải nghiệm khó quên. Chuyến tham quan này đưa tôi đi qua những cảnh quan mê hoặc của Mỹ Tho, Bến Tre và Cần Thơ, mang đến cái nhìn thoáng qua về trung tâm đồng bằng sông Cửu Long và lối sống độc đáo của nơi đây.Đọc thêm",
            "Cảnh đẹp tuyệt vời - có phần đông khách du lịch hơn dự kiến ​​nhưng vẫn đáng giá. Chúng tôi không chọn đi du thuyền mà thay vào đó hỏi một bà lão xem bà có thể đưa chúng tôi đi với giá rẻ hơn không. Tôi khuyên du khách nên hỏi người dân địa phương để được hướng dẫn tham quan thay vì đi thuyền du lịch lớn. Đọc thêm"
        ],
        "star_ratings": [
            826,
            580,
            284,
            91,
            65
        ],
        "review_amount": 1846,
        "location": [
            "Cần Thơ",
            "Châu Á",
            "Việt Nam",
            "Những điều cần làm ở Cần Thơ",
            "Đồng bằng sông Cửu Long",
            "Chợ Nổi Cái Răng"
        ],
        "reviews_time": [
            "Written July 18, 2023",
            "Written July 20, 2023",
            "Written July 26, 2023",
            "Written August 30, 2023",
            "Written September 27, 2023",
            "Written October 26, 2023",
            "Written November 2, 2023",
            "Written December 4, 2023",
            "Written December 22, 2023",
            "Written December 24, 2023",
            "Written December 29, 2023",
            "Written December 26, 2023",
            "Written December 24, 2023",
            "Written December 22, 2023",
            "Written December 4, 2023",
            "Written November 3, 2023",
            "Written October 26, 2023",
            "Written September 27, 2023",
            "Written September 24, 2023",
            "Written August 30, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g303942-d455150-Reviews-or10-Cai_Rang_Floating_Market-Can_Tho_Mekong_Delta.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g303942-d19924236-Reviews-Quan_Mi_Vit_Tiem_Hau_Phat-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Restaurant_Review-g303942-d8845102-Reviews-7_Toi_Pancake-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Restaurant_Review-g303942-d8780379-Reviews-Pizza_Hu_Tieu_Sau_Hoai-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Restaurant_Review-g303942-d17623529-Reviews-Hakia_Garden-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Restaurant_Review-g303942-d20404441-Reviews-Say_Steakhouse_Wine_Bar-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Restaurant_Review-g303942-d25144382-Reviews-Lobby_Lounge-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Restaurant_Review-g303942-d3436714-Reviews-Ngoi_Do-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Restaurant_Review-g303942-d25130853-Reviews-Saravan_Restaurant-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Restaurant_Review-g303942-d14051174-Reviews-Kem_Tu_Chon_Joy-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Restaurant_Review-g17522097-d17637194-Reviews-Mekong_Breeze_Restaurant-Ninh_Kieu_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d6983486-Reviews-Ong_Temple-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d4831701-Reviews-Quang_Duc_Pagoda-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d15581608-Reviews-Muoi_Cuong_Cocoa_Farm-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d12150973-Reviews-Thien_Vien_Truc_Lam_Phuong_Nam-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d6973903-Reviews-Binh_Thuy_Ancient_House-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d11624355-Reviews-Museum_of_Tarot-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d12415913-Reviews-An_Hoa_Church-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d8305188-Reviews-Munirangsyaram_Pagoda-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d13170138-Reviews-Cho_Xuan_Khanh-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d12231604-Reviews-Hai_Ba_Trung_Street-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d455150-Reviews-Cai_Rang_Floating_Market-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d455150-Reviews-or20-Cai_Rang_Floating_Market-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d5860275-Reviews-Phong_Dien_Floating_Market-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d8095256-Reviews-Tay_Do_Night_Market-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d5866311-Reviews-Can_Tho_Market-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d17537409-Reviews-Can_Tho_Market-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d19728720-Reviews-Can_Tho_Ecolodge-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d21186549-Reviews-Tra_Thai_Nguyen_Hai_Tra_Tan_Cuong-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d15880103-Reviews-Tay_Tailor-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d8090840-Reviews-La_Petite_France-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d27498423-Reviews-Can_Tho_Floating_Market-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d11121335-Reviews-Mekong_Eyes_Cruise-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d12529974-Reviews-Mekong_Experience_Travel-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d16942661-Reviews-Mekong_Realism_Tours-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d24985007-Reviews-Explore_unseen_Mekong_with_locals-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d14124363-Reviews-Fabulous_Mekong_Eco_Tours-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d4742107-Reviews-Mekong_Tours_Cantho_Food_Tour-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d8468536-Reviews-Hieutour_Trading_Jsc-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d12703451-Reviews-Can_Tho_River_Tour-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d6780643-Reviews-EcoTours-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d15757764-Reviews-Winter_Spring-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d5011894-Reviews-Sau_Hoai_s_Rice_Noodle_Factory-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d6434270-Reviews-Explore_Mekong_Tours-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d12314796-Reviews-Mekong_Smile_Tour-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d1699890-Reviews-TransMekong-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d8358937-Reviews-Victoria_Cruises-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g187849-d243400-Reviews-Pinacoteca_di_Brera-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d1954225-Reviews-Aviva_Stadium-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d196106-Reviews-Sauna_Deco-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g31190-d116652-Reviews-Rawhide_Western_Town_Event_Center-Chandler_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g34328-d313217-Reviews-Jacksonville_Beach-Jacksonville_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g187437-d15026549-Reviews-Fun_Beach_Park_Estepona-Estepona_Costa_del_Sol_Province_of_Malaga_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35529-d8341556-Reviews-Cleo_s_Ferry_Museum_and_Nature_Trail-Melba_Idaho.html",
            "https://www.tripadvisor.com/Attraction_Review-g190313-d313286-Reviews-Hondoq_Bay-Island_of_Gozo.html",
            "https://www.tripadvisor.com/Attraction_Review-g46886-d7987161-Reviews-Verona_Park-Verona_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g659912-d4885814-Reviews-Hula_Hula_Hvar_Beach_Bar-Hvar_Island_Split_Dalmatia_County_Dalmatia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g303942-d455150-Reviews-or20-Cai_Rang_Floating_Market-Can_Tho_Mekong_Delta.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g303942-d455150-Reviews-or10-Cai_Rang_Floating_Market-Can_Tho_Mekong_Delta.html"
    },
    {
        "attraction_name": "Cai Rang Floating Market",
        "attraction_name_vi": "Chợ Nổi Cái Răng",
        "general_info": [
            "1.846 đánh giá",
            "1 trong 38 điều cần làm ở Cần Thơ",
            "Địa điểm ưa thích",
            "Chợ trời"
        ],
        "attraction_summary": "Du thuyền sông Mekong Cái Răng - Tour chợ nổi Rạng - Tham quan chợ nổi ở đồng bằng sông Cửu Long là hộp mà nhiều du khách đến Sài Gòn mong muốn được tham quan, và không nơi nào lớn hơn, hay nổi tiếng hơn Chợ nổi Cái Răng Cần Thơ.Chùa nổi Cái Răng Chợ, chợ nổi bán buôn lớn nhất ở đồng bằng sông Cửu Long, bắt đầu vào khoảng 04:00 và kéo dài đến 10:00, nghĩa là bạn sẽ phải dậy sớm nếu muốn tham quan. Chợ cách Cần Thơ khoảng 6 km. Thọ, hoặc đi thuyền khoảng 40 phút. Khi trôi theo dòng sông, bạn sẽ có cái nhìn thoáng qua về cuộc sống dọc theo bờ sông. Bạn sẽ đi qua những chiếc thuyền sơn màu rực rỡ neo dọc bờ biển, những chiếc tàu buôn chở hàng hóa xuôi dòng sông và những ngôi nhà được xây dựng trên những cây cột trên mặt nước. Cuối cùng, khi bạn đến được khu chợ, đây là một địa điểm đầy ấn tượng. Một đoạn thuyền bán đủ loại hàng hóa trên sông.Đọc thêm",
        "reviews": [
            "Gia đình chúng tôi đã đặt chuyến đi chợ qua Sau đó, anh ấy tổ chức chuyến đi tuyệt vời cho chúng tôi với một hướng dẫn viên du lịch đáng yêu và hiểu biết.\nĐầu tiên, Clare đến khách sạn đón và đưa chúng tôi lên thuyền tam bản, chúng tôi chỉ mất 2 phút để đến chợ với nhiều thuyền trái cây. Hướng dẫn viên mua cho chúng tôi hai quả dứa, ngon đến mức như được ai đó bỏ đường vào. Sau đó, chúng tôi còn có cà phê và phở cho bữa sáng. Đây là bữa sáng tuyệt vời nhất mà tôi chưa từng có trước đây.\nSau đó, chúng tôi đi vào những con kênh nhỏ và những ngôi làng hoang sơ. Nó thực sự rất đẹp với nhiều lục bình và dừa nước xung quanh. Đây là phần tuyệt vời nhất trong chuyến đi của chúng tôi khi chúng tôi gặp những người dân địa phương hái những trái cây ngon từ vườn của họ cho chúng tôi. Rất khuyến khích dùng thử măng cụt và vú sữa.\nCuối cùng, chúng tôi dừng lại ở nhà máy ca cao và nhà máy mì. Tất cả đều tuyệt vời. \nTôi thực sự khuyên bạn nên thực hiện chuyến đi với Sau đó, whatsapp của cô ấy là 83936427369, cô ấy thực sự đáng yêu, hiểu biết và chuyến đi hoàn toàn chân thực. Đọc thêm",
            "Chúng tôi thức dậy rất sớm để đi chợ bằng thuyền vạn đò. Chúng tôi đi vào chợ nổi thấy nhiều người bán rau và trái cây như dưa hấu, dứa. Chúng tôi cảm thấy chợ vẫn còn rất lớn với khoảng 100 ghe bán trái cây nhưng khá khó khăn và nhàm chán đối với những người ở lại và ngủ trên thuyền. Hướng dẫn viên của chúng tôi cho biết họ coi con thuyền như ngôi nhà nên luôn sống trên thuyền. Đôi khi tôi nhìn thấy một số đứa trẻ, những chú gà và tivi trên thuyền của chúng, điều này thật ấn tượng đối với chúng tôi. Sau đó, chúng tôi cũng đi đến kênh hoang, làng quê và thăm một số nhà máy. Chuyến đi khá tốn kém nhưng thực sự đáng giá từng xu. Chúng tôi có một nhóm rất nhỏ chỉ có bốn người, hướng dẫn viên của chúng tôi rất đáng yêu và có nhiều kiến ​​thức, anh ấy đã mời rất nhiều loại trái cây ngon như mít, măng cụt, dứa. \nBạn có thể liên hệ với anh ấy qua Whatsaap 84939480468 để đặt chuyến đi thú vịĐọc thêm",
            "Chúng tôi rất quan tâm đến chuyến đi đến khu chợ này. Trên thực tế, đây là chợ bán buôn với nhiều thương nhân địa phương từ các làng đến mua bán trái cây của họ như dứa, dưa hấu, xoài và rau. Phần thú vị nhất của chợ là xem cách người dân sống và buôn bán trái cây ở giữa sông. Ngoài ra, mẹ tôi rất thích thưởng thức dứa, măng cụt và bún ngon phải thử hết. Cuối cùng, gia đình chúng tôi còn được tham quan nhà máy sản xuất socola, làng bún và vườn trái cây. Tất cả đều tuyệt vời.\nTôi đánh giá cao người hướng dẫn đáng yêu của chúng tôi, anh ấy có nhiều kiến ​​thức và rất quyến rũ whatsapp 84936427369Đọc thêm",
            "Khung cảnh tuyệt vời - lượng khách du lịch nhiều hơn dự kiến ​​nhưng vẫn đáng giá. Chúng tôi không chọn đi du thuyền mà thay vào đó hỏi một bà già xem liệu bà có đưa chúng tôi đi với mức giá thấp hơn không. Tôi khuyên du khách nên nhờ người dân địa phương tổ chức một chuyến tham quan thay vì đi thuyền du lịch lớn.Đọc thêm",
            "Chúng tôi tham gia một chuyến du lịch do chỗ ở của chúng tôi tổ chức đến chợ nổi Cái Răng.   Nó là hoàn hảo cho chúng ta. Chúng tôi dùng bữa sáng trên thuyền, nếm thử dứa và tham quan xưởng sản xuất mì. Thật thú vị khi được chứng kiến ​​lối sống của người dân và công việc kinh doanh của họ. \n\nChúng tôi có một đứa trẻ 3 và 6 tuổi đi cùng và chúng cũng rất thích điều đó mặc dù phải ngồi trên thuyền khá lâu và thức dậy lúc 5h30! \n\nMột trải nghiệm không thể bỏ qua nếu đến miền Nam Việt Nam!Đọc thêm",
            "Chúng tôi tham gia hành trình 2 ngày trên chuyến du thuyền nhỏ cổ điển Mekong Eyes từ caibe - Cần Thơ. Chúng tôi ghé thăm chợ trước khi kết thúc chuyến hành trình. Tất cả đều tốt. Nó không đông đúc như tưởng tượng nhưng thật tuyệt khi thấy mọi người buôn bán đồ vật trên những chiếc thuyền nhỏĐọc thêm",
            "Sau khi so sánh giá các chuyến đi thuyền riêng ngắn 2 giờ dao động từ 300k-400k, Miss Loan WhatsApp 84 90 845 57 18 cung cấp các chuyến đi thuyền với mức giá tốt nhất là 250k. Giá này là tốt nhất vì cô chủ thuyền là dì của cô nên cô Loan không lấy hoa hồng gì cả. Cô Loan thậm chí còn đón tôi bằng xe máy từ khách sạn gần trung tâm thành phố lúc 6 giờ sáng mà không tính thêm phí. Cô ấy thả tôi xuống Cái Răng, nơi có thuyền của dì cô ấy, và tôi đi du lịch một mình với dì của cô ấy, một bà ngoại rất tuyệt vời. Chiếc thuyền này là một chiếc thuyền nhỏ, có vẻ như nó có thể chứa tối đa 3 người bao gồm cả người phụ nữ lái thuyền, vì vậy tôi không chắc liệu họ có thể chở thêm hành khách hay không hay liệu giá có tăng hay không. Chuyến đi thuyền đi theo tuyến chợ nổi Cái Răng cổ điển, dừng đầu tiên là ăn bún trên thuyền, dừng thứ hai là kênh nhỏ, dừng thứ ba là xưởng làm bún rồi quay về. Mặc dù hầu hết các tour du lịch sẽ cho bạn biết chuyến đi này kéo dài 2-3 giờ, nhưng nếu bạn không ăn thì thực tế là khoảng 1 giờ 25 phút, với tôi là đủ. Nhìn chung, tôi đã có một chuyến đi thuyền yên bình với người bà dễ thương này mà không có hướng dẫn viên du lịch lảng vảng ở phía sau. Sau chuyến đi thuyền, khu vực nơi thuyền đậu là một khu chợ đất rộng lớn, nơi tôi đã có khoảng thời gian khám phá thú vị. Thật dễ dàng để có được một chiếc xe đạp trở lại trung tâm thành phố. Tôi thực sự khuyên bạn nên đi thuyền này với dì của cô Loan!Đọc thêm",
            "Chúng tôi cũng có một chuyến đi thuyền với cô Loan và bạn cô Loan. Họ đón chúng tôi ở khách sạn vào sáng sớm và chúng tôi đi chợ nổi Cái Răng. \nĐó là một trải nghiệm đích thực, chúng tôi ăn mì vào bữa sáng, nếm cà phê và trái cây và sau chuyến đi, chúng tôi gặp một số người bạn Loans. Họ rất ngọt ngào và vui tính và chúng tôi dành hai giờ với họ trong công việc hàng ngày của họ. Đó là một trong những trải nghiệm nhân văn đẹp nhất mà chúng tôi có được ở Việt Nam. Đọc thêm",
            "Cô Loan thật tuyệt vời! Chỉ cần nhắn tin cho cô ấy trên ứng dụng whats và cô ấy sẽ liên lạc lại với bạn càng sớm càng tốt! Chúng tôi đã cân nhắc việc tự mình thực hiện việc này nhưng vào phút cuối quyết định chúng tôi cần một người hướng dẫn. Cô Loan thật tuyệt vời! Cô ấy và nhóm của cô ấy đã đưa chúng tôi đến đó và quay lại và chúng tôi đã có khoảng thời gian tuyệt vời trên sông. Là một nhóm năm người, chúng tôi có một chiếc thuyền riêng rất đẹp và chúng tôi xuất phát sớm. Chúng tôi có cà phê, phở, dứa, kẹo dừa, bún thịt lợn và mì. Nếu bạn muốn một chuyến du lịch đơn giản và giá cả phải chăng thì Mrs Loan chính là dành cho bạn!Đọc thêm",
            "Chúng tôi tham gia hành trình Mekong Eyes và tham quan chợ vào ngày thứ 2 của chuyến tham quan. Tôi phải nói rằng chúng tôi đã có trải nghiệm khó quên ở đây. Chúng tôi đã thử cà phê địa phương, nếm trái cây và xem các thương gia bán sản phẩm địa phương của họ. Đọc thêm",
            "Một buổi sáng tuyệt vời để biết về những điều mới mẻ, nền văn hóa mới và những khoảnh khắc tuyệt vời! Yêu bữa sáng với hương vị đặc biệt! Thưởng thứcĐọc thêm",
            "Chúng tôi rất quan tâm đến chuyến đi đến khu chợ này. Trên thực tế, đây là chợ bán buôn với nhiều thương nhân địa phương từ các làng đến mua bán trái cây của họ như dứa, dưa hấu, xoài và rau. Phần thú vị nhất của chợ là xem cách người dân sống và buôn bán trái cây ở giữa sông. Ngoài ra, mẹ tôi rất thích thưởng thức dứa, măng cụt và bún ngon phải thử hết. Cuối cùng, gia đình chúng tôi còn được tham quan nhà máy sản xuất socola, làng bún và vườn trái cây. Tất cả đều tuyệt vời. Tôi đánh giá cao người hướng dẫn đáng yêu của chúng tôi, anh ấy có nhiều kiến ​​thức và rất quyến rũ whatsapp 84936427369Đọc thêm",
            "Chúng tôi thức dậy rất sớm để đi chợ bằng thuyền vạn đò. Chúng tôi đi vào chợ nổi thấy nhiều người bán rau và trái cây như dưa hấu, dứa. Chúng tôi cảm thấy chợ vẫn còn rất lớn với khoảng 100 ghe bán trái cây nhưng khá khó khăn và nhàm chán đối với những người ở lại và ngủ trên thuyền. Hướng dẫn viên của chúng tôi cho biết họ coi con thuyền như ngôi nhà nên luôn sống trên thuyền. Đôi khi tôi nhìn thấy một số đứa trẻ, những chú gà và tivi trên thuyền của chúng, điều này thật ấn tượng đối với chúng tôi. Sau đó, chúng tôi cũng đi đến kênh hoang, làng quê và thăm một số nhà máy. Chuyến đi khá tốn kém nhưng thực sự đáng giá từng xu. Chúng tôi có một nhóm rất nhỏ chỉ có bốn người, hướng dẫn viên của chúng tôi rất đáng yêu và có nhiều kiến ​​thức, anh ấy đã mời rất nhiều loại trái cây ngon như mít, măng cụt, dứa. Bạn có thể liên hệ với anh ấy qua Whatsaap 84939480468 để đặt chuyến đi thú vịĐọc thêm",
            "Thật thú vị khi nhìn thấy những chiếc thuyền và những người bán hàng. Bằng cách nào đó, tôi mong đợi có nhiều sự tiếp xúc trực tiếp hơn nhưng số lượng có hạn. Chợ đầy màu sắc và nhộn nhịp. Những bức ảnh tuyệt vời.Đọc thêm",
            "Gia đình chúng tôi đặt chuyến đi chợ qua Sau đó, anh ấy tổ chức chuyến đi tuyệt vời cho chúng tôi với một hướng dẫn viên du lịch đáng yêu và hiểu biết. Đầu tiên, Clare đến khách sạn đón và đưa chúng tôi lên thuyền tam bản, chúng tôi chỉ mất 2 phút để lên thuyền. chợ có nhiều thuyền trái cây. Hướng dẫn viên mua cho chúng tôi hai quả dứa, ngon đến mức như được ai đó bỏ đường vào. Sau đó, chúng tôi còn có cà phê và phở cho bữa sáng. Đây là bữa sáng ngon nhất mà tôi chưa từng ăn trước đây. Sau đó, chúng tôi đi thuyền qua những con kênh và ngôi làng nhỏ hoang sơ. Nó thực sự rất đẹp với nhiều lục bình và dừa nước xung quanh. Đây là phần tuyệt vời nhất trong chuyến đi của chúng tôi khi chúng tôi gặp những người dân địa phương hái những trái cây ngon từ vườn của họ cho chúng tôi. Rất khuyến khích dùng thử măng cụt và vú sữa. Cuối cùng, chúng tôi dừng lại ở nhà máy ca cao và nhà máy mì. Tất cả đều tuyệt vời. Tôi thực sự khuyên bạn nên thực hiện chuyến đi với Sau đó, whatsapp của cô ấy là 83936427369, cô ấy thực sự đáng yêu, hiểu biết và chuyến đi hoàn toàn chân thực. Đọc thêm",
            "Chúng tôi ghé thăm chợ nổi Cái Răng khi tham gia hành trình từ Caibe-Cần Thơ của Mekong Eyes. Rất đáng để ghé thăm mặc dù chợ không đông đúc như mong đợi!Đọc thêm",
            "Chợ rất thú vị với nhiều thuyền trái cây và quán cà phê và nhà hàng nổi. Chúng tôi đã có cà phê và mì ngon nhất chưa từng có trước đây. Chúng tôi còn đi thăm vườn trái cây, dòng sông nhỏ và trang trại sen. Tất cả chỉ là tuyệt vời. Rất khuyến khích những ai đặt chuyến đi với Ten, anh ấy là 1010 để giúp bạn có những trải nghiệm độc đáo số 84939480468Đọc thêm",
            "Hướng dẫn viên của chúng tôi đón chúng tôi từ khách sạn và chúng tôi đến chợ nổi vào khoảng 7 giờ sáng. Chợ thật tuyệt vời với hơn 200 thuyền buôn. Họ bán nhiều loại trái cây nhiệt đới khác nhau như xoài, dứa, chôm chôm, v.v. Tôi khuyên bạn nên đi cùng một hướng dẫn viên địa phương để giúp bạn kết nối với người dân địa phương, chúng tôi thật may mắn khi có một hướng dẫn viên tuyệt vời, anh ấy đã mời chúng tôi uống cà phê sữa đá và súp mì cũng như mua rất nhiều trái cây cho chúng tôi. Sau đó, chúng tôi đi thuyền vào những con kênh nhỏ và đi bộ tại các ngôi làng địa phương, chúng tôi được người dân địa phương mời một số loại trái cây tươi trong vườn. Sau đó, chúng tôi dừng lại ở một nhà máy địa phương để làm mì để kết thúc chuyến phiêu lưu hoàn hảo. Chuyến đi hơi đắt nhưng thực sự đáng giá từng xu. Rất khuyến khíchBạn có thể liên hệ với Ken qua whatsaap 84936427369 của anh ấy để đặt chuyến điĐọc thêm",
            "Anh Toàn từ Boutique Home đã đưa chúng tôi lên thuyền riêng của anh ấy - đã cho chúng tôi một nhận xét hay về động lực của Chợ. Chúng tôi cũng thưởng thức bữa sáng kiểu Việt tuyệt vời trên thuyền. Mua một vài mặt hàng từ Thuyền nổi bán buôn. Chợ Cái Răng đang thu hẹp quy mô vì Chính phủ đang khuyến khích các chợ bán buôn khác có phương tiện vận chuyển tốt hơn. Bắt đầu sớm lúc 5h30 sáng - và chèo thuyền trên Đồng bằng sông Cửu Long hùng vĩ là một trải nghiệm thú vị. Sau đó, ông Toàn đưa chúng tôi đến Chợ đất nơi bán cá và nông sản. Tương tác nhiều hơn với xe đạp, xe tay ga và Cua tươi, mực, rắn, cá và thậm chí cả chuột đồng được bày bán. Đọc thêm",
            "Chợ nổi Cái Răng còn là chợ đầu mối chuyên mua bán các loại rau củ của vùng. Chợ tập trung từ 2-3 giờ sáng, nhộn nhịp nhất vào khoảng 4-6 giờ sáng, hoạt động mua bán diễn ra cả ngày. Vì là chợ đầu mối nên hàng hóa tập trung ở đây với số lượng tương đối lớn. Mỗi mặt hàng đã được phân loại để có sự đồng nhất về chất lượng và kích thước. Phương tiện di chuyển, vận chuyển hàng hóa chủ yếu là thuyền. Hòa mình vào không khí nhộn nhịp của phiên chợ, du khách có thể quan sát, tìm hiểu hoạt động sinh hoạt của nhiều gia đình buôn bán có nhiều thế hệ sinh sống trên thuyền. Mỗi chiếc thuyền là một ngôi nhà trên sông với những chậu hoa, thú cưng, đầy đủ tiện nghi như TV màu, đầu CD, hệ thống âm thanh... có cả xe máy đậu trên thuyền. Hình thức mua bán ở chợ là treo một con bướm thay vì biển hiệu. Thông thường thuyền bán sẽ đặt một chậu cây bất kỳ để phân biệt với thuyền muaĐọc thêm"
        ],
        "star_ratings": [
            826,
            580,
            284,
            91,
            65
        ],
        "review_amount": 1846,
        "location": [
            "Cần Thơ",
            "Châu Á",
            "Việt Nam",
            "Những điều cần làm ở Cần Thơ",
            "Đồng bằng sông Cửu Long",
            "Chợ Nổi Cái Răng"
        ],
        "reviews_time": [
            "Written July 18, 2023",
            "Written July 20, 2023",
            "Written July 26, 2023",
            "Written August 30, 2023",
            "Written September 27, 2023",
            "Written October 26, 2023",
            "Written November 2, 2023",
            "Written December 4, 2023",
            "Written December 22, 2023",
            "Written December 24, 2023",
            "Written August 12, 2023",
            "Written July 26, 2023",
            "Written July 20, 2023",
            "Written July 19, 2023",
            "Written July 18, 2023",
            "Written June 3, 2023",
            "Written May 8, 2023",
            "Written May 8, 2023",
            "Written April 28, 2023",
            "Written April 23, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g303942-d455150-Reviews-or20-Cai_Rang_Floating_Market-Can_Tho_Mekong_Delta.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g303942-d19924236-Reviews-Quan_Mi_Vit_Tiem_Hau_Phat-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Restaurant_Review-g303942-d8845102-Reviews-7_Toi_Pancake-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Restaurant_Review-g303942-d8780379-Reviews-Pizza_Hu_Tieu_Sau_Hoai-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Restaurant_Review-g303942-d17623529-Reviews-Hakia_Garden-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Restaurant_Review-g303942-d20404441-Reviews-Say_Steakhouse_Wine_Bar-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Restaurant_Review-g303942-d25144382-Reviews-Lobby_Lounge-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Restaurant_Review-g303942-d3436714-Reviews-Ngoi_Do-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Restaurant_Review-g303942-d25130853-Reviews-Saravan_Restaurant-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Restaurant_Review-g303942-d14051174-Reviews-Kem_Tu_Chon_Joy-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Restaurant_Review-g17522097-d17637194-Reviews-Mekong_Breeze_Restaurant-Ninh_Kieu_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d6983486-Reviews-Ong_Temple-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d4831701-Reviews-Quang_Duc_Pagoda-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d15581608-Reviews-Muoi_Cuong_Cocoa_Farm-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d12150973-Reviews-Thien_Vien_Truc_Lam_Phuong_Nam-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d6973903-Reviews-Binh_Thuy_Ancient_House-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d11624355-Reviews-Museum_of_Tarot-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d12415913-Reviews-An_Hoa_Church-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d8305188-Reviews-Munirangsyaram_Pagoda-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d13170138-Reviews-Cho_Xuan_Khanh-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d12231604-Reviews-Hai_Ba_Trung_Street-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d455150-Reviews-or10-Cai_Rang_Floating_Market-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d455150-Reviews-or30-Cai_Rang_Floating_Market-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d455150-Reviews-Cai_Rang_Floating_Market-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d5860275-Reviews-Phong_Dien_Floating_Market-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d8095256-Reviews-Tay_Do_Night_Market-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d5866311-Reviews-Can_Tho_Market-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d17537409-Reviews-Can_Tho_Market-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d19728720-Reviews-Can_Tho_Ecolodge-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d21186549-Reviews-Tra_Thai_Nguyen_Hai_Tra_Tan_Cuong-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d15880103-Reviews-Tay_Tailor-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d8090840-Reviews-La_Petite_France-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d27498423-Reviews-Can_Tho_Floating_Market-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d11121335-Reviews-Mekong_Eyes_Cruise-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d12529974-Reviews-Mekong_Experience_Travel-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d16942661-Reviews-Mekong_Realism_Tours-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d24985007-Reviews-Explore_unseen_Mekong_with_locals-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d14124363-Reviews-Fabulous_Mekong_Eco_Tours-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d4742107-Reviews-Mekong_Tours_Cantho_Food_Tour-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d8468536-Reviews-Hieutour_Trading_Jsc-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d12703451-Reviews-Can_Tho_River_Tour-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d6780643-Reviews-EcoTours-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d15757764-Reviews-Winter_Spring-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d5011894-Reviews-Sau_Hoai_s_Rice_Noodle_Factory-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d6434270-Reviews-Explore_Mekong_Tours-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d12314796-Reviews-Mekong_Smile_Tour-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d1699890-Reviews-TransMekong-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d8358937-Reviews-Victoria_Cruises-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g668001-d12683410-Reviews-Zinda_park-Narayanganj_Dhaka_Division.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d143930-Reviews-United_States_Botanic_Garden-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g46643-d3387024-Reviews-Sri_Guruvayoorappan_Temple-Morganville_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g1758900-d7808470-Reviews-XYLO_at_The_Palace-Taguig_City_Metro_Manila_Luzon.html",
            "https://www.tripadvisor.com/Attraction_Review-g60750-d24025378-Reviews-Comic_con_Museum-San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60834-d621712-Reviews-Horseshoe_Bend-Page_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g2024866-d2041648-Reviews-Seoul_Grand_Park-Gwacheon_Gyeonggi_do.html",
            "https://www.tripadvisor.com/Attraction_Review-g48747-d4749688-Reviews-New_York_Renaissance_Faire_Tuxedo_Park_NY-Tuxedo_Park_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d3651464-Reviews-Warner_Theatre-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g34372-d560963-Reviews-Lake_Worth_Beach-Lake_Worth_Florida.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g303942-d455150-Reviews-or30-Cai_Rang_Floating_Market-Can_Tho_Mekong_Delta.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g303942-d455150-Reviews-or20-Cai_Rang_Floating_Market-Can_Tho_Mekong_Delta.html"
    },
    {
        "attraction_name": "Cai Rang Floating Market",
        "attraction_name_vi": "Chợ Nổi Cái Răng",
        "general_info": [
            "1.846 đánh giá",
            "1 trong 38 điều cần làm ở Cần Thơ",
            "Địa điểm ưa thích",
            "Chợ trời"
        ],
        "attraction_summary": "Du thuyền trên sông Cửu LongCai - Rang Floating Market Tours - Tham quan chợ nổi ở Đồng bằng sông Cửu Long là một điều mà nhiều du khách đến Sài Gòn muốn thử, và không có nơi nào lớn hơn hoặc phổ biến hơn Chợ nổi Cái Răng Cần Thơ. Chợ nổi Cái Răng, chợ nổi bán buôn lớn nhất ở Đồng bằng sông Cửu Long, bắt đầu vào khoảng 04:00 và kéo dài đến 10:00, nghĩa là bạn sẽ phải bắt đầu ngày mới sớm nếu muốn ghé thăm. Chợ cách Cần Thơ khoảng sáu km, hoặc khoảng 40 phút đi thuyền. Trong khi trôi dọc theo dòng sông, bạn có thể thoáng thấy cuộc sống dọc bờ sông. Bạn sẽ đi qua những chiếc thuyền sơn màu rực rỡ neo đậu dọc bờ, những tàu buôn chở hàng dọc sông và những ngôi nhà được xây dựng trên sàn trên mặt nước. Khi bạn cuối cùng đến được chợ, đó là một cảnh tượng ấn tượng. Một dãy thuyền bán đủ loại hàng hóa xếp dọc theo dòng sông. Đọc thêm",
        "reviews": [
            "Gia đình chúng tôi đã đặt chuyến đi chợ qua Sau đó, anh ấy tổ chức chuyến đi tuyệt vời cho chúng tôi với một hướng dẫn viên du lịch đáng yêu và hiểu biết.\nĐầu tiên, Clare đến khách sạn đón và đưa chúng tôi lên thuyền tam bản, chúng tôi chỉ mất 2 phút để đến chợ với nhiều thuyền trái cây. Hướng dẫn viên mua cho chúng tôi hai quả dứa, ngon đến mức như được ai đó bỏ đường vào. Sau đó, chúng tôi còn có cà phê và phở cho bữa sáng. Đây là bữa sáng tuyệt vời nhất mà tôi chưa từng có trước đây.\nSau đó, chúng tôi đi vào những con kênh nhỏ và những ngôi làng hoang sơ. Nó thực sự rất đẹp với nhiều lục bình và dừa nước xung quanh. Đây là phần tuyệt vời nhất trong chuyến đi của chúng tôi khi chúng tôi gặp những người dân địa phương hái những trái cây ngon từ vườn của họ cho chúng tôi. Rất khuyến khích dùng thử măng cụt và vú sữa.\nCuối cùng, chúng tôi dừng lại ở nhà máy ca cao và nhà máy mì. Tất cả đều tuyệt vời. \nTôi thực sự khuyên bạn nên thực hiện chuyến đi với Sau đó, whatsapp của cô ấy là 83936427369, cô ấy thực sự đáng yêu, hiểu biết và chuyến đi hoàn toàn chân thực. Đọc thêm",
            "Chúng tôi thức dậy rất sớm để đi chợ bằng thuyền vạn đò. Chúng tôi đi vào chợ nổi thấy nhiều người bán rau và trái cây như dưa hấu, dứa. Chúng tôi cảm thấy chợ vẫn còn rất lớn với khoảng 100 ghe bán trái cây nhưng khá khó khăn và nhàm chán đối với những người ở lại và ngủ trên thuyền. Hướng dẫn viên của chúng tôi cho biết họ coi con thuyền như ngôi nhà nên luôn sống trên thuyền. Đôi khi tôi nhìn thấy một số đứa trẻ, những chú gà và tivi trên thuyền của chúng, điều này thật ấn tượng đối với chúng tôi. Sau đó, chúng tôi cũng đi đến kênh hoang, làng quê và thăm một số nhà máy. Chuyến đi khá tốn kém nhưng thực sự đáng giá từng xu. Chúng tôi có một nhóm rất nhỏ chỉ có bốn người, hướng dẫn viên của chúng tôi rất đáng yêu và có nhiều kiến ​​thức, anh ấy đã mời rất nhiều loại trái cây ngon như mít, măng cụt, dứa. \nBạn có thể liên hệ với anh ấy qua Whatsaap 84939480468 để đặt chuyến đi thú vịĐọc thêm",
            "Chúng tôi rất quan tâm đến chuyến đi đến khu chợ này. Trên thực tế, đây là chợ bán buôn với nhiều thương nhân địa phương từ các làng đến mua bán trái cây của họ như dứa, dưa hấu, xoài và rau. Phần thú vị nhất của chợ là xem cách người dân sống và buôn bán trái cây ở giữa sông. Ngoài ra, mẹ tôi rất thích thưởng thức dứa, măng cụt và bún ngon phải thử hết. Cuối cùng, gia đình chúng tôi còn được tham quan nhà máy sản xuất socola, làng bún và vườn trái cây. Tất cả đều tuyệt vời.\nTôi đánh giá cao người hướng dẫn đáng yêu của chúng tôi, anh ấy có nhiều kiến ​​thức và rất quyến rũ whatsapp 84936427369Đọc thêm",
            "Khung cảnh tuyệt vời - lượng khách du lịch nhiều hơn dự kiến ​​nhưng vẫn đáng giá. Chúng tôi không chọn đi du thuyền mà thay vào đó hỏi một bà già xem liệu bà có đưa chúng tôi đi với mức giá thấp hơn không. Tôi khuyên du khách nên nhờ người dân địa phương tổ chức một chuyến tham quan thay vì đi thuyền du lịch lớn.Đọc thêm",
            "Chúng tôi tham gia một chuyến du lịch do chỗ ở của chúng tôi tổ chức đến chợ nổi Cái Răng.   Nó là hoàn hảo cho chúng ta. Chúng tôi dùng bữa sáng trên thuyền, nếm thử dứa và tham quan xưởng sản xuất mì. Thật thú vị khi được chứng kiến ​​lối sống của người dân và công việc kinh doanh của họ. \n\nChúng tôi có một đứa trẻ 3 và 6 tuổi đi cùng và chúng cũng rất thích điều đó mặc dù phải ngồi trên thuyền khá lâu và thức dậy lúc 5h30! \n\nMột trải nghiệm không thể bỏ qua nếu đến miền Nam Việt Nam!Đọc thêm",
            "Chúng tôi tham gia hành trình 2 ngày trên chuyến du thuyền nhỏ cổ điển Mekong Eyes từ caibe - Cần Thơ. Chúng tôi ghé thăm chợ trước khi kết thúc chuyến hành trình. Tất cả đều tốt. Nó không đông đúc như tưởng tượng nhưng thật tuyệt khi thấy mọi người buôn bán đồ vật trên những chiếc thuyền nhỏĐọc thêm",
            "Sau khi so sánh giá các chuyến đi thuyền riêng ngắn 2 giờ dao động từ 300k-400k, Miss Loan WhatsApp 84 90 845 57 18 cung cấp các chuyến đi thuyền với mức giá tốt nhất là 250k. Giá này là tốt nhất vì cô chủ thuyền là dì của cô nên cô Loan không lấy hoa hồng gì cả. Cô Loan thậm chí còn đón tôi bằng xe máy từ khách sạn gần trung tâm thành phố lúc 6 giờ sáng mà không tính thêm phí. Cô ấy thả tôi xuống Cái Răng, nơi có thuyền của dì cô ấy, và tôi đi du lịch một mình với dì của cô ấy, một bà ngoại rất tuyệt vời. Chiếc thuyền này là một chiếc thuyền nhỏ, có vẻ như nó có thể chứa tối đa 3 người bao gồm cả người phụ nữ lái thuyền, vì vậy tôi không chắc liệu họ có thể chở thêm hành khách hay không hay liệu giá có tăng hay không. Chuyến đi thuyền đi theo tuyến chợ nổi Cái Răng cổ điển, dừng đầu tiên là ăn bún trên thuyền, dừng thứ hai là kênh nhỏ, dừng thứ ba là xưởng làm bún rồi quay về. Mặc dù hầu hết các tour du lịch sẽ cho bạn biết chuyến đi này kéo dài 2-3 giờ, nhưng nếu bạn không ăn thì thực tế là khoảng 1 giờ 25 phút, với tôi là đủ. Nhìn chung, tôi đã có một chuyến đi thuyền yên bình với người bà dễ thương này mà không có hướng dẫn viên du lịch lảng vảng ở phía sau. Sau chuyến đi thuyền, khu vực nơi thuyền đậu là một khu chợ đất rộng lớn, nơi tôi đã có khoảng thời gian khám phá thú vị. Thật dễ dàng để có được một chiếc xe đạp trở lại trung tâm thành phố. Tôi thực sự khuyên bạn nên đi thuyền này với dì của cô Loan!Đọc thêm",
            "Chúng tôi cũng có một chuyến đi thuyền với cô Loan và bạn cô Loan. Họ đón chúng tôi ở khách sạn vào sáng sớm và chúng tôi đi chợ nổi Cái Răng. \nĐó là một trải nghiệm đích thực, chúng tôi ăn mì vào bữa sáng, nếm cà phê và trái cây và sau chuyến đi, chúng tôi gặp một số người bạn Loans. Họ rất ngọt ngào và vui tính và chúng tôi dành hai giờ với họ trong công việc hàng ngày của họ. Đó là một trong những trải nghiệm nhân văn đẹp nhất mà chúng tôi có được ở Việt Nam. Đọc thêm",
            "Cô Loan thật tuyệt vời! Chỉ cần nhắn tin cho cô ấy trên ứng dụng whats và cô ấy sẽ liên lạc lại với bạn càng sớm càng tốt! Chúng tôi đã cân nhắc việc tự mình thực hiện việc này nhưng vào phút cuối quyết định chúng tôi cần một người hướng dẫn. Cô Loan thật tuyệt vời! Cô ấy và nhóm của cô ấy đã đưa chúng tôi đến đó và quay lại và chúng tôi đã có khoảng thời gian tuyệt vời trên sông. Là một nhóm năm người, chúng tôi có một chiếc thuyền riêng rất đẹp và chúng tôi xuất phát sớm. Chúng tôi có cà phê, phở, dứa, kẹo dừa, bún thịt lợn và mì. Nếu bạn muốn một chuyến du lịch đơn giản và giá cả phải chăng thì Mrs Loan chính là dành cho bạn!Đọc thêm",
            "Chúng tôi tham gia hành trình Mekong Eyes và tham quan chợ vào ngày thứ 2 của chuyến tham quan. Tôi phải nói rằng chúng tôi đã có trải nghiệm khó quên ở đây. Chúng tôi đã thử cà phê địa phương, nếm trái cây và xem các thương gia bán sản phẩm địa phương của họ. Đọc thêm",
            "Chúng tôi đến Cái Bè để ngắm chợ nổi nhưng ở đó lại vắng đi khoảng 9 chiếc thuyền nên chúng tôi quyết định ở lại Cần Thơ một đêm, dậy sớm đi tham quan chợ nổi ở đó nhưng rất thất vọng. Nó nhỏ chỉ có khoảng 25 chiếc thuyền, chủ yếu bán trái cây, có rất ít không khí. Nó cảm thấy rất giống như nó sắp chết. Thuyền du lịch nhiều hơn thuyền buôn và dòng sông thì đầy rác. Trừ khi họ tìm ra cách phục vụ khách du lịch như họ đã làm ở Thái Lan, nếu không họ sẽ lụi tàn.  Tôi khuyên bạn nên bỏ lỡ.Đọc thêm",
            "Chợ nổi nằm trên sông Cần Thơ một đoạn sông Hậu, huyện Cái Răng, cách trung tâm TP Cần Thơ khoảng 6 km theo hướng Sóc Trăng, cách Bến Ninh Kiều khoảng 45 phút đi thuyền. Năm 2016, Chợ nổi Cái Răng được công nhận là di sản văn hóa phi vật thể quốc gia. Chợ cũng được tạp chí Rough Guide của Vương quốc Anh bầu chọn là một trong những khu chợ ấn tượng nhất thế giới. Khi ghé thăm Mê Kông, chợ nổi là một điều không nên bỏ lỡ trong kế hoạch du lịch của bạn. Để trải nghiệm Cái Răng một cách tốt nhất, hãy dậy sớm và đi thuyền, nó thực sự đáng để bạn ghé thăm.Đọc thêm",
            "Cảm ơn Jimmy vì đã trở thành người dẫn chương trình tuyệt vời cho một nhóm nhỏ để giải trí.  Một ngày tuyệt vời với nhiều điều xảy ra và cơ hội để hạ nhiệtĐọc thêm",
            "Kelvin là hướng dẫn TỐT NHẤT mà tôi từng trải nghiệm !!! Anh ấy là một viên ngọc tuyệt đối! Kelvin cực kỳ phù hợp để dẫn dắt các chuyến du lịch cho gia đình có trẻ em và ông bà. Anh ấy rất ngọt ngào và chu đáo, một công ty đáng yêu và đã làm mọi thứ có thể để chuyến đi của chúng tôi thoải mái, kỹ năng ngôn ngữ của Kelvins rất xuất sắc và kiến ​​thức địa phương của anh ấy khi sống trong khu vực là vô giá, Chúng tôi đã có một ngày tuyệt vời và không ngần ngại giới thiệu Kelvin cho bất kỳ ai! Đọc thêm",
            "Cái Răng là một trong số ít chợ nổi còn sót lại. Nó đã trở nên khá nhỏ theo năm tháng, hiện nay có khoảng 30 chiếc thuyền. Thức dậy sớm muộn nhất là 6 giờ sáng để tận hưởng bầu không khí tuyệt vời nhất của nơi này. Đây chắc chắn là một nơi để ghé thăm khi ở đồng bằng meopng, chúng tôi đã thực hiện nó trong chuyến đi 2 ngày. Từ Thành phố Hồ Chí Minh .Đọc thêm",
            "chúng tôi đã có một khởi đầu rất sớm để xem chợ nổi. Nó khá thú vị, nhưng nó không lớn và có lẽ có nhiều thuyền du lịch như thuyền chợ. Tôi nghi ngờ nó có thể lớn hơn trong quá khứ và bây giờ chỉ là một điểm thu hút khách du lịch. Đọc thêm",
            "Thực hiện chuyến tham quan cá nhân, chỉ có chồng tôi và tôi. Chi phí khoảng 15 mỗi người trong 3 giờ. Người phụ nữ lái thuyền của chúng tôi thật đáng yêu. Nhưng nói được ít tiếng Anh. Con sông này chắc hẳn là con sông ô nhiễm nhất mà tôi từng trải qua, trong đó có sông Nile. Thật đáng tiếc, nhựa ở khắp mọi nơi. Cứ bị cuốn vào chân vịt. Nó làm tôi rất buồn khi nhìn thấy. Người đẹp cần được khuyến khích về việc lãng phíĐọc thêm",
            "Thật xấu hổ khi đây lại là điều đã xảy ra với Chợ Nổi. thứ duy nhất trôi nổi trên sông là rác. Nhựa, dép, chuột chết, phân, vâng, thật đấy. Và thành phố Cần Thơ là một trong những nơi ùn tắc giao thông lớn. Sự thất vọng lớn nhất trong chuyến đi của chúng tôi. Đọc thêm",
            "Đó là một trải nghiệm hoàn hảo từ đầu đến cuối. Chúng tôi đã đặt chuyến tham quan với Ken whatsApp 84936427369 của anh ấy, Ken là một hướng dẫn viên tuyệt vời, anh ấy đã đề nghị cho chúng tôi một chuyến tham quan riêng cho chúng tôi như một cặp đôi. Phong cảnh thực sự đẹp và rất nhiều điểm dừng trên đường đi. Bao gồm tất cả thức ăn và đồ uống. Chúng tôi có một chiếc thuyền nhỏ cho phép chúng tôi đến trung tâm chợ và đi xuôi theo các con kênh. Rất khuyến khích! Đọc thêm",
            "Chúng tôi đã ghé thăm chợ nổi trong chuyến đi của bạn với Deluxe Vietnam Tours và hướng dẫn viên du lịch của chúng tôi rất giàu thông tin - hãy cho chúng tôi biết nhiều điều và lựa chọn để ghé thăm trong chuyến đi đến Cần Thơ. Chợ rất tuyệt vời và chúng tôi đã ăn bún và cà phê trên thuyền - thực sự tốtĐọc thêm"
        ],
        "star_ratings": [
            826,
            580,
            284,
            91,
            65
        ],
        "review_amount": 1846,
        "location": [
            "Cần Thơ",
            "Châu Á",
            "Việt Nam",
            "Những điều cần làm ở Cần Thơ",
            "Đồng bằng sông Cửu Long",
            "Chợ nổi Cái Răng"
        ],
        "reviews_time": [
            "Written July 18, 2023",
            "Written July 20, 2023",
            "Written July 26, 2023",
            "Written August 30, 2023",
            "Written September 27, 2023",
            "Written October 26, 2023",
            "Written November 2, 2023",
            "Written December 4, 2023",
            "Written December 22, 2023",
            "Written December 24, 2023",
            "Written April 22, 2023",
            "Written April 22, 2023",
            "Written April 17, 2023",
            "Written April 10, 2023",
            "Written March 14, 2023",
            "Written March 13, 2023",
            "Written March 1, 2023",
            "Written February 15, 2023",
            "Written January 29, 2023",
            "Written January 18, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g303942-d455150-Reviews-or30-Cai_Rang_Floating_Market-Can_Tho_Mekong_Delta.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g303942-d19924236-Reviews-Quan_Mi_Vit_Tiem_Hau_Phat-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Restaurant_Review-g303942-d8845102-Reviews-7_Toi_Pancake-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Restaurant_Review-g303942-d8780379-Reviews-Pizza_Hu_Tieu_Sau_Hoai-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Restaurant_Review-g303942-d17623529-Reviews-Hakia_Garden-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Restaurant_Review-g303942-d20404441-Reviews-Say_Steakhouse_Wine_Bar-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Restaurant_Review-g303942-d25144382-Reviews-Lobby_Lounge-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Restaurant_Review-g303942-d3436714-Reviews-Ngoi_Do-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Restaurant_Review-g303942-d25130853-Reviews-Saravan_Restaurant-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Restaurant_Review-g303942-d14051174-Reviews-Kem_Tu_Chon_Joy-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Restaurant_Review-g17522097-d17637194-Reviews-Mekong_Breeze_Restaurant-Ninh_Kieu_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d6983486-Reviews-Ong_Temple-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d4831701-Reviews-Quang_Duc_Pagoda-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d15581608-Reviews-Muoi_Cuong_Cocoa_Farm-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d12150973-Reviews-Thien_Vien_Truc_Lam_Phuong_Nam-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d6973903-Reviews-Binh_Thuy_Ancient_House-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d11624355-Reviews-Museum_of_Tarot-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d12415913-Reviews-An_Hoa_Church-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d8305188-Reviews-Munirangsyaram_Pagoda-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d13170138-Reviews-Cho_Xuan_Khanh-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d12231604-Reviews-Hai_Ba_Trung_Street-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d455150-Reviews-or20-Cai_Rang_Floating_Market-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d455150-Reviews-or40-Cai_Rang_Floating_Market-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d455150-Reviews-Cai_Rang_Floating_Market-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d5860275-Reviews-Phong_Dien_Floating_Market-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d8095256-Reviews-Tay_Do_Night_Market-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d5866311-Reviews-Can_Tho_Market-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d17537409-Reviews-Can_Tho_Market-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d19728720-Reviews-Can_Tho_Ecolodge-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d21186549-Reviews-Tra_Thai_Nguyen_Hai_Tra_Tan_Cuong-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d15880103-Reviews-Tay_Tailor-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d8090840-Reviews-La_Petite_France-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d27498423-Reviews-Can_Tho_Floating_Market-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d11121335-Reviews-Mekong_Eyes_Cruise-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d12529974-Reviews-Mekong_Experience_Travel-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d16942661-Reviews-Mekong_Realism_Tours-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d24985007-Reviews-Explore_unseen_Mekong_with_locals-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d14124363-Reviews-Fabulous_Mekong_Eco_Tours-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d4742107-Reviews-Mekong_Tours_Cantho_Food_Tour-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d8468536-Reviews-Hieutour_Trading_Jsc-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d12703451-Reviews-Can_Tho_River_Tour-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d6780643-Reviews-EcoTours-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d15757764-Reviews-Winter_Spring-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d5011894-Reviews-Sau_Hoai_s_Rice_Noodle_Factory-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d6434270-Reviews-Explore_Mekong_Tours-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d12314796-Reviews-Mekong_Smile_Tour-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d1699890-Reviews-TransMekong-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d8358937-Reviews-Victoria_Cruises-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d2373838-Reviews-Kuala_Lumpur_City_Gallery-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g2481783-d8697116-Reviews-Bukit_Kutu-Kuala_Kubu_Baharu_Selangor.html",
            "https://www.tripadvisor.com/Attraction_Review-g147313-d644501-Reviews-Kool_Runnings_Water_Park-Negril_Westmoreland_Parish_Jamaica.html",
            "https://www.tripadvisor.com/Attraction_Review-g46103-d254626-Reviews-Newfound_Lake-Grafton_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g297967-d14775310-Reviews-Manavgat_Market-Manavgat_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d523954-Reviews-Anadolu_Kavagi-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g60627-d103480-Reviews-Polihale_State_Park-Waimea_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g297962-d3156421-Reviews-Antalya_Jeep_Safari_Experience-Antalya_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d8699842-Reviews-Grand_Bazaar_Jewelers-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g54391-d8280737-Reviews-Long_Shoals_Wayside_Park-Pickens_South_Carolina.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g303942-d455150-Reviews-or40-Cai_Rang_Floating_Market-Can_Tho_Mekong_Delta.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g303942-d455150-Reviews-or30-Cai_Rang_Floating_Market-Can_Tho_Mekong_Delta.html"
    },
    {
        "attraction_name": "Cai Rang Floating Market",
        "attraction_name_vi": "Chợ Nổi Cái Răng",
        "general_info": [
            "1.846 đánh giá",
            "1 trong 38 điều cần làm ở Cần Thơ",
            "Điểm tham quan Điểm mốc",
            "Chợ trời"
        ],
        "attraction_summary": "Du thuyền sông Mekong Cái Răng - Tour chợ nổi Rạng - Tham quan chợ nổi ở đồng bằng sông Cửu Long là hộp mà nhiều du khách đến Sài Gòn mong muốn được tham quan, và không nơi nào lớn hơn, hay nổi tiếng hơn Chợ nổi Cái Răng Cần Thơ.Chùa nổi Cái Răng Chợ, chợ nổi bán buôn lớn nhất ở đồng bằng sông Cửu Long, bắt đầu vào khoảng 04:00 và kéo dài đến 10:00, nghĩa là bạn sẽ phải dậy sớm nếu muốn tham quan. Chợ cách Cần Thơ khoảng 6 km. Thọ, hoặc đi thuyền khoảng 40 phút. Khi trôi theo dòng sông, bạn sẽ có cái nhìn thoáng qua về cuộc sống dọc theo bờ sông. Bạn sẽ đi qua những chiếc thuyền sơn màu rực rỡ neo dọc bờ biển, những chiếc tàu buôn chở hàng hóa xuôi dòng sông và những ngôi nhà được xây dựng trên những cây cột trên mặt nước. Cuối cùng, khi bạn đến được khu chợ, đây là một địa điểm đầy ấn tượng. Một đoạn thuyền bán đủ loại hàng hóa trên sông.Đọc thêm",
        "reviews": [
            "Gia đình chúng tôi đã đặt chuyến đi chợ qua Sau đó, anh ấy tổ chức chuyến đi tuyệt vời cho chúng tôi với một hướng dẫn viên du lịch đáng yêu và hiểu biết.\nĐầu tiên, Clare đến khách sạn đón và đưa chúng tôi lên thuyền tam bản, chúng tôi chỉ mất 2 phút để đến chợ với nhiều thuyền trái cây. Hướng dẫn viên mua cho chúng tôi hai quả dứa, ngon đến mức như được ai đó bỏ đường vào. Sau đó, chúng tôi còn có cà phê và phở cho bữa sáng. Đây là bữa sáng tuyệt vời nhất mà tôi chưa từng có trước đây.\nSau đó, chúng tôi đi vào những con kênh nhỏ và những ngôi làng hoang sơ. Nó thực sự rất đẹp với nhiều lục bình và dừa nước xung quanh. Đây là phần tuyệt vời nhất trong chuyến đi của chúng tôi khi chúng tôi gặp những người dân địa phương hái những trái cây ngon từ vườn của họ cho chúng tôi. Rất khuyến khích dùng thử măng cụt và vú sữa.\nCuối cùng, chúng tôi dừng lại ở nhà máy ca cao và nhà máy mì. Tất cả đều tuyệt vời. \nTôi thực sự khuyên bạn nên thực hiện chuyến đi với Sau đó, whatsapp của cô ấy là 83936427369, cô ấy thực sự đáng yêu, hiểu biết và chuyến đi hoàn toàn chân thực. Đọc thêm",
            "Chúng tôi thức dậy rất sớm để đi chợ bằng thuyền vạn đò. Chúng tôi đi vào chợ nổi thấy nhiều người bán rau và trái cây như dưa hấu, dứa. Chúng tôi cảm thấy chợ vẫn còn rất lớn với khoảng 100 ghe bán trái cây nhưng khá khó khăn và nhàm chán đối với những người ở lại và ngủ trên thuyền. Hướng dẫn viên của chúng tôi cho biết họ coi con thuyền như ngôi nhà nên luôn sống trên thuyền. Đôi khi tôi nhìn thấy một số đứa trẻ, những chú gà và tivi trên thuyền của chúng, điều này thật ấn tượng đối với chúng tôi. Sau đó, chúng tôi cũng đi đến kênh hoang, làng quê và thăm một số nhà máy. Chuyến đi khá tốn kém nhưng thực sự đáng giá từng xu. Chúng tôi có một nhóm rất nhỏ chỉ có bốn người, hướng dẫn viên của chúng tôi rất đáng yêu và có nhiều kiến ​​thức, anh ấy đã mời rất nhiều loại trái cây ngon như mít, măng cụt, dứa. \nBạn có thể liên hệ với anh ấy qua Whatsaap 84939480468 để đặt chuyến đi thú vịĐọc thêm",
            "Chúng tôi rất quan tâm đến chuyến đi đến khu chợ này. Trên thực tế, đây là chợ bán buôn với nhiều thương nhân địa phương từ các làng đến mua bán trái cây của họ như dứa, dưa hấu, xoài và rau. Phần thú vị nhất của chợ là xem cách người dân sống và buôn bán trái cây ở giữa sông. Ngoài ra, mẹ tôi rất thích thưởng thức dứa, măng cụt và bún ngon phải thử hết. Cuối cùng, gia đình chúng tôi còn được tham quan nhà máy sản xuất socola, làng bún và vườn trái cây. Tất cả đều tuyệt vời.\nTôi đánh giá cao người hướng dẫn đáng yêu của chúng tôi, anh ấy có nhiều kiến ​​thức và rất quyến rũ whatsapp 84936427369Đọc thêm",
            "Khung cảnh tuyệt vời - lượng khách du lịch nhiều hơn dự kiến ​​nhưng vẫn đáng giá. Chúng tôi không chọn đi du thuyền mà thay vào đó hỏi một bà già xem liệu bà có đưa chúng tôi đi với mức giá thấp hơn không. Tôi khuyên du khách nên nhờ người dân địa phương tổ chức một chuyến tham quan thay vì đi thuyền du lịch lớn.Đọc thêm",
            "Chúng tôi tham gia một chuyến du lịch do chỗ ở của chúng tôi tổ chức đến chợ nổi Cái Răng.   Nó là hoàn hảo cho chúng ta. Chúng tôi dùng bữa sáng trên thuyền, nếm thử dứa và tham quan xưởng sản xuất mì. Thật thú vị khi được chứng kiến ​​lối sống của người dân và công việc kinh doanh của họ. \n\nChúng tôi có một đứa trẻ 3 và 6 tuổi đi cùng và chúng cũng rất thích điều đó mặc dù phải ngồi trên thuyền khá lâu và thức dậy lúc 5h30! \n\nMột trải nghiệm không thể bỏ qua nếu đến miền Nam Việt Nam!Đọc thêm",
            "Chúng tôi tham gia hành trình 2 ngày trên chuyến du thuyền nhỏ cổ điển Mekong Eyes từ caibe - Cần Thơ. Chúng tôi ghé thăm chợ trước khi kết thúc chuyến hành trình. Tất cả đều tốt. Nó không đông đúc như tưởng tượng nhưng thật tuyệt khi thấy mọi người buôn bán đồ vật trên những chiếc thuyền nhỏĐọc thêm",
            "Sau khi so sánh giá các chuyến đi thuyền riêng ngắn 2 giờ dao động từ 300k-400k, Miss Loan WhatsApp 84 90 845 57 18 cung cấp các chuyến đi thuyền với mức giá tốt nhất là 250k. Giá này là tốt nhất vì cô chủ thuyền là dì của cô nên cô Loan không lấy hoa hồng gì cả. Cô Loan thậm chí còn đón tôi bằng xe máy từ khách sạn gần trung tâm thành phố lúc 6 giờ sáng mà không tính thêm phí. Cô ấy thả tôi xuống Cái Răng, nơi có thuyền của dì cô ấy, và tôi đi du lịch một mình với dì của cô ấy, một bà ngoại rất tuyệt vời. Chiếc thuyền này là một chiếc thuyền nhỏ, có vẻ như nó có thể chứa tối đa 3 người bao gồm cả người phụ nữ lái thuyền, vì vậy tôi không chắc liệu họ có thể chở thêm hành khách hay không hay liệu giá có tăng hay không. Chuyến đi thuyền đi theo tuyến chợ nổi Cái Răng cổ điển, dừng đầu tiên là ăn bún trên thuyền, dừng thứ hai là kênh nhỏ, dừng thứ ba là xưởng làm bún rồi quay về. Mặc dù hầu hết các tour du lịch sẽ cho bạn biết chuyến đi này kéo dài 2-3 giờ, nhưng nếu bạn không ăn thì thực tế là khoảng 1 giờ 25 phút, với tôi là đủ. Nhìn chung, tôi đã có một chuyến đi thuyền yên bình với người bà dễ thương này mà không có hướng dẫn viên du lịch lảng vảng ở phía sau. Sau chuyến đi thuyền, khu vực nơi thuyền đậu là một khu chợ đất rộng lớn, nơi tôi đã có khoảng thời gian khám phá thú vị. Thật dễ dàng để có được một chiếc xe đạp trở lại trung tâm thành phố. Tôi thực sự khuyên bạn nên đi thuyền này với dì của cô Loan!Đọc thêm",
            "Chúng tôi đã đi thuyền cùng cô Loan và bạn cô ấy Loan. Họ đón chúng tôi ở khách sạn vào sáng sớm và chúng tôi đi chợ nổi Cái Răng. \nĐó là một trải nghiệm đích thực, chúng tôi ăn mì vào bữa sáng, chúng tôi nếm thử cà phê và trái cây và sau chuyến đi, chúng tôi đã gặp một số người bạn của Loan. Họ rất ngọt ngào và vui tính và chúng tôi đã dành hai giờ với họ trong thói quen hàng ngày của họ. Đó là một trong những trải nghiệm con người đẹp nhất mà chúng tôi đã có ở Việt Nam. Đọc thêm",
            "Cô Loan thật tuyệt vời! Chỉ cần nhắn tin cho cô ấy trên ứng dụng whats và cô ấy sẽ liên lạc lại với bạn càng sớm càng tốt! Chúng tôi đã cân nhắc việc tự mình thực hiện việc này nhưng vào phút cuối quyết định chúng tôi cần một người hướng dẫn. Cô Loan thật tuyệt vời! Cô ấy và nhóm của cô ấy đã đưa chúng tôi đến đó và quay lại và chúng tôi đã có khoảng thời gian tuyệt vời trên sông. Là một nhóm năm người, chúng tôi có một chiếc thuyền riêng rất đẹp và chúng tôi xuất phát sớm. Chúng tôi có cà phê, phở, dứa, kẹo dừa, bún thịt lợn và mì. Nếu bạn muốn một chuyến du lịch đơn giản và giá cả phải chăng thì Mrs Loan chính là dành cho bạn!Đọc thêm",
            "Chúng tôi tham gia chuyến du ngoạn Mekong eyes và ghé thăm chợ vào ngày thứ 2 của chuyến đi. Tôi phải nói rằng chúng tôi đã có trải nghiệm không thể nào quên ở đây. Chúng tôi đã thử cà phê địa phương, nếm thử trái cây và thấy những người bán hàng của chúng tôi bán sản phẩm địa phương của họ. Đọc thêm",
            "Hai ngày chúng tôi không cần phải chi tiêu! Sông Mê Kông không sạch sẽ và nhiệt đới - chỉ là những khu bán công nghiệp trải dài khắp Sài Gòn. Các khu chợ gần như không tồn tại - chúng tôi được biết điều này là do hiện tại tất cả họ đều có xe tải và không sử dụng thuyền như trước đây. Cần Thơ chỉ là một thị trấn khác, không đáng để ghé thăm. Hãy dành thời gian của bạn ở nơi khác.Đọc thêm",
            "Không có nhiều thuyền bán buôn trái cây vì đang trái mùa. Vé đò là 100k và có thể mua ở bến tàu. Dòng nước chảy hiền hòa, đẹp đẽ nhưng đầy rác rưởi.Đọc thêm",
            "Đã ở đó trên một chiếc thuyền lớn, thậm chí không có một chiếc xuồng nhỏ nào vào khoảng 7 giờ 30 sáng. Sà lan lớn, không có hoạt động giữa người bán và người mua. Một số thuyền nhỏ đến bán cà phê cho khách du lịch, có vẻ như ở đó còn đông hơn cả người dân địa phương. Sau đó, bạn dừng lại để leo lên thuyền của gia đình, điều này thật thú vị nhưng bạn phải trả tiền cho 12 quả dứa mà họ đưa cho bạn để ăn, tức là 12 đô la nhưng hướng dẫn cho bạn biết số tiền mà khách du lịch phải trả: Điểm dừng của nhà máy mì khá thú vị và điểm dừng trong vườn hoàn toàn bị lãng quên trừ khi bạn là một nhà thực vật học hoặc một người thích trái cây. Vấn đề chính của chuyến đi này là dòng sông thật TUYỆT VỜI, đầy rác trôi nổi xung quanh, và lợi nhuận thậm chí còn tồi tệ hơn. Nếu dòng sông sạch, trải nghiệm sẽ đẹp hơn nếu không ngoạn mục nhưng nó giống như trôi nổi trong một bãi rác. Hướng dẫn rất hay và nhiều thông tin đã đi với Ecolodge nhưng chúng có vẻ giống nhau nhưng cảnh tượng chợ nổi thì không AT TẤT CẢ đều đáng để ngủ 2 đêm ở Cần Thơ như chúng tôi đã làm, đã đến một ngày trước chuyến thăm. Mặc dù chúng tôi muốn tránh các hoạt động nhóm đông người, nhưng đây là điều bạn nên làm trong chuyến đi 12 ngày từ Hồ Chí Minh nếu bạn hoàn toàn không muốn rời Việt Nam mà không ghé thăm một trong những chợ nổi mà bạn có thể, ít nhất là chợ nổi này. Hoặc đi Cái Bè có lẽ đẹp hơn mà chưa thấy và gần thành phố hơn. Ví dụ: nếu bạn đã nhìn thấy chợ nổi ở ngoại ô Bangkok và đang mong đợi một điều gì đó tương tự thì bạn chắc chắn sẽ thất vọng.Đọc thêm",
            "Bạn phải xem và trải nghiệm nơi này, nó rất thú vị và có mùi, hơi thô nhưng có thể làm được Đọc thêm",
            "Chợ nổi này không giống như được mô tả trong bất kỳ bức ảnh nào tôi từng thấy!!  Đó là một chợ bán buôn, với những chiếc thuyền lớn.  Chúng tôi đã có một chuyến đi xuôi dòng sông thú vị - nhưng rất thất vọng với khu chợ này!! Đọc thêm",
            "Chúng tôi đã có trải nghiệm tuyệt vời trên chợ nổi. Thị trường rất lớn và thực sự chỉ bán cho người dân địa phương. Hướng dẫn viên của chúng tôi rất tuyệt, anh ấy đã mời chúng tôi một món phở địa phương, món ngon nhất chưa từng có trước đây. Sau đó, chúng tôi đến những ngôi làng không có khách du lịch ở đó, chúng tôi đến thăm một trường tiểu học và các gia đình địa phương, đây là chuyến đi tuyệt vời nhất của chúng tôi, người dân địa phương rất tốt bụng và hào phóng, chúng tôi cảm thấy như một gia đình ấm áp, họ mời chúng tôi rất nhiều trái cây, bánh địa phương thậm chí còn tặng chúng tôi rất nhiều bánh cho chuyến đi của chúng tôi. Hướng dẫn viên của chúng tôi cũng giúp chúng tôi kết nối với người dân địa phương, điều này giúp chúng tôi khám phá về cuộc sống, văn hóa của dân làng.    Liên hệ với hướng dẫn viên của chúng tôi để có được chuyến đi mà không cần đến khách du lịch, Sen whatsapp 84936427369Đọc thêm",
            "Chợ này thật tuyệt. Hướng dẫn viên của chúng tôi đón chúng tôi rất sớm lúc 6.10 sáng, sau đó chúng tôi đi thuyền đến chợ, chúng tôi đã có rất nhiều đồ ăn, trái cây trong chuyến đi sau khi uống một tách cà phê và súp mì. Hướng dẫn viên của chúng tôi rất tốt bụng, anh ấy đã giải thích cho chúng tôi cách làm sô cô la, mì và giúp chúng tôi kết nối với người dân địa phương, nhưng điều tuyệt vời nhất trong chuyến đi là hệ thống kênh đào trong rừng rậm rất yên bình và hoang dã. 100% đáng để giới thiệu. Hướng dẫn viên của chúng tôi whatsapp 84939480468 Đọc thêm",
            "Thực hiện theo nhiều lời khuyên, chúng tôi đã đặt chuyến đi đến chợ nổi Carang, nhà máy sô cô la, vườn trái cây và các làng quê. Chợ nổi thật thú vị với chúng tôi với hàng tấn trái cây trên mỗi chiếc thuyền. Quán mở cả ngày nhưng cao điểm từ 6h30 đến 8h. Hướng dẫn viên của chúng tôi rất hiểu biết và hào phóng, anh ấy đã thảo luận với chúng tôi về bất kỳ lĩnh vực nào trong lịch sử chính trị kinh tế Việt Nam và còn mời chúng tôi một ly cà phê và phở rất ngon cho bữa sáng, tất cả đều hoàn hảo. Trải nghiệm này thực sự chân thực và khó quên. Liên hệ với anh ấy trên whatsapp 84936427369Đọc thêm",
            "Đừng bỏ lỡ việc ghé thăm nó nếu bạn có cơ hội du lịch đến Mê Kông. Chúng tôi đã làm vào sáng sớm bằng hành trình trên mekong Eyes. Nếm cà phê và trái cây địa phương. Rất vui được thử! Đọc thêm",
            "Chợ này rất đẹp vào buổi sáng với nhiều loại trái cây nhiệt đới như xoài, mít, sầu riêng, v.v. Ngoài ra, trên cột mốc cũng có nhiều quán cà phê và nhà hàng nổi phục vụ cà phê và mì, cơm cho thương lái trên thuyền. Hướng dẫn viên của chúng tôi mời chúng tôi cà phê Việt Nam và ăn sáng với món phở rất ngon. Hơn nữa, chúng tôi còn đi vào hệ thống kênh rạch nhỏ hoang sơ như một khu rừng hoang dã và kết thúc tại một gia đình làm sô cô la. Tất nhiên, chúng tôi cũng có một thanh sô cô la và đồ uống ngon đến mức chúng tôi chưa từng được thưởng thức trước đây. Tóm lại, trải nghiệm của chúng tôi rất hoàn hảo và người hướng dẫn của chúng tôi có rất nhiều kiến ​​thức nên anh ấy có thể giải thích bất kỳ câu hỏi nào cho chúng tôi về số điện thoại 84936427369 của anh ấy.Đọc thêm"
        ],
        "star_ratings": [
            826,
            580,
            284,
            91,
            65
        ],
        "review_amount": 1846,
        "location": [
            "Cần Thơ",
            "Châu Á",
            "Việt Nam",
            "Những điều cần làm ở Cần Thơ",
            "Đồng bằng sông Cửu Long",
            "Chợ Nổi Cái Răng"
        ],
        "reviews_time": [
            "Written July 18, 2023",
            "Written July 20, 2023",
            "Written July 26, 2023",
            "Written August 30, 2023",
            "Written September 27, 2023",
            "Written October 26, 2023",
            "Written November 2, 2023",
            "Written December 4, 2023",
            "Written December 22, 2023",
            "Written December 24, 2023",
            "Written December 29, 2022",
            "Written December 22, 2022",
            "Written December 9, 2022",
            "Written December 2, 2022",
            "Written November 28, 2022",
            "Written October 17, 2022",
            "Written October 16, 2022",
            "Written October 15, 2022",
            "Written October 8, 2022",
            "Written October 3, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g303942-d455150-Reviews-or40-Cai_Rang_Floating_Market-Can_Tho_Mekong_Delta.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g303942-d19924236-Reviews-Quan_Mi_Vit_Tiem_Hau_Phat-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Restaurant_Review-g303942-d8845102-Reviews-7_Toi_Pancake-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Restaurant_Review-g303942-d8780379-Reviews-Pizza_Hu_Tieu_Sau_Hoai-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Restaurant_Review-g303942-d17623529-Reviews-Hakia_Garden-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Restaurant_Review-g303942-d20404441-Reviews-Say_Steakhouse_Wine_Bar-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Restaurant_Review-g303942-d25144382-Reviews-Lobby_Lounge-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Restaurant_Review-g303942-d3436714-Reviews-Ngoi_Do-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Restaurant_Review-g303942-d25130853-Reviews-Saravan_Restaurant-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Restaurant_Review-g303942-d14051174-Reviews-Kem_Tu_Chon_Joy-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Restaurant_Review-g17522097-d17637194-Reviews-Mekong_Breeze_Restaurant-Ninh_Kieu_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d6983486-Reviews-Ong_Temple-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d4831701-Reviews-Quang_Duc_Pagoda-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d15581608-Reviews-Muoi_Cuong_Cocoa_Farm-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d12150973-Reviews-Thien_Vien_Truc_Lam_Phuong_Nam-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d6973903-Reviews-Binh_Thuy_Ancient_House-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d11624355-Reviews-Museum_of_Tarot-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d12415913-Reviews-An_Hoa_Church-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d8305188-Reviews-Munirangsyaram_Pagoda-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d13170138-Reviews-Cho_Xuan_Khanh-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d12231604-Reviews-Hai_Ba_Trung_Street-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d455150-Reviews-or30-Cai_Rang_Floating_Market-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d455150-Reviews-or50-Cai_Rang_Floating_Market-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d455150-Reviews-Cai_Rang_Floating_Market-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d5860275-Reviews-Phong_Dien_Floating_Market-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d8095256-Reviews-Tay_Do_Night_Market-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d5866311-Reviews-Can_Tho_Market-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d17537409-Reviews-Can_Tho_Market-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d19728720-Reviews-Can_Tho_Ecolodge-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d21186549-Reviews-Tra_Thai_Nguyen_Hai_Tra_Tan_Cuong-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d15880103-Reviews-Tay_Tailor-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d8090840-Reviews-La_Petite_France-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d27498423-Reviews-Can_Tho_Floating_Market-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d11121335-Reviews-Mekong_Eyes_Cruise-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d12529974-Reviews-Mekong_Experience_Travel-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d16942661-Reviews-Mekong_Realism_Tours-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d24985007-Reviews-Explore_unseen_Mekong_with_locals-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d14124363-Reviews-Fabulous_Mekong_Eco_Tours-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d4742107-Reviews-Mekong_Tours_Cantho_Food_Tour-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d8468536-Reviews-Hieutour_Trading_Jsc-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d12703451-Reviews-Can_Tho_River_Tour-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d6780643-Reviews-EcoTours-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d15757764-Reviews-Winter_Spring-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d5011894-Reviews-Sau_Hoai_s_Rice_Noodle_Factory-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d6434270-Reviews-Explore_Mekong_Tours-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d12314796-Reviews-Mekong_Smile_Tour-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d1699890-Reviews-TransMekong-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d8358937-Reviews-Victoria_Cruises-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d3571313-Reviews-Musee_Curie-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g52024-d146839-Reviews-Pearl_District-Portland_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g45095-d267839-Reviews-Gallatin_Canyon-Bozeman_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d17250247-Reviews-Mamzar_Centre-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d754023-Reviews-Baker_Beach-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d107356-Reviews-The_Morgan_Library_Museum-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g31202-d1213697-Reviews-Eliphante-Cornville_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g46195-d269182-Reviews-Pawtuckaway_State_Park-Nottingham_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g261618-d646823-Reviews-Scenic_World_Blue_Mountains-Katoomba_Blue_Mountains_New_South_Wales.html",
            "https://www.tripadvisor.com/Attraction_Review-g34182-d480488-Reviews-Henderson_Beach_State_Park-Destin_Florida.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g303942-d455150-Reviews-or50-Cai_Rang_Floating_Market-Can_Tho_Mekong_Delta.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g303942-d455150-Reviews-or40-Cai_Rang_Floating_Market-Can_Tho_Mekong_Delta.html"
    },
    {
        "attraction_name": "Cai Rang Floating Market",
        "attraction_name_vi": "Chợ Nổi Cái Răng",
        "general_info": [
            "1.846 đánh giá",
            "1 trong 38 điều cần làm ở Cần Thơ",
            "Địa điểm ưa thích",
            "Chợ trời"
        ],
        "attraction_summary": "Du thuyền sông Mekong Cái Răng - Tour chợ nổi Rạng - Tham quan chợ nổi ở đồng bằng sông Cửu Long là hộp mà nhiều du khách đến Sài Gòn mong muốn được tham quan, và không nơi nào lớn hơn, hay nổi tiếng hơn Chợ nổi Cái Răng Cần Thơ.Chùa nổi Cái Răng Chợ, chợ nổi bán buôn lớn nhất ở đồng bằng sông Cửu Long, bắt đầu vào khoảng 04:00 và kéo dài đến 10:00, nghĩa là bạn sẽ phải dậy sớm nếu muốn tham quan. Chợ cách Cần Thơ khoảng 6 km. Thọ, hoặc đi thuyền khoảng 40 phút. Khi trôi theo dòng sông, bạn sẽ có cái nhìn thoáng qua về cuộc sống dọc theo bờ sông. Bạn sẽ đi qua những chiếc thuyền sơn màu rực rỡ neo dọc bờ biển, những chiếc tàu buôn chở hàng hóa xuôi dòng sông và những ngôi nhà được xây dựng trên những cây cột trên mặt nước. Cuối cùng, khi bạn đến được khu chợ, đây là một địa điểm đầy ấn tượng. Một đoạn thuyền bán đủ loại hàng hóa trên sông.Đọc thêm",
        "reviews": [
            "Gia đình chúng tôi đã đặt chuyến đi chợ qua Sau đó, anh ấy tổ chức chuyến đi tuyệt vời cho chúng tôi với một hướng dẫn viên du lịch đáng yêu và hiểu biết.\nĐầu tiên, Clare đến khách sạn đón và đưa chúng tôi lên thuyền tam bản, chúng tôi chỉ mất 2 phút để đến chợ với nhiều thuyền trái cây. Hướng dẫn viên mua cho chúng tôi hai quả dứa, ngon đến mức như được ai đó bỏ đường vào. Sau đó, chúng tôi còn có cà phê và phở cho bữa sáng. Đây là bữa sáng tuyệt vời nhất mà tôi chưa từng có trước đây.\nSau đó, chúng tôi đi vào những con kênh nhỏ và những ngôi làng hoang sơ. Nó thực sự rất đẹp với nhiều lục bình và dừa nước xung quanh. Đây là phần tuyệt vời nhất trong chuyến đi của chúng tôi khi chúng tôi gặp những người dân địa phương hái những trái cây ngon từ vườn của họ cho chúng tôi. Rất khuyến khích dùng thử măng cụt và vú sữa.\nCuối cùng, chúng tôi dừng lại ở nhà máy ca cao và nhà máy mì. Tất cả đều tuyệt vời. \nTôi thực sự khuyên bạn nên thực hiện chuyến đi với Sau đó, whatsapp của cô ấy là 83936427369, cô ấy thực sự đáng yêu, hiểu biết và chuyến đi hoàn toàn chân thực. Đọc thêm",
            "Chúng tôi thức dậy rất sớm để đi chợ bằng thuyền vạn đò. Chúng tôi đi vào chợ nổi thấy nhiều người bán rau và trái cây như dưa hấu, dứa. Chúng tôi cảm thấy chợ vẫn còn rất lớn với khoảng 100 ghe bán trái cây nhưng khá khó khăn và nhàm chán đối với những người ở lại và ngủ trên thuyền. Hướng dẫn viên của chúng tôi cho biết họ coi con thuyền như ngôi nhà nên luôn sống trên thuyền. Đôi khi tôi nhìn thấy một số đứa trẻ, những chú gà và tivi trên thuyền của chúng, điều này thật ấn tượng đối với chúng tôi. Sau đó, chúng tôi cũng đi đến kênh hoang, làng quê và thăm một số nhà máy. Chuyến đi khá tốn kém nhưng thực sự đáng giá từng xu. Chúng tôi có một nhóm rất nhỏ chỉ có bốn người, hướng dẫn viên của chúng tôi rất đáng yêu và có nhiều kiến ​​thức, anh ấy đã mời rất nhiều loại trái cây ngon như mít, măng cụt, dứa. \nBạn có thể liên hệ với anh ấy qua Whatsaap 84939480468 để đặt chuyến đi thú vịĐọc thêm",
            "Chúng tôi rất quan tâm đến chuyến đi đến khu chợ này. Trên thực tế, đây là chợ bán buôn với nhiều thương nhân địa phương từ các làng đến mua bán trái cây của họ như dứa, dưa hấu, xoài và rau. Phần thú vị nhất của chợ là xem cách người dân sống và buôn bán trái cây ở giữa sông. Ngoài ra, mẹ tôi rất thích thưởng thức dứa, măng cụt và bún ngon phải thử hết. Cuối cùng, gia đình chúng tôi còn được tham quan nhà máy sản xuất socola, làng bún và vườn trái cây. Tất cả đều tuyệt vời.\nTôi đánh giá cao người hướng dẫn đáng yêu của chúng tôi, anh ấy có nhiều kiến ​​thức và rất quyến rũ whatsapp 84936427369Đọc thêm",
            "Khung cảnh tuyệt vời - lượng khách du lịch nhiều hơn dự kiến ​​nhưng vẫn đáng giá. Chúng tôi không chọn đi du thuyền mà thay vào đó hỏi một bà già xem liệu bà có đưa chúng tôi đi với mức giá thấp hơn không. Tôi khuyên du khách nên nhờ người dân địa phương tổ chức một chuyến tham quan thay vì đi thuyền du lịch lớn.Đọc thêm",
            "Chúng tôi tham gia một tour do nơi lưu trú của chúng tôi tổ chức đến chợ nổi Cái Răng. Chuyến đi hoàn hảo với chúng tôi. Chúng tôi ăn sáng trên thuyền, nếm thử một ít dứa và ghé thăm một xưởng làm mì. Thật thú vị khi được chứng kiến ​​cuộc sống của người dân và công việc kinh doanh của họ. \n\nChúng tôi có một đứa trẻ 3 tuổi và 6 tuổi đi cùng và chúng cũng rất thích mặc dù phải ngồi trên thuyền khá lâu và thức dậy lúc 5 giờ 30! \n\nMột trải nghiệm không thể bỏ lỡ nếu ở miền Nam Việt Nam! Đọc thêm",
            "Chúng tôi tham gia hành trình 2 ngày trên chuyến du thuyền nhỏ cổ điển Mekong Eyes từ caibe - Cần Thơ. Chúng tôi ghé thăm chợ trước khi kết thúc chuyến hành trình. Tất cả đều tốt. Nó không đông đúc như tưởng tượng nhưng thật tuyệt khi thấy mọi người buôn bán đồ vật trên những chiếc thuyền nhỏĐọc thêm",
            "Sau khi so sánh giá các chuyến đi thuyền riêng ngắn 2 giờ dao động từ 300k-400k, Miss Loan WhatsApp 84 90 845 57 18 cung cấp các chuyến đi thuyền với mức giá tốt nhất là 250k. Giá này là tốt nhất vì cô chủ thuyền là dì của cô nên cô Loan không lấy hoa hồng gì cả. Cô Loan thậm chí còn đón tôi bằng xe máy từ khách sạn gần trung tâm thành phố lúc 6 giờ sáng mà không tính thêm phí. Cô ấy thả tôi xuống Cái Răng, nơi có thuyền của dì cô ấy, và tôi đi du lịch một mình với dì của cô ấy, một bà ngoại rất tuyệt vời. Chiếc thuyền này là một chiếc thuyền nhỏ, có vẻ như nó có thể chứa tối đa 3 người bao gồm cả người phụ nữ lái thuyền, vì vậy tôi không chắc liệu họ có thể chở thêm hành khách hay không hay liệu giá có tăng hay không. Chuyến đi thuyền đi theo tuyến chợ nổi Cái Răng cổ điển, dừng đầu tiên là ăn bún trên thuyền, dừng thứ hai là kênh nhỏ, dừng thứ ba là xưởng làm bún rồi quay về. Mặc dù hầu hết các tour du lịch sẽ cho bạn biết chuyến đi này kéo dài 2-3 giờ, nhưng nếu bạn không ăn thì thực tế là khoảng 1 giờ 25 phút, với tôi là đủ. Nhìn chung, tôi đã có một chuyến đi thuyền yên bình với người bà dễ thương này mà không có hướng dẫn viên du lịch lảng vảng ở phía sau. Sau chuyến đi thuyền, khu vực nơi thuyền đậu là một khu chợ đất rộng lớn, nơi tôi đã có khoảng thời gian khám phá thú vị. Thật dễ dàng để có được một chiếc xe đạp trở lại trung tâm thành phố. Tôi thực sự khuyên bạn nên đi thuyền này với dì của cô Loan!Đọc thêm",
            "Chúng tôi cũng có một chuyến đi thuyền với cô Loan và bạn cô Loan. Họ đón chúng tôi ở khách sạn vào sáng sớm và chúng tôi đi chợ nổi Cái Răng. \nĐó là một trải nghiệm đích thực, chúng tôi ăn mì vào bữa sáng, nếm cà phê và trái cây và sau chuyến đi, chúng tôi gặp một số người bạn Loans. Họ rất ngọt ngào và vui tính và chúng tôi dành hai giờ với họ trong công việc hàng ngày của họ. Đó là một trong những trải nghiệm nhân văn đẹp nhất mà chúng tôi có được ở Việt Nam. Đọc thêm",
            "Cô Loan thật tuyệt vời! Chỉ cần nhắn tin cho cô ấy trên ứng dụng whats và cô ấy sẽ liên lạc lại với bạn càng sớm càng tốt! Chúng tôi đã cân nhắc việc tự mình thực hiện việc này nhưng vào phút cuối quyết định chúng tôi cần một người hướng dẫn. Cô Loan thật tuyệt vời! Cô ấy và nhóm của cô ấy đã đưa chúng tôi đến đó và quay lại và chúng tôi đã có khoảng thời gian tuyệt vời trên sông. Là một nhóm năm người, chúng tôi có một chiếc thuyền riêng rất đẹp và chúng tôi xuất phát sớm. Chúng tôi có cà phê, phở, dứa, kẹo dừa, bún thịt lợn và mì. Nếu bạn muốn một chuyến du lịch đơn giản và giá cả phải chăng thì Mrs Loan chính là dành cho bạn!Đọc thêm",
            "Chúng tôi tham gia chuyến du ngoạn Mekong eyes và ghé thăm chợ vào ngày thứ 2 của chuyến đi. Tôi phải nói rằng chúng tôi đã có trải nghiệm không thể nào quên ở đây. Chúng tôi đã thử cà phê địa phương, nếm thử trái cây và thấy những người bán hàng của chúng tôi bán sản phẩm địa phương của họ. Đọc thêm",
            "Thật đáng để ghé thăm một lần. Thật thú vị khi mua và ăn thịt chó trên thuyền. Hướng dẫn của chúng tôi nói rằng trong một vài năm nó có thể biến mất. Nếu bạn đến khu vực này, đừng ngần ngại ghé thăm nó.Đọc thêm",
            "Chợ thực sự rất đẹp vào buổi sáng với nhiều thuyền địa phương buôn bán trên sông. Chúng tôi cũng đã có một bữa ăn sáng và cà phê Việt Nam thực sự ngon trên thuyền, đó là một trải nghiệm tuyệt vời. Hơn nữa, chúng tôi còn được đi thăm một gia đình làm bún theo phương pháp truyền thống, điều này giúp chúng tôi hiểu thêm về cuộc sống của người dân vùng Mê Kông. Hướng dẫn viên của chúng tôi có kiến ​​thức thực sự tốt về lĩnh vực này, anh ấy giải thích cho chúng tôi mọi câu hỏi và cũng đưa cho chúng tôi tất cả các loại trái cây ngon nhất của địa phương. Whatsaap của anh ấy 84939480468Rất khuyến khích!Đọc thêm",
            "Đây là một trải nghiệm tuyệt vời. Chúng tôi được hướng dẫn viên Ken đón rất sớm lúc 6.15 sáng và chúng tôi đi taxi thẳng đến chợ nổi để tiết kiệm rất nhiều thời gian. Cô ấy mời chúng tôi một tách cà phê Việt Nam thực sự ngon và bữa sáng ngon tuyệt mà chúng tôi chưa từng được thưởng thức trước đây. Chúng tôi đi thuyền Sampan đến chợ, nơi thực sự chính thống và đông đúc. Tôi thấy họ bán nhiều loại trái cây như dưa hấu, mít, khoai lang. Hướng dẫn viên của chúng tôi mời chúng tôi một quả dứa rất ngọt và có hương vị. Sau đó, chúng tôi rời chợ để đến thăm những ngôi làng địa phương, nơi rất yên bình và xinh đẹp, những người nông dân rất thân thiện, chúng tôi cũng được xem cách làm sô cô la và uống một loại sô cô la thực sự ngon ở đây. Tất cả đều là những trải nghiệm khó quên. Rất khuyến khích! Liên hệ với hướng dẫn viên của chúng tôi qua whatsapp 84939480468 để nhận chuyến đi Đọc thêm",
            "Chợ nổi này xen lẫn thuyền bè và các cửa hàng trên cạn. Người buôn bán rất nhanh nhẹn và hoạt bát. Một số thuyền vẫn mang kiểu dáng truyền thống nhưng có vẻ như cộng đồng đang suy giảm nhanh chóngĐọc thêm",
            "Chợ nổi Mê Kông tốt. Chúng tôi đã đến thăm từ rất sớm trong hành trình du ngoạn của mình. Tôi thấy nhiều thương nhân địa phương bán sản phẩm và sống trên những chiếc thuyền nhỏ.Đọc thêm",
            "Nó không đông đúc như tôi nghĩ, nhưng hãy tận hưởng thật tốt. Chúng tôi đã làm điều này trong một chuyến du ngoạn trên sông Mê Kông trong 2 ngày. Đã thử một ly cà phê nóng và nếm thử các loại trái cây địa phương mà tôi chưa từng nếm trước đây. Tất cả đều tuyệt vời.Đọc thêm",
            "Chuyến đi rất tuyệt. Alex là một hướng dẫn viên tuyệt vời. Chắc chắn sẽ giới thiệu chuyến đi có hướng dẫn này. Đừng tự mình thử nhé! Cảm ơn Alex vì đã cho bạn một khoảng thời gian tuyệt vời. Ngoài ra, tài xế cũng tuyệt vời. Cảm ơn bạn! Đọc thêm",
            "Đó là một kinh nghiệm tốt để mua sắm ở chợ nổi. Rất nhiều trái cây tươi để bán. Nhà hàng giữa sông. Nếu bạn ghé thăm Cần Thơ đừng bỏ lỡ khám phá chợ nổi.Đọc thêm",
            "Chúng tôi có một chuyến đi thực sự tuyệt vời vào buổi sáng tại khu chợ này. Chợ cái gan siêu chân thực và đặc biệt với nhiều loại trái cây nhiệt đới như xoài dứa, v.v. chúng tôi cũng đã có bữa sáng ngon nhất với bún hủ tiếu và caphe sua da nên thử. Bạn có thể liên hệ với hướng dẫn của chúng tôi qua whatsapp 84936427369 để đặt chuyến đi này Rất khuyến khíchĐọc thêm",
            "Đây là một trải nghiệm đáng kinh ngạc vì chợ nổi này không có thật về du lịch mà tập trung vào thương mại thực sự. Rất đặc biệt để xem tất cả hoạt động như thế nào và sản phẩm có sẵn. Đó là một khởi đầu ngày mới sớm nhưng thật bổ ích và tuyệt vời khi có được một số thực phẩm và trái cây tươi thực sự. Đã yêu nó. Đọc thêm",
            "Mùa này có chợ nổi không các bạn nhỉ? hay chỉ mùa con nước mới có?Read more",
            "Em có plan đi miền tây đầu tháng 11, có tour nào 2 ngày 1 đêm cho em xin thông tin với ạ, thanksRead more",
            "1.Giá ghe đi tham quan chợ ra sao, một lần đi bao nhiêu???\n2.Nên mướn ghe ở đâu.\n\nRead more",
            "Mình đi theo tour nên bên tour lo hết, mình không rõ giá của 01 lần đi là bao nhiêungười.\nNhưng mình biết chỗ mua vé hoặc thuê ghe để đi; Nếu bạn muốn mua vé ghe để tham quan chợ nổi Cái Răng, bạn hãy đến bến Ninh Kiều. Tại đây có điểm bán vé cho khách Du lịch muốn tham quan Chợ nổi Cái Răng. Tại đây cũng có những người không biết là Chủ ghe hay chỉ là cò móc nối khách thuê ghe đi riêng mời chào mọi người THUÊ GHE ĐI RIÊNG.\nTheo mình: nếu bạn thuê ghe của mấy người này để đi riêng gia đình hay nhóm bạn, thì bạn nên thương lượng rõ ràng về giá cả và thời gian tham quan để trách phiền phưc, bực bội. Read more",
            "Rất tốtĐọc thêm",
            "CHÀO!\n\nMình dự định đi Cần Thơ vào đầu tháng 12.  Chúng ta có chuyến bay lúc 11:45 sáng.  Có đủ thời gian để xem chợ nổi vào buổi sáng không?  Khi nào chúng ta cần đến sân bay?\n\nJeffĐọc thêm",
            "Xin chào, cảm ơn bạn đã gửi email hành trình từ thành phố Hồ Chí Minh đến sân bay 3:30 giờ Không đủ thời gian để quay lại sân bay.Đọc thêm",
            "CHÀO! Có đáng ghé thăm nơi này lúc 5 giờ sáng không? Chúng tôi sẽ có thời gian giới hạn nên chúng tôi chỉ có thể ở đó trong một giờ cho đến 6 giờ sáng. Chúng tôi rất tiếc rằng nó sẽ không bận rộn như vậy và do đó chúng tôi sẽ bỏ lỡ linh hồn và những chiếc thuyền nhỏ.Đọc thêm",
            "CHÀO! Có đáng ghé thăm nơi này lúc 5 giờ sáng không? Chúng tôi sẽ có thời gian giới hạn nên chúng tôi chỉ có thể ở đó trong một giờ cho đến 6 giờ sáng. Chúng tôi rất tiếc rằng nó sẽ không bận rộn như vậy và do đó chúng tôi sẽ bỏ lỡ linh hồn và những chiếc thuyền nhỏ.Đọc thêm",
            "Có, bạn có thể ghé thăm chợ nổi Cái Răng nếu liên hệ với Explore Mekong Tours, chúng tôi sẽ tổ chức cho bạn một chuyến đi thuyền.\nCảm ơn\nKhám phá đội ngũ Mekong Tours\nTrungĐọc thêm",
            "Cô UT,\nNói tiếng Anh rất tốt và nhân viên của cô ấy cũng vậy. Tôi đã có khách du lịch quay lại và cảm ơn tôi vì đã giới thiệu cô ấy. Nếu bạn gọi điện cho cô ấy, cô ấy sẽ gặp bạn trong vòng vài phút.\n0919325774\nNgoài ra, nhà hàng Mekong Inn đối diện với tượng đài Hồ Chí Minh lớn thường có những người nước ngoài hiểu biết ngồi bên ngoài vào buổi tối khoảng 7 giờ tối hoặc 8 giờ tối, những người rất vui lòng giúp đỡ. Đọc thêm",
            "Tôi có thể xem chợ nổi ngay cả vào Chủ nhật không?Đọc thêm",
            "Tất cả các bạn đã tìm thấy hướng dẫn viên du lịch chợ nổi ở đâu?  Tôi nghe một số người giới thiệu Susan, còn ai nữa không?  Cảm ơn bạn Đọc thêm",
            "Nhóm lớn của chúng tôi đã mua dịch vụ du lịch Sài Gòn.\nCảm ơn\nĐọc thêm"
        ],
        "star_ratings": [
            826,
            580,
            284,
            91,
            65
        ],
        "review_amount": 1846,
        "location": [
            "Cần Thơ",
            "Châu Á",
            "Việt Nam",
            "Những điều cần làm ở Cần Thơ",
            "Đồng bằng sông Cửu Long",
            "Chợ Nổi Cái Răng"
        ],
        "reviews_time": [
            "Written July 18, 2023",
            "Written July 20, 2023",
            "Written July 26, 2023",
            "Written August 30, 2023",
            "Written September 27, 2023",
            "Written October 26, 2023",
            "Written November 2, 2023",
            "Written December 4, 2023",
            "Written December 22, 2023",
            "Written December 24, 2023",
            "Written October 2, 2022",
            "Written September 29, 2022",
            "Written September 28, 2022",
            "Written September 11, 2022",
            "Written August 20, 2022",
            "Written August 19, 2022",
            "Written July 1, 2022",
            "Written May 30, 2022",
            "Written January 8, 2022",
            "Written April 11, 2021"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g303942-d455150-Reviews-or50-Cai_Rang_Floating_Market-Can_Tho_Mekong_Delta.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g303942-d19924236-Reviews-Quan_Mi_Vit_Tiem_Hau_Phat-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Restaurant_Review-g303942-d8845102-Reviews-7_Toi_Pancake-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Restaurant_Review-g303942-d8780379-Reviews-Pizza_Hu_Tieu_Sau_Hoai-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Restaurant_Review-g303942-d17623529-Reviews-Hakia_Garden-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Restaurant_Review-g303942-d20404441-Reviews-Say_Steakhouse_Wine_Bar-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Restaurant_Review-g303942-d25144382-Reviews-Lobby_Lounge-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Restaurant_Review-g303942-d3436714-Reviews-Ngoi_Do-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Restaurant_Review-g303942-d25130853-Reviews-Saravan_Restaurant-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Restaurant_Review-g303942-d14051174-Reviews-Kem_Tu_Chon_Joy-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Restaurant_Review-g17522097-d17637194-Reviews-Mekong_Breeze_Restaurant-Ninh_Kieu_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d6983486-Reviews-Ong_Temple-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d4831701-Reviews-Quang_Duc_Pagoda-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d15581608-Reviews-Muoi_Cuong_Cocoa_Farm-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d12150973-Reviews-Thien_Vien_Truc_Lam_Phuong_Nam-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d6973903-Reviews-Binh_Thuy_Ancient_House-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d11624355-Reviews-Museum_of_Tarot-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d12415913-Reviews-An_Hoa_Church-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d8305188-Reviews-Munirangsyaram_Pagoda-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d13170138-Reviews-Cho_Xuan_Khanh-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d12231604-Reviews-Hai_Ba_Trung_Street-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d455150-Reviews-or40-Cai_Rang_Floating_Market-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d455150-Reviews-or60-Cai_Rang_Floating_Market-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d455150-Reviews-Cai_Rang_Floating_Market-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d5860275-Reviews-Phong_Dien_Floating_Market-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d8095256-Reviews-Tay_Do_Night_Market-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d5866311-Reviews-Can_Tho_Market-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d17537409-Reviews-Can_Tho_Market-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d19728720-Reviews-Can_Tho_Ecolodge-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d21186549-Reviews-Tra_Thai_Nguyen_Hai_Tra_Tan_Cuong-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d15880103-Reviews-Tay_Tailor-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d8090840-Reviews-La_Petite_France-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d27498423-Reviews-Can_Tho_Floating_Market-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d11121335-Reviews-Mekong_Eyes_Cruise-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d12529974-Reviews-Mekong_Experience_Travel-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d16942661-Reviews-Mekong_Realism_Tours-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d24985007-Reviews-Explore_unseen_Mekong_with_locals-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d14124363-Reviews-Fabulous_Mekong_Eco_Tours-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d4742107-Reviews-Mekong_Tours_Cantho_Food_Tour-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d8468536-Reviews-Hieutour_Trading_Jsc-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d12703451-Reviews-Can_Tho_River_Tour-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d6780643-Reviews-EcoTours-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d15757764-Reviews-Winter_Spring-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d5011894-Reviews-Sau_Hoai_s_Rice_Noodle_Factory-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d6434270-Reviews-Explore_Mekong_Tours-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d12314796-Reviews-Mekong_Smile_Tour-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d1699890-Reviews-TransMekong-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d8358937-Reviews-Victoria_Cruises-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g1023393-d1164917-Reviews-Amanohashidate-Miyazu_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g9706821-d9705635-Reviews-Kulekhani_Dam-Kulekhani_Makwanpur_Narayani_Zone_Central_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g801295-d16816390-Reviews-Spile_Beach-Himare_Vlore_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g34227-d648847-Reviews-Xtreme_Action_Park-Fort_Lauderdale_Broward_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g45125-d615392-Reviews-Montana_Vortex_and_House_of_Mystery-Columbia_Falls_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g188113-d196032-Reviews-Landesmuseum-Zurich.html",
            "https://www.tripadvisor.com/Attraction_Review-g147416-d1972204-Reviews-Booze_Cruise-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g50654-d5209033-Reviews-Land_of_Illusion-Middletown_Butler_County_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g58775-d7376159-Reviews-Chihuly_Bridge_of_Glass-Tacoma_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g55138-d284327-Reviews-Market_Square-Knoxville_Tennessee.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g303942-d455150-Reviews-or60-Cai_Rang_Floating_Market-Can_Tho_Mekong_Delta.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g303942-d455150-Reviews-or50-Cai_Rang_Floating_Market-Can_Tho_Mekong_Delta.html"
    },
    {
        "attraction_name": "Cai Rang Floating Market",
        "attraction_name_vi": "Chợ nổi Cái Răng",
        "general_info": [
            "1.846 đánh giá",
            "1 trong 38 điều cần làm ở Cần Thơ",
            "Địa điểm ưa thích",
            "Chợ trời"
        ],
        "attraction_summary": "Du thuyền sông Mekong Cái Răng - Tour chợ nổi Rạng - Tham quan chợ nổi ở đồng bằng sông Cửu Long là hộp mà nhiều du khách đến Sài Gòn mong muốn được tham quan, và không nơi nào lớn hơn, hay nổi tiếng hơn Chợ nổi Cái Răng Cần Thơ.Chùa nổi Cái Răng Chợ, chợ nổi bán buôn lớn nhất ở đồng bằng sông Cửu Long, bắt đầu vào khoảng 04:00 và kéo dài đến 10:00, nghĩa là bạn sẽ phải dậy sớm nếu muốn tham quan. Chợ cách Cần Thơ khoảng 6 km. Thọ, hoặc đi thuyền khoảng 40 phút. Khi trôi theo dòng sông, bạn sẽ có cái nhìn thoáng qua về cuộc sống dọc theo bờ sông. Bạn sẽ đi qua những chiếc thuyền sơn màu rực rỡ neo dọc bờ biển, những chiếc tàu buôn chở hàng hóa xuôi dòng sông và những ngôi nhà được xây dựng trên những cây cột trên mặt nước. Cuối cùng, khi bạn đến được khu chợ, đây là một địa điểm đầy ấn tượng. Một đoạn thuyền bán đủ loại hàng hóa trên sông.Đọc thêm",
        "reviews": [
            "Gia đình chúng tôi đã đặt chuyến đi chợ qua Sau đó, anh ấy tổ chức chuyến đi tuyệt vời cho chúng tôi với một hướng dẫn viên du lịch đáng yêu và hiểu biết.\nĐầu tiên, Clare đến khách sạn đón và đưa chúng tôi lên thuyền tam bản, chúng tôi chỉ mất 2 phút để đến chợ với nhiều thuyền trái cây. Hướng dẫn viên mua cho chúng tôi hai quả dứa, ngon đến mức như được ai đó bỏ đường vào. Sau đó, chúng tôi còn có cà phê và phở cho bữa sáng. Đây là bữa sáng tuyệt vời nhất mà tôi chưa từng có trước đây.\nSau đó, chúng tôi đi vào những con kênh nhỏ và những ngôi làng hoang sơ. Nó thực sự rất đẹp với nhiều lục bình và dừa nước xung quanh. Đây là phần tuyệt vời nhất trong chuyến đi của chúng tôi khi chúng tôi gặp những người dân địa phương hái những trái cây ngon từ vườn của họ cho chúng tôi. Rất khuyến khích dùng thử măng cụt và vú sữa.\nCuối cùng, chúng tôi dừng lại ở nhà máy ca cao và nhà máy mì. Tất cả đều tuyệt vời. \nTôi thực sự khuyên bạn nên thực hiện chuyến đi với Sau đó, whatsapp của cô ấy là 83936427369, cô ấy thực sự đáng yêu, hiểu biết và chuyến đi hoàn toàn chân thực. Đọc thêm",
            "Chúng tôi thức dậy rất sớm để đi chợ bằng thuyền vạn đò. Chúng tôi đi vào chợ nổi thấy nhiều người bán rau và trái cây như dưa hấu, dứa. Chúng tôi cảm thấy chợ vẫn còn rất lớn với khoảng 100 ghe bán trái cây nhưng khá khó khăn và nhàm chán đối với những người ở lại và ngủ trên thuyền. Hướng dẫn viên của chúng tôi cho biết họ coi con thuyền như ngôi nhà nên luôn sống trên thuyền. Đôi khi tôi nhìn thấy một số đứa trẻ, những chú gà và tivi trên thuyền của chúng, điều này thật ấn tượng đối với chúng tôi. Sau đó, chúng tôi cũng đi đến kênh hoang, làng quê và thăm một số nhà máy. Chuyến đi khá tốn kém nhưng thực sự đáng giá từng xu. Chúng tôi có một nhóm rất nhỏ chỉ có bốn người, hướng dẫn viên của chúng tôi rất đáng yêu và có nhiều kiến ​​thức, anh ấy đã mời rất nhiều loại trái cây ngon như mít, măng cụt, dứa. \nBạn có thể liên hệ với anh ấy qua Whatsaap 84939480468 để đặt chuyến đi thú vịĐọc thêm",
            "Chúng tôi rất quan tâm đến chuyến đi đến khu chợ này. Trên thực tế, đây là chợ bán buôn với nhiều thương nhân địa phương từ các làng đến mua bán trái cây của họ như dứa, dưa hấu, xoài và rau. Phần thú vị nhất của chợ là xem cách người dân sống và buôn bán trái cây ở giữa sông. Ngoài ra, mẹ tôi rất thích thưởng thức dứa, măng cụt và bún ngon phải thử hết. Cuối cùng, gia đình chúng tôi còn được tham quan nhà máy sản xuất socola, làng bún và vườn trái cây. Tất cả đều tuyệt vời.\nTôi đánh giá cao người hướng dẫn đáng yêu của chúng tôi, anh ấy có nhiều kiến ​​thức và rất quyến rũ whatsapp 84936427369Đọc thêm",
            "Khung cảnh tuyệt vời - lượng khách du lịch nhiều hơn dự kiến ​​nhưng vẫn đáng giá. Chúng tôi không chọn đi du thuyền mà thay vào đó hỏi một bà già xem liệu bà có đưa chúng tôi đi với mức giá thấp hơn không. Tôi khuyên du khách nên nhờ người dân địa phương tổ chức một chuyến tham quan thay vì đi thuyền du lịch lớn.Đọc thêm",
            "Chúng tôi tham gia một tour do nơi lưu trú của chúng tôi tổ chức đến chợ nổi Cái Răng. Chuyến đi hoàn hảo với chúng tôi. Chúng tôi ăn sáng trên thuyền, nếm thử một ít dứa và ghé thăm một xưởng làm mì. Thật thú vị khi được chứng kiến ​​cuộc sống của người dân và công việc kinh doanh của họ. \n\nChúng tôi có một đứa trẻ 3 tuổi và 6 tuổi đi cùng và chúng cũng rất thích mặc dù phải ngồi trên thuyền khá lâu và thức dậy lúc 5 giờ 30! \n\nMột trải nghiệm không thể bỏ lỡ nếu ở miền Nam Việt Nam! Đọc thêm",
            "Chúng tôi tham gia hành trình 2 ngày trên chuyến du thuyền nhỏ cổ điển Mekong Eyes từ caibe - Cần Thơ. Chúng tôi ghé thăm chợ trước khi kết thúc chuyến hành trình. Tất cả đều tốt. Nó không đông đúc như tưởng tượng nhưng thật tuyệt khi thấy mọi người buôn bán đồ vật trên những chiếc thuyền nhỏĐọc thêm",
            "Sau khi so sánh giá của các chuyến đi thuyền riêng ngắn 2 giờ, dao động từ 300k-400k, Cô Loan WhatsApp 84 90 845 57 18 cung cấp các chuyến đi thuyền với mức giá tốt nhất là 250k. Mức giá này là tốt nhất vì cô lái thuyền là dì của cô ấy, vì vậy Cô Loan không tính bất kỳ khoản hoa hồng nào từ cô ấy. Cô Loan thậm chí còn đón tôi bằng xe tay ga của cô ấy, từ khách sạn của tôi gần trung tâm thành phố lúc 6 giờ sáng, mà không tính thêm phí. Cô ấy thả tôi xuống Cái Răng, nơi có thuyền của dì cô ấy, và tôi đã đi tham quan không có hướng dẫn viên với dì của cô ấy, một bà ngoại rất tuyệt vời. Thuyền là một chiếc thuyền nhỏ, có vẻ như chỉ có thể chứa tối đa 3 người bao gồm cả cô lái thuyền, vì vậy tôi không chắc họ có thể chở thêm hành khách hay giá sẽ tăng không. Chuyến đi thuyền đi theo tuyến đường cổ điển của chợ nổi Cái Răng, điểm dừng đầu tiên là ăn bún trên thuyền, điểm dừng thứ hai là các kênh rạch nhỏ, điểm dừng thứ ba là xưởng làm bún, rồi quay trở lại. Trong khi hầu hết các tour du lịch sẽ cho bạn biết chuyến đi này kéo dài 2-3 giờ, nếu bạn không ăn, thực tế chỉ mất khoảng 1 giờ 25 phút, đủ cho tôi. Nhìn chung, tôi đã có một chuyến đi thuyền yên bình với bà ngoại dễ thương này, không có hướng dẫn viên du lịch nào đang nói chuyện ở phía sau. Sau chuyến đi thuyền, khu vực nơi thuyền đậu là một khu chợ đất rộng lớn, nơi tôi đã có khoảng thời gian vui vẻ khám phá. Thật dễ dàng để bắt xe đạp grab trở lại trung tâm thành phố. Tôi thực sự khuyên bạn nên đi thuyền này với dì của cô Loan! Đọc thêm",
            "Chúng tôi đã đi thuyền cùng cô Loan và bạn cô ấy Loan. Họ đón chúng tôi ở khách sạn vào sáng sớm và chúng tôi đi chợ nổi Cái Răng. \nĐó là một trải nghiệm đích thực, chúng tôi ăn mì vào bữa sáng, chúng tôi nếm thử cà phê và trái cây và sau chuyến đi, chúng tôi đã gặp một số người bạn của Loan. Họ rất ngọt ngào và vui tính và chúng tôi đã dành hai giờ với họ trong thói quen hàng ngày của họ. Đó là một trong những trải nghiệm con người đẹp nhất mà chúng tôi đã có ở Việt Nam. Đọc thêm",
            "Cô Loan thật tuyệt vời! Chỉ cần nhắn tin cho cô ấy trên ứng dụng whats và cô ấy sẽ liên lạc lại với bạn càng sớm càng tốt! Chúng tôi đã cân nhắc việc tự mình thực hiện việc này nhưng vào phút cuối quyết định chúng tôi cần một người hướng dẫn. Cô Loan thật tuyệt vời! Cô ấy và nhóm của cô ấy đã đưa chúng tôi đến đó và quay lại và chúng tôi đã có khoảng thời gian tuyệt vời trên sông. Là một nhóm năm người, chúng tôi có một chiếc thuyền riêng rất đẹp và chúng tôi xuất phát sớm. Chúng tôi có cà phê, phở, dứa, kẹo dừa, bún thịt lợn và mì. Nếu bạn muốn một chuyến du lịch đơn giản và giá cả phải chăng thì Mrs Loan chính là dành cho bạn!Đọc thêm",
            "Chúng tôi tham gia hành trình Mekong Eyes và tham quan chợ vào ngày thứ 2 của chuyến tham quan. Tôi phải nói rằng chúng tôi đã có trải nghiệm khó quên ở đây. Chúng tôi đã thử cà phê địa phương, nếm trái cây và xem các thương gia bán sản phẩm địa phương của họ. Đọc thêm",
            "Tôi đã liên hệ với một đại lý du lịch địa phương và tôi và gia đình tôi phải trả 300 000vnd cho chuyến tham quan và cả cửa hàng bán mì.Đọc thêm",
            "Chúng tôi đã có một chuyến đi hoàn hảo ở chợ nổi vào sáng sớm khoảng 6h30 sáng. Chúng tôi thấy rất nhiều thương gia địa phương bán rất nhiều loại trái cây như dứa, cà rốt khoai tây, xoài, mít, v.v., chúng tôi cũng có cơ hội thử một số loại trái cây ngon. Hướng dẫn viên mời chúng tôi một tách cà phê ở quán cà phê nổi và một tô bún tại nhà hàng nổi địa phương, tất cả đều rất ngon. Chúng tôi ăn cùng với người dân địa phương chứ không phải bất kỳ khách du lịch nào xung quanh. Chúng tôi cũng đến ngôi làng nhỏ để xem nhiều vườn trái cây địa phương như vú sữa, chôm chôm, vườn mít và cũng gặp nhiều nông dân địa phương rất thân thiện và tò mò muốn gặp khách du lịch. Đặc biệt chúng tôi đến thăm một gia đình làm socola theo phương pháp truyền thống. Chúng tôi đã ăn rất nhiều sô cô la nhưng đây là lần đầu tiên tôi nhìn thấy những cây ca cao thật và nhìn thấy tất cả các quy trình làm sô cô la. Tất cả những trải nghiệm này đều thực sự chân thực và không thể quên. Bạn có thể đặt chuyến đi này với hướng dẫn viên của chúng tôi whatsaap 84949756045.Đọc thêm",
            "Chúng tôi đã có những trải nghiệm thực sự tuyệt vời với người hướng dẫn tuyệt vời Cấp, whatsapp 84949756045. Chúng tôi đã vào bên trong chợ nổi để xem cách người dân địa phương buôn bán các loại trái cây như dứa, dưa hấu xoài, v.v. Chúng tôi cũng có một trải nghiệm tuyệt vời khi dùng bữa sáng với bún và cà phê sữa giữa sông. Sau đó, chúng tôi di chuyển đến những con kênh nhỏ yên bình và tự nhiên và đi bộ dọc theo các ngôi làng để ngắm nhìn nhiều vườn trái cây và nông dân địa phương. Người dân địa phương rất thân thiện và hào phóng, họ mời chúng tôi rất nhiều trái cây. Đây là một cảm giác thật tuyệt vời. Cuối cùng, chúng tôi đã đến nhà máy mì nơi chúng tôi thử làm mì theo cách truyền thống, nó thực sự rất chân thực. Tôi rất khuyến khích những ai tham gia chuyến đi với Tier, anh ấy rất tốt bụng, thân thiện và hiểu biết. Rất khuyến khích.Đọc thêm",
            "Theo quan điểm của tôi, nhóm càng nhỏ thì chuyến đi càng tốt. Hướng dẫn viên của tôi là cha và con gái đến từ Green Village Mekong và họ mới đến những địa điểm nhỏ hơn, chân thực hơn. Khuyến nghị mạnh mẽ khi họ đưa tôi đến một nhà máy sản xuất mì thủy tinh nhỏ theo phong cách khách du lịch gần đó và để bạn làm một cái. Chuyến đi buổi sáng sớm tuyệt vời với động vật hoang dã dọc theo các con kênh dọc theo những chú cá bói cá xinh đẹp. Đọc thêm",
            "Chúng tôi đang tìm kiếm một chuyến đi thuyền nửa ngày và đi bộ đến bến cảng để nhận được một lời đề nghị mà chúng tôi cảm thấy hài lòng. Chỉ có một số khách du lịch ở đó vì đó là thời điểm bắt đầu của đại dịch Covid19. Vì vậy, các thuyền trưởng, hướng dẫn viên và đại lý du lịch tiềm năng đã đưa ra các tour du lịch của họ ít nhiều gây hấn với chúng tôi. Khi chúng tôi đến cuối bến cảng, một thuyền trưởng rất thân thiện đã nói chuyện với chúng tôi. Anh ấy đã cho chúng tôi xem trên một tờ rơi vẽ tay những gì anh ấy cung cấp. Anh ấy cũng cho chúng tôi xem chiếc thuyền của anh ấy được buộc gần đó ở bến tàu. Chúng tôi cảm thấy hài lòng và quyết định đặt chuyến đi cùng anh. Sáng sớm chúng tôi đến bến tàu và lên thuyền của anh Hàn. Anh ấy đưa chúng tôi xuôi sông đến chợ nổi Cái Răng và giải thích nhiều nhất có thể bằng tiếng Anh của mình. Thật thú vị khi xem hàng hóa đã thay đổi chủ sở hữu như thế nào và họ đã thương lượng như thế nào. Sau đó anh dẫn chúng tôi đến một quán bún vải. Thật bất ngờ là nó cũng rất thú vị. Chúng tôi tự mình sản xuất một ít mì gạo và rời khỏi nơi đó với một trải nghiệm thú vị. Sau đó, chúng tôi dùng bữa sáng trên thuyền và uống một ly cà phê đậm đặc tuyệt vời trong khi ngắm cảnh ở chợ nổi. Phần còn lại của chuyến tham quan, ông Han cùng chúng tôi đi thuyền qua những con kênh nhỏ, điều này cũng thực sự tuyệt vời. Những chiếc thuyền khác chở khách du lịch chỉ trôi nổi ở những kênh lớn hơn. Nhìn chung, đó là một trong những trải nghiệm tuyệt vời nhất của chúng tôi trong thời gian ở Việt Nam vào thời điểm bắt đầu đại dịch Covid19. Chúng tôi hoàn toàn có thể giới thiệu ông Han và hy vọng ông sẽ nhận được sự công nhận của những người khác đánh giá cao dịch vụ của ông ở đây. Bạn sẽ ủng hộ anh ấy và cả gia đình anh ấy!Đọc thêm",
            "Chúng tôi rất thích các khu chợ, đặc biệt là chợ thực phẩm nổi. Tôi rất thích nhìn thấy chúng trên TV khi còn nhỏ và nghĩ rằng ôi tất cả những màu sắc đó, tất cả những món ăn khác nhau đó. Vì vậy, đây là một niềm vui được nhìn thấy. Chúng tôi đang đi du lịch nên không mua về nấu ăn mà chỉ để xem là ước mơ đã thành hiện thực.Đọc thêm",
            "Chúng tôi gặp một cô gái chèo thuyền vui vẻ ở bến Ninh Kiều, người đã đưa chúng tôi đến chợ nổi Cái Răng. Thật là một trải nghiệm thú vị khi được xem các hoạt động buôn bán diễn ra trên thuyền với đủ loại trái cây và rau quả. Chúng tôi cũng đã ghé thăm một số kênh nước và chuyến đi khứ hồi mất 4 giờ.Đọc thêm",
            "Thật đáng buồn vì tôi đã ở đây 15 năm trước và nó rất sôi động. Bây giờ tất cả đều vắng bóng người bán hàng và khách du lịch.Đọc thêm",
            "Tôi nghĩ bạn nên dậy sớm khoảng 5 giờ sáng để tham quan khu chợ này. Hãy dậy sớm nhất có thể để đi chợ, mua trái cây tươi, thưởng thức bữa sáng ở chợ. Dành 2 giờ ở đây là ổn. Đọc thêm",
            "Cái Răng là địa điểm không thể bỏ qua khi khám phá đồng bằng sông Cửu Long. Có hàng chục tour du lịch cung cấp hành trình 12 ngày tương tự. Chúng tôi đã chọn trải nghiệm có hướng dẫn riêng với Mekong Smile Tours. Thật là tuyệt vời! Rất khuyến khích MeKong Smile Tours cho những ai thích chuyến tham quan ngắn hơn 3-3,5 giờ dọc theo sông Mê Kông đến Chợ nổi Cái Răng. Hãy hỏi Jackie, anh ấy là một người đàn ông đáng yêu, có thể trả lời mọi câu hỏi và nói được cả tiếng Việt và tiếng Anh.Đọc thêm",
            "Mùa này có chợ nổi không các bạn nhỉ? hay chỉ mùa con nước mới có?Read more",
            "Em có plan đi miền tây đầu tháng 11, có tour nào 2 ngày 1 đêm cho em xin thông tin với ạ, thanksRead more",
            "1.Giá ghe đi tham quan chợ ra sao, một lần đi bao nhiêu???\n2.Nên mướn ghe ở đâu.\n\nRead more",
            "Mình đi theo tour nên bên tour lo hết, mình không rõ giá của 01 lần đi là bao nhiêungười.\nNhưng mình biết chỗ mua vé hoặc thuê ghe để đi; Nếu bạn muốn mua vé ghe để tham quan chợ nổi Cái Răng, bạn hãy đến bến Ninh Kiều. Tại đây có điểm bán vé cho khách Du lịch muốn tham quan Chợ nổi Cái Răng. Tại đây cũng có những người không biết là Chủ ghe hay chỉ là cò móc nối khách thuê ghe đi riêng mời chào mọi người THUÊ GHE ĐI RIÊNG.\nTheo mình: nếu bạn thuê ghe của mấy người này để đi riêng gia đình hay nhóm bạn, thì bạn nên thương lượng rõ ràng về giá cả và thời gian tham quan để trách phiền phưc, bực bội. Read more",
            "Rất tốtĐọc thêm",
            "CHÀO!\n\nMình dự định đi Cần Thơ vào đầu tháng 12.  Chúng ta có chuyến bay lúc 11:45 sáng.  Có đủ thời gian để xem chợ nổi vào buổi sáng không?  Khi nào chúng ta cần đến sân bay?\n\nJeffĐọc thêm",
            "Xin chào, cảm ơn bạn đã gửi email hành trình từ thành phố Hồ Chí Minh đến sân bay 3:30 giờ Không đủ thời gian để quay lại sân bay.Đọc thêm",
            "Xin chào! Có đáng để ghé thăm nơi này lúc 5 giờ sáng không? Chúng tôi sẽ có thời gian hạn chế nên chúng tôi chỉ có thể ở đó một giờ cho đến 6 giờ sáng. Chúng tôi sợ rằng nơi này sẽ không đông đúc và do đó chúng tôi sẽ bỏ lỡ tinh thần và những chiếc thuyền nhỏ. Đọc thêm",
            "CHÀO! Có đáng ghé thăm nơi này lúc 5 giờ sáng không? Chúng tôi sẽ có thời gian giới hạn nên chúng tôi chỉ có thể ở đó trong một giờ cho đến 6 giờ sáng. Chúng tôi rất tiếc rằng nó sẽ không bận rộn như vậy và do đó chúng tôi sẽ bỏ lỡ linh hồn và những chiếc thuyền nhỏ.Đọc thêm",
            "Có, bạn có thể ghé thăm chợ nổi Cái Răng nếu liên hệ với Explore Mekong Tours, chúng tôi sẽ tổ chức cho bạn một chuyến đi thuyền.\nCảm ơn\nKhám phá đội ngũ Mekong Tours\nTrungĐọc thêm",
            "Cô UT,\nNói tiếng Anh rất tốt và nhân viên của cô ấy cũng vậy. Tôi đã có khách du lịch quay lại và cảm ơn tôi vì đã giới thiệu cô ấy. Nếu bạn gọi điện cho cô ấy, cô ấy sẽ gặp bạn trong vòng vài phút.\n0919325774\nNgoài ra, nhà hàng Mekong Inn đối diện với tượng đài Hồ Chí Minh lớn thường có những người nước ngoài hiểu biết ngồi bên ngoài vào buổi tối khoảng 7 giờ tối hoặc 8 giờ tối, những người rất vui lòng giúp đỡ. Đọc thêm",
            "Tôi có thể xem chợ nổi ngay cả vào Chủ nhật không?Đọc thêm",
            "Tất cả các bạn đã tìm thấy hướng dẫn viên du lịch chợ nổi ở đâu?  Tôi nghe một số người giới thiệu Susan, còn ai nữa không?  Cảm ơn bạn Đọc thêm",
            "Nhóm lớn chúng tôi mua dịch vụ du lịch Sài Gòn.\nCảm ơn\nĐọc thêm"
        ],
        "star_ratings": [
            826,
            580,
            284,
            91,
            65
        ],
        "review_amount": 1846,
        "location": [
            "Cần Thơ",
            "Châu Á",
            "Việt Nam",
            "Những điều cần làm ở Cần Thơ",
            "Đồng bằng sông Cửu Long",
            "Chợ Nổi Cái Răng"
        ],
        "reviews_time": [
            "Written July 18, 2023",
            "Written July 20, 2023",
            "Written July 26, 2023",
            "Written August 30, 2023",
            "Written September 27, 2023",
            "Written October 26, 2023",
            "Written November 2, 2023",
            "Written December 4, 2023",
            "Written December 22, 2023",
            "Written December 24, 2023",
            "Written April 7, 2021",
            "Written January 2, 2021",
            "Written January 1, 2021",
            "Written December 22, 2020",
            "Written October 18, 2020",
            "Written September 2, 2020",
            "Written August 31, 2020",
            "Written August 24, 2020",
            "Written July 14, 2020",
            "Written June 12, 2020"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g303942-d455150-Reviews-or60-Cai_Rang_Floating_Market-Can_Tho_Mekong_Delta.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g303942-d19924236-Reviews-Quan_Mi_Vit_Tiem_Hau_Phat-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Restaurant_Review-g303942-d8845102-Reviews-7_Toi_Pancake-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Restaurant_Review-g303942-d8780379-Reviews-Pizza_Hu_Tieu_Sau_Hoai-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Restaurant_Review-g303942-d17623529-Reviews-Hakia_Garden-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Restaurant_Review-g303942-d20404441-Reviews-Say_Steakhouse_Wine_Bar-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Restaurant_Review-g303942-d25144382-Reviews-Lobby_Lounge-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Restaurant_Review-g303942-d3436714-Reviews-Ngoi_Do-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Restaurant_Review-g303942-d25130853-Reviews-Saravan_Restaurant-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Restaurant_Review-g303942-d14051174-Reviews-Kem_Tu_Chon_Joy-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Restaurant_Review-g17522097-d17637194-Reviews-Mekong_Breeze_Restaurant-Ninh_Kieu_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d6983486-Reviews-Ong_Temple-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d4831701-Reviews-Quang_Duc_Pagoda-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d15581608-Reviews-Muoi_Cuong_Cocoa_Farm-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d12150973-Reviews-Thien_Vien_Truc_Lam_Phuong_Nam-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d6973903-Reviews-Binh_Thuy_Ancient_House-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d11624355-Reviews-Museum_of_Tarot-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d12415913-Reviews-An_Hoa_Church-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d8305188-Reviews-Munirangsyaram_Pagoda-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d13170138-Reviews-Cho_Xuan_Khanh-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d12231604-Reviews-Hai_Ba_Trung_Street-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d455150-Reviews-or50-Cai_Rang_Floating_Market-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d455150-Reviews-or70-Cai_Rang_Floating_Market-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d455150-Reviews-Cai_Rang_Floating_Market-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d5860275-Reviews-Phong_Dien_Floating_Market-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d8095256-Reviews-Tay_Do_Night_Market-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d5866311-Reviews-Can_Tho_Market-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d17537409-Reviews-Can_Tho_Market-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d19728720-Reviews-Can_Tho_Ecolodge-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d21186549-Reviews-Tra_Thai_Nguyen_Hai_Tra_Tan_Cuong-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d15880103-Reviews-Tay_Tailor-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d8090840-Reviews-La_Petite_France-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d27498423-Reviews-Can_Tho_Floating_Market-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d11121335-Reviews-Mekong_Eyes_Cruise-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d12529974-Reviews-Mekong_Experience_Travel-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d16942661-Reviews-Mekong_Realism_Tours-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d24985007-Reviews-Explore_unseen_Mekong_with_locals-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d14124363-Reviews-Fabulous_Mekong_Eco_Tours-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d4742107-Reviews-Mekong_Tours_Cantho_Food_Tour-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d8468536-Reviews-Hieutour_Trading_Jsc-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d12703451-Reviews-Can_Tho_River_Tour-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d6780643-Reviews-EcoTours-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d15757764-Reviews-Winter_Spring-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d5011894-Reviews-Sau_Hoai_s_Rice_Noodle_Factory-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d6434270-Reviews-Explore_Mekong_Tours-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d12314796-Reviews-Mekong_Smile_Tour-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d1699890-Reviews-TransMekong-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d8358937-Reviews-Victoria_Cruises-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g60834-d106537-Reviews-Lake_Powell-Page_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g29217-d154308-Reviews-Ho_okena_Beach_Park-Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d108808-Reviews-Disney_s_Boardwalk-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g46687-d19778509-Reviews-Tilton_Square_Theatre-Northfield_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g43018-d261484-Reviews-Minnesota_s_North_Shore_Scenic_Drive-Duluth_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g47185-d3664984-Reviews-Grindstone_Lake-Ruidoso_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g8038026-d10171959-Reviews-Sahara_Resort-Nea_Irakleia_Halkidiki_Region_Central_Macedonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d103038-Reviews-Larimer_Square-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g46636-d4913291-Reviews-Luna_Parc-Montague_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g315915-d23799842-Reviews-Route_66_Fuengirola_Social_Club-Fuengirola_Costa_del_Sol_Province_of_Malaga_Anda.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g303942-d455150-Reviews-or70-Cai_Rang_Floating_Market-Can_Tho_Mekong_Delta.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g303942-d455150-Reviews-or60-Cai_Rang_Floating_Market-Can_Tho_Mekong_Delta.html"
    },
    {
        "attraction_name": "Cai Rang Floating Market",
        "attraction_name_vi": "Chợ Nổi Cái Răng",
        "general_info": [
            "1.846 đánh giá",
            "1 trong 38 điều cần làm ở Cần Thơ",
            "Điểm tham quan Điểm mốc",
            "Chợ trời"
        ],
        "attraction_summary": "Du thuyền trên sông Cửu LongCai - Rang Floating Market Tours - Tham quan chợ nổi ở Đồng bằng sông Cửu Long là một điều mà nhiều du khách đến Sài Gòn muốn thử, và không có nơi nào lớn hơn hoặc phổ biến hơn Chợ nổi Cái Răng Cần Thơ. Chợ nổi Cái Răng, chợ nổi bán buôn lớn nhất ở Đồng bằng sông Cửu Long, bắt đầu vào khoảng 04:00 và kéo dài đến 10:00, nghĩa là bạn sẽ phải bắt đầu ngày mới sớm nếu muốn ghé thăm. Chợ cách Cần Thơ khoảng sáu km, hoặc khoảng 40 phút đi thuyền. Trong khi trôi dọc theo dòng sông, bạn có thể thoáng thấy cuộc sống dọc bờ sông. Bạn sẽ đi qua những chiếc thuyền sơn màu rực rỡ neo đậu dọc bờ, những tàu buôn chở hàng dọc sông và những ngôi nhà được xây dựng trên sàn trên mặt nước. Khi bạn cuối cùng đến được chợ, đó là một cảnh tượng ấn tượng. Một dãy thuyền bán đủ loại hàng hóa xếp dọc theo dòng sông. Đọc thêm",
        "reviews": [
            "Gia đình chúng tôi đã đặt chuyến đi chợ qua Sau đó, anh ấy tổ chức chuyến đi tuyệt vời cho chúng tôi với một hướng dẫn viên du lịch đáng yêu và hiểu biết.\nĐầu tiên, Clare đến khách sạn đón và đưa chúng tôi lên thuyền tam bản, chúng tôi chỉ mất 2 phút để đến chợ với nhiều thuyền trái cây. Hướng dẫn viên mua cho chúng tôi hai quả dứa, ngon đến mức như được ai đó bỏ đường vào. Sau đó, chúng tôi còn có cà phê và phở cho bữa sáng. Đây là bữa sáng tuyệt vời nhất mà tôi chưa từng có trước đây.\nSau đó, chúng tôi đi vào những con kênh nhỏ và những ngôi làng hoang sơ. Nó thực sự rất đẹp với nhiều lục bình và dừa nước xung quanh. Đây là phần tuyệt vời nhất trong chuyến đi của chúng tôi khi chúng tôi gặp những người dân địa phương hái những trái cây ngon từ vườn của họ cho chúng tôi. Rất khuyến khích dùng thử măng cụt và vú sữa.\nCuối cùng, chúng tôi dừng lại ở nhà máy ca cao và nhà máy mì. Tất cả đều tuyệt vời. \nTôi thực sự khuyên bạn nên thực hiện chuyến đi với Sau đó, whatsapp của cô ấy là 83936427369, cô ấy thực sự đáng yêu, hiểu biết và chuyến đi hoàn toàn chân thực. Đọc thêm",
            "Chúng tôi thức dậy rất sớm để đi chợ bằng thuyền vạn đò. Chúng tôi đi vào chợ nổi thấy nhiều người bán rau và trái cây như dưa hấu, dứa. Chúng tôi cảm thấy chợ vẫn còn rất lớn với khoảng 100 ghe bán trái cây nhưng khá khó khăn và nhàm chán đối với những người ở lại và ngủ trên thuyền. Hướng dẫn viên của chúng tôi cho biết họ coi con thuyền như ngôi nhà nên luôn sống trên thuyền. Đôi khi tôi nhìn thấy một số đứa trẻ, những chú gà và tivi trên thuyền của chúng, điều này thật ấn tượng đối với chúng tôi. Sau đó, chúng tôi cũng đi đến kênh hoang, làng quê và thăm một số nhà máy. Chuyến đi khá tốn kém nhưng thực sự đáng giá từng xu. Chúng tôi có một nhóm rất nhỏ chỉ có bốn người, hướng dẫn viên của chúng tôi rất đáng yêu và có nhiều kiến ​​thức, anh ấy đã mời rất nhiều loại trái cây ngon như mít, măng cụt, dứa. \nBạn có thể liên hệ với anh ấy qua Whatsaap 84939480468 để đặt chuyến đi thú vịĐọc thêm",
            "Chúng tôi rất hứng thú với chuyến đi đến khu chợ này. Thực ra, đây là một khu chợ bán buôn với nhiều thương gia địa phương từ các làng đến mua và bán trái cây của họ như dứa, dưa hấu, xoài và rau. Phần tuyệt nhất của khu chợ là được chứng kiến ​​cách mọi người sinh sống và buôn bán trái cây giữa sông. Ngoài ra, mẹ tôi thực sự thích thưởng thức dứa, măng cụt và súp mì ngon tuyệt, nhất định phải thử tất cả. Cuối cùng, gia đình chúng tôi cũng đã đến thăm nhà máy sô cô la, làng mì và vườn trái cây. Tất cả đều tuyệt vời.\nTôi thực sự giới thiệu người hướng dẫn đáng yêu của chúng tôi, anh ấy có kiến ​​thức sâu rộng và rất quyến rũ whatsapp 84936427369Đọc thêm",
            "Cảnh đẹp tuyệt vời - có phần đông khách du lịch hơn dự kiến ​​nhưng vẫn đáng giá. Chúng tôi không chọn đi du thuyền mà thay vào đó hỏi một bà lão xem bà có thể đưa chúng tôi đi với giá rẻ hơn không. Tôi khuyên du khách nên hỏi người dân địa phương để được hướng dẫn tham quan thay vì đi thuyền du lịch lớn. Đọc thêm",
            "Chúng tôi tham gia một chuyến du lịch do chỗ ở của chúng tôi tổ chức đến chợ nổi Cái Răng.   Nó là hoàn hảo cho chúng ta. Chúng tôi dùng bữa sáng trên thuyền, nếm thử dứa và tham quan xưởng sản xuất mì. Thật thú vị khi được chứng kiến ​​lối sống của người dân và công việc kinh doanh của họ. \n\nChúng tôi có một đứa trẻ 3 và 6 tuổi đi cùng và chúng cũng rất thích điều đó mặc dù phải ngồi trên thuyền khá lâu và thức dậy lúc 5h30! \n\nMột trải nghiệm không thể bỏ qua nếu đến miền Nam Việt Nam!Đọc thêm",
            "Chúng tôi tham gia hành trình 2 ngày trên chuyến du thuyền nhỏ cổ điển Mekong Eyes từ caibe - Cần Thơ. Chúng tôi ghé thăm chợ trước khi kết thúc chuyến hành trình. Tất cả đều tốt. Nó không đông đúc như tưởng tượng nhưng thật tuyệt khi thấy mọi người buôn bán đồ vật trên những chiếc thuyền nhỏĐọc thêm",
            "Sau khi so sánh giá các chuyến đi thuyền riêng ngắn 2 giờ dao động từ 300k-400k, Miss Loan WhatsApp 84 90 845 57 18 cung cấp các chuyến đi thuyền với mức giá tốt nhất là 250k. Giá này là tốt nhất vì cô chủ thuyền là dì của cô nên cô Loan không lấy hoa hồng gì cả. Cô Loan thậm chí còn đón tôi bằng xe máy từ khách sạn gần trung tâm thành phố lúc 6 giờ sáng mà không tính thêm phí. Cô ấy thả tôi xuống Cái Răng, nơi có thuyền của dì cô ấy, và tôi đi du lịch một mình với dì của cô ấy, một bà ngoại rất tuyệt vời. Chiếc thuyền này là một chiếc thuyền nhỏ, có vẻ như nó có thể chứa tối đa 3 người bao gồm cả người phụ nữ lái thuyền, vì vậy tôi không chắc liệu họ có thể chở thêm hành khách hay không hay liệu giá có tăng hay không. Chuyến đi thuyền đi theo tuyến chợ nổi Cái Răng cổ điển, dừng đầu tiên là ăn bún trên thuyền, dừng thứ hai là kênh nhỏ, dừng thứ ba là xưởng làm bún rồi quay về. Mặc dù hầu hết các tour du lịch sẽ cho bạn biết chuyến đi này kéo dài 2-3 giờ, nhưng nếu bạn không ăn thì thực tế là khoảng 1 giờ 25 phút, với tôi là đủ. Nhìn chung, tôi đã có một chuyến đi thuyền yên bình với người bà dễ thương này mà không có hướng dẫn viên du lịch lảng vảng ở phía sau. Sau chuyến đi thuyền, khu vực nơi thuyền đậu là một khu chợ đất rộng lớn, nơi tôi đã có khoảng thời gian khám phá thú vị. Thật dễ dàng để có được một chiếc xe đạp trở lại trung tâm thành phố. Tôi thực sự khuyên bạn nên đi thuyền này với dì của cô Loan!Đọc thêm",
            "Chúng tôi cũng có một chuyến đi thuyền với cô Loan và bạn cô Loan. Họ đón chúng tôi ở khách sạn vào sáng sớm và chúng tôi đi chợ nổi Cái Răng. \nĐó là một trải nghiệm đích thực, chúng tôi ăn mì vào bữa sáng, nếm cà phê và trái cây và sau chuyến đi, chúng tôi gặp một số người bạn Loans. Họ rất ngọt ngào và vui tính và chúng tôi dành hai giờ với họ trong công việc hàng ngày của họ. Đó là một trong những trải nghiệm nhân văn đẹp nhất mà chúng tôi có được ở Việt Nam. Đọc thêm",
            "Cô Loan thật tuyệt vời! Chỉ cần nhắn tin cho cô ấy trên ứng dụng whats và cô ấy sẽ liên lạc lại với bạn càng sớm càng tốt! Chúng tôi đã cân nhắc việc tự mình thực hiện việc này nhưng vào phút cuối quyết định chúng tôi cần một người hướng dẫn. Cô Loan thật tuyệt vời! Cô ấy và nhóm của cô ấy đã đưa chúng tôi đến đó và quay lại và chúng tôi đã có khoảng thời gian tuyệt vời trên sông. Là một nhóm năm người, chúng tôi có một chiếc thuyền riêng rất đẹp và chúng tôi xuất phát sớm. Chúng tôi có cà phê, phở, dứa, kẹo dừa, bún thịt lợn và mì. Nếu bạn muốn một chuyến du lịch đơn giản và giá cả phải chăng thì Mrs Loan chính là dành cho bạn!Đọc thêm",
            "Chúng tôi tham gia hành trình Mekong Eyes và tham quan chợ vào ngày thứ 2 của chuyến tham quan. Tôi phải nói rằng chúng tôi đã có trải nghiệm khó quên ở đây. Chúng tôi đã thử cà phê địa phương, nếm trái cây và xem các thương gia bán sản phẩm địa phương của họ. Đọc thêm",
            "nơi đây rất đẹp, có rất nhiều trải nghiệm thú vị khi bạn đến đây bạn có thể đi chợ sông vào sáng sớm đó là một điều kỳ lạ và lạ lùng về quê hương tôi. Đọc thêm",
            "Chợ nổi ở Cần Thơ không đông khách du lịch như một số chợ khác mà chúng tôi đã thấy. Nơi đây tấp nập nhiều thuyền khác nhau bán nhiều loại thực phẩm, trái cây, rau củ và đồ dùng chế biến sẵn. Đọc thêm",
            "Chuyến đi bắt đầu lúc 5h30 sáng nên mặt trời mọc trên sông. Nhiều thuyền bán hàng cũng ghé thăm vườn cây ăn quả và xưởng sản xuất bún nhỏ. Chiếc thuyền đi xuống một số tuyến đường thủy rất hẹp. Thị trường có thể là một lối sống đang hấp hối vì vậy hãy đi sớm.Đọc thêm",
            "Đẹp và thú vị nhưng không lớn như mong đợi và có quá nhiều rác trong nước. Vì họ xây một số cây cầu dọc theo sông Mekong nên hiện nay rất nhiều phương tiện giao thông được thực hiện bằng đường bộ và không còn nhiều phương tiện giao thông trên mặt nước như trước nữaĐọc thêm",
            "Tôi khuyến khích bất cứ ai đang tìm hướng dẫn viên du lịch trên sông đồng bằng sông Cửu Long hãy liên hệ với Giang qua số di động 84 335 699 848. Anh ấy rất hữu ích và thân thiện và chúng tôi đã có rất nhiều niềm vui. Chúng tôi gặp nhau vào sáng sớm, đón 3 chàng trai khác và bắt đầu một ngày tuyệt vời trên sông tham quan chợ, trang trại ca cao và nhà máy mì. Chắc chắn là một trong những điểm nổi bật trong chuyến du lịch vòng quanh Việt Nam của chúng tôi.Đọc thêm",
            "Chuyến đi trong ngày rất tốt đến chợ nổi và kênh rạch. Trang trại trái cây và nhà máy mì rất thú vị.  Hướng dẫn viên và tài xế thuyền của chúng tôi rất chuyên nghiệpĐọc thêm",
            "Chúng tôi đã đặt một tour với cô Loan và nó thực sự tuyệt vời. Tôi tìm thấy số liên lạc của cô ấy trên Tripadvisor và gọi cho cô ấy theo số 0908455718. Trong vòng 5 phút, cô ấy đã đến quán bar nơi chúng tôi đang ở và chúng tôi đã nói chuyện về tour. Cô ấy đã sắp xếp dịch vụ đón chúng tôi vào buổi sáng đến khách sạn và chúng tôi đã đi chơi với cô ấy. Cô ấy biết rất rõ về dòng sông. Chúng tôi đã đi qua các kênh đào, chợ nổi và nhà máy mì, nơi chúng tôi đã ăn sáng bằng mì. Trên đường trở về, cô ấy đã mang một ít trái cây cho chúng tôi. Trong suốt chuyến đi, cô ấy đã làm một số đồ trang trí bằng lá tre cho chúng tôi. Một người phụ nữ đáng yêu và thân thiện. Với một chút tiếng Anh mà cô ấy biết, cô ấy làm việc rất tuyệt vời! Rất đáng để giới thiệu! Đọc thêm",
            "Chợ này rất nổi tiếng, rất nhiều du khách đến vào buổi sáng và ngắm nhìn cuộc sống cũng như hệ thống chợ. chúng tôi thích ở đó, nếm thử quả dứa mà chúng tôi mua ở đó hơn là ghé thăm cửa hàng cơm đĩa.Đọc thêm",
            "Chợ nổi thực sự đầy màu sắc với nhiều loại trái cây và rau quả. Chúng tôi thực sự muốn xem cách mọi người trưng bày những loại trái cây họ bán trên thuyền. Ngoài ra, làm sao người ta có thể sống trên những chiếc thuyền rất nhỏ mà lại có rất nhiều trái cây. Tôi thực sự khuyên bạn nên đi du lịch cùng với hướng dẫn viên du lịch và thuyền nhỏ để hiểu chợ nổi hoạt động như thế nào. Bạn có thể đặt chuyến đi với hướng dẫn viên Tan của chúng tôi trên whatsapp 84916041736Đọc thêm",
            "Tôi thực sự rất thích chuyến tham quan cá nhân của mình hôm nay với Yan từ chuyến tham quan chợ rang Zen CAI! Thật sự rất dễ dàng để giao tiếp với anh ấy và tôi có cơ hội hỏi tất cả các loại câu hỏi không chỉ về thị trường mà còn về mọi thứ khác mà tôi đã trải qua khi đi du lịch ở Việt Nam. Yan rất thông minh, hào phóng và tốt bụng và chuyến đi mang lại cảm giác thực sự riêng tư. Chợ, mặc dù không có nhiều thuyền như tôi mong đợi, nhưng vẫn rất tuyệt vời khi được nhìn cận cảnh và những món ăn chúng tôi thử đều rất ngon. Tôi thực sự thích những chuyến đi qua những con kênh nhỏ và những chuyến đi bộ ngắn xuyên rừng để đến những điểm đến khác nhau của chúng tôi. Bạn có thể đặt qua WhatsApp tại đây: 84 93 948 04 68.Đọc thêm",
            "Mùa này có chợ nổi không các bạn nhỉ? hay chỉ mùa con nước mới có?Read more",
            "Em có plan đi miền tây đầu tháng 11, có tour nào 2 ngày 1 đêm cho em xin thông tin với ạ, thanksRead more",
            "1.Giá ghe đi tham quan chợ ra sao, một lần đi bao nhiêu???\n2.Nên mướn ghe ở đâu.\n\nRead more",
            "Mình đi theo tour nên bên tour lo hết, mình không rõ giá của 01 lần đi là bao nhiêungười.\nNhưng mình biết chỗ mua vé hoặc thuê ghe để đi; Nếu bạn muốn mua vé ghe để tham quan chợ nổi Cái Răng, bạn hãy đến bến Ninh Kiều. Tại đây có điểm bán vé cho khách Du lịch muốn tham quan Chợ nổi Cái Răng. Tại đây cũng có những người không biết là Chủ ghe hay chỉ là cò móc nối khách thuê ghe đi riêng mời chào mọi người THUÊ GHE ĐI RIÊNG.\nTheo mình: nếu bạn thuê ghe của mấy người này để đi riêng gia đình hay nhóm bạn, thì bạn nên thương lượng rõ ràng về giá cả và thời gian tham quan để trách phiền phưc, bực bội. Read more",
            "Rất tốtĐọc thêm",
            "CHÀO!\n\nMình dự định đi Cần Thơ vào đầu tháng 12.  Chúng ta có chuyến bay lúc 11:45 sáng.  Có đủ thời gian để xem chợ nổi vào buổi sáng không?  Khi nào chúng ta cần đến sân bay?\n\nJeffĐọc thêm",
            "Xin chào, cảm ơn bạn đã gửi email hành trình từ thành phố Hồ Chí Minh đến sân bay 3:30 giờ Không đủ thời gian để quay lại sân bay.Đọc thêm",
            "CHÀO! Có đáng ghé thăm nơi này lúc 5 giờ sáng không? Chúng tôi sẽ có thời gian giới hạn nên chúng tôi chỉ có thể ở đó trong một giờ cho đến 6 giờ sáng. Chúng tôi rất tiếc rằng nó sẽ không bận rộn như vậy và do đó chúng tôi sẽ bỏ lỡ linh hồn và những chiếc thuyền nhỏ.Đọc thêm",
            "CHÀO! Có đáng ghé thăm nơi này lúc 5 giờ sáng không? Chúng tôi sẽ có thời gian giới hạn nên chúng tôi chỉ có thể ở đó trong một giờ cho đến 6 giờ sáng. Chúng tôi rất tiếc rằng nó sẽ không bận rộn như vậy và do đó chúng tôi sẽ bỏ lỡ linh hồn và những chiếc thuyền nhỏ.Đọc thêm",
            "Có, bạn có thể ghé thăm chợ nổi Cái Răng nếu liên hệ với Explore Mekong Tours, chúng tôi sẽ tổ chức cho bạn một chuyến đi thuyền.\nCảm ơn\nKhám phá đội ngũ Mekong Tours\nTrungĐọc thêm",
            "Cô UT,\nNói tiếng Anh tuyệt vời và nhân viên du lịch thuyền của cô ấy làm. Tôi đã có khách du lịch có thể quay lại và cảm ơn tôi đã giới thiệu cô ấy. Nếu bạn gọi điện cho cô ấy, cô ấy sẽ gặp bạn trong vòng vài phút.\n0919325774\nNgoài ra, Nhà hàng Mekong Inn đối diện với tượng đài Hồ Chí Minh lớn thường có những người nước ngoài am hiểu ngồi bên ngoài vào buổi tối khoảng 7 giờ tối hoặc 8 giờ tối, họ sẵn lòng giúp đỡ.Đọc thêm",
            "Tôi có thể xem chợ nổi ngay cả vào Chủ nhật không?Đọc thêm",
            "Tất cả các bạn đã tìm thấy hướng dẫn viên du lịch chợ nổi ở đâu?  Tôi nghe một số người giới thiệu Susan, còn ai nữa không?  Cảm ơn bạn Đọc thêm",
            "Nhóm lớn chúng tôi mua dịch vụ du lịch Sài Gòn.\nCảm ơn\nĐọc thêm"
        ],
        "star_ratings": [
            826,
            580,
            284,
            91,
            65
        ],
        "review_amount": 1846,
        "location": [
            "Cần Thơ",
            "Châu Á",
            "Việt Nam",
            "Những điều cần làm ở Cần Thơ",
            "Đồng bằng sông Cửu Long",
            "Chợ Nổi Cái Răng"
        ],
        "reviews_time": [
            "Written July 18, 2023",
            "Written July 20, 2023",
            "Written July 26, 2023",
            "Written August 30, 2023",
            "Written September 27, 2023",
            "Written October 26, 2023",
            "Written November 2, 2023",
            "Written December 4, 2023",
            "Written December 22, 2023",
            "Written December 24, 2023",
            "Written April 24, 2020",
            "Written April 13, 2020",
            "Written March 30, 2020",
            "Written March 16, 2020",
            "Written March 15, 2020",
            "Written March 13, 2020",
            "Written March 13, 2020",
            "Written March 10, 2020",
            "Written March 8, 2020",
            "Written March 8, 2020"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g303942-d455150-Reviews-or70-Cai_Rang_Floating_Market-Can_Tho_Mekong_Delta.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g303942-d19924236-Reviews-Quan_Mi_Vit_Tiem_Hau_Phat-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Restaurant_Review-g303942-d8845102-Reviews-7_Toi_Pancake-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Restaurant_Review-g303942-d8780379-Reviews-Pizza_Hu_Tieu_Sau_Hoai-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Restaurant_Review-g303942-d17623529-Reviews-Hakia_Garden-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Restaurant_Review-g303942-d20404441-Reviews-Say_Steakhouse_Wine_Bar-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Restaurant_Review-g303942-d25144382-Reviews-Lobby_Lounge-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Restaurant_Review-g303942-d3436714-Reviews-Ngoi_Do-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Restaurant_Review-g303942-d25130853-Reviews-Saravan_Restaurant-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Restaurant_Review-g303942-d14051174-Reviews-Kem_Tu_Chon_Joy-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Restaurant_Review-g17522097-d17637194-Reviews-Mekong_Breeze_Restaurant-Ninh_Kieu_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d6983486-Reviews-Ong_Temple-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d4831701-Reviews-Quang_Duc_Pagoda-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d15581608-Reviews-Muoi_Cuong_Cocoa_Farm-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d12150973-Reviews-Thien_Vien_Truc_Lam_Phuong_Nam-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d6973903-Reviews-Binh_Thuy_Ancient_House-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d11624355-Reviews-Museum_of_Tarot-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d12415913-Reviews-An_Hoa_Church-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d8305188-Reviews-Munirangsyaram_Pagoda-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d13170138-Reviews-Cho_Xuan_Khanh-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d12231604-Reviews-Hai_Ba_Trung_Street-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d455150-Reviews-or60-Cai_Rang_Floating_Market-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d455150-Reviews-or80-Cai_Rang_Floating_Market-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d455150-Reviews-Cai_Rang_Floating_Market-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d5860275-Reviews-Phong_Dien_Floating_Market-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d8095256-Reviews-Tay_Do_Night_Market-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d5866311-Reviews-Can_Tho_Market-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d17537409-Reviews-Can_Tho_Market-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d19728720-Reviews-Can_Tho_Ecolodge-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d21186549-Reviews-Tra_Thai_Nguyen_Hai_Tra_Tan_Cuong-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d15880103-Reviews-Tay_Tailor-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d8090840-Reviews-La_Petite_France-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d27498423-Reviews-Can_Tho_Floating_Market-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d11121335-Reviews-Mekong_Eyes_Cruise-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d12529974-Reviews-Mekong_Experience_Travel-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d16942661-Reviews-Mekong_Realism_Tours-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d24985007-Reviews-Explore_unseen_Mekong_with_locals-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d14124363-Reviews-Fabulous_Mekong_Eco_Tours-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d4742107-Reviews-Mekong_Tours_Cantho_Food_Tour-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d8468536-Reviews-Hieutour_Trading_Jsc-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d12703451-Reviews-Can_Tho_River_Tour-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d6780643-Reviews-EcoTours-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d15757764-Reviews-Winter_Spring-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d5011894-Reviews-Sau_Hoai_s_Rice_Noodle_Factory-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d6434270-Reviews-Explore_Mekong_Tours-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d12314796-Reviews-Mekong_Smile_Tour-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d1699890-Reviews-TransMekong-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d8358937-Reviews-Victoria_Cruises-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g311425-d6834178-Reviews-Abu_Dabbab_Beach-Marsa_Alam_Red_Sea_and_Sinai.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d450968-Reviews-Chao_Phraya_River-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g663368-d5288667-Reviews-Mercat_Setmanal-Santanyi_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g499085-d7064203-Reviews-Aquapark_Aquamania-Albena_Dobrich_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g469410-d3596555-Reviews-Puning_Hot_Spring-Angeles_City_Pampanga_Province_Central_Luzon_Region_Luzon.html",
            "https://www.tripadvisor.com/Attraction_Review-g42497-d7931690-Reviews-Mosquito_Falls-Munising_Upper_Peninsula_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d144152-Reviews-Hollywood_Sign-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60403-d269588-Reviews-The_Tommy_Bartlett_Show-Wisconsin_Dells_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g40694-d116960-Reviews-Ocean_Avenue-Kennebunkport_Kennebunks_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g33048-d116861-Reviews-Natural_Bridges_State_Beach-Santa_Cruz_California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g303942-d455150-Reviews-or80-Cai_Rang_Floating_Market-Can_Tho_Mekong_Delta.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g303942-d455150-Reviews-or70-Cai_Rang_Floating_Market-Can_Tho_Mekong_Delta.html"
    },
    {
        "attraction_name": "Cai Rang Floating Market",
        "attraction_name_vi": "Chợ Nổi Cái Răng",
        "general_info": [
            "1.846 đánh giá",
            "1 trong 38 điều cần làm ở Cần Thơ",
            "Địa điểm ưa thích",
            "Chợ trời"
        ],
        "attraction_summary": "Du thuyền sông Mekong Cái Răng - Tour chợ nổi Rạng - Tham quan chợ nổi ở đồng bằng sông Cửu Long là hộp mà nhiều du khách đến Sài Gòn mong muốn được tham quan, và không nơi nào lớn hơn, hay nổi tiếng hơn Chợ nổi Cái Răng Cần Thơ.Chùa nổi Cái Răng Chợ, chợ nổi bán buôn lớn nhất ở đồng bằng sông Cửu Long, bắt đầu vào khoảng 04:00 và kéo dài đến 10:00, nghĩa là bạn sẽ phải dậy sớm nếu muốn tham quan. Chợ cách Cần Thơ khoảng 6 km. Thọ, hoặc đi thuyền khoảng 40 phút. Khi trôi theo dòng sông, bạn sẽ có cái nhìn thoáng qua về cuộc sống dọc theo bờ sông. Bạn sẽ đi qua những chiếc thuyền sơn màu rực rỡ neo dọc bờ biển, những chiếc tàu buôn chở hàng hóa xuôi dòng sông và những ngôi nhà được xây dựng trên những cây cột trên mặt nước. Cuối cùng, khi bạn đến được khu chợ, đây là một địa điểm đầy ấn tượng. Một đoạn thuyền bán đủ loại hàng hóa trên sông.Đọc thêm",
        "reviews": [
            "Gia đình chúng tôi đã đặt chuyến đi chợ qua Sau đó, anh ấy tổ chức chuyến đi tuyệt vời cho chúng tôi với một hướng dẫn viên du lịch đáng yêu và hiểu biết.\nĐầu tiên, Clare đến khách sạn đón và đưa chúng tôi lên thuyền tam bản, chúng tôi chỉ mất 2 phút để đến chợ với nhiều thuyền trái cây. Hướng dẫn viên mua cho chúng tôi hai quả dứa, ngon đến mức như được ai đó bỏ đường vào. Sau đó, chúng tôi còn có cà phê và phở cho bữa sáng. Đây là bữa sáng tuyệt vời nhất mà tôi chưa từng có trước đây.\nSau đó, chúng tôi đi vào những con kênh nhỏ và những ngôi làng hoang sơ. Nó thực sự rất đẹp với nhiều lục bình và dừa nước xung quanh. Đây là phần tuyệt vời nhất trong chuyến đi của chúng tôi khi chúng tôi gặp những người dân địa phương hái những trái cây ngon từ vườn của họ cho chúng tôi. Rất khuyến khích dùng thử măng cụt và vú sữa.\nCuối cùng, chúng tôi dừng lại ở nhà máy ca cao và nhà máy mì. Tất cả đều tuyệt vời. \nTôi thực sự khuyên bạn nên thực hiện chuyến đi với Sau đó, whatsapp của cô ấy là 83936427369, cô ấy thực sự đáng yêu, hiểu biết và chuyến đi hoàn toàn chân thực. Đọc thêm",
            "Chúng tôi thức dậy rất sớm để đi chợ bằng thuyền vạn đò. Chúng tôi đi vào chợ nổi thấy nhiều người bán rau và trái cây như dưa hấu, dứa. Chúng tôi cảm thấy chợ vẫn còn rất lớn với khoảng 100 ghe bán trái cây nhưng khá khó khăn và nhàm chán đối với những người ở lại và ngủ trên thuyền. Hướng dẫn viên của chúng tôi cho biết họ coi con thuyền như ngôi nhà nên luôn sống trên thuyền. Đôi khi tôi nhìn thấy một số đứa trẻ, những chú gà và tivi trên thuyền của chúng, điều này thật ấn tượng đối với chúng tôi. Sau đó, chúng tôi cũng đi đến kênh hoang, làng quê và thăm một số nhà máy. Chuyến đi khá tốn kém nhưng thực sự đáng giá từng xu. Chúng tôi có một nhóm rất nhỏ chỉ có bốn người, hướng dẫn viên của chúng tôi rất đáng yêu và có nhiều kiến ​​thức, anh ấy đã mời rất nhiều loại trái cây ngon như mít, măng cụt, dứa. \nBạn có thể liên hệ với anh ấy qua Whatsaap 84939480468 để đặt chuyến đi thú vịĐọc thêm",
            "Chúng tôi rất quan tâm đến chuyến đi đến khu chợ này. Trên thực tế, đây là chợ bán buôn với nhiều thương nhân địa phương từ các làng đến mua bán trái cây của họ như dứa, dưa hấu, xoài và rau. Phần thú vị nhất của chợ là xem cách người dân sống và buôn bán trái cây ở giữa sông. Ngoài ra, mẹ tôi rất thích thưởng thức dứa, măng cụt và bún ngon phải thử hết. Cuối cùng, gia đình chúng tôi còn được tham quan nhà máy sản xuất socola, làng bún và vườn trái cây. Tất cả đều tuyệt vời.\nTôi đánh giá cao người hướng dẫn đáng yêu của chúng tôi, anh ấy có nhiều kiến ​​thức và rất quyến rũ whatsapp 84936427369Đọc thêm",
            "Khung cảnh tuyệt vời - lượng khách du lịch nhiều hơn dự kiến ​​nhưng vẫn đáng giá. Chúng tôi không chọn đi du thuyền mà thay vào đó hỏi một bà già xem liệu bà có đưa chúng tôi đi với mức giá thấp hơn không. Tôi khuyên du khách nên nhờ người dân địa phương tổ chức một chuyến tham quan thay vì đi thuyền du lịch lớn.Đọc thêm",
            "Chúng tôi tham gia một chuyến du lịch do chỗ ở của chúng tôi tổ chức đến chợ nổi Cái Răng.   Nó là hoàn hảo cho chúng ta. Chúng tôi dùng bữa sáng trên thuyền, nếm thử dứa và tham quan xưởng sản xuất mì. Thật thú vị khi được chứng kiến ​​lối sống của người dân và công việc kinh doanh của họ. \n\nChúng tôi có một đứa trẻ 3 và 6 tuổi đi cùng và chúng cũng rất thích điều đó mặc dù phải ngồi trên thuyền khá lâu và thức dậy lúc 5h30! \n\nMột trải nghiệm không thể bỏ qua nếu đến miền Nam Việt Nam!Đọc thêm",
            "Chúng tôi tham gia chuyến du ngoạn 2 ngày trên một du thuyền cổ điển nhỏ Mekong Eyes từ Caibe - Cần Thơ. Chúng tôi đã ghé thăm chợ trước khi kết thúc chuyến du ngoạn của mình. Mọi thứ đều tốt. Không đông đúc như tưởng tượng nhưng vẫn rất tuyệt khi thấy mọi người buôn bán trên những chiếc thuyền nhỏĐọc thêm",
            "Sau khi so sánh giá các chuyến đi thuyền riêng ngắn 2 giờ dao động từ 300k-400k, Miss Loan WhatsApp 84 90 845 57 18 cung cấp các chuyến đi thuyền với mức giá tốt nhất là 250k. Giá này là tốt nhất vì cô chủ thuyền là dì của cô nên cô Loan không lấy hoa hồng gì cả. Cô Loan thậm chí còn đón tôi bằng xe máy từ khách sạn gần trung tâm thành phố lúc 6 giờ sáng mà không tính thêm phí. Cô ấy thả tôi xuống Cái Răng, nơi có thuyền của dì cô ấy, và tôi đi du lịch một mình với dì của cô ấy, một bà ngoại rất tuyệt vời. Chiếc thuyền này là một chiếc thuyền nhỏ, có vẻ như nó có thể chứa tối đa 3 người bao gồm cả người phụ nữ lái thuyền, vì vậy tôi không chắc liệu họ có thể chở thêm hành khách hay không hay liệu giá có tăng hay không. Chuyến đi thuyền đi theo tuyến chợ nổi Cái Răng cổ điển, dừng đầu tiên là ăn bún trên thuyền, dừng thứ hai là kênh nhỏ, dừng thứ ba là xưởng làm bún rồi quay về. Mặc dù hầu hết các tour du lịch sẽ cho bạn biết chuyến đi này kéo dài 2-3 giờ, nhưng nếu bạn không ăn thì thực tế là khoảng 1 giờ 25 phút, với tôi là đủ. Nhìn chung, tôi đã có một chuyến đi thuyền yên bình với người bà dễ thương này mà không có hướng dẫn viên du lịch lảng vảng ở phía sau. Sau chuyến đi thuyền, khu vực nơi thuyền đậu là một khu chợ đất rộng lớn, nơi tôi đã có khoảng thời gian khám phá thú vị. Thật dễ dàng để có được một chiếc xe đạp trở lại trung tâm thành phố. Tôi thực sự khuyên bạn nên đi thuyền này với dì của cô Loan!Đọc thêm",
            "Chúng tôi cũng có một chuyến đi thuyền với cô Loan và bạn cô Loan. Họ đón chúng tôi ở khách sạn vào sáng sớm và chúng tôi đi chợ nổi Cái Răng. \nĐó là một trải nghiệm đích thực, chúng tôi ăn mì vào bữa sáng, nếm cà phê và trái cây và sau chuyến đi, chúng tôi gặp một số người bạn Loans. Họ rất ngọt ngào và vui tính và chúng tôi dành hai giờ với họ trong công việc hàng ngày của họ. Đó là một trong những trải nghiệm nhân văn đẹp nhất mà chúng tôi có được ở Việt Nam. Đọc thêm",
            "Cô Loan thật tuyệt vời! Chỉ cần nhắn tin cho cô ấy trên ứng dụng whats và cô ấy sẽ liên lạc lại với bạn càng sớm càng tốt! Chúng tôi đã cân nhắc việc tự mình thực hiện việc này nhưng vào phút cuối quyết định chúng tôi cần một người hướng dẫn. Cô Loan thật tuyệt vời! Cô ấy và nhóm của cô ấy đã đưa chúng tôi đến đó và quay lại và chúng tôi đã có khoảng thời gian tuyệt vời trên sông. Là một nhóm năm người, chúng tôi có một chiếc thuyền riêng rất đẹp và chúng tôi xuất phát sớm. Chúng tôi có cà phê, phở, dứa, kẹo dừa, bún thịt lợn và mì. Nếu bạn muốn một chuyến du lịch đơn giản và giá cả phải chăng thì Mrs Loan chính là dành cho bạn!Đọc thêm",
            "Chúng tôi tham gia hành trình Mekong Eyes và tham quan chợ vào ngày thứ 2 của chuyến tham quan. Tôi phải nói rằng chúng tôi đã có trải nghiệm khó quên ở đây. Chúng tôi đã thử cà phê địa phương, nếm trái cây và xem các thương gia bán sản phẩm địa phương của họ. Đọc thêm",
            "Một trong những điểm nổi bật ở Việt Nam mặc dù một số người dân địa phương cho rằng nó đã mất đi vẻ hào nhoáng trước đó. Tốt hơn nên đi vào buổi sáng khoảng 7 giờ sáng. Chuyến tham quan mất khoảng hai giờ với chuyến tham quan chợ địa phương nơi bạn có thể mua trái cây tươi từ nông dân. Đọc thêm",
            "cảnh báo!! lừa đảo trên bến du lịch số 2 từ cần thơ đến chợ nổi. Một phụ nữ trung niên người Việt Nam đã tiếp cận chúng tôi bên bờ sông hôm qua, nơi có rất nhiều tài xế thuyền đang chào mời dịch vụ của họ và bà ta chỉ vào một chiếc thuyền nhỏ có mái che và nói rằng bà ta sẽ đưa chúng tôi đi với giá 200 nghìn, rẻ hơn một chút so với những người khác.. lúc 5 giờ sáng, chúng tôi bị đẩy lên một chiếc thuyền với 5 du khách khác, một chiếc thuyền khác... bà ta hứa sẽ dừng lại ở 2 khu chợ và chúng tôi sẽ quay lại lúc 11 giờ sáng.. mọi thứ hóa ra đều không đúng sự thật. Thuyền của bà ta là chiếc chậm nhất trên sông, đi với tốc độ gần bằng tốc độ đi bộ và chúng tôi đã đến một nơi không tên nơi bạn bè bà ta có 4 chiếc thuyền, mất 3,5 giờ và đi qua 2 khu chợ lớn trên đường đi, những khu chợ mà chúng tôi phải trả tiền để xem, trong khi bà ta hoàn toàn từ chối dừng lại ngay cả khi đi vệ sinh sau khi đã yêu cầu hơn 2 giờ. Mọi người đều vô cùng thất vọng và đói, đó là trải nghiệm tồi tệ nhất mà tôi từng có trong đời. Hãy kiểm tra danh thiếp và vui lòng tránh bà ta càng nhiều càng tốt. Đọc thêm",
            "Đáng để dậy sớm, rất thú vị để xem, đây là chợ rau quả bán buôn được các thương nhân địa phương sử dụng Đọc thêm",
            "Tôi đặc biệt khuyến khích những ai muốn có những trải nghiệm tuyệt vời và chân thực. Hướng dẫn viên của chúng tôi thực sự là một bữa tối, anh ấy tổ chức chuyến đi tuyệt vời để chúng tôi đến thăm một chợ nổi thực sự và nhiều ngôi làng đích thực để khám phá cuộc sống của người dân địa phương. Anh ấy giúp chúng tôi kết nối với những người dân địa phương sống ở chợ nổi cũng như mời chúng tôi nhiều loại trái cây ngon mà trước đây tôi chưa từng được ăn. Đây là chuyến đi tốt nhất tôi có ở Việt Nam. bạn có thể đặt chuyến đi trên whatsaap của anh ấy 84335699848Đọc thêm",
            "Tôi thực sự mong chờ được đến thăm chợ vì đã thấy cảnh tượng này trên TV nhiều lần. Đáng tiếc là nó đã không đáp ứng được sự mong đợi. Hướng dẫn viên của chúng tôi đã cho chúng tôi biết số lượng thuyền đã giảm mạnh trong những năm gần đây. Đáng buồn là bây giờ nó lại là một điểm thu hút khách du lịch. Số thuyền chở khách du lịch nhiều hơn số người bán. Tôi thực sự thấy thú vị khi bán những chiếc thuyền với nhiều mặt hàng khác nhau. Đáng buồn thay, như những người khác đã đề cập, có một lượng rác khổng lồ ở sông Mê Kông, đây là một cảnh tượng đáng buồn.Đọc thêm",
            "Gần đây chúng tôi đã ghé thăm và yêu thích trải nghiệm này. Đề xuất của tôi là hãy trải nghiệm nó càng sớm càng tốt. Đến 10 giờ sáng, bắt đầu có quá nhiều du khách đi thuyền du lịch mặc áo phao sáng màu trèo qua những chiếc tàu lớn hơn mà không có ý định mua bất cứ thứ gì mà chỉ tìm kiếm một bức ảnh thú vị. Theo tôi, điều đó làm hỏng trải nghiệm và hình ảnh! cho tất cả. Xấu hổ. Nếu không, hãy tận hưởng sự hối hả và nhộn nhịp. Xem những người buôn bán hàng hóa của họ cho nhau và người dân địa phương và tận hưởng khung cảnh thiên nhiên vượt thời gian này. Tôi khuyên bạn nên ghé thăm nếu có thể.Đọc thêm",
            "Thật không thể tin được, đây là khu chợ tuyệt vời và đặc biệt nhất mà tôi từng ghé thăm. Họ bán hàng chục tấn trái cây khác nhau như xoài, dứa. Hơn nữa, chúng tôi rất ngạc nhiên khi thấy những gia đình có con nhỏ sống trên con thuyền chở đầy trái cây nhưng nhìn nụ cười, ánh mắt các em vẫn rất hạnh phúc. Hướng dẫn viên của chúng tôi rất tuyệt vời, anh ấy giải thích rất nhiều kiến ​​thức về chợ, cuộc sống của người dân địa phương. Ngoài ra, anh còn mời chúng tôi dùng bữa sáng ngon miệng với những loại trái cây thơm ngon mà chúng tôi chưa từng được ăn trước đây. whatsaap của anh ấy 84335699848Đọc thêm",
            "Khác với nhiều review trên mạng, chúng tôi đến chợ lúc 7 giờ sáng, chợ vẫn rất đông đúc và nhộn nhịp. Vợ tôi rất ấn tượng với cách quảng cáo trái cây độc đáo trên thuyền. Chợ bán rất nhiều loại trái cây như dứa, mít, sầu riêng. Chúng tôi ăn sáng trên thuyền, uống cà phê và ăn nhiều loại trái cây như xoài, vú sữa. Ngoài ra, chúng tôi còn được đi đến những con kênh nhỏ xinh đẹp, những bản làng yên bình, thăm gia đình làm bún. Tóm lại, đây là một chuyến đi hoàn hảo. Hướng dẫn viên cũng rất am hiểu và thân thiện, anh ấy đã giúp kết nối tôi với người dân địa phương để giúp tôi hiểu rõ hơn về cuộc sống của người dân nơi đây. Bạn có thể nhắn tin cho anh ấy theo số whatsaapphone của anh ấy 84335699848Đọc thêm",
            "Rất vui khi thấy người dân địa phương đến đó bằng trái cây và rau quả. Trên những thanh tre lớn, những chiếc thuyền trưng bày những gì họ bán. Chúng tôi đã có một ít cà phê, bánh mì, dứa và gua bao. Đọc thêm",
            "Chợ nổi ở Cái Răng là một trải nghiệm vô cùng chân thực. Nó thực sự đáng để ghé thăm. Bạn có thể thấy cách họ bán trái cây và rau quả và thậm chí mua thứ gì đó từ họ. Đọc thêm"
        ],
        "star_ratings": [
            826,
            580,
            284,
            91,
            65
        ],
        "review_amount": 1846,
        "location": [
            "Cần Thơ",
            "Châu Á",
            "Việt Nam",
            "Những điều cần làm ở Cần Thơ",
            "Đồng bằng sông Cửu Long",
            "Chợ Nổi Cái Răng"
        ],
        "reviews_time": [
            "Written July 18, 2023",
            "Written July 20, 2023",
            "Written July 26, 2023",
            "Written August 30, 2023",
            "Written September 27, 2023",
            "Written October 26, 2023",
            "Written November 2, 2023",
            "Written December 4, 2023",
            "Written December 22, 2023",
            "Written December 24, 2023",
            "Written March 6, 2020",
            "Written March 5, 2020",
            "Written March 4, 2020",
            "Written March 4, 2020",
            "Written March 3, 2020",
            "Written February 29, 2020",
            "Written February 24, 2020",
            "Written February 24, 2020",
            "Written February 23, 2020",
            "Written February 18, 2020"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g303942-d455150-Reviews-or80-Cai_Rang_Floating_Market-Can_Tho_Mekong_Delta.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g303942-d19924236-Reviews-Quan_Mi_Vit_Tiem_Hau_Phat-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Restaurant_Review-g303942-d8845102-Reviews-7_Toi_Pancake-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Restaurant_Review-g303942-d8780379-Reviews-Pizza_Hu_Tieu_Sau_Hoai-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Restaurant_Review-g303942-d17623529-Reviews-Hakia_Garden-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Restaurant_Review-g303942-d20404441-Reviews-Say_Steakhouse_Wine_Bar-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Restaurant_Review-g303942-d25144382-Reviews-Lobby_Lounge-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Restaurant_Review-g303942-d3436714-Reviews-Ngoi_Do-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Restaurant_Review-g303942-d25130853-Reviews-Saravan_Restaurant-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Restaurant_Review-g303942-d14051174-Reviews-Kem_Tu_Chon_Joy-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Restaurant_Review-g17522097-d17637194-Reviews-Mekong_Breeze_Restaurant-Ninh_Kieu_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d6983486-Reviews-Ong_Temple-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d4831701-Reviews-Quang_Duc_Pagoda-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d15581608-Reviews-Muoi_Cuong_Cocoa_Farm-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d12150973-Reviews-Thien_Vien_Truc_Lam_Phuong_Nam-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d6973903-Reviews-Binh_Thuy_Ancient_House-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d11624355-Reviews-Museum_of_Tarot-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d12415913-Reviews-An_Hoa_Church-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d8305188-Reviews-Munirangsyaram_Pagoda-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d13170138-Reviews-Cho_Xuan_Khanh-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d12231604-Reviews-Hai_Ba_Trung_Street-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d455150-Reviews-or70-Cai_Rang_Floating_Market-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d455150-Reviews-or90-Cai_Rang_Floating_Market-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d455150-Reviews-Cai_Rang_Floating_Market-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d5860275-Reviews-Phong_Dien_Floating_Market-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d8095256-Reviews-Tay_Do_Night_Market-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d5866311-Reviews-Can_Tho_Market-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d17537409-Reviews-Can_Tho_Market-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d19728720-Reviews-Can_Tho_Ecolodge-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d21186549-Reviews-Tra_Thai_Nguyen_Hai_Tra_Tan_Cuong-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d15880103-Reviews-Tay_Tailor-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d8090840-Reviews-La_Petite_France-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d27498423-Reviews-Can_Tho_Floating_Market-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d11121335-Reviews-Mekong_Eyes_Cruise-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d12529974-Reviews-Mekong_Experience_Travel-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d16942661-Reviews-Mekong_Realism_Tours-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d24985007-Reviews-Explore_unseen_Mekong_with_locals-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d14124363-Reviews-Fabulous_Mekong_Eco_Tours-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d4742107-Reviews-Mekong_Tours_Cantho_Food_Tour-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d8468536-Reviews-Hieutour_Trading_Jsc-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d12703451-Reviews-Can_Tho_River_Tour-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d6780643-Reviews-EcoTours-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d15757764-Reviews-Winter_Spring-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d5011894-Reviews-Sau_Hoai_s_Rice_Noodle_Factory-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d6434270-Reviews-Explore_Mekong_Tours-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d12314796-Reviews-Mekong_Smile_Tour-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d1699890-Reviews-TransMekong-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d8358937-Reviews-Victoria_Cruises-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g60583-d641069-Reviews-Lili_uokalani_Gardens-Hilo_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g50541-d4998355-Reviews-Traders_World-Lebanon_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g54215-d143504-Reviews-Edisto_Beach_State_Park-Edisto_Island_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g294003-d969627-Reviews-The_Scientific_Center-Kuwait_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g42497-d4551700-Reviews-Laughing_Whitefish_Falls-Munising_Upper_Peninsula_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42184-d7146804-Reviews-Erie_Orchards_and_Cider_Mill-Erie_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d1484764-Reviews-The_Social-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g41785-d258330-Reviews-Revere_Beach-Revere_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g304138-d3668268-Reviews-Pallekele_International_Cricket_Stadium-Kandy_Kandy_District_Central_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g10902632-d10694665-Reviews-Palase_Beach-Palase_Vlore_County.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g303942-d455150-Reviews-or90-Cai_Rang_Floating_Market-Can_Tho_Mekong_Delta.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g303942-d455150-Reviews-or80-Cai_Rang_Floating_Market-Can_Tho_Mekong_Delta.html"
    },
    {
        "attraction_name": "Cai Rang Floating Market",
        "attraction_name_vi": "Chợ Nổi Cái Răng",
        "general_info": [
            "1.846 đánh giá",
            "1 trong 38 điều cần làm ở Cần Thơ",
            "Địa điểm ưa thích",
            "Chợ trời"
        ],
        "attraction_summary": "Du thuyền sông Mekong Cái Răng - Tour chợ nổi Rạng - Tham quan chợ nổi ở đồng bằng sông Cửu Long là hộp mà nhiều du khách đến Sài Gòn mong muốn được tham quan, và không nơi nào lớn hơn, hay nổi tiếng hơn Chợ nổi Cái Răng Cần Thơ.Chùa nổi Cái Răng Chợ, chợ nổi bán buôn lớn nhất ở đồng bằng sông Cửu Long, bắt đầu vào khoảng 04:00 và kéo dài đến 10:00, nghĩa là bạn sẽ phải dậy sớm nếu muốn tham quan. Chợ cách Cần Thơ khoảng 6 km. Thọ, hoặc đi thuyền khoảng 40 phút. Khi trôi theo dòng sông, bạn sẽ có cái nhìn thoáng qua về cuộc sống dọc theo bờ sông. Bạn sẽ đi qua những chiếc thuyền sơn màu rực rỡ neo dọc bờ biển, những chiếc tàu buôn chở hàng hóa xuôi dòng sông và những ngôi nhà được xây dựng trên những cây cột trên mặt nước. Cuối cùng, khi bạn đến được khu chợ, đây là một địa điểm đầy ấn tượng. Một đoạn thuyền bán đủ loại hàng hóa trên sông.Đọc thêm",
        "reviews": [
            "Gia đình chúng tôi đã đặt chuyến đi chợ qua Sau đó, anh ấy tổ chức chuyến đi tuyệt vời cho chúng tôi với một hướng dẫn viên du lịch đáng yêu và hiểu biết.\nĐầu tiên, Clare đến khách sạn đón và đưa chúng tôi lên thuyền tam bản, chúng tôi chỉ mất 2 phút để đến chợ với nhiều thuyền trái cây. Hướng dẫn viên mua cho chúng tôi hai quả dứa, ngon đến mức như được ai đó bỏ đường vào. Sau đó, chúng tôi còn có cà phê và phở cho bữa sáng. Đây là bữa sáng tuyệt vời nhất mà tôi chưa từng có trước đây.\nSau đó, chúng tôi đi vào những con kênh nhỏ và những ngôi làng hoang sơ. Nó thực sự rất đẹp với nhiều lục bình và dừa nước xung quanh. Đây là phần tuyệt vời nhất trong chuyến đi của chúng tôi khi chúng tôi gặp những người dân địa phương hái những trái cây ngon từ vườn của họ cho chúng tôi. Rất khuyến khích dùng thử măng cụt và vú sữa.\nCuối cùng, chúng tôi dừng lại ở nhà máy ca cao và nhà máy mì. Tất cả đều tuyệt vời. \nTôi thực sự khuyên bạn nên thực hiện chuyến đi với Sau đó, whatsapp của cô ấy là 83936427369, cô ấy thực sự đáng yêu, hiểu biết và chuyến đi hoàn toàn chân thực. Đọc thêm",
            "Chúng tôi thức dậy rất sớm để đi chợ bằng thuyền vạn đò. Chúng tôi đi vào chợ nổi thấy nhiều người bán rau và trái cây như dưa hấu, dứa. Chúng tôi cảm thấy chợ vẫn còn rất lớn với khoảng 100 ghe bán trái cây nhưng khá khó khăn và nhàm chán đối với những người ở lại và ngủ trên thuyền. Hướng dẫn viên của chúng tôi cho biết họ coi con thuyền như ngôi nhà nên luôn sống trên thuyền. Đôi khi tôi nhìn thấy một số đứa trẻ, những chú gà và tivi trên thuyền của chúng, điều này thật ấn tượng đối với chúng tôi. Sau đó, chúng tôi cũng đi đến kênh hoang, làng quê và thăm một số nhà máy. Chuyến đi khá tốn kém nhưng thực sự đáng giá từng xu. Chúng tôi có một nhóm rất nhỏ chỉ có bốn người, hướng dẫn viên của chúng tôi rất đáng yêu và có nhiều kiến ​​thức, anh ấy đã mời rất nhiều loại trái cây ngon như mít, măng cụt, dứa. \nBạn có thể liên hệ với anh ấy qua Whatsaap 84939480468 để đặt chuyến đi thú vịĐọc thêm",
            "Chúng tôi rất hứng thú với chuyến đi đến khu chợ này. Thực ra, đây là một khu chợ bán buôn với nhiều thương gia địa phương từ các làng đến mua và bán trái cây của họ như dứa, dưa hấu, xoài và rau. Phần tuyệt nhất của khu chợ là được chứng kiến ​​cách mọi người sinh sống và buôn bán trái cây giữa sông. Ngoài ra, mẹ tôi thực sự thích thưởng thức dứa, măng cụt và súp mì ngon tuyệt, nhất định phải thử tất cả. Cuối cùng, gia đình chúng tôi cũng đã đến thăm nhà máy sô cô la, làng mì và vườn trái cây. Tất cả đều tuyệt vời.\nTôi thực sự giới thiệu người hướng dẫn đáng yêu của chúng tôi, anh ấy có kiến ​​thức sâu rộng và rất quyến rũ whatsapp 84936427369Đọc thêm",
            "Khung cảnh tuyệt vời - lượng khách du lịch nhiều hơn dự kiến ​​nhưng vẫn đáng giá. Chúng tôi không chọn đi du thuyền mà thay vào đó hỏi một bà già xem liệu bà có đưa chúng tôi đi với mức giá thấp hơn không. Tôi khuyên du khách nên nhờ người dân địa phương tổ chức một chuyến tham quan thay vì đi thuyền du lịch lớn.Đọc thêm",
            "Chúng tôi tham gia một chuyến du lịch do chỗ ở của chúng tôi tổ chức đến chợ nổi Cái Răng.   Nó là hoàn hảo cho chúng ta. Chúng tôi dùng bữa sáng trên thuyền, nếm thử dứa và tham quan xưởng sản xuất mì. Thật thú vị khi được chứng kiến ​​lối sống của người dân và công việc kinh doanh của họ. \n\nChúng tôi có một đứa trẻ 3 và 6 tuổi đi cùng và chúng cũng rất thích điều đó mặc dù phải ngồi trên thuyền khá lâu và thức dậy lúc 5h30! \n\nMột trải nghiệm không thể bỏ qua nếu đến miền Nam Việt Nam!Đọc thêm",
            "Chúng tôi tham gia hành trình 2 ngày trên chuyến du thuyền nhỏ cổ điển Mekong Eyes từ caibe - Cần Thơ. Chúng tôi ghé thăm chợ trước khi kết thúc chuyến hành trình. Tất cả đều tốt. Nó không đông đúc như tưởng tượng nhưng thật tuyệt khi thấy mọi người buôn bán đồ vật trên những chiếc thuyền nhỏĐọc thêm",
            "Sau khi so sánh giá các chuyến đi thuyền riêng ngắn 2 giờ dao động từ 300k-400k, Miss Loan WhatsApp 84 90 845 57 18 cung cấp các chuyến đi thuyền với mức giá tốt nhất là 250k. Giá này là tốt nhất vì cô chủ thuyền là dì của cô nên cô Loan không lấy hoa hồng gì cả. Cô Loan thậm chí còn đón tôi bằng xe máy từ khách sạn gần trung tâm thành phố lúc 6 giờ sáng mà không tính thêm phí. Cô ấy thả tôi xuống Cái Răng, nơi có thuyền của dì cô ấy, và tôi đi du lịch một mình với dì của cô ấy, một bà ngoại rất tuyệt vời. Chiếc thuyền này là một chiếc thuyền nhỏ, có vẻ như nó có thể chứa tối đa 3 người bao gồm cả người phụ nữ lái thuyền, vì vậy tôi không chắc liệu họ có thể chở thêm hành khách hay không hay liệu giá có tăng hay không. Chuyến đi thuyền đi theo tuyến chợ nổi Cái Răng cổ điển, dừng đầu tiên là ăn bún trên thuyền, dừng thứ hai là kênh nhỏ, dừng thứ ba là xưởng làm bún rồi quay về. Mặc dù hầu hết các tour du lịch sẽ cho bạn biết chuyến đi này kéo dài 2-3 giờ, nhưng nếu bạn không ăn thì thực tế là khoảng 1 giờ 25 phút, với tôi là đủ. Nhìn chung, tôi đã có một chuyến đi thuyền yên bình với người bà dễ thương này mà không có hướng dẫn viên du lịch lảng vảng ở phía sau. Sau chuyến đi thuyền, khu vực nơi thuyền đậu là một khu chợ đất rộng lớn, nơi tôi đã có khoảng thời gian khám phá thú vị. Thật dễ dàng để có được một chiếc xe đạp trở lại trung tâm thành phố. Tôi thực sự khuyên bạn nên đi thuyền này với dì của cô Loan!Đọc thêm",
            "Chúng tôi cũng có một chuyến đi thuyền với cô Loan và bạn cô Loan. Họ đón chúng tôi ở khách sạn vào sáng sớm và chúng tôi đi chợ nổi Cái Răng. \nĐó là một trải nghiệm đích thực, chúng tôi ăn mì vào bữa sáng, nếm cà phê và trái cây và sau chuyến đi, chúng tôi gặp một số người bạn Loans. Họ rất ngọt ngào và vui tính và chúng tôi dành hai giờ với họ trong công việc hàng ngày của họ. Đó là một trong những trải nghiệm nhân văn đẹp nhất mà chúng tôi có được ở Việt Nam. Đọc thêm",
            "Cô Loan thật tuyệt vời! Chỉ cần nhắn tin cho cô ấy trên ứng dụng whats và cô ấy sẽ liên lạc lại với bạn càng sớm càng tốt! Chúng tôi đã cân nhắc việc tự mình thực hiện việc này nhưng vào phút cuối quyết định chúng tôi cần một người hướng dẫn. Cô Loan thật tuyệt vời! Cô ấy và nhóm của cô ấy đã đưa chúng tôi đến đó và quay lại và chúng tôi đã có khoảng thời gian tuyệt vời trên sông. Là một nhóm năm người, chúng tôi có một chiếc thuyền riêng rất đẹp và chúng tôi xuất phát sớm. Chúng tôi có cà phê, phở, dứa, kẹo dừa, bún thịt lợn và mì. Nếu bạn muốn một chuyến du lịch đơn giản và giá cả phải chăng thì Mrs Loan chính là dành cho bạn!Đọc thêm",
            "Chúng tôi tham gia hành trình Mekong Eyes và tham quan chợ vào ngày thứ 2 của chuyến tham quan. Tôi phải nói rằng chúng tôi đã có trải nghiệm khó quên ở đây. Chúng tôi đã thử cà phê địa phương, nếm trái cây và xem các thương gia bán sản phẩm địa phương của họ. Đọc thêm",
            "Một chuyến tham quan bằng thuyền quanh chợ nổi rất đáng giá một giờ của bất kỳ ai. Thật thú vị khi thấy tất cả các loại trái cây và rau quả khác nhau được bán bởi những người bán buôn. Nó cung cấp một cái nhìn sâu sắc thực sự về cách sống của người dân Việt Nam. Sau đó tham quan khu chợ trên đất liền để xem cá và thịt được bày bán kết thúc buổi sáng. Đọc thêm",
            "Xinh đẹp. Những chiếc thuyền chở đầy hoa tươi và hoa tươi cung cấp cho cả nước.  Tươi và đầy màu sắc. Cấu trúc thú vị dọc theo tuyến đường sông. Đáng để lái xe một quãng đường dài từ thành phố Hồ Chí Minh.Đọc thêm",
            "Chúng tôi đã dành gần 2 tuần ở đất nước đáng yêu này với những con người tuyệt vời và khu chợ nổi này chắc chắn là điểm thấp nhất.  Tôi có thể nhớ lại cuộc trò chuyện sâu sắc giữa chúng tôi với hướng dẫn viên - chúng tôi nên khởi hành lúc 5:30 sáng hay 5:00 sáng để theo dõi mọi hoạt động?  Cô ấy đã thảo luận với vẻ mặt nghiêm túc, nhưng bây giờ tôi tự hỏi liệu đây có phải là một trò đùa phức tạp nào đó không.  Ngay cả những cuốn sách hướng dẫn du lịch cũng vẫn tồn tại huyền thoại rằng đây là một trong những trải nghiệm hàng đầu ở Việt Nam.  Chúng tôi không hề biết rằng việc dậy sớm là không đáng chút nào, ít hơn 3 giờ lái xe.  Vì vậy, đây là những gì sẽ xảy ra: trời tối khi bạn lên thuyền và đi ra chợ - không có gì để xem.  Khi bạn đến đó, nó thậm chí không giống một khu chợ.  Có vài chục chiếc thuyền trôi trên sông cách nhau 20 đến 100 mét.  Hơn một nửa trong số đó chứa đầy khách du lịch mặc áo phao màu cam. Tôi có thể đã thấy một giao dịch hàng hóa thực tế giữa người Việt Nam, không giống như khu chợ đường phố sôi động ở Hội An, nơi người dân địa phương dường như đang thực sự kinh doanh.  Chúng tôi được yêu cầu lên một chiếc thuyền khác, nơi một người phụ nữ tiến hành trình diễn cắt dứa và cho vào túi.  Trên đường về, bạn dừng lại ở một trang trại để xem thêm các cuộc trình diễn được dàn dựng.  Bây giờ là ban ngày, trên đường về Cần Thơ, bạn không thể không nhận thấy vấn đề rác thải ở sông Mê Kông nghiêm trọng hơn bạn tưởng rất nhiều.  Rác này sẽ mắc vào chân vịt thuyền của bạn.  Người thuyền trưởng tội nghiệp của chúng tôi đã phải cởi bỏ quần áo và đi bơi để cởi bỏ. Quá mệt mỏi và tiếc nuối, chúng tôi ăn cơm xong lại đi ngủ.Đọc thêm",
            "Chúng tôi không mong đợi sẽ thấy nhiều trong thời gian nghỉ lễ này và chúng tôi đã không làm như vậy. Đánh giá thị trường ở mức trung bình không có nghĩa là nó luôn ở mức trung bình. Chỉ đừng mong đợi tốt hơn mức trung bình trong dịp Tết Nguyên đán. Chúng tôi thấy nhiều thuyền du lịch hơn thuyền chợ nhưng cuối cùng, chúng tôi hài lòng với buổi sáng. Đọc thêm",
            "Chúng tôi đã thực hiện chuyến tham quan chợ nổi với zen và nó còn hơn cả những gì chúng tôi từng tưởng tượng!! Anh ấy tốt nghiệp đại học và nói tiếng Anh rất tốt và thích đùa giỡn khiến chuyến tham quan trở nên cá nhân hơn. Anh ấy có nhiều loại trái cây để chúng tôi thử, tất cả đều rất ngon! Chúng tôi đến một cơ sở sản xuất bún do một gia đình và một cơ sở sản xuất dừa điều hành. Vào buổi sáng khi chúng tôi bắt đầu chuyến tham quan lúc 6 giờ sáng, khi mặt trời đang mọc. Chúng tôi đến chợ nổi nơi tất cả nông dân bán trái cây và rau quả cho những người bán hàng ở chợ đất. Có người bán thuyền bán cà phê để đi! Cũng như bữa sáng, một người bán phở trên thuyền.. tất cả đều ngon quá! Người lái thuyền của chúng tôi rất tốt và đến mọi nơi an toàn. Ngày của chúng tôi là khoảng 6 12 giờ. Nó thật hoàn hảo. Rất khuyến khích Zen và chuyến tham quan của anh ấy. Bạn sẽ không phải thất vọng đâu. Gọi trực tiếp hoặc nhắn tin cho anh ấy qua số WhatsApp của anh ấy. 84939480468Đọc thêm",
            "Chúng tôi thực sự rất thích thú khi được khám phá chợ nổi Kairang với nhiều trải nghiệm khó quên. Chợ nổi mở cửa từ 6 giờ sáng đến 6 giờ chiều nhưng thời gian tham quan đẹp nhất là từ 7 giờ đến 8 giờ sáng, thời gian nghỉ ngơi yên tĩnh hơn. Chúng tôi đã có bữa sáng ngon nhất với món hủ tiếu và chúng tôi cũng đã thử nhiều loại trái cây ngon khác nhau như xoài, mít và chôm chôm, v.v. Khu chợ này thực sự rất chân thực với nhiều thương nhân địa phương từ làng và nội thành đến mua trái cây và rau quả và bán lại tại làng của họ . Chúng tôi thực sự ngạc nhiên với cách người dân địa phương quảng cáo những loại trái cây họ bán trên thuyền của họ. Chuyến đi của chúng tôi được tổ chức rất tốt bởi Ven whatsapp 84335699848 của anh ấy, chúng tôi đã có nhiều trải nghiệm tuyệt vời mà chúng tôi chưa từng có trước đây, chúng tôi cũng đến thăm nhà máy mì gia đình và nhà máy sô cô la và trải nghiệm trên con kênh nhỏ thật độc đáo. rất khuyến khích chuyến đi này cho bất cứ ai khám phá đồng bằng sông Cửu Long thực sự.Đọc thêm",
            "Chuyến đi do Midmost Boutique Hostel tổ chức thật tuyệt vời!  Chúng tôi khởi hành sớm vào lúc 5h15 sáng và phiên chợ kết thúc vào khoảng 8h sáng.  Chúng tôi đã thấy mặt trời mọc;  sau đó có một bữa ăn sáng dễ thương ngồi trên thuyền của chúng tôi.  Sau đó lại có thêm hai cuộc phiêu lưu nữa!  Chúng tôi đến thăm một nhà máy mì và xem cách họ làm mì;  và đến một trang trại trồng cây ăn trái xinh đẹp để xem và nếm thử rất nhiều loại trái cây khác nhau!  Tuyệt vời!Đọc thêm",
            "Có rất nhiều thứ để xem với nhiều loại trái cây khác nhau như jicama, vú sữa, xoài và dứa, v.v. Khu chợ này thực sự chân thực, thực sự khác biệt với chợ nổi ở Thái Lan. Chuyến đi được tổ chức thực sự xuất sắc với một hướng dẫn viên siêu hạng và người lái thuyền tốt bụng, người đã làm rất nhiều món quà lưu niệm thủ công cho chúng tôi. bạn có thể đặt chuyến đi qua zen whatsapp 84335699848Đọc thêm",
            "Chợ Cái Răng là nơi tuyệt vời nhất để ghé thăm sau ba tuần ở Việt Nam. Chúng tôi thực sự yêu thích khu chợ này với nhiều trái cây và rau quả, đặc biệt, những người sống trên thuyền rất thân thiện và hiếu khách, họ đã cho chúng tôi những quả dứa và xoài rất ngon. hướng dẫn viên của chúng tôi thực sự xuất sắc, anh ấy đã trả lời và giải thích chi tiết hàng trăm câu hỏi trong chuyến đi, anh ấy cũng thực sự rất duyên dáng với nhiều câu chuyện cười và anh ấy cũng cung cấp nhiều loại trái cây lạ và đồ ăn ngon khi chúng tôi đi trong chuyến đi. whatsapp của anh ấy là 84335699848Đọc thêm",
            "Thật là một ngày tuyệt vời với hướng dẫn viên du lịch tuyệt vời Bin của chúng tôi. Những người dân lao động trên sông có rất nhiều thứ để cống hiến. Đọc thêm"
        ],
        "star_ratings": [
            826,
            580,
            284,
            91,
            65
        ],
        "review_amount": 1846,
        "location": [
            "Cần Thơ",
            "Châu Á",
            "Việt Nam",
            "Những điều cần làm ở Cần Thơ",
            "Đồng bằng sông Cửu Long",
            "Chợ Nổi Cái Răng"
        ],
        "reviews_time": [
            "Written July 18, 2023",
            "Written July 20, 2023",
            "Written July 26, 2023",
            "Written August 30, 2023",
            "Written September 27, 2023",
            "Written October 26, 2023",
            "Written November 2, 2023",
            "Written December 4, 2023",
            "Written December 22, 2023",
            "Written December 24, 2023",
            "Written February 16, 2020",
            "Written February 15, 2020",
            "Written February 15, 2020",
            "Written February 14, 2020",
            "Written February 13, 2020",
            "Written February 12, 2020",
            "Written February 11, 2020",
            "Written February 11, 2020",
            "Written February 11, 2020",
            "Written February 9, 2020"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g303942-d455150-Reviews-or90-Cai_Rang_Floating_Market-Can_Tho_Mekong_Delta.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g303942-d19924236-Reviews-Quan_Mi_Vit_Tiem_Hau_Phat-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Restaurant_Review-g303942-d8845102-Reviews-7_Toi_Pancake-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Restaurant_Review-g303942-d8780379-Reviews-Pizza_Hu_Tieu_Sau_Hoai-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Restaurant_Review-g303942-d17623529-Reviews-Hakia_Garden-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Restaurant_Review-g303942-d20404441-Reviews-Say_Steakhouse_Wine_Bar-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Restaurant_Review-g303942-d25144382-Reviews-Lobby_Lounge-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Restaurant_Review-g303942-d3436714-Reviews-Ngoi_Do-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Restaurant_Review-g303942-d25130853-Reviews-Saravan_Restaurant-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Restaurant_Review-g303942-d14051174-Reviews-Kem_Tu_Chon_Joy-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Restaurant_Review-g17522097-d17637194-Reviews-Mekong_Breeze_Restaurant-Ninh_Kieu_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d6983486-Reviews-Ong_Temple-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d4831701-Reviews-Quang_Duc_Pagoda-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d15581608-Reviews-Muoi_Cuong_Cocoa_Farm-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d12150973-Reviews-Thien_Vien_Truc_Lam_Phuong_Nam-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d6973903-Reviews-Binh_Thuy_Ancient_House-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d11624355-Reviews-Museum_of_Tarot-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d12415913-Reviews-An_Hoa_Church-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d8305188-Reviews-Munirangsyaram_Pagoda-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d13170138-Reviews-Cho_Xuan_Khanh-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d12231604-Reviews-Hai_Ba_Trung_Street-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d455150-Reviews-or80-Cai_Rang_Floating_Market-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d455150-Reviews-or100-Cai_Rang_Floating_Market-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d455150-Reviews-Cai_Rang_Floating_Market-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d5860275-Reviews-Phong_Dien_Floating_Market-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d8095256-Reviews-Tay_Do_Night_Market-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d5866311-Reviews-Can_Tho_Market-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d17537409-Reviews-Can_Tho_Market-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d19728720-Reviews-Can_Tho_Ecolodge-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d21186549-Reviews-Tra_Thai_Nguyen_Hai_Tra_Tan_Cuong-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d15880103-Reviews-Tay_Tailor-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d8090840-Reviews-La_Petite_France-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d27498423-Reviews-Can_Tho_Floating_Market-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d11121335-Reviews-Mekong_Eyes_Cruise-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d12529974-Reviews-Mekong_Experience_Travel-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d16942661-Reviews-Mekong_Realism_Tours-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d24985007-Reviews-Explore_unseen_Mekong_with_locals-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d14124363-Reviews-Fabulous_Mekong_Eco_Tours-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d4742107-Reviews-Mekong_Tours_Cantho_Food_Tour-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d8468536-Reviews-Hieutour_Trading_Jsc-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d12703451-Reviews-Can_Tho_River_Tour-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d6780643-Reviews-EcoTours-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d15757764-Reviews-Winter_Spring-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d5011894-Reviews-Sau_Hoai_s_Rice_Noodle_Factory-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d6434270-Reviews-Explore_Mekong_Tours-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d12314796-Reviews-Mekong_Smile_Tour-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d1699890-Reviews-TransMekong-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d8358937-Reviews-Victoria_Cruises-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d1217399-Reviews-Devon_Avenue-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g32619-d4340782-Reviews-Lake_Kaweah-Lemon_Cove_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g298278-d457071-Reviews-Grand_Palace_Park_Istana_Besar-Johor_Bahru_Johor_Bahru_District_Johor.html",
            "https://www.tripadvisor.com/Attraction_Review-g303829-d554772-Reviews-Jama_Grotta_Baredine-Porec_Istria.html",
            "https://www.tripadvisor.com/Attraction_Review-g291977-d4047900-Reviews-Silk_Caye-Placencia_Stann_Creek.html",
            "https://www.tripadvisor.com/Attraction_Review-g147312-d147492-Reviews-Sandals_Golf_Country_Club-Ocho_Rios_Saint_Ann_Parish_Jamaica.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d209825-Reviews-Tournament_of_Kings-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g41294-d1783973-Reviews-Elk_Neck_State_Park-North_East_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g35235-d4588634-Reviews-Vickery_Creek_Trail-Roswell_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g54283-d10496509-Reviews-Isle_of_Palms_Beach-Isle_of_Palms_South_Carolina.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g303942-d455150-Reviews-or100-Cai_Rang_Floating_Market-Can_Tho_Mekong_Delta.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g303942-d455150-Reviews-or90-Cai_Rang_Floating_Market-Can_Tho_Mekong_Delta.html"
    }
]