[
    {
        "attraction_name": "Cala Macarella",
        "attraction_name_vi": "Cala Macarella",
        "general_info": [
            "1.166 đánh giá",
            "70 trong số 210 điều cần làm ở Menorca",
            "Địa điểm ưa thích",
            "Bãi biển"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Đến đây vào mùa hè năm 2022 nước còn nguyên sơ.  Một năm sau, chúng tôi thất vọng khi thấy rất nhiều thực vật trong nước, một số loại vỏ trấu màu nâu? trông không hấp dẫn để bơi vào và không thể nhìn thấy khi lặn với ống thở cho đến khi bạn ở khá xa bờ. Nhà hàng cafe Susies là cứu tinh, đặc biệt là với trẻ em sau 40 phút đi bộ từ Galdana.  Hãy tắm nước lạnh trong 120 giây cho một lần nếu bạn cần xả sạch!Đọc thêm",
            "Một điều tuyệt đối phải xem ở Menorca! Để đến được đây phải đi bộ một chút và một số bước hơi khó khăn, đặc biệt là khi đi giày đi biển nhưng hoàn toàn xứng đáng! Nước ở đây rất trong, giống như một bể bơi vậy. Đã đi 2 lần tuyệt vọng, lần đầu tiên ở đây có nhiều sứa xung quanh nên phải cẩn thận nhưng lần thứ 2 chỉ có một ít. Cát rất trắng và mềm. Chắc chắn là điểm nổi bật của chúng tôi về Menorca. Bãi biển TUYỆT VỜI! Đọc thêm",
            "Tôi nghĩ có những bãi biển tốt hơn bãi biển này - có một điểm khởi đầu là Macaralleta bên cạnh, và tôi nghĩ Trebagular cũng tốt hơn. Vì bận rộn nên có ý kiến ​​​​cho rằng bạn cũng nên ở lại Cala Galdana, vì thực tế không phải vậy như thể bạn đang đến một bãi biển yên tĩnh, vắng vẻ. Nhưng tất nhiên cây cối và khung cảnh thiên nhiên rất hấp dẫn. Cát trên bãi biển này có vẻ thô hơn và biển không hấp dẫn như những bãi biển khác được đề cập ở trên. Cách Cala Galdana 2km đi bộ mỗi chiều, tốt nhất là trong bóng râm một phần, với một chút của một lên và xuống liên quan. Vì vậy, hãy chuẩn bị cho điều đó. Tôi muốn nói rằng bạn cũng cần phải đến Macaraletta để khiến nó trở nên đáng giá. Đọc thêm",
            "Bãi biển thực sự đẹp. Siêu nổi tiếng và phổ biến. Ngay cả khi chỉ có thể đến được bằng xe buýt, đi bộ hoặc thuyền, nơi đây vẫn dễ dàng và nhanh chóng trở nên quá đông đúc. Tương đối lớn một khu vực cát bóng mát tốt. Dễ dàng đi bộ. Ngoài ra nếu đi dép xỏ ngón.Đọc thêm",
            "Bãi biển nhỏ hoàn toàn đẹp. Có một nhà hàng ở đó phục vụ các loại cocktail tuyệt vời với mức giá hợp lý. Có bãi đậu xe và xe buýt cách đó 10 phút đi bộ và bạn cũng có thể đi bộ đến đó từ thị trấn Cala Galdana - khoảng 30 phút. Địa điểm tuyệt vờiĐọc thêm",
            "This is a story in 4 parts.GETTING THEREWe discovered that you are not allowed to drive there. At all. Under any circumstances. Unless its winter.So we booked the special minibus online with Torres. Earliest bus leaving Ciutadella was 9.40. 8.40 EURO pp return. Perfect. It took between 30 and 40 minutes most of it along narrow twisting tracks before we finally arrived at the terminus of an empty car park. The walk down to the beach took another 30 minutes - we are pretty agile 5960 year olds. Steep tracks for the final 15 minutes. Its very poorly signed, and we just followed others. Entrance on to the beach through the beach-side cafe. THE WOW FACTOR?After all wed read, we were a little bit deflated. Its a large cove. The beach is soft-ish sand. There are trees that provide some shade if needed. There is a gentle slope as you enter the nice coloured sea, that meant I was still in my depth 20 to 30 metres out. There were a dozen or so boats of various sizes in the cove moored some way out, and a kayak rental outfit doing brisk business to one side of the beach. The hard working lifeguardbeach prefect kept order, occasionally whistling to get the attention of any miscreants.Theres no doubt , it is a lovely setting. And we enjoyed around 4 hours there . But did it have the wow factor? Not really.We had a good lunch, both value and quality, at Susies bar. It was table service, where orders were taken and delivered with minimal delay. Adequate toilet facilities were available.THE ROUTE BACK?Signs beside the bar entrance indicated the route back to the BUS should bypass the bar. So we dutifully followed the arrow. Up some steps, many steps, we hadnt encountered on the way down. Intermittent double headed arrows , and another sign looking like a paw print were the only other signs we came across as we looked out for any indications of an empty car park, where we would meet our return bus at 3pm. On we walked. And climbed. And walked. To our absolute horror we eventually began to see the sea again, beyond a cliff edge not so far away. We were meant to be 30 minutes walk inland! It began to dawn on us we had walked all the way to the next cove at Cala Galdana. For sure we had missed our bus back to Ciutadella. What to do? THE ROUTE BACKWe located the public bus stop beside the big Cala Galdana Hotel entrance, where we could get the number 52 bus back to base. But not for an hour and a half. 90 minutes, two coffees and two sangrias later we boarded our rescue bus paying the driver 2.50 EUR each for our trip back to town. We would have happily paid double. In conclusion, we wouldnt do Macarella again, not worth the effort. But the brief unexpected trip to Cala Galdana got us thinking. Next time we head for the beach lets make it less costly, less tiring, less stressful, and choose the beautiful Galdana beach instead.Read more",
            "Bãi biển đẹp. Lặn biển tuyệt vời, cát mềm, có đồ ăn và phòng tắm và bóng râm từ những cây thông dành cho những ai có làn da trắng nhợt! Cách tốt nhất để đến đó là đi xe buýt từ Ciutqdella - đặt trước hoặc đi bộ từ cala galdana gần đó. Một chút đường mòn đá gồ ghề ở một số nơi nếu bạn đi bộ ngoài phần đầu và phần cuối thì thực ra đây là một chuyến đi bộ rất dễ chịu và có thể đi dép xỏ ngón. Đọc thêm",
            "Phương tiện đến Macarella hiện bị giới hạn đối với xe buýt đưa đón từ Ciutadella, điều đó có nghĩa là nó không quá đông đúc. Tuy nhiên, hãy cảnh báo vì đi bộ từ bãi đậu xe vẫn còn khoảng 15 phút và phải đi bộ ngược lên một con đường dốc. vẫn là một quán bar hoạt động trên bãi biển nhưng không có ô hay ghế tựa để thuê, vì vậy hãy tự mang theo. Tuy nhiên, bạn có thể tận hưởng bóng mát dưới một trong những tán cây. Vịnh nhỏ rất đẹp và mặt nước lặng, rất đáng để ghé thăm nếu bạn không ngại đi bộ! Ngoài ra, hãy đặt trước vé xe buýt vào một thời gian cụ thể để đảm bảo bạn ngồi xuống đi!Đọc thêm",
            "Đây là một bãi biển tuyệt đẹp ẩn mình giữa những vách đá và rừng. Đường đến bãi biển hơi hẹp, tôi thực sự nghĩ rằng chúng tôi đã lạc đường nhưng đáng để lái xe. Bãi đậu xe lớn và sau đó đi bộ 20-30 phút tùy thuộc vào tốc độ bạn đi xuống dốc và sau đó lâu hơn một chút khi quay lại bãi đậu xe nhưng rất đáng để đi bộ. Một bãi biển tuyệt đẹp với một nhà hàng ở đó để bạn có thể ăn uống và không quá đắt. Thật tuyệt vời. Bạn có thể đi bộ qua những vách đá và khu rừng đến bãi biển khác. Bạn phải đến đó nếu bạn ở Menorca. Đọc thêm",
            "Một bãi biển tuyệt đẹp ẩn mình giữa những tảng đá và rừng. Phải đi bộ 20 phút để đến đó nhưng chắc chắn là xứng đáng. Nếu bạn đến nơi này từ Cala Galdana, bạn cũng có thể ngắm một số điểm ngắm cảnh tuyệt đẹp trên vách đá. Bản thân con đường xuyên qua khu rừng cũng rất đẹp để ngắm. Cuối con đường có nhiều cầu thang xuống để đến mực nước. Đọc thêm",
            "Bạn phải đi khoảng bao lâu để có chỗ đậu xe trong tháng 8? Từ đó đi bộ đến vịnh phải mất bao lâu? Cảm ơn bạn.Đọc thêm",
            "Nó chỉ có thể truy cập bằng xe buýt vào mùa cao điểm. Từ bãi đậu xe mất khoảng 15 phút đi bộ đến bãi biển.Đọc thêm",
            "Xin chào, chính xác thì bạn đã đỗ xe ở đâu? \nTôi sẽ ở đó vào tháng 6 năm 2019.\nCảm ơn bạn.Đọc thêm",
            "Cây macarella ở Menorca ở đâu??.... Tôi không tìm thấy nó trên bản đồĐọc thêm",
            "Nó rất gần với Cala Turqueta và Cala Macarelleta.Đọc thêm",
            "CHÀO!\nCó ai đã thực hiện hoặc biết phải mất bao lâu để đi bộ từ Cala en Turqueta đến Cala Macarella từ con đường này không? Khó khăn?\nCảm ơn bạnĐọc thêm",
            "Tôi đã không làm điều đó nhưng tôi đọc được rằng cách Galdana 7 km, xa hơn và Macarella ở trước GaldanaĐọc thêm",
            "Xe buýt rời bạn ở đâu? Bạn phải đi bộ nhiều??? Cảm ơn bạnĐọc thêm",
            "Có ai biết có thể đến đó bằng xe máy không?Đọc thêm",
            "CHÀO! Tôi muốn hỏi bạn một vài điều! bạn cũng đã đến Cala de la macarelata phải không? bởi vì tôi thấy rằng có hai. cala macarella Tôi thấy ở đó cũng có quán bar, v.v.... những người theo chủ nghĩa khỏa thân ở đây nữa à? cảm ơn bạn rất nhiều, tạm biệt!!Đọc thêm",
            "Tôi chưa từng thấy người khỏa thân nào..nhưng ở Macarelleta vâng Đọc thêm",
            "Xin chào,\n\nTôi hơi lo lắng vì bạn chỉ có thể đi xe buýt đến Macarella. Bạn nói rằng bạn đã đi bộ 7 km khứ hồi và tôi nghĩ phải đi thêm một chút nữa để đến Macarelleta. Bạn nhớ xem đường đi có khó khăn không và bạn đã mất bao lâu để đến đó, ít nhiều. Chúng tôi khá thích đi bộ nhưng lại sợ đi bộ vào giữa tháng 7 vì nắng nóng sẽ khiến chúng tôi bị hạ huyết áp. \n\nCảm ơn bạn rất nhiều.\nXin chào.Đọc thêm",
            "Xin chào!!\n\nTôi đã đọc được rằng bắt đầu từ ngày 15 tháng 6, bạn sẽ chỉ có thể đến Macarella Cove bằng xe buýt, đi bộ hoặc xe đạp. Tôi sẽ đến Menorca vài ngày và tôi muốn nhân cơ hội đi thăm Turqueta Cove, Macarella và Macarelleta trong cùng một ngày, nhưng nếu tôi không thể di chuyển bằng ô tô từ Turqueta đến Macarella thì tôi không biết làm thế nào để làm nó. Bạn có thể đi bộ được không? Con đường có dài lắm không? Tôi sợ với cái nắng tháng bảy, giữa trưa sẽ bị cảm lạnh.\n\nCảm ơn.\nXin chào.Đọc thêm",
            "Chúng ta có thể dùng macareella bằng ô tô không?Đọc thêm"
        ],
        "star_ratings": [
            386,
            375,
            226,
            109,
            70
        ],
        "review_amount": 1166,
        "location": [
            "Quần đảo Balearic",
            "Tây ban nha",
            "Cala Macarella",
            "Minorca",
            "Châu Âu",
            "Những việc cần làm ở Menorca"
        ],
        "reviews_time": [
            "Written August 3, 2023",
            "Written June 21, 2023",
            "Written September 6, 2022",
            "Written October 10, 2021",
            "Written September 14, 2021",
            "Written September 13, 2021",
            "Written August 22, 2021",
            "Written September 19, 2020",
            "Written November 10, 2019",
            "Written October 17, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g187464-d4561398-Reviews-Cala_Macarella-Menorca_Balearic_Islands.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g187465-d5328288-Reviews-Cafeteria_Bar_Susy-Ciutadella_Menorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g672811-d1860324-Reviews-Delit-Cala_Galdana_Menorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g7815533-d2212331-Reviews-Pizzeria_Restaurante_Sa_Lluna-Serpentona_Cala_Galdana_Menorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g672811-d2145254-Reviews-Restaurante_Tipico_Meson_Murciano-Cala_Galdana_Menorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g672811-d2292076-Reviews-S_Escopinya-Cala_Galdana_Menorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g672811-d8264592-Reviews-Blanc_i_Negre-Cala_Galdana_Menorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g672811-d1522767-Reviews-Tobogan-Cala_Galdana_Menorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g7815533-d1861845-Reviews-Restaurant_Cala_Mitjana-Serpentona_Cala_Galdana_Menorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g7815533-d2192783-Reviews-Restaurante_Trevi-Serpentona_Cala_Galdana_Menorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g672811-d3804088-Reviews-El_Viejo_Timon-Cala_Galdana_Menorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g187464-d2185471-Reviews-Cala_Macarelleta-Menorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g187465-d3733795-Reviews-Cala_Turqueta-Ciutadella_Menorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g187465-d3733796-Reviews-Cala_Es_Talaier-Ciutadella_Menorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g672811-d4474866-Reviews-Cala_Galdana_Beach-Cala_Galdana_Menorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g672811-d3240068-Reviews-Cala_Mitjana-Cala_Galdana_Menorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g1189106-d4764274-Reviews-Cala_Trebaluger-Ferreries_Menorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g672811-d12526633-Reviews-Mirador_de_Sa_Punta_Cala_Galdana-Cala_Galdana_Menorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g642212-d3366852-Reviews-Playa_De_Binigaus-Migjorn_Gran_Menorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g187465-d3294856-Reviews-Lithica-Ciutadella_Menorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g659667-d3849122-Reviews-Platja_de_Sant_Tomas-Santo_Tomas_Menorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g187464-d4561398-Reviews-or10-Cala_Macarella-Menorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g187464-d2318124-Reviews-Menorca_a_Caballo-Menorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g187465-d6998326-Reviews-Cala_en_Brut-Ciutadella_Menorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g187464-d2287166-Reviews-Cala_Pregonda-Menorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g642211-d6360331-Reviews-Cami_de_Cavalls-Mahon_Menorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g187464-d3258258-Reviews-Lloc_de_Minorca-Menorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g187465-d12388737-Reviews-Pont_D_en_Gil-Ciutadella_Menorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g187465-d4588235-Reviews-Cala_del_Pilar-Ciutadella_Menorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g187464-d1893613-Reviews-Cap_de_Cavalleria-Menorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g652119-d3731212-Reviews-Playa_de_Son_Bou-Alaior_Menorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g187464-d2151993-Reviews-Menorca_en_Barco-Menorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g187464-d4172551-Reviews-Blue_Islands_Diving-Menorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g187464-d21140160-Reviews-Marenostrum-Menorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g658911-d2177656-Reviews-Bluewater_Menorca-Cala_n_Bosch_Menorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g187465-d14088824-Reviews-Minorboats-Ciutadella_Menorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g187465-d6352209-Reviews-Menorca_Taximar-Ciutadella_Menorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g187465-d7812608-Reviews-Mar_Sin_Barreras-Ciutadella_Menorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g659972-d2397696-Reviews-Son_Bou_Scuba-Son_Bou_Alaior_Menorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g187465-d10629860-Reviews-Cuk_Cuk_Experience-Ciutadella_Menorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g60796-d1448643-Reviews-Turtle_Back_Zoo-West_Orange_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g1020247-d2297597-Reviews-Cavagrande_del_Cassibile-Avola_Province_of_Syracuse_Sicily.html",
            "https://www.tripadvisor.com/Attraction_Review-g45095-d2157062-Reviews-Montana_Grizzly_Encounter-Bozeman_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d2169533-Reviews-Hospital_in_the_Rock_Nuclear_Bunker_Museum-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g1144101-d3359516-Reviews-Spiaggia_di_Is_Arutas-Cabras_Province_of_Oristano_Sardinia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60964-d104021-Reviews-Luray_Caverns-Luray_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g46404-d24003172-Reviews-The_Dream_Wheel_At_American_Dream-East_Rutherford_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g60993-d281513-Reviews-Findlay_Market-Cincinnati_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g41762-d13120897-Reviews-Logan_Express-Peabody_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d190519-Reviews-Jewish_Museum_Berlin-Berlin.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g187464-d4561398-Reviews-or10-Cala_Macarella-Menorca_Balearic_Islands.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g187464-d4561398-Reviews-Cala_Macarella-Menorca_Balearic_Islands.html"
    }
]