[
    {
        "attraction_name": "Calico Ghost Town",
        "attraction_name_vi": "Thị trấn ma Calico",
        "general_info": [
            "2.007 đánh giá",
            "- 1 trong 6 điều cần làm ở Yermo",
            "Thị trấn ma quái"
        ],
        "attraction_summary": "Du khách từ khắp nơi trên thế giới đến Calico mỗi năm để trải nghiệm một thị trấn ma thực sự ban đầu được định cư vào những năm 1880. Một tổ hợp hoạt động dành cho những người có tâm hồn phiêu lưu - công viên tổ chức Lều bí ẩn - một ngôi nhà quanh co nơi nước chảy lên dốc, hai bảo tàng, đi tàu khổ hẹp và đãi vàng. Calico được thành lập trong cuộc đình công bạc lớn nhất ở California. Thị trấn phát triển mạnh trong 12 năm cho đến khi giá bạc sụt giảm và hoạt động khai thác mỏ ngừng lại. Đến năm 1907, cư dân đã chuyển đi, để lại Calico cho đám cỏ dại và linh hồn. Các tiện nghi bao gồm cắm trại nhóm và RV, đường mòn dành cho xe đạp leo núi và khu vực dành cho xe địa hình, 14 cửa hàng, 3 nhà hàng, cabin và nhà tầng. Các sự kiện đặc biệt được tổ chức quanh năm, bao gồm tái hiện Nội chiến vào tháng 2, Lễ hội mùa xuân với âm nhạc Americana, Lễ hội Calico Days khi lịch sử khai thác phong phú của thị trấn được tôn vinh với cuộc đua lừa, ba môn phối hợp của thợ mỏ, âm nhạc và hơn thế nữa , và đừng bỏ qua Halloween Ghost Haunt luôn nổi tiếng vào tháng 10. Công viên sa mạc chỉ cách Barstow vài dặm về phía bắc và cách Xa lộ Liên tiểu bang 15 vài phút. Calico Ghost Town là một nơi tuyệt vời để ăn uống và mua sắm nếu bạn đang đi du lịch giữa Los Angeles và Las Vegas.Đọc thêm",
        "reviews": [
            "Thực sự không có gì nhiều để xem. Vật phẩm thú vị nhất - đối với chúng tôi - là xe cứu hỏa. Chắc chắn có lịch sử ở đây. Chúng tôi cảm thấy - 8,00 ea. phí vào cửa dành cho người lớn hơi nhiều so với những gì có thể xem. Mặt khác, khoản phí này dùng để bảo tồn một số lịch sử của California. Đọc thêm",
            "Đây là một đường vòng nhỏ chuyển hướng.  Lịch sử của thị trấn rất thú vị - được trưng bày trên nhiều màn hình khác nhau - và chuyến tham quan khu mỏ thực tế cũng rất thú vị - phải trả thêm phí - .  Có một điểm dừng chân nhỏ xinh và các cửa hàng bán đồ trang sức đắt tiền.   Chúng tôi đã đi sớm và không mất phí vào cửa nhưng tôi nghĩ tôi - sẽ không muốn trả tiền - 8 để đi lang thang xung quanh.  Ngày chúng tôi đi, nhiệt độ khoảng 42 độ nên làm giảm đi sự thích thú một chút. Đọc thêm",
            "Một điểm dừng nhỏ kỳ lạ trên đường về phía Đông. Chắc hẳn rất khó để giữ cho nơi này hoạt động trong môi trường khô nóng nên tôi không thèm quan tâm đến khoản phí nhỏ mà họ tính. \n\nNó có chủ đề đẹp mắt và được bố trí tốt mặc dù tôi đã bỏ lỡ một vài thứ. Các cuộc triển lãm rất tốt và nó có một bầu không khí giản dị. Thực sự hãy xem các hình ảnh và trang web để biết liệu nó có đáng để bạn ghé thăm hay không, tôi - rất vui vì đã đi nhưng sẽ không quay lại.\n\nCác màn trình diễn có xu hướng nghiệp dư, mặc dù tôi đã bỏ lỡ cuộc đấu súng trên tàu. Các khu trưng bày như khu mỏ rất tươm tất, có một số điều thú vị xen lẫn giữa các cửa hàng và quầy hàng. Tôi hơi thất vọng về cuộc đấu súng ở Main Street, nhưng một lần nữa, đây không phải là một tác phẩm có nguồn lực tốt và tôi đoán là nó cũng không thể như vậy.\n\nMặc dù đây là một điểm dừng thú vị nhưng nó sẽ không dành cho tất cả mọi người và hơi đắt tiền cũng như rất nhiều thứ dường như được thiết kế để khiến bạn mua thứ gì đó.Đọc thêm",
            "Nơi vui vẻ, lịch sử để tham quan.  Lái xe từ Las Vegas xuống và đây là một chuyến đi trong ngày dễ dàng. Ban đầu, Calico có rất nhiều xe buýt du lịch nhưng hầu hết đều rời đi khi chúng tôi đến đó vào đầu giờ chiều. Đi tàu, ghé thăm các cửa hàng và thực hiện Chuyến tham quan mỏ Maggie.  Rất nhiều băng ghế nơi chồng tôi có thể dừng lại và nghỉ ngơi. Công viên Quận San Bernadino thực hiện công việc xuất sắc trong việc duy trì Calico. Đọc thêm",
            "Không có nhiều thứ để khám phá, nhưng vị trí và quang cảnh thật tuyệt vời. Phí vào cửa - 8,00 cho người lớn nhằm mục đích bảo tồn lịch sử của California. Vào cuối những năm 1800, Calico là một thị trấn khai thác bạc với 3.000 cư dân cho đến khi giá bạc giảm. Walter Knott và con trai ông đến Calico và họ quyết định giữ nó làm địa điểm du lịch, giống như Trang trại Knott - s Berry nổi tiếng của họ ở Buena Park, California.Đọc thêm",
            "Đó là - 8 mỗi người lớn là hợp lý. Bạn có thể dễ dàng dành 2 - 3 giờ ở đây với gia đình. Rất nhiều cửa hàng quà tặng - nhà vệ sinh - nhiều bãi đậu xe. Nhân viên thân thiện. Có thể đã thực hiện với nhiều nhân viên hơn giải thích một số màn hình là gì hoặc treo các biển báo có thông tin. Nói chung chỉ còn lại để tự hỏi xung quanh.\nĐọc thêm",
            "Thị trấn khai thác nhỏ tuyệt vời. Nó đã được duy trì rất tốt và nó rất dễ thương. Các nhân viên rất thân thiện và chúng tôi thực sự yêu thích thời gian ở đây. Chúng tôi đã dành khoảng 1,5 giờ ở đây và đi tàu với giá - 5,50 và chuyến tham quan mỏ tự hướng dẫn với giá - 4,50 mỗi chuyến. Phí vào cửa để đi bộ xung quanh là - 8 mỗi cái. Đó là một sự ăn cắp tuyệt đối! Rất nhiều cơ hội hình ảnh tuyệt vời. Muốn giới thiệu một chuyến thăm cho bất cứ ai. Nó thật tuyệt vời và rất đáng suy nghĩ. Bỏ qua các đánh giá tiêu cực ở đây. Nó gần như khiến chúng tôi không thể đi được, thật mừng là nó đã không làm vậy - t. Đọc thêm",
            "Thị trấn khai thác nhỏ tuyệt vời. Nó đã được duy trì rất tốt và nó rất dễ thương. Các nhân viên rất thân thiện và chúng tôi thực sự yêu thích thời gian ở đây. Chúng tôi đã dành khoảng 1,5 giờ ở đây và đi tàu với giá - 5,50 và chuyến tham quan mỏ tự hướng dẫn với giá - 4,50 mỗi chuyến. Phí vào cửa để đi bộ xung quanh là - 8 mỗi cái. Đó là một sự ăn cắp tuyệt đối! Rất nhiều cơ hội hình ảnh tuyệt vời. Muốn giới thiệu một chuyến thăm cho bất cứ ai. Nó thật tuyệt vời và rất đáng suy nghĩ. Bỏ qua các đánh giá tiêu cực ở đây. Nó gần như khiến chúng tôi không thể đi được, thật mừng là nó đã không làm vậy - t. Đọc thêm",
            "Đó là - 8 mỗi người lớn là hợp lý. Bạn có thể dễ dàng dành 2 - 3 giờ ở đây với gia đình. Rất nhiều cửa hàng quà tặng - nhà vệ sinh - nhiều bãi đậu xe. Nhân viên thân thiện. Có thể đã thực hiện với nhiều nhân viên hơn giải thích một số màn hình là gì hoặc treo các biển báo có thông tin. Nói chung chỉ còn lại để tự hỏi xung quanh.Đọc thêm",
            "Rất hào hứng khi đi, đã trả - 8 phí vào cửa mỗi người và đang có kế hoạch chi thêm - để thực hiện các hoạt động không bao gồm trong phí vào cửa.   Tuy nhiên - thị trấn - không được bảo quản tốt, hầu hết các tòa nhà đều có cửa hàng lưu niệm, rất xuống cấp, không như những gì tôi mong đợi.   Không đáng thời gian hoặc -, hãy bỏ qua phần này.Đọc thêm",
            "Không có nhiều thứ để khám phá, nhưng vị trí và quang cảnh thật tuyệt vời. Phí vào cửa - 8,00 cho người lớn nhằm mục đích bảo tồn lịch sử của California. Vào cuối những năm 1800, Calico là một thị trấn khai thác bạc với 3.000 cư dân cho đến khi giá bạc giảm. Walter Knott và con trai ông đến Calico và họ quyết định giữ nó làm địa điểm du lịch, giống như Trang trại Knott - s Berry nổi tiếng của họ ở Buena Park, California.Đọc thêm",
            "quá khứ tồi tệ đối với ngành du lịch được cho là một thị trấn ma. Mọi ngôi nhà đều có người ở và cấu trúc bị hủy hoại. Có máy lạnh hoặc mái nhà mới. Nhân viên ở cửa hàng khá miễn cưỡng.Đọc thêm",
            "Điểm dừng chân tuyệt vời để nghỉ lái xe. Đáng buồn thay, rất ít cửa hàng mở cửa nên chúng tôi không thể mua bất kỳ đồ ăn nào mặc dù có nhiều nhà hàng và xe bán đồ ăn Đọc thêm",
            "Một số tòa nhà đóng cửa từ sáng sớm. Nhiều tòa nhà được cải tạo đã đến khu vực này trong những năm qua. Ở đó cũng có một nhà hàng.Đọc thêm",
            "Chúng tôi rất ngạc nhiên bởi nơi này! Có rất nhiều thứ để xem và nó rất thú vị và đáng để ghé thăm. Tôi thực sự khuyên bạn nên đi.Đọc thêm",
            "Trang web này vượt ra ngoài thương mại.   Hầu hết các tòa nhà đều có doanh nghiệp.  Cửa hàng đồ da là những mặt hàng chất lượng, nhưng hầu hết trong số đó - là một cái bẫy du lịch.Đọc thêm",
            "Nơi vui vẻ, lịch sử để tham quan.  Lái xe từ Las Vegas xuống và đây là một chuyến đi trong ngày dễ dàng. Ban đầu, Calico có rất nhiều xe buýt du lịch nhưng hầu hết đều rời đi khi chúng tôi đến đó vào đầu giờ chiều. Đi tàu, ghé thăm các cửa hàng và thực hiện Chuyến tham quan mỏ Maggie.  Rất nhiều băng ghế nơi chồng tôi có thể dừng lại và nghỉ ngơi. Công viên Quận San Bernadino thực hiện công việc xuất sắc trong việc duy trì Calico. Đọc thêm",
            "Chúng tôi có thể mang đồ ăn vào không?Đọc thêm",
            "Bạn có thể mang theo đồ ăn nhẹ và nước uống không?Đọc thêm",
            "Tôi có phải trả tiền để vào không? Đọc thêm",
            "Vâng, có một ít để vào, nó khá rẻ.Đọc thêm",
            "Xin chào, bạn đã trả giá bao nhiêu để vào cửa và vào ngày nào? Bởi vì tôi - đã thấy 8 - và 15 - Đọc thêm",
            "Tôi khuyên bạn nên đến đó một giờ trước khi đóng cửa, trẻ em vào cửa miễn phí và người lớn chỉ giảm giá một nửa. Và chuyến thăm có thể dễ dàng thực hiện được trong vòng chưa đầy một giờ.Đọc thêm",
            "Xin chào, bạn cần dành bao nhiêu thời gian để ghé thăm Calico? Cảm ơn bạnĐọc thêm",
            "Tôi đồng ý với người kia là mất 1h30, tất cả phụ thuộc vào việc bạn có muốn đi tàu một chút và tham quan mỏ hay không, trong trường hợp đó mất 2 đến 2h30. Chủ nhật vui vẻ.Đọc thêm",
            "Chúng ta nên dự định ở đó bao lâu?Đọc thêm",
            "Nếu bạn tham gia chuyến tham quan mỏ, xem căn lều ma ám và đi tàu, hãy lên kế hoạch khoảng hai đến ba giờ. Đừng đi vào mùa hè nóng nực, trời rất nóng.Đọc thêm",
            "Xin chào!!\nTừ Vegas tới Calico có thể đi đường 66 được không? \nAi có thể giúp tôi? Cảm ơn bạn Đọc thêm",
            "Chào bạn, bạn có thể ghé Calico quay đầu xe ở đó và đến đoạn đường có mốc 66 trên đường nhựa để chụp ảnh. Ngoài ra còn có bảo tàng Route 66 gần đó.\nĐịa chỉ dẫn chính xác đến hình vẽ trên đường nhựa là 34856 County Rte 66 Daggett, CA, 92327. Bạn ra khỏi đường và lái xe khoảng 10 đến 15 phút là đến đoạn này.\nPhải mất 2h30 phút từ Las Vegas đến những điểm này.\nỞ đây trên Tripadvisior cũng có tham chiếu đến địa chỉ của bảo tàng.Đọc thêm",
            "Xin chào, tôi đã thấy nó cách đây không lâu, tháng sau tôi sẽ đi... đường vào có tốt cho vải hoa không? Chi phí tham quan như thế nào?Đọc thêm",
            "Renato\nChào buổi sáng mọi thứ vẫn ổn chứ?\n\nNhư bạn có thể thấy, tất cả các câu trả lời của Aviña đều mạch lạc, nó thực sự đáng để kiểm tra, con đường tuyệt vời, phí tượng trưng 8 USD cho việc vào và bảo trì không gian, chắc chắn đây sẽ là một khoảnh khắc khó quên \n\nChúc bạn có một chuyến đi vui vẻ và tận hưởng!!!!\n\nCơ bụngĐọc thêm",
            "Có ai đã đến những ngày Halloween chưa? Nó thế nào?Đọc thêm",
            "Xin lỗi, chúng tôi đã ở đó vào tháng 7.Đọc thêm",
            "Bạn có thể đi dạo quanh Calico Ghost Town miễn phíĐọc thêm",
            "Không. Nó - khoảng - 10 mỗi người. Không có giá trị gì cả. Đọc thêm"
        ],
        "star_ratings": [
            545,
            730,
            449,
            163,
            120
        ],
        "review_amount": 2007,
        "location": [
            "Các hoạt động ở Yermo",
            "California - CA -",
            "Hoa Kỳ",
            "hoang dã",
            "Thị trấn ma Calico",
            "Sa mạc California"
        ],
        "reviews_time": [
            "Written June 12, 2023",
            "Written July 27, 2023",
            "Written August 26, 2023",
            "Written September 30, 2023",
            "Written January 11, 2024",
            "Written March 30, 2024",
            "Written April 9, 2024",
            "Written April 9, 2024",
            "Written March 31, 2024",
            "Written January 26, 2024",
            "Written January 11, 2024",
            "Written November 17, 2023",
            "Written November 1, 2023",
            "Written October 22, 2023",
            "Written October 17, 2023",
            "Written October 15, 2023",
            "Written September 30, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g33295-d126686-Reviews-Calico_Ghost_Town-Yermo_California.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g33295-d4733232-Reviews-Calico_House_Restaurant-Yermo_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33295-d19140452-Reviews-Liberty_Sculpture_Park-Yermo_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32277-d23762049-Reviews-Daggett_Historical_Musuem-Daggett_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33295-d126686-Reviews-or10-Calico_Ghost_Town-Yermo_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33295-d14967573-Reviews-Dorsey_s_Dog_House-Yermo_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33295-d13811574-Reviews-Eddie_World-Yermo_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60902-d2624492-Reviews-Route_66_Mother_Road_Museum-Barstow_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60902-d267975-Reviews-Rainbow_Basin_Natural_Area-Barstow_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60902-d2177693-Reviews-Skyline_Drive_in-Barstow_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60902-d7976368-Reviews-Barstow_Harvey_House-Barstow_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60902-d2624490-Reviews-Western_America_Railroad_Museum-Barstow_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60902-d1120255-Reviews-Barstow_Station-Barstow_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32277-d23762052-Reviews-Daggett_Pioneer_Cemetery-Daggett_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60902-d7660407-Reviews-Mojave_River_Valley_Museum-Barstow_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60902-d12627970-Reviews-NASA_Goldstone_Visitor_Center-Barstow_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60902-d16651997-Reviews-Main_Street_Murals-Barstow_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60902-d14156103-Reviews-Giant_Fire_Helmet-Barstow_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d11622038-Reviews-Takashimaya_Ho_Chi_Minh_City-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g33657-d212129-Reviews-Strawberry_Park_Hot_Springs-Steamboat_Springs_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g47292-d4499041-Reviews-Lake_Tiorati_Beach_Harriman_State_Park-Bear_Mountain_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60834-d106537-Reviews-Lake_Powell-Page_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d290715-Reviews-Zumanity_Cirque_du_Soleil-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g187785-d195493-Reviews-Museo_Archeologico_Nazionale_di_Napoli-Naples_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g32070-d10252697-Reviews-Golden_Triangle-Beverly_Hills_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g57473-d278526-Reviews-Harriman_Reservoir-Wilmington_Vermont.html",
            "https://www.tripadvisor.com/Attraction_Review-g34485-d2540030-Reviews-Miami_Auto_Museum-North_Miami_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g32837-d3820450-Reviews-Silver_Strand_Beach-Oxnard_California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g33295-d126686-Reviews-or10-Calico_Ghost_Town-Yermo_California.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g33295-d126686-Reviews-Calico_Ghost_Town-Yermo_California.html"
    }
]