[
    {
        "attraction_name": "Callaway Resort & Gardens",
        "attraction_name_vi": "Callaway Resort - Vườn",
        "general_info": [
            "1.721 đánh giá",
            "- 3 trong số 17 điều cần làm ở Núi Thông",
            "Thiên nhiên - Khu vực hoang dã",
            "Vườn"
        ],
        "attraction_summary": "Là một địa điểm ngoài trời với 2.500 cung không khí trong lành và không gian để đi dạo, Gardens vẫn mở cửa như một nơi trú ẩn trong thời gian gia tăng mối lo ngại này. Xin lưu ý: Tất cả các tòa nhà công cộng đều đóng cửa ngoại trừ một số phòng tắm được chọn. Các lớp học giáo dục người lớn và chương trình dành cho thanh thiếu niên đã bị hủy trong thời gian còn lại của tháng 4. Chúng tôi yêu cầu tất cả du khách tôn trọng hướng dẫn giãn cách xã hội và vui lòng đến thăm vào một ngày sau nếu họ hoặc người thân bị bệnh. Đọc thêm",
        "reviews": [
            "Chúng tôi đã kỷ niệm 20 năm ngày cưới như một gia đình và đội ngũ nhân viên thật tuyệt vời. Cedric là một người quản lý tuyệt vời và anh ấy đã cố gắng hết sức để làm cho kỳ nghỉ của chúng tôi trở nên đặc biệt. Chúng tôi bất ngờ gặp sự cố xe và anh ấy đã sắp xếp cho người đưa tôi đến tiệm sửa xe để lấy xe. Anh ấy thậm chí còn cho phép chúng tôi ở lại lâu hơn cho đến khi việc sửa chữa của tôi được giải quyết. Holly từ quầy lễ tân cực kỳ hữu ích, giàu lòng nhân ái và tốt bụng. Người phục vụ Aubrey - người gác chuông rất tốt bụng và hữu ích. Các con tôi rất thích các hoạt động dưới nước trên bãi biển và đồ ăn ở quán bar rất tuyệt.Đọc thêm",
            "Chúng tôi không thực sự ấn tượng với Calloway Gardens. Theo ý kiến ​​của tôi, nó là quá đắt. Chúng tôi là người cao niên và phải đi bộ rất nhiều mà không có nhiều thứ để xem, Chúng tôi rất thích các cuộc triển lãm khác nhau bên trong và buổi trình diễn chim săn mồi. Tôi sẽ không đi nữa, ngoại trừ việc có thể đi xem đèn Giáng sinh.Đọc thêm",
            "Tôi đã đi đến khinh khí cầu Ngày Lao động và thời gian chờ đợi là 2 tiếng đồng hồ và việc xem 5 quả bóng bay khác đang được lắp đặt thật là điên rồ. Thời gian bạn ở trên khinh khí cầu phụ thuộc vào gió. Có pháo hoa và bóng bay sáng lên nhưng tôi không ở lại lâu như vậy.Đọc thêm",
            "Quản lý lễ tân, Mary là người giỏi nhất. Chúng tôi đã đặt phòng trực tuyến chỉ vài ngày trước khi đến và cô ấy đã gọi cho chúng tôi để thông báo rằng loại phòng chúng tôi đã chọn trực tuyến không có sẵn. Cô ấy xác nhận có bao nhiêu người trong nhóm của chúng tôi và đảm bảo rằng chúng tôi có đủ giường khi cô ấy chuyển chúng tôi đến bất cứ nơi nào họ có sẵn. Tôi nghĩ việc đó rất chu đáo và hơn hết là cô ấy còn gọi điện để xác minh thông tin. Chúng tôi đến để xem những quả bí ngô và những khu vườn, nó thật đẹp! Đọc thêm",
            "Tôi đã đến thăm một vài lần vào những năm 80. Lần đầu tiên cho vợ tôi. Cuối tuần đầu tiên của Fantasy in Lights. Hùng vĩ. Đề nghị lái nó mặc dù câu xe đẩy, điều đó cũng thú vị. Các căn cứ có uy tín. Rất nhiều nơi để đi bộ và khám phá. Triển lãm Bướm là phải. Có một số nhà trọ tuyệt vời trên núi để bạn ở ngoài nhưng nếu có thể, hãy ở trong khuôn viên. Nhà trọ của họ rất đẹp và thanh lịch. Có lẽ thời điểm tuyệt vời để đi là khi hoa đỗ quyên nở rộ vào mùa xuân. Phải mất một vài ngày. Mặc dù tôi không chơi nhưng sân gôn trông rất thú vị và dễ tiếp cận đối với mọi cấp độ chơi. Nhân viên cực kỳ hữu ích và thân thiện. Bạn - sẽ cảm thấy được chào đón và là một phần của lịch sử.Đọc thêm",
            "Gia đình tôi đã đi xem đèn của Callaway. Chúng tôi đến sớm và lái xe vòng quanh để xem nơi này. Tất cả chúng tôi đều YÊU thích triển lãm bướm! Tôi rất muốn ghé thăm khu vườn một lần nữa vào mùa xuân khi tất cả hoa đỗ quyên nở rộ. Đi bộ một đoạn ngắn qua những ngọn đèn rất thú vị! Chúng tôi đi xe điện để xem đèn, rất thú vị. Tôi nghĩ sẽ có nhiều đèn hơn một chút. Đọc thêm",
            "Ngày tuyệt vời với gia đình! Yêu thích chương trình biểu diễn chim săn mồi và triển lãm bướm. Việc nhập học rất tốn kém. Chắc chắn hãy tận dụng ưu đãi giảm giá của quân đội nếu bạn là cựu chiến binh. Rất nhiều nhân viên thân thiện. Rất sạch sẽ. Phòng tắm không tì vết. Rất nhiều cửa hàng quà tặng.Đọc thêm",
            "Đừng lãng phí tiền của bạn. Đi đến vườn thực vật địa phương hoặc thậm chí là công viên tiểu bang sẽ là cách sử dụng thời gian của bạn tốt hơn nhiều. Hầu như không có hoa trong vườn. Điều này không chỉ dựa trên thời gian trong năm. Ví dụ: không có hoa cẩm tú cầu ở nơi này, chủ yếu bao gồm các con đường mòn đi bộ hoặc cưỡi ngựa trong rừng, mà bạn có thể nhận được miễn phí hoặc không tốn kém ở bất kỳ công viên tiểu bang nào. không trả phí vào cửa.  Vì nó không đáng chỉ dành cho triển lãm bướm, v.v. Buổi biểu diễn chim săn mồi rất ấn tượng và được thực hiện khá chuyên nghiệp. tuy nhiên, không có gì về trải nghiệm tổng thể có thể biện minh cho mức giá cả.Đọc thêm",
            "Đã đến đó vào đầu tháng 4 năm 2024 trong một kỳ nghỉ gia đình, để trải nghiệm mùa xuân và các loài hoa - hoa tulip - bướm và những người khác. Hóa ra chúng tôi đã trễ 2-3 tuần đối với Hoa Tulip. Mùa hoa nở đã tàn và khô héo nên bỏ lỡ. Nhưng trải nghiệm ngắm bướm vẫn khiến tất cả trở nên xứng đáng. Khoảng thời gian - 2 giờ ở bong bóng bướm - sắp xếp nhà kính - vừa vui vừa mang tính giáo dục! Hoàn toàn thích nó. Rất muốn giới thiệu cho trẻ em và gia đình. Tuy nhiên, nếu một người đang tìm kiếm trải nghiệm mùa xuân thực sự - hoa-hoa tulip. Chụp vào giữa tháng 3. Tái bút: Trung tâm thông tin ít hữu ích nhất, không phản hồi và có vẻ như họ không quan tâm. Không cung cấp cho chúng tôi bất kỳ thông tin nào ngoại trừ vé và yêu cầu chúng tôi đọc tài liệu quảng cáo.Đọc thêm",
            "Ngày tuyệt vời với gia đình! Yêu thích chương trình biểu diễn chim săn mồi và triển lãm bướm. Việc nhập học rất tốn kém. Chắc chắn hãy tận dụng ưu đãi giảm giá của quân đội nếu bạn là cựu chiến binh. Rất nhiều nhân viên thân thiện. Rất sạch sẽ. Phòng tắm không tì vết. Rất nhiều cửa hàng quà tặng.Đọc thêm",
            "Called several days prior to confirm check in time and was told I would not be able to check in until 4PM.  We arrived at 3:45 PM and the line was at least 80 people long.  Three employees were checking customers in. Had to wait in line with my very young grand kids for 45 minutes.Had I been told to expect a lengthy check in I would have arrived earlier.  Once I reached the front of the line,  I was told my cottage was not yet cleaned but would be ready in 20 minutes. Two hours later I finally got my cottage key.  Unfortunately I missed my reserved 6PM Fantasy of Lights trolley ride.  We were finally able to view the lights by using the vehicle line at 9PM.  Young grandson fell asleep by then.  Problem on second day - Note on cottage table said to call 1234 if any items were needed.  We needed soap and garbage bags and wanted more washcloths.  Also a roll of TP since no extra roll was provided. No one answered at the number provided. Called several times within an hour.  Still no one answered.  Finally had to walk to lodge front desk to request needed items.  We were there for three days - we deposited our garbage at the designated outside pick up point.  Garbage cans at that drop off were never emptied during our three day stay and were overflowing.On the plus side the breakfast and breakfast staff were great! Friendly and helpful every time we ate at the lodge!  Fantasy of Lights was beautiful!  We have been to Callaway Garden many times in the last 25 years and all agreed the light show has greatly improved.  Cottage was clean and well provisioned.  The walk through light show at Robin Beach was a highlight for the grandkids!  Lastly, when we brought our complaints to the lodge manager, he was very understanding and gave us an appropriate compensation. Overall, we do recommend  visiting Callaway Gardens.Read more",
            "Chúng tôi đã xếp hàng ít nhất 30 phút 4 lần để bị từ chối vì phòng của chúng tôi chưa sẵn sàng. Việc này bắt đầu lúc 400 chiều và kéo dài đến 730 tối. Cuối cùng chúng tôi cũng được nhận phòng và vội vã xếp hàng để đi xe điện lúc 8 giờ tối mà chúng tôi đã mua vé trước cho Lễ hội Ánh sáng. Chúng tôi xếp hàng từ 745 tối đến 945 tối. Chuyến đi mất một giờ và khi chúng tôi xếp hàng xong thì mọi nơi đã đóng cửa. Chồng tôi đã nói chuyện với người quản lý, người này nói rằng họ sẽ giảm giá - 50 cho chúng tôi vì sự bất tiện này. Số tiền - 50 đã được tính vào phòng của chúng tôi thay vì được ghi có. Người quản lý sẽ không gọi lại cho chúng tôi để sửa lỗi. Chúng tôi sẽ không bao giờ quay lại Callaway Gardens nữa. Chúng tôi đã dành kỷ niệm 25 năm ngày cưới ở đó cách đây 7 năm và có một trải nghiệm tuyệt vời. Tôi tự hỏi điều gì đã xảy ra với ban quản lý khu nghỉ dưỡng. Thật đáng thất vọng. Đọc thêm",
            "Thế là đứng xếp hàng để tưởng tượng dưới ánh đèn chỉ hơn 2 tiếng đồng hồ.  Thấy như 4 chiếc xe đẩy cứ ngồi đó không người lái.  Dòng người bây giờ có lẽ dài hơn một chút so với lúc chúng tôi bắt đầu lúc 7 giờ 30 cho thời gian bán vé lúc 8 giờ.  Bây giờ đã hơn 9h30, không biết họ sẽ làm gì với những người ở cuối hàng.  Đã ở đây một vài lần và mỗi lần dòng người xếp hàng dài hơn và những chiếc xe đẩy chỉ ngồi đó.  Có lẽ sẽ là lần cuối cùng  Với trẻ em cố gắng giải trí chúng là điều nực cười.  Line dài hơn Disney - s.  Chỉ là kế hoạch khủng khiếp và kém.  Nếu bạn không thể đáp ứng số lượng người mà bạn bán vé thì hãy giới hạn số lượng vé!  Vận hành kém, quy hoạch kém!!!Đọc thêm",
            "Chuyến đi mất quá nhiều thời gian. Làm cho toàn bộ chuyến đi không thú vị. Callaway Gardens có thể hỗ trợ bằng cách duy trì giao thông. Vận hành kém. Không đáng, Đọc thêm",
            "Gia đình chúng tôi đi xem ánh đèn của Callaway. Chúng tôi đến sớm và lái xe vòng quanh để xem địa điểm. Tất cả chúng tôi đều YÊU THÍCH triển lãm bướm! Tôi rất muốn đến thăm khu vườn một lần nữa vào mùa xuân khi tất cả hoa đỗ quyên nở rộ. Cuộc đi bộ ngắn qua ánh đèn rất thích thú! Chúng tôi đi xe đẩy để xem đèn rất thú vị. Tôi đã nghĩ sẽ có thêm một chút ánh sáng. Đọc thêm",
            "Tôi đã đến thăm một vài lần vào những năm 80. Lần đầu tiên cho vợ tôi. Cuối tuần đầu tiên của Fantasy in Lights. Hùng vĩ. Đề nghị lái nó mặc dù câu xe đẩy, điều đó cũng thú vị. Các căn cứ có uy tín. Rất nhiều nơi để đi bộ và khám phá. Triển lãm Bướm là phải. Có một số nhà trọ tuyệt vời trên núi để bạn ở ngoài nhưng nếu có thể, hãy ở trong khuôn viên. Nhà trọ của họ rất đẹp và thanh lịch. Có lẽ thời điểm tuyệt vời để đi là khi hoa đỗ quyên nở rộ vào mùa xuân. Phải mất một vài ngày. Mặc dù tôi không chơi nhưng sân gôn trông rất thú vị và dễ tiếp cận đối với mọi cấp độ chơi. Nhân viên cực kỳ hữu ích và thân thiện. Bạn - sẽ cảm thấy được chào đón và là một phần của lịch sử.Đọc thêm",
            "We were visiting our college student in Columbus and she wanted to see Fantasy in Lights, about 45 minutes away. It seemed a little pricey but the Fantasy in Lights ticket does include the Gardens so we we decided we - d head over after lunch time the next day. I was going to inquire about a veteran - s discount at the main entrance but since I had been googling the event, ads appeared in my Facebook feed with a discount. We decided to buy the tickets online ahead of time, the promo saved us  - 5 per ticket. We chose to ride the trolley and picked the earliest available time, 6pm. I received 3 emails from Callaway. The first was confirmation of setting up an account to buy the tickets. The second was my receipt and the third contained the QR codes for the staff to scan. I did not see the third email before we left but the staff at the main entrance kindle printed out a paper ticket for each of us. They also gave us a paper map of the grounds.We arrived at the gardens about 2pm, it was an easy drive from Columbus. The weather was perfect so we explored the Discovery Center and had a late lunch at the Discovery Cafe. We wandered over to the Birds of Prey show which was right on the lake. The show was shortened due to wild eagle and raptor activity in the area but I - m glad that the staff prioritized the safety of their birds. We had an hour left before the Christmas Village opened so we headed over to the Butterfly Center. This was probably the nicest Butterfly exhibit I - ve ever visited. It was amazing and I - m really glad we decided to stop by; I could have spent hours in there just watching the butterflies.At 5 we drove to the Christmas Village. Parking was plentiful and there were lots of staff on hand directing traffic. After parking we checked out the varied food trucks and dining options, then headed into the Christmas Market to browse. There was good selection of ornaments, blankets, sweatshirts and misc. toys for the kiddos. I believe there were also photo opportunities with Rudolph and friends but they were still setting up.Sunset was at 5:30 so we headed over to the line for the trolley. The staff were scanning both the paper tickets and the QR codes on people - s phones so I don - t think it matters which you have. We waited about 15 minutes to board, but we were seated in the first trolley which was nice. The ride took about an hour and it was CHILLY. I recommend bringing a blanket especially if you - re not wearing layers. The displays were lovely and it was fun ride. One thing we noticed as we circled back towards the Christmas Village was there were spots were only one trolley could pass through at a time. I have a feeling as the night goes on the the ride takes longer as more trolleys are on the route and have to wait to pass each other.Afterwards we bought hot chocolate and walked through the lights experience. It was magical and I think you could go through over and over if you wished. There was also mini golf, but we were tired and decided to pass this go around.  Overall, I think it was a really nice experience for our family. The Gardens were beautiful and I could see us visiting at a different time of year to experience other activities. Read more"
        ],
        "star_ratings": [
            889,
            435,
            202,
            95,
            100
        ],
        "review_amount": 1721,
        "location": [
            "Hoa Kỳ",
            "Georgia - GA -",
            "Callaway Resort - Vườn",
            "Những điều cần làm ở Núi Thông",
            "Núi Thông"
        ],
        "reviews_time": [
            "Written June 29, 2023",
            "Written August 7, 2023",
            "Written September 4, 2023",
            "Written October 21, 2023",
            "Written November 20, 2023",
            "Written December 13, 2023",
            "Written April 4, 2024",
            "Written May 25, 2024",
            "Written April 21, 2024",
            "Written April 4, 2024",
            "Written December 31, 2023",
            "Written December 30, 2023",
            "Written December 26, 2023",
            "Written December 14, 2023",
            "Written December 13, 2023",
            "Written November 20, 2023",
            "Written November 19, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g35187-d103292-Reviews-Callaway_Resort_Gardens-Pine_Mountain_Georgia.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g35187-d4208517-Reviews-The_Piedmont_Dining_Room-Pine_Mountain_Georgia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35187-d1167800-Reviews-Moore_s_Whistling_Pig_Cafe-Pine_Mountain_Georgia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35187-d4208518-Reviews-Cason_s_Tap_Room-Pine_Mountain_Georgia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35187-d519523-Reviews-Gardens_Restaurant-Pine_Mountain_Georgia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35187-d15193109-Reviews-The_Iron_Horse_Grill-Pine_Mountain_Georgia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35187-d1168630-Reviews-Fox_s_Pizza_Den-Pine_Mountain_Georgia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35187-d4304811-Reviews-Lubell_s_ice_Cream-Pine_Mountain_Georgia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35187-d4987999-Reviews-Lubell_s_Ice_Cream_Palor-Pine_Mountain_Georgia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35187-d5106333-Reviews-Fox_s_Pizza_Den-Pine_Mountain_Georgia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35187-d20037861-Reviews-Subway-Pine_Mountain_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35187-d102634-Reviews-Franklin_D_Roosevelt_State_Park-Pine_Mountain_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35187-d105068-Reviews-Wild_Animal_Safari-Pine_Mountain_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35187-d12867976-Reviews-Dino_Village-Pine_Mountain_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35187-d10351141-Reviews-Pine_Mountain_Trail-Pine_Mountain_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35187-d3381677-Reviews-Chipley_Historical_Center-Pine_Mountain_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35187-d27025133-Reviews-Pine_Mountain_Mobile_Home_Park-Pine_Mountain_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g34993-d19122401-Reviews-Harris_County_Recreation_Department-Hamilton_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35187-d103292-Reviews-or10-Callaway_Resort_Gardens-Pine_Mountain_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35187-d802275-Reviews-Callaway_Resort_Gardens_Golf-Pine_Mountain_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35187-d19828354-Reviews-Cecil_B_Day_Butterfly_Center-Pine_Mountain_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35187-d23383555-Reviews-The_Spa_at_Callaway_Gardens-Pine_Mountain_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35187-d10449901-Reviews-Sugah_Candy_gift-Pine_Mountain_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35187-d27708110-Reviews-Tours_With_Joy-Pine_Mountain_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35187-d2148034-Reviews-Roosevelt_Stables-Pine_Mountain_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g34993-d5970177-Reviews-The_Harris_County_Boutique-Hamilton_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35051-d4008099-Reviews-The_Fields_Golf_Club-LaGrange_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35347-d12159474-Reviews-Full_Circle_Farm_Sanctuary-Warm_Springs_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35187-d607711-Reviews-Butts_Mill_Farm-Pine_Mountain_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35187-d25382152-Reviews-Bluebird_Cottage_Gifts_Made_in_America-Pine_Mountain_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g31696-d2470599-Reviews-Arkansas_Grand_Canyon-Jasper_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g189502-d575425-Reviews-Mount_Olympus-Thessaly.html",
            "https://www.tripadvisor.com/Attraction_Review-g189449-d21187511-Reviews-EXER_Rent_A_Car-Rhodes_Dodecanese_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g48261-d105859-Reviews-Fashion_Outlets_of_Niagara_Falls_USA-Niagara_Falls_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60549-d3398228-Reviews-Hobo_Hot_Pool-Saratoga_Wyoming.html",
            "https://www.tripadvisor.com/Attraction_Review-g60745-d13809172-Reviews-Purr_Cat_Cafe-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g297698-d1943454-Reviews-Bali_Collection-Nusa_Dua_Benoa_South_Kuta_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d1740856-Reviews-Big_Rock_Dude_Ranch_at_Ponderosa-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d187601-Reviews-Greenwich-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g32956-d3462223-Reviews-Pulgas_Water_Temple-Redwood_City_California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g35187-d103292-Reviews-or10-Callaway_Resort_Gardens-Pine_Mountain_Georgia.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g35187-d103292-Reviews-Callaway_Resort_Gardens-Pine_Mountain_Georgia.html"
    }
]