[
    {
        "attraction_name": "Calm House Spa",
        "attraction_name_vi": "Spa Ngôi Nhà Bình Tĩnh",
        "general_info": [
            "24 đánh giá",
            "- 96 trên 421 Spa - Chăm sóc sức khỏe tại Hội An",
            "Spa"
        ],
        "attraction_summary": "Một ốc đảo thanh bình ẩn mình giữa lòng Hội An. Là thành viên của gia đình The Calm Spa, Calm House Spa mang đến cho bạn trải nghiệm spa truyền thống pha chút yên bình. Chỉ cách trung tâm Phố cổ Hội An 5 phút đi bộ, spa của chúng tôi là nơi thư giãn và trẻ hóa.Đọc thêm",
        "reviews": [
            "Chúng tôi đã được tặng trà rất ngon khi đến và tắm chân đáng yêu. Chúng tôi được cung cấp nhiều lựa chọn về các loại dầu có mùi khác nhau, tất cả đều tuyệt vời cũng như lựa chọn về áp suất.\n\nThực sự rất thích massage, tại chỗ.\n\nChúng tôi được tặng thêm trà và xoài tươi sau khi mát-xa.\n\nCảm ơn bạn rất nhiều!Đọc thêm",
            "Kính gửi vị khách đáng yêu,\n\nCảm ơn bạn rất nhiều vì đã dành thời gian để lại cho chúng tôi phản hồi tuyệt vời. Chúng tôi đánh giá cao nó rất nhiều.\nChúc bạn có kỳ nghỉ vui vẻ tại Việt Nam và rất mong được phục vụ bạn lần sau.\nTrân trọng,\n\nMặt trăngĐọc thêm",
            "Cảm thấy rất được chiều chuộng. Trà khi đến, khăn lạnh mới. Phòng máy lạnh yên tĩnh có phòng tắm riêng. Cả nhóm chúng tôi đều rất thích dịch vụ mát-xa với các chuyên viên trị liệu rất am hiểu về nghề của họ. Thật đáng yêu, yên tĩnh và thanh bình. Chắc chắn sẽ quay lại..Đọc thêm",
            "Kylie thân mến,\n\nCảm ơn bạn rất nhiều vì đã dành thời gian để lại cho chúng tôi phản hồi này. Đó là niềm vui của chúng tôi khi được phục vụ gia đình bạn hai lần trong thời gian bạn ở Hội An.\n\nChúc bạn có chuyến đi vui vẻ ở Việt Nam và tôi mong được gặp lại gia đình bạn lần sau\n\nCảm ơn,\nMặt trăngĐọc thêm",
            "Tôi vừa bước vào spa yên tĩnh tại nhà để mát-xa pha trộn châu Á và tôi không thể hài lòng hơn với dịch vụ được cung cấp. Các cô gái thực sự quan tâm và chăm sóc từng chi tiết để mang lại trải nghiệm tuyệt vời. Đây là lần đầu tiên tôi ở đó và nó thực sự vượt quá mong đợi của tôi. Ngoài ra, trà miễn phí được pha trộn bởi chính nó - nó rất ngon. Điểm trừ duy nhất là tôi đã khám phá ra nơi này vào ngày cuối cùng của tôi ở Hội An.Đọc thêm",
            "Kính gửi vị khách đáng yêu, \nCảm ơn bạn rất nhiều vì đã dành thời gian quý báu để chia sẻ trải nghiệm của mình với chúng tôi trên Tripadvisor! Đội ngũ của chúng tôi rất vui vì chúng tôi đã cung cấp dịch vụ và mát-xa tốt nhất cho bạn. Chúng tôi sẽ tiếp tục cung cấp dịch vụ rất tốt và làm tốt hơn nữa cũng sẽ chia sẻ đánh giá của bạn với nhóm của chúng tôi. \nMong được gặp lại bạn trong chuyến đi tiếp theo và chào mừng bạn luôn ở đây! \nTrân trọng kính chào,\n Mặt trăngĐọc thêm",
            "TLDR: The Calm House là một spa tuyệt vời được điều hành bởi Moon, một người dân địa phương đến từ Hội An. Vợ tôi và tôi thực sự đã thử mọi thứ trong thực đơn dịch vụ và ở mọi danh mục đều đặc biệt. \n\nVợ tôi và tôi tình cờ gặp The Calm House khi chúng tôi đang đi du lịch ở Hội An. Chúng tôi mệt mỏi khi đi bộ và ban đầu đã đi massage chân trong 30 phút. \n\nMoon, người chủ, chào chúng tôi và có thể nói rằng chúng tôi rất nóng bỏng. Cô ấy mời chúng tôi ngồi xuống, phục vụ trà cho chúng tôi, chườm lạnh và rửa chân cho chúng tôi. Máy điều hòa rất mát, trà thì tuyệt vời và cần có máy nén mát. \n\nNgay khi bắt đầu mát-xa chân, chúng tôi có thể biết rằng mình đang ở một nơi tuyệt vời. Vợ tôi cũng chọn cách làm móng bằng gel và sự chú ý đến từng chi tiết là điều tối thượng. \n\n30 phút sau, chúng tôi khởi hành khi chuyến tham quan tiếp theo sắp dừng lại, nhưng lấy được một tấm thẻ, chúng tôi biết mình sẽ quay lại. \n\nTôi có thể làm bạn chán ngấy với lượng thông tin về tất cả các dịch vụ, nhưng nếu nói rằng nó thật tuyệt vời thì vẫn là một cách đánh giá thấp. Tôi không biết cái gì là tốt nhất, mát xa bằng đá nóng để thư giãn lưng, hay chăm sóc da mặt để rửa mặt cho vợ tôi. \n\nHoặc đó có thể là massage kéo dãn để có được cơ bắp săn chắc - từ việc ngủ trên một tấm nệm không xác định. - Có lẽ đó là massage đầu? Hoặc bọc?\n\nMọi thứ, và ý tôi là mọi thứ, đều tuyệt vời. Giá cũng tốt hơn rất nhiều so với những gì tôi thấy ở Hội An, và tòa nhà không tì vết. Ngôi nhà Bình tĩnh chỉ có thế thôi, Bình tĩnh, một nơi tôn nghiêm dành cho chúng tôi, và chúng tôi sẽ luôn nhớ về nó một cách trìu mến. \n\nMẹo chuyên nghiệp: Ni, người phụ nữ nhỏ bé đứng cạnh tôi là nhân viên mát-xa giỏi nhất mà cá nhân tôi từng gặp. Sức mạnh và sự quan tâm như vậy. Tôi sẽ nhớ cô ấy. : - Đọc thêm",
            "Stuart thân mến,\nCảm ơn bạn rất nhiều vì đã dành thời gian để lại cho chúng tôi đánh giá tuyệt vời này. Chúng tôi đánh giá cao nó rất nhiều.\n Chúc bạn một ngày tốt lành và hẹn gặp lại bạn lần sau, \nCảm ơn, \nMặt trăngĐọc thêm",
            "Điều này thật tuyệt vời. Cả hai người phụ nữ đều thân thiện, thân thiện và vô cùng niềm nở. Tôi đã thực hiện bấm huyệt trong 60 phút nhưng mát-xa bắp chân, đầu và vai cũng là một phần trong đó. Có lẽ là một trong những phương pháp điều trị bấm huyệt tốt nhất mà tôi từng thực hiện và tôi rất muốn giới thiệu nó.\n\nKhi đến nơi, tôi đã nhận được một ít trà tuyệt vời mà người chủ đã pha và khi quá trình điều trị kết thúc, tôi nhận được thêm một ít trà và xoài cắt lát!\n\nNếu tôi có thể cho 10 sao thì tôi sẽ làm!\n\nCảm ơn các nàng rất nhiềuXem thêm",
            "Kirsten thân mến,\nCảm ơn bạn rất nhiều vì đã dành thời gian để lại cho chúng tôi phản hồi tuyệt vời. Chúng tôi đánh giá cao nó rất nhiều.\nChúc bạn mọi điều tốt đẹp nhất và rất mong được phục vụ bạn lần sau.\nTrân trọng,\nMặt trăng\nĐọc thêm",
            "Chỉ cần đi - - .spa tốt nhất ở Hội An.\n\nChúng tôi đã ghé thăm Calm Spa ban đầu cách đây vài năm và chúng tôi đang ở đây - .trở lại Hội An.\n\nSpa thật thú vị.   Đặc biệt sạch sẽ, và nhân viên được đào tạo tốt.   \nMoon, chủ sở hữu, tốt bụng và chân thật.  \n\nKhông thể đợi lần mát xa tiếp theo.     - Đọc thêm",
            "Có một trải nghiệm thư giãn như vậy tại spa này. Từ lúc bạn bước vào, bạn cảm thấy rất được nuông chiều và chăm sóc. Khung cảnh xung quanh cũng thật yên tĩnh. Tôi đã được mát-xa toàn thân và chăm sóc da mặt và tôi - chưa bao giờ cảm thấy tràn đầy sinh lực và mềm mại đến thế!!! Đọc thêm",
            "Chúng tôi được giới thiệu đến spa nhỏ này ở trung tâm Hội An. Sự chào đón nồng nhiệt và chúng tôi cảm thấy được nuông chiều hoàn toàn. Tan và Bea đã cho chúng tôi những liệu pháp mát-xa trị liệu tuyệt vời. Chúng tôi nghĩ đây là trải nghiệm massage tốt nhất mà chúng tôi từng có. Chắc chắn sẽ quay lại lần sau khi chúng tôi đến Hội An! Đọc thêm",
            "Thật là một dịch vụ tuyệt vời mà đội ngũ này cung cấp! Họ sắp xếp taxi của chúng tôi đến và đi từ khách sạn của chúng tôi. Chúng tôi đã thực hiện nhiều phương pháp điều trị khác nhau trong khoảng từ 90-120 phút - -  \nMassage chân và chân trong 60 phút thật tuyệt vời! khuôn mặt rất đẹp và có thêm phần mát-xa cánh tay kèm theo. \nTrà sả và quế được cung cấp là một điểm nhấn tuyệt vời cũng như xoài ở cuối. \nVị trí này rất tốt nếu bạn thích một bữa ăn ở phố cổ sau đó hoặc chỉ cần quay lại giường!Đọc thêm",
            "TLDR: The Calm House là một spa tuyệt vời được điều hành bởi Moon, một người dân địa phương đến từ Hội An. Vợ tôi và tôi thực sự đã thử mọi thứ trong thực đơn dịch vụ và ở mọi danh mục đều đặc biệt. Vợ tôi và tôi tình cờ gặp The Calm House khi chúng tôi đang đi du lịch ở Hội An. Chúng tôi mệt mỏi khi đi bộ và ban đầu đã đi massage chân trong 30 phút. Moon, người chủ, chào chúng tôi và có thể nói rằng chúng tôi rất nóng bỏng. Cô ấy mời chúng tôi ngồi xuống, phục vụ trà cho chúng tôi, chườm lạnh và rửa chân cho chúng tôi. Máy điều hòa rất mát, trà thì tuyệt vời và cần có máy nén mát. Ngay khi bắt đầu mát-xa chân, chúng tôi có thể biết rằng mình đang ở một nơi tuyệt vời. Vợ tôi cũng chọn cách làm móng bằng gel và sự chú ý đến từng chi tiết là điều tối thượng. 30 phút sau, chúng tôi khởi hành khi chuyến tham quan tiếp theo sắp dừng lại, nhưng lấy được một tấm thẻ, chúng tôi biết mình sẽ quay lại. Tôi có thể làm bạn chán ngấy với lượng thông tin về tất cả các dịch vụ, nhưng nếu nói rằng nó thật tuyệt vời thì vẫn là một cách đánh giá thấp. Tôi không biết cái gì là tốt nhất, mát xa bằng đá nóng để thư giãn lưng, hay chăm sóc da mặt để rửa mặt cho vợ tôi. Hoặc đó có thể là massage kéo dãn để có được cơ bắp săn chắc - từ việc ngủ trên một tấm nệm không xác định. - Có lẽ đó là massage đầu? Hoặc lớp bọc? Mọi thứ, ý tôi là mọi thứ, đều tuyệt vời. Giá cũng tốt hơn rất nhiều so với những gì tôi thấy ở Hội An, và tòa nhà không tì vết. Ngôi nhà Bình tĩnh chỉ có thế thôi, Bình tĩnh, một nơi tôn nghiêm dành cho chúng tôi, và chúng tôi sẽ luôn nhớ về nó một cách trìu mến. Mẹo chuyên nghiệp: Ni, người phụ nữ nhỏ bé đứng cạnh tôi là nhân viên mát-xa giỏi nhất mà cá nhân tôi từng gặp. Sức mạnh và sự quan tâm như vậy. Tôi sẽ nhớ cô ấy. : - Đọc thêm",
            "Stuart thân mến,\nCảm ơn bạn rất nhiều vì đã dành thời gian để lại cho chúng tôi đánh giá tuyệt vời này. Chúng tôi rất trân trọng điều đó.\nChúc bạn một ngày tuyệt vời và chúng tôi mong được gặp lại bạn vào lần tới,\nCảm ơn bạn,\nMoonĐọc thêm",
            "Chúng tôi được giới thiệu đến spa nhỏ này ở trung tâm Hội An. Sự chào đón nồng nhiệt và chúng tôi cảm thấy được nuông chiều hoàn toàn. Tan và Bea đã cho chúng tôi những liệu pháp mát-xa trị liệu tuyệt vời. Chúng tôi nghĩ đây là trải nghiệm massage tốt nhất mà chúng tôi từng có. Chắc chắn sẽ quay lại lần sau khi chúng tôi đến Hội An! Đọc thêm",
            "Thật là một dịch vụ tuyệt vời mà đội ngũ này cung cấp! Họ sắp xếp taxi của chúng tôi đến và đi từ khách sạn của chúng tôi. Chúng tôi đã có nhiều phương pháp điều trị khác nhau trong khoảng 90 - 120 phút - - Mát-xa chân và chân trong 60 phút thật tuyệt vời! khuôn mặt rất đẹp và có thêm phần mát-xa cánh tay kèm theo. Trà sả và quế được cung cấp là một điểm nhấn tuyệt vời cũng như xoài ở cuối. Vị trí này rất tốt nếu bạn thích một bữa ăn ở phố cổ sau đó hoặc chỉ cần quay lại giường!Đọc thêm",
            "Cảm thấy thật hư hỏng. Trà khi đến, bánh flannel tươi mát. Phòng máy lạnh yên tĩnh có WC riêng. Tất cả nhóm của chúng tôi đều rất thích thú với dịch vụ mát-xa của họ với các nhà trị liệu, những người hiểu rất rõ về nghề của họ. Đáng yêu, yên tĩnh và thanh thản. Chắc chắn sẽ quay lại..Đọc thêm",
            "Kylie thân mến,\n\nCảm ơn bạn rất nhiều vì đã dành thời gian để lại cho chúng tôi phản hồi này. Đó là niềm vui của chúng tôi khi được phục vụ gia đình bạn hai lần trong thời gian bạn ở Hội An.\n\nChúc bạn có chuyến đi vui vẻ ở Việt Nam và tôi mong được gặp lại gia đình bạn lần sau\n\nCảm ơn,\nMặt trăngĐọc thêm",
            "Chỉ cần đi - - .spa tốt nhất ở Hội An. Chúng tôi đã đến thăm Calm Spa ban đầu cách đây vài năm, và chúng tôi đang ở đây - .trở lại Hội An.Spa thật thú vị.   Đặc biệt sạch sẽ, và nhân viên được đào tạo tốt.   Moon, chủ sở hữu, tốt bụng và chân thật.  Không thể đợi lần mát xa tiếp theo.     - Đọc thêm",
            "Chúng tôi đã được tặng trà rất ngon khi đến và tắm chân đáng yêu. Chúng tôi được cung cấp nhiều loại dầu có mùi thơm khác nhau, tất cả đều tuyệt vời cũng như lựa chọn về áp suất. Thực sự rất thích dịch vụ mát-xa, ngay tại chỗ. Chúng tôi được tặng thêm trà và xoài tươi sau khi mát-xa. Cảm ơn bạn rất nhiều!Đọc thêm",
            "Kính gửi vị khách đáng yêu,\n\nCảm ơn bạn rất nhiều vì đã dành thời gian để lại cho chúng tôi phản hồi tuyệt vời. Chúng tôi đánh giá cao nó rất nhiều.\nChúc bạn có kỳ nghỉ vui vẻ tại Việt Nam và rất mong được phục vụ bạn lần sau.\nTrân trọng,\n\nMặt trăngĐọc thêm",
            "Chúng tôi đã có một massage rất tốt. Chúng tôi được chăm sóc bằng trà gừng và khăn lạnh, ngâm chân nước ấm và sau đó chúng tôi được mát-xa với giá rất tốt. Nơi này cũng siêu sạch.Đọc thêm",
            "Spa tuyệt vời chắc chắn đề nghị. Giá tuyệt vời cho điều trị tuyệt vời và rất chuyên nghiệp.  Trà đáng yêu khi đến Đọc thêm",
            "Estelle thân mến,\nCảm ơn bạn rất nhiều vì đã dành thời gian để gửi đánh giá về sự thú vị của bạn tại Calm House Spa. Chúng tôi thực sự biết ơn khi đọc tin nhắn của bạn và nhận được phản hồi tích cực của bạn. \nMột lần nữa xin cảm ơn bạn rất nhiều và chúc bạn mọi điều tốt lành\nTrân trọng,\nMặt trăngĐọc thêm",
            "Một trong những liệu pháp mát-xa tốt nhất mà tôi từng trải nghiệm - Mát-xa toàn thân thật tuyệt vời. Mặt chống lão hóa cũng rất đáng yêu và các sản phẩm giúp bù nước và dẻo dai cho da - Thật tuyệt vời và giá cả rất rẻ! Tôi cảm thấy trẻ hơn 10 tuổi!!! Đọc thêm",
            "Kính gửi vị khách đáng yêu,\nCảm ơn bạn rất nhiều vì đã dành thời gian để lại cho chúng tôi phản hồi tuyệt vời. Chúng tôi đánh giá cao nó rất nhiều.\nChúc bạn có kỳ nghỉ vui vẻ tại Việt Nam và rất mong được phục vụ bạn lần sau.\nTrân trọng,\nMặt trăng\nĐọc thêm",
            "Dịch vụ rất tốt và môi trường xung quanh rất đẹp. Mọi người đều cực kỳ thân thiện. Massage cơ thể châu Á thật tuyệt vời. Rất khuyến khích.Đọc thêm",
            "Kính thưa quý khách,\nCảm ơn bạn rất nhiều vì đã đến với chúng tôi và dành thời gian để lại cho chúng tôi đánh giá tuyệt vời này. Tôi trân trọng điều đó.\nChúc bạn một ngày tốt lành và tôi mong sớm được gặp bạn\nTrân trọng,\nMặt trăngĐọc thêm"
        ],
        "star_ratings": [
            24,
            0,
            0,
            0,
            0
        ],
        "review_amount": 24,
        "location": [
            "Chào An",
            "Những việc cần làm ở Hội An",
            "Tỉnh Quảng Nam",
            "Châu Á",
            "Việt Nam",
            "Spa Ngôi Nhà Bình Tĩnh"
        ],
        "reviews_time": [
            "Written September 8, 2023",
            "Written September 30, 2023",
            "Written November 10, 2023",
            "Written November 14, 2023",
            "Written December 14, 2023",
            "Written January 31, 2024",
            "Written February 12, 2024",
            "Written February 20, 2024",
            "Written April 9, 2024",
            "Written November 15, 2023",
            "Written February 21, 2024",
            "Written April 10, 2024",
            "Written October 1, 2023",
            "Written February 1, 2024",
            "Written September 8, 2023",
            "Written April 4, 2024",
            "Written January 3, 2024",
            "Written December 30, 2023",
            "Written December 13, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298082-d26433676-Reviews-Calm_House_Spa-Hoi_An_Quang_Nam_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26431829-Reviews-Xliii_Coffee-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d14927502-Reviews-Silent_Garden_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d7706064-Reviews-Phi_Banh_Mi-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d4547223-Reviews-Lien_Thao-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d15086699-Reviews-Melody_Fine_Dining_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d8285847-Reviews-Ho_Lo_Quan-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d11668353-Reviews-Greek_Souvlaki-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d8327556-Reviews-The_Espresso_Station-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d4308916-Reviews-Madam_Khanh_The_Banh_Mi_Queen-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d8571602-Reviews-Bich_cafe-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d14004625-Reviews-Ancient_House-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4507121-Reviews-Hoi_An_Ancient_Town-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12837929-Reviews-Hoi_An_Theatre-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7595897-Reviews-Hoi_An_Cathedral-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d454962-Reviews-Quan_Kong_Temple-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7209451-Reviews-Couleurs_by_Rehahn-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19453252-Reviews-Martyrs_Cemetery-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8091207-Reviews-Hoi_An_Night_Market-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d11929918-Reviews-Precious_Heritage_by_Rehahn-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d5854199-Reviews-The_Timeless_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26433676-Reviews-or10-Calm_House_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26433676-Reviews-or20-Calm_House_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7181506-Reviews-My_Chi_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d5583642-Reviews-La_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15023642-Reviews-Ozone_Allegra_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25173196-Reviews-Hoi_An_Deli_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d11885562-Reviews-Citrus_Health_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26642390-Reviews-Rosara_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d14191594-Reviews-Golden_Rose_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26790128-Reviews-Ozone_Spa_Wellness_Little_Oasis-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15603763-Reviews-Nachi_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26722674-Reviews-The_RiverSide_Spa_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d10360779-Reviews-Backstreet_Academy-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25302499-Reviews-Ningy_Spa_Hoian-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19385328-Reviews-Anna_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g25289644-d25376808-Reviews-Sunflower_Spa-Cam_Pho_Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d16724791-Reviews-The_Castle_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25302429-Reviews-Ningy_Spa_Hoian-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d18314203-Reviews-Thao_Nails_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d13076697-Reviews-Hoi_An_Handicraft_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2054722-Reviews-The_Original_Taste_of_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d17852967-Reviews-Mong_Spa_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6628627-Reviews-Hoi_An_Transfer-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12620043-Reviews-Min_Na_Tailor_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d10004902-Reviews-Gerberas_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d13438048-Reviews-Thai_Spa_Massage_Barcelona-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g293995-d3140287-Reviews-Riyadh_Gallery_Mall-Riyadh_Riyadh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d547288-Reviews-Chinese_Market-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g31350-d9800099-Reviews-OdySea_Aquarium-Scottsdale_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g32784-d18153825-Reviews-Slab_City-Niland_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g1865780-d6417888-Reviews-Sembuwaththa_Lake-Matale_Central_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g30620-d3314291-Reviews-Monte_Sano_State_Park-Huntsville_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g293918-d2057169-Reviews-Lomprayah_High_Speed_Catamaran-Ko_Samui_Surat_Thani_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g42512-d735106-Reviews-New_Buffalo_Public_Beach-New_Buffalo_Berrien_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g60022-d283907-Reviews-Geneva_Lake-Lake_Geneva_Wisconsin.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298082-d26433676-Reviews-or10-Calm_House_Spa-Hoi_An_Quang_Nam_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298082-d26433676-Reviews-Calm_House_Spa-Hoi_An_Quang_Nam_Province.html",
        "caculated": true,
        "dicts_sentiment_average": {
            "trà": 0.9068288141919766,
            "tắm chân": 0.5,
            "dầu": 0.9953781693475321,
            "massage": 0.7889982307096943,
            "xoài": 0.6922887078020722,
            "kỳ nghỉ": 0.9947376960190013,
            "mặt": 0.7831008250359446,
            "phòng máy": 0.5,
            "phòng": 0.5,
            "dịch vụ mát-xa với": 0.5,
            "trị liệu rất am": 0.5,
            "chuyến đi": 0.9935727185336873,
            "mặt trăng": 0.8737691454589367,
            "spa": 0.9149510691123497,
            "được cung": 0.5,
            "trải nghiệm": 0.995482867670944,
            "điểm trừ": 0.509746853262186,
            "dịch vụ": 0.9183046950493008,
            "mát-xa": 0.5,
            "tốt nhất": 0.5,
            "người dân địa phương": 0.5,
            "massage chân": 0.9746441603638232,
            "chườm lạnh": 0.5,
            "rửa chân": 0.5,
            "máy điều hòa": 0.8737691454589367,
            "trà thì": 0.93460925843101,
            "gel": 0.9652370968833566,
            "chuyến tham quan": 0.7360257301479578,
            "da mặt": 0.6622053906321526,
            "tấm nệm": 0.5,
            "giá": 0.8737691454589367,
            "tòa nhà": 0.5,
            "ngôi nhà": 0.8737691454589367,
            "tôn nghiêm": 0.9954883163445629,
            "nhân viên mát-xa giỏi nhất": 0.9753367456141859,
            "trăng": 0.5,
            "bấm huyệt": 0.5,
            "bắp chân đầu và": 0.5,
            "phương pháp điều trị bấm huyệt": 0.9935837966622785,
            "nhân viên": 0.9955381159670651
        },
        "dicts_adj": {
            "trà": [
                "ngon",
                "tươi",
                "lạnh",
                "ngon",
                "tuyệt vời"
            ],
            "tắm chân": [],
            "dầu": [
                "nhiều",
                "khác",
                "tuyệt vời"
            ],
            "massage": [
                "Thực sự",
                "thích massage",
                "tại chỗ",
                "chắc"
            ],
            "xoài": [
                "tươi"
            ],
            "kỳ nghỉ": [
                "vui vẻ"
            ],
            "mặt": [],
            "phòng máy": [],
            "phòng": [],
            "dịch vụ mát-xa với": [],
            "trị liệu rất am": [],
            "chuyến đi": [
                "vui vẻ"
            ],
            "mặt trăng": [
                "vui vẻ"
            ],
            "spa": [
                "hài lòng",
                "hơn",
                "tuyệt vời",
                "tốt",
                "thú vị"
            ],
            "được cung": [],
            "trải nghiệm": [
                "thực sự",
                "tuyệt vời",
                "nhiều"
            ],
            "điểm trừ": [
                "duy nhất",
                "cuối cùng"
            ],
            "dịch vụ": [
                "tốt",
                "tốt",
                "thực sự",
                "đặc biệt",
                "tuyệt vời",
                "thấp"
            ],
            "mát-xa": [],
            "tốt nhất": [],
            "người dân địa phương": [],
            "massage chân": [
                "mệt mỏi"
            ],
            "chườm lạnh": [],
            "rửa chân": [],
            "máy điều hòa": [
                "mát trà"
            ],
            "trà thì": [
                "tuyệt vời",
                "mát"
            ],
            "gel": [
                "tối"
            ],
            "chuyến tham quan": [],
            "da mặt": [
                "tốt",
                "mát",
                "xa",
                "nóng"
            ],
            "tấm nệm": [],
            "giá": [
                "tốt",
                "hơn",
                "nhiều"
            ],
            "tòa nhà": [],
            "ngôi nhà": [
                "Bình tĩnh",
                "Bình tĩnh"
            ],
            "tôn nghiêm": [
                "trìu mến"
            ],
            "nhân viên mát-xa giỏi nhất": [
                "chuyên nghiệp",
                "nhỏ bé"
            ],
            "trăng": [],
            "bấm huyệt": [],
            "bắp chân đầu và": [],
            "phương pháp điều trị bấm huyệt": [
                "tốt"
            ],
            "nhân viên": [
                "Đặc biệt",
                "sạch sẽ",
                "tốt"
            ]
        },
        "list_proper_noun": [],
        "factor value": {
            "trà": 5.0,
            "tắm chân": 1,
            "dầu": 1,
            "massage": 2.5,
            "xoài": 2.5,
            "kỳ nghỉ": 1,
            "mặt": 3.5,
            "phòng máy": 1,
            "phòng": 1,
            "dịch vụ mát-xa với": 1,
            "trị liệu rất am": 1,
            "chuyến đi": 2.5,
            "mặt trăng": 1,
            "spa": 4.5,
            "được cung": 1.5,
            "trải nghiệm": 3.0,
            "điểm trừ": 1.5,
            "dịch vụ": 3.0,
            "mát-xa": 1.5,
            "tốt nhất": 1.5,
            "người dân địa phương": 1.5,
            "massage chân": 1.5,
            "chườm lạnh": 1.5,
            "rửa chân": 1.5,
            "máy điều hòa": 1.5,
            "trà thì": 1.5,
            "gel": 1.5,
            "chuyến tham quan": 1.5,
            "da mặt": 1.5,
            "tấm nệm": 1.5,
            "giá": 1.5,
            "tòa nhà": 1.5,
            "ngôi nhà": 1.5,
            "tôn nghiêm": 1.5,
            "nhân viên mát-xa giỏi nhất": 1.5,
            "trăng": 1.5,
            "bấm huyệt": 1.5,
            "bắp chân đầu và": 1.5,
            "phương pháp điều trị bấm huyệt": 1.5,
            "nhân viên": 1.5
        }
    },
    {
        "attraction_name": "Calm House Spa",
        "attraction_name_vi": "Spa Ngôi Nhà Bình Tĩnh",
        "general_info": [
            "24 đánh giá",
            "- 96 trong số 421 Spa - Sức khỏe tại Hội An",
            "Spa"
        ],
        "attraction_summary": "Một ốc đảo thanh bình ẩn mình giữa lòng Hội An. Là thành viên của gia đình The Calm Spa, Calm House Spa mang đến cho bạn trải nghiệm spa truyền thống pha chút yên bình. Chỉ cách trung tâm Phố cổ Hội An 5 phút đi bộ, spa của chúng tôi là nơi thư giãn và trẻ hóa.Đọc thêm",
        "reviews": [
            "Chúng tôi được phục vụ trà rất ngon khi đến và một bồn ngâm chân dễ chịu. Chúng tôi được cung cấp nhiều loại dầu có mùi khác nhau, tất cả đều tuyệt vời cũng như nhiều lựa chọn về áp lực.\n\nThực sự thích buổi mát-xa, đúng như mong đợi.\n\nChúng tôi được phục vụ thêm trà và xoài tươi sau buổi mát-xa.\n\nCảm ơn bạn rất nhiều! Đọc thêm",
            "Kính gửi vị khách đáng yêu,\n\nCảm ơn bạn rất nhiều vì đã dành thời gian để lại cho chúng tôi phản hồi tuyệt vời. Chúng tôi đánh giá cao nó rất nhiều.\nChúc bạn có kỳ nghỉ vui vẻ tại Việt Nam và rất mong được phục vụ bạn lần sau.\nTrân trọng,\n\nMặt trăngĐọc thêm",
            "Cảm thấy thật hư hỏng. Trà khi đến, bánh flannel tươi mát. Phòng máy lạnh yên tĩnh có WC riêng. Tất cả nhóm của chúng tôi đều rất thích thú với dịch vụ mát-xa của họ với các nhà trị liệu, những người hiểu rất rõ về nghề của họ. Đáng yêu, yên tĩnh và thanh thản. Chắc chắn sẽ quay lại..Đọc thêm",
            "Kylie thân mến,\n\nCảm ơn bạn rất nhiều vì đã dành thời gian để lại cho chúng tôi phản hồi này. Đó là niềm vui của chúng tôi khi được phục vụ gia đình bạn hai lần trong thời gian bạn ở Hội An.\n\nChúc bạn có chuyến đi vui vẻ ở Việt Nam và tôi mong được gặp lại gia đình bạn lần sau\n\nCảm ơn,\nMặt trăngĐọc thêm",
            "Tôi vừa bước vào spa yên tĩnh tại nhà để mát-xa pha trộn châu Á và tôi không thể hài lòng hơn với dịch vụ được cung cấp. Các cô gái thực sự quan tâm và chăm sóc từng chi tiết để mang lại trải nghiệm tuyệt vời. Đây là lần đầu tiên tôi ở đó và nó thực sự vượt quá mong đợi của tôi. Ngoài ra, trà miễn phí được pha trộn bởi chính nó - nó rất ngon. Điểm trừ duy nhất là tôi đã khám phá ra nơi này vào ngày cuối cùng của tôi ở Hội An.Đọc thêm",
            "Kính gửi vị khách đáng yêu, \nCảm ơn bạn rất nhiều vì đã dành thời gian quý báu để chia sẻ trải nghiệm của mình với chúng tôi trên Tripadvisor! Đội ngũ của chúng tôi rất vui vì chúng tôi đã cung cấp dịch vụ và mát-xa tốt nhất cho bạn. Chúng tôi sẽ tiếp tục cung cấp dịch vụ rất tốt và làm tốt hơn nữa cũng sẽ chia sẻ đánh giá của bạn với nhóm của chúng tôi. \nMong được gặp lại bạn trong chuyến đi tiếp theo và chào mừng bạn luôn ở đây! \nTrân trọng kính chào,\n Mặt trăngĐọc thêm",
            "TLDR: The Calm House là một spa tuyệt vời được điều hành bởi Moon, một người dân địa phương đến từ Hội An. Vợ tôi và tôi thực sự đã thử mọi thứ trong thực đơn dịch vụ và ở mọi danh mục đều đặc biệt. \n\nVợ tôi và tôi tình cờ gặp The Calm House khi chúng tôi đang đi du lịch ở Hội An. Chúng tôi mệt mỏi khi đi bộ và ban đầu đã đi massage chân trong 30 phút. \n\nMoon, người chủ, chào chúng tôi và có thể nói rằng chúng tôi rất nóng bỏng. Cô ấy mời chúng tôi ngồi xuống, phục vụ trà cho chúng tôi, chườm lạnh và rửa chân cho chúng tôi. Máy điều hòa rất mát, trà thì tuyệt vời và cần có máy nén mát. \n\nNgay khi bắt đầu mát-xa chân, chúng tôi có thể biết rằng mình đang ở một nơi tuyệt vời. Vợ tôi cũng chọn cách làm móng bằng gel và sự chú ý đến từng chi tiết là điều tối thượng. \n\n30 phút sau, chúng tôi khởi hành khi chuyến tham quan tiếp theo sắp dừng lại, nhưng lấy được một tấm thẻ, chúng tôi biết mình sẽ quay lại. \n\nTôi có thể làm bạn chán ngấy với lượng thông tin về tất cả các dịch vụ, nhưng nếu nói rằng nó thật tuyệt vời thì vẫn là một cách đánh giá thấp. Tôi không biết cái gì là tốt nhất, mát xa bằng đá nóng để thư giãn lưng, hay chăm sóc da mặt để rửa mặt cho vợ tôi. \n\nHoặc đó có thể là massage kéo dãn để có được cơ bắp săn chắc - từ việc ngủ trên một tấm nệm không xác định. - Có lẽ đó là massage đầu? Hoặc bọc?\n\nMọi thứ, và ý tôi là mọi thứ, đều tuyệt vời. Giá cũng tốt hơn rất nhiều so với những gì tôi thấy ở Hội An, và tòa nhà không tì vết. Ngôi nhà Bình tĩnh chỉ có thế thôi, Bình tĩnh, một nơi tôn nghiêm dành cho chúng tôi, và chúng tôi sẽ luôn nhớ về nó một cách trìu mến. \n\nMẹo chuyên nghiệp: Ni, người phụ nữ nhỏ bé đứng cạnh tôi là nhân viên mát-xa giỏi nhất mà cá nhân tôi từng gặp. Sức mạnh và sự quan tâm như vậy. Tôi sẽ nhớ cô ấy. : - Đọc thêm",
            "Stuart thân mến,\nCảm ơn bạn rất nhiều vì đã dành thời gian để lại cho chúng tôi đánh giá tuyệt vời này. Chúng tôi đánh giá cao nó rất nhiều.\n Chúc bạn một ngày tốt lành và hẹn gặp lại bạn lần sau, \nCảm ơn, \nMặt trăngĐọc thêm",
            "Điều này thật tuyệt vời. Cả hai người phụ nữ đều thân thiện, thân thiện và vô cùng niềm nở. Tôi đã thực hiện bấm huyệt trong 60 phút nhưng mát-xa bắp chân, đầu và vai cũng là một phần trong đó. Có lẽ là một trong những phương pháp điều trị bấm huyệt tốt nhất mà tôi từng thực hiện và tôi rất muốn giới thiệu nó.\n\nKhi đến nơi, tôi đã nhận được một ít trà tuyệt vời mà người chủ đã pha và khi quá trình điều trị kết thúc, tôi nhận được thêm một ít trà và xoài cắt lát!\n\nNếu tôi có thể cho 10 sao thì tôi sẽ làm!\n\nCảm ơn các nàng rất nhiềuXem thêm",
            "Kirsten thân mến,\nCảm ơn bạn rất nhiều vì đã dành thời gian để lại cho chúng tôi phản hồi tuyệt vời. Chúng tôi đánh giá cao nó rất nhiều.\nChúc bạn mọi điều tốt đẹp nhất và rất mong được phục vụ bạn lần sau.\nTrân trọng,\nMặt trăng\nĐọc thêm",
            "Chỉ cần đi - - .spa tốt nhất ở Hội An.\n\nChúng tôi đã ghé thăm Calm Spa ban đầu cách đây vài năm và chúng tôi đang ở đây - .trở lại Hội An.\n\nSpa thật thú vị.   Đặc biệt sạch sẽ, và nhân viên được đào tạo tốt.   \nMoon, chủ sở hữu, tốt bụng và chân thật.  \n\nKhông thể đợi lần mát xa tiếp theo.     - Đọc thêm",
            "Có một trải nghiệm thư giãn như vậy tại spa này. Từ lúc bạn bước vào, bạn cảm thấy rất được nuông chiều và chăm sóc. Khung cảnh xung quanh cũng thật yên tĩnh. Tôi đã được mát-xa toàn thân và chăm sóc da mặt và tôi - chưa bao giờ cảm thấy tràn đầy sinh lực và mềm mại đến thế!!! Đọc thêm",
            "Chúng tôi được giới thiệu đến spa nhỏ này ở trung tâm Hội An. Sự chào đón nồng nhiệt và chúng tôi cảm thấy được nuông chiều hoàn toàn. Tan và Bea đã cho chúng tôi những liệu pháp mát-xa trị liệu tuyệt vời. Chúng tôi nghĩ đây là trải nghiệm massage tốt nhất mà chúng tôi từng có. Chắc chắn sẽ quay lại lần sau khi chúng tôi đến Hội An! Đọc thêm",
            "Thật là một dịch vụ tuyệt vời mà nhóm này cung cấp! Họ đã sắp xếp xe taxi đưa chúng tôi đến và đi từ khách sạn. Chúng tôi đã được điều trị nhiều lần, từ 90-120 phút - -\nMát-xa chân và chân trong 60 phút thật tuyệt vời! Chăm sóc da mặt rất tốt và có thêm một lần mát-xa cánh tay. \nTrà sả và quế được cung cấp là một điểm nhấn tuyệt vời cũng như xoài ở cuối. \nVị trí tốt nếu bạn muốn ăn một bữa ăn ở phố cổ sau đó hoặc chỉ muốn quay lại giường! Đọc thêm",
            "Tôi vừa bước vào spa yên tĩnh tại nhà để mát-xa pha trộn châu Á và tôi không thể hài lòng hơn với dịch vụ được cung cấp. Các cô gái thực sự quan tâm và chăm sóc từng chi tiết để mang lại trải nghiệm tuyệt vời. Đây là lần đầu tiên tôi ở đó và nó thực sự vượt quá mong đợi của tôi. Ngoài ra, trà miễn phí được pha trộn bởi chính nó - nó rất ngon. Điểm trừ duy nhất là tôi đã khám phá ra nơi này vào ngày cuối cùng của tôi ở Hội An.Đọc thêm",
            "Kính gửi vị khách đáng yêu, \nCảm ơn bạn rất nhiều vì đã dành thời gian quý báu để chia sẻ trải nghiệm của mình với chúng tôi trên Tripadvisor! Đội ngũ của chúng tôi rất vui vì chúng tôi đã cung cấp dịch vụ và mát-xa tốt nhất cho bạn. Chúng tôi sẽ tiếp tục cung cấp dịch vụ rất tốt và làm tốt hơn nữa cũng sẽ chia sẻ đánh giá của bạn với nhóm của chúng tôi. \nMong được gặp lại bạn trong chuyến đi tiếp theo và chào mừng bạn luôn ở đây! \nTrân trọng kính chào,\n Mặt trăngĐọc thêm",
            "Massage thực sự tốt. Mọi người rất tốt bụng và hữu ích. Họ nói tiếng Anh. Tôi thực sự khuyên bạn nên thử. Sự pha trộn châu Á thực sự thư giãn. Đọc thêm",
            "Kính gửi vị khách đáng yêu,\nCảm ơn bạn rất nhiều vì đã dành thời gian để lại cho chúng tôi đánh giá tuyệt vời này. Chúng tôi đánh giá cao nó rất nhiều.\nChúc bạn một ngày tốt lành và hẹn gặp lại bạn lần sau,\nCảm ơn,\nMặt trăngĐọc thêm",
            "Dịch vụ mát-xa của chúng tôi tại Calm House Spa, Hội An cho đến nay là dịch vụ tốt nhất chúng tôi từng có trong chuyến du lịch của mình. Một đội ngũ rất tốt bụng với các nhân viên mát-xa được đào tạo rất bài bản. Giá trị tuyệt vời của tiền. Rất muốn giới thiệu. Trà chào mừng cũng rất đáng yêu.Đọc thêm",
            "Kính thưa quý khách,\nCảm ơn bạn rất nhiều vì đã đến với chúng tôi và để lại phản hồi tuyệt vời.\nChúc bạn có chuyến đi vui vẻ tại Việt Nam và hẹn gặp lại lần sau.\nCảm ơn,\nMặt trăngĐọc thêm",
            "Các nhân viên rất thân thiện và Calm House Spa sạch sẽ và trong lành -. Mát-xa chân đẹp và Mát-xa đầu kiểu Ấn Độ Trà và trái cây rất ngon và họ thậm chí còn sắp xếp phương tiện di chuyển của tôi theo cả hai cách Rất khuyến khíchĐọc thêm",
            "Rachel thân yêu,\n\nCảm ơn bạn rất nhiều vì đã đến với chúng tôi và dành thời gian để lại cho chúng tôi đánh giá tuyệt vời này. Tôi trân trọng điều đó.\n\nChúc bạn một ngày tốt lành và tôi mong sớm được gặp bạn\n\nTrân trọng,\nMặt trăngĐọc thêm",
            "Nó thực sự đẹp và sạch sẽ. tất nhiên, người quản lý và các nhà trị liệu rất thân thiện. Và họ tặng xoài sau khi mát-xa. Đọc thêm",
            "Kính thưa quý khách,\n\nCảm ơn bạn rất nhiều vì đã đến với chúng tôi và dành thời gian để lại cho chúng tôi phản hồi này,\n\nChúc bạn có chuyến đi vui vẻ tại Việt Nam và hẹn gặp lại bạn lần sau,\n\nTrân trọng,\nMặt trăng\nĐọc thêm",
            "Cảm thấy thật hư hỏng. Trà khi đến, bánh flannel tươi mát. Phòng máy lạnh yên tĩnh có nhà vệ sinh riêng. Tất cả nhóm của chúng tôi đều rất thích thú với dịch vụ mát-xa của họ với các nhà trị liệu, những người hiểu rất rõ về nghề của họ. Đáng yêu, yên tĩnh và thanh thản. Chắc chắn sẽ quay lại..Đọc thêm",
            "Kylie thân mến,\n\nCảm ơn bạn rất nhiều vì đã dành thời gian để lại phản hồi này cho chúng tôi. Chúng tôi rất vui khi được phục vụ gia đình bạn hai lần trong thời gian bạn ở Hội An.\n\nChúc bạn có chuyến đi vui vẻ ở Việt Nam và tôi mong được gặp lại gia đình bạn vào lần tới\n\nCảm ơn bạn,\nMoonĐọc thêm",
            "Chúng tôi đã được tặng trà rất ngon khi đến và tắm chân đáng yêu. Chúng tôi được cung cấp nhiều loại dầu có mùi thơm khác nhau, tất cả đều tuyệt vời cũng như lựa chọn về áp suất. Thực sự rất thích dịch vụ mát-xa, ngay tại chỗ. Chúng tôi được tặng thêm trà và xoài tươi sau khi mát-xa. Cảm ơn bạn rất nhiều!Đọc thêm",
            "Kính gửi vị khách đáng yêu,\n\nCảm ơn bạn rất nhiều vì đã dành thời gian để lại cho chúng tôi phản hồi tuyệt vời. Chúng tôi đánh giá cao nó rất nhiều.\nChúc bạn có kỳ nghỉ vui vẻ tại Việt Nam và rất mong được phục vụ bạn lần sau.\nTrân trọng,\n\nMặt trăngĐọc thêm",
            "Trong một chuyến đi đến Hội An - Tôi đã đặt dịch vụ massage bằng hương thơm 90 phút - Tôi được biết rằng quán cuối cùng đã mở cửa trở lại sau cơn virus corona khoảng một tuần trước - Không khí của quán và chủ quán giống như tên của quán - Calm House - Hoàn toàn phù hợp - Bản thân dịch vụ mát-xa thật tuyệt - Tôi rất muốn ghé thăm Hội An lần nữa để được mát-xa - Tôi đã mát-xa toàn thân trong 90 phút. Không khí rất yên tĩnh và tôi có thể thư giãn rất nhiều. Tôi đánh giá cao spa này :- - Đọc thêm",
            "Kính gửi vị khách đáng yêu, \nCảm ơn bạn rất nhiều vì đã dành thời gian quý báu để chia sẻ trải nghiệm của mình với chúng tôi trên Tripadvisor! Đội ngũ của chúng tôi rất vui vì chúng tôi đã cung cấp dịch vụ và mát-xa tốt nhất cho bạn. Chúng tôi sẽ tiếp tục cung cấp dịch vụ rất tốt và làm tốt hơn nữa cũng sẽ chia sẻ đánh giá của bạn với nhóm của chúng tôi. Mong được gặp lại bạn trong chuyến đi tiếp theo và chào mừng bạn luôn ở đây! \nTrân trọng kính chào, \nTrăng Đọc tiếp",
            "Rất vui vì tôi đã tìm thấy Calm House, hiện đã chuyển đến Old Town sau Covid. Massage thực sự đặc biệt - chăm sóc da mặt trong một khung cảnh yên bình với mức giá tuyệt vời. Cách pha trà của họ rất ngon.Đọc thêm",
            "Fiona thân mến,\nCảm ơn bạn rất nhiều vì đã ghé thăm và dành thời gian để lại cho chúng tôi đánh giá tuyệt vời này! \nChúc bạn có một chuyến đi thú vị tại Việt Nam và hẹn gặp lại bạn lần sau.\nCảm ơn,\nMặt trăngĐọc thêm",
            "Đúng như tên gọi, Calm Spa chính là cảm giác của bạn trong toàn bộ quá trình, tôi đã liên hệ với chủ sở hữu Moon qua tin nhắn và tôi đã sắp xếp thời gian, cô ấy trả lời rất nhanh chóng và cũng gửi lời nhắc có địa chỉ thật tuyệt vời khi chúng tôi đang đi du lịch. nó có thể gây nhầm lẫn. Ngay khi bạn bước vào, sự bình tĩnh lan tỏa khắp người, bạn sẽ được tặng một chiếc khăn nóng và ấm trà đáng yêu trong khi đôi chân của bạn được chà bằng muối tuyệt đẹp, sau khi hoàn thành, bạn được đưa lên lầu và quá trình mát-xa bắt đầu, bác sĩ trị liệu của tôi hoàn toàn thật tuyệt vời và hỏi tôi muốn massage cứng hay mềm như thế nào và kiểm tra trong suốt quá trình massage xem áp lực có tốt không, tôi đã được mát-xa chân bấm huyệt và thật tuyệt vời khi tôi cho bác sĩ trị liệu biết tôi bị đau đầu gối và cô ấy rất nhẹ nhàng và khi Tôi cần phải uốn cong đầu gối của mình, cô ấy đặt một chiếc gối bên dưới cho thoải mái. Tôi cũng đã được mát-xa đầu kiểu Ấn Độ, phương pháp điều trị này thật tuyệt vời và tôi thực sự khuyên bạn nên áp dụng nó. Chủ sở hữu của Moon đã có một Calm Spa trước đó - đứng thứ 1 trên TripAdvisor nhưng do chủ sở hữu cơ sở kinh doanh muốn lấy lại không gian nên đã phải di dời, cô ấy đã làm cho không gian trở nên ấm áp và hấp dẫn và tôi thực sự khuyên bạn nên ghé thăm.Đọc thêm",
            "Jamie thân mến,\n\nCảm ơn bạn rất nhiều vì đã dành thời gian chia sẻ trải nghiệm của mình tại Calm House Spa. Thật tuyệt khi biết rằng bạn đã có khoảng thời gian tuyệt vời cùng chúng tôi. Chúc bạn có một kỳ nghỉ tuyệt vời và tôi mong được gặp lại bạn vào lần tới!\n\nCảm ơn bạn,\nMoonĐọc thêm"
        ],
        "star_ratings": [
            24,
            0,
            0,
            0,
            0
        ],
        "review_amount": 24,
        "location": [
            "Chào An",
            "Những điều cần làm ở Hội An",
            "Tỉnh Quảng Nam",
            "Châu Á",
            "Việt Nam",
            "Spa Ngôi Nhà Bình Tĩnh"
        ],
        "reviews_time": [
            "Written September 8, 2023",
            "Written September 30, 2023",
            "Written November 10, 2023",
            "Written November 14, 2023",
            "Written December 14, 2023",
            "Written January 31, 2024",
            "Written February 12, 2024",
            "Written February 20, 2024",
            "Written April 9, 2024",
            "Written November 10, 2023",
            "Written October 14, 2023",
            "Written October 12, 2023",
            "Written October 9, 2023",
            "Written October 2, 2023",
            "Written October 1, 2023",
            "Written September 8, 2023",
            "Written August 14, 2023",
            "Written August 6, 2023",
            "Written July 29, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298082-d26433676-Reviews-or10-Calm_House_Spa-Hoi_An_Quang_Nam_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26431829-Reviews-Xliii_Coffee-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d14927502-Reviews-Silent_Garden_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d7706064-Reviews-Phi_Banh_Mi-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d4547223-Reviews-Lien_Thao-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d15086699-Reviews-Melody_Fine_Dining_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d8285847-Reviews-Ho_Lo_Quan-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d11668353-Reviews-Greek_Souvlaki-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d8327556-Reviews-The_Espresso_Station-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d4308916-Reviews-Madam_Khanh_The_Banh_Mi_Queen-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d8571602-Reviews-Bich_cafe-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d14004625-Reviews-Ancient_House-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4507121-Reviews-Hoi_An_Ancient_Town-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12837929-Reviews-Hoi_An_Theatre-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7595897-Reviews-Hoi_An_Cathedral-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d454962-Reviews-Quan_Kong_Temple-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7209451-Reviews-Couleurs_by_Rehahn-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19453252-Reviews-Martyrs_Cemetery-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8091207-Reviews-Hoi_An_Night_Market-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d11929918-Reviews-Precious_Heritage_by_Rehahn-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d5854199-Reviews-The_Timeless_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26433676-Reviews-Calm_House_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26433676-Reviews-or20-Calm_House_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7181506-Reviews-My_Chi_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d5583642-Reviews-La_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15023642-Reviews-Ozone_Allegra_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25173196-Reviews-Hoi_An_Deli_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d11885562-Reviews-Citrus_Health_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26642390-Reviews-Rosara_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d14191594-Reviews-Golden_Rose_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26790128-Reviews-Ozone_Spa_Wellness_Little_Oasis-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15603763-Reviews-Nachi_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26722674-Reviews-The_RiverSide_Spa_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d10360779-Reviews-Backstreet_Academy-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25302499-Reviews-Ningy_Spa_Hoian-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19385328-Reviews-Anna_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g25289644-d25376808-Reviews-Sunflower_Spa-Cam_Pho_Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d16724791-Reviews-The_Castle_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25302429-Reviews-Ningy_Spa_Hoian-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d18314203-Reviews-Thao_Nails_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d13076697-Reviews-Hoi_An_Handicraft_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2054722-Reviews-The_Original_Taste_of_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d17852967-Reviews-Mong_Spa_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6628627-Reviews-Hoi_An_Transfer-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12620043-Reviews-Min_Na_Tailor_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d10004902-Reviews-Gerberas_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g42469-d1135382-Reviews-Dow_Gardens-Midland_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g60999-d8451066-Reviews-Petrified_Tree-Yellowstone_National_Park_Wyoming.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d548557-Reviews-The_Roosevelt_Island_Tramway-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g303908-d7693004-Reviews-Monkey_Beach-Ko_Phi_Phi_Don_Ao_Nang_Krabi_Town_Krabi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g189415-d2369725-Reviews-Municipal_Market_of_Chania-Chania_Town_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g187849-d6124852-Reviews-Duomo_Rooftops-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g1024766-d2590233-Reviews-Teide_Cable_Car-Teide_National_Park_Tenerife_Canary_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g60709-d2336192-Reviews-Acadia_National_Park_Island_Explorer_Bus-Bar_Harbor_Mount_Desert_Island_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g285716-d2355559-Reviews-Gerlachovsky_Stit-Vysoke_Tatry_Presov_Region.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298082-d26433676-Reviews-or20-Calm_House_Spa-Hoi_An_Quang_Nam_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298082-d26433676-Reviews-or10-Calm_House_Spa-Hoi_An_Quang_Nam_Province.html",
        "caculated": true,
        "dicts_sentiment_average": {
            "trà": 0.994608697888907,
            "bồn ngâm chân": 0.5596023388206959,
            "dầu có": 0.995414883189369,
            "mát-xa": 0.5,
            "đúng như": 0.5,
            "xoài": 0.9807217695051804
        },
        "dicts_adj": {
            "trà": [
                "ngon",
                "tươi"
            ],
            "bồn ngâm chân": [
                "dễ chịu"
            ],
            "dầu có": [
                "nhiều",
                "khác",
                "tuyệt vời",
                "nhiều"
            ],
            "mát-xa": [],
            "đúng như": [],
            "xoài": [
                "tươi"
            ]
        },
        "list_proper_noun": [],
        "factor value": {
            "trà": 1,
            "bồn ngâm chân": 1,
            "dầu có": 1,
            "mát-xa": 1,
            "đúng như": 1,
            "xoài": 1
        }
    },
    {
        "attraction_name": "Calm House Spa",
        "attraction_name_vi": "Spa Ngôi Nhà Bình Tĩnh",
        "general_info": [
            "24 đánh giá",
            "- 96 trong số 421 Spa - Sức khỏe tại Hội An",
            "Spa"
        ],
        "attraction_summary": "Một ốc đảo thanh bình ẩn mình giữa lòng Hội An. Là thành viên của gia đình The Calm Spa, Calm House Spa mang đến cho bạn trải nghiệm spa truyền thống pha chút yên bình. Chỉ cách trung tâm Phố cổ Hội An 5 phút đi bộ, spa của chúng tôi là nơi thư giãn và trẻ hóa.Đọc thêm",
        "reviews": [
            "Chúng tôi đã được tặng trà rất ngon khi đến và tắm chân đáng yêu. Chúng tôi được cung cấp nhiều lựa chọn về các loại dầu có mùi khác nhau, tất cả đều tuyệt vời cũng như lựa chọn về áp suất.\n\nThực sự rất thích massage, tại chỗ.\n\nChúng tôi được tặng thêm trà và xoài tươi sau khi mát-xa.\n\nCảm ơn bạn rất nhiều!Đọc thêm",
            "Kính gửi vị khách đáng yêu,\n\nCảm ơn bạn rất nhiều vì đã dành thời gian để lại cho chúng tôi phản hồi tuyệt vời. Chúng tôi đánh giá cao nó rất nhiều.\nChúc bạn có kỳ nghỉ vui vẻ tại Việt Nam và rất mong được phục vụ bạn lần sau.\nTrân trọng,\n\nMặt trăngĐọc thêm",
            "Cảm thấy thật hư hỏng. Trà khi đến, bánh flannel tươi mát. Phòng máy lạnh yên tĩnh có nhà vệ sinh riêng. Tất cả nhóm của chúng tôi đều rất thích thú với dịch vụ mát-xa của họ với các nhà trị liệu, những người hiểu rất rõ về nghề của họ. Đáng yêu, yên tĩnh và thanh thản. Chắc chắn sẽ quay lại..Đọc thêm",
            "Kylie thân mến,\n\nCảm ơn bạn rất nhiều vì đã dành thời gian để lại cho chúng tôi phản hồi này. Đó là niềm vui của chúng tôi khi được phục vụ gia đình bạn hai lần trong thời gian bạn ở Hội An.\n\nChúc bạn có chuyến đi vui vẻ ở Việt Nam và tôi mong được gặp lại gia đình bạn lần sau\n\nCảm ơn,\nMặt trăngĐọc thêm",
            "Tôi vừa bước vào spa yên tĩnh tại nhà để mát-xa pha trộn châu Á và tôi không thể hài lòng hơn với dịch vụ được cung cấp. Các cô gái thực sự quan tâm và chăm sóc từng chi tiết để mang lại trải nghiệm tuyệt vời. Đây là lần đầu tiên tôi ở đó và nó thực sự vượt quá mong đợi của tôi. Ngoài ra, trà miễn phí được pha trộn bởi chính nó - nó rất ngon. Điểm trừ duy nhất là tôi đã khám phá ra nơi này vào ngày cuối cùng của tôi ở Hội An.Đọc thêm",
            "Kính gửi vị khách đáng yêu, \nCảm ơn bạn rất nhiều vì đã dành thời gian quý báu để chia sẻ trải nghiệm của mình với chúng tôi trên Tripadvisor! Đội ngũ của chúng tôi rất vui vì chúng tôi đã cung cấp dịch vụ và mát-xa tốt nhất cho bạn. Chúng tôi sẽ tiếp tục cung cấp dịch vụ rất tốt và làm tốt hơn nữa cũng sẽ chia sẻ đánh giá của bạn với nhóm của chúng tôi. \nMong được gặp lại bạn trong chuyến đi tiếp theo và chào mừng bạn luôn ở đây! \nTrân trọng kính chào,\n Mặt trăngĐọc thêm",
            "TLDR: The Calm House là một spa tuyệt vời được điều hành bởi Moon, một người dân địa phương đến từ Hội An. Vợ tôi và tôi thực sự đã thử mọi thứ trong thực đơn dịch vụ và ở mọi danh mục đều đặc biệt. \n\nVợ tôi và tôi tình cờ gặp The Calm House khi chúng tôi đang đi du lịch ở Hội An. Chúng tôi mệt mỏi khi đi bộ và ban đầu đã đi massage chân trong 30 phút. \n\nMoon, người chủ, chào chúng tôi và có thể nói rằng chúng tôi rất nóng bỏng. Cô ấy mời chúng tôi ngồi xuống, phục vụ trà cho chúng tôi, chườm lạnh và rửa chân cho chúng tôi. Máy điều hòa rất mát, trà thì tuyệt vời và cần có máy nén mát. \n\nNgay khi bắt đầu mát-xa chân, chúng tôi có thể biết rằng mình đang ở một nơi tuyệt vời. Vợ tôi cũng chọn cách làm móng bằng gel và sự chú ý đến từng chi tiết là điều tối thượng. \n\n30 phút sau, chúng tôi khởi hành khi chuyến tham quan tiếp theo sắp dừng lại, nhưng lấy được một tấm thẻ, chúng tôi biết mình sẽ quay lại. \n\nTôi có thể làm bạn chán ngấy với lượng thông tin về tất cả các dịch vụ, nhưng nếu nói rằng nó thật tuyệt vời thì vẫn là một cách đánh giá thấp. Tôi không biết cái gì là tốt nhất, mát xa bằng đá nóng để thư giãn lưng, hay chăm sóc da mặt để rửa mặt cho vợ tôi. \n\nHoặc đó có thể là massage kéo dãn để có được cơ bắp săn chắc - từ việc ngủ trên một tấm nệm không xác định. - Có lẽ đó là massage đầu? Hoặc bọc?\n\nMọi thứ, và ý tôi là mọi thứ, đều tuyệt vời. Giá cũng tốt hơn rất nhiều so với những gì tôi thấy ở Hội An, và tòa nhà không tì vết. Ngôi nhà Bình tĩnh chỉ có thế thôi, Bình tĩnh, một nơi tôn nghiêm dành cho chúng tôi, và chúng tôi sẽ luôn nhớ về nó một cách trìu mến. \n\nMẹo chuyên nghiệp: Ni, người phụ nữ nhỏ bé đứng cạnh tôi là nhân viên mát-xa giỏi nhất mà cá nhân tôi từng gặp. Sức mạnh và sự quan tâm như vậy. Tôi sẽ nhớ cô ấy. : - Đọc thêm",
            "Stuart thân mến,\nCảm ơn bạn rất nhiều vì đã dành thời gian để lại cho chúng tôi đánh giá tuyệt vời này. Chúng tôi đánh giá cao nó rất nhiều.\n Chúc bạn một ngày tốt lành và hẹn gặp lại bạn lần sau, \nCảm ơn, \nMặt trăngĐọc thêm",
            "Điều này thật tuyệt vời. Cả hai người phụ nữ đều thân thiện, thân thiện và vô cùng niềm nở. Tôi đã thực hiện bấm huyệt trong 60 phút nhưng mát-xa bắp chân, đầu và vai cũng là một phần trong đó. Có lẽ là một trong những phương pháp điều trị bấm huyệt tốt nhất mà tôi từng thực hiện và tôi rất muốn giới thiệu nó.\n\nKhi đến nơi, tôi đã nhận được một ít trà tuyệt vời mà người chủ đã pha và khi quá trình điều trị kết thúc, tôi nhận được thêm một ít trà và xoài cắt lát!\n\nNếu tôi có thể cho 10 sao thì tôi sẽ làm!\n\nCảm ơn các nàng rất nhiềuXem thêm",
            "Kirsten thân mến,\nCảm ơn bạn rất nhiều vì đã dành thời gian để lại cho chúng tôi phản hồi tuyệt vời. Chúng tôi đánh giá cao nó rất nhiều.\nChúc bạn mọi điều tốt đẹp nhất và rất mong được phục vụ bạn lần sau.\nTrân trọng,\nMặt trăng\nĐọc thêm",
            "Chỉ cần đi - - .spa tốt nhất ở Hội An.\n\nChúng tôi đã ghé thăm Calm Spa ban đầu cách đây vài năm và chúng tôi đang ở đây - .trở lại Hội An.\n\nSpa thật thú vị.   Đặc biệt sạch sẽ, và nhân viên được đào tạo tốt.   \nMoon, chủ sở hữu, tốt bụng và chân thật.  \n\nKhông thể đợi lần mát xa tiếp theo.     - Đọc thêm",
            "Có một trải nghiệm thư giãn như vậy tại spa này. Từ lúc bạn bước vào, bạn cảm thấy rất được nuông chiều và chăm sóc. Khung cảnh xung quanh cũng thật yên tĩnh. Tôi đã được mát-xa toàn thân và chăm sóc da mặt và tôi - chưa bao giờ cảm thấy tràn đầy sinh lực và mềm mại đến thế!!! Đọc thêm",
            "Chúng tôi được giới thiệu đến spa nhỏ này ở trung tâm Hội An. Sự chào đón nồng nhiệt và chúng tôi cảm thấy được chăm sóc chu đáo. Tan và Bea đã cho chúng tôi những buổi mát-xa trị liệu tuyệt vời. Chúng tôi nghĩ đây là trải nghiệm mát-xa tuyệt vời nhất mà chúng tôi từng có. Chắc chắn sẽ quay lại vào lần tới khi chúng tôi đến Hội An!Đọc thêm",
            "Thật là một dịch vụ tuyệt vời mà đội ngũ này cung cấp! Họ sắp xếp taxi của chúng tôi đến và đi từ khách sạn của chúng tôi. Chúng tôi đã thực hiện nhiều phương pháp điều trị khác nhau trong khoảng từ 90-120 phút - -  \nMassage chân và chân trong 60 phút thật tuyệt vời! khuôn mặt rất đẹp và có thêm phần mát-xa cánh tay kèm theo. \nTrà sả và quế được cung cấp là một điểm nhấn tuyệt vời cũng như xoài ở cuối. \nVị trí này rất tốt nếu bạn thích một bữa ăn ở phố cổ sau đó hoặc chỉ cần quay lại giường!Đọc thêm",
            "Massage tuyệt vời, chúng tôi đã được chủ nhà giới thiệu và thực sự không thất vọng! Đừng ngần ngại tìm kiếm thứ tốt nhất! Giá cả hợp lý vào thời điểm đó!Đọc thêm",
            "Đây là SPA đầu tiên của tôi ở Việt Nam. Nó gần khách sạn nên vị trí rất tốt. Tôi đã kết hợp massage chân, massage đầu và tẩy tế bào chết toàn thân - trà xanh -. Đúng như cái tên Calm House gợi ý, tôi không vội vã và đó là một SPA thư giãn. Tôi đã đi hai lần trong thời gian 5 ngày ở đây. Kỹ thuật này thật tuyệt vời. Trà xoài và quế tôi uống sau khi điều trị rất ngon. Tôi - chắc chắn sẽ đến đó lần nữa khi đến Hội An.Đọc thêm",
            "Yoko thân mến,\n\nCảm ơn bạn rất nhiều vì đánh giá tuyệt vời của bạn. Chúng tôi rất vui vì bạn đã tận hưởng thời gian của bạn với chúng tôi. \nChúng tôi chúc bạn mọi điều tốt đẹp nhất và hẹn gặp lại bạn lần sau,\n\nTrân trọng kính chào,\nMặt trăngĐọc thêm",
            "Một trải nghiệm rất thư giãn và 10 dịch vụ. Nếu quay lại Hội An tôi sẽ không ngần ngại quay lại Calm House Spa lần nữa. Cảm ơn bạn rất nhiều vì đã quan tâmĐọc thêm",
            "Kính thưa quý khách,\n\nCảm ơn bạn rất nhiều vì đã dành thời gian chia sẻ trải nghiệm của mình tại Calm House Spa, chúng tôi đánh giá rất cao điều đó.\nChúc bạn có thời gian vui vẻ tại Việt Nam và hẹn gặp lại bạn lần sau,\n\nTrân trọng,\nMặt trăngĐọc thêm",
            "Tôi đã thử mát-xa quanh đây và rất thất vọng về giá cả, vì vậy tôi phân vân liệu mình có nên đi mát-xa ở Hội An không. Tôi nhìn quanh đây và không có nơi nào như thế này!  - 2 lần mát-xa mỗi ngày là phải,,,, - - - May mắn thay, tôi đã ghé thăm vào tuần khai trương, giá cả rẻ, dịch vụ và kỹ năng đều hoàn hảo! Người chủ trông thật lộng lẫy trong bộ áo dài! Đến Hàn Quốc làm tôi nhớ đến nó và khiến tôi nhớ nóㅠㅠㅠTôi muốn được mát-xa mỗi ngày,,Đọc thêm",
            "Thưa cô Kim, \nCảm ơn bạn rất nhiều vì đánh giá tốt của bạn! Đánh giá tốt đẹp từ khách luôn là nguồn động viên tốt cho thành viên trong nhóm của chúng tôi và chúng tôi rất vui khi đọc được điều đó. Tại Calm House Spa, chúng tôi mong sớm được chào đón bạn quay trở lại. Trân trọng kính chào, \nMặt trăngĐọc thêm"
        ],
        "star_ratings": [
            24,
            0,
            0,
            0,
            0
        ],
        "review_amount": 24,
        "location": [
            "Chào An",
            "Những điều cần làm ở Hội An",
            "Tỉnh Quảng Nam",
            "Châu Á",
            "Việt Nam",
            "Spa Nhà Bình Tĩnh"
        ],
        "reviews_time": [
            "Written September 8, 2023",
            "Written September 30, 2023",
            "Written November 10, 2023",
            "Written November 14, 2023",
            "Written December 14, 2023",
            "Written January 31, 2024",
            "Written February 12, 2024",
            "Written February 20, 2024",
            "Written April 9, 2024",
            "",
            "Written January 18, 2024",
            "",
            "Written October 1, 2023",
            "",
            "Written September 8, 2023",
            "",
            "Written August 8, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298082-d26433676-Reviews-or20-Calm_House_Spa-Hoi_An_Quang_Nam_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26431829-Reviews-Xliii_Coffee-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d14927502-Reviews-Silent_Garden_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d7706064-Reviews-Phi_Banh_Mi-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d4547223-Reviews-Lien_Thao-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d15086699-Reviews-Melody_Fine_Dining_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d8285847-Reviews-Ho_Lo_Quan-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d11668353-Reviews-Greek_Souvlaki-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d8327556-Reviews-The_Espresso_Station-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d4308916-Reviews-Madam_Khanh_The_Banh_Mi_Queen-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d8571602-Reviews-Bich_cafe-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d14004625-Reviews-Ancient_House-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4507121-Reviews-Hoi_An_Ancient_Town-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12837929-Reviews-Hoi_An_Theatre-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7595897-Reviews-Hoi_An_Cathedral-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d454962-Reviews-Quan_Kong_Temple-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7209451-Reviews-Couleurs_by_Rehahn-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19453252-Reviews-Martyrs_Cemetery-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8091207-Reviews-Hoi_An_Night_Market-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d11929918-Reviews-Precious_Heritage_by_Rehahn-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d5854199-Reviews-The_Timeless_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26433676-Reviews-or10-Calm_House_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26433676-Reviews-Calm_House_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7181506-Reviews-My_Chi_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d5583642-Reviews-La_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15023642-Reviews-Ozone_Allegra_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25173196-Reviews-Hoi_An_Deli_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d11885562-Reviews-Citrus_Health_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26642390-Reviews-Rosara_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d14191594-Reviews-Golden_Rose_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26790128-Reviews-Ozone_Spa_Wellness_Little_Oasis-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15603763-Reviews-Nachi_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26722674-Reviews-The_RiverSide_Spa_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d10360779-Reviews-Backstreet_Academy-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25302499-Reviews-Ningy_Spa_Hoian-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19385328-Reviews-Anna_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g25289644-d25376808-Reviews-Sunflower_Spa-Cam_Pho_Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d16724791-Reviews-The_Castle_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25302429-Reviews-Ningy_Spa_Hoian-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d18314203-Reviews-Thao_Nails_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d13076697-Reviews-Hoi_An_Handicraft_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2054722-Reviews-The_Original_Taste_of_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d17852967-Reviews-Mong_Spa_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6628627-Reviews-Hoi_An_Transfer-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12620043-Reviews-Min_Na_Tailor_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d10004902-Reviews-Gerberas_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d6435451-Reviews-Monkey_Joe_s-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g52934-d3558414-Reviews-Smucker_s_Gourd_Farm-Kinzers_Lancaster_County_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g196484-d1835282-Reviews-Plage_de_Palombaggia-Porto_Vecchio_Corse_du_Sud_Corsica.html",
            "https://www.tripadvisor.com/Attraction_Review-g4505725-d21210395-Reviews-Plazhi_Puerto_Rico-Ksamil_Saranda_Vlore_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d309805-Reviews-Dylan_s_Candy_Bar-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g4505725-d6849373-Reviews-Bora_Bora_Beach-Ksamil_Saranda_Vlore_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g297889-d2045868-Reviews-Incheon_Airport_Transit_Tour-Incheon.html",
            "https://www.tripadvisor.com/Attraction_Review-g35889-d12917754-Reviews-Shrine_of_Our_Lady_of_Guadalupe-Des_Plaines_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d6720415-Reviews-Duke_s_Marketplace-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g295419-d3653757-Reviews-Al_Salam_Mall-Jeddah_Makkah_Province.html"
        ],
        "url_next": "",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298082-d26433676-Reviews-or20-Calm_House_Spa-Hoi_An_Quang_Nam_Province.html",
        "caculated": true,
        "dicts_sentiment_average": {},
        "dicts_adj": {},
        "list_proper_noun": [],
        "factor value": {}
    }
]