[
    {
        "attraction_name": "Camellia Cruise",
        "attraction_name_vi": "Du thuyền hoa trà",
        "general_info": [
            "258 đánh giá",
            "Những chuyến du lịch thuyền"
        ],
        "attraction_summary": "Camellia Cruise tự hào mang đến những trải nghiệm du ngoạn hàng đầu mới ở Vịnh Hạ Long, kết hợp giữa sự tiện nghi hiện đại nhất và tuyệt vời nhấtĐọc thêm",
        "reviews": [
            "Quang cảnh trong chuyến tham quan của chúng tôi thực sự ngoạn mục, mang đến những khung cảnh tuyệt đẹp khiến chúng tôi phải kinh ngạc. Kỳ nghỉ qua đêm của chúng tôi rất thú vị, mang lại trải nghiệm thú vị và thoải mái. Các món ăn được phục vụ không có gì xa hoa, thỏa mãn vị giác của chúng tôi trong từng miếng ăn. Hướng dẫn viên du lịch của chúng tôi đóng một vai trò quan trọng trong việc nâng cao trải nghiệm của chúng tôi, cung cấp cho chúng tôi những hiểu biết sâu sắc và hỗ trợ có giá trị trong suốt hành trình. Bình luận đầy thông tin của họ đã bổ sung thêm chiều sâu cho hành trình khám phá của chúng tôi, khiến chuyến đi vừa mang tính giáo dục vừa thú vị. Nhìn chung, đó là một trải nghiệm khó quên mà chúng tôi sẽ trân trọng trong nhiều năm tới.Đọc thêm",
            "Trải nghiệm hành trình của chúng tôi đã vượt qua mọi sự mong đợi! Chọn Camellia Cruise là một quyết định tuyệt vời vì họ xử lý mọi khía cạnh một cách hoàn hảo, giúp chúng tôi có thể thoải mái tận hưởng chuyến đi một cách trọn vẹn. Bản thân con tàu đã là một điều kỳ diệu - nguyên vẹn và dường như mới toanh, nó mang đến một khung cảnh sang trọng và thoải mái cho chuyến phiêu lưu của chúng tôi. Khung cảnh ngoạn mục của xung quanh đã tạo thêm nét kỳ diệu cho toàn bộ trải nghiệm. Xin chân thành cảm ơn hướng dẫn viên của chúng tôi, người đã chăm sóc chu đáo đã thực sự nâng cao chuyến đi của chúng tôi. Kiến thức và sự cống hiến của họ đảm bảo chúng tôi có khoảng thời gian liền mạch và khó quên. Không do dự, chúng tôi khuyên bạn nên đặt chỗ với Camellia Cruise để có một chuyến đi tuyệt vời không giống bất kỳ chuyến đi nào khác.Đọc thêm",
            "Hành trình của chúng tôi hóa ra là một trải nghiệm vô cùng thư giãn và thú vị ngoài mong đợi của chúng tôi. Vẻ đẹp của phong cảnh khiến chúng tôi ngạc nhiên, khiến chúng tôi phải kinh ngạc ở mỗi góc quay. Chuyến tham quan đến các hang động không có gì ấn tượng, tạo thêm một điều kỳ diệu cho hành trình của chúng tôi. Và các món ăn trên tàu thật sự rất nổi bật, với một loạt món ăn ngon miệng làm hài lòng vị giác của chúng tôi. Gia đình tôi nhất trí rằng chuyến du ngoạn này là điểm nhấn trong kỳ nghỉ ở Việt Nam của chúng tôi, một niềm vui yên tĩnh mà chúng tôi - sẽ trân trọng trong nhiều năm tới.Đọc thêm",
            "Khung cảnh ngoạn mục của Vịnh Hạ Long khiến chúng tôi say mê. Thuyền của chúng tôi, được trang trí sang trọng, tự hào có những căn phòng sạch sẽ đảm bảo một kỳ nghỉ thoải mái. Cảnh tượng của cả hoàng hôn và bình minh không có gì đáng kinh ngạc. Đội ngũ nhân viên chu đáo đã tạo thêm ấn tượng đặc biệt cho trải nghiệm của chúng tôi, đảm bảo mọi nhu cầu của chúng tôi đều được đáp ứng. Những món ăn ngon đang chờ đợi chúng tôi trong mỗi bữa ăn, với những hương vị làm hài lòng vị giác của chúng tôi. Vịnh cung cấp rất nhiều hoạt động, mời gọi chúng ta khám phá những điều kỳ diệu của nó ở mọi nơi.Đọc thêm",
            "Hành trình này mang đến một hành trình đáng chú ý qua khung cảnh ngoạn mục. Các phòng rộng rãi và nguyên sơ đã làm tăng thêm sự thoải mái chung cho chuyến đi của chúng tôi. Tuy nhiên, điều thực sự nâng cao trải nghiệm là dịch vụ đặc biệt được cung cấp bởi đội ngũ nhân viên. Trong số đó, Steve nổi bật nhất, đảm bảo rằng mỗi giây phút của gia đình tôi không chỉ thoải mái mà còn ngập tràn niềm vui và sự mãn nguyện.Đọc thêm",
            "Chuyến đi thực sự đặc biệt! Các nhân viên chào đón chúng tôi nồng nhiệt, ẩm thực không thể so sánh được, và chỗ ở không kém phần sang trọng, với các phòng rộng rãi và tiện nghi phòng tắm riêng rộng rãi. Trong khi phong cảnh thật ngoạn mục, chúng tôi thấy các hoạt động có phần thiếu hứng thú. Tuy nhiên, nhìn chung đó là một trải nghiệm khó quên.Đọc thêm",
            "Giám đốc hành trình của chúng tôi đã thể hiện mức độ chuyên nghiệp đặc biệt trong suốt hành trình. Toàn bộ chuyến đi thuyền vượt quá mong đợi của chúng tôi về mọi mặt. Các món ăn được chế biến tỉ mỉ và trình bày đẹp mắt, tạo thêm nét sang trọng cho bữa ăn của chúng tôi. Anh ấy đã vượt lên trên tất cả để làm cho thời gian của chúng tôi trở nên đặc biệt, tổ chức các lớp học nấu ăn và làm chúng tôi thích thú với cách chơi ghi-ta và giọng hát tuyệt vời của anh ấy. Tôi rất muốn giới thiệu chuyến tham quan này; đó là một trải nghiệm bạn sẽ không muốn bỏ lỡ.Đọc thêm",
            "Chúng tôi đã có một khoảng thời gian tuyệt vời trên chuyến du ngoạn Vịnh Hạ Long! Mọi thứ đều được tổ chức hoàn hảo, từ đồ ăn ngon đến các hoạt động vui chơi và thư giãn. Hướng dẫn viên của chúng tôi, cùng với toàn bộ nhân viên trên tàu, đều vô cùng thân thiện và hữu ích, luôn sẵn sàng trả lời các câu hỏi của chúng tôi. Chúng tôi đặc biệt thích các buổi chèo thuyền kayak buổi sáng, bơi lội sảng khoái và các bữa ăn tuyệt vời. Chuyến đi này thực sự đã cho thấy vẻ đẹp tuyệt vời của Vịnh Hạ Long. Rất khuyến khích cho bất kỳ ai muốn trải nghiệm kỳ quan thiên nhiên này! Đọc thêm",
            "Chúng tôi đã có một trải nghiệm thú vị tại Vịnh Hạ Long. Đó là chuyến hành trình đầu tiên của chúng tôi và hướng dẫn viên của chúng tôi, người quản lý, đã cung cấp sự chăm sóc đặc biệt. Anh ấy rất niềm nở và chu đáo trong suốt. Toàn bộ nhân viên đã chào đón nồng nhiệt, tăng cường hơn nữa thời gian lưu trú của chúng tôi. Phong cảnh thực sự tuyệt đẹp.Đọc thêm",
            "Trải nghiệm đi du lịch của tôi nói chung là tuyệt vời - đồ ăn tuyệt vời, các điểm tham quan thú vị và vô số niềm vui. Tôi đặc biệt giới thiệu nó cho mọi người ở mọi lứa tuổi, dù già hay trẻ. Nếu có cơ hội, hãy dành ít nhất một đêm trên du thuyền để đắm mình hoàn toàn vào vẻ đẹp của Vịnh Hạ Long!Đọc thêm"
        ],
        "star_ratings": [
            234,
            26,
            4,
            1,
            3
        ],
        "review_amount": 268,
        "location": [
            "Việt Nam",
            "Đảo Tuần Châu",
            "Du thuyền hoa trà",
            "Vịnh Hạ Long",
            "Những điều cần làm ở Đảo Tuần Châu",
            "Quang Ninh Province",
            "Châu Á"
        ],
        "reviews_time": [
            "Written May 27, 2024",
            "Written May 26, 2024",
            "Written May 23, 2024",
            "Written May 23, 2024",
            "Written May 18, 2024",
            "Written May 17, 2024",
            "Written May 15, 2024",
            "Written May 15, 2024",
            "Written May 10, 2024",
            "Written May 10, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g3737857-d15097374-Reviews-Camellia_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g3737857-d15097374-Reviews-or10-Camellia_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d26517053-Reviews-Dark_Light_Cave-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d16783386-Reviews-Vietnam_Tonkin_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d15179808-Reviews-Cat_Ba_Kayak_Adventures-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12583669-Reviews-Halong_Bay_Cruise_Hunters-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d10844855-Reviews-Cat_Ba_Local-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d25157264-Reviews-Catba_Wander_Tour-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d13358231-Reviews-Alibaba_s_Tours-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d9453866-Reviews-Emperor_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d6553094-Reviews-Treasure_Junk-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8608476-Reviews-Swan_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d6438408-Reviews-Paloma_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d8617577-Reviews-Viola_Halong_Travel-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d2044615-Reviews-Indochina_Junk-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d17581485-Reviews-Sena_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163470-d25681689-Reviews-Halong_Diamond_Cruises-Bai_Chay_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d2015991-Reviews-Jellyrolls-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g3748687-d8744116-Reviews-Krushunskiye_Waterfalls-Krushuna_Lovech_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g54359-d8334876-Reviews-Ripken_Baseball-Myrtle_Beach_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d146765-Reviews-Andy_s_Jazz_Club-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g3176298-d13125314-Reviews-Downtown_Punta_Cana-Bavaro_Punta_Cana_La_Altagracia_Province_Dominican_Republic.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d21315742-Reviews-IPIC_Atlanta-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60993-d273602-Reviews-Coney_Island-Cincinnati_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g190454-d8642644-Reviews-Hemp_Embassy_Vienna-Vienna.html",
            "https://www.tripadvisor.com/Attraction_Review-g154943-d155897-Reviews-Yaletown-Vancouver_British_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g297885-d2204929-Reviews-Jeju_Stone_Park-Jeju_Jeju_Island.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g3737857-d15097374-Reviews-or10-Camellia_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g3737857-d15097374-Reviews-Camellia_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html"
    },
    {
        "attraction_name": "Camellia Cruise",
        "attraction_name_vi": "Du thuyền hoa trà",
        "general_info": [
            "258 đánh giá",
            "Những chuyến du lịch thuyền"
        ],
        "attraction_summary": "Camellia Cruise tự hào mang đến những trải nghiệm du thuyền cao cấp mới tại Vịnh Hạ Long kết hợp giữa sự hiện đại nhất và sự thoải mái tuyệt vời nhấtĐọc thêm",
        "reviews": [
            "Trải nghiệm ẩm thực thật đặc biệt, được bổ sung bởi nhiều hoạt động thú vị khiến hành trình qua Vịnh Hạ Long của chúng tôi thực sự đáng nhớ. Khám phá hang động, chèo thuyền kayak trong nửa giờ, thưởng thức món ăn, thử câu mực dưới bầu trời đầy sao và chứng kiến ​​làng chài nổi đầy mê hoặc, tất cả đều làm tăng thêm trải nghiệm phong phú của chúng tôi. Không còn nghi ngờ gì nữa, tôi thực sự giới thiệu chuyến tham quan này cho bất kỳ ai đang tìm kiếm sự kết hợp giữa phiêu lưu và yên bình.Đọc thêm",
            "Chúng tôi tận hưởng từng khoảnh khắc của cuộc hành trình, từ lần làm thủ tục đầu tiên cho đến khi trở về bờ. Trong suốt hành trình, chúng tôi gặp hai giám đốc khác nhau - cả hai đều thể hiện sự xuất sắc và nỗ lực hết mình để đảm bảo sự thoải mái cho tất cả các du khách. Các phòng trên tàu rất sạch sẽ, thoải mái và đủ rộng rãi để chứa hành lý của chúng tôi. Các chuyến du ngoạn hàng ngày được khai sáng, tổ chức tỉ mỉ và tiến hành trong bầu không khí thoải mái. Là những người cao tuổi, chúng tôi rất biết ơn khi được lựa chọn các hoạt động ít vất vả hơn, chẳng hạn như chọn thuyền thay vì chèo thuyền kayak hoặc chọn xe chơi gôn thay vì xe đạp. Trải nghiệm ẩm thực thật tuyệt vời, với những người phục vụ chu đáo đã thể hiện cá tính của họ vào dịch vụ. Mỗi ngày kết thúc một cách hoàn hảo với đồ uống lúc hoàng hôn tại quầy bar ngoài trời, góp phần kết thúc thú vị cho những trải nghiệm đáng nhớ của chúng tôi.Đọc thêm",
            "Ngày đầu tiên của chuyến tham quan được đánh dấu bằng việc nhàn nhã khám phá những núi đá vôi đầy mê hoặc và vùng nước màu ngọc lục bảo của vịnh. Hướng dẫn viên am hiểu của chúng tôi đã cung cấp những bình luận sâu sắc về sự hình thành địa chất và văn hóa địa phương, làm phong phú thêm sự hiểu biết của chúng tôi về Di sản Thế giới được UNESCO công nhận này. Điểm nổi bật trong ngày là chứng kiến ​​vẻ đẹp thanh tao của hoàng hôn tỏa ánh sáng vàng trên vịnh, một khoảnh khắc thuần khiết kỳ diệu. Khi màn đêm buông xuống, chúng tôi thưởng thức bữa tiệc thịnh soạn gồm hải sản tươi sống và các món ngon Việt Nam, được phục vụ trên tàu dưới tán sao. Bầu không khí thật mê hoặc, kèm theo tiếng sóng vỗ nhẹ nhàng vào thân tàu.Đọc thêm",
            "Trải nghiệm của chúng tôi bắt đầu tại Hà Nội, nơi chúng tôi được đón từ khách sạn và đưa đến vịnh một cách dễ dàng. Ngay từ khi bước lên tàu du lịch, chúng tôi đã được chào đón nồng nhiệt và được chiêm ngưỡng quang cảnh ngoạn mục của vịnh. Hành trình được lên kế hoạch kỹ lưỡng, cho phép chúng tôi khám phá một số địa điểm mang tính biểu tượng nhất của Vịnh Hạ Long đồng thời cũng có đủ thời gian để thư giãn và đắm mình trong bầu không khí thanh bình. Đọc thêm",
            "Hoàng hôn và bình minh ở Vịnh Hạ Long thực sự kỳ diệu, với những màu sắc thay đổi phản chiếu trên mặt nước và tạo ra bầu không khí thanh bình trên toàn vịnh. Hành trình cũng cho phép bạn có một số thời gian nghỉ ngơi, với các lựa chọn trị liệu spa và những giây phút thư giãn trên hiên tắm nắng.Đọc thêm",
            "Chỗ ở trên du thuyền là hàng đầu, với cabin thoải mái cho tầm nhìn toàn cảnh vịnh. Trải nghiệm ăn uống trên tàu là điểm nổi bật, bao gồm ẩm thực Việt Nam ngon miệng và hải sản tươi sống. Đội ngũ nhân viên chu đáo và lịch sự đảm bảo rằng mọi khía cạnh trong hành trình của chúng tôi đều diễn ra suôn sẻ, từ khi làm thủ tục cho đến khi xuống tàu.Đọc thêm",
            "Chuyến du ngoạn 2 ngày trên Vịnh Hạ Long từ Hà Nội vượt quá mong đợi của chúng tôi về mọi mặt. Đây là điều bắt buộc đối với những ai muốn thoát khỏi sự hối hả và nhộn nhịp của cuộc sống thành phố và đắm mình trong những kỳ quan thiên nhiên của Vịnh Hạ Long. Trải nghiệm này sẽ mãi mãi giữ một vị trí đặc biệt trong trái tim chúng tôi và chúng tôi hết lòng giới thiệu nó cho những người bạn đồng hành đang tìm kiếm sự kết hợp hoàn hảo giữa sang trọng và phiêu lưu.Đọc thêm",
            "Mặc dù hành trình kéo dài 2 ngày diễn ra suôn sẻ nhưng nó khiến chúng tôi khao khát có thêm thời gian để đắm mình trong những kỳ quan thiên nhiên của Vịnh Hạ Long. Chuyến tham quan bằng du thuyền mang đến một lối thoát hoàn hảo khỏi sự hối hả và nhộn nhịp của Hà Nội, khiến chúng tôi sảng khoái và trẻ hóa.Đọc thêm",
            "Bản thân chuyến du ngoạn này đã là một thiên đường nổi sang trọng, với cabin rộng rãi, đội ngũ nhân viên chu đáo và một loạt tiện nghi làm tăng thêm sự thoải mái tổng thể. Điểm nổi bật chắc chắn là hành trình được lên kế hoạch kỹ lưỡng, cho phép chúng tôi khám phá các địa danh mang tính biểu tượng của vịnh như Hang Sửng Sốt và Đảo Titop. Các hướng dẫn viên am hiểu đã cung cấp thông tin sâu sắc về các kỳ quan địa chất và ý nghĩa văn hóa của khu vực, nâng cao sự trân trọng của chúng tôi đối với vẻ đẹp xung quanh mình.Đọc thêm",
            "Oasis Bay Cruise mang đến một chuyến du lịch khó quên với dịch vụ chuyên nghiệp, đội ngũ nhân viên thân thiện và tận tình. Con tàu, một trong những con tàu lớn nhất ở Vịnh Hạ Long, mang đến một không gian rộng rãi và ấn tượng khiến chuyến đi của chúng tôi trở thành một chuyến đi thú vị. Chúng tôi thực sự cảm nhận được sự sang trọng ở đây!Đọc thêm",
            "Xin chào, nguồn gốc của hành trình ở đâu. Chúng tôi muốn được đón từ đảo catba.Đọc thêm",
            "liên hệ trực tiếp với hãng tàu để có câu trả lời thích hợpĐọc thêm"
        ],
        "star_ratings": [
            234,
            26,
            4,
            1,
            3
        ],
        "review_amount": 268,
        "location": [
            "Việt Nam",
            "Đảo Tuần Châu",
            "Du thuyền hoa trà",
            "Vịnh Hạ Long",
            "Những điều cần làm ở đảo Tuần Châu",
            "Quang Ninh Province",
            "Châu Á"
        ],
        "reviews_time": [
            "Written May 7, 2024",
            "Written May 7, 2024",
            "Written April 4, 2024",
            "Written March 20, 2024",
            "Written March 12, 2024",
            "Written February 21, 2024",
            "Written January 31, 2024",
            "Written January 26, 2024",
            "Written January 18, 2024",
            "Written January 5, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g3737857-d15097374-Reviews-or10-Camellia_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g3737857-d15097374-Reviews-Camellia_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g3737857-d15097374-Reviews-or20-Camellia_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d26517053-Reviews-Dark_Light_Cave-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d16783386-Reviews-Vietnam_Tonkin_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d15179808-Reviews-Cat_Ba_Kayak_Adventures-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12583669-Reviews-Halong_Bay_Cruise_Hunters-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d10844855-Reviews-Cat_Ba_Local-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d25157264-Reviews-Catba_Wander_Tour-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d13358231-Reviews-Alibaba_s_Tours-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d9453866-Reviews-Emperor_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d6553094-Reviews-Treasure_Junk-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8608476-Reviews-Swan_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d6438408-Reviews-Paloma_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d8617577-Reviews-Viola_Halong_Travel-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d2044615-Reviews-Indochina_Junk-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d17581485-Reviews-Sena_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163470-d25681689-Reviews-Halong_Diamond_Cruises-Bai_Chay_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g297549-d6201113-Reviews-Jungle_Aqua_Park-Hurghada_Red_Sea_and_Sinai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295370-d5599133-Reviews-Znjan_City_Beach-Split_Split_Dalmatia_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g45212-d2080013-Reviews-Montana_Blue_Jewel_Mine-Helena_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g580449-d5533480-Reviews-Soggy_Dollar_Bar-Jost_Van_Dyke_British_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d20367656-Reviews-Plaka_Stairs-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g1219346-d2236367-Reviews-Slide_Splash_Parque_Aquatico_Water_Slide_Park-Lagoa_Faro_District_Algarve.html",
            "https://www.tripadvisor.com/Attraction_Review-g189164-d3214056-Reviews-Ursa_Beach-Sintra_Sintra_Municipality_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g187309-d242775-Reviews-Asamkirche-Munich_Upper_Bavaria_Bavaria.html",
            "https://www.tripadvisor.com/Attraction_Review-g187309-d856420-Reviews-BMW_Welt-Munich_Upper_Bavaria_Bavaria.html",
            "https://www.tripadvisor.com/Attraction_Review-g43452-d3530250-Reviews-Red_Wing_Shoe_Store_Museum-Red_Wing_Minnesota.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g3737857-d15097374-Reviews-or20-Camellia_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g3737857-d15097374-Reviews-or10-Camellia_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html"
    },
    {
        "attraction_name": "Camellia Cruise",
        "attraction_name_vi": "Du thuyền hoa trà",
        "general_info": [
            "258 đánh giá",
            "Những chuyến du lịch thuyền"
        ],
        "attraction_summary": "Camellia Cruise tự hào mang đến những trải nghiệm du ngoạn hàng đầu mới ở Vịnh Hạ Long, kết hợp giữa sự tiện nghi hiện đại nhất và tuyệt vời nhấtĐọc thêm",
        "reviews": [
            "Cảm ơn Tung vì một chuyến đi tuyệt vời! Anh ấy rất hữu ích trong suốt thời gian tôi ở và tôi đã có trải nghiệm tuyệt vời. Lần sau tới thăm Việt Nam, tôi rất muốn quay lại đây lần nữa. Chắc chắn đề nghị! Đọc thêm",
            "Tôi ở lại 2 đêm trên thuyền và có một khoảng thời gian tuyệt vời! Phi hành đoàn rất đáng yêu và hướng dẫn viên kha và Tung của chúng tôi rất tuyệt và nói tiếng Anh rất tốt! Thức ăn thật tuyệt! Chắc chắn sẽ quay lại trên chuyến du ngoạn bằng hoa trà.Đọc thêm",
            "Chúng tôi rất thích chuyến đi này cùng với một du khách khác đến từ mọi quốc gia trên thế giới. Anh Tung, anh ấy rất thú vị, kiên nhẫn, kể lại mọi chuyện về chuyến đi này. Đó là một điều tốt tôi rất khuyến khích. Thức ăn cũng ngon, ngon... Chèo thuyền kayak và bơi lội ở nơi này mang lại cho chúng tôi rất nhiều cảm giác. Nơi thiên nhiên tuyệt đẹp, món quà của mẹ thiên nhiên. Cảm ơn vì tất cảĐọc thêm",
            "Tôi đã chọn tùy chọn 3D - 2N, tôi rất vui. Đã có một thời gian tuyệt vời và các nhân viên rất niềm nở. Trung là hướng dẫn viên du lịch của tôi suốt 3 ngày và anh ấy là NGƯỜI ĐÀN ÔNG. Thức ăn thật tuyệt vời. 3 ngày cho tôi đủ thời gian để thư giãn trên sân thượng cũng như tham gia những chuyến phiêu lưu. Nhìn chung 10 - 10 đối với tôi. Cũng có một số người bạn suốt đời với Trung và một trải nghiệm đáng nhớ trong đời. Đọc thêm",
            "Đã có một thời gian tuyệt vời trên hành trình này, phi hành đoàn tuyệt vời và thức ăn tuyệt vời. Cabin rất đẹp có ban công riêng. Chúng tôi đã có rất nhiều hoạt động thú vị như chèo thuyền kayak, chèo thuyền với người dân địa phương. Đề xuất 100 - Đọc thêm",
            "Đã có một thời gian tuyệt vời trên hành trình này! Thức ăn rất ngon và có rất nhiều. Không có gì phải vội vã, các hoạt động rất vui vẻ và đội ngũ nhân viên thật tuyệt vời, đặc biệt là hướng dẫn viên du lịch Chong!Đọc thêm",
            "Một phi hành đoàn được tổ chức tốt và một thực đơn thoải mái mọi lúc.  Thời gian phù hợp với họ trong việc xem các điểm tham quan và hoạt động.  Xe đưa đón được giao riêng cho ai đó nên việc đón trả không bằng ê-kíp.Đọc thêm",
            "Gia đình - bạn bè của tôi đã đến Việt Nam dự đám cưới của tôi và gặp họ ở Hà Nội. Tôi đã tổ chức một chuyến du lịch riêng cho chúng tôi 2N1Đ, tổng cộng có 18 người. Thật là không thể tin được! Từ đầu đến cuối mọi thứ đều được tổ chức tốt. Trung là một quý ông đích thực khiến gia đình - bạn bè của tôi cảm thấy được chào đón đến phần đất tươi đẹp này của thế giới. Sau khi tôi tổ chức một chuyến xe buýt đưa chúng tôi xuống Phong Nha Kẻ Bàng anh ấy thậm chí còn đến - cùng chúng tôi đợi xe buýt đến. Các nhân viên trên thuyền rất có sức chứa - cực kỳ chuyên nghiệp! Không thể - không có lỗi! Cảm ơn một lần nữa! Đọc thêm",
            "Hướng dẫn viên Hoàng của chúng tôi khiến chúng tôi cảm thấy như ở nhà. Anh ấy đón chúng tôi ở Hà Nội và đi cùng chúng tôi mọi lúc. Anh ấy rất tốt bụng và rất hữu ích. Điều tôi thích nhất ở hành trình Camellia là nó có những chiếc curiae nhỏ và toàn bộ thủy thủ đoàn khiến bạn cảm thấy như một người nữa. Tất cả đều rất tốt bụng. Các món ăn esa xuất sắc. Chuyến du ngoạn bằng thuyền kayak và lớp học chạy nước rút Master thật tuyệt vời. Hoàng cảm ơn vì tất cả, chúng tôi sẽ không bao giờ quên bạn - Đọc thêm",
            "Tôi và bạn gái đã có khoảng thời gian tuyệt vời trên du thuyền Vịnh Hạ Long, thậm chí còn tuyệt vời hơn nhờ hướng dẫn viên tài giỏi Hoàng của chúng tôi!Đọc thêm"
        ],
        "star_ratings": [
            234,
            26,
            4,
            1,
            3
        ],
        "review_amount": 268,
        "location": [
            "Việt Nam",
            "Đảo Tuần Châu",
            "Du thuyền hoa trà",
            "Vịnh Hạ Long",
            "Những điều cần làm ở đảo Tuần Châu",
            "Quang Ninh Province",
            "Châu Á"
        ],
        "reviews_time": [
            "Written November 16, 2019",
            "Written November 7, 2019",
            "Written November 6, 2019",
            "Written October 31, 2019",
            "Written October 30, 2019",
            "Written October 30, 2019",
            "Written October 19, 2019",
            "Written October 15, 2019",
            "Written October 12, 2019",
            "Written October 9, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g3737857-d15097374-Reviews-or20-Camellia_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g3737857-d15097374-Reviews-or10-Camellia_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g3737857-d15097374-Reviews-or30-Camellia_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g3737857-d15097374-Reviews-Camellia_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d26517053-Reviews-Dark_Light_Cave-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d16783386-Reviews-Vietnam_Tonkin_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d15179808-Reviews-Cat_Ba_Kayak_Adventures-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12583669-Reviews-Halong_Bay_Cruise_Hunters-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d10844855-Reviews-Cat_Ba_Local-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d25157264-Reviews-Catba_Wander_Tour-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d13358231-Reviews-Alibaba_s_Tours-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d9453866-Reviews-Emperor_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d6553094-Reviews-Treasure_Junk-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8608476-Reviews-Swan_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d6438408-Reviews-Paloma_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d8617577-Reviews-Viola_Halong_Travel-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d2044615-Reviews-Indochina_Junk-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d17581485-Reviews-Sena_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163470-d25681689-Reviews-Halong_Diamond_Cruises-Bai_Chay_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293982-d325457-Reviews-Haifa_Port-Haifa_Haifa_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g52511-d4509593-Reviews-Peace_Valley_Lavender_Farm-Doylestown_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g303814-d14989555-Reviews-Nugal_Beach-Makarska_Split_Dalmatia_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d146833-Reviews-Aloha_Tower_Marketplace-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d6589993-Reviews-I_Drive_NASCAR_Indoor_Kart_Racing-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d1050677-Reviews-Kerry_Park-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g60958-d580947-Reviews-Santa_Fe_Farmers_Market-Santa_Fe_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d208745-Reviews-Northalsted-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g293825-d6215579-Reviews-Usuma_Dam-Abuja_Federal_Capital_Territory.html",
            "https://www.tripadvisor.com/Attraction_Review-g37209-d274341-Reviews-Fort_Harrison_State_Park-Indianapolis_Indiana.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g3737857-d15097374-Reviews-or30-Camellia_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g3737857-d15097374-Reviews-or20-Camellia_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html"
    },
    {
        "attraction_name": "Camellia Cruise",
        "attraction_name_vi": "Du thuyền hoa trà",
        "general_info": [
            "258 đánh giá",
            "Những chuyến du lịch thuyền"
        ],
        "attraction_summary": "Camellia Cruise tự hào mang đến những trải nghiệm du ngoạn hàng đầu mới ở Vịnh Hạ Long, kết hợp giữa sự tiện nghi hiện đại nhất và tuyệt vời nhấtĐọc thêm",
        "reviews": [
            "Trung - chủ nhà - hướng dẫn viên của chúng tôi - là một viên ngọc quý tuyệt đối, một quý ông thực sự, cũng như người phục vụ Bình của chúng tôi - xin lỗi nếu tôi đánh vần sai - rất vui được gặp cả hai. Chúng tôi đã có chiếc thuyền cho riêng mình khi chúng tôi đi du lịch như một nhóm lớn trước một đám cưới. Phi hành đoàn và những người này đã làm việc xung quanh chúng tôi một cách xuất sắc và chịu đựng được sự hài hước khủng khiếp của người Anh. Họ đảm bảo rằng chúng tôi có đầy đủ đồ uống và vui vẻ trong khi vừa thân thiện vừa chuyên nghiệp. Bản thân chiếc thuyền rất thoải mái và là một nơi tuyệt vời để ngắm nhìn vịnh Hạ Long, mặc dù có một chút khó khăn ở các cạnh, một số hình nền tin tức sẽ không phù hợp trong một số phòng ngủ. Độ ẩm và độ ẩm không thể tránh khỏi đã ảnh hưởng đến nó. Ngoài ra, rượu hơi đắt đối với Việt Nam, 2 đô la cho một lon bia địa phương nhỏ cao hơn gấp đôi số tiền chúng tôi trả ở hầu hết các quán bar, tôi dám nói rằng các thuyền khác cũng tính phí như vậy. Nhìn chung thì đó là khoảng thời gian tuyệt vời với đồ ăn ngon và đội ngũ nhân viên thân thiện, đáng tin cậy.Đọc thêm",
            "Nhìn chung đó là một trải nghiệm rất tốt. Các nhân viên của du thuyền rất thân thiện và hữu ích. Người hướng dẫn, Chong, thực sự tốt bụng, vui tính và luôn sẵn lòng giúp đỡ. Tôi đã bị một con sứa cắn và họ đã làm mọi thứ có thể để tôi cảm thấy thoải mái. Ngoài ra, tôi đã nói với họ ngay trước chuyến đi rằng tôi không thể ăn một số đồ ăn và họ đã điều chỉnh đồ ăn cho tôi. Các bữa ăn rất ngon và phong phú. Thật không may, chúng tôi gặp vấn đề với bọ ve trong một phòng - từ những khách du lịch trước đó - và họ ngay lập tức đổi phòng cho chúng tôi. Lộ trình của hành trình khác với hầu hết các chuyến du ngoạn lớn nên nó cho phép chúng tôi phân tách và không nhìn thấy quá nhiều chuyến du ngoạn trên biển . Nhìn chung, giá tốt cho giá trị!.Đọc thêm",
            "Các hoạt động rất thú vị và thức ăn rất ngon. Người hướng dẫn, Chong, nói tiếng Anh trôi chảy và anh ấy thực sự rất hữu ích và tốt bụng. Nhìn chung, trải nghiệm thực sự tích cực.Đọc thêm",
            "Đáng giá tiền, nhiều lựa chọn ăn uống, cơ sở sạch sẽ và nhân viên hữu ích thân thiện, Chuyến tham quan Trung - Chong của chúng tôi rất tuyệt vời và đã cố gắng giúp đỡ chúng tôi Đọc thêm",
            "Hướng dẫn viên Chong của chúng tôi rất thân thiện và hữu ích. Sẽ đẹp hơn nếu họ có phòng gia đình lớn hơn có ban công.Đọc thêm",
            "Đó thực sự là chuyến đi tuyệt vời với Trọng - - Nếu sau này có cơ hội tôi rất muốn đến đây lần nữa!! -  -  - Đọc thêm",
            "Trung và tất cả nhân viên của hành trình này thật tuyệt vời! Chúng tôi thực hiện rất nhiều hoạt động và đồ ăn rất ngon! Rất khuyến khích!Đọc thêm",
            "Làm thế nào có thể tốt hơn, tất cả những gì chúng ta có ở đây. Thức ăn rất ngon nhưng độ tươi của thịt có thể ngon hơn! Chiếc giường rất thoải mái và phòng ngủ rộng rãi. Hầu hết nhân viên đều rất tốt bụng và lịch sự.Đọc thêm",
            "Vịnh đẹp. Hướng dẫn Trung rất tuyệt và thân thiện. Tôi sẽ quay lại. Rất khuyến khích hành trình Camellia. Rất cám ơnĐọc thêm",
            "Tôi muốn cảm ơn người hướng dẫn đầu tiên của tôi ở Việt Nam, Trung vì lòng tốt và sự chuyên nghiệp của anh ấy.  Du thuyền Camellia: lựa chọn tốt để tham quan Vịnh Hạ Long. Đọc thêm"
        ],
        "star_ratings": [
            234,
            26,
            4,
            1,
            3
        ],
        "review_amount": 268,
        "location": [
            "Việt Nam",
            "Đảo Tuần Châu",
            "Du thuyền hoa trà",
            "Vịnh Hạ Long",
            "Những việc cần làm ở Đảo Tuần Châu",
            "Quang Ninh Province",
            "Châu Á"
        ],
        "reviews_time": [
            "Written September 30, 2019",
            "Written September 27, 2019",
            "Written September 27, 2019",
            "Written September 27, 2019",
            "Written September 25, 2019",
            "Written September 12, 2019",
            "Written August 5, 2019",
            "Written August 4, 2019",
            "Written July 28, 2019",
            "Written July 14, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g3737857-d15097374-Reviews-or30-Camellia_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g3737857-d15097374-Reviews-or20-Camellia_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g3737857-d15097374-Reviews-or40-Camellia_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g3737857-d15097374-Reviews-Camellia_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d26517053-Reviews-Dark_Light_Cave-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d16783386-Reviews-Vietnam_Tonkin_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d15179808-Reviews-Cat_Ba_Kayak_Adventures-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12583669-Reviews-Halong_Bay_Cruise_Hunters-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d10844855-Reviews-Cat_Ba_Local-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d25157264-Reviews-Catba_Wander_Tour-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d13358231-Reviews-Alibaba_s_Tours-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d9453866-Reviews-Emperor_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d6553094-Reviews-Treasure_Junk-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8608476-Reviews-Swan_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d6438408-Reviews-Paloma_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d8617577-Reviews-Viola_Halong_Travel-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d2044615-Reviews-Indochina_Junk-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d17581485-Reviews-Sena_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163470-d25681689-Reviews-Halong_Diamond_Cruises-Bai_Chay_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d6580092-Reviews-Abraxas_Coffeeshop-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g677776-d4559705-Reviews-Playa_El_Palmar-Vejer_de_la_Frontera_Province_of_Cadiz_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g20362811-d20362471-Reviews-Via_Jurmala_Outlet_Village-Pinki_Babite_Parish.html",
            "https://www.tripadvisor.com/Attraction_Review-g40643-d147083-Reviews-L_L_Bean_Factory_Store-Freeport_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g60827-d13205623-Reviews-King_of_NY_Biggie_Memorial-Brooklyn_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g295414-d10286744-Reviews-Chunky_Monkey-Karachi_Sindh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g30582-d645714-Reviews-Waterville_USA-Gulf_Shores_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d4688351-Reviews-Body_World-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g58938-d292764-Reviews-Cass_Scenic_Railroad_State_Park-Cass_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g29213-d103497-Reviews-Six_Flags_Over_Georgia-Austell_Georgia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g3737857-d15097374-Reviews-or40-Camellia_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g3737857-d15097374-Reviews-or30-Camellia_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html"
    },
    {
        "attraction_name": "Camellia Cruise",
        "attraction_name_vi": "Du thuyền hoa trà",
        "general_info": [
            "258 đánh giá",
            "Những chuyến du lịch thuyền"
        ],
        "attraction_summary": "Camellia Cruise tự hào mang đến những trải nghiệm du thuyền cao cấp mới tại Vịnh Hạ Long kết hợp giữa sự hiện đại nhất và sự thoải mái tuyệt vời nhấtĐọc thêm",
        "reviews": [
            "Originally my friend had booked through Castaway tours. When the bus arrived at our hotel, everything appeared fine, the bus was immaculate and very spacious, the tour guide seemed friendly, and there were about 15 people on the bus all together. Fantastic. So we settle in for our 4 hour journey to Halong Bay. No problem. When we arrive at the bay, we get put onto speed boats to take us to the main cruise boat. This is where the dramas begin. I get talking to the other passengers and it seems as though we had all booked completely different tours. We tried asking the driver of the boat but of course no English. Then, the boat driver proceeds to stop at three different cruise boats asking if that was the boat we were meant to be on. We all looked at ourselves in confusion. Shouldn - t our boat driver at least know where he is taking us?Eventually we arrive at the Camellia cruise boat. It is old and dingy, and we all started hoping this was not the boat we were staying on. Alas, it was. As it turns out, all of the passengers had booked completely different cruises however, they were cancelled! Yet, none of us were notified. Instead, we became this mish-mash of a cruise with none of us getting what we were promised. Firstly, the food was horrendous. Considering I paid  - 165AUS, I expected more than stale bread and day old fried eggs for breakfast. Two, we got told we had an hour of free drinks. However, much to our dismay, our  - free drinks -  turned out to be a water gallon container filled with flat sprite and vodka  - ? -  that was served warm. The boys that were drinking beer were served out of date beer, also warm, and the hour of free drinks was actually very limited to a small number of these god-awful beers. Three, do not be deceived by the photographs. The bedrooms may LOOK nice enough, however the beds are honestly as hard as rocks, and they don - t give you enough toilet paper to last the day so you have to go discreetly scrounge the common area for tissues to use. Four, if they walk around and offer you anything like juice or water with lunch, assume that you - re paying for it. Because even though we were told that drinks  - water - soft drink -  juice -  etc was included with meals, it wasn - t and they charge you for it at the end. And lastly, the itinerary. We were promised this amazing walk on this island that reached a beautiful vantage point to take spectacular photos from. As well as exploring some of the largest caves in Halong Bay. Well, we got told the trip to the island was cancelled due to  - really bad weather -  and a typhoon that might occur yet it was barely overcast, no rain, minimal wind etc. And these  - caves -  you explore? You kayak under a small overpass of rocks. There. That - s your cave. So you know what? You - re probably only gonna do this experience once. Pay the bit extra and go on one of the nicer cruise boats because this was just a sham.Read more",
            "Luca Tony, Một hướng dẫn viên du lịch rất giỏi với dịch vụ tốt. Nói tiếng Anh tốt và giải thích tốt cho mọi thứ...Gia đình chúng tôi vui vẻ và tận hưởng tại Camellia Cruise..Nơi này thật tuyệt vời và chúng tôi thực sự thích nó.Đọc thêm",
            "nhân viên rất thân thiện và tốt bụng. không bao giờ bỏ lỡ chuyến đi khi bạn ghé thăm hà nội.. trải nghiệm tuyệt vời! đã đi với nhóm nhỏ và dịch vụ luôn sẵn sàng. Đọc thêm",
            "Hành trình của Camellia mang lại một cảm giác rất riêng cho nó .. Chiếc thuyền nhỏ và hướng dẫn viên du lịch cực kỳ thân thiện và nhiệt tình. Thực phẩm được lựa chọn rất cẩn thận. Thuyền đưa chúng tôi đến những khu vực yên tĩnh hơn của Vịnh Hạ Long. Một trong những điểm nổi bật là chèo thuyền kayak qua vịnh! Rất đáng đồng tiền.Đọc thêm",
            "Ưu điểm: Phòng tốt và sạch sẽ. Thức ăn ổn. Họ đã đến đúng lúc. Nhược điểm: Phi hành đoàn lập dị - luôn la hét về thời gian cho mọi việc. Trong cơ quan, họ nói rằng đồ uống đã được bao gồm trong các bữa ăn - điều đó - không đúng. Chúng rất đắt và nếu bạn mang đồ uống từ bên ngoài thuyền lên, bạn phải trả phí dịch vụ 20 USD mỗi chai và 1 USD mỗi bia. Bạn phải thực hiện đánh giá trước khi rời thuyền. Họ sẽ kiểm tra xem bạn có cho họ 5 sao hay không.Đọc thêm",
            "Thuyền ổn, phòng, nhà vệ sinh, chắc chắn ổn. Đầu tiên khi chúng tôi đến đặt chỗ tại bàn làm việc, họ nói với chúng tôi rằng đồ uống trong bữa ăn miễn phí, khi chúng tôi lên thuyền thì không. Họ cũng nói với chúng tôi rằng chúng tôi sẽ thực hiện một loại chuyến đi, khứ hồi, cuối cùng chúng tôi đã đi và đến theo cùng một lộ trình. Người hướng dẫn rất tệ, luôn gọi điện, la hét trước cửa để bạn tham gia các hoạt động, chúng tôi không có thời gian rảnh cho chúng tôi. Trong chuyến đi không có internet trên tàu, khi kết thúc chuyến đi, hướng dẫn viên yêu cầu chúng tôi đánh giá chuyến đi 5 sao, ngay lúc đó, internet bắt đầu hoạt động. Anh ấy chỉ để chúng tôi yên sau khi chúng tôi viết bài đánh giá và đưa cho anh ấy xem để anh ấy chụp ảnh màn hình điện thoại di động của tôi. Trải nghiệm khủng khiếp! Đọc thêm",
            "Đó là một chuyến đi ngắn ngày của gia đình đến miền Bắc Việt Nam và chúng tôi đã có khoảng thời gian tuyệt vời với Camellia Cruise trong chuyến thăm Vịnh Hạ Long. Lê là một người dẫn chương trình và hướng dẫn viên du lịch tuyệt vời trong chuyến thăm 2D1N của chúng tôi. Chúng tôi đã có khoảng thời gian tuyệt vời ở đây!Đọc thêm",
            "Tôi đã thực hiện chuyến đi hai ngày một đêm của Camellia Cruise dọc theo phía tây đảo Cát Bà ở Vịnh Hạ Long và đã có khoảng thời gian tuyệt vời. Hướng dẫn viên du lịch của tôi là Tony, anh ấy thân thiện, vui tính, nhiệt tình, là một người có tài giao tiếp tuyệt vời và rất giỏi trong việc khiến tất cả các vị khách cảm thấy gắn kết và thoải mái. Xe buýt đón tôi tại khách sạn và đích thân Tony đến quầy lễ tân để đón tôi. Điều này ngay lập tức được an ủi vì tôi cảm thấy mình đang đặt niềm tin vào một công ty du lịch mà tôi mới biết được vào đêm hôm trước. Khi lên thuyền, tôi có một phòng ở tầng hai có ban công riêng, sạch sẽ, có máy lạnh và yên tĩnh. Chúng tôi chèo thuyền kayak, bơi lội, câu mực, làm nem và đi bộ qua hang động. Tôi đang đi du lịch một mình và kết bạn với một số người bạn trong chuyến đi của mình, điều này được giúp đỡ nhờ khả năng giúp phá băng và bắt đầu cuộc trò chuyện giữa các vị khách của Tony. Đồ ăn phục vụ trên thuyền rất ngon và được trình bày đẹp mắt, và một số bữa ăn yêu thích của tôi trong 10 ngày ở Việt Nam đã được phục vụ trong hai ngày đó. Trong khi tôi ước mình có thể ở lại nhiều đêm hơn trong chuyến đi - tôi bị ép về thời gian -, tôi cảm thấy rằng mình đã nhận được nhiều hơn số tiền mình bỏ ra. Tôi rời đi với khung cảnh tuyệt đẹp, yên tĩnh của Vịnh Hạ Long, những kỷ niệm thực sự thú vị với Tony và những vị khách khác, và mong muốn quay trở lại trong một chuyến đi khác với Camellia vào lần tới khi tôi đến Việt Nam. Tôi thực sự khuyên bạn nên đặt phòng với Camellia, vì một chút Việc tăng giá so với nhiều tuyến du lịch khác xứng đáng với tuyến đường yên tĩnh hơn, thuyền mới hơn, hướng dẫn viên du lịch và thành viên phi hành đoàn thân thiện.Đọc thêm",
            "Xuất sắc! Được đón tại khách sạn từ xe buýt có máy lạnh và rất sạch sẽ và thoải mái - nước! Hướng dẫn viên du lịch thật tuyệt vời và phi hành đoàn trên thuyền thật đáng yêu. Họ nấu rất nhiều món ăn ngon và có một chương trình hay: chèo thuyền kayak, bơi lội, câu cá, hát karaoke, trang trại nuôi hàu, lớp học nấu ăn và thái cực quyền vào buổi sáng! Phòng thực sự sạch sẽ và tốt đẹp. Tôi thực sự có thể giới thiệu.Đọc thêm",
            "Thực sự đáng giá tiền cho hành trình 2 ngày 1 đêm. Phòng rất sạch sẽ và tốt hơn những gì chúng tôi mong đợi, khá sang trọng! Chúng tôi đã thực hiện các hoạt động thực sự thú vị như chèo thuyền kayak, bơi lội và thám hiểm hang động. Tony - hướng dẫn viên nói tiếng Anh của chúng tôi - là một hướng dẫn viên du lịch thực sự giỏi và siêu thân thiện và các nhân viên còn lại trên tàu rất đáng yêu và rất đáp ứng yêu cầu ăn kiêng - Tôi - tôi ăn chay - và phục vụ những món ăn ngon. Nhìn chung, một chuyến đi tốt đẹp!Đọc thêm",
            "Xin chào, nguồn gốc của hành trình ở đâu. Chúng tôi muốn được đón từ đảo catba.Đọc thêm",
            "liên hệ trực tiếp với hãng tàu để có câu trả lời thích hợpĐọc thêm"
        ],
        "star_ratings": [
            234,
            26,
            4,
            1,
            3
        ],
        "review_amount": 268,
        "location": [
            "Việt Nam",
            "Đảo Tuần Châu",
            "Du thuyền Camellia",
            "Vịnh Hạ Long",
            "Những điều cần làm ở Đảo Tuần Châu",
            "Quang Ninh Province",
            "Châu Á"
        ],
        "reviews_time": [
            "Written June 15, 2019",
            "Written May 31, 2019",
            "Written May 29, 2019",
            "Written May 21, 2019",
            "Written April 24, 2019",
            "Written April 24, 2019",
            "Written April 6, 2019",
            "Written April 5, 2019",
            "Written April 2, 2019",
            "Written March 28, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g3737857-d15097374-Reviews-or40-Camellia_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g3737857-d15097374-Reviews-or30-Camellia_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g3737857-d15097374-Reviews-or50-Camellia_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g3737857-d15097374-Reviews-Camellia_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d26517053-Reviews-Dark_Light_Cave-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d16783386-Reviews-Vietnam_Tonkin_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d15179808-Reviews-Cat_Ba_Kayak_Adventures-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12583669-Reviews-Halong_Bay_Cruise_Hunters-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d10844855-Reviews-Cat_Ba_Local-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d25157264-Reviews-Catba_Wander_Tour-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d13358231-Reviews-Alibaba_s_Tours-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d9453866-Reviews-Emperor_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d6553094-Reviews-Treasure_Junk-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8608476-Reviews-Swan_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d6438408-Reviews-Paloma_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d8617577-Reviews-Viola_Halong_Travel-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d2044615-Reviews-Indochina_Junk-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d17581485-Reviews-Sena_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163470-d25681689-Reviews-Halong_Diamond_Cruises-Bai_Chay_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d2334281-Reviews-We_Will_Rock_You-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g3845613-d2279636-Reviews-Desa_Dairy_Farm-Kundasang_Ranau_Sabah.html",
            "https://www.tripadvisor.com/Attraction_Review-g189403-d8703917-Reviews-Blue_Star_Ferries-Piraeus_Piraeus_Region_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g46954-d15042754-Reviews-Ah_Shi_Sle_Pah_Wilderness_Study_Area-Bloomfield_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g297962-d3506454-Reviews-Deepo_Outlet_Center-Antalya_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g60872-d9710222-Reviews-Kanaloa_Octopus_Farm-Kailua_Kona_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g1592998-d11916332-Reviews-Mall_of_Qatar-Al_Rayyan.html",
            "https://www.tripadvisor.com/Attraction_Review-g147347-d2356032-Reviews-Great_Bay_Beach-Philipsburg_Sint_Maarten_St_Martin_St_Maarten.html",
            "https://www.tripadvisor.com/Attraction_Review-g154943-d184433-Reviews-VanDusen_Botanical_Garden-Vancouver_British_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g40951-d8695982-Reviews-Wells_Beach_Resort_Mini_Golf-Wells_Maine.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g3737857-d15097374-Reviews-or50-Camellia_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g3737857-d15097374-Reviews-or40-Camellia_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html"
    },
    {
        "attraction_name": "Camellia Cruise",
        "attraction_name_vi": "Du thuyền hoa trà",
        "general_info": [
            "258 đánh giá",
            "Những chuyến du lịch thuyền"
        ],
        "attraction_summary": "Camellia Cruise tự hào mang đến những trải nghiệm du thuyền hàng đầu mới ở Vịnh Hạ Long, kết hợp giữa sự tiện nghi hiện đại nhất và tuyệt vời nhấtĐọc thêm",
        "reviews": [
            "Chúng tôi đã thực hiện Chuyến phiêu lưu 2D1N trên Vịnh Hạ Long cùng với Tony, một hướng dẫn viên xuất sắc và một người đáng yêu. Hành trình là sự kết hợp hoàn hảo giữa các hoạt động và thời gian để thư giãn. Chỉ có một vài phòng nên sẽ được giới thiệu cho những ai đang tìm kiếm trải nghiệm thư giãn hơn. Điểm thưởng cho những món ăn ngon và xe buýt mà Camellia Cruises cung cấp siêu rộng rãi so với một số xe buýt của công ty khác.Đọc thêm",
            "Chúng tôi dành khoảng thời gian tuyệt vời trên Camellia Cruise. Các nhân viên rất thân thiện và hữu ích. Hướng dẫn viên của chúng tôi, ông Lee rất chuyên nghiệp. Ông giải thích cho chúng tôi về lịch sử Vịnh Hạ Long cũng dạy chúng tôi cách điều khiển ca nô. Chúng tôi phát hiện ra những nơi rất tốt đẹp. Thức ăn rất ngon và ngon, ngon hơn mong đợi : - Chúng tôi cũng có trải nghiệm thú vị khi câu mực : - : - Tôi thực sự giới thiệu thuyền Camellia Cruise, họ rất chuyên nghiệp. Đặc biệt cảm ơn ông Lee vì lòng tốt và sự chuyên nghiệp của ông l.Chemsseddine Salem Đọc thêm",
            "Chuyến tham quan tuyệt vời! Tôi đã có một hướng dẫn viên du lịch rất thân thiện và siêu hữu ích, Lee. Đã có một thời gian rất tốt đẹp! Tôi đã đặt tour qua ký túc xá của mình, nhưng toàn bộ chuyến đi diễn ra rất suôn sẻ, có một số hoạt động được sắp xếp đủ loại và không có thời gian để chán! Tôi chắc chắn có thể giới thiệu nó!Đọc thêm",
            "Hướng dẫn viên - Lee - Thái độ phục vụ tốt - Cần cải thiện sự sạch sẽ trên tàu - Cung cấp bữa ăn ngon - Sắp xếp hành trình tốt - Thích hợp cho một gia đình tận hưởng một kỳ nghỉ yên tĩnh và đẹp đẽ - - - - - - Khí hậu dễ ​​chịu vào buổi sáng Tháng 3 - Ban công đặc biệt thích hợp Tận hưởng khung cảnh - có thể đó là vấn đề về khí hậu - phòng tắm chắc chắn có mùi ẩm ướt - cảm ơn vì dịch vụ của bạn - chuyến đi tuyệt vời ở vịnh halong - Đọc thêm",
            "Nếu bạn thích tận hưởng Vịnh Hạ Long một cách lặng lẽ - đây là chiếc thuyền phù hợp để lựa chọn - không quá đông đúc - dịch vụ của hướng dẫn viên Lee rất tốt và anh ấy sẽ không ép buộc - Cảm ơn sự phục vụ của đội Camellia Cruise - - - - Đọc thêm",
            "Chuyến đi heo rừng nhỏ thực sự đáng yêu. Họ có 9 cabin nên đây thực sự là một gia đình thích ăn thịt. Thức ăn ngon và rất nhiều. Đọc thêm",
            "Chuyến đi rất tốt, anh Lee rất tốt bụng và vui tính. Ước gì tôi có nhiều thời gian hơn ở nơi này, nó thực sự rất đẹp!Đọc thêm",
            "Sau khi mất rất nhiều thời gian để quyết định giữa các lựa chọn khác nhau về du ngoạn trên sao và du ngoạn bằng thuyền rác vòng quanh, cuối cùng chúng tôi quyết định đi du thuyền CAMELLIA từ cảng đảo Cát Bà. Trải nghiệm tuyệt vời nhất chúng tôi có thể có ở vịnh Hạ Long là đi vào từ khu vực mèo ba. Những con tàu danh nghĩa xung quanh chắc chắn sẽ là một ý tưởng tuyệt vời cho tất cả mọi người. Đến với công ty du lịch, Camellia là một du thuyền mới bắt đầu cung cấp nhiều hoạt động đa dạng và một kỳ nghỉ thú vị trong các cabin được trang trí đẹp mắt có ban công gắn liền - tùy chọn -. Từ việc đón bạn từ các khách sạn trong khu phố cổ đến đưa bạn đến tận nơi, Tony là người sẽ giúp bạn giải trí bằng tất cả kinh nghiệm hiểu biết về Việt Nam và đặc biệt là vịnh Hạ Long. Anh ấy là một người đàn ông có tất cả tài năng của một người quản lý giỏi. Anh ấy nói tốt, biết tiếng Anh và luôn phản ứng nhanh với nụ cười rộng. Anh ấy sẽ giúp đỡ bạn trong mọi tình huống. Là một người có tâm hồn đáng yêu, anh ấy luôn sẵn sàng mang đến cho bạn nhiều điều thú vị hơn bằng những cuộc trò chuyện dí dỏm của mình. Chuyến du ngoạn là một điều không thể bỏ qua, mang đến cho bạn những món ăn Việt Nam ngon miệng không giới hạn trên tàu. Các món hải sản rất ngon và toàn bộ con thuyền luôn ở đó để mang đến cho bạn cảm giác quyến rũ và ấm cúng như một ngôi nhà xa nhà. Đó là một trải nghiệm tuyệt vời và một quyết định tuyệt vời khi đi cùng Camellia qua mèo ba, một lối vào yên tĩnh khác thường vịnh rồng. Rất khuyến khích.Đọc thêm",
            "Chuyến đi rất tốt với Lee. Thuyền, đồ ăn, chuyến đi bằng thuyền kayak, mọi thứ đều tuyệt vời. Tôi đề nghị. Xin cảm ơn một lần nữa tới Lee.Đọc thêm",
            "chúng tôi đã có một kỳ nghỉ tuyệt vời với hành trình camilla. Thật hoàn hảo khi tận hưởng vẻ đẹp của vịnh Hạ Long - vịnh lan hạ, thư giãn và thưởng thức những món ăn ngon. người hướng dẫn lee đã làm rất tốt, luôn rất hữu ích và tận tâm. đáng đồng tiền.Đọc thêm"
        ],
        "star_ratings": [
            234,
            26,
            4,
            1,
            3
        ],
        "review_amount": 268,
        "location": [
            "Việt Nam",
            "Đảo Tuần Châu",
            "Du thuyền hoa trà",
            "Vịnh Hạ Long",
            "Những điều cần làm ở đảo Tuần Châu",
            "Quang Ninh Province",
            "Châu Á"
        ],
        "reviews_time": [
            "Written March 27, 2019",
            "Written March 26, 2019",
            "Written March 26, 2019",
            "Written March 26, 2019",
            "Written March 26, 2019",
            "Written March 22, 2019",
            "Written March 21, 2019",
            "Written March 15, 2019",
            "Written March 15, 2019",
            "Written March 15, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g3737857-d15097374-Reviews-or50-Camellia_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g3737857-d15097374-Reviews-or40-Camellia_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g3737857-d15097374-Reviews-or60-Camellia_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g3737857-d15097374-Reviews-Camellia_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d26517053-Reviews-Dark_Light_Cave-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d16783386-Reviews-Vietnam_Tonkin_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d15179808-Reviews-Cat_Ba_Kayak_Adventures-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12583669-Reviews-Halong_Bay_Cruise_Hunters-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d10844855-Reviews-Cat_Ba_Local-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d25157264-Reviews-Catba_Wander_Tour-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d13358231-Reviews-Alibaba_s_Tours-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d9453866-Reviews-Emperor_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d6553094-Reviews-Treasure_Junk-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8608476-Reviews-Swan_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d6438408-Reviews-Paloma_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d8617577-Reviews-Viola_Halong_Travel-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d2044615-Reviews-Indochina_Junk-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d17581485-Reviews-Sena_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163470-d25681689-Reviews-Halong_Diamond_Cruises-Bai_Chay_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g42716-d19097771-Reviews-South_Beach-South_Haven_Van_Buren_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g32766-d144811-Reviews-Domaine_Carneros-Napa_Napa_Valley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g50664-d2257923-Reviews-Hershberger_s_Farm_Bakery-Millersburg_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g60872-d16663843-Reviews-Kukio_Beach-Kailua_Kona_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d211804-Reviews-Chinatown-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g60727-d1992987-Reviews-Main_Street_Berlin-Berlin_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g33458-d10584202-Reviews-Paradise_Cove_Swimming_Hole-Guffey_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g14127501-d10660995-Reviews-JR_Kyushu_Jet_Ferry_Beetle-Hakata_Fukuoka_Fukuoka_Prefecture_Kyushu.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d8384781-Reviews-Red_Rock_Lanes-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g60750-d7290067-Reviews-Chicano_Park-San_Diego_California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g3737857-d15097374-Reviews-or60-Camellia_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g3737857-d15097374-Reviews-or50-Camellia_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html"
    },
    {
        "attraction_name": "Camellia Cruise",
        "attraction_name_vi": "Du thuyền hoa trà",
        "general_info": [
            "258 đánh giá",
            "Những chuyến du lịch thuyền"
        ],
        "attraction_summary": "Camellia Cruise tự hào mang đến những trải nghiệm du ngoạn hàng đầu mới ở Vịnh Hạ Long, kết hợp giữa sự tiện nghi hiện đại nhất và tuyệt vời nhấtĐọc thêm",
        "reviews": [
            "Có lẽ là chuyến đi dịch vụ tư nhân tốt nhất mà tôi có cho đến bây giờ. Nhân viên rất tốt bụng và hữu ích, cabin thoải mái, các hoạt động thú vị và thực phẩm hoàn toàn được khuyên dùng - cũng dành cho người ăn chay -. Ngoài ra, hướng dẫn viên Lee cũng đã quan tâm đầy đủ đến các kết nối sau chuyến đi của chúng tôi.Đọc thêm",
            "Chúng tôi đã đặt kỳ nghỉ 2 ngày 1 ngày. Thuyền còn rất mới. Phòng sạch sẽ và nhân viên rất lịch sự và thân thiện. Hướng dẫn viên của chúng tôi, ông Lee rất hữu ích, hiểu biết và thân thiện. Xe buýt rất thoải mái và đúng giờ. Chúng tôi rất thích công ty trên thuyền. Không phải loại thuyền tiệc tùng nếu đó là thứ bạn đang tìm kiếm. Nó phù hợp hơn cho những người muốn nghỉ ngơi, thư giãn và ngắm cảnh. Thức ăn được phục vụ rất ngon. Đọc thêm",
            "Cho đến nay hành trình tốt nhất mà tôi đã đi. Ông Lee thật tốt bụng khi đáp ứng mọi nhu cầu và yêu cầu của chúng tôi. Cả ông Lee và phi hành đoàn đều rất thân thiện và hữu ích trong suốt chặng đường. Rất khuyến khích bạn nên đi du thuyền Camilla nếu bạn đi du lịch một mình, cặp đôi hoặc cùng gia đình..Đọc thêm",
            "Phi hành đoàn và người dẫn chương trình tuyệt vời Tony thật xuất sắc và đồ ăn rất ngon Chuyến đi bận rộn với vô số việc phải làm chèo thuyền kayak tham quan buổi trình diễn nấu ăn ở trang trại hàu và rất nhiều cơ hội gặp gỡ những vị khách đồng hành và chia sẻ những câu chuyện du lịch Rất khuyến khích công ty này những chiếc thuyền nhỏ hơn vì vậy trải nghiệm có vẻ mang tính cá nhân, cabin nhỏ gọn nhưng hoàn toàn phù hợp cho một kỳ nghỉ qua đêm - thật đáng để có một cabin có ban công Chi phí quầy bar so với giá quầy bar của khách sạn - 2 cho một ly bia, họ có một giờ vui vẻ với các ưu đãi đồ uống Đọc thêm",
            "Chúng tôi đã sắp xếp chuyến đi này thông qua một công ty lữ hành ở trung tâm. Lucy đã giúp đỡ rất nhiều! Chuyến đi rất tuyệt, Lee là một hướng dẫn viên rất giỏi, cũng rất hữu ích. Chuyến đi cũng khá tuyệt. Chúng tôi có một phòng có ban công. Sau khi đến Sapa, chúng tôi chỉ cần thư giãn và đây là một chuyến đi rất tuyệt để thư giãn và tận hưởng vịnh Hạ Long. Đề xuất! Đọc thêm",
            "Đó là một chuyến đi thú vị với ông Lee, chúng tôi đã dành 1 đêm trên thuyền với khung cảnh tuyệt vời của vịnh. Thuyền kayak và hang động cũng rất tuyệtĐọc thêm",
            "Chúng tôi đã có một thời gian tuyệt vời trên thuyền. Bắt đầu với một chiếc xe buýt tuyệt vời đón chúng tôi tại Hà Nội, thuyền rất riêng tư với ít phòng, nhân viên rất thân thiện và đồ ăn rất ngon và phong phú. Tất cả các chương trình đều khởi hành đúng giờ và hướng dẫn viên Lee thật tuyệt vời. Hãy giới thiệu nó cho mọi người! Đọc thêm",
            "Đó là một chiếc thuyền đẹp và các nhân viên rất hữu ích, tốt bụng và thân thiện. Đặc biệt là hướng dẫn viên du lịch - Mr.Lee, anh ấy là một người thú vị và hiểu biết. Tôi đánh giá cao điều này.Đọc thêm",
            "Chúng tôi đánh giá cao chuyến đi này vì sự tổ chức hoàn hảo và sự hướng dẫn thú vị và hài hước của Luca Toni. Chúng tôi đã có rất nhiều niềm vui! Cảm ơn rất nhiều cho toàn đội. Cristina và TobiĐọc thêm",
            "Đi du lịch cùng gia đình có người già, nhân viên đặc biệt là hướng dẫn viên - Luca Tony - thân thiện, tốt bụng và chăm sóc chúng tôi. Nhìn chung, du thuyền sạch sẽ và thoải mái, rất đáng để thử!Đọc thêm"
        ],
        "star_ratings": [
            234,
            26,
            4,
            1,
            3
        ],
        "review_amount": 268,
        "location": [
            "Việt Nam",
            "Đảo Tuần Châu",
            "Du thuyền hoa trà",
            "Vịnh Hạ Long",
            "Những điều cần làm ở Đảo Tuần Châu",
            "Quang Ninh Province",
            "Châu Á"
        ],
        "reviews_time": [
            "Written March 15, 2019",
            "Written March 15, 2019",
            "Written March 15, 2019",
            "Written March 14, 2019",
            "Written March 14, 2019",
            "Written March 13, 2019",
            "Written March 13, 2019",
            "Written March 12, 2019",
            "Written March 11, 2019",
            "Written March 10, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g3737857-d15097374-Reviews-or60-Camellia_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g3737857-d15097374-Reviews-or50-Camellia_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g3737857-d15097374-Reviews-or70-Camellia_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g3737857-d15097374-Reviews-Camellia_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d26517053-Reviews-Dark_Light_Cave-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d16783386-Reviews-Vietnam_Tonkin_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d15179808-Reviews-Cat_Ba_Kayak_Adventures-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12583669-Reviews-Halong_Bay_Cruise_Hunters-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d10844855-Reviews-Cat_Ba_Local-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d25157264-Reviews-Catba_Wander_Tour-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d13358231-Reviews-Alibaba_s_Tours-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d9453866-Reviews-Emperor_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d6553094-Reviews-Treasure_Junk-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8608476-Reviews-Swan_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d6438408-Reviews-Paloma_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d8617577-Reviews-Viola_Halong_Travel-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d2044615-Reviews-Indochina_Junk-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d17581485-Reviews-Sena_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163470-d25681689-Reviews-Halong_Diamond_Cruises-Bai_Chay_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298278-d10754937-Reviews-Puteri_Harbour-Johor_Bahru_Johor_Bahru_District_Johor.html",
            "https://www.tripadvisor.com/Attraction_Review-g499082-d10072871-Reviews-KOSGODA_Turtle_Conservation_and_Research_Centre-Kosgoda_Galle_District_Southern_.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d245991-Reviews-Panathenaic_Stadium-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g60634-d3601035-Reviews-Launiupoko_Beach_Park-Lahaina_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g34731-d287759-Reviews-Rapids_Water_Park-West_Palm_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g187331-d191092-Reviews-Reeperbahn-Hamburg.html",
            "https://www.tripadvisor.com/Attraction_Review-g54359-d610481-Reviews-Le_Grand_Cirque-Myrtle_Beach_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g41580-d661389-Reviews-Main_Street-Gloucester_Cape_Ann_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g29092-d186690-Reviews-Disney_California_Adventure_Park-Anaheim_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g187849-d208761-Reviews-Brera_District-Milan_Lombardy.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g3737857-d15097374-Reviews-or70-Camellia_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g3737857-d15097374-Reviews-or60-Camellia_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html"
    },
    {
        "attraction_name": "Camellia Cruise",
        "attraction_name_vi": "Du thuyền hoa trà",
        "general_info": [
            "258 đánh giá",
            "Những chuyến du lịch thuyền"
        ],
        "attraction_summary": "Camellia Cruise tự hào mang đến những trải nghiệm du ngoạn hàng đầu mới ở Vịnh Hạ Long, kết hợp giữa sự tiện nghi hiện đại nhất và tuyệt vời nhấtĐọc thêm",
        "reviews": [
            "Tôi và bạn tôi đã đặt Tour này qua khách sạn ở Hà Nội và nó thật tuyệt. Xe buýt thoải mái, Phi hành đoàn giúp đỡ mọi thứ và các hoạt động rất tốt. Người hướng dẫn mà chúng tôi đặt tên là Lee Speaks English Well, và anh ấy sẽ cung cấp thông tin cho bạn về chương trình trong suốt chặng đường. Anh ấy rất tốt. Chèo thuyền kayak thật tuyệt vời và chúng tôi cũng thích đồ ăn. Đọc thêm",
            "Đây là một cửa ngõ ngọt ngào và tuyệt vời từ cuộc sống đô thị. Chúng tôi có một hướng dẫn viên du lịch tuyệt vời, ông Lee, người nói chuyện rất hay và đưa chúng tôi đến nhiều địa điểm thú vị. Tôi muốn giới thiệu chuyến tham quan này cho bất kỳ ai.Đọc thêm",
            "Tôi rất thích chuyến đi với du thuyền hoa trà, đồ ăn ngon, dịch vụ tốt, đặc biệt anh van hướng dẫn chúng tôi rất nhiệt tình, giúp chúng tôi có thêm kiến ​​thức về vịnh hạ long. Chúng tôi thực sự thích thú với chuyến đi của chúng tôi. Cảm ơn rất nhiều.Đọc thêm",
            "Chúng tôi đã dành 2D1N với hướng dẫn của Camellia Cruise của Lee. Ông là một hướng dẫn viên rất hữu ích và tài năng. Chúng tôi có thuyền kayak đến hang động đá vôi và đó là một trải nghiệm tuyệt vời khi thực hiện điều đó ở Vịnh Lan Hạ, ngay cạnh Vịnh Hạ Long. Chúng tôi cũng hv câu mực vào ban đêm và tham quan ngọc trai vào buổi sáng, điều này khiến bạn bận rộn và vui vẻ. Đó là một cách tuyệt vời để trải nghiệm Việt Nam và vịnh Hạ Long và chúng tôi rất muốn có thêm một chuyến đi nữa với họ.Đọc thêm",
            "Tony đưa chúng tôi đến Vịnh Hạ Long 2 ngày 1 đêm, anh ấy là một hướng dẫn viên du lịch 24 tuổi nhiệt tình. Anh ấy chào chúng tôi một cách rất lịch sự bằng cách nói - Chào buổi sáng -, khi anh ấy đón chúng tôi lần đầu từ khách sạn của tôi. Sau đó chúng tôi bắt đầu chuyến đi bằng một chiếc xe buýt siêu sạch sẽ và ấm cúng. Khi chúng tôi đến Vịnh Hạ Long, anh ấy đã giải thích chi tiết về lịch trình ngày đầu tiên của chúng tôi. Anh ấy rất quyến rũ và quan tâm đến mọi thành viên trên xe buýt. Khi đến bến cảng, Tony rất ân cần và đảm bảo chúng tôi lên xuống an toàn khi chuẩn bị cho chúng tôi ở lại Camellia Cruise. Sau khi đến Camellia Cruise, Tony cũng kể người gác chuông giúp chúng tôi mang hành lý! Tôi thực sự cảm động trước hành động của anh ấy vì tôi thực sự có một hành lý siêu nặng!!! Bất kể chèo thuyền kayak hay tham quan Trân Châu Cảng hay các hoạt động giải trí khác nhau trên tàu, Tony đều đi cùng chúng tôi một cách cẩn thận và giờ ăn thực sự rất đúng giờ. Anh ấy sẽ không làm chúng tôi cảm thấy đói hay dù chỉ một giây, tôi thực sự tận hưởng từng khoảnh khắc. Thực sự đánh giá cao dịch vụ do Tony và tất cả phi hành đoàn cung cấp, công việc tuyệt vời. Chắc chắn tôi sẽ tìm Tony nếu tôi có cơ hội đến thăm Việt Nam lần nữa.!  -  - Đọc thêm",
            "Lee đã xuất sắc từ đầu đến cuối. Tôi ngạc nhiên về mức năng lượng của anh ấy cao trong suốt chuyến đi.  Ngoài việc rất hiểu biết, anh ấy còn rất tuyệt vời với trẻ em và luôn sẵn sàng trả lời các câu hỏi hoặc đưa ra gợi ý!Đọc thêm",
            "Tôi đã thực hiện chuyến đi một mình ở VỊNH Hạ Long với CRUISE hoa trà và mọi thứ đều hoàn hảo Thức ăn rất hoàn hảo. Và hướng dẫn viên du lịch của TÔI TONY rất hữu ích, vui tính và CHUYÊN NGHIỆP. Cho đến nay đây là chuyến đi tốt nhất của tôi ở Việt Nam. Xin chân thành cảm ơn vì đã chăm sóc tôi, trân trọng Tony MALTA XXXĐọc thêm",
            "Đây là một chuyến tham quan độc đáo Lee là một hướng dẫn viên du lịch xuất sắc, luôn dành thời gian cho tất cả các vị khách của mìnhĐọc thêm",
            "Lee là một người rất tốt bụng và tốt bụng, anh ấy sẽ cố gắng tự mình giải quyết mọi vấn đề mà chúng tôi gặp phải.Đọc thêm",
            "Chuyến đi hoàn hảo và rất được giới thiệuLee là hướng dẫn viên du lịch hoàn hảo nếu bạn đặt chỗ cho anh ấy là hoàn hảo! Đồ ăn rất ngon và một chiếc thuyền rất thoải máiĐọc thêm"
        ],
        "star_ratings": [
            234,
            26,
            4,
            1,
            3
        ],
        "review_amount": 268,
        "location": [
            "Việt Nam",
            "Đảo Tuần Châu",
            "Du thuyền hoa trà",
            "Vịnh Hạ Long",
            "Những điều cần làm ở Đảo Tuần Châu",
            "Quang Ninh Province",
            "Châu Á"
        ],
        "reviews_time": [
            "Written March 8, 2019",
            "Written March 5, 2019",
            "Written March 3, 2019",
            "Written February 28, 2019",
            "Written February 23, 2019",
            "Written February 22, 2019",
            "Written February 22, 2019",
            "Written February 18, 2019",
            "Written February 17, 2019",
            "Written February 16, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g3737857-d15097374-Reviews-or70-Camellia_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g3737857-d15097374-Reviews-or60-Camellia_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g3737857-d15097374-Reviews-or80-Camellia_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g3737857-d15097374-Reviews-Camellia_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d26517053-Reviews-Dark_Light_Cave-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d16783386-Reviews-Vietnam_Tonkin_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d15179808-Reviews-Cat_Ba_Kayak_Adventures-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12583669-Reviews-Halong_Bay_Cruise_Hunters-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d10844855-Reviews-Cat_Ba_Local-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d25157264-Reviews-Catba_Wander_Tour-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d13358231-Reviews-Alibaba_s_Tours-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d9453866-Reviews-Emperor_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d6553094-Reviews-Treasure_Junk-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8608476-Reviews-Swan_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d6438408-Reviews-Paloma_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d8617577-Reviews-Viola_Halong_Travel-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d2044615-Reviews-Indochina_Junk-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d17581485-Reviews-Sena_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163470-d25681689-Reviews-Halong_Diamond_Cruises-Bai_Chay_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293890-d2637522-Reviews-Shivapuri_Nagarjun_National_Park-Kathmandu_Kathmandu_Valley_Bagmati_Zone_Central_.html",
            "https://www.tripadvisor.com/Attraction_Review-g298547-d6934794-Reviews-Marjan_Island-Dammam_Eastern_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g262055-d6678219-Reviews-Senior_Frog_s_Party_Bar-Ayia_Napa_Famagusta_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g14134979-d2007506-Reviews-Osu_Shopping_Street-Osu_Naka_Nagoya_Aichi_Prefecture_Tokai_Chubu.html",
            "https://www.tripadvisor.com/Attraction_Review-g60826-d109198-Reviews-Alyeska_Pipeline_Viewing_Point-Fairbanks_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g3181620-d7942178-Reviews-Harry_s_Water_Park-Tabaquite_Trinidad_Trinidad_and_Tobago.html",
            "https://www.tripadvisor.com/Attraction_Review-g150813-d669578-Reviews-Gran_Cenote-Tulum_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g676160-d4428551-Reviews-Overlord_Museum_Omaha_Beach-Colleville_sur_Mer_Calvados_Basse_Normandie_Normandy.html",
            "https://www.tripadvisor.com/Attraction_Review-g31232-d2044460-Reviews-Salt_River_Canyon_Scenic_Drive-Globe_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g34599-d1464843-Reviews-Black_Raven_Pirate_Ship-St_Augustine_Florida.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g3737857-d15097374-Reviews-or80-Camellia_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g3737857-d15097374-Reviews-or70-Camellia_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html"
    },
    {
        "attraction_name": "Camellia Cruise",
        "attraction_name_vi": "Du thuyền hoa trà",
        "general_info": [
            "258 đánh giá",
            "Những chuyến du lịch thuyền"
        ],
        "attraction_summary": "Camellia Cruise tự hào mang đến những trải nghiệm du ngoạn hàng đầu mới ở Vịnh Hạ Long, kết hợp giữa sự tiện nghi hiện đại nhất và tuyệt vời nhấtĐọc thêm",
        "reviews": [
            "Hành trình này đáp ứng mọi mong đợi và hướng dẫn viên du lịch của chúng tôi, ông Lee là một hướng dẫn viên tuyệt vời. Hành trình rất thú vị, bao gồm chèo thuyền kayak, bơi lội, câu mực, Thái Cực Quyền, tham quan trang trại ngọc trai và lớp học nấu ăn. Lịch trình của chúng tôi gần như quá bận rộn và chúng tôi không có nhiều thời gian như mong muốn để thư giãn trên ban công và ngắm cảnh. Chiếc thuyền nhỏ hơn những chiếc khác, nhưng vẫn đẹp vì nhóm người ít hơn. Nó được quảng cáo là hành trình 2 ngày 1 đêm như nhiều người khác, nhưng bạn thực sự chỉ có được 1 ngày trọn vẹn trên thuyền do thời gian di chuyển đến Vịnh Hạ Long dài. Theo ý kiến ​​của tôi, thời gian trả phòng quá sớm - 9:30 sáng - vì vậy chúng tôi không có đủ thời gian để tận hưởng phòng và ban công riêng mà chúng tôi phải trả thêm tiền. Hãy nhớ rằng tất cả mọi thứ trừ đồ uống đều được bao gồm. Nhìn chung, chúng tôi thực sự thích chuyến đi này và Lee đặc biệt rất hữu ích và thân thiện.Đọc thêm",
            "Lee là một người rất tốt và luôn nhiệt tình giúp đỡ tôi mọi việc trong hành trình ... cảm ơn vì tất cả các đội trong hành trình hoa trà Đọc thêm",
            "Ông Lee là một người hướng dẫn tuyệt vời; siêu hữu ích và thân thiện! Chắc chắn sẽ giới thiệu cho những ai muốn khám phá vịnh hạ long!Đọc thêm",
            "Chuyến đi tuyệt vời đến Vịnh Hạ Long với quang cảnh tuyệt đẹp. Xe buýt rất thoải mái, thuyền mới, nhân viên thân thiện với hướng dẫn viên giỏi Lee. Đọc thêm",
            "Sau khi nhìn thấy vịnh với một công ty khác trước đây, tôi muốn quay lại để có trải nghiệm tốt hơn nữa. Chúng tôi đã đặt chỗ ở... Và ở đó chúng tôi đã gặp Lee. Hướng dẫn viên du lịch của chúng tôi. Chúng tôi đã có khoảng thời gian tuyệt vời khi anh ấy dẫn chúng tôi đi tham quan. Tôi ước gì anh ấy ở đó lần đầu tiên! Tất cả các nhân viên còn lại cũng tuyệt vời. Bạn sẽ thấy hang động. Hình ảnh thiên nhiên hoàn hảo và nhiều hơn nữa. Cuối cùng nhưng không kém phần quan trọng, đồ ăn rất tuyệt! Đọc thêm",
            "hành trình rất tốt với hướng dẫn viên du lịch tuyệt vời Lee, tầm nhìn tuyệt vời và tốt với gia đình, đồ ăn rất ngon và quy mô đất đai rất đẹpĐọc thêm",
            "Chuyến đi tuyệt vời thuyền rất thoải mái. Hướng dẫn tuyệt vời Lee luôn sẵn sàng hữu ích. Chắc chắn sẽ làm lại.Đọc thêm",
            "Là chuyến đi siêu tuyệt vời. Lii là người hướng dẫn của chúng tôi và tổ chức mọi thứ một cách hoàn hảo. Rất khuyến khích để xem vịnh hạ long.Đọc thêm",
            "Tôi có thể giới thiệu chuyến du ngoạn với Camellia. Ông Lee và tất cả các thành viên khác trong đoàn thực sự thân thiện và cố gắng hết sức để chuyến du ngoạn trở nên đáng nhớ nhất có thể. Đọc thêm",
            "Chúng tôi có một trải nghiệm tuyệt vời! Nơi này đẹp quá!! Phi hành đoàn của hành trình Camilla và hướng dẫn viên của chúng tôi tên là Mr.Lee thật tuyệt vời!!! Chúng tôi muốn giới thiệu nó!!!! Cảm ơn vì tất cả!Đọc thêm"
        ],
        "star_ratings": [
            234,
            26,
            4,
            1,
            3
        ],
        "review_amount": 268,
        "location": [
            "Việt Nam",
            "Đảo Tuần Châu",
            "Du thuyền Camellia",
            "Vịnh Hạ Long",
            "Những việc cần làm ở Đảo Tuần Châu",
            "Quang Ninh Province",
            "Châu Á"
        ],
        "reviews_time": [
            "Written February 13, 2019",
            "Written February 12, 2019",
            "Written February 11, 2019",
            "Written February 8, 2019",
            "Written February 7, 2019",
            "Written February 6, 2019",
            "Written February 6, 2019",
            "Written February 6, 2019",
            "Written February 5, 2019",
            "Written February 4, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g3737857-d15097374-Reviews-or80-Camellia_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g3737857-d15097374-Reviews-or70-Camellia_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g3737857-d15097374-Reviews-or90-Camellia_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g3737857-d15097374-Reviews-Camellia_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d26517053-Reviews-Dark_Light_Cave-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d16783386-Reviews-Vietnam_Tonkin_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d15179808-Reviews-Cat_Ba_Kayak_Adventures-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12583669-Reviews-Halong_Bay_Cruise_Hunters-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d10844855-Reviews-Cat_Ba_Local-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d25157264-Reviews-Catba_Wander_Tour-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d13358231-Reviews-Alibaba_s_Tours-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d9453866-Reviews-Emperor_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d6553094-Reviews-Treasure_Junk-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8608476-Reviews-Swan_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d6438408-Reviews-Paloma_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d8617577-Reviews-Viola_Halong_Travel-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d2044615-Reviews-Indochina_Junk-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d17581485-Reviews-Sena_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163470-d25681689-Reviews-Halong_Diamond_Cruises-Bai_Chay_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g297897-d16802059-Reviews-Sri_Lanka_Bike_Rent-Negombo_Western_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d7321281-Reviews-Starbucks_Reserve_Roastery_Seattle-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g189970-d3523283-Reviews-Reykjavik_Family_park_and_Zoo-Reykjavik_Capital_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g1819718-d4271627-Reviews-Guavate-Cayey_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g1772452-d12427898-Reviews-Ayubia_National_Park-Ayubia_Sindh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g790333-d1175140-Reviews-Ko_Si_Chang_Island-Ko_Si_Chang_Chonburi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1165978-d1425547-Reviews-Oshino_Hakkai-Oshino_mura_Minamitsuru_gun_Yamanashi_Prefecture_Koshinetsu_Chubu.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d10629054-Reviews-Club_Vinyl-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g298484-d300378-Reviews-Izmailovsky_Market-Moscow_Central_Russia.html",
            "https://www.tripadvisor.com/Attraction_Review-g33031-d145181-Reviews-The_San_Mateo_Japanese_Garden-San_Mateo_California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g3737857-d15097374-Reviews-or90-Camellia_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g3737857-d15097374-Reviews-or80-Camellia_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html"
    },
    {
        "attraction_name": "Camellia Cruise",
        "attraction_name_vi": "Du thuyền hoa trà",
        "general_info": [
            "258 đánh giá",
            "Những chuyến du lịch thuyền"
        ],
        "attraction_summary": "Camellia Cruise tự hào mang đến những trải nghiệm du thuyền hàng đầu mới ở Vịnh Hạ Long, kết hợp giữa sự tiện nghi hiện đại nhất và tuyệt vời nhấtĐọc thêm",
        "reviews": [
            "Đó là một hành trình tuyệt vời. Các nhân viên làm cho nó dễ chịu hơn bất cứ điều gì. Thức ăn rất tuyệt. Phòng tuyệt vời. Một lời cảm ơn đặc biệt đến hướng dẫn viên du lịch Lee của chúng tôi. Anh ấy đã làm một công việc tuyệt vời và làm cho kỳ nghỉ của chúng tôi trở nên đáng nhớ nhất. Tôi muốn giới thiệu bất kỳ ai tham gia chuyến du ngoạn này và nếu bạn có Lee thì điều đó sẽ còn đặc biệt hơn nữa!Đọc thêm",
            "Vợ tôi và tôi đã thực hiện chuyến du lịch 2 ngày 1 đêm. Tôi đánh giá cao công ty du lịch này, các chuyến tham quan Camila Hướng dẫn viên của chúng tôi thật tuyệt vời, anh ấy đã làm rất xuất sắcĐọc thêm",
            "Hành trình tuyệt vời với các tiện nghi, hoạt động tuyệt vời và đồ ăn ngon. Highlight là với hướng dẫn viên du lịch Lee, người cực kỳ thân thiện, hữu ích và khiến chuyến đi trở thành một trải nghiệm tuyệt vời, khó quên.Đọc thêm",
            "Ông Lee là người hướng dẫn tuyệt vời cho Camellia Cruise quanh Vịnh Hạ Long. Rất thân thiện, vui tính và có tổ chức! Đọc thêm",
            "Chúng tôi đi du thuyền hai ngày một đêm. Hướng dẫn viên của chúng tôi, ông Lee rất vui tính, thân thiện và có nhiều thông tin. Anh ấy khuyên chúng tôi về những hoạt động chúng tôi sẽ làm và cho chúng tôi biết chính xác thời gian chúng tôi sẽ rời đi và chúng tôi sẽ có bao nhiêu thời gian. Chúng tôi đã nhìn thấy một số cảnh đẹp tuyệt vời khi đi qua vịnh và chúng tôi rất thích chèo thuyền kayak qua Hang Sáng, mặc dù tôi không chèo thuyền nhiều. Quần áo của Gary bị ướt nên ông Lee đã phơi chúng cho anh ấy trong phòng máy, điều này có tác dụng rất tốt. Thức ăn rất ngon và tất cả phi hành đoàn đều đáng yêu và hữu ích. Trang trại ngọc trai Hạ Long cũng là một trải nghiệm tuyệt vời và đồ trang sức ngọc trai thật ngoạn mục. Mặc dù chỉ có bốn người trên du thuyền nhưng nó rất thú vị.Đọc thêm",
            "Chúng tôi ở lại vịnh Hạ Long bằng du thuyền hoa trà trong 2 ngày 1 đêm. Thuyền chỉ có 7 phòng nhưng rất tốt. Như thếĐọc tiếp",
            "Mọi thứ đều hoàn hảo!  Tôi đề nghị chuyến đi. Thức ăn và chỗ ở rất tuyệt vờiDany là một người hướng dẫn hoàn hảoĐọc thêm",
            "Chúng tôi đã dành 2 ngày một đêm ở Vịnh Hạ Long và có khoảng thời gian tuyệt vời! Chiếc thuyền rất đẹp và sạch sẽ, không có gì lạ mắt nhưng đáng đồng tiền bát gạo, nó có những căn phòng rất thoải mái và rộng rãi. Họ cung cấp nhiều thức ăn, các bữa ăn không tuyệt vời nhưng rất đa dạng. Hướng dẫn viên Lee của chúng tôi rất thân thiện và hữu ích và họ có đầy đủ kế hoạch hoạt động - có lẽ hơi nhiều - mà họ đã xoay sở để phù hợp trong một khoảng thời gian ngắn như vậy. Tôi đặc biệt thích chuyến đi chèo thuyền kayak. Khung cảnh hoàn toàn tuyệt đẹp ngay cả khi thời tiết hơi lạnh và có sương mù. Chúng tôi đang ở một nơi yên bình của Vịnh Hạ Long với ít thuyền hơn. Tôi có thể nói phần tồi tệ nhất là chuyến đi từ Hà Nội đến Vịnh Hạ Long bằng xe buýt mất quá nhiều thời gian và người lái xe thật kinh khủng! Hãy chắc chắn rằng bạn có nút tai. Trong chuyến trở về họ đi một con đường khác và nó đẹp hơn và yên bình hơn nhiều. Chúng tôi thậm chí còn được tham quan một số hang động trong công viên tự nhiên Cát Bà. Nhìn chung đó là một trải nghiệm tốt mà tôi đặc biệt khuyên dùng.Đọc thêm",
            "Mọi thứ đã được lo liệu từ khi đón khách tại Hà Nội, phòng trên thuyền sạch sẽ và thoải mái, có ban công riêng là một phần thưởng, hướng dẫn viên du lịch Lee rất hữu ích và giải thích về chương trình của chúng tôiĐọc thêm",
            "Hành trình hàng đầu, Lee đã khóa tất cả, đón chúng tôi và khởi hành từ đó, chiếc thuyền tuyệt vời, thức ăn hàng đầu, bầu không khí tuyệt vời... Và Việt Nam đã thắng trên chấm phạt đền... Mọi người - thật hài hước, một ngày hoàn hảo.Đọc hơn"
        ],
        "star_ratings": [
            234,
            26,
            4,
            1,
            3
        ],
        "review_amount": 268,
        "location": [
            "Việt Nam",
            "Đảo Tuần Châu",
            "Du thuyền hoa trà",
            "Vịnh Hạ Long",
            "Những điều cần làm ở đảo Tuần Châu",
            "Quang Ninh Province",
            "Châu Á"
        ],
        "reviews_time": [
            "Written February 1, 2019",
            "Written February 1, 2019",
            "Written January 31, 2019",
            "Written January 31, 2019",
            "Written January 30, 2019",
            "Written January 29, 2019",
            "Written January 29, 2019",
            "Written January 25, 2019",
            "Written January 24, 2019",
            "Written January 23, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g3737857-d15097374-Reviews-or90-Camellia_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g3737857-d15097374-Reviews-or80-Camellia_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g3737857-d15097374-Reviews-or100-Camellia_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g3737857-d15097374-Reviews-Camellia_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d26517053-Reviews-Dark_Light_Cave-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d16783386-Reviews-Vietnam_Tonkin_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d15179808-Reviews-Cat_Ba_Kayak_Adventures-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12583669-Reviews-Halong_Bay_Cruise_Hunters-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d10844855-Reviews-Cat_Ba_Local-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d25157264-Reviews-Catba_Wander_Tour-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d13358231-Reviews-Alibaba_s_Tours-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d9453866-Reviews-Emperor_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d6553094-Reviews-Treasure_Junk-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8608476-Reviews-Swan_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d6438408-Reviews-Paloma_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d8617577-Reviews-Viola_Halong_Travel-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d2044615-Reviews-Indochina_Junk-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d17581485-Reviews-Sena_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163470-d25681689-Reviews-Halong_Diamond_Cruises-Bai_Chay_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d12336012-Reviews-The_Sun_Dial_Observation_Level-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d15523634-Reviews-Pergamonmuseum_Das_Panorama-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g41608-d3225223-Reviews-Wompatuck_State_Park-Hingham_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g34085-d142781-Reviews-Blue_Hole-Big_Pine_Key_Florida_Keys_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34678-d12202488-Reviews-The_University_of_Tampa_Campus-Tampa_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g635613-d670287-Reviews-Casino_Rodos-Rhodes_Town_Rhodes_Dodecanese_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g150801-d155099-Reviews-Zona_Arqueologica_de_Monte_Alban-Oaxaca_Southern_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g155032-d280137-Reviews-Plateau_Mont_Royal-Montreal_Quebec.html",
            "https://www.tripadvisor.com/Attraction_Review-g2437733-d17599847-Reviews-Afadjato_Mount_Afadjato-Volta_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g47619-d12994554-Reviews-Knox_Farm_State_Park-East_Aurora_New_York.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g3737857-d15097374-Reviews-or100-Camellia_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g3737857-d15097374-Reviews-or90-Camellia_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html"
    }
]