[
    {
        "attraction_name": "Campanile di San Marco",
        "attraction_name_vi": "Tháp chuông San Marco",
        "general_info": [
            "9.291 đánh giá",
            "- 23 trong số 952 điều cần làm ở Venice",
            "Địa điểm lịch sử",
            "Địa điểm ưa thích - Địa danh",
            "Công trình kiến ​​trúc",
            "Đài quan sát - Tháp"
        ],
        "attraction_summary": "Ban đầu được xây dựng như một ngọn hải đăng để hỗ trợ việc đi lại trong đầm phá, du khách có thể đi thang máy lên đỉnh Tháp chuông St. Mark - s hoặc tháp chuông để thưởng thức tầm nhìn tuyệt vời ra Venice, đầm phá và dãy Alps ở phía xa.Đọc thêm",
        "reviews": [
            "Sestiere - quận - nổi tiếng nhất ở Venice có một trong những quảng trường nổi tiếng nhất thế giới, St. Mark - s - Piazza San Marco -. Được neo ở một đầu bởi vương cung thánh đường, tập trung xung quanh nó là các nhà hàng, bảo tàng, cửa hàng, dàn nhạc chơi trên quảng trường, chim bồ câu, Cung điện Doge - s màu hồng hoành tráng - Palazzo Ducale -, tháp chuông campanile cao vút, tháp đồng hồ chiêm tinh, cùng với những quán cà phê và nhà hàng tuyệt đẹp như Florian và Quadri. Quảng trường San Marco được chính người Venice yêu quý. Họ đặt bàn bất cứ lúc nào, điều này mang lại một khoảng đệm để tránh xung đột. Phòng khách ngoài trời rộng lớn này cũng thu hút người dân Venice đi dạo, đặc biệt là vào buổi chiều muộn khi lượng người đi ban ngày thưa dần. Nó chỉ đơn giản là một nơi tuyệt vời để gặp gỡ. Đọc thêm",
            "Chúng tôi đã mua vé trước và rất vui vì chúng tôi đã làm như vậy! Chúng tôi đến nơi trong trạng thái máy bay phản lực mệt mỏi và không có tâm trạng đứng dưới nắng nóng trong hàng dài vô cùng. Nhân viên an ninh xác nhận rằng vé của chúng tôi cho phép chúng tôi đi thẳng mà không phải chờ đợi, và anh ấy thậm chí còn cho phép chúng tôi vào sớm! Chúng tôi đi lên thang máy cũ để ngắm nhìn khung cảnh tuyệt vời của Venice! Đó là một cách tuyệt vời để định hướng tới Venice vào ngày đến. Sau khi ngắm cảnh và chụp nhiều ảnh, chúng tôi đi thang máy trở xuống thì thấy hàng dài hơn, đám đông hung hãn hơn. Đáng giá từng xu!Đọc thêm",
            "Chúng tôi đã đặt thời gian buổi tối cho tháp chuông để có thể ngắm mặt trời lặn trên Lưu vực San Marco.  Sau đó phải leo lên The Duomo ở Florence, chúng tôi rất vui khi có thể đi thang máy lên đỉnh.  Không có nhiều chỗ ở phía trên nên họ hạn chế nhiều người lên nhà cùng một lúc.Đọc thêm",
            "Một trong những nơi tốt nhất để ghé thăm ở Venice. Thời gian mặt trời lặn là lý tưởng. Đặt trước và đi thang máy lên đỉnh. Khung cảnh nhìn từ trên xuống thật tuyệt vời và bạn có thể quanh quẩn ở đó để đắm mình trong vẻ đẹp. Chúng tôi đã ở đó khoảng 50 phút và thưởng thức lượt xem mỗi bên, nhấp vào hình ảnh - video để gợi lại những kỷ niệm đẹp!Đọc thêm",
            "Chúng tôi đã đến thăm Campanile vào đầu tháng 9, dự kiến ​​sẽ có rất đông và dòng khách du lịch ở Quảng trường St. Marks - nhưng chúng tôi đã đi thẳng đến thang máy.\nKhi nhìn lên, khung cảnh tuyệt đẹp và những chiếc chuông trên đầu bạn thật hấp dẫn.\nTôi - sẽ đưa ra đề xuất LỚN này cho bất kỳ ai ở trung tâm Venice - những khung cảnh hoàn hảo. Đọc thêm",
            "Chúng tôi đã biết ngay cả trong tháng 10 rằng chắc chắn sẽ có hàng đợi nhưng chúng tôi phải nói rằng hàng đợi đã di chuyển đủ nhanh. \n\nKhung cảnh nhìn từ trên cao thật tuyệt vời nhưng càng cố gắng dành thời gian ở đó để ngắm nhìn Venice từ mọi góc độ, bạn sẽ không mất hơn 10 hoặc 15 phút ở đó do dòng người liên tục bị bỏ lại ở đó nên nếu nó Cứ như thế vào ngày 4 tháng 10 thì tôi chỉ có thể tưởng tượng mùa cao điểm sẽ như thế nào.\n\n - 10 là phí vào cửa và áp dụng cho tất cả mọi người trên 6 tuổi. Không có ưu đãi dành cho gia đình nên đây là lý do tại sao tôi khuyến khích mọi người lấy thẻ Venice. Bạn - sẽ có một số giá trị đồng tiền với nó.Đọc thêm",
            "Đây là một nơi tuyệt vời để ghé thăm. Chúng tôi lang thang qua các con phố trong khu phố này và tìm thấy những cửa hàng thú vị và nhà hàng tuyệt vời. Sau đó chúng tôi nhảy lên chiếc steametta và đi tới Cầu Rialto. Tốt nhất bạn nên lấy vé đi steametto để có thể lên xuống lúc rảnh rỗi. Ngoài ra chỗ ở của chúng tôi là trên đảo Lido và đó là một nơi yên tĩnh tuyệt vời để quay trở lại sau sự điên cuồng của Venice!Đọc thêm",
            "Chúng tôi không biết rằng mình có thể đặt vé vào Tháp Chuông Saint Mark - s, nhưng ít nhất thì hàng đợi cũng không dài lắm. Chúng tôi chọn đến thăm vào lúc hoàng hôn, và trên đỉnh tháp rất đông - bạn không thể nhìn thoải mái và phải đợi người khác di chuyển để ngắm cảnh - . \n\nMặc dù vậy, lượt xem rất tuyệt và nó hoàn toàn xứng đáng. Chúng tôi dành khoảng nửa giờ ở đó để ngắm nhìn cả khung cảnh ban ngày và ban đêm.\n\nChúng tôi cũng ở đó khi có tiếng chuông rất to.Đọc thêm",
            "Tháp chuông St Mark - s là Tháp Chuông của Vương cung thánh đường St Mark - s ở Venice.\n\nCấu trúc cao của nó có thể được nhìn thấy từ xa.\n\nVé vào là 12 euro và phải ghé thăm và có thang máy để lên đỉnh. Nếu không bạn có thể leo lên 323 bậc thang.\n\nViệc xây dựng lại Tháp Chuông được hoàn thành vào năm 1912, tòa tháp trước đó đã sụp đổ vào năm 1902. \n\nVị trí của nó là ở Quảng trường St Mark - s gần cửa kênh Grand Canal.\n\nTrước đây nó được sử dụng làm tháp canh để quan sát các tàu đang đến gần và bảo vệ chúng tiến vào thành phố. \n\nViệc xây dựng lần đầu tiên bắt đầu vào đầu thế kỷ thứ 10.\n\n Đây là nơi phải ghé thăm khi ở Venice nếu không chỉ để ngắm cảnh.Đọc thêm",
            "Điều này rất đáng để ghé thăm. Nó - thực ra không cũ đến thế và cũng không có nhiều thứ bên trong. NHƯNG góc nhìn từ trên xuống có giá trị mỗi Euro trong số - 10 chi phí. \n\nChúng tôi đến Quảng trường San Marco lúc 8 giờ 30 sáng trước khi hàng dài người và đám đông tụ tập. Đó - đó là mẹo đầu tiên. Tránh nghiền nát và có mặt ở đó trước khi mở. Chúng tôi đợi nửa tiếng để vượt qua cơn sốt và đứng thứ 3 trong hàng đợi. Vào thời điểm nó mở ra hàng đợi trải dài trên quảng trường nửa đường quay trở lại bờ sông \n\nVì vậy, để xem. Nếu bạn thích ngắm cảnh thì đây là việc bạn phải làm nếu đến thăm Venice. Toàn cảnh thật tuyệt vời \n\nCó một thang máy và bạn không thể đi lên - vậy thì - tốt - cả hai đều từ quan điểm vẫn có thể thở được; mà còn từ cách quản lý đám đông ở góc độ hàng đầu - . Xem xét số lượng người chờ đợi, đỉnh tháp không quá đông đúc và khó chịu \n\nVà đó thực sự là tất cả những gì có trong đó. Lượt xem - tuyệt vời - xem các bức ảnh - !Đọc thêm",
            "Chúng tôi đặt trước vé và đi thang máy lên đỉnh để chụp vài bức ảnh và ngắm cảnh. Chúng tôi đã dành khoảng 10 phút để lên đến đỉnh, vì vậy sẽ khá nhanh, đặc biệt nếu bạn đã đặt vé và không cần phải xếp hàng chờ đợi. Thật thú vị khi đi lên tháp nhưng cũng sẽ không thành thảm họa nếu chúng ta bỏ qua.Đọc thêm",
            "Đây là tòa tháp nổi tiếng ở Quảng trường St. Mark - s và là tòa tháp mà bạn đã thấy trong nhiều bức ảnh.  Nó thật đáng yêu và ấn tượng, nhưng xung quanh bạn, bạn sẽ thấy những đám đông khổng lồ vì khu vực này của thành phố bị tắc nghẽn bởi khách du lịch đi bộ.Đọc thêm",
            "Mặc dù góc nhìn tổng thể rất tuyệt vời nhưng bạn sẽ cần phải đối mặt với việc không ngừng khoan và dồn dập phía trên bạn ở mức độ phản đối.  Tầm nhìn tổng thể bị cản trở và không thể nhìn thấy chuông do giàn giáo xây dựng ở khắp mọi nơi.  Họ không cho bạn biết rằng công trình đang được tiến hành cho đến mùa thu năm 2024!!!!Đọc thêm",
            "Lúc mình đi vào tháng 1 trời lạnh và mưa nhiều và khá trơn trượt. Nhưng khung cảnh rất đẹp và đáng giá, chỉ cần cẩn thận bước đi của bạn.Đọc thêm",
            "Khung cảnh tuyệt vời từ trên xuống, nó rất đáng giá.  Chúng tôi đã ở đó vào một buổi sáng thứ Sáu trong tháng Tư, chúng tôi đã ở Vương cung thánh đường và sau đó quyết định xem hàng đợi đến tòa tháp như thế nào - vào khoảng 11 giờ sáng -.  Chúng tôi đã không đặt trước nhưng điều đó không tệ chút nào, chúng tôi chỉ xếp hàng khoảng 15 phút.  Khung cảnh đáng yêu trên các mái nhà của Venice và ra phía đầm phá.Đọc thêm",
            "Khung cảnh thành phố bạn có từ Tháp chuông thật tuyệt vời. Các nhân viên rất có tổ chức và vì chúng tôi đã mua vé trước nên chúng tôi có thể bỏ qua hàng đợi. Ngoài ra, họ còn cho phép chúng tôi vào sớm hơn một chút so với thời điểm chúng tôi đặt chỗ, điều này thực sự tốt.Đọc thêm",
            "Chúng tôi đặt trước vé và đi thang máy lên đỉnh để chụp vài bức ảnh và ngắm cảnh. Chúng tôi đã dành khoảng 10 phút để lên đến đỉnh, vì vậy sẽ khá nhanh, đặc biệt nếu bạn đã đặt vé và không cần phải xếp hàng chờ đợi. Thật thú vị khi đi lên tháp nhưng cũng sẽ không thành thảm họa nếu chúng ta bỏ qua.Đọc thêm",
            "Tôi khuyên bạn không nên rời Venice mà chưa ngắm nhìn nó từ trên cao.  Chúng tôi trả 10 euro mỗi người. Bạn đạt đến đỉnh bằng cách sử dụng thang máy. Bạn có thể phải xếp hàng chờ một chút nhưng điều đó rất đáng giá.Đọc thêm",
            "Điều này rất đáng để ghé thăm. Nó - thực ra không cũ đến thế và cũng không có nhiều thứ bên trong. NHƯNG góc nhìn từ trên xuống có giá trị mỗi Euro trong số - 10 chi phí. Chúng tôi đến Quảng trường San Marco lúc 8 giờ 30 sáng trước khi hàng dài người và đám đông tụ tập. Đó - đó là mẹo đầu tiên. Tránh nghiền nát và có mặt ở đó trước khi mở. Chúng tôi đợi nửa tiếng để vượt qua cơn sốt và đứng thứ 3 trong hàng đợi. Vào thời điểm nó mở ra, hàng đợi trải dài trên quảng trường nửa đường quay trở lại bờ sông. Tiếp tục ngắm cảnh. Nếu bạn thích ngắm cảnh thì đây là việc bạn phải làm nếu đến thăm Venice. Bức tranh toàn cảnh tuyệt đẹp Có một thang máy và bạn không thể đi lên - vì vậy - thật tốt - cả hai đều từ góc nhìn vẫn có thể thở được; mà còn từ cách quản lý đám đông ở góc độ hàng đầu - . Xét đến số lượng người đang chờ đợi, đỉnh tháp không quá đông đúc và khó chịu. Và thực sự chỉ có vậy thôi. Lượt xem - tuyệt vời - xem các bức ảnh - !Đọc thêm",
            "Khung cảnh tuyệt vời - bạn đi thang máy - KHÔNG cầu thang thật sảng khoái! Khung cảnh tuyệt vời từ trên xuống và bạn cũng có thể nhìn thấy những chiếc chuông khổng lồ.   Chắc chắn là khuyến nghị - vé tách biệt với vé vào chính Vương cung thánh đường, vì vậy hãy đặt thời gian riêng. Cũng lưu ý - nếu có vẻ như vé đặt trước đã được bán hết trong nhiều ngày thì có thể là do thang máy bị hỏng. Sau khi sửa xong, họ sẽ mở lại để đặt chỗ.Đọc thêm",
            "St Mark - s Campanile là Tháp Chuông của Nhà thờ St Mark - s ở Venice. Cấu trúc cao của nó có thể được nhìn thấy từ xa. Vé vào cửa là 12 euro và phải ghé thăm và có thang máy để lên đỉnh. Nếu không, bạn có thể leo lên 323 bậc thang. Việc xây dựng lại Tháp Chuông được hoàn thành vào năm 1912, tòa tháp trước đó đã sụp đổ vào năm 1902. Vị trí của nó là ở Quảng trường St Mark - s gần cửa Grand Canal. Nó trước đây được sử dụng làm tháp canh để quan sát các tàu đang tiếp cận và bảo vệ chúng vào thành phố. Việc xây dựng lần đầu tiên bắt đầu vào đầu thế kỷ thứ 10. Đây là nơi phải ghé thăm khi ở Venice nếu không chỉ để ngắm cảnh.Đọc thêm",
            "Bạn đã mua vé ở đâu? Tôi không thể tìm thấy bất kỳ danh sách nào về tòa tháp. Có phải nó từ một nhóm du lịch Viator? Bạn vừa mua nó tại trang web phải không? Cảm ơn bạn.Đọc thêm",
            "Tôi cũng đặt trực tuyến và dễ dàng thực hiện trên trang web chính thức. Nó rất phổ biến vì vậy tốt nhất bạn nên mua trước để đồng thời chờ xếp hàng.Đọc thêm",
            "Xin chào! Tôi đang giúp em gái tôi lên kế hoạch cho chuyến đi đến Venice. Cô đang băn khoăn không biết ở gần tháp chuông có gây cản trở việc nghỉ ngơi không? Cô ấy sẽ có con nhỏ đi du lịch và lo lắng chúng sẽ bị đánh thức. Cảm ơn sự giúp đỡ của bạn.Đọc thêm",
            "Chúng tôi ở một khách sạn ngay gần quảng trường St Mark - s và không gặp vấn đề gì với tiếng ồn.  Luôn đáng để khách sạn biết rằng bạn đang tìm một vị trí phòng yên tĩnh.Đọc thêm",
            "Chúng tôi đến thăm vào tháng 2 - cuối tháng - , chúng tôi có cần đặt trước vé hay nên mua trong ngày? Cảm ơn bạn Đọc thêm",
            "- El Campanile có bao nhiêu bậc thang, từ chân đế đến mái?Đọc thêm",
            "Để đi lên có thang máyĐọc thêm",
            "Chúng tôi sẽ đi vào tháng 11 năm 2020. Bạn nên biết giờ mở cửa và đóng cửa và có thang máy hoặc bao nhiêu bậc thang - chúng tôi đang leo lên không?Đọc thêm",
            "Giờ mở cửa tháng 11 ngắn hơn so với mùa hè và từ 9h30 sáng - 5h chiều.  - lần vào cửa cuối cùng là 4h45 chiều - Đọc thêm",
            "Xin chào, tôi đang dự định đi Venecia vào tuần tới, tôi muốn biết liệu còn lũ lụt hay không.Đọc thêm",
            "Có một dự báo thủy triều địa phương cho Venice mà tôi thường kiểm tra trước chuyến đi của mình vào mùa thu vừa qua.  Vì chúng tôi không thể đăng liên kết trong các câu trả lời ở đây nên bạn sẽ cần phải đến Thành phố Venice - Comune di Venezia - và dự báo thủy triều ở ngay trên trang chủ.  Bạn cũng có thể nhấp qua để biết thêm chi tiết.Đọc thêm",
            "Xin chào, \n\nTôi muốn biết liệu có hàng đợi dành cho những người mua vé vào Campanário trước hay hàng đợi chỉ dành cho những người mua vé tại chỗ.\nKhi nào là thời gian tốt nhất để ghé thăm và giá vé bao nhiêu?\nTôi thấy các tham chiếu đến giá trị ở mức 8 euro và cả ở mức 13 euro. \nGiá vé có chênh lệch nếu mua trước không?Đọc thêm",
            "Xin chào, hàng đợi mua vé không giống nhau đối với những người mua trước, thường ngắn hơn. Giá vé mua tại chỗ hồi tháng 4 là 8 euro, bây giờ tôi không biết. Venice là một trong những thành phố có lượng du lịch lớn nhất châu Âu nên luôn có hàng dài người xếp hàng vào tất cả các điểm tham quan chính và Campanile là một trong những điểm đó. Hãy chắc chắn ghé thăm ngay cả khi bạn phải đợi rất lâu để đi lên, tất cả các góc nhìn toàn cảnh bạn có thể nhìn thấy đều không thể chấp nhận được.Đọc thêm",
            "Xin chào, tháp chuông có thể vào được mà không cần đến vương cung thánh đường và có thể mua vé trước không? Cảm ơn!Đọc thêm",
            "Đúng. bạn có thể mua vé trước nhưng tôi đã đi vào đầu tháng 11 năm 2019 và họ nói với tôi rằng đó là mùa thấp điểm và không có hàng đợi.   chi phí là 8 euro mỗi người.  đó là những gì tôi đã trả   và tòa tháp tách biệt với vương cung thánh đường.   bạn không cần phải đến vương cung thánh đường để lên tháp.  chúng tách biệt với nhau.Đọc thêm",
            "Xin chào, chúng tôi có thể mặc quần short vào tháp chuông được không? Hay chúng ta phải mặc quần để vào?Đọc thêm",
            "Không có vấn đề gì với quần short hoặc tay áo ngắn trong tháp. Tuy nhiên, Vương cung thánh đường yêu cầu phụ nữ phải che vai và chân.Đọc thêm",
            "Tôi đang tự hỏi thời gian đi thang máy là bao lâu tính bằng phút và có bao nhiêu người đi vào cùng một lúc.  Tôi có xu hướng sợ bị giam cầm nhưng tôi đi trong thang máy đông người mà không gặp vấn đề gì vì nó rất nhanh. Tôi sẽ gặp rắc rối nếu nó bị đình trệ hoặc bị kẹt.  Điều đó có bao giờ xảy ra không? Cảm ơn!Đọc thêm",
            "Có lẽ đã quá muộn để giúp đỡ nhưng tôi sợ bị giam cầm. Tôi không thấy thang máy có vấn đề gì - nó không nhỏ đến thế...không đông đúc hơn bất kỳ thang máy bận rộn nào mà họ hạn chế số lượng vào....và thật lòng mà nói, nó rất nhanh, đừng lo lắng về điều đó đối với tôi không có vấn đề gì mặc dù tôi gặp phải vấn đề Đọc thêm"
        ],
        "star_ratings": [
            6101,
            2475,
            567,
            110,
            39
        ],
        "review_amount": 9292,
        "location": [
            "Những điều cần làm ở Venice",
            "Tỉnh Venice",
            "Veneto",
            "Châu Âu",
            "Venice",
            "Nước Ý",
            "thành phố Venice",
            "Tháp chuông San Marco"
        ],
        "reviews_time": [
            "Written June 7, 2023",
            "Written August 16, 2023",
            "Written August 30, 2023",
            "Written September 5, 2023",
            "Written October 4, 2023",
            "Written October 16, 2023",
            "Written November 9, 2023",
            "Written January 12, 2024",
            "Written February 20, 2024",
            "Written March 25, 2024",
            "Written May 27, 2024",
            "Written May 21, 2024",
            "Written May 14, 2024",
            "Written April 12, 2024",
            "Written April 3, 2024",
            "Written March 25, 2024",
            "Written March 24, 2024",
            "Written February 21, 2024",
            "Written January 14, 2024",
            "Written January 13, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g187870-d194332-Reviews-Campanile_di_San_Marco-Venice_Veneto.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g187870-d23651051-Reviews-Gelateria_Gallonetto-Venice_Veneto.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187870-d18543458-Reviews-Gio_s-Venice_Veneto.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187870-d27019528-Reviews-Ristorante_Cuore_Veneziano-Venice_Veneto.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187870-d26363277-Reviews-Osteria_da_Bubi-Venice_Veneto.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187870-d21181512-Reviews-Ai_Do_Leoni-Venice_Veneto.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187870-d1320317-Reviews-Da_Carletto-Venice_Veneto.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187870-d7808793-Reviews-Antica_osteria_ai_tre_leoni-Venice_Veneto.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187870-d8110914-Reviews-Pasticceria_Da_Bonifacio-Venice_Veneto.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187870-d16853813-Reviews-Ristorante_Campo_Santa_Maria_Formosa-Venice_Veneto.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187870-d11795965-Reviews-Ristorante_Pizzeria_dallo_Zio-Venice_Veneto.html",
            "https://www.tripadvisor.com/Attraction_Review-g187870-d2085207-Reviews-Biblioteca_Nazionale_Marciana-Venice_Veneto.html",
            "https://www.tripadvisor.com/Attraction_Review-g187870-d10361519-Reviews-Collezione_Storica_e_degli_Archivi_Rubelli-Venice_Veneto.html",
            "https://www.tripadvisor.com/Attraction_Review-g187870-d12875030-Reviews-Biblioteca_Andrighetti_Marcello-Venice_Veneto.html",
            "https://www.tripadvisor.com/Attraction_Review-g187870-d2422072-Reviews-Museo_di_San_Marco-Venice_Veneto.html",
            "https://www.tripadvisor.com/Attraction_Review-g187870-d24019176-Reviews-Galerie_Bordas_Venezia-Venice_Veneto.html",
            "https://www.tripadvisor.com/Attraction_Review-g187870-d23807666-Reviews-Festa_Della_Sensa-Venice_Veneto.html",
            "https://www.tripadvisor.com/Attraction_Review-g187870-d23807658-Reviews-Su_e_Zo_Per_I_Ponti_Di_Venezia-Venice_Veneto.html",
            "https://www.tripadvisor.com/Attraction_Review-g187870-d191175-Reviews-Piazza_San_Marco-Venice_Veneto.html",
            "https://www.tripadvisor.com/Attraction_Review-g187870-d20562362-Reviews-Statua_di_Orfeo_di_Antonio_Canova-Venice_Veneto.html",
            "https://www.tripadvisor.com/Attraction_Review-g187870-d20562363-Reviews-Statua_di_Euridice_di_Antonio_Canova-Venice_Veneto.html",
            "https://www.tripadvisor.com/Attraction_Review-g187870-d194332-Reviews-or10-Campanile_di_San_Marco-Venice_Veneto.html",
            "https://www.tripadvisor.com/Attraction_Review-g187870-d194251-Reviews-Doge_s_Palace-Venice_Veneto.html",
            "https://www.tripadvisor.com/Attraction_Review-g187870-d191226-Reviews-Basilica_di_San_Marco-Venice_Veneto.html",
            "https://www.tripadvisor.com/Attraction_Review-g187870-d194252-Reviews-Ponte_di_Rialto-Venice_Veneto.html",
            "https://www.tripadvisor.com/Attraction_Review-g187870-d4591081-Reviews-The_Gritti_Epicurean_School-Venice_Veneto.html",
            "https://www.tripadvisor.com/Attraction_Review-g187870-d8571065-Reviews-Centro_Storico_di_Venezia-Venice_Veneto.html",
            "https://www.tripadvisor.com/Attraction_Review-g187870-d191182-Reviews-Scuola_Grande_di_San_Rocco-Venice_Veneto.html",
            "https://www.tripadvisor.com/Attraction_Review-g187870-d545828-Reviews-Dorsoduro-Venice_Veneto.html",
            "https://www.tripadvisor.com/Attraction_Review-g187870-d194253-Reviews-Basilica_di_Santa_Maria_Gloriosa_dei_Frari-Venice_Veneto.html",
            "https://www.tripadvisor.com/Attraction_Review-g187870-d4496205-Reviews-Chiesa_di_Santa_Maria_Assunta_detta_I_Gesuiti-Venice_Veneto.html",
            "https://www.tripadvisor.com/Attraction_Review-g187870-d12273417-Reviews-VeneXiatour-Venice_Veneto.html",
            "https://www.tripadvisor.com/Attraction_Review-g187870-d27563484-Reviews-Experience_On_The_Road_Venezia-Venice_Veneto.html",
            "https://www.tripadvisor.com/Attraction_Review-g187870-d19787106-Reviews-Myvenicexperience-Venice_Veneto.html",
            "https://www.tripadvisor.com/Attraction_Review-g187870-d16678297-Reviews-Guida_Turistica_di_Venezia_Gogu_Lucia-Venice_Veneto.html",
            "https://www.tripadvisor.com/Attraction_Review-g187870-d6211679-Reviews-LivTours_Venice-Venice_Veneto.html",
            "https://www.tripadvisor.com/Attraction_Review-g1087671-d1595517-Reviews-Zoo_Negara-Ampang_Selangor.html",
            "https://www.tripadvisor.com/Attraction_Review-g780977-d6819495-Reviews-Novada_Outlet-Soke_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g6754342-d17396658-Reviews-Spinalonga-Plaka_Elounda_Lasithi_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g191260-d1590756-Reviews-London_Motor_Museum-Hayes_Greater_London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g297962-d5453100-Reviews-Kundu_Bazaar-Antalya_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g41626-d2008166-Reviews-Castle_Hill_on_the_Crane_Estate-Ipswich_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g33822-d117021-Reviews-Hammonasset_Beach_State_Park-Madison_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g660768-d2432304-Reviews-Gambino_Winery-Linguaglossa_Province_of_Catania_Sicily.html",
            "https://www.tripadvisor.com/Attraction_Review-g187849-d202624-Reviews-Piazza_del_Duomo-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g469404-d3780963-Reviews-Double_Six_Beach-Seminyak_Kuta_District_Bali.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g187870-d194332-Reviews-or10-Campanile_di_San_Marco-Venice_Veneto.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g187870-d194332-Reviews-Campanile_di_San_Marco-Venice_Veneto.html"
    }
]