[
    {
        "attraction_name": "Cancun Airport",
        "attraction_name_vi": "Sân bay Cancun",
        "general_info": [
            "125 đánh giá",
            "484 trên 730 Phương tiện giao thông ở Cancun",
            "Taxi đưa đón"
        ],
        "attraction_summary": "Sân bay này chưa bao giờ thay đổi trong 30 năm qua. Việc đến nơi thật hỗn loạn với những hàng người không được giám sát ở khắp mọi nơi. Điều tôi không hiểu là tại sao lại kiểm tra hành lý của bạn mặc dù chúng đã được kiểm tra kỹ lưỡng và chụp x-quang khi khởi hành tại sân bay!! Vào một ngày bận rộn, phải mất hàng giờ để vượt qua và những người nhập cư thật thô lỗ và khó chịu. Tuy nhiên, khởi hành từ sân bay Cancun là một điều khó khăn, Hmmmmm tôi tự hỏi tại sao!!!!Đọc thêm",
        "reviews": [
            "Hãy lưu ý về những kẻ lừa đảo này. Công ty ATA họ sẽ yêu cầu bạn không chia sẻ ưu đãi với các đại diện bên ngoài vì họ muốn tận dụng lợi thế nhưng trên thực tế, công ty ATA đang cố gắng ngăn bạn biết ai làm hỏng dịch vụ của họ. \nNhững kẻ này thực sự là những kẻ lừa đảo được đào tạo bài bản, bạn sẽ nghĩ họ hợp pháp vì họ đang ở trong sân bay NHƯNG Không, thậm chí đừng dừng lại vì họ. Họ đã lãng phí 5 giờ buổi sáng của chúng tôi để buộc chúng tôi mua dịch vụ đặt phòng 15 K của họ, điều đó đã không được tiết lộ khi chúng tôi đặt phòng ở Isla Soones, hứa hẹn một bữa sáng xa hoa và đãi ngộ 5 sao, xin đừng để ý đến điều đó và nếu bạn phạm phải sai lầm đó khi từ chối chuyến tham quan khách sạn, bạn sẽ đỡ đau đầu và tiết kiệm được thời gian. Mặt khác, hòn đảo quá nhàm chán đến mức thậm chí lãng phí một phút cho nó, bạn phải trả tiền để xem một vài tàn tích hầu như không có ở đó, . KHÔNG ĐÁNG SỰ RẤT RẤT. Hãy tiết kiệm tiền và thời gian của bạn và đừng đến đó.Đọc thêm",
            "Chúng tôi hạ cánh ở đây để đáp chuyến bay nối chuyến đến Lima và phải chuyển sang Nhà ga số 2 sau khi lấy hành lý và làm thủ tục hải quan. Chúng tôi ra ngoài và ngay lập tức bị tấn công bởi những người đang cố bán cho chúng tôi thứ gì đó và một nhân viên sân bay chính thức nói với chúng tôi rằng chuyến đưa đón tiếp theo đến nhà ga số 2 sẽ diễn ra trong một giờ nữa. Chuyến bay của chúng tôi còn 2 tiếng nữa và chúng tôi vẫn phải bỏ hành lý xuống lần nữa. Chúng tôi phải đợi hơn nửa tiếng mới nhận được hành lý ký gửi nên đã muộn rồi. Người quan chức cho biết mất 20 phút lái xe đến nhà ga số 2 nên chúng tôi phải bắt taxi và anh ấy đã dẫn chúng tôi đến dịch vụ taxi chính thức của sân bay. Đây là sự hỗn loạn và họ yêu cầu 10 USD mỗi người bằng tiền mặt, tổng cộng 40 USD tiền boa. May mắn thay, chúng tôi mang theo một ít tiền mặt Mỹ vì thanh toán bằng thẻ không phải là một lựa chọn và chúng tôi là người Canada. Chuyến đi kết thúc chỉ trong 5 phút. Đây hoàn toàn là một trò lừa đảo của các quan chức tại sân bay và người đưa chúng tôi đến taxi đã được trả một nửa số tiền đó. Chúng tôi đã đến Mexico một vài lần với những trải nghiệm tương tự và đây là lần cuối cùng của chúng tôi. Sẽ không quay trở lại. Hãy tránh sân bay này để nối chuyến bằng mọi giá!!! Đọc thêm",
            "Họ lừa đảo mọi người. Họ nói với bạn rằng bạn không thể đi bộ hoặc đi đến các nhà ga khác trừ khi bạn trả tiền. Họ nói số tiền đó khoảng 15 đô la và họ tính tiền vào thẻ của tôi khoảng 150 đô la. Tôi không hiểu tại sao họ lại để loại người này đi lại. Điều đó có vẻ tồi tệ đối với đất nước của họ cộng với việc họ đã nói dối về những điều đó thật kinh khủng. Một người khác nói với tôi rằng có một chiếc xe buýt miễn phí cho việc đó. Tôi rất ghê tởm kiểu hành vi này và tôi nhận thấy nó đã xảy ra rất nhiều. Nếu bạn phải dừng lại để cân hoặc gì đó. Tôi khuyên bạn nên tránh bằng mọi giá. Đọc thêm",
            "Sau một chuyến bay dài và bị trì hoãn từ London, chúng tôi phải đợi rất lâu để lấy hành lý, bị hải quan kiểm tra an ninh để rồi bị tấn công bởi những LỪA ĐẢO taxi, những kẻ có vẻ thân thiện, hữu ích và trông có vẻ chính thức với dây buộc và kiến ​​thức nhưng họ đã lừa dối chúng tôi một cách ồ ạt!!!!\nĐổ lỗi cho tôi với sự ngu ngốc, nóng nảy, kiệt sức mà họ khéo léo lợi dụng và họ nói không với việc thanh toán bằng USD bạn cần thanh toán bằng thẻ, sau đó lại nói thẻ Starling của tôi bị từ chối, thử thẻ tín dụng, không. họ nói rằng điều đó cũng bị từ chối do tín hiệu Wi-Fi kém, sau đó thử dùng thẻ ghi nợ và tôi đã bị lừa 6000 peso Mexico ba lần các thẻ khác nhau, tức là khoảng 840..\n Tôi biết tôi hoàn toàn xấu hổ khi thừa nhận điều này, nhưng thực sự muốn cảnh báo những khách du lịch khác để bạn không mắc phải điều tương tự \nHọ sử dụng máy chip và pin nhưng không hiển thị cho bạn số tiền giao dịch. Rõ ràng là không có Wi-Fi, bạn sẽ không thấy giao dịch cho đến khi đến khách sạn lúc 3 giờ sáng theo giờ Anh và lúc đó tôi cảm thấy buồn nôn, ngu ngốc, buồn và ghét đất nước này - hoàn toàn phá hỏng vài ngày nghỉ đầu tiên của chúng tôi và sau đó tôi phải chấp nhận đó là lỗi của tôi và hãy cố gắng tận hưởng thời gian còn lại!\nĐề nghị bạn yêu cầu biên nhận, chụp ảnh họ, chụp cận cảnh giấy tờ tùy thân hoặc lý tưởng nhất là đặt trước giao dịch chuyển tiền của bạn, điều đó cho thấy rằng chúng tôi nghe nói những người khác cũng vẫn bị lừa với điều đó. \nNgân hàng ở Vương quốc Anh của tôi đã hỗ trợ và giúp đỡ nhưng cuối cùng tôi đã mắc sai lầm khi nhập mã PIN! \nCuối cùng, nói chuyện với những người Mexico chân chính đáng yêu, họ đã xin lỗi về vụ lừa đảo và nói rằng nó đang cố gắng được quản lý nhưng số tiền đáng kể mà họ kiếm được và ảnh hưởng của Mafia dường như khó kiểm soát.Đọc thêm",
            "Tôi và vợ tôi đến từ Ấn Độ và sống ở Mỹ từ 8 năm qua. Khi trở về từ Cancun, chúng tôi đã phải đối mặt với các vấn đề phân biệt chủng tộc nghiêm trọng tại Sân bay Cancun. Khi chúng tôi đang chờ lên máy bay. Đội an ninh sân bay Cancun sẽ đến chỗ chúng tôi và liên tục kiểm tra hộ chiếu của chúng tôi. Hơn ba nhân viên an ninh kiểm tra hộ chiếu mà không có lý do. Rõ ràng có cảm giác giống như sự phân biệt chủng tộc vì chúng tôi là hai người da nâu duy nhất trong khu vực chờ. Tôi không khuyên bạn nên đến đất nước này và tiêu tiền mặt của mình khi họ không đối xử tôn trọng với người Ấn Độ. Đọc thêm",
            "Tôi cảm thấy rất sợ hãi trước tên biệt kích đã phạt tôi rất nặng 3.446,00 vì thuốc lá. Chúng tôi đã không nhận ra rằng có giới hạn 200 gram. Tôi đã có 50 gram từ Vương quốc Anh. Họ kéo tôi lại, lục soát túi xách rồi đưa tôi vào một phòng. Tôi bị PTSD ASD nên cảm thấy rất khó chịu khi bị đe dọa trong 50 phút.  Việc chuyển TUI khiến chúng tôi mắc kẹt ở đó. Vì vậy, hãy giảm bớt áp lực lớn cho kỳ nghỉ mà chúng tôi đang mong đợi. Hãy nói rằng, tôi sẽ không bao giờ quay trở lại Mexico Cancun Quintaroo. Đọc thêm",
            "Trải nghiệm tồi tệ nhất bao giờ hết. Đi từ Lima về Toronto. Trả 15 euro cho việc thay đổi thiết bị đầu cuối trong 3 phút. Chuyến đi, sau khi tôi hỏi tại sao nó đắt như vậy, tôi nhận được câu trả lời: đừng quay lại Cancun, nó dành cho những người giàu có. Không có nước miễn phí, không có xe đẩy túi xách. Những câu hỏi rất khó chịu về an ninh di cư của người phụ nữ tại quầy Westjet, thậm chí còn hỏi tại sao nơi sinh lại khác với quốc tịch.Đọc thêm",
            "Mặc dù có rất nhiều cửa hàng và lựa chọn thực phẩm nhưng giá cả thì điên rồ!!!!! 35 cho 3 chiếc bánh tacos chay nhỏ trong khu ẩm thực. \nVà hãy cẩn thận với các máy ATM!!! Nó đã lấy tiền từ tài khoản của tôi nhưng không trả tiền mặt. Tôi đã thông báo cho bộ phận an ninh và họ chỉ đưa cho tôi một số điện thoại để gọi. Đọc thêm",
            "Cảm thấy không mong muốn ở đất nước của họ, nhân viên thô lỗ không có ích - kiểm tra an ninh và nhân sự không cần thiết và nhục nhã.  Sự hỗn loạn tuyệt đối khi vượt qua nút thắt ở hải quan và phải quét lại hành lý.  Hệ thống đèn giao thông, bạn nhấn nút nếu đèn xanh bạn có thể đi tiếp, nếu đèn đỏ bạn phải xách túi đi đổ và lục lọi.  Việc xếp hàng cho việc này thật khủng khiếp và các nhân viên sủa vào mặt bạn và sau đó bỏ đi khi hoàn tất để mở hộp đựng và đồ đạc của bạn khắp nơi.  Đã đến đây 12 năm trước và lúc đó nó không tuyệt vời nhưng bây giờ nó còn tệ hơn nhiềuĐọc thêm",
            "Chuyến thăm của chúng tôi đến sân bay rời Mexico hoàn toàn khác khi vào Mexico, tôi sẽ để lại đánh giá riêng về chuyến đi đó. Chúng tôi đến nơi có nhiều hành khách và hỏi chúng tôi nên làm thủ tục ở đâu vì chúng tôi là hạng cao cấp, một quý ông đáng mến tên là Enrique, là đại diện của tui, đã chỉ cho chúng tôi hàng đợi. Có một vài người ở phía trước chúng tôi vì chúng tôi đang bay hạng cao cấp. Tôi cũng đã yêu cầu hỗ trợ do bị viêm xương khớp. Họ không thể làm đủ. Họ đứng trò chuyện với chúng tôi trong khi họ tìm một chiếc xe lăn phù hợp. Sau khi tìm được một chiếc, một người đàn ông đáng mến tên là Caesar đã đẩy xe lăn cho tôi. Anh ấy đưa chúng tôi qua an ninh, v.v. đến cổng. Anh ấy trò chuyện suốt thời gian đó và thực sự là một chàng trai đáng mến. Những người hỗ trợ không được trả công và dựa vào tiền boa. Tôi rất vui khi được boa cho anh ấy một khoản tiền vì sự giúp đỡ mà anh ấy đã dành cho tôi. Cảm ơn cả hai bạn một lần nữa. Đọc thêm",
            "Nếu tôi có thể cho không sao thì tôi sẽ làm. Hệ thống taxi là một quá trình lừa đảo tuyệt đối. Tôi đang ở gần sân bay, lần thứ hai trở lại. Tôi mất 350 peso để đến sân bay nhưng họ lại tính phí tôi 1300 peso cho 18 phút lái xe. Thật lố bịch. Thật kinh tởm hành vi đang diễn ra ở đây. Hãy cẩn thận. Sau 30 phút cố gắng lý luận tôi vẫn phải trả 700 peso cho 18 phút lái xe. Kinh tởm.Đọc thêm",
            "Tôi đã kiểm tra túi xách của mình tại sân bay này và nó đã bị đào bới hoàn toàn và một bộ trang sức tôi cất giấu đã bị đánh cắp. Tôi chưa bao giờ trải qua điều này trước đây - hãy cẩn thận với những gì bạn mang theo trên đường đến đây.Đọc thêm",
            "KHÔNG mua một chai nước từ Airshop! Tôi đã không nhận ra một chai nước có giá hơn 11:00 Canada!  Đáng buồn là tôi đã mua 4...điên rồ!Đọc thêm",
            "Trải nghiệm của tôi tại sân bay Cancun thật tuyệt vời trong việc tìm kiếm hành lý, chuyến bay đúng giờ và kết nối WI-FI ngoại trừ việc nhập cảnh. Chúng tôi là hai cặp đôi và chúng tôi đi du lịch từ Canada. Trước hết, tôi muốn đề nghị cơ quan nhập cư Mexico bổ sung thêm nhân viên nói tiếng Anh vào quầy. Khi chúng tôi đến quầy, nhân viên nhập cư không thể nói tiếng Anh và không thể hiểu chúng tôi. Cô ấy đang sử dụng công cụ dịch thuật để hiểu những gì chúng tôi đang nói. Cô ấy dẫn theo một người bạn của chúng tôi để nhập cư thứ cấp. Ba người chúng tôi có Visa Mỹ còn anh ấy thì không. Vì vậy, chúng tôi nghĩ rằng đó có thể là lý do phải nhập cư thứ cấp, sau đó cô ấy đến và cấp thị thực khi đến cho tôi và FriendGirl của tôi. Cô ấy đến và đưa chồng tôi đi cùng để nhập cư thứ cấp. Điều đó không có ý nghĩa gì vì anh ấy là PR người Canada. Nhưng chúng tôi vẫn đợi và hỏi họ quá trình này sẽ kéo dài bao lâu và họ nói rằng chúng tôi không biết thế nào là chế giễu. Tôi và bạn tôi nằm trên sàn suốt 2 tiếng đồng hồ chờ chồng ra. Sau đó, họ đưa ra một hồ sơ và nói rằng có rất ít người mang họ Singh và họ đã chuyển từ Mexico sang Mỹ một cách bất hợp pháp. Họ nói chúng tôi chỉ muốn xác nhận xem đó có phải là các bạn không. Chúng tôi hiểu rằng đây là giao thức nhưng có một số điều không hợp lý:1. Chồng tôi đã sang Mỹ hơn 4-5 lần. Nếu anh ấy muốn chuyển đến Mỹ, anh ấy có visa để không cần phải tốn tiền mua vé máy bay từ Canada đến Mexico chỉ để di chuyển trái phép sang Mỹ.2. Nếu họ muốn thực hiện nhập cư thứ cấp, họ sẽ cho chúng tôi biết chúng tôi cần đợi bao nhiêu thời gian vì chúng tôi đã lỡ chuyến chuyển khách sạn vì điều này. Nếu không thì chuyến đi thật vui vẻ và tuyệt vời, chỉ có điều việc nhập cư không được chào đón.Đọc hơn",
            "Trải nghiệm đến sân bay Cancun của chúng tôi thật hoàn hảo.  Chờ đợi trong quá trình nhập cư chưa đầy 5 phút và được một nữ đặc vụ chào đón và chúc chúng tôi có một kỳ nghỉ tuyệt vời.  Chờ chưa đầy 10 phút để lấy túi và đi qua khu vực hải quan mà không bị dừng lại. Đi bộ ra ngoài nơi phương tiện giao thông tư nhân Amstar của chúng tôi đang đợi.  Chưa đầy nửa giờ ở sân bay và đến khu nghỉ dưỡng của chúng tôi sau chưa đầy 1 giờ hạ cánh. Phòng tắm sạch sẽ và có người phục vụ sắp xếp mọi thứ ngăn nắp.Đọc thêm",
            "Đi du lịch với một cặp đôi khác vào tháng 4 năm 2024. Khi đến sân bay Cancun, bạn sẽ làm thủ tục nhập cảnh và đi qua một cửa hàng miễn thuế trước khi lấy hành lý. Hãy cẩn thận rằng bất kỳ thứ gì bạn mua tại cửa hàng này đều phải tuân theo các hạn chế nhập khẩu vào Mexico. Một hoặc hai chai rượu không phải là vấn đề, tuy nhiên nếu bạn mua bất kỳ loại thuốc lá nào, bạn có thể phải kiểm tra hành lý của mình. Các viên chức chọn ngẫu nhiên những người có khả năng kỳ lạ là chọn ra những người đã mua thuốc lá tại cửa hàng miễn thuế. Thật đáng kinh ngạc!! Cặp đôi chúng tôi đi cùng đã mua bốn điếu xì gà tại cửa hàng miễn thuế, nhưng đã có sáu gói thuốc lá nhai trong túi của chồng. Vì anh ấy đã mua xì gà theo hộ chiếu của mình tại cửa hàng miễn thuế nên anh ấy đã vượt quá số lượng thuốc lá nhập khẩu và vì không khai báo nên anh ấy phải chịu mức phạt 400 trong số 57 thuế bắt buộc. Bốn điếu xì gà đó khiến anh ấy phải trả thêm 228 đô la để nhập cảnh vào đất nước này. Mặc dù phép tính cộng thuốc lá nhai và xì gà không bằng 200 gram nhưng các viên chức và giám sát viên của họ không đồng ý. Vì họ đang cầm hộ chiếu, họ thắng! Chỉ cần lưu ý rằng Miễn thuế ở khu vực Đến của Sân bay Cancun không có nghĩa là Miễn thuế vào Mexico. Nếu bạn mua thuốc lá ở cửa hàng đó, bạn sẽ có khả năng bị khám xét hành lý cao hơn mức trung bình. Đọc thêm",
            "Cancun là sân bay tệ nhất ở Bắc Mỹ. Chúng tôi mất 1 giờ 45 phút để làm thủ tục hải quan và sau đó mất thêm 1 giờ để lấy hành lý. Họ xếp hành lý từ ba chuyến bay vào 1 băng chuyền. Từ đó, bạn xếp hàng không theo thứ tự chỉ để chứng minh rằng bạn đã điền vào tờ khai hải quan và họ trả lại cho bạn để nộp ở một hàng khác. Từ đó, bạn xếp hàng để chụp X-quang toàn bộ hành lý của mình một lần nữa chỉ để xếp hàng để nhấn nút xem họ có kiểm tra hành lý của bạn trực tiếp hay không. Rõ ràng đó là một lựa chọn may rủi nhưng ít nhất cuối cùng họ cũng lấy tờ khai của bạn. Sau đó, bạn có thể thử và vượt qua hàng rào của những kẻ lừa đảo, những kẻ lừa đảo và những kẻ đáng sợ để cố gắng tìm dịch vụ đưa đón khách sạn của bạn. Rời đi chỉ tốt hơn một chút, đừng bao giờ sử dụng sân bay này và nếu bạn làm vậy, xin Chúa thương xót linh hồn bạn! Tôi sẽ không bao giờ sử dụng sân bay này nữa ngay cả khi chuyến bay của tôi miễn phí. Đọc thêm",
            "Trải nghiệm sân bay tệ nhất trong 30 năm du lịch. Tôi sẽ không bao giờ quay lại sân bay này.1 Quản lý đầu tiên nếu có thì không có vấn đề gì khi cho phép sắp xếp nhiều hơn 2-3 lần số chuyến bay đến và đi mà sân bay này có thể xử lý. Chúng tôi đến lúc 10 giờ sáng để khởi hành lúc 2:00 - xếp hàng trong 2,5 giờ, đi máy bay trên đường băng trong 4 giờ, cuối cùng chuyến bay bị hủy, quay lại phòng nhập cư, xếp hàng nhiều hơn, hành lý mất 1,5 giờ. Cuối cùng lên xe buýt lúc 9:30 tối và trở về một nhà nghỉ 1 sao. 2 MỌI THỨ bạn mua sẽ có giá cắt cổ so với mức giá dự kiến ​​mà bạn nhận được tại sân bay. 3 Việc thiếu quản lý của sân bay này cuối cùng sẽ khiến hàng trăm công nhân chăm chỉ mất việc - không ai đã đến đó gần đây sẽ chọn đi du lịch đến đó một lần nữa nếu có lựa chọn khác. Không phải chúng tôi. Chúc may mắn nếu bạn phải làm vậy. Đọc thêm",
            "MARGARITAVILLE tại Sân bay. Chúng tôi đã gọi .. gà nachos để chia, chủ yếu là khoai tây chiên, MỘT lon soda và MỘT nước lọc. 53 USD!!! Tôi ước mình đã đọc các đánh giá trước khi đến!! Đọc thêm"
        ],
        "star_ratings": [
            9,
            10,
            10,
            21,
            77
        ],
        "review_amount": 127,
        "location": [
            "México",
            "Sân bay Cancun",
            "bán đảo Yucatan",
            "Cancun",
            "Quintana Roo",
            "Những việc cần làm ở Cancun"
        ],
        "reviews_time": [
            "Written July 8, 2023",
            "Written July 30, 2023",
            "Written August 3, 2023",
            "Written August 31, 2023",
            "Written September 21, 2023",
            "Written September 23, 2023",
            "Written October 15, 2023",
            "Written October 17, 2023",
            "Written October 26, 2023",
            "Written November 8, 2023",
            "Written May 29, 2024",
            "Written May 28, 2024",
            "Written May 21, 2024",
            "Written May 18, 2024",
            "Written May 14, 2024",
            "Written May 10, 2024",
            "Written May 8, 2024",
            "Written April 26, 2024",
            "Written April 25, 2024",
            "Written April 16, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g150807-d23436219-Reviews-Cancun_Airport-Cancun_Yucatan_Peninsula.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g150807-d2326437-Reviews-TGI_Friday_s_Cancun_Airport-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Restaurant_Review-g150807-d20250528-Reviews-Johnny_Rockets-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Restaurant_Review-g150807-d4131668-Reviews-Jimmy_Buffett_s_Margaritaville-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Restaurant_Review-g150807-d1050140-Reviews-Johnny_Rockets-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Restaurant_Review-g150807-d20256956-Reviews-Guacamole_Grill-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Restaurant_Review-g150807-d3907608-Reviews-Air_Margarita-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Restaurant_Review-g150807-d13229252-Reviews-Guy_Fieri_s_American_Kitchen_Bar_Cancun-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Restaurant_Review-g150807-d20053454-Reviews-Famous_Famiglia-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Restaurant_Review-g150807-d15701296-Reviews-D_Italia_Casitas-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Restaurant_Review-g150807-d10344840-Reviews-El_Henequen-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d25352179-Reviews-Cancun_Airport_Vip_Lounge-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d25401492-Reviews-Forza_Mx_Simulator-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d27141874-Reviews-VIP_Lounge_By_MERA_Terminal_4_Int-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d5892254-Reviews-Xoximilco_Cancun_by_Xcaret-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d10043359-Reviews-Ventura_Park-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d3782414-Reviews-A_Touch_of_Magic_by_Claudia-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g1575485-d2304581-Reviews-Museo_Subacuatico_de_Arte-Quintana_Roo_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d21119769-Reviews-Mera_Lounge_Terminal_4_nacional-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d27141882-Reviews-Terminal_2_VIP_Lounge_by_Mera-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d1880559-Reviews-Dolphinaris_Cancun-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d23436219-Reviews-or10-Cancun_Airport-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d15594382-Reviews-Kalido_Travel-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d3708118-Reviews-CARM_Tours_Transfers-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d23628567-Reviews-Unique_Private_Transportation-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d6419625-Reviews-USA_Transfers-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d11732183-Reviews-STP_Caribe-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d21177195-Reviews-Brasil_em_Cancun_Turismo-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d3909552-Reviews-Canada_Transfers-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d20958402-Reviews-Brasileiros_em_Cancun-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d2534666-Reviews-Cancun_Shuttle_and_Tours-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d21283121-Reviews-Daytrip-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d23600696-Reviews-Cancun_Limo_Transportation-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d22833967-Reviews-Usa_Travel_Cancun-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d25467971-Reviews-Royal_Bee-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d23653387-Reviews-Airportcab_Mexico-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d23215238-Reviews-FlexShuttle_EcoCab-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d27164406-Reviews-Airport_Vans_Cancun-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d7825385-Reviews-Cancun_Limo-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d7826048-Reviews-Transfers_USA-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d8826043-Reviews-Cancun_Shuttle_Travel-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d12288129-Reviews-Panan_Ha_Transportacion_de_Lujo-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d13977445-Reviews-Me_Transfers-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d13506952-Reviews-ETransfers-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d15191357-Reviews-Cancun_Paradise_Transfers-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g14133667-d480651-Reviews-Shinjuku_Golden_Gai-Kabukicho_Shinjuku_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g49486-d1307633-Reviews-Tiger_World-Rockwell_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g32486-d10596607-Reviews-Diamond_Valley_Lake_Aquatic_Center-Hemet_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d197714-Reviews-Pantheon-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g189421-d2665953-Reviews-Paraschakis_Olive_Oil_Crete-Rethymnon_Rethymnon_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g298145-d1516761-Reviews-Chitose_Outlet_Mall_Rera-Chitose_Hokkaido.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d16674610-Reviews-The_MET_Philadelphia-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g295396-d10541191-Reviews-Breeze_Restaurant_Club-Constanta_Constanta_County_Southeast_Romania.html",
            "https://www.tripadvisor.com/Attraction_Review-g318866-d10060163-Reviews-Kallmi_Beach-Durres_Durres_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g147310-d147569-Reviews-Blue_Mountains-Kingston_Kingston_Parish_Jamaica.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g150807-d23436219-Reviews-or10-Cancun_Airport-Cancun_Yucatan_Peninsula.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g150807-d23436219-Reviews-Cancun_Airport-Cancun_Yucatan_Peninsula.html"
    }
]