[
    {
        "attraction_name": "Cancun Shuttle",
        "attraction_name_vi": "Xe đưa đón Cancun",
        "general_info": [
            "8.260 đánh giá",
            "- 40 trên 730 Giao thông vận tải ở Cancun",
            "Taxi - Xe đưa đón"
        ],
        "attraction_summary": "Xe đưa đón Sân bay Cancun - Công ty đưa đón Cancun cung cấp dịch vụ từ Sân bay Quốc tế Cancun đến tất cả các địa điểm ở Cancun và Riviera Maya. Các dịch vụ bao gồm Vận tải bằng xe buýt, Xe đưa đón, Dịch vụ tiết kiệm, Dịch vụ tư nhân và Dịch vụ VIP. Chúng tôi cũng cung cấp các chuyến tham quan bằng xe buýt và các chuyến tham quan tư nhân trong khu vực.Đọc thêm",
        "reviews": [
            "Lập kế hoạch trước chắc chắn là cách tốt nhất. Chúng ta phải đến Tulum và tin tôi đi là bạn muốn chiếc xe tải lớn có điều hòa! các trình điều khiển rất tốt đẹp và hữu ích. Trên đường trở lại sân bay, tôi thậm chí còn bị dị ứng với thứ tôi đã ăn. Và người lái xe vui vẻ tấp vào trạm xăng để tôi lấy một ít benydril. Cười lớn cuộc sống vẫn diễn ra và những người này sẽ giúp bạn vượt qua điều đó!Đọc thêm",
            "CHÀO, \n\nCảm ơn bạn đã giới thiệu chúng tôi. \n\nChúng tôi rất vui vì dịch vụ của chúng tôi thật tuyệt vời và bạn thích nó, chúng tôi luôn hướng tới việc cung cấp dịch vụ đặc biệt và khiến chúng tôi hài lòng vì điều đó đã xảy ra. \n\nChúc mọi điều tốt đẹp nhất!Đọc thêm",
            "đã sử dụng chúng cho chuyến đi vòng quanh khách sạn và sân bay của chúng tôi.   đón xe kịp thời và dễ dàng chỉ đợi xe tải vài phút - họ không có mặt tại chỗ nhưng sẽ đến khi được gọi -.   xe đẹp và nhiều chỗ.   giá cả hợp lý. Tôi sẽ sử dụng chúng một lần nữa.     Đọc thêm",
            "CHÀO, \n\nCảm ơn bạn đã dành thời gian để giới thiệu cho chúng tôi. \n\nChúng tôi rất vui vì bạn thích dịch vụ của chúng tôi, chúng tôi đang ở sân bay nhưng tài xế không được phép vào khu vực vịnh mọi lúc nên tài xế của chúng tôi phải di chuyển từ khu vực xe van vào Khu vực Vịnh để đón khách, chúng tôi xin lỗi về bất kỳ rắc rối nào có thể đã gây ra. \n\nChúc mọi điều tốt đẹp nhất!Đọc thêm",
            "Lên lịch trực tuyến, xác nhận dễ dàng và nhanh chóng. Tôi cũng nhận được một tin nhắn hướng dẫn nơi gặp tài xế. Chúng tôi tìm thấy người lái xe một cách dễ dàng và anh ấy rất thân thiện và anh ấy đã đưa chúng tôi đến khu nghỉ mát của chúng tôi một cách an toàn. Xe bán tải đã đúng giờ như đã định trước. Gợi ý duy nhất mà tôi có thể cảm thấy an ủi là đã nhận được xác nhận nhận hàng vào ngày hôm trước nhưng tôi không quá lo lắng vì họ có rất nhiều đánh giá tốt. Tôi đọc những câu chuyện kinh dị về các dịch vụ khác không xuất hiện để nhận hàng trả lại. Khu nghỉ dưỡng của tôi cũng nói đừng lo lắng, họ sẽ đến.Đọc thêm",
            "CHÀO, \n\nCảm ơn bạn đã đề nghị. \n\nThật tuyệt khi biết rằng chúng tôi đáng tin cậy và thân thiện với bạn và bạn rất thích dịch vụ của chúng tôi. \n\nChúc mọi điều tốt đẹp nhất!Đọc thêm",
            "Dịch vụ khách hàng là không tồn tại. Không ai trả lời điện thoại. Và lời hứa của Shuttle - về một chuyến du lịch có mua hàng là một lời nói dối. Chúng tôi đã đặt chuyến đi trực tuyến và hy vọng rằng chúng tôi sẽ có được một tài xế. Lần này chúng tôi đã gặp may nhưng chúng tôi - sẽ tìm kiếm một dịch vụ khác cho chuyến đi tiếp theo của mình.Đọc thêm",
            "CHÀO, \n\nChúng tôi xin lỗi về bất kỳ rắc rối nào gây ra, các đại lý dịch vụ khách hàng của chúng tôi mong muốn trả lời tất cả các cuộc gọi điện thoại nhưng chúng tôi có số lượng lớn do số lượng dịch vụ chúng tôi cung cấp hàng ngày. Chuyến tham quan miễn phí không phải là lời nói dối vì chúng tôi đã cung cấp rất nhiều cho nhiều hành khách và một lần nữa chúng tôi đưa ra lời xin lỗi nếu bạn không thể đặt vé thông qua đại lý của chúng tôi. \n\nChúng tôi rất vui vì bạn thích dịch vụ vận chuyển mà chúng tôi cung cấp. \n\nChúc mọi điều tốt đẹp nhất!Đọc thêm",
            "Cancun shuttles là một công ty vận chuyển tuyệt vời. Tôi thấy họ tự nghiên cứu về vận chuyển. Họ có giá tốt nhất cho dịch vụ vận chuyển riêng đến và đi từ sân bay. Họ đúng giờ đón chúng tôi trên các chuyến bay khứ hồi. Chúng tôi có chuyến bay sớm và họ đã có mặt để đưa chúng tôi đến sân bay đúng giờ. Chúng tôi không gặp vấn đề gì khi họ đón chúng tôi từ sân bay hoặc từ khách sạn. Chuyến tham quan mà họ cung cấp thật tuyệt. Có một khoảng thời gian tuyệt vời. Sẽ sử dụng lại cho chuyến đi tiếp theo đến Mexico Đọc thêm",
            "CHÀO, \n\nCảm ơn vì đã chọn chúng tôi. \n\nTại Cancun Shuttle, chúng tôi luôn hướng tới việc cung cấp dịch vụ đặc biệt và chúng tôi rất tự hào khi biết được điều này. \n\nChúc mọi điều tốt lành và hẹn gặp lại bạn lần sau! Đọc thêm",
            "Chúng tôi đã đặt một chuyến taxi khứ hồi qua tàu con thoi cancun thông qua một trang web giả mạo của sân bay cancun và sợ rằng đó có thể là một trò lừa đảo. Tuy nhiên, đã tìm thấy xe đưa đón cancun như họ đã đề cập ở sân bay, taxi là một chiếc xe suv không được chia sẻ vì chúng tôi có một gia đình lớn và chuyến đi rất suôn sẻ. Khi trở về, họ đã ở đó vào thời điểm trước khi chúng tôi đến sảnh bằng một loại xe tải nhỏ tương tự, chuyến đi rất suôn sẻ và tàu con thoi cancun đã nhanh chóng trả lời và liên lạc. Kịp thời và dễ dàng bỏ túiĐọc thêm",
            "CHÀO, \n\nChúng tôi đánh giá cao đề xuất. \n\nNó làm cho chúng tôi hạnh phúc khi bạn thích dịch vụ của chúng tôi. \n\nChúc mọi điều tốt đẹp nhất!Đọc thêm",
            "Gần đây chúng tôi đã sử dụng tàu con thoi Cancun cho các dịch vụ vận chuyển đến và đi từ Playa Del Carmen. Dịch vụ khách hàng của họ trước chuyến đi của chúng tôi thật tuyệt vời. Khi đặt chuyến đi, tôi đã nhập sai địa chỉ email của mình và không bao giờ nhận được xác nhận. Tôi đã gửi email cho họ và họ đã cập nhật thông tin của tôi cũng như gửi xác nhận cho tôi trong vòng vài phút sau khi nhận được email của tôi. Khi đến Cancun, chúng tôi phải đợi vài phút trước khi xe đưa đón đến. Người tổ chức Cancun Shuttle của chúng tôi đã xin lỗi vì đã chờ đợi và đã thực hiện một số cuộc gọi để đảm bảo thời gian chờ đợi của chúng tôi không bị kéo dài. Trên đường đến Playa Del Carmen, chúng tôi gặp rất nhiều phương tiện giao thông và một vụ tai nạn khiến giao thông bổ sung. Một lần nữa, tài xế của chúng tôi xin lỗi vì sự chậm trễ không phải do lỗi của mình. Sau khi nghe những câu chuyện kinh dị từ khách hàng của các công ty đưa đón khác, vợ tôi và tôi quyết định đặt vé quay lại sân bay Cancun 4 giờ trước chuyến bay đề phòng trường hợp xe đưa đón chúng tôi bị chậm trễ. Người lái xe của chúng tôi đang đợi chúng tôi đến khi chúng tôi mang hành lý đến và đưa chúng tôi đến sân bay mà không gặp vấn đề gì. Chúng tôi thực sự khuyên dùng Cancun Shuttle và sẽ sử dụng lại chúng khi chúng tôi quay lại.Đọc thêm",
            "CHÀO, \n\nCảm ơn bạn đã giới thiệu chúng tôi. \n\nTại Cancun Shuttle, chúng tôi luôn hướng đến việc cung cấp dịch vụ đặc biệt và điều đó khiến chúng tôi rất tự hào khi biết trường hợp này xảy ra vì chúng tôi có thể mang lại trải nghiệm tốt đẹp cho bạn. \n\nChúc mọi điều tốt lành và hẹn gặp lại bạn lần sau! Đọc thêm",
            "Cảm ơn Cancun Shuttle vì một chuyến đi tuyệt vời! Chúa Giêsu đã mang đồ uống vào xe cho chúng tôi. Tôi cũng để ví của mình trên xe và anh ấy đã mang nó về vào ngày hôm đó mà không gặp vấn đề gì.  - - - . Đón đã sớm và kịp thời. Tôi thực sự khuyên bạn nên sử dụng Cancun Shuttle!Đọc thêm",
            "Chào Amy, \n\nCảm ơn bạn đã đề nghị. \n\nChúng tôi rất vui vì bạn đã có trải nghiệm tuyệt vời với chúng tôi vì chúng tôi có thể trả lại hàng cho bạn. \n\nChúc mọi điều tốt đẹp nhất!Đọc thêm",
            "Saul đã liên hệ với tôi về việc đặt chỗ của tôi và anh ấy thực sự đã nghiên cứu các chuyến bay của tôi và đề xuất chỉnh sửa thời gian đón của tôi. Thật dễ dàng tìm thấy các nhân viên khi chúng tôi bước ra ngoài sân bay và tất cả họ đều thân thiện và niềm nở. Cả hai phương tiện đưa đón chúng tôi lái đều rất sạch sẽ với điều hòa tuyệt vời. Các tài xế của chúng tôi đã đưa chúng tôi đến và đi từ khu nghỉ dưỡng một cách an toàn với lòng hiếu khách tuyệt vời! Tôi sẽ sử dụng công ty đưa đón này một lần nữa. Đọc thêm",
            "Xin chào Jenny,\n\nCảm ơn bạn đã dành thời gian giới thiệu chúng tôi.\n\nChúng tôi tự hào vì dịch vụ của chúng tôi tuyệt vời với bạn và bạn thích nó.\n\nChúc bạn mọi điều tốt lành!Đọc thêm",
            "Đây thực sự là một trải nghiệm tốt! Tôi đang gặp bạn gái của mình ở Mexico, và sau một chuyến đi dài từ Na Uy, thật vui khi được gặp một chàng trai tốt bụng và luôn sẵn sàng giúp đỡ. Trở lại cũng là một trải nghiệm tốt đẹp; một người đàn ông tốt bụng gặp chúng tôi tại khách sạn, mang hành lý lên cabin và chở chúng tôi đến sân bay an toàn. Đọc thêm",
            "CHÀO, \n\nChúng tôi đánh giá cao đề xuất. \n\nThật tuyệt khi biết bạn đã có trải nghiệm tuyệt vời với chúng tôi. \n\nChúc mọi điều tốt đẹp nhất!Đọc thêm",
            "Đây là một quá trình diễn ra suôn sẻ nhất có thể! Giao tiếp rất xuất sắc, điều quan trọng là bạn phải đọc và kiểm tra email và mọi thứ sẽ an toàn và có trật tự! RẤT khuyến khích.Đọc thêm",
            "Chúng tôi đã có trải nghiệm tuyệt vời với Cancún Shuttle. Chuyến bay của chúng tôi bị hoãn bốn tiếng rưỡi và họ đã có mặt ở đó khi chúng tôi hạ cánh. Lái xe rất thân thiện và lái xe đến khách sạn thật tuyệt. Đón khách từ khách sạn đã kịp thời và họ thả chúng tôi đến điểm đến. Tôi sẽ làm ăn với họ nhiều lần.Đọc thêm",
            "Chúng tôi đã có trải nghiệm tuyệt vời với Cancun Shuttle. Người lái xe của chúng tôi rất dễ tìm, và khi nhóm của tôi kết thúc ở hai nhà ga khác nhau, Jose và Javier đã làm việc chăm chỉ và hiệu quả để đoàn tụ chúng tôi. Tôi chắc chắn sẽ sử dụng dịch vụ này một lần nữa!Đọc thêm",
            "Dịch vụ tốt đẹp. Đáng tin cậy. Đề xuất cho bất cứ ai đi cancun. Dễ dàng xác định vị trí của chúng tại sân bay. Dịch vụ khách hàng cũng tốt, họ cũng có hỗ trợ trò chuyện. Vì vậy khi đến nơi bạn có thể trò chuyện để biết thêm thông tin về tài xếĐọc thêm",
            "Công ty tệ quá, đừng dùng chúng. Không ai gặp chúng tôi tại sân bay vào thời gian đã thỏa thuận. Chúng tôi đợi 25 phút. Tôi đã gọi số của họ năm lần nhưng nó chuyển thẳng vào hộp thư thoại và không ai gọi lại. Vì vậy, tôi phải bắt taxi để ra khỏi sân bay với mức giá đắt gấp bốn lần so với mức giá họ đã hứa. Hoàn toàn lãng phí thời gian và tiền bạc của bạn.Đọc thêm",
            "Mức giá tuyệt vời và dịch vụ đáng tin cậy. Lái xe thân thiện, đúng giờ! Dễ dàng tìm thấy tại sân bay Cancun. Một nửa giá của các chuyến đi khác!Đọc thêm",
            "Tôi đã sử dụng Cancun Shuttle đến và đi từ sân bay trong chuyến thăm khu vực này gần đây. Đây là lần đầu tiên tôi đến Cancun và việc hướng dẫn cách tìm người đại diện không thể dễ dàng hơn. Tôi đã phải vượt qua sự thách thức của các tài xế taxi và các công ty đưa đón khác, nhưng đó không phải là lỗi của Cancun Shuttle! Khi tôi gặp người đại diện, tôi đã được chăm sóc và đưa lên xe khá nhanh trong một giờ đồng hồ để đến đích. Mọi người đều thân thiện và chuyên nghiệp. Khi tôi trở lại sân bay, xe đưa đón đã đúng giờ như đã hứa. Tôi cũng sẽ đề cập rằng việc đặt chỗ trực tuyến rất trực quan và dễ dàng. Tôi rất hài lòng với dịch vụ.Đọc thêm",
            "Các tài xế nhanh nhẹn, lịch sự và lái xe tốt. Những chiếc xe được sạch sẽ và bảo trì tốt. Rất đánh giá cao dịch vụ của họ.Đọc thêm",
            "Rất dễ dàng để nhận ra xe đưa đón khi đến sân bay. Giao tiếp trơn tru với dịch vụ đảm bảo tính linh hoạt cao cho thời gian lấy hàng. Tài xế rất thân thiện Đọc thêm",
            "Thật dễ dàng để đặt trước và tìm tài xế thân thiện của chúng tôi. Mọi thứ đều đúng giờ và phương tiện sạch sẽ. Thông tin liên lạc và hướng dẫn rõ ràng trước khi chúng tôi rời Canada và trước khi rời Mexico. Đọc thêm"
        ],
        "star_ratings": [
            6744,
            664,
            264,
            190,
            399
        ],
        "review_amount": 8261,
        "location": [],
        "reviews_time": [
            "Written May 31, 2023",
            "Written May 31, 2023",
            "Written May 31, 2023",
            "Written May 31, 2023",
            "Written June 13, 2023",
            "Written June 16, 2023",
            "Written June 20, 2023",
            "Written June 23, 2023",
            "Written July 2, 2023",
            "Written July 6, 2023",
            "Written May 31, 2024",
            "Written May 30, 2024",
            "Written May 30, 2024",
            "Written May 25, 2024",
            "Written May 14, 2024",
            "Written May 7, 2024",
            "Written May 2, 2024",
            "Written April 27, 2024",
            "Written April 23, 2024",
            "Written April 23, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g150807-d8388920-Reviews-Cancun_Shuttle-Cancun_Yucatan_Peninsula.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g150807-d15325058-Reviews-Restaurante_Cuzco-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Restaurant_Review-g150807-d12091344-Reviews-SHUU_Restaurante-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Restaurant_Review-g150807-d12339548-Reviews-La_Baracha_Barbacoa_De_Borrego-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Restaurant_Review-g150807-d23226526-Reviews-Ada_Cantina_Urbana-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Restaurant_Review-g3135176-d7832234-Reviews-Coucou_Mexikoo-Paamul_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Restaurant_Review-g150807-d23392020-Reviews-Jugos_Del_Caribe-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Restaurant_Review-g150807-d23607366-Reviews-J_V_Grill_Carbon-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Restaurant_Review-g150807-d16748062-Reviews-La_Parrilla_Taquitos-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Restaurant_Review-g150807-d14157224-Reviews-LUED_Pasteleria_de_autor-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Restaurant_Review-g150807-d20971579-Reviews-Estacion_514-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d2716986-Reviews-Beto_Avila_Stadium-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d4508667-Reviews-Xcacel_Beach-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d1932067-Reviews-Caliente_Sports_Book_Casino-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d6156742-Reviews-Estadio_Andres_Quintana_Roo-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d26610186-Reviews-Santuario_De_Maria_Desatadora_De_Nudos-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d3708283-Reviews-Parroquia_de_Cristo_Resucitado-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d5432465-Reviews-Dolphin_Discovery-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d3282440-Reviews-Tulum_Avenue-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d183666-Reviews-Iglesia_Adventista_del_Septimo_Dia-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d7715234-Reviews-El_Parque_de_las_Palapas-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d8388920-Reviews-or10-Cancun_Shuttle-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d15594382-Reviews-Kalido_Travel-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d3708118-Reviews-CARM_Tours_Transfers-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d23628567-Reviews-Unique_Private_Transportation-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d6419625-Reviews-USA_Transfers-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d11732183-Reviews-STP_Caribe-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d21177195-Reviews-Brasil_em_Cancun_Turismo-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d3909552-Reviews-Canada_Transfers-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d25085358-Reviews-Caribbean_Transfers-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d20958402-Reviews-Brasileiros_em_Cancun-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d2534666-Reviews-Cancun_Shuttle_and_Tours-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d8388920-Reviews-Cancun_Shuttle-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d18998680-Reviews-Conexion_Nativa_Cancun-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d21389211-Reviews-Sin_Postal_Tours-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d20813464-Reviews-Cancun_Pic-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d19767936-Reviews-Woody_Simental_Cancun_Tours-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d8504607-Reviews-Cancun_Cheap_Transfers-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d23321451-Reviews-PROFi_DRIVER_Cancun_Mexico_North_America-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d21224456-Reviews-Cancun_Travel_Experience-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d26353080-Reviews-Jungle_Journey_Mexico-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d23125758-Reviews-VM_Travel_Services-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d24921000-Reviews-TRAVICONS-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d16748355-Reviews-Soy_Cancun_Agencia_Brasileira-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d19238363-Reviews-CID_Private_Transfers-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d13551174-Reviews-Cancun_Shuttle_On_Time-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d19376263-Reviews-Cancun_Boat_Yachts_Rentals-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d26301978-Reviews-Cancun_Bay_Tours-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g33031-d617506-Reviews-Coyote_Point_Recreation_Area-San_Mateo_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d4048713-Reviews-Thaniya_Plaza-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g189541-d207227-Reviews-Ny_Carlsberg_Glyptotek-Copenhagen_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g652116-d6916071-Reviews-O_Beach_Ibiza-Sant_Antoni_de_Portmany_Ibiza_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g616237-d568372-Reviews-Playa_de_Ses_Salines-Ses_Salines_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d4552856-Reviews-An_Dong_Market-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g298033-d20324080-Reviews-Roxy_s_Show_Bar-Marmaris_Marmaris_District_Mugla_Province_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g30217-d144549-Reviews-Mount_Equinox-Arlington_Vermont.html",
            "https://www.tripadvisor.com/Attraction_Review-g30890-d5866343-Reviews-Spring_Park-Tuscumbia_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g29144-d2284833-Reviews-Aurora_Reservoir-Aurora_Colorado.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g150807-d8388920-Reviews-or10-Cancun_Shuttle-Cancun_Yucatan_Peninsula.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g150807-d8388920-Reviews-Cancun_Shuttle-Cancun_Yucatan_Peninsula.html"
    }
]