[
    {
        "attraction_name": "Candy Travel",
        "attraction_name_vi": "Kẹo Du Lịch",
        "general_info": [
            "38 đánh giá",
            "- 122 trên 466 Hoạt Động Ngoài Trời Tại Thành Phố Hồ Chí Minh",
            "Lịch sử - Di sản Tour",
            "Tour leo núi",
            "Du lịch sinh thái",
            "Chuyến tham quan ban đêm",
            "Chuyến tham quan bằng xe buýt"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Chúng tôi cần gia hạn thị thực khi ở Hồ Chí Minh, việc này rất phức tạp và mất hơn một tuần để giải quyết - tuy nhiên Tuyền rất hữu ích và đáng yêu, cô ấy đã hướng dẫn chúng tôi từng bước trong suốt chặng đường. Chúng tôi không thể biết ơn nhiều hơn, Tuyền rất thân thiện và thực sự giỏi tiếng Anh- chúng tôi không thể giới thiệu cô ấy đủ - Đọc thêm",
            "Người phụ nữ phục vụ chúng tôi nói tiếng Anh rất tốt và rất lịch sự và hữu ích. Chúng tôi chỉ muốn một chuyến đi trong ngày và cô ấy có thể giới thiệu chính xác những gì chúng tôi đang tìm kiếm. Đây là một chuyến tham quan riêng đến Sông Mekong. Chuyến đi được tổ chức cực kỳ tốt và là một trong những điều tuyệt vời nhất chúng tôi đã làm trong chuyến đi đến Việt Nam. Cửa hàng nằm ở vị trí thuận tiện gần chợ chính và dễ tìm. Đọc thêm",
            "Chúng tôi rất thích kỳ nghỉ ở Việt Nam. Cảm ơn Candy đã lên kế hoạch du lịch tốt và phục vụ tốt cho chuyến đi của chúng tôi, đặc biệt là chuyến đi Sapa, khách sạn chúng tôi ở sạch sẽ, nhân viên lịch sự và phục vụ đồ ăn ngon. Hành trình đã được lên kế hoạch tốt. Chúng tôi cũng rất vui khi có chuyến du lịch 2 ngày 1 đêm ở Vịnh Hạ Long và Ninh Bình. hướng dẫn viên du lịch là tốt và thân thiện. Nhìn chung chúng tôi rất hài lòng với dịch vụ tốt từ Candy Travel. Vâng khuyến khích. Từ : Malaysia - Erika - du lịch : 14 đến 22 tháng 12 năm 2019Đọc thêm",
            "Erika thân mến,\nCảm ơn rất nhiều cho đánh giá và đề nghị của bạn.\nChúng tôi rất vui khi bạn và gia đình có chuyến đi vui vẻ tại Việt Nam.\nChúng tôi hy vọng được gặp lại bạn và gia đình lần sau.\nChúng tôi chúc bạn và gia đình mọi điều tốt lành vào năm 2020.\nĐọc thêm",
            "Vừa trải qua tháng 12 đi du lịch ở Việt Nam và nếu không có cô Vân và Candy Travel thì mọi chuyện đã khó khăn hơn rất nhiều! Candy Travel và cô Vân đã giúp tôi đặt tất cả các chuyến tham quan ở Sài Gòn và cả một chuyến xe buýt mở đến Hà Nội, điều này cực kỳ hữu ích! Tôi đặc biệt giới thiệu công ty này cho tất cả những ai mong muốn có một cuộc sống dễ dàng tại Việt Nam.Đọc thêm",
            "Fabio thân mến,\n\nCảm ơn vì những đánh giá.\nChúng tôi rất cảm kích vì lời giới thiệu của bạn.\nChúng tôi rất vui khi bạn có một chuyến đi tuyệt vời tại Việt Nam.\nChúng tôi chúc bạn mọi điều tốt đẹp nhất trong năm mới.\nChúc mừng năm mới.\nĐọc thêm",
            "We designed our own tour to our needs skipping what we did not want to include. Quong was very helpful in designing and confirming exactly what we wanted of our tour. Our driver picked us up at 3:00 am sharp! On time and pleasant our driver  - driver only, no guide until My Tho -  safely transported us 2 in new clean spacious AC equipped van on 3 hr drive from HCMC to Mekong Delta pier for boat transfer to Cai Rang Floating market.  We met our 6am river boat. All motor boats on the main river system provided life vests and had us wear them in Cai Rang. Cai Rang is noted as biggest  - best -  floating market but this was rather disappointing as much of the produce is simply offloaded from larger vessels to smaller buyers often in sacks and is not the cornucopia of fresh farmer market experience you may be expecting. No pretty colorful boatloads of fruit and vegetables but mostly industrial-like fresh food cargo wholesale exchanges that you may not find as romantically imagined of an idyllic market on the water of yesteryear. We did visit briefly a fruit garden off the main shore of the river for half an hour as a rest stop. We were transferred by van again to arrive in Can Tho for a canal tour. The canal boating begins with a wooden hand-paddle boat down a romantic waterway canal surrounded by towering palm fronds along the canal banks. There were no life vest here, but the canals are slow moving and shallower. This ride is to bring you to a small coconut candy manufacturing operation. The nut clusters of the palms that surround the canal banks are the source of one such candy. Later we are transferred to a motorboat that plies another canal system of Can Tho to a landing of the restaurant we have lunch at. This motorized boat has life vests but they are not required to be worn, but are present in the boat awning rafters above you. The restaurant is a garden of edible plants. The food is fresh and simple but well prepared and the owner - s nephew greeted and waited on us in English and provided entertaining conversation. We took the motorized boat back to the pier for our return transport back to HCMC. We drove through rush hour traffic and a huge downpour safely. All boat drivers and the van driver appreciated a small gratuity that was not requested. We were provided fresh coconut water straight out of the coconut on our final boat transfer after lunch and lunch was included in the tour price but not drinks - alcohol. All-in-all a satisfactory self-designed day with our tour agent texting me to check up on our progress, always available by phone should we ever needed him. We had negotiated a fair price and we got what WE WANTED at the time of day we needed: very accommodating to our limited schedule and previous day booking.Please rethink Cai Rang if you are expecting a romantic photo-op. We visited on a Wednesday morning 6:20-8:30 am. We had noodles from one boat vendor and iced coffee from another - we only wish it was a more intimate and farmer market experience vs. the bulk purchasing of wholesale sacks of produce that just happened to be on the water. Read more",
            "Xin chào ngài,\nCảm ơn phản hôi của bạn. Tôi hoàn toàn đánh giá cao nó. Tôi rất vui được chia sẻ mọi trải nghiệm du lịch với bạn. Chắc hẳn bạn đã có khoảng thời gian tuyệt vời ở Việt Nam. Cảm ơn bạn đã lựa chọn dịch vụ của chúng tôi. Rất mong sớm được gặp lại bạn trong chuyến đi tiếp theo cùng Candy Travel. Chúc bạn mọi điều tốt đẹp nhất trong cuộc sống. Tạm biệt và hẹn gặp lại!Đọc thêm",
            "Đã đặt chuyến đi trong ngày đến Đồng bằng sông Cửu Long và tour tham quan Sài Gòn về đêm cho hai người, nhưng bạn gái tôi không thể đi cùng nên tôi đã đổi một vé sang chuyến bay khởi hành đến Đà Lạt mà Candy đã làm mà không do dự! Rất ấn tượng. Trong chuyến tham quan Sài Gòn về đêm, hướng dẫn viên thường lệ của họ không có mặt, vì vậy thay vào đó tôi đã tìm thấy Quang, công ty lữ hành mà tôi đã đặt cùng, đã đưa tôi đi! Một dịch vụ - - - rất thân thiện và đáng tin cậy. Quang đã vượt quá mong đợi bằng cách thậm chí gửi cho tôi những lời giới thiệu về những địa điểm tham quan ở Đà Lạt. Không thể thực hiện chuyến đi mà không có họ. Đọc thêm",
            "Xin chào ngài,\nCảm ơn phản hôi của bạn. Tôi hoàn toàn đánh giá cao điều đó. Tôi hy vọng chúng ta có thể sớm gặp lại bạn trong chuyến đi tiếp theo cùng Candy Travel. Chúc bạn mọi điều tốt đẹp nhất trong cuộc sống. Tạm biệt và hẹn gặp lại!Đọc thêm",
            "Chúng tôi đã ghé thăm một số đại lý du lịch ở TP.HCM nhưng không ai có thể sánh bằng CANDY TRAVEL. Cô Tayen đã làm mọi thứ để chúng tôi hạnh phúc. Cung cấp thông tin tuyệt vời về các tour du lịch và luôn cố gắng cung cấp cho chúng tôi mức giá tốt nhất. Rất thân thiện và cung cấp dịch vụ với một nụ cười. Cảm ơn cô Tayen và tôi xin lỗi nếu tôi viết sai tên của bạn.Đọc thêm",
            "Cảm ơn đánh giá của bạn,\n\nXin lỗi vì đã trả lời muộn.\nChúng tôi đánh giá cao điều đó. Làm cho chuyến đi của bạn tốt đẹp là niềm vui của chúng tôi.\nChúng tôi hy vọng sẽ sớm gặp lại bạn trong thời gian tới.\nChúc bạn mọi điều tốt đẹp nhất trong năm mới 2020.Đọc thêm",
            "Chúng tôi đã gặp hướng dẫn viên du lịch Chris Tong tại khách sạn của chúng tôi. Chúng tôi đến Mỹ Tho trên một chiếc xe buýt nhỏ thoải mái có máy điều hòa. và Wi-Fi. Trên hành trình về phía nam, Chris rất thông tin, giải thích nhiều điều về Việt Nam, anh ấy nói tiếng Anh và tiếng Pháp rất tốt. Bữa trưa có tiêu chuẩn tuyệt vời và quá đủ cho nhóm của chúng tôi. Chúng tôi đã trải qua một ngày vui vẻ. Chúng tôi muốn giới thiệu hướng dẫn viên du lịch Chris, vì những câu chuyện của anh ấy khiến ngày trở nên thú vị hơn. Chúng tôi xác định ngày này là ngày tuyệt nhất mà chúng tôi đã trải qua tại Việt Nam. Chắc chắn không thể bỏ qua chuyến du lịch này!!Đọc thêm",
            "Xin chào ngài,\nCảm ơn phản hôi của bạn. Tôi hoàn toàn đánh giá cao nó. Cảm ơn bạn đã lựa chọn dịch vụ của chúng tôi tại địa đạo Cao Đài và Củ Chi. Rất mong sớm được gặp lại bạn trong chuyến đi tiếp theo cùng Candy Travel. Chúc bạn mọi điều tốt đẹp nhất trong năm mới 2020Đọc thêm",
            "Chuyến tham quan trọn ngày tuyệt vời ở Đồng bằng sông Cửu Long với hướng dẫn viên du lịch tuyệt vời Bao. Anh ấy rất hiểu biết và thú vị, thực sự khiến cả ngày trở nên thú vị. Tôi muốn giới thiệu chuyến tham quan này, đặc biệt là với hướng dẫn viên này, cho bất kỳ ai muốn khám phá một chút Đồng bằng sông Cửu Long. Chúng tôi cũng có một tài xế tuyệt vời trong khi phải đối mặt với tình trạng giao thông hỗn loạn! Đọc thêm",
            "Xin chào ngài,\nCảm ơn phản hôi của bạn. Tôi hoàn toàn đánh giá cao nó. Tôi rất vui được chia sẻ mọi trải nghiệm du lịch với bạn. Chắc hẳn bạn đã có khoảng thời gian tuyệt vời ở Việt Nam. Cảm ơn bạn đã lựa chọn dịch vụ của chúng tôi. Rất mong sớm được gặp lại bạn trong chuyến đi tiếp theo cùng Candy Travel. Chúc bạn mọi điều tốt đẹp nhất trong cuộc sống. Tạm biệt và hẹn gặp lại!Đọc thêm",
            "Chúng tôi đã đặt một tour du lịch đồng bằng sông Cửu Long hai ngày. Đầu tiên, người phụ nữ ở văn phòng rất tốt và rất hữu ích, chúng tôi yêu mến cô ấy. Thứ hai, hướng dẫn viên của chúng tôi cũng rất hữu ích, nhưng anh ấy chỉ là một chàng trai có những câu chuyện cười hay và một số thông tin cơ bản chứ không phải là một hướng dẫn viên du lịch thực sự. Dù sao thì ít nhất anh ấy cũng vui vẻ và hữu ích. Các bạn, có một vấn đề ở đây. Candy travel có một nhà thầu phụ tên là An travel: https: - - www.tripadvisor.com - Attraction_Review-g298085-d11677669-Reviews-An_Travel-Da_Nang_Quang_Nam_Province.htmlNếu bạn đọc link trên bạn sẽ có được hình ảnh. Bản thân chuyến tham quan là một sự thất vọng lớn . Một số vận chuyển, một thị trường, vận chuyển - cần một mẹo - , một thị trường khác, thị trường địa phương, xe buýt, nhà sản xuất địa phương - mua thứ gì đó - , thị trường và....chờ nó....cuối cùng thì chúng tôi đã đến thăm Đa cấp Phiên tiếp thị của công ty. :D Bạn có tin được không? Vì vậy, ngày thứ hai ngắn hơn, tạ ơn Chúa. Chúng ta vừa thấy một chợ nổi có nghĩa là một số thuyền lượn quanh thuyền của bạn và bán những loại trái cây đắt đỏ. Và một khu vườn rất đẹp. Điều này thật tốt. Và hầu hết chúng tôi đều đặt tour ở những nơi khác nhau. Vậy là hình như có một hệ thống ở đây... : - Đọc thêm",
            "Xin chào ngài,\n\nCảm ơn rất nhiều vì đã lựa chọn dịch vụ của chúng tôi\n\nTrước hết, chúng tôi đánh giá cao phản hồi của bạn. Bạn thích tất cả các hoạt động vì chương trình của chúng tôi bao gồm các chuyến tham quan và mua sắm.\n\nVà chúng tôi cùng các lữ hành khác hợp tác với An Travel để đảm bảo tour hàng ngày và mức giá chúng tôi đưa ra cho bạn hợp lý.\nKhông được trả tiền tip khi chèo thuyền. Nó phụ thuộc vào khách hàng.\n\nThứ hai, chợ nổi Cần Thơ không có nhiều thuyền như bạn thấy trên mạng vì vào dịp Tết đông đúc như thế này.\nHơn nữa, nhiều người di chuyển vào đất liền thay vì di chuyển trên sông vì con cái đi học.\nCuối cùng, chúng tôi cảm ơn phản hồi của bạn.\nChúc một ngày tốt lành.\nĐọc thêm",
            "CHÀO,\nTôi đang tìm chuyến đi trong ngày đến du thuyền trên sông Mê Kông và chuyến đi nửa ngày đến một ngày đến Hầm Củ Ci vào tháng 10. Chi phí cho mỗi chuyến tham quan là bao nhiêu. Cảm ơn.Đọc thêm"
        ],
        "star_ratings": [
            30,
            3,
            0,
            2,
            3
        ],
        "review_amount": 38,
        "location": [
            "Việt Nam",
            "Kẹo Du Lịch",
            "Những điều cần làm ở thành phố Hồ Chí Minh",
            "Ho Chi Minh City",
            "Châu Á"
        ],
        "reviews_time": [
            "Written March 10, 2020",
            "Written January 16, 2020",
            "Written December 30, 2019",
            "Written December 18, 2019",
            "Written October 23, 2019",
            "Written June 30, 2019",
            "Written June 5, 2019",
            "Written May 15, 2019",
            "Written March 4, 2019",
            "Written July 9, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d11426865-Reviews-Candy_Travel-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d11426865-Reviews-or10-Candy_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12987329-Reviews-Van_Anh_scarlet_Design-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14000167-Reviews-H_i_The_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d24113728-Reviews-Themossbox-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d27415839-Reviews-Phuong_s_Retro_Bar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d25093665-Reviews-CiCi_International_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d25188298-Reviews-La_Spa_Sai_Gon-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d19408793-Reviews-Mido_Luxury_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8602875-Reviews-Chef_Vu_Cooking_Class-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8317497-Reviews-ManGii_Custom_Suit_and_Shoes-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10525874-Reviews-Tuyen_Tailor-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6961416-Reviews-Minh_Nguyen_Tailor-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10064393-Reviews-Vietnam_Memory_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2407915-Reviews-Mariamman_Hindu_Temple-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8602484-Reviews-May_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d11437030-Reviews-Legendary_Chocolatier-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g2237745-d2321775-Reviews-Pala_U_Waterfall-Kaeng_Krachan_Phetchaburi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g635613-d4937129-Reviews-Anesis_Massage_Wellness_Center_Hammam-Rhodes_Town_Rhodes_Dodecanese_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g33364-d288158-Reviews-Glen_Eyrie_Castle-Colorado_Springs_El_Paso_County_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g36630-d6773432-Reviews-Rosemont_Theatre-Rosemont_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d2358808-Reviews-Cascade_Family_Skating-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g1074312-d2556386-Reviews-Salina_Turda-Turda_Cluj_County_Northwest_Romania_Transylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g293984-d325269-Reviews-Neve_Tzedek-Tel_Aviv_Tel_Aviv_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g187337-d12295928-Reviews-Sunan_Thai_Massage_Spa-Frankfurt_Hesse.html",
            "https://www.tripadvisor.com/Attraction_Review-g295370-d7790571-Reviews-City_Center_one_Split-Split_Split_Dalmatia_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g4419826-d3754332-Reviews-Kerkini_Lake-Kerkini_Serres_Region_Central_Macedonia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d11426865-Reviews-or10-Candy_Travel-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d11426865-Reviews-Candy_Travel-Ho_Chi_Minh_City.html"
    },
    {
        "attraction_name": "Candy Travel",
        "attraction_name_vi": "Kẹo Du Lịch",
        "general_info": [
            "38 đánh giá",
            "- 122 trên 466 Hoạt Động Ngoài Trời Tại Thành Phố Hồ Chí Minh",
            "Chuyến tham quan lịch sử - di sản",
            "Tour leo núi",
            "Du lịch sinh thái",
            "Chuyến tham quan ban đêm",
            "Chuyến tham quan bằng xe buýt"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Lần đầu tiên chúng tôi đặt tour tham quan Địa đạo Củ Chi. Mọi chuyện diễn ra khá suôn sẻ, với hướng dẫn viên của chúng tôi nói tiếng Anh tương đối ổn - so với những người Việt khác mà chúng tôi đã gặp -. Đây là lý do tại sao chúng tôi quay lại đặt vé xe đi Mũi Né. Tuy nhiên đây là lúc nó đi về phía nam. Bởi vì người phụ nữ đã giúp chúng tôi trong chuyến tham quan Địa đạo Củ Chi có vẻ thành thật khi chúng tôi đặt câu hỏi nên chúng tôi không nghĩ đến việc hỏi giá của cô ấy. Nhưng cô ấy tính phí vận chuyển cho tôi và bạn trai mỗi người 250.000 đồng. Ngay cả khi điều đó bao gồm chi phí vận chuyển từ Airbnb của chúng tôi, Grab sẽ không tốn hơn 35-40.000 đồng - chúng tôi biết điều này vì bến xe buýt nằm trong khu vực mà chúng tôi đã ghé thăm chỉ một ngày trước đó - . Chưa kể, chuyến đi buổi sáng của chúng tôi đã trễ hơn 20 phút. Bây giờ tôi - đang muốn đặt vé xe buýt đi Đà Lạt - điểm đến tiếp theo của tôi -, tôi thấy rằng chúng tôi đã trả quá nhiều tiền. Quan trọng hơn, cô ấy nói rằng nó dành cho khách du lịch và đảm bảo điều này khi chúng tôi hỏi nhiều lần. Tuy nhiên, điều này không đúng vì chỉ có 5 người - bao gồm cả tôi và bạn trai - không phải là người dân địa phương trên xe buýt này. Tôi không bận tâm điều này ngoại trừ tất cả tin nhắn đều được gửi bằng tiếng Việt và người điều khiển xe buýt biết rất ít tiếng Anh nên chúng tôi không biết chuyện gì đang xảy ra. Đọc thêm",
            "Thưa bà,\n\nCảm ơn phản hồi của bạn và sử dụng dịch vụ của chúng tôi.\nVề xe buýt ở Mũi Né, chúng tôi bao gồm taxi đưa đón bạn từ khách sạn đến bến xe.\nNó có giá 90.000 vnd cho taxi. Chúng tôi không tính phí dịch vụ nhiều tiền cho bạn.\nCảm ơn rất nhiều và chúc bạn có một ngày tốt lành.\nĐọc thêm",
            "Chúng tôi đã có một kỳ nghỉ tại nhà tuyệt vời - nhà trọ quýt - được giới thiệu và đặt qua họ! Candy rất hữu ích và trả lời tất cả các câu hỏi của chúng tôi. Nhược điểm duy nhất - và điều này rất nhỏ - là họ đã đề xuất một địa điểm có tên là Cảnh báo 72 cho bữa tối và lẽ ra tôi nên kiểm tra các đánh giá về địa điểm đó trước vì nó rất tệ - đánh giá của cố vấn chuyến đi đã xác nhận điều đó! - . Tuy nhiên tôi nghĩ họ chỉ làm điều này vì nó đang trên đường đến buổi biểu diễn múa rối nước mà họ cũng đã giúp chúng tôi đặt chỗ. Tôi sẽ sử dụng công ty này một lần nữa để đặt tour vào lần tới khi tôi đến Việt Nam!Đọc thêm",
            "Chúng tôi không có kế hoạch gì khi đến Sài Gòn và nơi này lại gần khách sạn của chúng tôi.  Chúng tôi dừng lại trong một đêm - những nơi mở cửa muộn - và chỉ ngồi xuống để lên kế hoạch cho một hoặc hai ngày.  Chúng tôi đã chọn Tour đồng bằng sông Cửu Long và Tour Đảo Khỉ.  Với giá dưới - 100 US mỗi người, trong mỗi chuyến đi, chúng tôi đã gặp một hướng dẫn viên tại khách sạn, có một chiếc ô tô và tài xế sẵn sàng đưa chúng tôi và hướng dẫn viên đã cung cấp cho chúng tôi một số thông tin chung về chuyến đi cũng như đóng vai trò như một người hướng dẫn chung. hướng dẫn viên, hộ tống chúng tôi trong chuyến đi mỗi ngày với chỗ ở chủ yếu là tư nhân. Đặc biệt, hướng dẫn viên của chúng tôi, Miley, nói tiếng Anh rất tốt và có thể cung cấp thông tin cơ bản tuyệt vời, có nền giáo dục chính quy về lịch sử Việt Nam.  Nếu bạn có thể yêu cầu cô ấy, tôi thực sự khuyên bạn nên làm điều đó.  Sự hài hước, cá tính và tình yêu văn hóa của cô đã khiến hai chuyến đi này trở nên đặc biệt.  Chúng tôi có thuyền và hoa tiêu riêng trong chuyến đi trên sông Mê Kông, và việc tránh xa các tour du lịch đông đúc đáng để tăng giá một chút. Nhìn chung, việc đặt các chuyến đi, phương tiện di chuyển và sự quan tâm cá nhân của hướng dẫn viên khiến những chuyến đi này trở thành một trải nghiệm không thể bỏ qua.  Có rất nhiều địa điểm đặt tour du lịch kiểu này và chúng tôi vừa may mắn được vào Candy Travel.  Chúng tôi sẽ nhớ Miley!!!!!! Đọc thêm",
            "Chồng tôi và tôi quyết định thực hiện chuyến đi một ngày đến đồng bằng sông Cửu Long và sắp xếp với Candy Tours. Chuyến tham quan mà chúng tôi quyết định là đi qua 3 hòn đảo Rồng, Kỳ lân và Phượng hoàng với các điểm dừng tại nhà máy kẹo dừa, âm nhạc truyền thống miền Nam, nhà máy nuôi ong và bữa trưa rất thịnh soạn tại một nhà hàng địa phương. Chuyến tham quan là tất cả những gì chúng tôi mong muốn và nó thậm chí còn tuyệt vời hơn với hướng dẫn viên thú vị Miley của chúng tôi.  Với nụ cười thường trực trên khuôn mặt, cô ấy nên được gọi là Smiley Miley. Cô ấy không chỉ thông thạo về từng điểm dừng của chúng tôi mà còn rất am hiểu về lịch sử Việt Nam và dành thời gian chỉ ra cũng như giải thích những điểm ưa thích mà chúng tôi đã đi qua trên đường đến Đồng bằng sông Cửu Long. Tôi muốn giới thiệu chuyến tham quan này và đề nghị bạn yêu cầu Miley làm người hướng dẫn cho bạn. Cô ấy sẽ thực hiện một chuyến du lịch tốt một chuyến du lịch tuyệt vời.    Đọc thêm",
            "Chuyến đi đầy bất ngờ. Miley bắt đầu chuyến đi với một số thông tin và lịch sử của Việt Nam về khu vực. Điểm dừng chân đầu tiên của chúng tôi là trạm dừng chân Mekong, nơi thực sự đẹp như tranh vẽ và nổi bật với ngôi nhà gỗ truyền thống cũ. Từ đó chúng tôi lên thuyền và khám phá 3 hòn đảo khác nhau. Chúng tôi dùng trà mật ong, kẹo dừa tươi, nếm thử các loại trái cây khác nhau trên đảo và kết thúc chuyến đi bằng một bữa ăn. Miley cực kỳ ngọt ngào và cung cấp thông tin tuyệt vời trong suốt chuyến đi. Đọc thêm",
            "Jennifer thân mến,\nCảm ơn bạn rất nhiều vì đã đánh giá và lựa chọn dịch vụ của chúng tôi. Chúng tôi - rất vui khi nhóm của bạn có khoảng thời gian vui vẻ tại đồng bằng sông Cửu Long\n\nHy vọng gặp lại bạn lần sau và chúng tôi sẽ hạnh phúc hơn nếu bạn cho chúng tôi thêm cơ hội để cung cấp cho bạn những dịch vụ tốt nhất trong tất cả các tour du lịch tại Việt Nam.\n\nCảm ơn rất nhiều! Đọc thêm",
            "Chuyến đi của chúng tôi đến Đồng bằng sông Cửu Long là một chuyến đi cả ngày với rất nhiều cảnh đẹp và nhiều món ăn. Hướng dẫn viên của chúng tôi, Miley, là một hướng dẫn viên du lịch rất dễ thương và tuyệt vời. Cô ấy giao tiếp với nhóm của chúng tôi rất rõ ràng và luôn khiến chúng tôi thích thú với tính cách vui vẻ và khiếu hài hước của mình. Cô ấy có vẻ khá am hiểu về những khu vực mà cô ấy đưa chúng tôi đến và thậm chí còn giúp chúng tôi tìm được những món quà lưu niệm giá hời nhất trên đường đi. Chúng tôi đã đi tour riêng bao gồm cả xe Mercedes Sprinter có máy lạnh của riêng mình đón chúng tôi tại điểm dừng chân. Từ đó, Miley trò chuyện với chúng tôi về lịch sử - được dạy - về Việt Nam trong khi chúng tôi đi đến Đồng bằng sông Cửu Long. Khi chúng tôi đến bến thuyền, Miley là một người chủ nhà và hướng dẫn viên ân cần, cô ấy đã dành thời gian để trả lời tất cả các câu hỏi của chúng tôi. Chúng tôi luôn có rất nhiều trái cây và đồ ăn để nếm thử trong suốt chuyến tham quan và bữa tiệc được phục vụ vào cuối chuyến đi rất ngon với nhiều món ăn khác nhau được mang đến bàn của chúng tôi. Chuyến đi có một kết thúc kỳ lạ với chuyến tham quan một nhà kho bán buôn tre, nhưng ngoài ra, nhóm của chúng tôi thực sự thích chuyến tham quan và thực sự thích sự đồng hành của Miley. Đọc thêm",
            "John thân mến,\nChúng tôi đánh giá rất cao đánh giá của bạn. \nHẹn gặp lại bạn lần sau với các tour du lịch khác tại Việt Nam do Candy Travel điều hành\nChúng tôi làm cho mỗi chuyến đi của bạn ngọt ngào như Candy!\nCám ơn rất nhiều!\nĐọc thêm",
            "Hướng dẫn viên du lịch của chúng tôi, Miley là người giỏi nhất từ ​​trước đến nay!  Chúng tôi đặt một tour du lịch riêng bao gồm 9 người.  Một chiếc xe chạy nước rút với chỗ ngồi thoải mái đã đón chúng tôi từ airbnb và trận đấu bắt đầu.  Miley có kiến ​​thức rất chi tiết về từng điểm dừng và vượt xa khả năng cá nhân.  Bạn phải trải nghiệm và tương tác với người dân địa phương trên mỗi hòn đảo khác nhau.  Cô có kiến ​​thức nội bộ về hoạt động của từng hòn đảo, chẳng hạn như nhà máy kẹo dừa.  Cô ấy không phải là hướng dẫn viên du lịch của chúng tôi mà giống như một người bạn mà bạn đang đi chơi cùng.  Đừng ngần ngại sử dụng công ty du lịch này và đảm bảo yêu cầu cô ấy.Đọc thêm",
            "Johnny thân mến,\n\nChúng tôi đánh giá rất cao những lời tốt đẹp của bạn. Chúng tôi - rất vui khi nghe đánh giá của bạn.\nChúng tôi hy vọng sẽ được phục vụ quý khách những chuyến du lịch tốt nhất tại Việt Nam trong thời gian tới.\nCảm ơn bạn rất nhiều!Đọc thêm",
            "Bắt đầu với lịch sử Việt Nam trên chiếc xe van sang trọng, đưa nước cho chúng tôi. Sau đó đi đến điểm dừng đầu tiên là ngôi nhà gỗ lịch sử. Sau đó, chúng tôi đi đến hòn đảo tiếp theo, nơi chúng tôi có mật ong địa phương, phấn ong và trà calamansi và phải thử mật ong hoàng gia. Chúng tôi cũng đã được thử rất nhiều loại trái cây địa phương bao gồm: cà phê, đu đủ, thanh long, dứa, xoài và chúng tôi cũng gọi sầu riêng để thử. Chúng tôi cũng đến đảo dừa để xem họ làm kẹo dừa như thế nào, ngon quá! Sau đó chúng tôi đi đến hòn đảo tiếp theo để đi xe ngựa và đi vòng quanh đảo. Sau đó, chúng tôi hướng tới một bữa trưa đích thực tuyệt vời, chúng tôi đã quá no! Bạn phải trả tiền cho đồ uống của mình ở đó, nhưng nó là 20-30.000 đồng, không tệ chút nào! Miley còn cho chúng tôi một quả dừa để uống trên thuyền, ngon quá! Sau đó chúng tôi đi đến nơi thông tin tre - dừa. Thật là một ngày đầy phiêu lưu! Nhìn chung, tôi chắc chắn sẽ giới thiệu chuyến tham quan này! Rất thú vị! Đọc thêm",
            "Miley là một hướng dẫn viên du lịch tuyệt vời. Kiến thức của cô về khu vực này cực kỳ hữu ích. Cô ấy rất cá tính và làm cho chuyến tham quan trở nên thú vị. Đồng bằng sông Cửu Long thật tuyệt vời với rất nhiều điều đang diễn ra. Cảm ơn Miley và Candy đã có một chuyến đi thú vị như vậy. Đọc thêm",
            "Miley là một hướng dẫn viên du lịch tuyệt vời.  Chúng tôi đi du lịch trong một nhóm gồm 9 người và Miley rất hữu ích và cung cấp nhiều thông tin trong suốt chuyến đi.  Chúng tôi đã có rất nhiều niềm vui khi ăn không ngừng nghỉ cả ngày.  Tôi rất muốn giới thiệu Miley làm hướng dẫn viên du lịch của bạn. Đọc thêm"
        ],
        "star_ratings": [
            30,
            3,
            0,
            2,
            3
        ],
        "review_amount": 38,
        "location": [
            "Việt Nam",
            "Kẹo Du Lịch",
            "Những điều cần làm ở thành phố Hồ Chí Minh",
            "Ho Chi Minh City",
            "Châu Á"
        ],
        "reviews_time": [
            "Written June 26, 2018",
            "Written June 26, 2018",
            "Written February 9, 2018",
            "Written February 6, 2018",
            "Written November 24, 2017",
            "Written November 24, 2017",
            "Written November 24, 2017",
            "Written November 24, 2017",
            "Written November 24, 2017",
            "Written November 24, 2017"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d11426865-Reviews-or10-Candy_Travel-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d11426865-Reviews-Candy_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d11426865-Reviews-or20-Candy_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12987329-Reviews-Van_Anh_scarlet_Design-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14000167-Reviews-H_i_The_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d24113728-Reviews-Themossbox-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d27415839-Reviews-Phuong_s_Retro_Bar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d25093665-Reviews-CiCi_International_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d25188298-Reviews-La_Spa_Sai_Gon-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d19408793-Reviews-Mido_Luxury_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8602875-Reviews-Chef_Vu_Cooking_Class-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8317497-Reviews-ManGii_Custom_Suit_and_Shoes-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10525874-Reviews-Tuyen_Tailor-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6961416-Reviews-Minh_Nguyen_Tailor-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10064393-Reviews-Vietnam_Memory_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2407915-Reviews-Mariamman_Hindu_Temple-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8602484-Reviews-May_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d11437030-Reviews-Legendary_Chocolatier-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g43201-d3572849-Reviews-Minnesota_s_Largest_Candy_Store-Jordan_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g34234-d283900-Reviews-Gulfarium_Marine_Adventure_Park-Fort_Walton_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g150805-d153418-Reviews-Cenote_Azul-Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g47404-d10783431-Reviews-Wintergreen_Park_And_Falls-Canajoharie_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g194796-d10712569-Reviews-Lignano_Sabbiadoro_Beach-Lignano_Sabbiadoro_Province_of_Udine_Friuli_Venezia_Giu.html",
            "https://www.tripadvisor.com/Attraction_Review-g608450-d10506512-Reviews-Tarangire_National_Park-Tarangire_National_Park_Arusha_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g1308377-d6826144-Reviews-La_Paisible_Audrey_Hepburn_s_House-Tolochenaz_Canton_of_Vaud.html",
            "https://www.tripadvisor.com/Attraction_Review-g1187633-d10395841-Reviews-Loggas_Beach-Peroulades_Corfu_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g44929-d135197-Reviews-Meramec_Caverns-Stanton_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g274847-d287788-Reviews-Old_Market_Square-Poznan_Greater_Poland_Province_Central_Poland.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d11426865-Reviews-or20-Candy_Travel-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d11426865-Reviews-or10-Candy_Travel-Ho_Chi_Minh_City.html"
    },
    {
        "attraction_name": "Candy Travel",
        "attraction_name_vi": "Kẹo Du Lịch",
        "general_info": [
            "38 đánh giá",
            "- 122 trên 466 Hoạt Động Ngoài Trời Tại Thành Phố Hồ Chí Minh",
            "Chuyến tham quan lịch sử - di sản",
            "Tour leo núi",
            "Du lịch sinh thái",
            "Chuyến tham quan ban đêm",
            "Chuyến tham quan bằng xe buýt"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Chúng tôi đã gặp hướng dẫn viên du lịch Chris Tong tại khách sạn của chúng tôi. Chúng tôi đến Mỹ Tho trên một chiếc xe buýt nhỏ thoải mái có máy điều hòa. và Wi-Fi. Trên hành trình về phía nam, Chris rất thông tin, giải thích nhiều điều về Việt Nam, anh ấy nói tiếng Anh và tiếng Pháp rất tốt. Bữa trưa có tiêu chuẩn tuyệt vời và quá đủ cho nhóm của chúng tôi. Chúng tôi đã trải qua một ngày vui vẻ. Chúng tôi muốn giới thiệu hướng dẫn viên du lịch Chris, vì những câu chuyện của anh ấy khiến ngày trở nên thú vị hơn. Chúng tôi xác định ngày này là ngày tuyệt nhất mà chúng tôi đã trải qua tại Việt Nam. Chắc chắn không thể bỏ qua chuyến du lịch này!!Đọc thêm",
            "Xin chào ngài,\nCảm ơn phản hôi của bạn. Tôi hoàn toàn đánh giá cao nó. Cảm ơn bạn đã lựa chọn dịch vụ của chúng tôi tại địa đạo Cao Đài và Củ Chi. Rất mong sớm được gặp lại bạn trong chuyến đi tiếp theo cùng Candy Travel. Chúc bạn mọi điều tốt đẹp nhất trong năm mới 2020Đọc thêm",
            "Chuyến tham quan cả ngày tuyệt vời trên đồng bằng sông Cửu Long với hướng dẫn viên du lịch tuyệt vời Bảo. Anh ấy rất nhiều thông tin và thú vị và thực sự làm cho ngày trở nên thú vị. Tôi muốn giới thiệu chuyến tham quan này, đặc biệt là với hướng dẫn này, cho bất kỳ ai muốn khám phá một chút về Đồng bằng sông Cửu Long. Chúng tôi cũng có một người lái xe tuyệt vời đang đàm phán về tình trạng giao thông điên cuồng!Đọc thêm",
            "Xin chào ngài,\nCảm ơn phản hôi của bạn. Tôi hoàn toàn đánh giá cao nó. Tôi rất vui được chia sẻ mọi trải nghiệm du lịch với bạn. Chắc hẳn bạn đã có khoảng thời gian tuyệt vời ở Việt Nam. Cảm ơn bạn đã lựa chọn dịch vụ của chúng tôi. Rất mong sớm được gặp lại bạn trong chuyến đi tiếp theo cùng Candy Travel. Chúc bạn mọi điều tốt đẹp nhất trong cuộc sống. Tạm biệt và hẹn gặp lại!Đọc thêm",
            "Chúng tôi đã đặt một tour du lịch đồng bằng sông Cửu Long hai ngày. Đầu tiên, người phụ nữ ở văn phòng rất tốt và rất hữu ích, chúng tôi yêu mến cô ấy. Thứ hai, hướng dẫn viên của chúng tôi cũng rất hữu ích, nhưng anh ấy chỉ là một chàng trai có những câu chuyện cười hay và một số thông tin cơ bản chứ không phải là một hướng dẫn viên du lịch thực sự. Dù sao thì ít nhất anh ấy cũng vui vẻ và hữu ích. Các bạn, có một vấn đề ở đây. Candy travel có một nhà thầu phụ tên là An travel: https: - - www.tripadvisor.com - Attraction_Review-g298085-d11677669-Reviews-An_Travel-Da_Nang_Quang_Nam_Province.htmlNếu bạn đọc link trên bạn sẽ có được hình ảnh. Bản thân chuyến tham quan là một sự thất vọng lớn . Một số vận chuyển, một thị trường, vận chuyển - cần một mẹo - , một thị trường khác, thị trường địa phương, xe buýt, nhà sản xuất địa phương - mua thứ gì đó - , thị trường và....chờ nó....cuối cùng thì chúng tôi đã đến thăm Đa cấp Phiên tiếp thị của công ty. :D Bạn có tin được không? Vì vậy, ngày thứ hai ngắn hơn, tạ ơn Chúa. Chúng ta vừa thấy một chợ nổi có nghĩa là một số thuyền lượn quanh thuyền của bạn và bán những loại trái cây đắt đỏ. Và một khu vườn rất đẹp. Điều này thật tốt. Và hầu hết chúng tôi đều đặt tour ở những nơi khác nhau. Vậy là hình như có một hệ thống ở đây... : - Đọc thêm",
            "Xin chào ngài,\n\nCảm ơn rất nhiều vì đã lựa chọn dịch vụ của chúng tôi\n\nTrước hết, chúng tôi đánh giá cao phản hồi của bạn. Bạn thích tất cả các hoạt động vì chương trình của chúng tôi bao gồm các chuyến tham quan và mua sắm.\n\nVà chúng tôi cùng các lữ hành khác hợp tác với An Travel để đảm bảo tour hàng ngày và mức giá chúng tôi đưa ra cho bạn hợp lý.\nKhông được trả tiền tip khi chèo thuyền. Nó phụ thuộc vào khách hàng.\n\nThứ hai, chợ nổi Cần Thơ không có nhiều thuyền như bạn thấy trên mạng vì vào dịp Tết đông đúc như thế này.\nHơn nữa, nhiều người di chuyển vào đất liền thay vì di chuyển trên sông vì con cái đi học.\nCuối cùng, chúng tôi cảm ơn phản hồi của bạn.\nChúc một ngày tốt lành.\nĐọc thêm",
            "Lần đầu tiên chúng tôi đặt tour tham quan Địa đạo Củ Chi. Mọi chuyện diễn ra khá suôn sẻ, với hướng dẫn viên của chúng tôi nói tiếng Anh tương đối ổn - so với những người Việt khác mà chúng tôi đã gặp -. Đây là lý do tại sao chúng tôi quay lại đặt vé xe đi Mũi Né. Tuy nhiên đây là lúc nó đi về phía nam. Bởi vì người phụ nữ đã giúp chúng tôi trong chuyến tham quan Địa đạo Củ Chi có vẻ thành thật khi chúng tôi đặt câu hỏi nên chúng tôi không nghĩ đến việc hỏi giá của cô ấy. Nhưng cô ấy tính phí vận chuyển cho tôi và bạn trai mỗi người 250.000 đồng. Ngay cả khi điều đó bao gồm chi phí vận chuyển từ Airbnb của chúng tôi, Grab sẽ không tốn hơn 35-40.000 đồng - chúng tôi biết điều này vì bến xe buýt nằm trong khu vực mà chúng tôi đã ghé thăm chỉ một ngày trước đó - . Chưa kể, chuyến đi buổi sáng của chúng tôi đã trễ hơn 20 phút. Bây giờ tôi - đang muốn đặt vé xe buýt đi Đà Lạt - điểm đến tiếp theo của tôi -, tôi thấy rằng chúng tôi đã trả quá nhiều tiền. Quan trọng hơn, cô ấy nói rằng nó dành cho khách du lịch và đảm bảo điều này khi chúng tôi hỏi nhiều lần. Tuy nhiên, điều này không đúng vì chỉ có 5 người - bao gồm cả tôi và bạn trai - không phải là người dân địa phương trên xe buýt này. Tôi không bận tâm điều này ngoại trừ tất cả tin nhắn đều được gửi bằng tiếng Việt và người điều khiển xe buýt biết rất ít tiếng Anh nên chúng tôi không biết chuyện gì đang xảy ra. Đọc thêm",
            "Thưa bà,\n\nCảm ơn phản hồi của bạn và sử dụng dịch vụ của chúng tôi.\nVề xe buýt ở Mũi Né, chúng tôi bao gồm taxi đưa đón bạn từ khách sạn đến bến xe.\nNó có giá 90.000 vnd cho taxi. Chúng tôi không tính phí dịch vụ nhiều tiền cho bạn.\nCảm ơn rất nhiều và chúc bạn có một ngày tốt lành.\nĐọc thêm",
            "Chúng tôi đã có một kỳ nghỉ tại nhà tuyệt vời - nhà trọ quýt - được giới thiệu và đặt qua họ! Candy rất hữu ích và trả lời tất cả các câu hỏi của chúng tôi. Nhược điểm duy nhất - và điều này rất nhỏ - là họ đã đề xuất một địa điểm có tên là Cảnh báo 72 cho bữa tối và lẽ ra tôi nên kiểm tra các đánh giá về địa điểm đó trước vì nó rất tệ - đánh giá của cố vấn chuyến đi đã xác nhận điều đó! - . Tuy nhiên tôi nghĩ họ chỉ làm điều này vì nó đang trên đường đến buổi biểu diễn múa rối nước mà họ cũng đã giúp chúng tôi đặt chỗ. Tôi sẽ sử dụng công ty này một lần nữa để đặt tour vào lần tới khi tôi đến Việt Nam!Đọc thêm",
            "Tôi đã đến một số đại lý trước khi đặt chỗ và tôi có ấn tượng tốt về Candy Travel. Tôi đã đúng, mọi thứ đều diễn ra tốt đẹp và việc giao tiếp rất dễ dàng. Tueng thật tuyệt vời, trung thực và rất hữu ích. Tôi chắc chắn khuyên bạn nên Candy! Cảm ơn bạn rất nhiều ! SophieĐọc thêm",
            "Gửi Sophie,\nCảm ơn rất nhiều vì đánh giá và sự thú vị của bạn trong Candy Travel.\nHy vọng gặp lại bạn lần sau!\nCảm ơn bạn rất nhiều!Đọc thêm",
            "Vào ngày thứ hai đến Hồ Chí Minh, chồng tôi và tôi đã đến Candy Travel để thảo luận về các lựa chọn tour vì chúng tôi chỉ ở Việt Nam được 10 ngày. Chúng tôi rất may mắn được gặp Tuyền đáng yêu, người đã hỏi chúng tôi về thời gian lưu trú và những gì chúng tôi muốn làm. Tuyên rất am hiểu và điều chỉnh các chuyến tham quan xung quanh chúng tôi dựa trên thời gian chúng tôi có và những gì phổ biến để mang lại cho chúng tôi trải nghiệm thực sự về Việt Nam. Cô ấy đã lên kế hoạch cho chuyến du lịch 5 đêm - 6 ngày cho chúng tôi, bao gồm bữa sáng và một số bữa trưa cùng với các khách sạn chúng tôi sẽ ở. Cô ấy đã để lại một vài ngày rảnh rỗi vào cuối chuyến đi để chúng tôi có thể tự mình khám phá Hồ Chí Minh và làm những gì chúng tôi muốn. Chúng tôi đã đặt với Tuyền chuyến tham quan qua đêm đồng bằng sông Cửu Long 2 ngày, địa đạo Củ Chi, chuyến bay đến và nghỉ đêm tại Đà Nẵng và 2 đêm cuối cùng của chúng tôi ở Hội An sau đó bay trở lại Hồ Chí Minh. Những khách sạn chúng tôi ở đều sạch sẽ và những người chúng tôi gặp đã mang lại trải nghiệm khó quên. Chúng tôi đặc biệt cảm ơn Tuyên tại Candy Travel vì dịch vụ tuyệt vời của cô ấy. Chúng tôi rất ấn tượng rằng trong suốt chuyến đi 6 ngày, Tuyền vẫn liên lạc với chúng tôi hàng ngày để kiểm tra xem ngày của chúng tôi diễn ra như thế nào và liệu mọi việc có ổn không? Cô ấy tiếp tục kiểm tra chúng tôi ngay cả khi dịch vụ của cô ấy đã kết thúc và đưa ra một số đề xuất tuyệt vời về những gì chúng tôi có thể làm trong 2 ngày khám phá cuối cùng. Cảm ơn Tuyền rất nhiều vì đã cho phép chúng tôi được xem, khám phá và trải nghiệm Việt Nam, chúng tôi yêu thời gian ở đất nước của bạn! Nếu bạn đang muốn khám phá Việt Nam và muốn có một dịch vụ am hiểu và thân thiện, chúng tôi khuyên bạn nên đến gặp Tuyền tại Candy Travel.Đọc thêm",
            "Dianna và Daniel thân mến,\nXin chào từ Candy Travel.\nCảm ơn rất nhiều vì đã đánh giá và sử dụng dịch vụ của chúng tôi. Chúng tôi rất vui khi hai bạn đã có chuyến đi Việt Nam vui vẻ và có thêm nhiều trải nghiệm. \nChúng tôi hy vọng gặp lại bạn lần sau tại Việt Nam.\nChúc bạn ngày mới tốt lành.\nĐọc thêm",
            "Tôi tìm thấy Candy Travel vì nó nằm đối diện khách sạn của tôi. Tôi thấy các nhân viên am hiểu về các tour họ cung cấp và thân thiện, không bị thúc ép. Tôi rất ngạc nhiên trước khả năng xử lý hiệu quả của họ đối với một trục trặc hàng không khá phức tạp mà không tính phí. Tôi muốn giới thiệu Candy Travel.Đọc thêm",
            "Cảm ơn bạn đã phản hồi về dịch vụ của chúng tôi. Chúng tôi rất hân hạnh được phục vụ bạn và chúng tôi hy vọng rằng lần sau bạn sẽ ghé qua chào hỏi nếu có cơ hội.Đọc thêm",
            "Có rất nhiều tour để thực hiện ngoài HCM, và liệu các tour có đáng hay không là do bạn quyết định, tuy nhiên nếu bạn tổ chức một tour thì rẻ nhất - bằng khoảng một nửa giá so với bất kỳ ai khác cho cùng chuyến đi - , nhà điều hành có tổ chức nhất, tập hợp nhất là Candy Travel.  Vân đã giúp tổ chức các chuyến tham quan, giữ hành lý và thậm chí cho chúng tôi tắm sau một ngày dài trước khi lên máy bay vào đêm hôm đó.Đọc thêm",
            "Cảm ơn bạn đã phản hồi tốt bụng của bạn. Chúng tôi cố gắng hết sức để giúp đỡ bạn bất kể tình huống nào và chúng tôi rất vui vì bạn tận hưởng chuyến đi của mình. Chúng tôi chúc bạn mọi điều tốt đẹp nhất trong chuyến du lịch của mình và hy vọng bạn sẽ sớm quay lại thăm chúng tôi.Đọc thêm",
            "Đã đặt tour du lịch đồng bằng sông Cửu Long riêng 1 ngày vì nhưng được cơ quan này giới thiệu. Đó là chuyến du lịch tồi tệ mà tất cả khách du lịch đều làm. Tất cả các điểm dừng đều nhàm chán khủng khiếp và chỉ là một chuyến đi mua sắm - nhà máy mật ong, kẹo dừa - ai muốn biết tất cả những điều đó ??? - . Chúng tôi không thấy bất cứ điều gì về - cuộc sống ở đồng bằng sông Cửu Long - . Nhưng chúng tôi đã thấy cách họ tra tấn ngựa. Nếu bạn không muốn chi tiền cho một chuyến du lịch THỰC SỰ, hãy bỏ qua đồng bằng sông Cửu Long. Hướng dẫn này rất hay, nhưng đối với tất cả các công ty du lịch Việt Nam: khi nào bạn hiểu rằng bạn không nên đưa khách du lịch đi mua sắm và chúng tôi muốn xem điều gì đó về ĐẤT NƯỚC CỦA BẠN.Đọc thêm",
            "Cảm ơn bạn đã dùng dịch vụ của chúng tôi. Chúng tôi đánh giá cao đánh giá của bạn. Chúng tôi hy vọng rằng chúng tôi có cơ hội sắp xếp một CHUYẾN ĐI THỰC SỰ ĐỒNG BẰNG MEKONG khác, đó là Bến Tre 1 ngày mà nhân viên kinh doanh của Candy Travel đã giới thiệu cho bạn trước tiên, NHƯNG chi phí khá đắt nên cô ấy đã giới thiệu Chuyến đi Mỹ Tho 1 ngày, cùng một chuyến tham quan mà tất cả khách du lịch đều làm, phù hợp với ngân sách của bạn. Một lần nữa xin cảm ơn và mong bạn quay lại Candy Travel lần sau.Đọc thêm"
        ],
        "star_ratings": [
            30,
            3,
            0,
            2,
            3
        ],
        "review_amount": 38,
        "location": [
            "Việt Nam",
            "Kẹo Du Lịch",
            "Những điều cần làm ở thành phố Hồ Chí Minh",
            "Ho Chi Minh City",
            "Châu Á"
        ],
        "reviews_time": [
            "Written May 15, 2019",
            "Written March 4, 2019",
            "Written July 9, 2018",
            "Written June 26, 2018",
            "Written June 26, 2018",
            "Written November 21, 2017",
            "Written August 29, 2017",
            "Written August 20, 2017",
            "Written July 30, 2017",
            "Written April 6, 2017"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d11426865-Reviews-or20-Candy_Travel-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d11426865-Reviews-or10-Candy_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d11426865-Reviews-or30-Candy_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d11426865-Reviews-Candy_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12987329-Reviews-Van_Anh_scarlet_Design-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14000167-Reviews-H_i_The_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d24113728-Reviews-Themossbox-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d27415839-Reviews-Phuong_s_Retro_Bar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d25093665-Reviews-CiCi_International_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d25188298-Reviews-La_Spa_Sai_Gon-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d19408793-Reviews-Mido_Luxury_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8602875-Reviews-Chef_Vu_Cooking_Class-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8317497-Reviews-ManGii_Custom_Suit_and_Shoes-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10525874-Reviews-Tuyen_Tailor-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6961416-Reviews-Minh_Nguyen_Tailor-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10064393-Reviews-Vietnam_Memory_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2407915-Reviews-Mariamman_Hindu_Temple-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8602484-Reviews-May_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d11437030-Reviews-Legendary_Chocolatier-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g46828-d10435227-Reviews-Raritan_Bay_Waterfront_Park-South_Amboy_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g56350-d2283741-Reviews-Landa_Falls-New_Braunfels_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g46289-d273132-Reviews-Bay_Head_Beach-Bay_Head_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g29222-d108471-Reviews-Waimea_Waterfall-Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g49594-d8527312-Reviews-Sun_Crest_Water_Park-Taylorsville_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d143587-Reviews-Lake_Washington-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d6484969-Reviews-Main_Event_Entertainment-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g297962-d294593-Reviews-Antalya_Muzesi-Antalya_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d4411078-Reviews-Alamo_Quarry_Market-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g294335-d312231-Reviews-Navala_Village-Nadi_Viti_Levu.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d11426865-Reviews-or30-Candy_Travel-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d11426865-Reviews-or20-Candy_Travel-Ho_Chi_Minh_City.html"
    },
    {
        "attraction_name": "Candy Travel",
        "attraction_name_vi": "Kẹo Du Lịch",
        "general_info": [
            "38 đánh giá",
            "- 122 trên 466 Hoạt Động Ngoài Trời Tại Thành Phố Hồ Chí Minh",
            "Chuyến tham quan lịch sử - di sản",
            "Tour leo núi",
            "Du lịch sinh thái",
            "Chuyến tham quan ban đêm",
            "Chuyến tham quan bằng xe buýt"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Tôi và bạn gái của tôi đã đi gia hạn thị thực, cuối cùng chi phí gấp 3 lần - tem trên hộ chiếu của chúng tôi được dán nhãn rõ ràng - 10, nhưng chúng tôi bị tính phí - 35. Trên hết, bảy ngày sau chúng tôi quay lại và họ đã làm vậy - Tôi đã chuẩn bị sẵn chúng rồi. Khi tôi hỏi cô gái phía sau bàn xem cô ấy có chắc chắn không, cô ấy tức giận và tỏ ra thô lỗ. Phải quay lại bốn giờ sau đó, điều này khiến chúng tôi tốn nhiều tiền hơn vì chúng tôi bị kẹt xe vào giờ cao điểm trên đường đến sân bay. Tôi không biết về các tour du lịch của họ, nhưng việc gia hạn visa của họ tệ nhất.Đọc thêm",
            "Cám ơn, vì phản hồi của bạn. Chúng tôi thực sự xin lỗi vì đã trả lại hộ chiếu của bạn muộn. Chúng tôi đã cố gắng hết sức để hỗ trợ bạn bằng mọi phương tiện có thể. Tuy nhiên, có một số vấn đề không mong muốn gây ra sự chậm trễ. Cô gái phía sau bàn đã cố gắng hỗ trợ bạn hết mình bằng cách nói lời xin lỗi và nói với bạn rằng cô ấy sẽ đưa hộ chiếu cho bạn tại SaiGon Cafe trên đường Phạm Ngũ Lão ngay nơi bạn đang ở lúc đó. Tuy nhiên, bạn đã từ chối và trả lời rằng bạn sẽ quay lại văn phòng để nhận visa. Ngoài ra, nhân viên của chúng tôi không cố tỏ ra thô lỗ hay tức giận với bạn. Đây chỉ là một sự hiểu lầm. Công việc của chúng tôi là đảm bảo rằng chúng tôi cung cấp dịch vụ cho bạn. Vì vậy, dù thế nào đi nữa, việc nhân viên của chúng tôi cư xử thô lỗ hoặc đối xử không tốt với bạn là điều vô lý.  Chính sự khác biệt về văn hóa đã khiến cả hai bên hiểu lầm nhau và chúng tôi hết lòng xin lỗi vì điều đó. Chúng tôi hy vọng rằng bạn hiểu những thách thức của chúng tôi và quay lại với chúng tôi vào lần tới.Đọc thêm",
            "Chúng tôi đã sử dụng Candy Travel vào năm 2015 khi chúng tôi thực hiện chuyến tham quan Việt Nam. Chúng tôi đặt cùng họ các chuyến đi đến Địa đạo Củ Chi, sông Mê Kông - chuyến đi buổi tối đến nhà hát múa rối nước, đi xích lô qua Thành phố Hồ Chí Minh - bữa tối trên tàu trên sông Sài Gòn. Cả ba chuyến đi đều xuất sắc, huấn luyện viên thoải mái, hướng dẫn viên tuyệt vời - đáng giá tiền. Các nhân viên rất hữu ích khi nói tiếng Anh trôi chảy - rất kiên nhẫn trong khi chúng tôi quyết định nên chọn chuyến đi nào. Kiến thức của họ rất có giá trị đối với chúng tôi khi quyết định những gì chúng tôi muốn làm - xem nhé. Tôi đặc biệt muốn cảm ơn Lê Nguyễn Thùy Linh vì cô ấy rất hữu ích khi chúng tôi đặt chuyến đi. Tôi muốn giới thiệu Candy Travel cho bất kỳ ai đến thăm Thành phố Hồ Chí Minh - nếu tôi đủ may mắn được đến đó lần nữa Tôi - sẽ đến thẳng Candy Travel để có những chuyến đi tuyệt vời hơn nữa.Đọc thêm",
            "Wow, cảm ơn bạn vì những lời tốt đẹp như vậy. Chúng tôi rất vui mừng khi nghe ý kiến ​​của bạn về chuyến đi của chúng tôi. Nhóm của chúng tôi làm việc chăm chỉ hàng ngày để cung cấp trải nghiệm quý giá cho khách du lịch như bạn! Chúng tôi mong được gặp lại bạn và chúc bạn gặp nhiều may mắn trong mọi việc bạn làm! Đọc thêm",
            "Chúng tôi đã chọn cơ quan này vì nó ở gần khách sạn của chúng tôi và chúng tôi rất vui vì đã làm như vậy. Hai đại lý rất hữu ích, tiếng Anh của họ rất tốt và họ đã giúp chúng tôi mọi thứ chúng tôi cần. Và họ đã cho chúng tôi một chuyến đi tuyệt vời nhất mà chúng tôi có được ở thành phố Hồ Chí Minh. Một chuyến đi đến đảo khỉ với một người hướng dẫn tuyệt vời - Danny - thật đáng buồn là tôi không biết tên thật của anh ấy, nhưng anh ấy bảo chúng tôi gọi anh ấy là HI hoặc Danny -. Tôi - tôi rất biết ơn anh ấy vì anh ấy đã cho chúng tôi thấy vẻ đẹp của đất nước, kể cho chúng tôi rất nhiều điều về lịch sử, ẩm thực, con người, giao thông... chúng tôi đã học được rất nhiều điều mới. Chuyến đi thật thú vị nếu bạn thích khỉ và đi thuyền cao tốc. Đồ ăn cũng ngon.Đọc thêm",
            "Chúng tôi rất vui được cung cấp cho bạn những chuyến đi tốt nhất hiện có! Chúng tôi cũng rất vui khi biết rằng bạn thích chuyến đi và đưa ra những phản hồi tích cực! Hãy cùng chúng tôi du lịch nhiều hơn để tìm hiểu thêm những điều thú vị về Việt Nam nhé! Chúc bạn có một ngày tuyệt vời.Đọc thêm"
        ],
        "star_ratings": [
            30,
            3,
            0,
            2,
            3
        ],
        "review_amount": 38,
        "location": [
            "Việt Nam",
            "Kẹo Du Lịch",
            "Những điều cần làm ở thành phố Hồ Chí Minh",
            "Ho Chi Minh City",
            "Châu Á"
        ],
        "reviews_time": [
            "Written November 16, 2016",
            "Written October 24, 2016",
            "Written October 18, 2016"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d11426865-Reviews-or30-Candy_Travel-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d11426865-Reviews-or20-Candy_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d11426865-Reviews-Candy_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12987329-Reviews-Van_Anh_scarlet_Design-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14000167-Reviews-H_i_The_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d24113728-Reviews-Themossbox-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d27415839-Reviews-Phuong_s_Retro_Bar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d25093665-Reviews-CiCi_International_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d25188298-Reviews-La_Spa_Sai_Gon-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d19408793-Reviews-Mido_Luxury_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8602875-Reviews-Chef_Vu_Cooking_Class-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8317497-Reviews-ManGii_Custom_Suit_and_Shoes-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10525874-Reviews-Tuyen_Tailor-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6961416-Reviews-Minh_Nguyen_Tailor-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10064393-Reviews-Vietnam_Memory_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2407915-Reviews-Mariamman_Hindu_Temple-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8602484-Reviews-May_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d11437030-Reviews-Legendary_Chocolatier-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d188985-Reviews-E_Dehillerin-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187529-d574603-Reviews-Central_Market_of_Valencia-Valencia_Province_of_Valencia_Valencian_Community.html",
            "https://www.tripadvisor.com/Attraction_Review-g189158-d524075-Reviews-Estacao_do_Oriente-Lisbon_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d9452296-Reviews-Al_Sufouh_Beach-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g147429-d12690020-Reviews-Pig_Beach-Great_Exuma_Out_Islands_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d11966434-Reviews-Airport_Pickups_London-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g40693-d103813-Reviews-Gooch_s_Beach-Kennebunk_Kennebunks_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d5287781-Reviews-Tongin_Market-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g33364-d288158-Reviews-Glen_Eyrie_Castle-Colorado_Springs_El_Paso_County_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d23830978-Reviews-Reflections_The_Spa_At_Planet_Hollywood-Las_Vegas_Nevada.html"
        ],
        "url_next": "",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d11426865-Reviews-or30-Candy_Travel-Ho_Chi_Minh_City.html"
    }
]