[
    {
        "attraction_name": "Candytopia",
        "attraction_name_vi": "Candytopia",
        "general_info": [
            "11 đánh giá",
            "Bảo tàng chuyên ngành"
        ],
        "attraction_summary": "Chào mừng bạn đến với Candytopia, nơi những công trình khổng lồ bằng kẹo bông kết hợp với đường xoắn taffy đầy trêu ngươi! Nếu bạn từng mơ ước được đi qua Candyland hoặc giành được Tấm vé vàng thì bạn đã đến đúng nơi. Hãy thưởng thức Candytopia và để vị giác cũng như trí tưởng tượng của bạn bay cao!Đọc thêm",
        "reviews": [
            "Tôi - tôi cho sản phẩm này 5 sao vì cô con gái 9 tuổi của tôi yêu thích nó và không thể ngừng nói về việc nó tuyệt vời như thế nào. Rất nhiều cơ hội để chụp ảnh instagram, một ít kẹo miễn phí. Tuy nhiên, những thanh thiếu niên lớn tuổi hơn thì không nghĩ nó lại hấp dẫn đến thế.Đọc thêm",
            "Các nhân viên rất thân thiện. Những đứa trẻ của tôi đã có một niềm vui khi đi vào từng phòng khác nhau. Những người trong phòng hoa giấy thật tuyệt vời và hấp dẫn!!! Đọc thêm",
            "Siêu vui nhộn! Người lớn và trẻ em đều có thể thưởng thức. Cơ hội chụp ảnh tuyệt vời. Rất thích đi một lần nữa. 100 - đáng giá!!!Đọc thêm",
            "Trang web thực sự làm cho điểm tham quan này nghe có vẻ vui. Trong khi cháu gái 6 tuổi của tôi thích nó, thì nó chắc chắn không đáp ứng được kỳ vọng của con gái tôi hoặc tôi. Khi đến nơi, có vẻ như bạn đang bước vào một nhà kho nào đó và các phòng được ngăn cách bằng vách ngăn - vải. Các mẫu kẹo trong mỗi phòng đều rẻ tiền - đôi khi là hàng không có thương hiệu - và rất nhỏ. Không có nhiều sô cô la, chỉ có những thứ ngọt ngào như Laffy Taffy và những thứ tương tự, ngoại trừ một ít đồng xu sô cô la không có thương hiệu trong phòng đầu tiên và một viên Tootsie Pop trong phòng khác. Có một số thứ - làm - bằng kẹo trong mỗi phòng, nhưng đó là những viên kẹo giống nhau lặp đi lặp lại, chủ yếu là kẹo dẻo hình gấu và cam thảo và những thứ tương tự. Có một số thứ tương tác mà cháu gái tôi thích. Có một hành lang có gương và đèn neon rất tuyệt và một căn phòng có một số xích đu neon tròn và giống với Life Savors. Các nhân viên chỉ quanh quẩn và không được đào tạo hoặc không muốn làm công việc của họ. Người làm việc trong phòng hoa giấy đã tương tác với chúng tôi nhiều hơn những người khác. Hố kẹo dẻo cũng gây thất vọng. Bạn không thể nhảy hoặc trượt vào đó và những thứ khiến nó trở nên tương tác, như đặt - kẹo dẻo - - không phải kẹo dẻo thật, mà là bọt -, vào ống hút và nó sẽ bắn ra ở một nơi khác, không hoạt động. Họ có một công nhân ngồi đó đôi khi ném một ít - kẹo dẻo - vào bọn trẻ khi cô ấy không - trò chuyện với đồng nghiệp của mình. Chúng tôi đã mua một số loại kẹo vui nhộn trong cửa hàng quà tặng nhưng hơi đắt. Cũng như vé vào cửa - - 36 đô la một người! Buồn thay, điểm dừng này không đáp ứng được kỳ vọng của chúng tôi. Tôi không khuyên bạn nên đến đây, đặc biệt là với mức giá này. Đọc thêm",
            "Tôi - tôi rất vui vì bạn đã dành thời gian kiểm tra đánh giá trước! Chúng tôi không có. Khi chúng tôi bước vào, con trai tôi tưởng chúng tôi đang đi vào phòng sau. Cuối cùng chúng tôi đã trả hơn - 100 cho một vài miếng kẹo. Nó bẩn thỉu, hơi đáng sợ và các nhân viên chỉ ngồi chơi điện thoại hoặc ngủ. Hãy tránh rắc rối cho mình và chỉ cần đưa con bạn đến cửa hàng ở góc đường để mua cho chúng một ít kẹo.Đọc thêm",
            "8 tuổi của tôi yêu thích nó, đó là phần quan trọng. Khi trưởng thành, nó thực sự mờ nhạt. Những đợt phát kẹo rẻ tiền, nhân viên không nhiệt tình, những vật trưng bày cũ kỹ và những bức ảnh từ mã VR không hoạt động. Tôi sẽ - không nói điều đó - không đáng vì con tôi rất thích bản thân mình và hố kẹo dẻo rất vui nhưng có nhiều điều tốt hơn để làm ở NYC.Đọc thêm",
            "Not as advertised. Not at all  - outrageously interactive - . You walk through a few  - exhibits -  that are supposed to be  - outrageously interactive -  and which promise  - the time of your life -  and what it - s really about is taking highly staged and contrived selfies that do not represent the setting whatsoever. The rooms  -  exhibits are lame attempts at an immersive experience.  With the exception of a few sculptures made of candy, the exhibits are extremely disappointing and uneventful  -  generally tired, drab, filthy and in need of repair  -  attention. One room was pretty much empty. We kept thinking the  - outrageously interactive -  and  - time of your life -  part was right around the corner, but it never happened. The marshmallow pit at the end was a joke, unsanitary and a pretty awful experience. Lots of yelling going on by employees about  - no jumping in the pit or you will be thrown out! - . Very negative, condescending tone, which pretty much killed whatever bit of  - outrageously interactive -  fun you could - ve had. There were also numerous safety hazards. For the selfies, you - re instructed to assume different positions so as to face the camera while confetti is blown at you by a leaf blower. There were adults and kids who ended up ingesting the confetti and coughing, particularly at one exhibit where you - re instructed to lie down on a rotating platform and look up at the camera on the ceiling  while confetti rains down on you pretty forcefully, getting into your mouth, nostrils and eyes. The confetti then gets blown into a corner along with all the dust and dirt on the floor and dispersed onto the next individual. Gross. If you - re into this, be prepared to also stand around waiting for your turn. The whole purpose of this place is take these fake selfies and,  it - s nowhere near  - a wonderland -  as described. Furthermore, the marshmallow pit needs child proofing whether kids are jumping or not. There are two sharp metal corners of a stairway railing that protrude into the pit. You - re required to enter and exit the pit via these stairs, They should, and can be easily childproofed, but, for some reason are not.  -  I saw several kids come within inches of hitting their head on the exposed corners, and they were following the rules and not jumping,  however, as they waded through the pit to make it to the stairs, they fell close to the railing since it - s hard to walk through the marshmallows. In other words, it wasn - t their fault. The employees in the pit area are downright nasty and extremely unprofessional. They need guidance and training on customer relations and people skills. For the price of these tickets, there are a ton of other amazing things you could do in NYC. To put it bluntly, Candytopia NYC is a dump. Spend your money elsewhere.Safety hazard. Sharp corners of the stairway railing jutting out into the marshmallow pit. Several kids nearly hit their head.False claims. Not at all like what - s described.Read more",
            "Rất đầy màu sắc, yên bình, thú vị cho trẻ em và thanh thiếu niên, tôi thích trải nghiệm này. Bạn có thể quét mã QR để lấy ảnh nhưng chưa gửi được vào thời điểm họ báo cho tôi. Những thứ được giảm giá hơi đắt một chút nhưng xét cho cùng thì đó là trải nghiệm tuyệt vờiĐọc thêm",
            "Sau một ngày tìm hiểu, chúng tôi kết thúc một ngày bằng chuyến tham quan Candytopia ở NY. Các cô gái đã có một vụ nổ nhưng đối với doanh nghiệp này đắt đến mức không thể so sánh với doanh nghiệp ở PA - hiện đã đóng cửa - . Nhỏ hơn và không có nhiều việc phải làm. Cơ hội chụp ảnh bị hạn chế và với tất cả số tiền này hầu như không có kẹo - chúng tôi đã thấy kẹo bơ cứng nước muối, quả bóng sô cô la Candytopia, que pixie, cuộn tootsie và kẹo que -! Theo nghĩa đen, chỉ có 6 - 7 địa điểm nhận kẹo và trong số này, 3 địa điểm là kẹo mút - thổi pop, tootsie pop và carmel pop - và 2 là kẹo bơ cứng nước muối. Ghi chú về tất cả các viên kẹo và họ cứ nói chỉ lấy 2 miếng! Vì vậy, với khoảng - 35 - 40pp - tính đến thời điểm cộng thuế và phí - bạn nhận được 12 miếng kẹo, đi qua bảo tàng trong vòng chưa đầy 1 giờ và có được 2 cơ hội chụp ảnh - những địa điểm mà cơ sở sắp xếp để bạn chụp ảnh đạo cụ -hình nền sô cô la và kẹo dẻo - ! Công bằng mà nói, họ đã khuyến khích bạn chụp ảnh của chính mình trong suốt quá trình; tuy nhiên họ quảng cáo tất cả những cơ hội chụp ảnh kỹ thuật số này và để thực hiện được 2 cơ hội, đây là một công việc kinh doanh tốn kém. Một lần nữa, các cô gái đã có khoảng thời gian vui vẻ và yêu thích trò chơi Zipline. Tuy nhiên, chúng tôi sẽ không quay lại địa điểm này để đu dây. Xin lưu ý những điều sau: Có bãi đậu xe đối diện với Candytopia.  Chúng tôi đã trả - 35 trong 1 giờ chúng tôi ghé thăm. Bạn có thể trả trước nếu muốn. Chỉ có một phòng tắm và nó đang ở giai đoạn đầu của cơ sở vật chất.  Nhân viên nói với bạn rằng bạn nên sử dụng nó trước khi đi qua bảo tàng vì bạn sẽ không thể quay lại xem được. Họ không đưa cho bạn túi để đựng kẹo nên hãy mang theo thứ gì đó bên mình.Đọc thêm",
            "It - s a Candy Paradise! I went for a Yelp Elite experience and had a freaking blast! Let - s break it down:Ambiance  - What - s it Like? - Every room is an immersive experience. Between interactive exhibits, photo ops, activating all your senses with every room, it - s a fun experience! You - ll be enveloped in color, touch the candy statues, taste candy in different rooms  - not ON the statues lol - , listen to interesting soundscapes, and smell all types of sugary goodness in the air. Very family friendly, but great for adults too! If you - ve ever been to Color Factory, it - s of a similar vibe but definitely has its differences.Time FrameIt tools us about 1 hour and 30 mins to get through the whole thing. Afterward we got ramen at Ichiran a street over.Opinion  - Why 4 Stars - Now here is way 4 stars: - they don - t give you candy bags initially so I was walking around with heavy pockets by the end, which wasn - t ideal - in the confetti room in nearly choked cause they throw confetti on you and it got in my mouth and I started choking on confetti. I would suggest having a water station there. It almost got in my contacts, which would be trouble for me. I loved the confetti room, but I absolutely swallowed confetti  -  - On the zip line  - yes they have a zip line and it - s awesome! -  I - m pretty small so I went to the end and I was FLYING. I had a good grip but if I let go I would have knocked into the shop. The staff was probably still new and learning cause a manager addressed that right away cause they are supposed to be at the end to stop you. I didn - t get hurt at all, but it could be a safety issue if they are not standing at the end. No harm done, just good for them to know, and thankfully they do.Overall, I had a great time. The staff was so sweet and willing to take our pictures for things. The exhibits were fun and without giving too much away, it was super enjoyable! I would absolutely recommend going with your friends, fam, or date!Warning for Parents  -  - Candy is loose everywhere including lollipops so just watch your kids running around with candy like you would on Halloween!Read more"
        ],
        "star_ratings": [
            5,
            1,
            2,
            1,
            2
        ],
        "review_amount": 11,
        "location": [
            "Hoa Kỳ",
            "Thành phố New York",
            "New York - NY -",
            "Candytopia",
            "Những điều cần làm ở thành phố New York"
        ],
        "reviews_time": [
            "Written August 18, 2023",
            "Written July 28, 2023",
            "Written July 11, 2023",
            "Written July 10, 2023",
            "Written March 24, 2023",
            "Written November 22, 2022",
            "Written October 24, 2022",
            "Written August 16, 2022",
            "Written June 26, 2022",
            "Written May 2, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g60763-d23999716-Reviews-Candytopia-New_York_City_New_York.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g60763-d20267391-Reviews-Zeppola_Bakery-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60763-d25096804-Reviews-Katherine_Meets_Toni-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60763-d4721694-Reviews-Izakaya_MEW-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60763-d2563134-Reviews-Best_Bagel_and_Coffee-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60763-d425330-Reviews-Keens_Steakhouse-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60763-d1182272-Reviews-Ayza_Wine_Chocolate_Bar-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60763-d2165916-Reviews-Stumptown_Coffee_Roasters-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60763-d1762735-Reviews-Andrews_Coffee_Shop-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60763-d7606257-Reviews-STATE_Grill_and_Bar-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60763-d14179830-Reviews-Liberty_Bagels_Midtown-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d17665944-Reviews-Rose_Mansion-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d3529407-Reviews-Greeley_Square_Park-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d104365-Reviews-Empire_State_Building-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d9985917-Reviews-Church_of_St_Francis_of_Assisi-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d565372-Reviews-H_M-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d10211344-Reviews-Urbanspace_Broadway_Bites-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d548744-Reviews-Herald_Square-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d25984572-Reviews-Harry_Potter_The_Exhibition-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d19795812-Reviews-ZeroSpace_The_Show-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d17666379-Reviews-Skinova_Medspa_New_York-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d23999716-Reviews-or10-Candytopia-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d1687489-Reviews-The_National_9_11_Memorial_Museum-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d105125-Reviews-The_Metropolitan_Museum_of_Art-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d116236-Reviews-New_York_Public_Library-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d105126-Reviews-The_Museum_of_Modern_Art_MoMA-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d626630-Reviews-Ground_Zero_Museum_Workshop-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d265495-Reviews-Museum_at_Eldridge_Street-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d210108-Reviews-American_Museum_of_Natural_History-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d525259-Reviews-Museum_of_Sex-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d107466-Reviews-Frick_Collection-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d106609-Reviews-The_Met_Cloisters-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d20202109-Reviews-Jacks-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d208038-Reviews-Strawberries-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d12286828-Reviews-Escape_Room_Madness_5th_Floor-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d8309009-Reviews-PanIQ_Escape_Room_NYC-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d2699897-Reviews-Opentours-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d5833417-Reviews-Feile_Bar-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d19332601-Reviews-SEEUSATOURS-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d5831283-Reviews-O_Reilly_s_Pub_Restaurant-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d8129589-Reviews-Aura_Wellness_Spa-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g50647-d146004-Reviews-Middle_Bass_Island-Middle_Bass_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g580282-d12910301-Reviews-Baan_Thai_Massage-Cala_Millor_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g32233-d142435-Reviews-Rollins_Lake-Colfax_Placer_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g666954-d2219452-Reviews-The_Mines_Shopping_Mall-Sri_Kembangan_Petaling_District_Selangor.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d295153-Reviews-Rumeli_Fortress-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g667467-d13986380-Reviews-Radiant_Fish_World-Cox_s_Bazar_Chittagong_Division.html",
            "https://www.tripadvisor.com/Attraction_Review-g28925-d209751-Reviews-Spring_River-Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g47266-d14210327-Reviews-Cedar_Beach-Babylon_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g42891-d282918-Reviews-Paul_Bunyan_Land-Brainerd_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g298566-d2047412-Reviews-Tenjimbashisuji_Shopping_Street-Osaka_Osaka_Prefecture_Kinki.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g60763-d23999716-Reviews-or10-Candytopia-New_York_City_New_York.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g60763-d23999716-Reviews-Candytopia-New_York_City_New_York.html"
    }
]