[
    {
        "attraction_name": "Caneva The Aquapark",
        "attraction_name_vi": "Công viên nước Caneva",
        "general_info": [
            "1.984 đánh giá",
            "- 5 trong số 33 điều cần làm ở Lazise",
            "Công viên nước"
        ],
        "attraction_summary": "Caneva Aquapark là công viên giải trí nước theo chủ đề Caribe rộng hơn 100.000 mét vuông nhìn ra phía Veronese của Hồ Garda. Công viên hoàn hảo cho mọi lứa tuổi nhờ ưu đãi đa dạng, tự hào có lịch sử hơn mười năm bắt nguồn từ trực giác đổi mới của gia đình Amicabile, vẫn là trái tim và người đứng đầu của khu phức hợp. 15 điểm tham quan, 5 bể bơi, 10 nhà hàng thu hút công chúng trong những ngày thư giãn, vui chơi từ tháng 5 đến tháng 9. Chủ đề được lấy cảm hứng từ công viên nước nổi tiếng - Disney Typhoon Lagoon - - Florida, Hoa Kỳ - và tạo ra một khung cảnh độc đáo nhờ cát trắng, thảm thực vật xanh, núi lửa và nhiều đường trượt.Đọc thêm",
        "reviews": [
            "Đây là một trong những công viên nước khắc nghiệt nhất mà chúng tôi từng đến. Có những slide về bạn bè gia đình và những slide cực đoan hơn. Ngoài ra nơi này rất lớn nên chưa từng thấy loại công viên này trước đây. Có đồ ăn và đồ uống lạnh và nếu muốn, bạn có thể tự mang theo. Khăn riêng là cần thiết.  Bạn có thể cất đồ đạc của mình vào tủ khóa 5 lần mỗi ngày. Có xe buýt miễn phí từ ga xe lửa Pechiera del garda nên rất dễ dàng để đến đó. Chỉ có 2 điểm trừ là cùng một bản nhạc được lặp đi lặp lại cả ngày và thực tế là hệ thống trượt và nước được xây dựng theo cách mà bạn phải rửa chân trước để tất cả cát, lá cây và những thứ khác đều ở trong nước - không phải vậy sạch sẽ như nhiều công viên khác mà chúng tôi đã ghé thăm.Đọc thêm",
            "Kính thưa quý khách, cảm ơn bạn đã đánh giá. Chúng tôi luôn nỗ lực để cải thiện trải nghiệm cho khách truy cập!\nMong sớm được gặp bạn! Đọc thêm",
            "4 người chúng tôi yêu thích thời gian ở đây - cuối cùng chúng tôi đã đến thăm hai lần trong kỳ nghỉ 2 tuần của mình - như các chàng trai - 16 giây 14 - rất thích nó! Những đường trượt tuyệt vời và không phải xếp hàng dài, điều đó làm tôi ngạc nhiên. Park có vẻ cũng bận rộn. Cảm ơn bạn!Đọc thêm",
            "Kính thưa quý khách, cảm ơn bạn đã đánh giá. Chúng tôi luôn làm việc để mang lại trải nghiệm tốt nhất cho du khách. Chúng tôi rất mong được gặp lại bạn!Đọc thêm",
            "Đã có một khoảng thời gian tuyệt vời tại công viên nước vào tháng trước. Các con tôi thực sự thích công viên, đặc biệt là máy tạo sóng. Không thể bắt bọn trẻ rời đi - - . Ngoài ra, việc trả 40 euro cho Bãi biển Malibu là rất xứng đáng vì bạn được hai chiếc ghế tắm nắng, ô và két an toàn. Khu vực này cũng rất an toàn và cảm thấy an toàn khi rời khỏi khu vực Bãi biển Malibu để khám phá các khu vực khác của công viên. Đọc thêm",
            "Kính gửi quý khách, cảm ơn bạn đã đánh giá khiến chúng tôi tự hào. Rất mong sớm được gặp lại bạn! Đọc thêm",
            "Lựa chọn tốt và đa dạng cho mọi lứa tuổi, kể cả người lớn. Công viên có kích thước phù hợp cho chương trình cả ngày. Một số nơi để nằm, ăn và nghỉ ngơi. Thiết kế đẹp, nhiều cây xanh. Lựa chọn tuyệt vời nếu bạn ở gần trẻ em!Đọc thêm",
            "Kính thưa quý khách, cảm ơn bạn đã đánh giá. Chúng tôi sẽ rất vui được gặp lại bạn sớm! Đọc thêm",
            "Một ngày vui vẻ tuyệt vời. Có được một chiếc cabana hoàn toàn xứng đáng nếu bạn có đủ khả năng.\nNhững chuyến đi lớn cũng tốt như mọi nơi. Sớm và muộn trong ngày là thời điểm tốt nhất để tránh phải xếp hàng dài.\nTwin Peaks yêu thích của tôi.\nVừa ngon vừa chất lượng, vừa đáng tiền.Đọc thêm",
            "Kính gửi quý khách, cảm ơn bạn đã đánh giá quý giá, điều đó thực sự khiến chúng tôi tự hào. \nChúng tôi sẽ rất vui được gặp lại bạn sớm! Đọc thêm",
            "Chúng tôi đã lái xe gần 100 km và đã bỏ lỡ một ngày đẹp trời vì họ cập nhật thông tin trên trang web lúc 11h30 sáng. Lý do hôm nay công viên nước đóng cửa là do thời tiết xấu: nắng 27 độ Đọc thêm",
            "Kính gửi Quý khách, cảm ơn bạn đã đánh giá. \nBan quản lý của chúng tôi có thể quyết định cho đến 10 giờ sáng liệu chúng tôi có đủ điều kiện để mở Công viên hay không. Lúc 10 giờ sáng trời mưa. \nHơn nữa, trang web của chúng tôi đã được cập nhật trước 10 giờ sáng. \nDù sao, chúng tôi hy vọng sớm được gặp lại bạn! Đọc thêm",
            "Chưa bao giờ thấy điều đó trước đây mặc dù đã thử rất nhiều công viên nước ở Châu Âu. Hoàn toàn thất vọng vì quảng cáo sai sự thật rằng nó có thể vừa với trẻ 5 tuổi. Nó không - t. Đối với một đứa trẻ 5 tuổi, bạn sẽ tìm thấy 1 cầu trượt thậm chí không phải là thử thách. Lãng phí thời gian vì không được phép đi một mình vì cần có người chăm sóc đứa trẻ. Không được phép làm bất cứ điều gì với con gái tôi. Đã bị dừng lại. Không bao giờ muốn trải nghiệm này xảy ra nữa khi bạn bị tính phí 100 euro và sau đó ở mỗi bước đều có người chỉ tay vào con gái tôi, người không thể ngừng khóc.Đọc thêm",
            "Kính thưa quý khách, cảm ơn bạn đã đánh giá và suy nghĩ của bạn. \nBạn có thể tìm thấy Bản đồ của chúng tôi với tất cả thông tin về khả năng tiếp cận các điểm tham quan - dựa trên độ cao - trên trang web của chúng tôi và trong từng chi tiết về điểm tham quan. \nDù sao đi nữa, chúng tôi hy vọng sẽ sớm gặp lại bạn! Đọc thêm",
            "Một ngày vui vẻ tuyệt vời. Thuê một chiếc cabana hoàn toàn xứng đáng nếu bạn có đủ khả năng chi trả. Những chuyến đi lớn cũng thú vị như bất cứ nơi nào. Sớm và muộn trong ngày là thời điểm tốt nhất để tránh phải xếp hàng dài. Twin Peaks là sở thích của tôi. Đồ uống ngon và chất lượng cũng như giá trị.Đọc thêm",
            "Kính gửi quý khách, cảm ơn bạn đã đánh giá quý giá, điều đó thực sự khiến chúng tôi tự hào. \nChúng tôi sẽ rất vui được gặp lại bạn sớm! Đọc thêm",
            "Lẽ ra tôi nên tin vào những đánh giá tiêu cực và tự cứu mình - 88!! Quá bận. Bây giờ là tháng 8 - tôi hiểu rồi - sẽ bận. Chúng tôi đến lúc 10 giờ sáng nhưng mãi đến 10 giờ 40 mới vào công viên. Vào thời điểm đó tất cả các giường đã được sử dụng. Chúng tôi tìm thấy một mảnh cỏ - để đặt khăn tắm. Ngoại trừ việc nó không còn là cỏ nữa mà chỉ là bùn. Dù sao đi nữa. Chúng tôi không ở đó để tắm nắng mà chúng tôi đến đó để chơi cầu trượt! Khi đến một số chuyến đã đóng cửa nhưng mở cửa vào buổi chiều. Việc xếp hàng là không có thực. Tôi đã đến Typhoon Lagoon vào mùa hè năm ngoái, nơi rất bận rộn nhưng đây là một cấp độ khác! Và dơ bẩn! Nước bẩn, chắc là do mọi người đi trên cỏ và bùn. Chắc chắn sẽ không đề xuất.Đọc thêm",
            "Kính gửi Quý khách, cảm ơn quý khách đã xem xét và báo cáo mà chúng tôi đã chia sẻ với văn phòng của mình. \nMọi suy nghĩ đều quan trọng và chúng tôi luôn nỗ lực cải thiện trải nghiệm của khách truy cập. \nMong rằng chúng tôi sẽ sớm gặp lại bạn!\nĐọc thêm",
            "Đó là một công viên nước đáng yêu nhưng nhỏ hơn những gì chúng tôi mong đợi. Có đủ cầu trượt để giải trí cho mọi người nhưng giống như mọi công viên, mọi người đều ích kỷ và để đồ đạc trên ghế và ghế tắm nắng, vì vậy trừ khi bạn đến đó ngay lúc mở cửa, bạn sẽ không có cơ hội! Đọc thêm",
            "Kính gửi quý khách, cảm ơn bạn đã đánh giá quý giá của bạn. Chúng tôi sẽ rất vui được gặp lại bạn sớm! Đọc thêm",
            "Lựa chọn tốt và đa dạng cho mọi lứa tuổi, kể cả người lớn. Công viên có kích thước phù hợp cho chương trình cả ngày. Một số nơi để nằm, ăn và nghỉ ngơi. Thiết kế đẹp, nhiều cây xanh. Lựa chọn tuyệt vời nếu bạn ở gần trẻ em!Đọc thêm",
            "Kính thưa quý khách, cảm ơn bạn đã đánh giá. Chúng tôi sẽ rất vui được gặp lại bạn sớm! Đọc thêm",
            "Đã có một thời gian tuyệt vời tại công viên nước vào tháng trước. Con tôi rất thích công viên, đặc biệt là máy tạo sóng. Không thể đưa bọn trẻ rời đi - - . Ngoài ra, rất đáng để trả 40 euro cho Bãi biển Malibu khi bạn có được hai chiếc giường phơi nắng, ô và két an toàn. Khu vực này cũng rất an ninh và cảm thấy an toàn khi rời khỏi khu vực Bãi biển Malibu để khám phá các khu vực khác của công viên. Đọc thêm",
            "Kính gửi quý khách, cảm ơn bạn đã đánh giá khiến chúng tôi tự hào. Rất mong sớm được gặp lại bạn! Đọc thêm",
            "Thực sự thiếu an toàn, tôi đã bị va đập mạnh vào phía sau đầu ngay lần trượt đầu tiên - Đường trượt Water Drop có gờ khiến đầu tôi phải ngửa ra sau và va đập rất mạnh. Cố gắng lấy một ít đá và phải nằm xuống, nó thực sự khiến tôi hơi sốc và va đập mạnh. Không có nhiều hàng đợi vào buổi sáng và các con tôi 9 và 11 tuổi rất thích thú cho đến khi nó quá đông đúc. Nhìn chung, giá quá cao và không phải là trải nghiệm thú vị mà tôi đã dự tính. Trên máy bay về nhà, tôi gặp một người mẹ cùng cậu con trai 10 tuổi, họ cũng bị đập đầu vào Giọt nước rất mạnh, nên không chỉ có tôi! Cần phải cải tạo lớn cho những đường trượt trông mệt mỏi và không an toàn này. Rõ ràng là Caneva nhận thức được những vấn đề này vì những slide này đã có từ lâu.Đọc thêm",
            "Kính gửi Quý khách, cảm ơn quý khách đã xem xét và báo cáo mà chúng tôi đã chia sẻ với văn phòng được chỉ định của chúng tôi. Văn phòng này chắc chắn sẽ xem xét và thực hiện các bước kiểm tra cần thiết. \nBệnh xá và nhân viên của chúng tôi luôn sẵn sàng đáp ứng mọi nhu cầu. Dù sao đi nữa, chúng tôi hy vọng sẽ sớm gặp lại bạn! Đọc thêm",
            "4 người chúng tôi yêu thích thời gian ở đây - cuối cùng chúng tôi đã đến thăm hai lần trong kỳ nghỉ 2 tuần của mình - như các chàng trai - 16 giây 14 - rất thích nó! Những đường trượt tuyệt vời và không phải xếp hàng dài, điều đó làm tôi ngạc nhiên. Park có vẻ cũng bận rộn. Cảm ơn bạn!Đọc thêm",
            "Kính thưa quý khách, cảm ơn bạn đã đánh giá. Chúng tôi luôn làm việc để mang lại trải nghiệm tốt nhất cho du khách. Chúng tôi rất mong được gặp lại bạn!Đọc thêm",
            "Đây là một trong những công viên nước khắc nghiệt nhất mà chúng tôi từng đến. Có những slide về bạn bè gia đình và những slide cực đoan hơn. Ngoài ra nơi này rất lớn nên chưa từng thấy loại công viên này trước đây. Có đồ ăn và đồ uống lạnh và nếu muốn, bạn có thể tự mang theo. Khăn riêng là cần thiết.  Bạn có thể cất đồ đạc của mình vào tủ khóa 5 lần mỗi ngày. Có xe buýt miễn phí từ ga xe lửa Pechiera del garda nên rất dễ dàng để đến đó. Chỉ có 2 điểm trừ là cùng một bản nhạc được lặp đi lặp lại cả ngày và thực tế là hệ thống trượt và nước được xây dựng theo cách mà bạn phải rửa chân trước để tất cả cát, lá cây và những thứ khác đều ở trong nước - không phải vậy sạch sẽ như nhiều công viên khác mà chúng tôi đã ghé thăm.Đọc thêm",
            "Kính thưa quý khách, cảm ơn bạn đã đánh giá. Chúng tôi luôn nỗ lực để cải thiện trải nghiệm cho khách truy cập!\nMong sớm được gặp bạn! Đọc thêm",
            "Và nếu trời mưa mà bạn đã mua vé có ghế xếp - liệu đó có phải là khoản hoàn lại không, bạn có thêm một ngày trống hay số tiền đó bị lãng phí?\nCảm ơn bạnĐọc thêm",
            "Nhìn này, tôi thực sự không tìm hiểu vì tôi đã mua chúng ngày hôm trước, tách biệt khỏi lối vào Caneva. Do đó tôi chắc chắn rằng trời sẽ không mưa nhưng nhiệt độ sẽ là hai nghìn độ. Tôi xin lỗi tôi không thể giúp được gì nhưng có lẽ bạn có thể làm như tôi. Đầu tiên bạn mua vé vào cổng, sau đó đến gần ngày bạn mua ô.Đọc thêm",
            "xin chào, chúng tôi có được quyền mặc quần bơi không?Đọc thêm",
            "vâng, được phép thậm chí có người mặc quần áo dưới nước nhưng rất ít.Đọc thêm",
            "Có thể mặc áo phao và quần bơi không? Cảm ơnĐọc thêm",
            "Để bảo vệ bản thân khỏi ánh nắng mặt trời tối đa, buổi sáng nên đứng ở đâu là tốt nhất?Đọc thêm",
            "Tôi đọc được rằng trên một số slide ngoài giới hạn d - chiều cao, c - còn có giới hạn trọng lượng. Bạn có thể cho tôi biết đó là những slide nào không?Đọc thêm",
            "Buổi tối vui vẻ,\nTôi hỏi liệu đối với các điểm tham quan ở cấp độ hành động, chẳng hạn như Kamikaze, v.v., ngoài giới hạn chiều cao còn có giới hạn độ tuổi.\nLiệu đứa con 10 tuổi của tôi có thể làm được những thứ này không?\nCảm ơn bạnĐọc thêm",
            "Chào buổi sáng, tại Caneva Aquapark không có điểm tham quan nào giới hạn độ tuổi, chỉ giới hạn chiều cao.  Bạn có thể tìm thấy tất cả thông tin trên trang web canevaworld của chúng tôi. Nó\nChúng tôi đang chờ đợi bạn cho một ngày khó quênĐọc thêm",
            "Mình vừa mua gói công viên - khách sạn vào ngày 28 và 29/8. Tuy nhiên, tôi muốn vào công viên vào ngày 29 và 30.\nCó thể làm được điều đó? Tôi có phải đặt vé vào cổng với một số thủ tục không? Đọc thêm",
            "Chào buổi sáng Giovanni, để biết thêm thông tin, bạn có thể liên hệ với bộ phận chăm sóc khách hàng của chúng tôi qua số điện thoại 0456969900 hoặc tại - thông tin địa chỉ email - canevaworld. Nó\nChúng tôi cảm ơn bạn và mong được gặp bạn!Đọc thêm",
            "Vào thứ Hai, tôi muốn đi cùng một số người bạn của mình và tôi muốn biết liệu có thể tham gia ngay cả khi tất cả chúng tôi đều là trẻ vị thành niên - ba 15 tuổi và một 16 tuổi - Đọc thêm",
            "Tôi xin lỗi, tôi mới thấy câu hỏi hôm nay, tôi nghĩ dù sao thì bạn cũng sẽ không gặp vấn đề gì khi vào công viên, tôi không nghĩ có bất kỳ giới hạn độ tuổi nào. Đọc thêm",
            "Xin chào, bạn có cung cấp khăn tắm hay chúng tôi cần mang theo khăn riêng?Đọc thêm",
            "Naomi thân mến, bạn cần mang theo khăn tắm. Nếu bạn cần, bạn có thể mua nó tại cửa hàng của chúng tôi bên trong Aquapark. Chúng tôi mong sớm được gặp bạnĐọc thêm",
            "Với các hạn chế về coronavirus, bạn nên mua vé để đảm bảo mình không bị bỏ rơi, nhưng tôi phải làm gì trong trường hợp có người đi cùng là người khuyết tật không tự túc - người không trả tiền và ai nhận được vé miễn phí tới những ngôi nhà -? Tôi có phải mua vé cho người khuyết tật và đặt vé cho người đi cùng không? Tôi không có nguy cơ không tìm được chỗ sao?\nBạn cũng cần đặt chỗ cho chuyến đi săn pizza phải không?Đọc thêm",
            "Ileana thân mến, trong trường hợp này, bạn có thể đặt chỗ trong phần trang web của chúng tôi - Đặt chuyến tham quan - -- - - Đặt trực tuyến và mua hàng tại quầy thu ngân -, bạn sẽ nhận được email xác nhận đảm bảo cho bạn vào Công viên . Bằng cách đó, bạn cũng sẽ có thể được hưởng tất cả các mức giảm dành riêng cho người khuyết tật: những du khách khuyết tật tự túc được hưởng mức giảm giá. Những du khách khuyết tật không tự túc được, tức là tất cả những người không thể tự mình sử dụng các điểm tham quan của chúng tôi và cần sự hỗ trợ của người đi cùng, đều được hưởng mức giá giảm và trong trường hợp này người đi cùng được miễn phí. Để được hưởng những quyền lợi này, cần xuất trình một trong các giấy tờ sau tại quầy thu ngân khi mua vé: giấy chứng nhận khuyết tật hoặc giấy chứng nhận y tế được cấp trước đó chưa đầy 3 tháng.\n\nĐối với Safari Pizza, bạn không thể đặt bữa tối: chúng tôi khuyên bạn nên mua vé trực tuyến để đảm bảo vào cửa vào ngày đã chọn và cho bạn quyền được ưu tiên trong trường hợp phải xếp hàng khi đến nơi.\n\nChúng tôi mong được gặp bạnĐọc thêm"
        ],
        "star_ratings": [
            621,
            613,
            348,
            208,
            194
        ],
        "review_amount": 1984,
        "location": [
            "Tỉnh Verona",
            "Nước Ý",
            "Châu Âu",
            "Công viên nước Caneva",
            "Cho tôi biết",
            "Các hoạt động ở Lazise",
            "Veneto"
        ],
        "reviews_time": [
            "Written June 28, 2023",
            "Written July 9, 2023",
            "Written August 6, 2023",
            "Written August 6, 2023",
            "Written September 1, 2023",
            "Written September 13, 2023",
            "Written September 11, 2023",
            "Written September 1, 2023",
            "Written August 19, 2023",
            "Written August 15, 2023",
            "Written August 6, 2023",
            "Written August 6, 2023",
            "Written August 2, 2023",
            "Written July 9, 2023",
            "Written June 29, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g194789-d3374504-Reviews-Caneva_The_Aquapark-Lazise_Province_of_Verona_Veneto.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g26493292-d2180956-Reviews-Medieval_Times-Fossalta_Lazise_Province_of_Verona_Veneto.html",
            "https://www.tripadvisor.com/Restaurant_Review-g194789-d2213463-Reviews-Rock_Star_Restaurant-Lazise_Province_of_Verona_Veneto.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1187107-d24149439-Reviews-Dream_Ristorante_Pizzeria_Bar-Pacengo_Lazise_Province_of_Verona_Veneto.html",
            "https://www.tripadvisor.com/Restaurant_Review-g194789-d21004241-Reviews-Safari_Pizza-Lazise_Province_of_Verona_Veneto.html",
            "https://www.tripadvisor.com/Restaurant_Review-g14946368-d19438224-Reviews-Marenelpiatto-Roarlongo_Lazise_Province_of_Verona_Veneto.html",
            "https://www.tripadvisor.com/Restaurant_Review-g194789-d9725944-Reviews-Ristorante_Convivium-Lazise_Province_of_Verona_Veneto.html",
            "https://www.tripadvisor.com/Restaurant_Review-g194789-d23510180-Reviews-Osteriia-Lazise_Province_of_Verona_Veneto.html",
            "https://www.tripadvisor.com/Restaurant_Review-g194789-d14106210-Reviews-Chiosco_La_Bosca-Lazise_Province_of_Verona_Veneto.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1201971-d6734928-Reviews-Il_Paperonero_Pizza_Bistrot-Cola_Lazise_Province_of_Verona_Veneto.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1187107-d2320764-Reviews-L_Osteria_Marengo-Pacengo_Lazise_Province_of_Verona_Veneto.html",
            "https://www.tripadvisor.com/Attraction_Review-g194789-d1885437-Reviews-Movieland_The_Hollywood_Park-Lazise_Province_of_Verona_Veneto.html",
            "https://www.tripadvisor.com/Attraction_Review-g644289-d568445-Reviews-Gardaland_Park-Castelnuovo_del_Garda_Province_of_Verona_Veneto.html",
            "https://www.tripadvisor.com/Attraction_Review-g194789-d8782913-Reviews-Chiesetta_di_Santa_Maria_delle_Grazie-Lazise_Province_of_Verona_Veneto.html",
            "https://www.tripadvisor.com/Attraction_Review-g194789-d6415933-Reviews-Lungolago_di_Lazise-Lazise_Province_of_Verona_Veneto.html",
            "https://www.tripadvisor.com/Attraction_Review-g194789-d6415934-Reviews-Mura_di_Lazise-Lazise_Province_of_Verona_Veneto.html",
            "https://www.tripadvisor.com/Attraction_Review-g194683-d5570101-Reviews-Pista_Ciclo_Pedonale_Lazise_Bardolino_Garda-Bardolino_Province_of_Verona_Veneto.html",
            "https://www.tripadvisor.com/Attraction_Review-g187842-d12732587-Reviews-Cascina_Maddalena-Sirmione_Province_of_Brescia_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g1187270-d2043951-Reviews-Museo_Dell_olio_D_oliva-Cisano_Bardolino_Province_of_Verona_Veneto.html",
            "https://www.tripadvisor.com/Attraction_Review-g194789-d20966374-Reviews-Villa_Bagatta_Murari_Sterzi_Krieg-Lazise_Province_of_Verona_Veneto.html",
            "https://www.tripadvisor.com/Attraction_Review-g635642-d10246236-Reviews-Peschiera_del_Garda_UNESCO_Venetian_Fortress-Peschiera_del_Garda_Province_of_Ver.html",
            "https://www.tripadvisor.com/Attraction_Review-g194789-d3374504-Reviews-or10-Caneva_The_Aquapark-Lazise_Province_of_Verona_Veneto.html",
            "https://www.tripadvisor.com/Attraction_Review-g187871-d26628153-Reviews-Cocoon_Wellness_Spa_Lago_di_Garda-Verona_Province_of_Verona_Veneto.html",
            "https://www.tripadvisor.com/Attraction_Review-g194789-d12584365-Reviews-Summertime_Boat_Rent-Lazise_Province_of_Verona_Veneto.html",
            "https://www.tripadvisor.com/Attraction_Review-g194789-d16739328-Reviews-Cittadilazise_Experiences-Lazise_Province_of_Verona_Veneto.html",
            "https://www.tripadvisor.com/Attraction_Review-g194789-d23707205-Reviews-Cusina_Cooking_Class_Pasta_Fresca_e_degustazione_vini-Lazise_Province_of_Verona_.html",
            "https://www.tripadvisor.com/Attraction_Review-g1201971-d2161452-Reviews-Parco_Termale_del_Garda-Cola_Lazise_Province_of_Verona_Veneto.html",
            "https://www.tripadvisor.com/Attraction_Review-g6479145-d4584205-Reviews-Villa_Calicantus-Calmasino_Bardolino_Province_of_Verona_Veneto.html",
            "https://www.tripadvisor.com/Attraction_Review-g635642-d10343472-Reviews-Motoragazzi_Peschiera_del_Garda-Peschiera_del_Garda_Province_of_Verona_Veneto.html",
            "https://www.tripadvisor.com/Attraction_Review-g194789-d15564429-Reviews-La_Botega_1927-Lazise_Province_of_Verona_Veneto.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d2037618-Reviews-Besiktas-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g47855-d3343793-Reviews-Meschutt_Beach-Hampton_Bays_Southampton_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g55055-d17811070-Reviews-American_Girl_Nashville-Franklin_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g293917-d1650675-Reviews-Royal_Park_Rajapruek-Chiang_Mai.html",
            "https://www.tripadvisor.com/Attraction_Review-g660713-d23290374-Reviews-Khorfakkan_Waterfall-Khorfakkan.html",
            "https://www.tripadvisor.com/Attraction_Review-g304138-d6199245-Reviews-Hanthana_Mountain_Range-Kandy_Kandy_District_Central_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g60842-d1674348-Reviews-Old_Tyme_Portraits-Gatlinburg_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g3671656-d3654420-Reviews-Love_Valley_Wild_West_Town-Love_Valley_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g52970-d2225607-Reviews-Fulton_Theatre-Lancaster_Lancaster_County_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g34438-d130345-Reviews-Vizcaya_Museum_and_Gardens-Miami_Florida.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g194789-d3374504-Reviews-or10-Caneva_The_Aquapark-Lazise_Province_of_Verona_Veneto.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g194789-d3374504-Reviews-Caneva_The_Aquapark-Lazise_Province_of_Verona_Veneto.html"
    }
]