[
    {
        "attraction_name": "Canyon de Chelly National Monument",
        "attraction_name_vi": "Đài tưởng niệm Quốc gia Canyon de Chelly",
        "general_info": [
            "1.924 đánh giá",
            "3 trong số 13 điều cần làm ở Chinle",
            "Hẻm núi"
        ],
        "attraction_summary": "Những bức tường vách đá và hẻm núi màu đỏ là nơi có di tích Ấn Độ cổ đại.Đọc thêm",
        "reviews": [
            "Di tích quốc gia bị đánh giá rất thấp!  Đã muốn đi ngang qua di tích quốc gia này nhiều năm rồi nhưng chưa bao giờ có thể lọt vào được. Một bất ngờ không ngờ tới!  Hẻm núi thật đẹp!  Chúng tôi lái xe đến Spider Rock thật tuyệt vời!  Chắc chắn giá trị ổ đĩa!  Rất muốn quay lại và tham quan bên trong hẻm núi.Đọc thêm",
            "Nhìn thấy hẻm núi từ vành đai là một chuyện.  Nhưng lái xe xuống đó là một trải nghiệm hoàn toàn khác và tuyệt vời.  Chúng tôi đã thực hiện chuyến tham quan kéo dài 3 giờ với Beautyways Tours.  Người hướng dẫn của chúng tôi, Benjamin, thực sự được sinh ra ở hẻm núi và có gia đình vẫn sống ở đó.  Những câu chuyện của anh ấy đã làm tăng thêm rất nhiều niềm vui và sự thoải mái khi ở trong Canyon.  RẤT khuyến khíchĐọc thêm",
            "Một kỳ quan thực sự của Arizona, ngay trên đó với Grand Canyon nhưng không có đám đông du khách. Hẻm núi và vách đá đáng kinh ngạc nhìn ra trải dài hàng dặm. Chúng tôi ở tại Thunderbird Lodge, ngay cạnh Canyon. Đã dành hai ngày... ước gì chúng ta có thể dành một tuần. Canyon de Chelle nằm trong danh sách phải xem của chúng tôi đối với bất kỳ ai đến thăm Arizona.Đọc thêm",
            "Chúng tôi đến vào một ngày lạnh, mưa và sương mù, nhưng vẫn thực sự thích hẻm núi. Nó chắc chắn có một tính cách độc đáo. Chuyến đi bộ đường dài duy nhất vào hẻm núi đã đóng cửa khi chúng tôi ở đó có lẽ vì xe bị phá, vì vậy chúng tôi chỉ đi xe ngắm cảnh. Có hai chuyến đi xe ngắm cảnh, mỗi chuyến dài khoảng 15 dặm với một số điểm ngắm cảnh vào hẻm núi. Điểm ngắm cảnh yêu thích của chúng tôi dọc theo con đường phía bắc là Antelope House Overlook, nơi sau một chuyến đi bộ đường dài ngắn đầy đá, bạn sẽ đến một vài khung cảnh tuyệt đẹp xuống hẻm núi, bao gồm một số tàn tích. Tuy nhiên, chắc chắn là đáng để lái xe đến The Mummy Cave Overlook. Tất nhiên, điểm ngắm cảnh yêu thích của chúng tôi dọc theo con đường phía nam là Spider Rock Overlook ở cuối, nơi có một chuyến đi bộ đường dài nhỏ thú vị kéo dài vài trăm thước từ bãi đậu xe dọc theo rìa hẻm núi với tầm nhìn tuyệt đẹp ra các khối đá. Tuyệt vời! Tôi cũng thấy Sliding house Overlook rất vui và thú vị vì có một chuyến đi bộ đường dài khá nguy hiểm dọc theo những tảng đá, hãy tìm các biển báo cảnh báo. Trung tâm du khách nhỏ xinh xắn... họ có một vài nghệ sĩ bản địa làm ra một số thứ thú vị mà bạn có thể mua, chúng tôi đã làm!. Nhìn chung, tôi thực sự khuyên bạn nên đến nơi này. \n\nLưu ý: Hãy cẩn thận ở những nơi có thể nhìn thấy vì có những người bán hàng rong đang cố gắng bán đồ. Ngoài ra, nếu bạn đi bộ đường dài từ xe của mình, đừng để đồ có giá trị trong xe. Đọc thêm",
            "Đây là nơi tâm linh nhất mà tôi từng đến.  Bạn có thể lái xe dọc theo đỉnh hẻm núi ở vành Nam và Bắc bằng các đoạn đường kéo để ngắm nhìn những vách đá cao 700 foot tạo thành tượng đài.  Thỉnh thoảng các nhà cung cấp sẽ bán các tác phẩm nghệ thuật từ xe bán tải của họ khi bạn đỗ xe để ngắm hẻm núi.  Một số tác phẩm nghệ thuật rất, rất đẹp.\n\nSau khi lái xe mất vài giờ, bạn có thể nghỉ tại Best Western ở đầu hẻm núi bên phải.  Có một nhà hàng xinh xắn bên cạnh, nơi bạn có thể thưởng thức bánh taco Navajo, bánh mì chiên và nhiều món ăn Mexico.  Rât thuận tiện.\n\nBạn PHẢI tham gia một chuyến tham quan bằng xe jeep, Beauty Way là chuyến tham quan IMHO hoặc cưỡi ngựa tốt nhất!   Các địa điểm tổ chức nghi lễ tâm linh, các khối đá, tàn tích, hình tượng và dòng suối nói chuyện.  Thật khó để diễn tả tâm linh của nơi mà người Navajo cho rằng con người đã sinh ra.  \n\nTôi đã dành gần hai ngày ở đây và yêu thích nó.  Khi bạn nhìn thấy Spider Rock, bạn sẽ biết.  Khi bạn nhìn thấy tàn tích của Nhà Trắng, bạn sẽ hiểu được điều đó. Đại bàng vàng bay và dòng suối nói chuyện.  Bạn sẽ thấy.\n\nỞ đây không có gì cầu kỳ hay được cắt tỉa cẩn thận, ngoài ra còn có một số mảnh kính vỡ và rác dọc đường.  Đường đến Chinle không phải là đường tốt nhất.  Các nhà nghỉ tiện nghi nhưng không ưu tú.  Res bị bụi bặm.  Vấn đề lớn.\n\nMọi người rất am hiểu và hữu ích trong nhà nghỉ nên tôi muốn ở lại lâu hơn.  Các công nhân trong nhà hàng thật tuyệt vời. Hẻm núi thật độc đáo.  Rất khuyến khích.Đọc thêm",
            "Hẻm núi thật đẹp!  Trung tâm du khách có thể cung cấp cho bạn bản đồ các địa điểm quan sát nếu bạn muốn tự mình đi hoặc có thể sắp xếp cho bạn những hướng dẫn viên trả phí có thể đưa bạn đến các địa điểm đóng.  Đó là một chuyến tham quan trong ngày tuyệt vời.  Đi cả hai phía của hẻm núi để bạn có thể nhìn thấy kho báu ẩn giấu của nó!  Người Navajo bản địa vẫn sống dưới đáy hẻm núi và làm ruộng!  Đó chắc chắn là một cái gì đó thú vị để xem!!! Đọc thêm",
            "Chúng tôi đã có được món quà là một chuyến tham quan cả ngày đến Canyon de Chelly với Adam Teller.  Anh ấy đưa chúng tôi đến một loạt địa điểm đẹp đẽ và thiêng liêng đến kinh ngạc, tất cả đều được bổ sung bằng lời bình luận, cách kể chuyện và sự hiểu biết của anh ấy, dựa trên cuộc đời của chính anh ấy ở Canyon.  Adam là người cởi mở, vui tính và sâu sắc, đồng thời kiến ​​thức bách khoa của anh ấy về Hẻm núi cũng như về con người của anh ấy đã khiến chuyến tham quan trở nên khó quên.\n\nAdam là một người chuyên nghiệp thực sự; chúng tôi bắt đầu ngay khi anh ấy nói và kết thúc đúng 8 giờ sau đó, như đã hứa.  Anh giới thiệu với các thành viên trong gia đình và những kỷ niệm thời thơ ấu của mình.  Đó là một ngày chúng ta không thể nào quên được.Đọc thêm",
            "Tôi không chắc tại sao Đài tưởng niệm Quốc gia này lại được ghé thăm.  Các điểm tham quan rất đáng chú ý và nên có trong danh sách cần xem của bạn.  Khi chúng tôi đến thăm, thời tiết thật hoàn hảo.Đọc thêm",
            "My wife and I went on a full-day guided tour of Canyon de Chelly with Victoria Begay, the owner of Canyon Hawk Tours, in April 2024.  We enjoyed seeing the bottom of Canyon de Chelly from its mouth to the White House Ruin and the bottom on Canyon del Muerto from its mouth to the Antelope House Ruin.  The only way to see these areas is on a guided tour.  We appreciated the information Victoria provided about the ranches in the canyon bottom that were owned and operated by her friends and relatives.  She also provided some interesting information about current Navajo life. Unfortunately, Victoria had a lot of difficulty operating her Jeep during the numerous stream crossings. Her Jeep also did not have functioning seat belts.  This was a problem when the Jeep hit a large bump during one stream crossing and, as a result, we bounced out of our seats and hit our heads on the Jeeps roof.   The rear windows did not open and were hard to see through after they got covered with mud.Victoria provided us only one very brief five minute description of the history of the canyons inhabitants, and no information about the canyon geology.  This was very disappointing because her website indicated that she would discuss these topics in detail during the tour.After we had spent about 15 minutes at the White House Ruin, Victoria led us on an hour-long hike up a nearby side canyon.  She just started this hike and expected us to follow her.  She never asked us if we wanted to do the hike, and she never discussed how the hike would affect the rest of our tour.  We then went back down Canyon de Chelly to the mouth of Canyon del Muerto and drove a few miles up Canyon del Muerto to the Antelope House Ruin.  After a brief stop there, Victoria told us that she could not drive any farther up Canyon del Muerto because we had spent an hour on the morning on the hike, and that it was time to end the tour.  We were very disappointed that we did not get to drive up this canyon to Mummy Cave Ruin, as she had promised when I made the reservation.  The next day we saw the upper part of Canyon del Muerto from the Antelope House Overlook.  It looked spectacular and we were sorry we did not see it during our tour.The price for the tour that Victoria insisted we pay at the end of the tour was significantly higher than the price she quoted me when I booked the tour.  And that price already was significantly higher than other companies prices for similar tours.If you are considering booking with Canyon Hawk Tours, then I recommend that you obtain a written confirmation of the following before paying any deposit: 1 the total tour price; 2 the tour itinerary; and 3 a clear statement regarding how much information about the canyons geology and human history the guide will provide during the tour.Read more",
            "Chúng tôi đã có được món quà là một chuyến tham quan cả ngày đến Canyon de Chelly với Adam Teller.  Anh ấy đưa chúng tôi đến một loạt địa điểm đẹp đẽ và thiêng liêng đến kinh ngạc, tất cả đều được bổ sung bằng lời bình luận, cách kể chuyện và sự hiểu biết của anh ấy, dựa trên cuộc đời của chính anh ấy ở Canyon.  Adam là người cởi mở, vui tính và sâu sắc, đồng thời kiến ​​thức bách khoa của anh ấy về Hẻm núi cũng như về con người của anh ấy đã khiến chuyến tham quan trở nên khó quên. Adam là một chuyên gia thực thụ; chúng tôi bắt đầu ngay khi anh ấy nói và kết thúc đúng 8 giờ sau đó, như đã hứa.  Anh giới thiệu với các thành viên trong gia đình và những kỷ niệm thời thơ ấu của mình.  Đó là một ngày chúng ta không thể nào quên được.Đọc thêm",
            "Hẻm núi thật đẹp!  Trung tâm du khách có thể cung cấp cho bạn bản đồ các địa điểm quan sát nếu bạn muốn tự mình đi hoặc có thể sắp xếp cho bạn những hướng dẫn viên trả phí có thể đưa bạn đến các địa điểm đóng.  Đó là một chuyến tham quan trong ngày tuyệt vời.  Đi cả hai phía của hẻm núi để bạn có thể nhìn thấy kho báu ẩn giấu của nó!  Người Navajo bản địa vẫn sống dưới đáy hẻm núi và làm ruộng!  Đó chắc chắn là một cái gì đó thú vị để xem!!! Đọc thêm",
            "Lượt xem thật tuyệt vời, tôi cảm thấy nó sánh ngang với Grand Canyon. Tuy nhiên, khi chúng tôi đến Antelope House Overlook, chúng tôi gặp một số lo ngại về an toàn khi vào bãi đậu xe, họ là những người ngồi trên ô tô, sau đó mới biết rằng đó là người dân địa phương đang bán đồ trên xe.Đọc thêm",
            "Đây là nơi tâm linh nhất mà tôi từng đến.  Bạn có thể lái xe dọc theo đỉnh hẻm núi ở vành Nam và Bắc bằng các đoạn đường kéo để ngắm nhìn những vách đá cao 700 foot tạo thành tượng đài.  Thỉnh thoảng các nhà cung cấp sẽ bán các tác phẩm nghệ thuật từ xe bán tải của họ khi bạn đỗ xe để ngắm hẻm núi.  Một số tác phẩm nghệ thuật rất rất đẹp. Sau khi lái xe mất vài giờ, bạn có thể nghỉ tại Best Western ở đầu hẻm núi bên phải.  Có một nhà hàng xinh xắn bên cạnh, nơi bạn có thể thưởng thức bánh taco Navajo, bánh mì chiên và nhiều món ăn Mexico.  Rất thuận tiện. Bạn PHẢI tham gia một chuyến tham quan bằng xe jeep, Beauty Way là chuyến tham quan IMHO hoặc cưỡi ngựa tốt nhất!   Các địa điểm tổ chức nghi lễ tâm linh, các khối đá, tàn tích, hình tượng và dòng suối nói chuyện.  Thật khó để diễn tả tâm linh của nơi mà người Navajo cho rằng con người đã sinh ra.  Tôi đã dành gần hai ngày ở đây và yêu thích nó.  Khi bạn nhìn thấy Spider Rock, bạn sẽ biết.  Khi bạn nhìn thấy tàn tích của Nhà Trắng, bạn sẽ hiểu được điều đó. Đại bàng vàng bay và dòng suối nói chuyện.  Bạn sẽ thấy. Ở đây chẳng có gì cầu kỳ hay cầu kỳ, ngoài ra còn có vài mảnh kính vỡ và rác dọc đường.  Đường đến Chinle không phải là đường tốt nhất.  Các nhà nghỉ tiện nghi nhưng không ưu tú.  Res bị bụi bặm.  Vấn đề lớn. Mọi người rất am hiểu và hữu ích trong nhà nghỉ nên tôi muốn ở lại lâu hơn.  Các công nhân trong nhà hàng thật tuyệt vời. Hẻm núi thật độc đáo.  Rất khuyến khích.Đọc thêm",
            "Chinle là điểm dẫn vào Đài tưởng niệm Quốc gia Canyon de Chelly trên Đường dành riêng cho người da đỏ trên Xa lộ 7. Có một số khách sạn hiện đại trong thị trấn dành cho khách du lịch. Chúng tôi quyết định đến thăm đài tưởng niệm với hy vọng tìm được một nơi dã ngoại râm mát, nhưng trước tiên chúng tôi dừng lại ở Trung tâm Du khách để tắm rửa. Cơ sở vật chất rất sạch sẽ và Trung tâm Du khách rất hấp dẫn. Bằng cách nào đó, chúng tôi đã đi sai hướng và đến khu vực Di sản dành cho người Navajo, gần Thunderbird Lodge. Chúng tôi nhanh chóng rời đi, nhận ra rằng mình đã không ở nơi đáng lẽ phải đến. Trải nghiệm của chúng tôi không giống như những gì chúng tôi đã tận hưởng tại bất kỳ Di tích Quốc gia nào khác mà chúng tôi từng đến thăm.Đọc thêm",
            "Chúng tôi đến vào một ngày lạnh, mưa và sương mù, nhưng vẫn thực sự thích thú với hẻm núi. Nó chắc chắn có một cá tính độc đáo. Con đường đi bộ duy nhất vào hẻm núi đã bị đóng cửa khi chúng tôi ở đó, có lẽ vì ô tô bị đâm vào, vì vậy chúng tôi chỉ lái xe ngắm cảnh. Có hai ổ đĩa danh lam thắng cảnh, mỗi ổ khoảng 15 dặm với một số nhìn vào hẻm núi. Điểm ngắm cảnh yêu thích của chúng tôi dọc theo con đường phía bắc là Antelope House Overlook, nơi sau một chuyến đi bộ ngắn đầy đá, bạn sẽ đến một vài khung cảnh tuyệt đẹp nhìn xuống hẻm núi, bao gồm cả một số tàn tích. Tuy nhiên, nó chắc chắn đáng để lái xe đến The Mummy Cave Overlook. Tất nhiên, điểm ngắm cảnh yêu thích của chúng tôi dọc theo con đường phía nam là con đường Spider Rock Overlook ở cuối, nơi có một chuyến đi bộ nhỏ xinh xắn cách bãi đậu xe vài trăm thước dọc theo rìa hẻm núi với tầm nhìn tuyệt vời ra các thành tạo. Xuất sắc! Tôi cũng thấy Nhà trượt Nhìn ra rất vui và thú vị vì có một chuyến đi bộ dọc theo những tảng đá có phần nguy hiểm để tìm các dấu hiệu cảnh báo. Trung tâm du khách nhỏ xinh...họ có một vài nghệ sĩ bản địa làm ra một số thứ thú vị mà bạn có thể mua, chúng tôi đã làm!. Nói chung tôi đánh giá cao nơi này. Hãy cẩn thận: Hãy chú ý đến những điểm nhìn vì có những nhà cung cấp sơ sài đang cố gắng bán đồ. Ngoài ra, nếu bạn rời khỏi ô tô để đi bộ đường dài, đừng để những vật có giá trị trong ô tô. Đọc thêm",
            "Một kỳ quan thực sự của Arizona, ngay trên đó với Grand Canyon nhưng không có đám đông du khách. Hẻm núi và vách đá đáng kinh ngạc nhìn ra trải dài hàng dặm. Chúng tôi ở tại Thunderbird Lodge, ngay cạnh Canyon. Đã dành hai ngày... ước gì chúng ta có thể dành một tuần. Canyon de Chelle nằm trong danh sách phải xem của chúng tôi đối với bất kỳ ai đến thăm Arizona.Đọc thêm",
            "Yêu hẻm núi. Thật ngạc nhiên khi thấy nó sâu đến thế. Chúng tôi đi tham quan vành đai bằng ô tô và sau đó thuê Ancient Canyon Tours vào sáng hôm sau để thực hiện chuyến tham quan bằng xe jeep ở đáy hẻm núi. Trải nghiệm tuyệt vời! Đọc thêm",
            "Tôi đã đọc từ các chuyên gia về điểm đến và các bài đăng của khách du lịch khác rằng một người không bao giờ nên lái xe sau khi trời tối trên những con đường tối tăm ở AZ vì có nhiều sinh vật lớn và nhỏ. Điều này có áp dụng cho những con đường giữa hẻm núi và Chinle không? Tôi có cùng một câu hỏi về đường đi. Monument Valley và Kayenta hoặc Mexican Hat, sẽ đăng Q tương tự ở đó. Tôi hỏi bc thực sự muốn nhìn thấy bầu trời đêm và tự hỏi liệu ở trong hẻm núi có phải là cách an toàn duy nhất để làm như vậy không. Cảm ơn rất nhiều!Đọc thêm",
            "Chúng tôi suýt tông phải một con chó trên con đường phía bắc Canyon de Chelly.  Chúng tôi lái xe vào thung lũng Monument và xuống Grand Canyon.  Bất cứ khi nào chúng tôi nhìn thấy những ngôi nhà gần đó, chúng tôi sẽ hết sức cẩn thận khi tìm kiếm động vật.Đọc thêm",
            "Bạn có thể xem hoặc làm gì trong khi đài tưởng niệm bị đóng cửa vì COVID không?Đọc thêm",
            "Tôi nên dành bao lâu để có được cảm giác thoải mái về những gì cần xem và làm?Đọc thêm",
            "Thật tuyệt khi ở lại Canyon de ChellyĐọc thêm",
            "Canyon de Chelly nằm ngay bên ngoài Chinle, Az. Ở đó không có nhiều nơi để ở và ăn uống. Chúng tôi ở tại Best Western, nơi rẻ tiền và sạch sẽ. Chúng tôi ăn tối tại nhà hàng đối diện khách sạn. Hãy kiểm tra một trong những trang web cho thuê như Home Away để tìm bb, nhưng có thể bạn sẽ không tìm thấy.Đọc thêm",
            "Mất bao xa để lái xe từ Show Low đến Canyon de Chelly?Đọc thêm",
            "175 dặm khoảng 3,5 giờĐọc thêm",
            "Xin chào, tôi muốn chụp một bức ảnh cửa sổ ở Canyon De Chelly, có ai trong số các bạn đã làm việc này chưa và bạn có thể cho tôi lời khuyên gì về cách thực hiện điều này.Đọc thêm",
            "Chúng tôi chỉ tự lái nó và chụp ảnh từ vành xe nhưng có lẽ một thời điểm nhất định trong ngày sẽ là thời điểm tốt nhất để chiếu sáng - về điều này thì tôi không chắc lắm. Những ngôi nhà cổ ở rất xa nhưng mọi thứ khác dường như có thể xem được khi tự lái xe.Đọc thêm",
            "xin chào\nchúng ta có thể lái xe ở canyon de chille bằng xe thuê không?Đọc thêm",
            "Xin chào, Canyon de Chelly có hai phần: 1. các điểm quan sát phía trên ở khúc cua phía nam và phía bắc, có những con đường tuyệt vời đưa bạn đến ngay các điểm quan sát, không có vấn đề gì với bất kỳ chiếc xe nào. 2. Việc đi xuống hẻm núi chỉ có thể thực hiện được khi có hướng dẫn viên du lịch Navajo, trên những chiếc xe tải mui trần. ngoại lệ duy nhất là đường mòn Di tích Nhà Trắng mà bạn có thể đi bộ. Đó là một con đường ra vào dài 3 km, độ khó vừa phải và có thể hơi đáng sợ đối với những người sợ độ cao. Moshe, IsraelĐọc thêm",
            "Lái xe trong khu vực GallupChinle an toàn đến mức nào đối với một người phụ nữ lái xe thuê một mình? Tôi đến từ Vương quốc Anh nên không tự tin trên đường ở Mỹ. Có vẻ như không thể đi xa hơn Gallup bằng phương tiện giao thông công cộng, nhưng tôi thực sự muốn đến thăm Canyon de Chelly ở Thunderbird Lodge.Đọc thêm",
            "Tôi là một phụ nữ độc thân 77 tuổi và đã tự mình thực hiện chuyến đi dài 1600 dặm vào tháng 10 này, dẫn tôi đến Chinle để tham gia Canyon Tour, nơi mà tôi rất yêu thích.  Tôi chưa bao giờ cảm thấy bị đe dọa, không an toàn hoặc bất an khi lái xe trên đường cao tốc, điều mà tôi thường xuyên làm.  \nTôi lái một chiếc ô tô được 4 tháng tuổi nhưng trước đây đã từng di chuyển bằng chiếc ô tô cũ hơn và có AAA, GPS và iPhone giúp tôi giữ an toàn. Đi làm đi. Đọc thêm",
            "Xin chào, tôi đang thắc mắc bạn đã đi cùng công ty du lịch nào trong chuyến tham quan Canyon de Chelly? Đọc thêm",
            "Chúng tôi đã đi thuê Justins Horse.  Chúng tôi đã thực hiện chuyến tham quan bằng ngựa trong giờ trên cây với hướng dẫn viên Navajo của chúng tôi.  Ngoài ra còn có các chuyến tham quan bằng xe Jeep tại Thunderbird Lodge và trung tâm du khách.Đọc thêm",
            "Làm cách nào để tìm hiểu về các tour, giá cảĐọc thêm",
            "CHÀO,\n\nĐặt chuyến tham quan với Thunderbird Lodge. Nhà nghỉ thuộc sở hữu của người Navajo. Thật tốt khi hỗ trợ họ. Nếu bạn định ở khách sạn thì đừng ở nhà nghỉ. Tôi nghĩ đồ ăn ở nhà hàng của họ không ngon lắm. Ở một vài dặm tại Holiday Inn Express. Phòng đẹp và một nhà hàng tốt. Nếu bạn quan tâm đến quà lưu niệm của Ấn Độ, hãy mua chúng tại cửa hàng quà tặng Thunderbird Lodge. Tôi đã đi khắp miền Tây Nam và họ có những thứ tốt nhất với giá rẻ nhất ở bất cứ đâu mà tôi từng thấy. Mọi thứ đều do người Navajo làm ra nên tiền sẽ về tay họ. Họ có những cơn thèm nhạc rock tuyệt vời ở đó. Tôi hy vọng điều này sẽ giúp ích, chúc bạn vui vẻ. Nếu có câu hỏi gì hãy cho tôi biết. FredĐọc thêm"
        ],
        "star_ratings": [
            1508,
            315,
            75,
            16,
            10
        ],
        "review_amount": 1924,
        "location": [
            "Những điều cần làm ở Chinle",
            "Arizona AZ",
            "Quận Apache",
            "tiếng cằm",
            "Hoa Kỳ",
            "Đài tưởng niệm Quốc gia Canyon de Chelly"
        ],
        "reviews_time": [
            "Written June 15, 2023",
            "Written September 7, 2023",
            "Written November 24, 2023",
            "Written January 3, 2024",
            "Written March 6, 2024",
            "Written March 18, 2024",
            "Written March 22, 2024",
            "Written May 31, 2024",
            "Written May 14, 2024",
            "Written March 22, 2024",
            "Written March 18, 2024",
            "Written March 13, 2024",
            "Written March 6, 2024",
            "Written February 14, 2024",
            "Written January 3, 2024",
            "Written November 25, 2023",
            "Written November 12, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g60753-d106552-Reviews-Canyon_de_Chelly_National_Monument-Chinle_Apache_County_Arizona.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g60753-d144686-Reviews-Spider_Rock-Chinle_Apache_County_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g60753-d126809-Reviews-South_Rim_Drive-Chinle_Apache_County_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g60753-d106552-Reviews-or10-Canyon_de_Chelly_National_Monument-Chinle_Apache_County_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g60753-d126810-Reviews-North_Rim_Drive-Chinle_Apache_County_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g60753-d143853-Reviews-Canyon_del_Muerto-Chinle_Apache_County_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g60753-d11706896-Reviews-Hope_Arch-Chinle_Apache_County_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g60753-d143862-Reviews-Wheatfields_Lake-Chinle_Apache_County_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g60753-d1575267-Reviews-Canyon_de_Chelly_Tours-Chinle_Apache_County_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g60753-d143855-Reviews-White_House_Ruins_Trail-Chinle_Apache_County_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g60753-d143856-Reviews-White_House_Ruin-Chinle_Apache_County_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g60753-d143854-Reviews-White_House_Overlook-Chinle_Apache_County_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g60753-d143859-Reviews-Mummy_Cave-Chinle_Apache_County_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g41010-d3207986-Reviews-Bladensburg_Waterfront_Park-Bladensburg_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12254075-Reviews-Tori_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g28926-d1547033-Reviews-New_Melones_Lake-California.html",
            "https://www.tripadvisor.com/Attraction_Review-g36947-d8476203-Reviews-Deam_Lake_State_Recreation_Area-Borden_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g189164-d484394-Reviews-Quinta_da_Regaleira-Sintra_Sintra_Municipality_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g187870-d194251-Reviews-Doge_s_Palace-Venice_Veneto.html",
            "https://www.tripadvisor.com/Attraction_Review-g1060921-d1425364-Reviews-Yomiuri_Land-Inagi_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g60893-d258529-Reviews-Canal_Walk-Richmond_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g2645450-d2627128-Reviews-Waihe_e_Ridge_Trail-Waihee_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g297964-d12830736-Reviews-Yali_Beach_Club-Kalkan_Turkish_Mediterranean_Coast.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g60753-d106552-Reviews-or10-Canyon_de_Chelly_National_Monument-Chinle_Apache_County_Arizona.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g60753-d106552-Reviews-Canyon_de_Chelly_National_Monument-Chinle_Apache_County_Arizona.html"
    }
]