[
    {
        "attraction_name": "Cape Cod Inflatable Park",
        "attraction_name_vi": "Công viên bơm hơi Cape Cod",
        "general_info": [
            "417 đánh giá",
            "- 3 trong số 9 điều cần làm ở Tây Yarmouth",
            "Giải trí - Công viên giải trí"
        ],
        "attraction_summary": "Công viên bơm hơi Cape Cod là một điểm tham quan độc đáo tại Cape Cod, cung cấp nhiều lựa chọn về cả trò chơi bơm hơi ướt và khô cho cả trẻ em và người lớn. Công viên bơm hơi và khu nghỉ dưỡng gia đình của chúng tôi nằm ở trung tâm Cape Cod tại Massachusetts và có rất nhiều cầu trượt bơm hơi theo chủ đề lớn, nhà hơi, trò chơi, cửa hàng quà tặng, nhà hàng Shark Bites, sân golf mini 9 lỗ, khu trò chơi điện tử và nhiều hơn nữa. Đọc thêm",
        "reviews": [
            "Tôi đã đặt phòng ở khu nghỉ dưỡng công viên nước cho con trai và gia đình vào cuối tuần.  Họ yêu thích nó - chúng tôi cũng vậy. Nhà tôi quá nhỏ chỉ có một phòng tắm nên chồng tôi - tôi quyết định\nđể có được một khách sạn cho con trai tôi - gia đình nó và chúng tôi đã tìm thấy nơi này.  Nó có mọi thứ - bọn trẻ yêu thích nó. Chúng tôi đã có khoảng thời gian tuyệt vời khi tận hưởng tất cả các hồ bơi khác nhau.  Tôi yêu bể tạo sóng và bọn trẻ thực sự thích thú với những chiếc ống nổi.  Chúng tôi đã có thể mua đồ uống ngon, bánh mì kẹp thịt - xúc xích.  Và thức ăn rất ngon. Tất cả mọi người đã có một thời gian tuyệt vời.  Tôi ấn tượng nhất là phòng tắm bên hồ bơi sạch sẽ - khô ráo như thế nào.  Thông thường ở những nơi khác, tôi thấy phòng tắm gần hồ bơi ướt và bẩn - không phải ở đây chúng sạch sẽ! Tôi không thể tin được! Họ có người ở đó dọn dẹp và lau khô nơi này khi mọi người ra vào. Rất ấn tượng về tổng thể với sự chú ý đến từng chi tiết. Họ có đồ giải khát ở sảnh và nơi này sáng sủa và vui vẻ. Chúng tôi chắc chắn sẽ trở lại. Đây là một viên ngọc quý của một nơi! Và ngay tại sân sau của tôi - .vì tôi sống ở đó\nCảng Yarmouth. Họ thậm chí còn tặng chồng tôi - tôi một khoản giảm giá cho người cao tuổi khi vào công viên.Đọc thêm",
            "Gia đình chúng tôi đã có vé xem theo mùa trong 3 năm qua và chúng tôi thực sự thích nó! Đó là một nơi tuyệt vời để quây quần cùng gia đình và có điều gì đó dành cho tất cả mọi người. 8 người chúng tôi hôm qua đã đến vào một ngày Cape Cod Day rất nóng nực, và may mắn thay, chúng tôi đã quyết định thuê một chiếc cabana! Máy chủ của chúng tôi - tên là Princess và cô ấy thật xuất sắc! Quan tâm, thân thiện, chăm sóc chúng tôi cả ngày khi chúng tôi tận hưởng. Thật tuyệt khi được cô ấy mang bữa trưa cho chúng tôi hoặc chỉ dừng lại để chào hỏi. Cảm ơn Công chúa rất nhiều vì đã làm tăng thêm niềm vui trong ngày của chúng tôi. Chúng tôi hy vọng rằng chúng tôi sẽ may mắn có được bạn tham gia cùng chúng tôi vào một ngày khác! Nói chung, đó là một cách tuyệt vời để dành cả ngày.Đọc thêm",
            "Công viên nước nhỏ và công viên bơm hơi này rất dễ thương và có dòng sông lười, những chiếc lều, hồ tạo sóng và một vài đường trượt nước. Chúng tôi đã có một thời gian tốt đẹp. Nhưng bạn - sẽ có một ngày thực sự đắt giá cho những gì bạn nhận được. Chỉ cần vào là - 10 chỗ đỗ xe cộng với - 60 vé mỗi người. Bạn không được phép mang đồ ăn hoặc đồ uống vào và họ - sẽ đuổi theo bạn nếu bạn cố gắng, có nghĩa là bạn phải mua ở đó - - 14 chiếc burger phô mai, - 12 chiếc pizza cá nhân - và bạn phải trả - 200 cho một chiếc cabana nếu bạn muốn. Chúng tôi đã chi hơn - 600 đô la trong 5 giờ cho một gia đình 5 người. Với quy mô nhỏ của công viên, tôi không nghĩ nó đáng giá.Đọc thêm",
            "Chúng tôi luôn có khoảng thời gian tuyệt vời và việc đến công viên nước đã trở thành truyền thống hàng năm. Công viên nước đẹp, sạch sẽ, nhỏ hơn. Không bao giờ quá đông đúc. Trẻ nhỏ thực sự thích công viên và người lớn. Cách tốt đẹp để dành một ngày hè trên mũi! Khiếu nại duy nhất của tôi là những con ong ở bàn, không chắc chúng có thể phun thuốc vào khu vực này không nhưng chúng rất tàn bạo! Ngoài ra, chúng tôi rất mong được đến vào năm tới và chứng kiến ​​sự mở rộng của các đường trượt nước dành cho trẻ lớn hơn!Đọc thêm",
            "Chúng tôi đã có khoảng thời gian tuyệt vời tại công viên bơm hơi cape cod. Chúng tôi thuê một căn lều với bạn bè! Đồ ăn đắt tiền, tuy nhiên dịch vụ này thật tuyệt vời khi bạn thuê một chiếc lều. Chúng tôi có Princess làm máy chủ của mình. Cô ấy là TOP KNOTCH. Thân thiện, có sức chứa và nhanh chóng. Cô ấy rất bận rộn và chưa bao giờ có thái độ xấu. Tôi thực sự đánh giá cao dịch vụ của cô ấy và tất cả những gì cô ấy đã làm cho con cái chúng tôi. Đọc thêm",
            "Điểm tích cực: Công viên rất sạch sẽ. Dường như có rất nhiều nhân viên trông chừng khách hàng quen. Chúng tôi thuê một căn chòi và người phục vụ làm việc không ngừng nghỉ để phục vụ cả gia đình chúng tôi. \nTiêu cực: Giá đã tăng vọt. Chúng tôi đã đi đến công viên kể từ khi nó mở cửa. Bãi đậu xe bây giờ là 10 chiếc ô tô để đỗ và luôn miễn phí. Căn lều trước đây là - 100 và bây giờ là - 200. Giá thực phẩm đã tăng gấp đôi. \nViệc tăng giá khiến các gia đình gặp khó khăn hơn một chút trong việc tận hưởng\nNhìn chung, chúng tôi rất thích thời gian bên gia đình. Đọc thêm",
            "Chúng tôi đã đến Công viên nước Wicked Waves một phần của khu vực này chứ không phải khu vực bơm hơi. Chúng tôi thực sự rất thích thời gian của chúng tôi. Con gái của chúng tôi mắc chứng tự kỷ và việc phải đeo dây đeo cổ tay luôn trở thành một vấn đề và họ cho phép tôi đeo dây đeo cổ tay cho con bé mà không có vấn đề gì. Chắc chắn có nhiều mức độ khó khác nhau trong mỗi lĩnh vực, điều này thật tuyệt vì mặc dù mới 10 tuổi nhưng cô ấy cần phải bắt đầu một cách dễ dàng, đơn giản và tăng cường lòng can đảm của mình. Chắc chắn còn rất nhiều việc khác - trung gian - để cô ấy làm, đó là điều tôi quan tâm. Cô ấy sẽ không đi xuống những cầu trượt lớn và quá lớn cho những trò chơi dành cho trẻ mới biết đi nên đôi khi thật khó để tìm thấy những thứ ở giữa nhưng ở đây có rất nhiều thứ và cô ấy đã có rất nhiều niềm vui. Bể tạo sóng là một thành công lớn với cô ấy. Họ sẽ tính phí cho bạn - 10 USD cho bãi đậu xe trừ khi bạn lưu trú tại khu nghỉ dưỡng kèm theo. Đọc thêm",
            "Chúng tôi đã đến Công viên nước Wicked Waves một phần của khu vực này chứ không phải khu vực bơm hơi. Chúng tôi thực sự rất thích thời gian của chúng tôi. Con gái của chúng tôi mắc chứng tự kỷ và việc phải đeo dây đeo cổ tay luôn trở thành một vấn đề và họ cho phép tôi đeo dây đeo cổ tay cho con bé mà không có vấn đề gì. Chắc chắn có nhiều mức độ khó khác nhau trong mỗi lĩnh vực, điều này thật tuyệt vì mặc dù mới 10 tuổi nhưng cô ấy cần phải bắt đầu một cách dễ dàng, đơn giản và tăng cường lòng can đảm của mình. Chắc chắn còn rất nhiều việc khác - trung gian - để cô ấy làm, đó là điều tôi quan tâm. Cô ấy sẽ không đi xuống những cầu trượt lớn và quá lớn cho những trò chơi dành cho trẻ mới biết đi nên đôi khi thật khó để tìm thấy những thứ ở giữa nhưng ở đây có rất nhiều thứ và cô ấy đã có rất nhiều niềm vui. Bể tạo sóng là một thành công lớn với cô ấy. Họ sẽ tính phí cho bạn - 10 USD cho bãi đậu xe trừ khi bạn lưu trú tại khu nghỉ dưỡng kèm theo. Đọc thêm",
            "thật là vui, tôi và bạn bè Gabby đã đến đó vào thứ sáu, thật là vui, tôi yêu hồ bơi tạo sóng, dòng sông lười và những đường trượt nước lớnĐọc thêm",
            "Điểm tích cực: Công viên rất sạch sẽ. Có vẻ như có rất nhiều nhân viên trông chừng khách hàng. Chúng tôi thuê một căn chòi và người phục vụ làm việc không ngừng nghỉ để phục vụ cả gia đình chúng tôi. Điểm tiêu cực: Giá cả tăng vọt. Chúng tôi đã đến công viên kể từ khi nó mở cửa. Bãi đậu xe hiện tại là - 10 một xe để đậu và trước đây luôn miễn phí. Bãi đậu xe trước đây là - 100 và bây giờ là - 200. Giá thực phẩm đã tăng gấp đôi. Việc tăng giá khiến các gia đình khó tận hưởng hơn một chútNhìn chung, chúng tôi đã tận hưởng thời gian bên gia đình Đọc thêm",
            "Chúng tôi đã có khoảng thời gian tuyệt vời tại công viên bơm hơi cape cod. Chúng tôi thuê một căn lều với bạn bè! Đồ ăn đắt tiền, tuy nhiên dịch vụ này thật tuyệt vời khi bạn thuê một chiếc lều. Chúng tôi có Princess làm máy chủ của mình. Cô ấy là TOP KNOTCH. Thân thiện, có sức chứa và nhanh chóng. Cô ấy rất bận rộn và chưa bao giờ có thái độ xấu. Tôi thực sự đánh giá cao dịch vụ của cô ấy và tất cả những gì cô ấy đã làm cho con cái chúng tôi. Đọc thêm",
            "Chúng tôi luôn có khoảng thời gian tuyệt vời và việc đến công viên nước đã trở thành truyền thống hàng năm. Công viên nước đẹp, sạch sẽ, nhỏ hơn. Không bao giờ quá đông đúc. Trẻ nhỏ thực sự thích công viên và người lớn. Cách tốt đẹp để dành một ngày hè trên mũi! Khiếu nại duy nhất của tôi là những con ong ở bàn, không chắc chúng có thể phun thuốc vào khu vực này không nhưng chúng rất tàn bạo! Ngoài ra, chúng tôi rất mong được đến vào năm tới và chứng kiến ​​sự mở rộng của các đường trượt nước dành cho trẻ lớn hơn!Đọc thêm",
            "Công viên nước nhỏ và công viên bơm hơi này rất dễ thương và có dòng sông lười, những chiếc lều, hồ tạo sóng và một vài đường trượt nước. Chúng tôi đã có một thời gian tốt đẹp. Nhưng bạn - sẽ có một ngày thực sự đắt giá cho những gì bạn nhận được. Chỉ cần vào là - 10 chỗ đỗ xe cộng với - 60 vé mỗi người. Bạn không được phép mang đồ ăn hoặc đồ uống vào và họ - sẽ đuổi theo bạn nếu bạn cố gắng, có nghĩa là bạn phải mua ở đó - - 14 chiếc burger phô mai, - 12 chiếc pizza cá nhân - và bạn phải trả - 200 cho một chiếc cabana nếu bạn muốn. Chúng tôi đã chi hơn - 600 đô la trong 5 giờ cho một gia đình 5 người. Với quy mô nhỏ của công viên, tôi không nghĩ nó đáng giá.Đọc thêm",
            "Chúng tôi đã dành cả ngày hôm qua và bất chấp thời tiết, chúng tôi đã có một khoảng thời gian hoàn toàn tuyệt vời. Công chúa phục vụ cabana của chúng tôi, đã đi khắp nơi để đảm bảo rằng chúng tôi đã có một ngày tuyệt vời! Đọc thêm",
            "Đã ghé thăm cách đây vài tuần và thật đáng buồn là hầu hết những chiếc bơm hơi đã biến mất, bao gồm cả những chiếc khổng lồ.  Trước đây có đủ loại và kích cỡ khác nhau bao phủ hầu hết công viên, nhưng tính đến năm ngoái, họ đã loại bỏ hầu hết các bơm hơi để nhường chỗ cho công viên nước.  Một số ít còn lại đều được nhét vào nơi từng là - Công viên Thử thách - - nơi có đu dây và đu dây - cả hai đều đã biến mất - .Đây từng là một nơi độc đáo mà chúng tôi có thể dành nửa ngày hoặc lâu hơn với bọn trẻ, nhưng với rất ít trò bơm hơi, bọn trẻ đã hoàn thành công việc trong vòng chưa đầy một giờ. Và, cảnh báo công bằng - công viên nước vẫn chưa hoàn thành.  Có một dòng sông lười và một bể tạo sóng, cũng như một khu vui chơi dành cho trẻ mới biết đi và một - hồ bơi dành cho người lớn - - đơn giản là một quầy bar ngay sát hồ bơi - không thể sử dụng để bơi lội thực sự -.  Ngoài ra còn có một người lướt sóng, nhưng bạn phải trả thêm tiền - 20. Vì vậy, về cơ bản là một công viên nước không có đường trượt nước... dự kiến ​​​​sẽ được xây dựng kịp thời cho mùa giải 2024.  Tuy nhiên, nó vẫn là - 45 mỗi người trong ngày chỉ cho công viên nước - nếu bạn cũng muốn làm công viên bơm hơi, thì - đó là thêm - 30 mỗi người.  Vì vậy, - 75 trong ngày.  Nếu bạn cũng muốn tham gia Flow Rider, thì - s - 95. Để so sánh, vé một ngày đến Disney World là - 109. Vì vậy, điều này chắc chắn giống như một khoản kiếm tiền cho những gì bạn nhận được, đặc biệt khi xem xét rằng bắt đầu từ năm nay họ - đang sạc - 10 cho bãi đậu xe. Nhìn chung, nó chỉ có cảm giác đông đúc và không đặc biệt vui vẻ hay thư giãn.  Chúng tôi thường đi vào mỗi mùa hè nhưng có lẽ sẽ không quay lại.Đọc thêm",
            "Chúng tôi đã có niềm vui ở đây. Chúng tôi chỉ tham gia công viên nước. Trẻ em của chúng tôi 12 và 16 tuổi và công viên bơm hơi thực sự dành cho trẻ nhỏ hơn nhiều. Chúng tôi đã sử dụng dòng sông lười và bể tạo sóng. Trẻ em của chúng tôi cũng rất vui với tính năng công viên nước tập thể dục trong rừng. Chúng tôi cũng đã thử trình điều khiển dòng chảy nhưng được cảnh báo trước. Bạn không thể đứng lên lướt trên đó. Họ dường như không cho phép điều đó. Tôi đã rất thất vọng về điều đó. Có một cầu trượt bơm hơi lớn. Đó là một loại trượt nước. Điều đó cũng khá vui. Phần lớn, điều này rất thú vị và có những chiếc ghế trên bãi biển nơi bạn có thể nằm dài dưới ánh mặt trời và đọc sách của mình. Phần lớn chúng tôi nghĩ đây là một cách thú vị để trải qua một ngày. Không quá đắt nên tôi muốn giới thiệu nó cho những người đang tìm việc gì đó để làm vào một trong những ngày trong kỳ nghỉ ở Cape Cod của họ.Đọc thêm",
            "Nơi này thật tuyệt. Chúng tôi - đã đến đó hai lần vào mùa hè này và mùa hè năm ngoái. Con trai của chúng tôi vừa tròn 6 tuổi, chúng tôi đã đi dự sinh nhật của nó cả hai năm, cả hai lần nó đều thuê một chiếc cabana và trị giá 100 đô la. Một nơi được đảm bảo trong bóng râm, dịch vụ ăn uống, dịch vụ ăn uống, cửa hàng, nơi cất giữ đồ đạc của bạn. Nhiều hơn những gì bạn có thể yêu cầu? Niềm vui cho trẻ em và người lớn! Mọi thứ đều siêu sạch và không bao giờ thực sự có cảm giác đông đúc. Tôi không nghĩ mức giá này quá tệ cho cả một ngày vui vẻ.Đọc thêm"
        ],
        "star_ratings": [
            156,
            153,
            57,
            25,
            26
        ],
        "review_amount": 417,
        "location": [
            "Massachusetts - MA -",
            "Cape Cod",
            "Hoa Kỳ",
            "Tây Yarmouth",
            "Công viên bơm hơi Cape Cod",
            "Những hoạt động nên làm ở Tây Yarmouth",
            "Yarmouth"
        ],
        "reviews_time": [
            "Written July 24, 2023",
            "Written July 29, 2023",
            "Written August 20, 2023",
            "Written August 20, 2023",
            "Written August 21, 2023",
            "Written August 24, 2023",
            "Written December 29, 2023",
            "Written December 29, 2023",
            "Written August 27, 2023",
            "Written August 24, 2023",
            "Written August 21, 2023",
            "Written August 20, 2023",
            "Written August 20, 2023",
            "Written August 16, 2023",
            "Written August 14, 2023",
            "Written August 8, 2023",
            "Written July 31, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g41922-d2279461-Reviews-Cape_Cod_Inflatable_Park-West_Yarmouth_Yarmouth_Cape_Cod_Massachusetts.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g41922-d384865-Reviews-Ann_Fran_s_Kitchen-West_Yarmouth_Yarmouth_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Restaurant_Review-g41922-d6762806-Reviews-Mike_s_Roast_Beef_Pizzeria-West_Yarmouth_Yarmouth_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Restaurant_Review-g41922-d384868-Reviews-Keltic_Kitchen-West_Yarmouth_Yarmouth_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Restaurant_Review-g41922-d6654473-Reviews-Penguins_Ice_Cream_Igloo-West_Yarmouth_Yarmouth_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Restaurant_Review-g41922-d2343993-Reviews-Basil_Thai_Cuisine-West_Yarmouth_Yarmouth_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Restaurant_Review-g41922-d10782429-Reviews-99_Restaurants-West_Yarmouth_Yarmouth_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Restaurant_Review-g41922-d385095-Reviews-Takis_Pizza-West_Yarmouth_Yarmouth_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Restaurant_Review-g41922-d25347329-Reviews-Keshar_Indian_Restaurant_And_Bar-West_Yarmouth_Yarmouth_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Restaurant_Review-g41922-d23756710-Reviews-Scally_s_Irish_Ale_House-West_Yarmouth_Yarmouth_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Restaurant_Review-g41922-d3361584-Reviews-Dunkin-West_Yarmouth_Yarmouth_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41922-d10440759-Reviews-Whydah_Pirate_Museum-West_Yarmouth_Yarmouth_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41922-d1823809-Reviews-Seagull_Beach-West_Yarmouth_Yarmouth_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41922-d26360938-Reviews-Sandy_Pond_Recreation_Area-West_Yarmouth_Yarmouth_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41922-d618751-Reviews-Antiques_Center_of_Yarmouth-West_Yarmouth_Yarmouth_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41623-d482191-Reviews-John_F_Kennedy_Memorial-Hyannis_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41802-d208263-Reviews-Route_6A_The_Old_King_s_Highway-Sandwich_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41623-d1180472-Reviews-The_Steamship_Authority-Hyannis_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41623-d103582-Reviews-John_F_Kennedy_Hyannis_Museum-Hyannis_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41841-d7148521-Reviews-Bass_River_Beach-South_Yarmouth_Yarmouth_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41623-d658898-Reviews-Cape_Cod_Beer-Hyannis_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41922-d2279461-Reviews-or10-Cape_Cod_Inflatable_Park-West_Yarmouth_Yarmouth_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41922-d14759845-Reviews-Cape_Islands_Henna_Design-West_Yarmouth_Yarmouth_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41922-d23485012-Reviews-The_Music_Room_Gallery_And_Wine_Bar-West_Yarmouth_Yarmouth_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41922-d7714022-Reviews-Wings_Beachwear-West_Yarmouth_Yarmouth_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41922-d18915714-Reviews-Who_Gives_A_Stitch-West_Yarmouth_Yarmouth_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41841-d106689-Reviews-Pirate_s_Cove_Adventure_Golf-South_Yarmouth_Yarmouth_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41841-d6631352-Reviews-Shark_Shark_Tuna_Fishing_Charters-South_Yarmouth_Yarmouth_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41922-d6938649-Reviews-Wilma_s_Eclectic_Consignment-West_Yarmouth_Yarmouth_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41623-d2233514-Reviews-Bay_Spirit_Tours-Hyannis_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41922-d4757000-Reviews-Jump_on_Us-West_Yarmouth_Yarmouth_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41922-d106693-Reviews-Putters_Paradise_Mini_Golf_Ice_Cream-West_Yarmouth_Yarmouth_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41623-d660854-Reviews-Pirate_Adventures_Hyannis_Cape_Cod-Hyannis_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g303908-d2203689-Reviews-Slinky_Beach_Bar-Ko_Phi_Phi_Don_Ao_Nang_Krabi_Town_Krabi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g46885-d8671189-Reviews-Stairway_to_Heaven_Trail-Vernon_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g658914-d243145-Reviews-Ancient_Thera-Kamari_Santorini_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g1772452-d12427898-Reviews-Ayubia_National_Park-Ayubia_Sindh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g54231-d6597928-Reviews-Folly_Beach_Fishing_Pier-Folly_Beach_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49211-d143892-Reviews-Emerald_Hollow_Mine-Hiddenite_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g303653-d547559-Reviews-Tsarevets-Veliko_Tarnovo_Veliko_Tarnovo_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g42683-d4551983-Reviews-Mount_Baldhead_Park-Saugatuck_Allegan_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d2012159-Reviews-Kia_Center-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g671461-d6697792-Reviews-De_Bazaar-Beverwijk_North_Holland_Province.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g41922-d2279461-Reviews-or10-Cape_Cod_Inflatable_Park-West_Yarmouth_Yarmouth_Cape_Cod_Massachusetts.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g41922-d2279461-Reviews-Cape_Cod_Inflatable_Park-West_Yarmouth_Yarmouth_Cape_Cod_Massachusetts.html"
    }
]