[
    {
        "attraction_name": "Cape San Blas",
        "attraction_name_vi": "Mũi San Blas",
        "general_info": [
            "673 đánh giá",
            "- 1 trong 18 điều cần làm ở Port Saint Joe",
            "Điểm tham quan - Di tích lịch sử"
        ],
        "attraction_summary": "Tôi khuyên bạn nên thuê hoặc thuê một chiếc thuyền thuê từ bến du thuyền Port St. Joe đến mũi Cape San Blas. Đẹp tuyệt đối, không thể dùng từ ngữ nào diễn tả được làn nước trong, nông và bãi cát trắng trải dài quanh bán đảo nơi Vịnh gặp vịnh. Chúng tôi thật may mắn khi có 6 con cá heo vây quanh thuyền trong ít nhất 30 phút. Một việc tuyệt đối phải làm! Đọc thêm",
        "reviews": [
            "Chúng tôi ở đây một tuần vào tháng Chín. Vẫn còn rất nóng vào thời điểm này trong năm. Không đông đúc chút nào. Chúng tôi ở lại Đèo Ấn Độ nhưng tôi khuyên bạn nên ở lại mũi phía bắc để có nước trong. Chúng tôi yêu thích công viên tiểu bang. Nếu bạn muốn đi thư giãn, đây là nơi để đến. Không có nhiều việc phải làm ở những điểm ưa thích nhưng điều đó sẽ buộc bạn phải nghỉ ngơi. Ở đây rất yên bình. Rất nhiều động vật hoang dã.Đọc thêm",
            "Cape San Blas là nơi bạn muốn đến để ngắm cảnh đẹp và thư giãn. Bãi biển tuyệt đẹp và vịnh thì yên tĩnh. Tôi nghe nói câu cá ở đây rất tuyệt. \nCông viên tiểu bang St, Joseph Peninsula nằm ở cuối mũi đất. Đây thực sự là một viên ngọc quý.\nCó một vài nhà hàng và một vài cửa hàng nên đừng mong đợi nhiều sự phấn khích. Hãy mong đợi cảnh bình minh và hoàng hôn tuyệt đẹp. Đọc thêm",
            "Cape San Blas là nơi bạn muốn để làm đẹp và thư giãn.  Những bãi biển tuyệt đẹp và vịnh yên tĩnh. Tôi nghe nói câu cá rất hay. Công viên tiểu bang St, Joseph Peninsula nằm ở cuối mũi đất. Nó thực sự là một viên ngọc quý. Có một vài nhà hàng và một vài cửa hàng nên đừng mong đợi có nhiều sự phấn khích. Mong đợi bình minh và hoàng hôn tuyệt đẹp.Đọc thêm",
            "Chúng tôi ở đây một tuần vào tháng Chín. Vẫn còn rất nóng vào thời điểm này trong năm. Không đông đúc chút nào. Chúng tôi ở lại Đèo Ấn Độ nhưng tôi khuyên bạn nên ở lại mũi phía bắc để có nước trong. Chúng tôi yêu thích công viên tiểu bang. Nếu bạn muốn đi thư giãn, đây là nơi để đến. Không có nhiều việc phải làm ở những điểm ưa thích nhưng điều đó sẽ buộc bạn phải nghỉ ngơi. Ở đây rất yên bình. Rất nhiều động vật hoang dã.Đọc thêm",
            "Đây là một bãi biển yên tĩnh tuyệt vời.  Vịnh là nơi tuyệt vời để chèo thuyền. Nhà hàng St Joe Tôm rất tuyệt vời cũng như Indian Pass Raw Bar.Đọc thêm",
            "thị trấn tuyệt vời cho ánh nắng mặt trời. có rất nhiều thứ. Dừng lại để ăn trưa tại Longbills.. tacos cá và salsa tuyệt vờiĐọc thêm",
            "Tôi khuyên bạn nên thuê hoặc thuê một chiếc thuyền thuê từ bến du thuyền Port St. Joe đến mũi Cape San Blas. Đẹp tuyệt đối, không thể dùng từ ngữ nào diễn tả được làn nước trong, nông và bãi cát trắng trải dài quanh bán đảo nơi Vịnh gặp vịnh. Chúng tôi thật may mắn khi có 6 con cá heo vây quanh thuyền trong ít nhất 30 phút. Một việc tuyệt đối phải làm! Đọc thêm",
            "Chuyến đi trong ngày nhanh chóng. Không có lối vào chính của bãi biển - Tôi không thể tìm thấy -. Đỗ xe bên đường gần những tảng đá lớn để vào. Không muốn đỗ xe hay đi vào tài sản của ai. Rất nhiều sự phát triển đang diễn ra. Cát trắng đẹp. Bãi biển đẹp, không đông đúc. Hoàng hôn tuyệt vời. Không có chỗ nước ngoài trời để rửa sạch. Hãy chắc chắn dừng lại ở bến thuyền trước, có một khu vui chơi trẻ em và một khu vực nhìn ra mặt nước. Nhìn chung, một nơi nghỉ ngơi nhỏ tuyệt vời cho ngày cuối tuần Tưởng niệm. Chúng tôi rất thích nó.Đọc thêm",
            "Tháng 10 năm ngoái là chuyến thăm đầu tiên của chúng tôi tới Cape San Blas. Có con gái tôi và gia đình cô ấy với chúng tôi. Chúng tôi đã có thời gian tuyệt vời nhất. Không thể chờ đợi để quay lại những con người rất tốt bụng ở mọi nơi chúng tôi đã đến.Đọc thêm",
            "Cho thuê nhà gần Long Bills. Rất thích hòn đảo, công viên tiểu bang và câu cá. Ăn ở Cone Heads. Giá rất phải chăng trong tháng 4.Đọc thêm",
            "Chúng tôi - đã đến đây hơn 25 năm. Chúng tôi yêu thích từng giây phút ở đây chèo thuyền kayak, đi bộ đường dài, câu cá và lặn với ống thở. Trong thực tế, nơi này có cảm giác như ngôi nhà thứ hai. Đó là lý do tại sao thật đau lòng khi chứng kiến ​​mảnh thiên đường nguyên sơ này trở thành một nơi khác cho sự phát triển không kiểm soát và sự tàn phá vẻ đẹp tự nhiên. Chúng tôi có thể sẽ quay lại vài lần nữa nhưng đây không còn là một nơi đặc biệt đối với chúng tôi nữa và chúng tôi đang tìm kiếm một điểm đến mà chính quyền địa phương quan tâm đến việc bảo tồn.Đọc thêm",
            "Gần đây chúng tôi đã lưu trú tại - Beach Bummin - - 4 Reel do Coastal Joe Vacation Rentals quản lý và nhận thấy đây là một địa điểm tuyệt vời dành cho gia đình. Khung cảnh bình minh từ tầng trên thật tuyệt vời. Với tổng cộng 4 phòng ngủ và 4,5 phòng tắm, có rất nhiều chỗ cho cả gia đình. Chúng tôi có đại gia đình bao gồm 3 đứa cháu và chúng thích có phòng ngủ với giường tầng và phòng tắm riêng. Chỗ đậu xe đủ cho hai xe và gara thuận tiện cho việc mang đồ vào vào ngày mưa. Việc có được một chiếc thang máy khiến những người già chúng tôi rất biết ơn. Chỗ ở cho Seacliffs nói chung là tuyệt vời. Bãi biển rộng và không đông đúc như một số khu vực đông khách du lịch. Hồ bơi rất rộng và sân chơi mới được bổ sung gần đây thật tuyệt vời. Căn hộ được bảo trì tốt, sạch sẽ và hoàn hảo cho cả gia đình chúng tôi. Việc có Công viên Tiểu bang Bán đảo St. Joe thực tế ngay bên ngoài cổng giúp việc chạy bộ, đạp xe và đi bộ trên những con đường mòn trở nên thuận tiện. Một giá trị lớn ở một vị trí tuyệt vời. Beach Bummin - - 4 Reel là THỰC SỰ! Nó sẽ đứng đầu danh sách cho kỳ nghỉ tiếp theo của gia đình chúng tôi.Đọc thêm",
            "Đang cố gắng tìm một ngôi nhà trên bãi biển vào tuần cuối cùng của tháng 4 và tuần đầu tiên của tháng 5. 3 người lớn. Có hai con chó nhỏ.\nNhững bãi biển nào không cho phép lái xe trên đó. Đọc thêm",
            "Xin chào, con gái tôi muốn tổ chức đám cưới trên bãi biển với sự tham gia của 2 chú chó. Có thể tổ chức trên bãi biển này không? Đọc thêm",
            "Vâng, tôi chắc chắn. Liên hệ với Sylvia tại Serenity Beach rentals! Cô ấy có thể hướng dẫn bạn đến những địa chỉ liên lạc tốt nhất - Đọc thêm",
            "Tôi sẽ chụp ảnh chân dung người cao tuổi và ảnh bãi biển gia đình cho ảnh bãi biển gia đình. Có ai có thể giới thiệu một địa điểm có phong cảnh đẹp với một số loại cỏ bãi biển dễ tiếp cận hoặc các loại cây yến mạch biển không mọc cao trên cồn cát không. Chúng tôi không muốn làm phiền các cồn cát. Ngoài ra còn có trang web chụp ảnh tốt nào khác không? Bãi biển, lịch sử, thị trấn ven biển, v.v. ở cape san blas, port st joe hay thậm chí là khu vực st george?Đọc thêm",
            "Chúng tôi ở đây trong tuần.  Có bản đồ nào về các khu vực tiếp cận bãi biển không?Đọc thêm",
            "Vâng, hầu như tất cả các cửa hàng, v.v. đều quên bản đồ bờ biển. Có mọi thứ trên đó và chúng - miễn phí. Đọc thêm",
            "Đối với những người gần đây - tức là năm 2019 - .... có quy định nào về thời điểm việc xây dựng có thể bắt đầu vào các ngày trong tuần không? hơi lo ngại rằng chúng ta sẽ bị đánh thức bởi cưa và búa vào buổi sáng khi chúng ta ở đó để thư giãn và ngủ tiếp. chúng tôi rất muốn hỗ trợ một thị trấn đang phục hồi, nhưng cũng cần tìm một khu vực mà chúng tôi có thể bắt kịp thời gian nghỉ ngơi. \n\nCho bạn biết - chúng tôi đang xem xét một địa điểm ngay trên vịnh trên dải đất phía tây bắc của mũi mũi - nơi 30E rẽ về hướng bắc ngay sau mũi đất....xin lỗi, không chắc nó được gọi là gì! - . Không - không chắc chắn liệu một số khu vực nhất định có được xây dựng nhiều hơn những khu vực khác hay không - ví dụ: cũng đang nhìn vào khu vực Indian Pass - \n\nCảm ơn trước vì ý kiến ​​đóng góp!Đọc thêm",
            "Đã đến Cape tuần trước - 7-14 tháng 7 - . Các con đường được sửa chữa rất tốt, mặc dù Bão Barry đã gây thêm xói mòn và sóng tràn qua những tảng đá ở hố gốc cây và một số bức tường biển bên vịnh đang đổ xuống gần những tảng đá.\n\nXung quanh chúng tôi không có công trình xây dựng nào trước 7 giờ sáng. Một ngôi nhà - ở đường Dunes - đang được sửa chữa do Michael và một tòa nhà mới nhận được phòng thiếc - Ovation - .Đọc thêm",
            "Các bãi biển ở Cape San Blas sau cơn bão như thế nào?Đọc thêm",
            "Các bãi biển rất đẹp và sạch sẽ! Tuyệt vời hơn bao giờ hết!Đọc thêm",
            "Khu vực này đã phục hồi như thế nào sau cơn bão? Bạn có thể đi du lịch quanh khu vực không? Đọc thêm",
            "Mọi thứ sẽ trở lại bình thường.  Vẫn còn rất nhiều công việc sửa chữa đang diễn ra, nhưng các cửa hàng đã hoạt động trở lại, các mảnh vụn được dọn sạch và đường xá có thể đi lại được.  Bạn sẽ có một trải nghiệm tuyệt vời.\nĐọc thêm",
            "Chúng tôi đang cân nhắc việc đưa bọn trẻ đến Cape San Blas để nghỉ Xuân vào đầu tháng Tư. Chúng tôi luôn muốn đến thăm trước cơn bão nhưng chưa bao giờ có cơ hội. Suy nghĩ của bạn sau chuyến thăm gần đây là gì...?\n\nCảm ơn Chip GĐọc thêm",
            "Chúng tôi đã đến đó vào tháng trước và nhận thấy khu vực này đang phục hồi chậm. Vẫn còn rất nhiều mảnh vụn đang chờ được nhặt - hàng đống thiết bị, vật liệu xây dựng, v.v. - và vẫn còn rất nhiều nước đọng giữa bãi biển và những dãy nhà đầu tiên. Nước vịnh có màu nâu trong một vài ngày - tùy thuộc vào hướng gió, thủy triều, v.v. - do tất cả chất tannin từ cây đã bị cuốn vào trong cơn bão - hãy nghĩ đến màu trà đá - . Việc sửa chữa đường vẫn tiếp tục nhưng tất cả đều có thể vượt qua được và thỉnh thoảng phải chờ đợi tại các khu vực xây dựng. Nếu bạn đang tìm kiếm vẻ đẹp nguyên sơ, đậm chất bưu thiếp thì nó chỉ đang dần quay trở lại, nhưng không có lý do gì để không đi. Người dân địa phương vẫn thân thiện hơn bao giờ hết và chúng tôi tận hưởng sự yên tĩnh và không có đám đông. Mang theo bình xịt côn trùng và cảm giác phiêu lưu và bạn sẽ không phải thất vọng.Đọc thêm",
            "Bạn có thể đến bất cứ nơi nào trong Công viên Tiểu bang để chèo thuyền kayak trong khu vực vịnh không?  Chúng tôi dự định đến Indian Pass vào tháng 3.  Có vẻ như St. Vincent Wildlife Refuse sẽ đóng cửa nhưng cũng sẽ dành thời gian ở St. Joseph nên tôi cần biết liệu mình có nên mang theo thuyền kayak hay không.Đọc thêm",
            "Rong biển ở đó thế nào vào khoảng tuần thứ 3 của tháng 6?  Chúng tôi đã lên kế hoạch cho một chuyến đi và chúng tôi thường đi vào tháng 7.Đọc thêm",
            "Tôi đã ở đó vào tháng bảy\nKhông có rong biểnĐọc thêm"
        ],
        "star_ratings": [
            499,
            116,
            33,
            9,
            16
        ],
        "review_amount": 673,
        "location": [
            "Những điều cần làm ở Cảng Saint Joe",
            "Mũi San Blas",
            "Cảng Saint Joe",
            "Hoa Kỳ",
            "Florida - FL -",
            "Florida Panhandle"
        ],
        "reviews_time": [
            "Written June 7, 2023",
            "Written September 15, 2023",
            "Written April 14, 2024",
            "Written April 14, 2024",
            "Written September 15, 2023",
            "Written August 21, 2023",
            "Written July 23, 2023",
            "Written June 7, 2023",
            "Written May 29, 2023",
            "Written May 7, 2023",
            "Written April 29, 2023",
            "Written April 26, 2023",
            "Written December 1, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g34578-d528216-Reviews-Cape_San_Blas-Port_Saint_Joe_Florida.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g34578-d10434743-Reviews-Sand_Dollar_Cafe-Port_Saint_Joe_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34578-d1541231-Reviews-Joe_Mama_s_Wood_Fired_Kitchen-Port_Saint_Joe_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34578-d1500287-Reviews-Provisions-Port_Saint_Joe_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34578-d1762434-Reviews-Peppers-Port_Saint_Joe_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34578-d8835632-Reviews-Krazyfish_Grille-Port_Saint_Joe_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34578-d4647939-Reviews-Sisters_Bistro-Port_Saint_Joe_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34578-d23032946-Reviews-Quatro_Locos_Tacos_And_Cantina-Port_Saint_Joe_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34578-d12846034-Reviews-Uptown_Raw_Bar_and_Grill-Port_Saint_Joe_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34578-d2350105-Reviews-The_No_Name_Cafe-Port_Saint_Joe_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34578-d21370992-Reviews-This_Is_Garden_Food-Port_Saint_Joe_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34578-d8115484-Reviews-Cape_San_Blas_Lighthouse-Port_Saint_Joe_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34578-d12296180-Reviews-Gulf_County_Florida_Welcome_Center-Port_Saint_Joe_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34578-d17454800-Reviews-Bay_Breeze_Antiques-Port_Saint_Joe_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34578-d27091992-Reviews-George_Core_Park-Port_Saint_Joe_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34578-d23593948-Reviews-Forgotten_Coast_Sea_Turtle_Center-Port_Saint_Joe_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34578-d2691649-Reviews-Constitutional_Convention_Museum_State_Park-Port_Saint_Joe_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34578-d12018127-Reviews-St_Joseph_Catholic_Church-Port_Saint_Joe_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g28930-d108591-Reviews-US_Highway_98-Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34437-d10780535-Reviews-Left_Bank_Art_Gallery-Mexico_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34578-d27037727-Reviews-The_Joe_Center_for_the_Arts-Port_Saint_Joe_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34578-d528216-Reviews-or10-Cape_San_Blas-Port_Saint_Joe_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34578-d12071506-Reviews-St_Joseph_Point_Lighthouse-Port_Saint_Joe_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34578-d23131134-Reviews-Indian_Trail_Pass-Port_Saint_Joe_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34578-d13570015-Reviews-Sea_Ink_Gallery-Port_Saint_Joe_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34578-d10920403-Reviews-Coastal_Cabin-Port_Saint_Joe_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34578-d5830790-Reviews-St_Joe_Bar_Package-Port_Saint_Joe_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34578-d27709707-Reviews-Gettin_Reel_Sportfishing-Port_Saint_Joe_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34578-d20044187-Reviews-Kidd_Mullet_Charters-Port_Saint_Joe_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34578-d7793526-Reviews-AquaBear_Adventures-Port_Saint_Joe_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34578-d4352933-Reviews-Bluewater_Outriggers-Port_Saint_Joe_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34578-d10203750-Reviews-Captain_Trey_Landry-Port_Saint_Joe_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34578-d27765774-Reviews-Buena_Vida_Boats-Port_Saint_Joe_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34578-d12290456-Reviews-Windward_Sailing_Charters-Port_Saint_Joe_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34578-d8326789-Reviews-St_Joe_Patio-Port_Saint_Joe_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34530-d12994248-Reviews-Giant_Kapok_Tree-Palm_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d615520-Reviews-Garment_District-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g45082-d7148335-Reviews-Ousel_Falls_Trail-Big_Sky_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g662629-d196777-Reviews-Church_of_Saint_Spiridon-Corfu_Town_Corfu_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g680222-d12834364-Reviews-CityPlace_Doral-Doral_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g50288-d23822673-Reviews-Dundee_Falls_Trail-Dundee_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g2301775-d338410-Reviews-Lake_Toba-North_Sumatra_Sumatra.html",
            "https://www.tripadvisor.com/Attraction_Review-g14134368-d1927987-Reviews-Aqua_City_Odaiba-Daiba_Minato_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g147278-d23992277-Reviews-Punta_Love_Heart-Willemstad_Curacao.html",
            "https://www.tripadvisor.com/Attraction_Review-g32588-d10151155-Reviews-Crescent_Bay_Beach-Laguna_Beach_California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g34578-d528216-Reviews-or10-Cape_San_Blas-Port_Saint_Joe_Florida.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g34578-d528216-Reviews-Cape_San_Blas-Port_Saint_Joe_Florida.html"
    }
]