[
    {
        "attraction_name": "Cape May - Lewes Ferry",
        "attraction_name_vi": "Cape May - Phà Lewes",
        "general_info": [
            "1.937 đánh giá",
            "2 trên 39 hoạt động giải trí ở Lewes",
            "Phà"
        ],
        "attraction_summary": "Cho dù bạn đang băng qua Vịnh Delaware để có một chuyến đi vui vẻ trong ngày hay là một phần của chuyến đi đường dài, trên Phà Cape May-Lewes, hành trình của bạn chắc chắn sẽ là một hành trình đáng nhớ. Tận hưởng những ngọn hải đăng lịch sử, bến cảng đẹp như tranh vẽ, những con tàu vượt biển, độc đáo các loài chim biển và có thể là cả cá heo hộ tống của riêng bạn! Hành trình dài 17 dặm, 85 phút giữa New Jersey và Delaware có thể cắt đứt quãng đường đi dọc theo Bờ biển Đại Tây Dương, nối các điểm như Wildwood, Stone Harbor, Avalon, Ocean City và phần còn lại của Jersey Shore với Bãi biển Rehoboth, Bãi biển Dewey, Bờ biển Sussex, Bãi biển Bethany, Đảo Fenwick, Thành phố Ocean, MD và các điểm đến trên khắp Virginia. Các nhà ga hiện đại, thân thiện của chúng tôi là một điểm đến tự thân, với các nhà hàng và phòng chờ thú vị , và các cửa hàng quà tặng đầy ắp!Đọc thêm",
        "reviews": [
            "Dễ dàng đặt vé trực tuyến.  Rất có tổ chức để tải.  Chúng tôi đến đó sớm và thưởng thức bữa trưa bên dòng nước.  Chuyến đi thật thú vị và chúng tôi đến đúng giờ. Chúng tôi chọn chiếc phà này để tránh phải đến gần Philadelphia khi sửa chữa tuyến đường 95.Đọc thêm",
            "Đây là lần thứ hai chúng tôi đi phà từ Lewes đến Cape May. Cả hai lần đều được tổ chức cực kỳ chu đáo; Đưa phương tiện lên phà và xuống phà giống như một cái máy được tra dầu tốt. Chuyến đi luôn dễ chịu và thư giãn. Đồ uống có cồn có sẵn tại quầy bar ở đầu phà. Quán bar khá đông đúc và sẽ rất hữu ích nếu có nhiều hơn một nhân viên pha chế.Đọc thêm",
            "Chúng tôi đi phà từ Lewes đến Cape May, chủ yếu là để trải nghiệm cảm giác ngồi trên phà và tiếp tục chuyến đi thăm New England. Trải nghiệm đặt phòng, lên máy bay và xuống tàu rất dễ dàng. Trên phà có các lựa chọn để mua thực phẩm, đồ uống và hàng hóa. Tôi nghĩ rằng những người lên xe mà không có xe sẽ được chọn chỗ ngồi tốt nhất trên bàn cạnh cửa sổ, bởi vì khi chúng tôi đỗ xe và lên tầng trên, lựa chọn duy nhất là những dãy ghế ở giữa. Chúng tôi ngồi một lúc trước khi tôi và con gái quyết định đi dạo bên ngoài. Nhìn chung, đó là một trải nghiệm thú vị nếu bạn đi du lịch theo cách đó, chỉ để thử một phương thức di chuyển khác. Đọc thêm",
            "Đã thấy chuyến phà này trên chương trình truyền hình Aerial America có sự góp mặt của New Jersey. Chúng tôi rời Kentucky để tham gia chuyến tham quan lái xe lịch sử và hoạt động duy nhất được lên kế hoạch là lái xe dọc bờ biển Jersey và đi phà này đến Delaware. Chúng tôi không thất vọng. Đi chuyến một chiều ngày 4 tháng 7 năm 2023 - 12:00 trưa từ Cape May đến Lewes. Thời tiết hoàn hảo. Chúng tôi đến trước giờ khởi hành một giờ và là người thứ 10 trong hàng lên tàu. Lên tàu đúng giờ và nhanh chóng. Đi lên tầng cao nhất để tận hưởng gió và ngắm cảnh. Chuyến đi một chiều kéo dài khoảng 90 phút. Có một số bức ảnh chim và cá heo tuyệt đẹp. Đọc thêm",
            "Chúng tôi đã thực hiện một chuyến đi khứ hồi từ Cape May. Nó tiết kiệm rất nhiều thời gian so với việc lái xe đến Delaware và giúp chúng tôi tạm dừng việc lái xe để khởi động. Toàn bộ hoạt động diễn ra suôn sẻ và đúng giờ. Họ thậm chí còn có một sân gôn mini 9 lỗ MIỄN PHÍ mà bạn có thể chơi trong khi chờ đợi ở phía NJ. Bạn có thể mua đồ ăn và quà lưu niệm tại nhà ga và trên phà.Đọc thêm",
            "Chúng tôi đã trả 71,00 xe, 3 người lớn, 1 trẻ em\nMọi thứ đều là sự lừa dối và có trật tự. \nChúng tôi đến sớm để có thể lên tàu trước.\nHọ có một nhà hàng và quán cà phê đẹp bên trong dọc theo chỗ ngồi từ trong ra ngoài trong khi bạn chờ khởi hành.\nAn ninh đã kiểm tra tất cả các rương.\nLên và xuống thật dễ dàng.\nRất nhiều ghế trên phà. \nChỗ ngồi cả bên trong và bên ngoài. Rất nhiều phòng đứng.\nTầng dưới cùng của cửa hàng quà tặng nhỏ\nThanh trên cùng bên ngoài và dưới cùng bên trong\nLượt xem tuyệt vời\nThư giãn tuyệt vời\nHoàn hảo cho một giấc ngủ ngắn\nCòn hơn một tiếng nữa là đến Cap-May \nChúng tôi yêu nó.\nKhả năng mang theo thú cưng lên máy bayĐọc thêm",
            "Đáng đồng tiền, đặc biệt nếu bạn muốn tránh I-95. Nếu bạn đang đến Thành phố Atlantic hoặc một nơi nào đó ở miền nam NJ thì đây là một ý tưởng tuyệt vời. Đó là chuyến đi khoảng 80 phút và bạn có thể nhìn thấy một số cá heo và các sinh vật biển khác. Chuyến đi dễ chịu. Tắt báo động ô tô của bạn!Đọc thêm",
            "Một lựa chọn rất tốt để đến thành phố biển nếu bạn đi du lịch từ NJ, trẻ em cũng thích nó.  Mất khoảng một giờ 15 phút đi thuyền từ mũi May đến thành phố Ocean MD.  Đặt phòng dễ dàng có chi phí ổn - chúng tôi đã trả khoảng 37 cho xe tải của chúng tôi và 10 cho mỗi người. \n\nPhà có rất nhiều chỗ ngồi trong và ngoài boong.  Tôi thực sự thích ghế đẩy lùi .. rất thoải mái.  Họ cũng có một cửa hàng quà tặng và một quán cà phê nhỏ với cà phê và một số đồ ăn nhẹ.  Ngoài ra còn có quầy bar trên tầng 2. Rất tổ chức . Rất thoải mái . Phải đợi một tiếng mới lên tàu .. các nhà hàng bên trong bến phà không ngon lắm. Nhìn chung là một trải nghiệm tốtXem thêm",
            "Trong chuyến đi dọc bờ biển phía đông, vợ tôi và tôi đã đặt xe lên phà để đi từ North Cape May New Jersey đến Lewes Delaware. Khi đến nhà ga, chúng tôi chỉ đợi xếp hàng 30 phút cho đến khi tất cả các phương tiện đều được kiểm tra an ninh và quá trình bốc hàng của chúng tôi bắt đầu. Việc qua phà là một khoảng cách 17 dặm và mất 90 phút. Trên tàu có nhiều vị trí chỗ ngồi để lựa chọn cộng với một quầy bar nhỏ phục vụ đồ uống và đồ ăn nhẹ. Một ngày nắng đẹp và chúng tôi thực sự thích thú với chuyến vượt biển như một phần trong chuyến đi đang diễn ra của mình. Khuyến khích. Đọc thêm",
            "Đi xe vào đầu tháng 12, chúng tôi lo ngại về thời tiết. Hóa ra đó là một ngày hoàn hảo, biển êm đềm. \n\nTàu đến đúng giờ và chúng tôi lên tàu kịp thời. Thực sự đánh giá cao việc mọi người phải qua cửa kiểm tra an ninh để lên máy bay. Làm cho chúng tôi thoải mái hơn nhiều.\n\nCác nhân viên thật tuyệt vời. Chúng tôi đã uống một ít bia và một ít đồ ăn nhẹ. Trước khi bạn biết điều đó, chúng tôi đã đến Cape May một cách dễ dàng. Chúng tôi sẽ trở lại vào mùa xuân.Đọc thêm",
            "Chuyến đi tuyệt vời đã đi khứ hồi để có điều gì đó thú vị để làm cho gia đình, rất ấn tượng bởi đội ngũ nhân viên, sự sạch sẽ của cảng và thuyền. Lựa chọn tuyệt vời các món ăn và đồ ăn nhẹ. Nhân viên pha chế Mike tại quán bar dành cho người lớn rất cá tính, nhiều thông tin và tốt bụng, anh ấy khiến mọi vị khách đều cảm thấy như gia đìnhĐọc thêm",
            "Đây là lần đầu tiên chúng tôi đi phà và đó là một trải nghiệm thú vị! Các nhân viên cực kỳ thân thiện và hiệu quả. Có rất nhiều chỗ ngồi bên trong hoặc trên boong cao nhất của phà hoặc bạn có thể ở trong ô tô nếu muốn. Rất khuyến khích!!! Đọc thêm",
            "Chúng tôi đến khoảng 30 phút trước khi khởi hành. Lái xe lên phà. Ngồi trên boong cao nhất trong khoảng một giờ để tận hưởng ánh nắng mặt trời và không khí trong lành. Đã dành nửa giờ qua bên trong boong dưới. Chỗ ngồi rất thoải mái với thức ăn có sẵn. Việc bốc dỡ xe rất nhanh chóng và hiệu quả. Cách thú vị để dành 90 phút.  Chuyến trở về cũng rất thoải mái và thuyền trưởng thậm chí còn nhìn thấy một con cá voi mà ông ấy đã chỉ cho chúng tôi.Đọc thêm",
            "Nhân viên đã hỗ trợ rất nhiệt tình trong việc thay đổi đặt chỗ khi chúng tôi gặp trường hợp khẩn cấp về y tế với chú chó của mình. Sự hỗ trợ của họ đảm bảo rằng chúng tôi có thể đến gặp bác sĩ thú y trước khi văn phòng đóng cửa trong ngày. Cảm ơn rất nhiều đến đội ngũ nhân viên cmlf tốt bụng. Đọc thêm",
            "Nhanh chóng hiệu quả và dễ dàng. Chúng tôi đi bộ thay vì lái xe. Chúng tôi nhận thấy việc xếp và dỡ xe chỉ mất 15-18 phút!Đọc thêm",
            "Thời tiết xấu, sương mù. Chuyến đi tốt đẹp. Nhà hàng quầy ngũ cốc ở Delaware rất đẹp.  Phi hành đoàn trên tàu rất thân thiện. Sẽ làm lại vào một ngày đẹp trời hơn. Đọc thêm",
            "Phà rất dễ tìm và tiếp cận. Thông tin được cung cấp rõ ràng và chính xác. Các nhân viên rất thân thiện. Có rất nhiều lựa chọn chỗ ngồi thoải mái trong nhà và ngoài trời. Lên và xuống rất nhanh chóng và hiệu quả. Có dịch vụ ăn uống nhưng chúng tôi không sử dụng.Đọc thêm",
            "Đã nghe nói về chuyến phà này trên TV Show Aerial America và lên kế hoạch cho chuyến lái xe vòng quanh nó.  Rất khuyến khích miễn là thời tiết trong xanh.Đọc thêm",
            "Đi xe vào đầu tháng 12, chúng tôi lo ngại về thời tiết. Hóa ra đó là một ngày hoàn hảo, biển êm đềm. Tàu đến đúng giờ và chúng tôi lên tàu kịp thời. Thực sự đánh giá cao việc mọi người phải qua cửa kiểm tra an ninh để lên máy bay. Làm cho chúng tôi thoải mái hơn nhiều. Các nhân viên thật tuyệt vời. Chúng tôi đã uống một ít bia và một ít đồ ăn nhẹ. Trước khi bạn biết điều đó, chúng tôi đã đến Cape May một cách dễ dàng. Chúng tôi sẽ trở lại vào mùa xuân.Đọc thêm",
            "Chuyến phà hoàn toàn thú vị. Nhân viên và dịch vụ rất hữu ích, nhiều thông tin và dễ chịu. Chuyến đi này được đánh giá cao. Đọc thêm",
            "Có ai có giá lịch sử không? Chúng tôi thường mang nó đi đi lại lại ở Florida vào những năm 70 và 80. Gần đây anh trai tôi và gia đình anh ấy đã lấy nó. Và tôi đang cố gắng tìm hiểu xem lúc đó chúng tôi sẽ phải trả bao nhiêu. Chỉ là một chút hoài niệm cảm ơn những thông tin bạn cóĐọc thêm",
            "Xin lỗi, mùa hè này là chuyến phà đầu tiên của tôi.Đọc thêm",
            "Đi từ Charlottesville VA đến Cape May vào thứ Sáu của tháng Bảy.  Đang tranh luận nên lái xe hay đi phà từ lewes.  Với việc đăng ký, v.v... sẽ nhanh hơn nếu chỉ lái xe vượt lên trên?  Đọc thêm",
            "Có bao nhiêu chuyến khởi hành từ mũi may lewes mỗi ngày ở phía tne delawareĐọc thêm",
            "Điều này phụ thuộc vào thời gian của mùa bạn đang nói đến. Những tháng hè có nhiều chuyến đi tới lui hơn. Bạn cần phải nhìn vào trang web của họ để biết thời gian và ngày tháng. Lời khuyên là tôi sẽ đặt chỗ trước vì nó sẽ đầy rất nhanh. Đọc thêm",
            "chúng tôi lấy ở đâu \nvé nếu chúng tôi đặt trực tuyến?Đọc thêm",
            "Họ sẽ cho bạn ý kiến ​​để in chúng trực tuyến. Đây là cách dễ nhất để thực hiện. Lời khuyên của tôi là LUÔN đặt trước, đặc biệt là vào những tháng mùa hè. Không có nhiều chỗ trống và thuyền sẽ đầy. Đây là chuyến đi tuyệt vời vào một buổi chiều nắng. Đọc thêm",
            "Có chính sách hủy nếu chúng tôi đặt vé phà từ Lewes đến Cape May bây giờ không?  Chúng tôi sẽ không khởi hành cho đến ngày 28 tháng 3. Ngoài ra, thời gian phà đi từ Lewes đến Cape May vào ngày 28 tháng 3 là mấy giờ?Đọc thêm",
            "Tôi sẽ gọi trực tiếp cho phà về vấn đề này.Đọc thêm",
            "Khi đến Cape May, từ bến phà đến khu vực chính của thị trấn có thân thiện với xe đạp không? Không tìm cách mang xe vào một ngày nhỏ giọt. Cảm ơn.Đọc thêm",
            "Phà cho phép bạn đi một vài dặm từ khu vực chính của thị trấn. Bạn sẽ cần Uber hoặc Taxi để đến khu vực chính của thị trấn. Khi đã ở trung tâm của Trung tâm thành phố Cape May, bạn có thể đi bộ đến mọi nơi một cách thoải mái nhưng bạn sẽ cần đi xe để đến đó.Đọc thêm",
            "Nếu thú cưng của tôi đến mũi May bằng phà, nó có thể bắt xe đưa đón để đi mua sắm trong thị trấn không?Đọc thêm",
            "Không, chỉ có chó Svc mới được phép lên xe đưa đón.  Các quy định về phà cho phép điều đó nên bạn phải tìm một phương tiện di chuyển thay thế để đến thị trấn cùng với người bạn lông xù của mình.Đọc thêm",
            "Xin chào! \nTôi quan tâm đến chuyến đi một chiều đến Cape May vào ngày cuối cùng của chúng tôi ở Lewes. Chuyến đi kéo dài bao lâu và chi phí là bao nhiêu? \nCảm ơn!\nLinda JamesĐọc thêm",
            "Linda yêu quý,\n\nCách tốt nhất của bạn là gọi trực tiếp cho Phà theo số 1-800-643-3779. Họ mở cửa từ 8-4 giờ chiều và tôi chắc chắn sẽ có thể trả lời mọi câu hỏi của bạn.\n\nChúc bạn có một chuyến đi vui vẻ!Đọc thêm",
            "Tôi đã lên kế hoạch cho một chuyến đi đến Ocean City, MD vào tháng tới và tôi sẽ lái xe từ Manhattan, NY.  Tôi có thể kết nối với chuyến phà này nhanh hơn hay chỉ lái xe đến tận Maryland?Đọc thêm",
            "Nếu bạn dự định lái xe dọc theo Đường 95 qua Đường thu phí NJ, đi thẳng xuống đường cao tốc sẽ nhanh hơn. Phà rất phù hợp nếu bạn đi từ miền nam New Jersey và không muốn đi theo đường cao tốc địa phương của Nam New Jersey và có thể mất ba giờ.Đọc thêm",
            "Lịch trình thời gian đến Lewis DelawareĐọc thêm",
            "Tôi sẽ kiểm tra trang web của họ trước vì nó thay đổi theo mùa. Nó thực sự phụ thuộc vào thời điểm bạn đi du lịch cùng họ.Đọc thêm"
        ],
        "star_ratings": [
            1319,
            476,
            77,
            32,
            33
        ],
        "review_amount": 1937,
        "location": [
            "Hoa Kỳ",
            "Delaware DE",
            "Lewes",
            "Mũi May - Phà Lewes",
            "Các hoạt động ở Lewes"
        ],
        "reviews_time": [
            "Written June 29, 2023",
            "Written July 1, 2023",
            "Written July 4, 2023",
            "Written July 12, 2023",
            "Written July 14, 2023",
            "Written August 4, 2023",
            "Written August 12, 2023",
            "Written August 21, 2023",
            "Written September 27, 2023",
            "Written December 18, 2023",
            "Written June 5, 2024",
            "Written June 3, 2024",
            "Written June 2, 2024",
            "Written May 20, 2024",
            "Written May 19, 2024",
            "Written May 9, 2024",
            "Written April 27, 2024",
            "Written January 9, 2024",
            "Written December 18, 2023",
            "Written November 16, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g34028-d1172802-Reviews-Cape_May_Lewes_Ferry-Lewes_Delaware.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g34028-d25234134-Reviews-The_Galley-Lewes_Delaware.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34028-d21057274-Reviews-Grain_On_The_Rocks-Lewes_Delaware.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34028-d1498283-Reviews-Dairy_Queen-Lewes_Delaware.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34028-d12080279-Reviews-The_Pig_And_Publican-Lewes_Delaware.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34028-d396146-Reviews-Lemon_Tree_Restaurant-Lewes_Delaware.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34028-d2078653-Reviews-Touch_of_Italy-Lewes_Delaware.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34028-d4413545-Reviews-Nectar-Lewes_Delaware.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34028-d14924728-Reviews-Harvest_Tide_Steakhouse_Restaurant-Lewes_Delaware.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34028-d396039-Reviews-Striper_Bites-Lewes_Delaware.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34028-d1527690-Reviews-Kindle-Lewes_Delaware.html",
            "https://www.tripadvisor.com/Attraction_Review-g34028-d1475109-Reviews-Fort_Miles_Historic_Area_at_Cape_Henlopen_State_Park-Lewes_Delaware.html",
            "https://www.tripadvisor.com/Attraction_Review-g34028-d103510-Reviews-Cape_Henlopen_State_Park-Lewes_Delaware.html",
            "https://www.tripadvisor.com/Attraction_Review-g34028-d1640435-Reviews-Lewes_Beach-Lewes_Delaware.html",
            "https://www.tripadvisor.com/Attraction_Review-g34048-d1735243-Reviews-Gordons_Pond-Rehoboth_Beach_Delaware.html",
            "https://www.tripadvisor.com/Attraction_Review-g34028-d552705-Reviews-Lewes_Historical_Society-Lewes_Delaware.html",
            "https://www.tripadvisor.com/Attraction_Review-g34048-d268889-Reviews-Funland-Rehoboth_Beach_Delaware.html",
            "https://www.tripadvisor.com/Attraction_Review-g34028-d103509-Reviews-Zwaanendael_Museum-Lewes_Delaware.html",
            "https://www.tripadvisor.com/Attraction_Review-g34048-d1601587-Reviews-Junction_and_Breakwater_Trail-Rehoboth_Beach_Delaware.html",
            "https://www.tripadvisor.com/Attraction_Review-g34048-d23235344-Reviews-Rehoboth_Beach_Boardwalk-Rehoboth_Beach_Delaware.html",
            "https://www.tripadvisor.com/Attraction_Review-g34028-d1382665-Reviews-Cannonball_House-Lewes_Delaware.html",
            "https://www.tripadvisor.com/Attraction_Review-g34028-d1172802-Reviews-or10-Cape_May_Lewes_Ferry-Lewes_Delaware.html",
            "https://www.tripadvisor.com/Attraction_Review-g34028-d1640432-Reviews-Delaware_River_Bay_Lighthouse_Foundation_Tours-Lewes_Delaware.html",
            "https://www.tripadvisor.com/Attraction_Review-g34028-d3492028-Reviews-Cape_Water_Tours-Lewes_Delaware.html",
            "https://www.tripadvisor.com/Attraction_Review-g34028-d1136067-Reviews-Pirates_of_Lewes_Expeditions-Lewes_Delaware.html",
            "https://www.tripadvisor.com/Attraction_Review-g34048-d1574820-Reviews-One_Spirit_Massage_Studio-Rehoboth_Beach_Delaware.html",
            "https://www.tripadvisor.com/Attraction_Review-g34048-d4228537-Reviews-Eating_Rehoboth-Rehoboth_Beach_Delaware.html",
            "https://www.tripadvisor.com/Attraction_Review-g34048-d12417840-Reviews-Delmarva_Discovery_Tours-Rehoboth_Beach_Delaware.html",
            "https://www.tripadvisor.com/Attraction_Review-g34028-d670431-Reviews-Fisherman_s_Wharf_Cruises_Fishing_Center-Lewes_Delaware.html",
            "https://www.tripadvisor.com/Attraction_Review-g34159-d4473681-Reviews-Emerald_Coast_Zoo-Crestview_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g33340-d107618-Reviews-Skyline_Drive-Canon_City_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g181717-d155844-Reviews-Grouse_Mountain_Skyride-North_Vancouver_British_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d103721-Reviews-Las_Vegas_Natural_History_Museum-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g34341-d590831-Reviews-Amelia_Island_State_Park-Amelia_Island_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d6979500-Reviews-Pier_25_Mini_Golf-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g58730-d1832380-Reviews-Scenic_Beach_State_Park-Seabeck_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g42512-d735106-Reviews-New_Buffalo_Public_Beach-New_Buffalo_Berrien_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g43018-d1188551-Reviews-Enger_Park_and_Tower-Duluth_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g54359-d2043809-Reviews-WonderWorks-Myrtle_Beach_South_Carolina.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g34028-d1172802-Reviews-or10-Cape_May_Lewes_Ferry-Lewes_Delaware.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g34028-d1172802-Reviews-Cape_May_Lewes_Ferry-Lewes_Delaware.html"
    }
]