[
    {
        "attraction_name": "Capilano Suspension Bridge Park",
        "attraction_name_vi": "Công viên cầu treo Capilano",
        "general_info": [
            "10.415 đánh giá",
            "- 6 trong số 61 điều cần làm ở Bắc Vancouver",
            "Cầu",
            "Công viên"
        ],
        "attraction_summary": "Chỉ cách trung tâm thành phố Vancouver 15 phút, bạn có thể dành 2 - 3 giờ để tham quan Cầu Treo Capilano mang tính biểu tượng của Vancouver, dài 450 feet - ngang 137m và cao 230 feet - 70m - phía trên Sông Capilano. Công viên cung cấp nhiều hơn chỉ là cây cầu. Khu đất rộng 27 mẫu Anh xung quanh nơi đây tôn vinh thiên nhiên, lịch sử và văn hóa theo những cách độc đáo và ly kỳ. Cliffwalk dài 213m - 700ft - và đạt tới độ cao 91m - 300ft, ôm lấy vách đá granit và mang đến tầm nhìn toàn cảnh ra khu rừng nhiệt đới và hẻm núi thịnh vượng ở xa bên dưới. Trong Treetops Adventure, hãy đi bộ từ một cây linh sam Douglas già tuyệt đẹp này đến một cây thông khác trên một loạt bảy cây cầu treo trên cao, cao tới 110 feet - 33m - để có thể ngắm nhìn toàn bộ khu rừng bằng mắt của một con sóc. Hướng dẫn viên, bảng chỉ dẫn và triển lãm tương tác khắp công viên sẽ giúp bạn hiểu rõ hơn về hệ sinh thái rừng nhiệt đới và tính bền vững của chúng.Đọc thêm",
        "reviews": [
            "Toàn bộ trải nghiệm khá tuyệt vời.  Cây cầu là một phần của công viên - mặc dù bản thân nó khá ấn tượng - nhưng việc đi bộ trên cây cũng tốt không kém.  Có những lối đi đẹp, tương đối dễ dàng xuyên qua công viên và một quán cà phê và cửa hàng quà tặng đầy ắp.   Một nơi tuyệt vời để dành vài giờ nếu bạn không quá lo lắng về độ cao.Đọc thêm",
            "Đây là trải nghiệm đầu tiên tuyệt vời ở Vancouver.  Mặc dù trời mưa trong chuyến thăm của chúng tôi, nhưng cửa hàng quà tặng đã tặng những chiếc áo poncho miễn phí để chúng tôi có thể hoàn thành chuyến tham quan của mình.  Chúng tôi băng qua cây cầu treo, trải nghiệm trải nghiệm trên ngọn cây và kết thúc mọi thứ với Cliff Walk trước khi ăn trưa tại nhà hàng ở đó.  Rất muốn giới thiệu cho bất kỳ ai đi du lịch và tham quan Vancouver.Đọc thêm",
            "Cảm ơn bạn đã chia sẻ thông tin này! Mong rằng chúng tôi sẽ sớm gặp lại bạn. Công viên ở Canyon Lights thật kỳ diệu nếu bạn đến Vancouver vào mùa đông!Đọc thêm",
            "Sau khi tham quan trại sản xuất giống cá hồi sông Capilano, chúng tôi đã đến thăm nơi này và tôi thực sự yêu thích nó! Chúng tôi băng qua cây cầu treo dài và lối đi trên vách đá, đi đến Treetops Adventure và thư giãn trong cabin. Cảm giác thật tuyệt khi được hòa mình với Thiên nhiên và đi bộ trên những con đường mòn trong rừng. Khung cảnh thật đơn giản và ngoạn mục! Rất khuyến khích!Đọc thêm",
            "Xin chào, cảm ơn bạn rất nhiều vì những lời tốt đẹp và đánh giá 5 sao của bạn! Chúng tôi rất vui vì bạn đã tận hưởng thời gian ở Công viên!Đọc thêm",
            "Công viên được xây dựng và bảo trì tốt với một số cảnh quan rất ấn tượng - đặc biệt là lối đi trên vách đá rất đẹp -. Tuy nhiên, giá vé thông thường khá cao. Thay vào đó, tôi khuyên bạn nên đi vào cửa lúc hoàng hôn vì nó rẻ hơn, công viên không quá đông đúc và không khí buổi tối mang lại cảm giác dễ chịu.Đọc thêm",
            "Xin chào, cảm ơn bạn đã chia sẻ trải nghiệm của mình tại Park. Chúng tôi rất vui vì bạn thích Cliffwalk! Giá buổi tối của chúng tôi cung cấp 30 - giảm cho tất cả giá vào cửa khi bạn truy cập từ 5 giờ chiều - đóng cửa và Công viên thường ít bận rộn hơn vào cuối ngày. Mong rằng chúng tôi sẽ sớm gặp lại bạn! Đọc thêm",
            "Như những người khác đề xuất, nó rất bận rộn, vì vậy càng sớm càng tốt. chúng tôi không thực hiện bất kỳ chuyến tham quan nào mà tự lái xe và tìm chỗ đậu xe bên kia đường.  Chúng tôi đến đó khi đám đông ngày càng đông nên phải đợi để lên cầu. Họ để nhiều người hơn trên đó nên tôi khá khó chịu khi băng qua. Trên đường về thì tốt hơn một chút vì tôi biết điều gì sẽ xảy ra. Việc chụp ảnh rất khó khăn vì sự di chuyển của cây cầu và số lượng người.  Tôi đã xoay sở để có được một chiếc và không làm rơi điện thoại của mình! Khi chúng tôi bước lên cây, chúng tôi đã bị khách du lịch chặn lại nhiều lần để chụp ảnh và selfie. \n\nChúng tôi đã tận dụng phần còn lại của công viên và lái xe đến Trại sản xuất cá hồi và Đập Cleveland. Trại giống rất mang tính giáo dục và Đập rất ấn tượng; cả hai đều đẹp. Điều tuyệt vời nhất là chúng tôi là những người duy nhất ở cả hai nơi. Thật đáng để xem hai điểm tham quan này. Bạn phải khám phá những con đường ở Đập vì chúng không rõ ràng.Đọc thêm",
            "CHÀO! Cảm ơn bạn đã đánh giá 4 sao và đã dành thời gian chia sẻ phản hồi có giá trị của mình, chúng tôi thực sự đánh giá cao điều đó và luôn tìm cách cải thiện! Chúng tôi thấy thời gian bận rộn hơn vào buổi chiều và hầu hết khách thích đến thăm trong khoảng thời gian từ 12 đến 2 giờ. Chúng tôi khuyên bạn nên ghé thăm sớm hơn hoặc sau 2 giờ chiều nếu bạn - muốn có trải nghiệm yên tĩnh hơn.Đọc thêm",
            "Tôi làm việc ca hát và giải trí ở đây, và đây là mùa đầu tiên của tôi. Điều tôi nhận thấy là khi tôi mời bạn bè và thậm chí cả gia đình, họ đã hủy khi dự báo có mưa, và vì vậy tôi - đã chọn nền tảng này - cùng với micrô của mình - để nói với thế giới rằng công viên này thật tuyệt đẹp khi trời đang mưa. Một số khía cạnh trong trải nghiệm của bạn thậm chí còn được nâng cao nhờ mưa! Thưởng! nếu bạn là người địa phương, bạn luôn có thể quay lại bằng cùng một vé vào một ngày nắng đẹp trong tương lai - không phải trả thêm phí nếu bạn đăng ký làm cư dân BC trên đường đi - . Xe đẩy tương tác - có rất nhiều điều để học hỏi! - , những con chim săn mồi - đã rút lui và để bạn đến gần! - , và âm nhạc - acoustic cổ xưa - , đều là một phần trong giá vé vào cửa đầy đủ của bạn. Nó - không chỉ là một cây cầu, mà - là một trải nghiệm trọn vẹn mà bạn có thể tận hưởng ngay cả khi không có máy ảnh hay điện thoại.Đọc thêm",
            "Mưa ở Vancouver có thể không ngừng....chúng tôi - rất vui vì bạn đã nhận ra rằng đây - là thời điểm hoàn hảo để ghé thăm Rừng nhiệt đới ôn đới Bờ Tây. Cũng khá đặc biệt khi được ngắm nhìn dòng sông cuồn cuộn chảy dưới cầu!Đọc thêm",
            "Công viên dành cho người yêu thiên nhiên. Chúng tôi rất thích khu rừng, các cột vật tổ, cây cầu treo và lối đi trên ngọn cây. \nMột cái nhìn tuyệt vời về hẻm núi, từ cây cầu treo và lối đi trong hẻm núi. Chúng tôi rất thích các buổi biểu diễn chim và thậm chí cả những buổi trình diễn về sên. Hãy đến sớm, càng sớm càng tốt vì đây là một địa điểm nổi tiếng và số lượng người ngày càng tăng làm giảm sự thích thú của bạn với địa điểm đáng yêu này.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đánh giá 5 sao và đã dành thời gian chia sẻ trải nghiệm của mình! Chúng tôi rất vui khi biết rằng bạn thích mọi thứ mà Công viên mang lại! Đọc thêm",
            "Toàn bộ trải nghiệm của Capilano là một cái bẫy du lịch: Loại đắt tiền, cửa hàng quà tặng, đám đông, vô số người chặn đường để chụp ảnh tự sướng. Nhưng công viên do gia đình Capilano xây dựng này là cơ hội độc nhất để ngắm nhìn và chụp ảnh khung cảnh rừng tuyệt vời, đi bộ qua cây cầu treo hơi đáng sợ, khám phá rừng nhiệt đới từ góc nhìn ngôi nhà trên cây và tận hưởng những điều kỳ diệu của thiên nhiên, mặc dù có hàng trăm người khác. Thật đáng để thừa nhận tất cả những điều tốt đẹp và tất cả những điều khó khăn khi du lịch đều có thể bị bỏ qua.Đọc thêm",
            "Xin chào - Cảm ơn bạn rất nhiều vì đã dành thời gian chia sẻ trải nghiệm 5 sao của mình, chúng tôi mỉm cười khi biết bạn rất thích chuyến thăm của bạn và có thể đánh giá cao khu rừng xinh đẹp của chúng tôi cũng như tất cả các tiện nghi của nó!  Chúng tôi khuyên bạn nên ghé thăm sớm hơn hoặc sau 2 giờ chiều nếu bạn muốn có trải nghiệm yên tĩnh hơn.Đọc thêm",
            "Đây là một chuyến đi nhỏ tốt đẹp.  Giống như mọi thứ khác ở đây, mọi thứ dành cho khách du lịch đều không hề rẻ.  Có một số người sẽ không thích cây cầu treo vì nó có thể quá rung hoặc quá cao đối với họ.  Đó là một chuyến đi bộ tuyệt vời, với khung cảnh tuyệt đẹp của thiên nhiên, thung lũng nơi đó, cây xanh, Những con đường mát mẻ và những cây cầu treo có thể phải mất nhiều thời gian để thực hiện. Những con chim thật tuyệt. Con Cú mà anh chàng đã nói chuyện với chúng tôi khi nó ngồi cạnh anh ấy. Xe buýt miễn phí từ khách sạn của chúng tôi rất nhanh và đúng giờ. Tất cả và tất cả một vài giờ vui vẻ ở một địa điểm thiên nhiên thực sự mát mẻ.  Đọc thêm",
            "Chúng tôi rất vui khi biết rằng bạn rất thích chuyến thăm của mình và bạn có thể đánh giá cao thiên nhiên tươi đẹp mà công viên mang lại! Cảm ơn bạn đã ghé thăm và dành thời gian chia sẻ trải nghiệm của mình!Đọc thêm",
            "Chồng tôi và tôi sử dụng xe đưa đón miễn phí từ trung tâm thành phố. Công viên được bố trí hợp lý với các biển báo và hướng dẫn, bao gồm cả lời nhắc nhở bằng lời nói về hành vi đúng mực khi băng qua cầu treo.  Có rất nhiều bảng thông tin xuyên suốt, ngắn gọn và dễ đọc.  Trước cây cầu thực sự, có CliffWalk, nằm ở rìa hẻm núi, với khung cảnh ngoạn mục.  Sau khi qua cầu sẽ có nhiều con đường mòn, trong đó có TreeTop Adventures. \n\nCó những địa điểm ăn uống ở hai bên cầu và những nhân viên nhiệt tình, hữu ích.  Cửa hàng quà tặng có nhiều mặt hàng, áo sơ mi, đồ lưu niệm và bưu thiếp.  \n\nTrải nghiệm này khiến chúng tôi mất 2,5-3 giờ và chúng tôi sẽ ở lại lâu hơn nếu không có cuộc hẹn khác.  Thật tuyệt vời khi được đắm mình trong những âm thanh và hương vị của thiên nhiên, trong một công viên được chăm sóc và bảo trì tốt.  Chúng tôi chắc chắn sẽ quay trở lại khi chúng tôi lại ở trong khu vực!\n\nĐừng bỏ lỡ cái này!  Đọc thêm",
            "Xin chào - Cảm ơn bạn rất nhiều vì đã dành thời gian chia sẻ đánh giá 5 sao của mình - Chúng tôi thực sự mỉm cười khi biết khách của mình đang có những trải nghiệm đáng nhớ như vậy! Chúng tôi mong chờ sự trở lại của bạn vào lần tiếp theo trong khu vực!Đọc thêm",
            "Chúng tôi đã có một kỳ nghỉ ngắn ở Vancouver trước chuyến đi và chọn đi Capilano. Ở lại Bắc Vancouver nên chúng tôi không được tận dụng dịch vụ đưa đón miễn phí, nhưng đó là một chuyến đi Uber ngắn. Chúng tôi đã dành khoảng 1,5 giờ và tận hưởng nó vô cùng. Khu vực raptor thật hấp dẫn. Toàn bộ công viên được xây dựng rất hòa hợp với thiên nhiên. Cây cầu và Cliff Walk đều ly kỳ và độc đáo. Trời hơi mưa nhưng điều đó chỉ làm tăng thêm cảm giác - đi dạo giữa thiên nhiên. Sôcôla nóng tuyệt vời.Đọc thêm",
            "Chọn chuyến thăm Capilano vào sáng sớm để tránh đám đông, chúng tôi rất ngạc nhiên khi thấy nhiều người khác cũng có cùng ý tưởng. Tuy nhiên, băng qua cầu treo và khám phá lối đi trên vách đá trong những khoảnh khắc yên tĩnh hơn sẽ làm tăng thêm trải nghiệm thanh bình. Các tuyến đường cảm thấy an toàn và chúng tôi hoàn toàn tận hưởng thời gian của mình. Ở bên kia cầu, chúng tôi có cơ hội gặp gỡ các loài chim săn mồi và tìm hiểu về chúng từ người huấn luyện chúng. Hãy chắc chắn ghé qua. Thật không may, lối đi trên ngọn cây đã bị đóng cửa trong chuyến thăm của chúng tôi, nhưng chúng tôi đánh giá cao việc giảm giá vé như một sự đền bù.Đọc thêm",
            "Có một chút thách thức về mặt thể chất hơn so với những gì trang web cho phép. Không có xe lăn hoặc xe đẩy trẻ em. Cần phải nỗ lực và giữ thăng bằng để băng qua cầu, đặc biệt là khi đông đúc. Đọc thêm",
            "Chúng tôi rất thích chuyến thăm Capilano. Chúng tôi bắt chuyến xe buýt đưa đón miễn phí đầu tiên trong ngày từ Canada Place để tránh đám đông. Thật tuyệt khi băng qua cây cầu treo khi nó yên tĩnh và giống như việc đi bộ trên vách đá. Cả hai chúng tôi đều không giỏi về độ cao nhưng chúng tôi rất thích tất cả các tuyến đường và cảm thấy rất an toàn. Lối đi trên cây đã bị đóng cửa trong chuyến thăm của chúng tôi nhưng đừng nghĩ rằng chúng tôi sẽ làm điều này. Nhà vệ sinh, đồ giải khát và cửa hàng cũng tốtĐọc thêm",
            "Cảm ơn bạn rất nhiều vì những lời tốt đẹp của bạn và đánh giá 5 sao! Chúng tôi rất vui vì bạn thích mọi thứ mà Công viên mang lại!Đọc thêm",
            "Địa điểm tuyệt vời. Một trong những điểm nổi bật của chuyến đi của chúng tôi đến Vancouver. Tầm nhìn ra dòng sông từ cây cầu và vách đá thật tuyệt vời. Tương tác với cú và chim ưng rất gần gũi và hấp dẫn. Park đã làm chúng tôi ngạc nhiên với phần giáo dục mang tính thông tin về giá trị của nước. Gợi ý: bắt xe buýt đưa đón miễn phí từ Canada Place tại bờ sông Vancouver.Đọc thêm",
            "Chúng tôi đã có một chuyến thăm thú vị đến công viên và đi bộ qua cây cầu treo. Có một số quan điểm tuyệt vời và những điều cần làm trong khi ở đó. Tôi thích những con chim săn mồi và những người xử lý rất thông tin. Màn hình ánh sáng đẹp quá. Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đánh giá 5 sao đáng yêu! Chúng tôi rất vui vì bạn thích chuyến thăm Công viên!Đọc thêm",
            "Một nơi ngoạn mục để tham quan và đó là một trải nghiệm thực sự mê hoặc. Nhìn chung, các nhân viên thật tuyệt vời và khiến trải nghiệm của tôi thực sự khó quên. Tất cả nhân viên đều rất hữu ích nhưng Cody nổi bật và anh ấy thật tuyệt vời, Anh ấy lịch sự, thân thiện và cực kỳ vui vẻ và tôi phải nói lời cảm ơn đến anh ấy vì đã khiến chuyến thăm của tôi trở nên đáng nhớThêm",
            "Điều này khiến chúng tôi mỉm cười và chúng tôi chắc chắn sẽ chia sẻ đánh giá này với thành viên trong nhóm của mình! Cảm ơn bạn đã chia sẻ kinh nghiệm của mình! Đọc thêm",
            "Xe buýt đưa đón miễn phí đến Công viên, có vẻ tốt đến mức không thể tin được! Chuyến đi tuyệt vời ra khỏi Thành phố với những người lái xe lịch sự. Đến lối vào Công viên và bị sốc. - Phí vào cửa 70 đô la Canada !!!!! Trích lời tay vợt quần vợt John McEnroe: - Bạn không thể nghiêm túc được. - Điều này tương đương với - 45 bảng Anh cho mỗi người, được rồi Tôi - là một người Anh chặt chẽ nhưng đây là một khoản phí quá mức theo ý kiến ​​khiêm tốn của tôi. Được rồi, có một cây cầu và rừng và công viên nhưng tôi - không sẵn sàng trả số tiền này. Bốn chúng tôi quay lại và từ chối trả tiền. Không có gì khác trong khu vực ngoại trừ bãi đậu xe nên chúng tôi đã đi xe buýt tiếp theo để quay lại. - Chúng tôi đã boa tiền cho Tài xế nên tôi - không phải là một kẻ keo kiệt hoàn toàn. - Đọc thêm",
            "Cảm ơn bạn đã dành thời gian để viết bình luận. Chúng tôi coi trọng mọi phản hồi của khách và chúng tôi xin lỗi vì bạn đã không nhận được đầy đủ giá trị cho những gì bạn đã trả tiền. \n\nTôi muốn cho bạn biết rằng với tư cách là cư dân BC, vé ngày của bạn sẽ tự động đủ điều kiện để nhận vé hàng năm mà không phải trả thêm phí. Điều này có nghĩa là bạn có thể truy cập lại bao nhiêu lần tùy thích trong khoảng thời gian một năm. Vé hàng năm cũng có giá trị cho các sự kiện theo mùa của chúng tôi bao gồm Canyon Fights, Canyon Lights và Love Lights. \nMột lần nữa xin cảm ơn bạn đã đánh giá và chúng tôi hy vọng sớm gặp lại bạn.Đọc thêm",
            "Rất xanh và đẹp, chúng tôi rất thích đi dạo xung quanh, có lẽ chúng tôi đã dành 3 - 4 giờ ở đây.  Chúng tôi đi bộ qua cây cầu và một vài sân ga khác.  Các cửa hàng rất dễ thương và chúng tôi cũng mang theo bữa trưa cho cô ấy.  Xe đưa đón miễn phí từ khu khách sạn rất thuận tiện.PS DON - T CHẠY TRÊN CẦUĐọc thêm",
            "Cầu treo Capilano có tầm nhìn ngoạn mục.  Trải nghiệm của loài cú thật tuyệt vời và có rất nhiều thứ để xem.   Băng qua cây cầu treo là một cuộc phiêu lưu đáng kinh ngạc, nhưng việc đi bộ trên vách đá thậm chí còn khó khăn hơn.  Tôi - tôi rất vui vì chúng tôi đã làm được điều đó!Đọc thêm"
        ],
        "star_ratings": [
            5964,
            2812,
            1003,
            395,
            247
        ],
        "review_amount": 10421,
        "location": [
            "British Columbia",
            "Những điều cần làm ở Bắc Vancouver",
            "Bắc Vancouver",
            "Canada",
            "Công viên cầu treo Capilano"
        ],
        "reviews_time": [
            "Written June 11, 2023",
            "Written June 26, 2023",
            "Written August 12, 2023",
            "Written August 13, 2023",
            "Written August 21, 2023",
            "Written August 24, 2023",
            "Written September 6, 2023",
            "Written September 7, 2023",
            "Written September 11, 2023",
            "Written September 18, 2023",
            "Written June 2, 2024",
            "Written May 30, 2024",
            "Written May 28, 2024",
            "Written May 26, 2024",
            "Written May 25, 2024",
            "Written May 24, 2024",
            "Written May 20, 2024",
            "Written May 19, 2024",
            "Written May 15, 2024",
            "Written May 14, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g181717-d156257-Reviews-Capilano_Suspension_Bridge_Park-North_Vancouver_British_Columbia.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g181717-d13554738-Reviews-Cliff_House_Restaurant_and_Bar-North_Vancouver_British_Columbia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g181717-d761745-Reviews-Bridge_House_Cafe-North_Vancouver_British_Columbia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g181717-d26446780-Reviews-Loggers_Grill-North_Vancouver_British_Columbia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g181717-d19552610-Reviews-Bufala_Edgemont-North_Vancouver_British_Columbia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g181717-d6678152-Reviews-Nobu_Japanese_Sushi-North_Vancouver_British_Columbia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g181717-d23460617-Reviews-Cantina_Norte-North_Vancouver_British_Columbia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g181717-d5068332-Reviews-La_Galleria_Delicatessen-North_Vancouver_British_Columbia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g181717-d10247830-Reviews-BjornBar_Bakery-North_Vancouver_British_Columbia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g181717-d10247488-Reviews-Delany_s_Coffee-North_Vancouver_British_Columbia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g181717-d10247491-Reviews-Starbucks-North_Vancouver_British_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g181717-d8762975-Reviews-Capilano_River_Regional_Park-North_Vancouver_British_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g154943-d26102224-Reviews-Cliffwalk-Vancouver_British_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g154943-d155652-Reviews-Stanley_Park-Vancouver_British_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g181717-d155847-Reviews-Capilano_Salmon_Hatchery-North_Vancouver_British_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g181717-d592806-Reviews-Cleveland_Dam-North_Vancouver_British_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g154943-d156255-Reviews-Granville_Island-Vancouver_British_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g181717-d592813-Reviews-The_Grouse_Grind-North_Vancouver_British_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g183731-d156089-Reviews-West_Vancouver_Seawall-West_Vancouver_British_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g154943-d3858597-Reviews-Vancouver_Seawall-Vancouver_British_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g181717-d2572449-Reviews-TransLink_Seabus-North_Vancouver_British_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g181717-d156257-Reviews-or10-Capilano_Suspension_Bridge_Park-North_Vancouver_British_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g181717-d185025-Reviews-Lynn_Canyon_Park-North_Vancouver_British_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g181717-d156264-Reviews-Grouse_Mountain-North_Vancouver_British_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g181717-d185027-Reviews-Mount_Seymour_Provincial_Park-North_Vancouver_British_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g181717-d8356458-Reviews-Quarry_Rock_Hike-North_Vancouver_British_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g181717-d8368398-Reviews-Cates_Park-North_Vancouver_British_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g181717-d8647623-Reviews-Lynn_Headwaters_Regional_Park-North_Vancouver_British_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g154943-d4008412-Reviews-Canadian_Outback_Rafting-Vancouver_British_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g154943-d18903812-Reviews-7_Adventures_Tours-Vancouver_British_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g154943-d14880608-Reviews-Electric_Harbour_Tours-Vancouver_British_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g154943-d3203648-Reviews-Spokes_Bicycle_Rentals-Vancouver_British_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g181717-d155844-Reviews-Grouse_Mountain_Skyride-North_Vancouver_British_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g181717-d4790450-Reviews-Murdo_Frazer_Golf_Course-North_Vancouver_British_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g154943-d6212772-Reviews-Yes_Cycle-Vancouver_British_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d244218-Reviews-Poble_Espanyol-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g54448-d534527-Reviews-Hollywild_Animal_Park-Spartanburg_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g56967-d10088538-Reviews-Dugway_Geode_Beds-Dugway_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g679024-d3605858-Reviews-Shree_Mahakaleshwar_Temple-Ujjain_Ujjain_District_Madhya_Pradesh.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d3350646-Reviews-Huai_Khwang_Night_Market-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d156499-Reviews-Pantages_Theatre-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g54258-d310515-Reviews-The_Peace_Center-Greenville_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g295366-d307035-Reviews-Street_market-Antigua_Sacatepequez_Department.html",
            "https://www.tripadvisor.com/Attraction_Review-g293734-d6839330-Reviews-Marrakech_Airport_Transfer-Marrakech_Marrakech_Safi.html",
            "https://www.tripadvisor.com/Attraction_Review-g562817-d5893369-Reviews-Morro_del_Jable-Morro_del_Jable_Pajara_Jandia_Peninsula_Fuerteventura_Canary_Isla.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g181717-d156257-Reviews-or10-Capilano_Suspension_Bridge_Park-North_Vancouver_British_Columbia.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g181717-d156257-Reviews-Capilano_Suspension_Bridge_Park-North_Vancouver_British_Columbia.html"
    }
]