[
    {
        "attraction_name": "Caprock Canyons State Park",
        "attraction_name_vi": "Công viên tiểu bang Caprock Canyons",
        "general_info": [
            "393 đánh giá",
            "- 1 trong 5 điều cần làm ở Quitaque",
            "Công viên tiểu bang",
            "Hẻm núi"
        ],
        "attraction_summary": "Xếp hạng công viên tiểu bang lớn thứ ba ở Texas với 13.960 mẫu Anh.Đọc thêm",
        "reviews": [
            "Chúng tôi dừng lại ở Công viên Bang Caprock Canyons trên đường đến Amarillo và đó là một trong những điểm nổi bật trong chuyến đi của chúng tôi.  Đàn bò rừng bang thật tuyệt vời, và chúng tôi thích nhìn thấy tất cả những con cầy thảo nguyên - và có rất nhiều chúng - ...thật thú vị khi xem!    Bản thân công viên không quá rộng và dễ dàng di chuyển trong vài giờ nếu bạn không đi bộ đường dài - cắm trại và chắc chắn là rất đẹp!  Park Ranger tại Trung tâm Du khách cũng rất tốt và hữu ích!  Rất khuyến khích một chuyến thăm! Đọc thêm",
            "Hẻm núi tuyệt đẹp với quang cảnh ngoạn mục! Thật không may là trời quá nóng để đi bộ đường dài, nhưng chúng tôi thích lái xe xung quanh ngắm cảnh. Có rất nhiều bò rừng bison gần đường; một con chỉ cách xe của chúng tôi khoảng mười feet. Những người ở trung tâm du khách rất thân thiện và hữu ích. Họ có nhà vệ sinh đẹp ở đó. Đường lái xe qua hẻm núi khá bằng phẳng so với Palo Duro. Chúng tôi cũng nhìn thấy một con chim chạy trên hàng rào khi chúng tôi rời đi. :- - Chỉ ước chúng tôi có thể làm nhiều hơn, nhưng trời quá nóng. Có lẽ đó là lý do tại sao nơi này cũng không đông đúc. Đọc thêm",
            "Công viên tiểu bang Caprock Canyon rất đẹp. Yêu các điểm tham quan - động vật hoang dã. Các địa điểm rv khá riêng tư với cây cối ở giữa. Các ngôi sao thật phi thường khi công viên đạt điểm 2,0 trong xếp hạng IDA. Xem chương trình sao băng thật tuyệt vời!  Mọi người thân thiện, hữu ích - am hiểu về khu vực. Đôi khi có thể dễ dàng nhìn thấy bò rừng ngay tại các địa điểm rv, điều này có thể tạo nên một thiết lập sơ sài. Hãy cho họ nhiều khoảng cách - tôn trọng kích thước to lớn của họ - khả năng - bạn - sẽ ổn thôi. Những sinh vật hùng vĩ!!\n\nKhiếu nại chính: một, họ thường xuyên bị mất điện. Không nghỉ quá lâu, nhưng nó vẫn là một sự bất tiện. Ngoài ra, văn phòng đóng cửa để ăn trưa vào buổi trưa khi đến giờ trả phòng là vấn đề vì không có ai ở đó nếu ai đó gặp vấn đề về việc về đúng giờ và chúng tôi muốn dừng lại ở cửa hàng để mua một số quà lưu niệm trước khi rời đi. Thời điểm không tốt. \n\nPhần đường mòn của Caprock - .không được bảo trì tốt chút nào. Chúng tôi đã đi nhưng không chọn cơ hội đi bộ qua những bãi cỏ cao vào mùa hè với cơ hội gặp bất kỳ loài bò sát không mong muốn nào, v.v. Đọc thêm",
            "Đã có một chuyến thăm thực sự tốt đẹp đến công viên tiểu bang này.  Bò rừng và cầy thảo nguyên ở ngay bên đường nên rất dễ nhìn thấy.  Chúng tôi cũng nhìn thấy một người đi đường.  Có cắm trại và đi bộ đường dài.  Và phong cảnh thực sự rất đẹp.  Trung tâm du khách đóng cửa từ trưa cho đến một giờ ăn trưa - nhà vệ sinh sạch sẽ và vẫn mở cửa trong thời gian này - .  Có một trạm thu phí bên ngoài - ở rìa bãi đậu xe - .Đọc thêm",
            "Công viên nhỏ đáng yêu, gần như nhìn thấy một con bò rừng ngay lập tức - một con khác sau đó một chút. Nhìn thấy những chú chó thảo nguyên dễ thương - một người chạy đường. Lời chỉ trích duy nhất của tôi là bản đồ Công viên Tiểu bang không thân thiện với người dùng - rất dễ bỏ lỡ các con đường mòn do đánh dấu không rõ ràng.Đọc thêm",
            "Bò rừng chuyển vùng miễn phí thật tuyệt vời. Họ có vẻ không sợ ô tô nên bạn thường có thể nhìn thấy một con số khá gần từ ô tô của mình. Chúng tôi thấy hơn 30 con Bison đang lái xe trên đường. Khung cảnh đẹp như trong phim miền Tây với những vách đá đất đỏ. \n\nChúng tôi đã đến đây nhiều lần cùng bọn trẻ và đi bộ trên một số con đường mòn. Trong những lần ghé thăm trước, chúng tôi đã thấy những con cú đào hang gần thị trấn chó thảo nguyên.\n\nHãy lưu ý những thời điểm nhất định trong năm, tôi nghĩ tháng 11 - tháng 12 bò rừng được quây lại và nhốt để kiểm tra sức khỏe của chúng, vì vậy trong thời gian này trong năm, bạn có thể thấy rất ít hoặc không có bò rừng. Chúng tôi có thể - t vào tháng 11 và chỉ nhìn thấy 1 ở khoảng cách xa.\n\nChúng tôi chắc chắn sẽ quay lại. Đọc thêm",
            "Chúng tôi đã lái xe tổng cộng ba giờ để xem công viên này. Chúng tôi đang ở hẻm núi Palo Duro. Nó đáng giá! Chúng tôi nhìn thấy đàn bò rừng, sóc chuột và hươu. Lái xe qua công viên và thực hiện một vài chuyến đi bộ đường dài. Nhân viên tốt đẹp và hữu ích. Đặt cái này vào danh sách của bạn!Đọc thêm",
            "Chúng tôi dành cả ngày tại Công viên bang Caprock Canyon.  Trong khi địa hình khắc nghiệt, tảng đá hẻm núi màu đỏ được xếp lớp với các sọc thạch cao rất ấn tượng. \n\nCác nhân viên kiểm lâm rất am hiểu và hữu ích với các hướng dẫn. Chúng tôi đi bộ đến hang Dương Xỉ. Đường mòn trên sườn núi khá khó khăn khi leo lên nhưng mang lại tầm nhìn cao nhất trong công viên.\n\nChúng tôi đến thăm phần nhô ra được gọi là Hang Dương Xỉ.  Đó là một nơi tuyệt vời để chơi đá tảng và có thể là bữa trưa nhưng không đặc biệt lắm. \n\nChúng tôi trở lại theo đường mòn North Prong. Phần trên của Hang Dương Xỉ được đánh dấu bằng một loạt cột màu trắng để giúp bạn định hướng con đường mòn dẫn bạn đến một con đường mòn được bảo trì rất tốt trong phần còn lại của chuyến đi bộ. Hoodoo Last Dance rất dễ nhận ra. \n\nLời khuyên: Vào tháng 3 đẹp hơn nhiều so với mùa hè. \n\nPhần chó thảo nguyên rất vui nhưng tốt nhất nên quan sát vào buổi sáng trước khi có quá nhiều người đến. \n\nCây trâu cũng nằm bên đường khi chúng tôi mới vào. \n\nMặc dù rất thân thiện nhưng họ vẫn thực thi - Không đỗ xe bên đường - .Đọc thêm",
            "Công viên đẹp đến kinh ngạc và những chú bò rừng: chúng tôi nhìn thấy chúng ở phía trước trung tâm du khách - tôi nghĩ chúng tôi đã may mắn -, dọc đường hoặc chỉ từ xa. \nChúng tôi yêu thích chuyến đi bộ kéo dài 2 giờ để ngắm nhìn các khối đá.\nRất bất ngờ- wow!Đọc thêm",
            "Cắm trại cực kỳ thú vị tại khu cắm trại Little Red Tent.  Có khung cảnh bình minh và hoàng hôn tuyệt đẹp, đi bộ đường dài trên những con đường mòn rộng rãi, khi chúng tôi cần tắm, chúng dường như luôn sẵn sàng và sạch sẽ, nhờ người chủ trại tuyệt vời và cháu trai 15 tuổi của tôi thích nhìn thấy bò rừng và thảo nguyên chó.  Chúng tôi chắc chắn muốn quay lại lần nữa.  Chúng tôi vẫn ở Địa điểm 64, nhưng chúng tôi muốn cố gắng có được Địa điểm 65 vào lần tới, riêng tư hơn và có tầm nhìn tuyệt vời ra hẻm núi xung quanh nó.Đọc thêm",
            "Công viên tiểu bang này tương tự như Công viên tiểu bang Palo Duro về mặt các khối đá, nhưng không lớn bằng. Ưu điểm của công viên này là đàn 50 con bò rừng bison lang thang khá thoải mái trong công viên. Những con vật khổng lồ này là hậu duệ của người chăn nuôi nổi tiếng Charlie Goodnight - nỗ lực bảo tồn loài trâu rừng khỏi nguy cơ tuyệt chủng. Trạm kiểm lâm nhỏ và được quản lý rất tốt, nhưng họ không nhất thiết phải biết đàn bò bison ở đâu vào bất kỳ thời điểm cụ thể nào. Chúng tôi may mắn vì chỉ trong vòng chưa đầy 15 phút trong công viên, chúng tôi đã phát hiện ra hơn 30 con ở gần đồng cỏ và hơn 10 con đã đi bộ qua đường trước mặt chúng tôi để chụp một số bức ảnh tuyệt vời. Công viên cũng có một số thị trấn chó thảo nguyên và rất thú vị để xem, đặc biệt là đối với trẻ em. Một số đường mòn đi bộ đường dài tuyệt vời mặc dù đầy thử thách. Các khu cắm trại tuyệt vời. Đọc thêm",
            "Cắm trại cực kỳ thú vị tại khu cắm trại Little Red Tent.  Có khung cảnh bình minh và hoàng hôn tuyệt đẹp, đi bộ đường dài trên những con đường mòn rộng rãi, khi chúng tôi cần tắm, chúng dường như luôn sẵn sàng và sạch sẽ, nhờ người chủ trại tuyệt vời và cháu trai 15 tuổi của tôi thích nhìn thấy bò rừng và thảo nguyên chó.  Chúng tôi chắc chắn muốn quay lại lần nữa.  Chúng tôi vẫn ở Địa điểm 64, nhưng chúng tôi muốn cố gắng có được Địa điểm 65 vào lần tới, riêng tư hơn và có tầm nhìn tuyệt vời ra hẻm núi xung quanh nó.Đọc thêm",
            "Công viên đẹp đến kinh ngạc và những chú bò rừng: chúng tôi nhìn thấy chúng ở phía trước trung tâm du khách - tôi nghĩ chúng tôi đã may mắn -, dọc đường hoặc chỉ từ xa. Chúng tôi rất thích chuyến đi bộ kéo dài 2 giờ đồng hồ để ngắm nhìn các khối đá. Rất bất ngờ- ôi!Đọc thêm",
            "Đây là một chuyến đi ngắm hẻm núi tốt hơn nhiều so với Palo Duro. Phong cảnh đầy màu sắc đẹp hơn nhiều và nhiều trâu và động vật hoang dã khác.Đọc thêm",
            "Chúng tôi dành cả ngày tại Công viên bang Caprock Canyon.  Trong khi địa hình khắc nghiệt, tảng đá hẻm núi màu đỏ được xếp lớp với các sọc thạch cao rất ấn tượng. Các nhân viên kiểm lâm rất am hiểu và hữu ích với các hướng dẫn. Chúng tôi đi bộ đến hang Dương Xỉ. Con đường mòn trên sườn núi khá khó khăn khi leo lên nhưng mang lại tầm nhìn cao nhất trong công viên. Chúng tôi đã đến thăm phần nhô ra được gọi là Hang Dương Xỉ.  Đó là một nơi tuyệt vời để chơi đá tảng và có thể là bữa trưa nhưng không đặc biệt lắm. Chúng tôi trở lại theo đường mòn North Prong. Phần trên của Hang Dương Xỉ được đánh dấu bằng một loạt cột màu trắng để giúp bạn định hướng con đường mòn dẫn bạn đến một con đường mòn được bảo trì rất tốt trong phần còn lại của chuyến đi bộ. Hoodoo Last Dance rất dễ nhận ra. Lời khuyên: Vào tháng 3 đẹp hơn nhiều so với mùa hè. Phần chó thảo nguyên rất vui nhưng tốt nhất nên quan sát vào buổi sáng trước khi có quá nhiều người đến. Cây trâu cũng nằm bên đường khi chúng tôi mới vào. Mặc dù rất thân thiện nhưng họ vẫn thực thi - Không đỗ xe bên đường - .Đọc thêm",
            "Chúng tôi đã lái xe tổng cộng ba giờ để xem công viên này. Chúng tôi đang ở hẻm núi Palo Duro. Nó đáng giá! Chúng tôi nhìn thấy đàn bò rừng, sóc chuột và hươu. Lái xe qua công viên và thực hiện một vài chuyến đi bộ đường dài. Nhân viên tốt đẹp và hữu ích. Đặt cái này vào danh sách của bạn!Đọc thêm",
            "Bò rừng chuyển vùng miễn phí thật tuyệt vời. Họ có vẻ không sợ ô tô nên bạn thường có thể nhìn thấy một con số khá gần từ ô tô của mình. Chúng tôi thấy hơn 30 con Bison đang lái xe trên đường. Khung cảnh tuyệt đẹp như trong phim miền Tây với những vách đá đất đỏ. Chúng tôi đã đến đây nhiều lần cùng bọn trẻ và đi bộ trên một số con đường mòn. Trong những lần ghé thăm trước, chúng tôi đã thấy những con cú đào hang gần thị trấn chó đồng cỏ. Hãy lưu ý một số thời điểm nhất định trong năm, tôi nghĩ từ tháng 11 đến tháng 12 bò rừng được quây lại và nhốt để kiểm tra sức khỏe của chúng nên trong thời gian này trong năm, bạn có thể thấy rất ít hoặc không có bò rừng . Chúng tôi có thể - vào tháng 11 và chỉ nhìn thấy 1 người ở khoảng cách xa. Chúng tôi chắc chắn sẽ quay lại.Đọc thêm",
            "Đây là một công viên tiểu bang tuyệt vời để ghé thăm. Có phong cảnh tuyệt vời, nhiều con đường mòn và bạn có thể nhìn thấy Bison ở cự ly gần. Ngoài ra còn có một phần mà bạn có thể nhìn thấy những chú chó đồng cỏ.Đọc thêm",
            "Công viên nhỏ đáng yêu, gần như nhìn thấy một con bò rừng ngay lập tức - một con khác sau đó một chút. Nhìn thấy những chú chó thảo nguyên dễ thương - một người chạy đường. Lời chỉ trích duy nhất của tôi là bản đồ Công viên Tiểu bang không thân thiện với người dùng - rất dễ bỏ lỡ các con đường mòn do đánh dấu không rõ ràng.Đọc thêm",
            "Đây là vị trí của Đồng cỏ chăn nuôi bò rừng bison chính thức của bang Texas.  Bạn có thể nhìn thấy bò rừng, chó đồng cỏ và chó đi đường ở đâu khác trong vòng vài phút sau khi vào công viên?  Có nhiều lựa chọn tuyệt vời để đi bộ đường dài, từ dễ đến thử thách, với khung cảnh tuyệt vời của hẻm núi và các thành tạo đá ở đó.  Ngoài ra còn được phép cắm trại trong công viên.Đọc thêm",
            "Bạn có thể thuê ca nô hoặc thuyền kayak ở Hồ Theo vào đầu tháng 11 không? GrazieĐọc thêm",
            "Thời gian nhận phòng và trả phòng dành cho RVers là khi nào?Đọc thêm",
            "Xin lỗi tôi không biết câu trả lời cho câu hỏi của bạn. Chúc may mắn.Đọc thêm",
            "Xin chào,\n\nLên kế hoạch cho chuyến cắm trại đến công viên vào giữa tháng 8. Đi bộ đường dài có quá nóng không?Đọc thêm",
            "Trời sẽ nóng, cần nhiều nước nhưng có thể sẽ có chút gió mát, hãy ở trong bóng râm nhiều nhất có thể.  Hãy tận hưởng.Đọc thêm",
            "Đi du lịch cùng 4 đứa trẻ - lứa tuổi 1, 3, 5, 7 - vào đầu tháng 8. Điều này có đáng để dừng lại khi nó đang trên đường từ Hẻm núi Palo Duro đến Houston không? Không có kế hoạch thực hiện bất kỳ chuyến đi bộ đường dài nào vì tất cả các chuyến đi bộ đường dài đều có vẻ dài đối với các con tôi - lứa tuổi mà chỉ tự hỏi liệu có đáng để lái xe và dừng lại ở các điểm ngắm cảnh dọc đường hay không. Đây là ngày cuối cùng của chuyến đi tham quan công viên quốc gia kéo dài 3 tuần - tất cả trẻ em đều được đi du lịch thoải mái.Đọc thêm",
            "Chúng tôi vừa dành 2 đêm ở mỗi công viên bang Palo Duro - caprock. Palo Duro chắc chắn có tầm nhìn đẹp hơn, những tảng đá mát mẻ - những tảng đá để leo khắp nơi, một hang động ngay bên đường công viên, - cửa hàng quà tặng, nhưng đối với những đứa trẻ nhỏ hơn, tôi - muốn nói Caprock khá tuyệt vì có bò rừng, chó đồng cỏ, 2 khu vui chơi, hố bơi, - khu câu cá. Cả hai đều có những chiếc geocaches thú vị - những nét lịch sử. Những con đường mòn ở cả hai đều khá thú vị và bạn không cần phải đi xa để tận hưởng chúng! Đọc thêm",
            "Chó có được phép vào khu cắm trại và trên đường mòn không?Đọc thêm",
            "Những con chó bị xích đang đi trên đường mòn. Ngoài ra, xung quanh các khu cắm trại, hãy cẩn thận khi ở thị trấn Prairie Dog hoặc xung quanh đàn bò rừng.Đọc thêm",
            "Hồ có mở cửa cho chèo thuyền - câu cá không?Đọc thêm",
            "Bạn có thể tận hưởng bơi lội, câu cá và chèo thuyền không cần đánh thức trong Hồ Theo nhỏ, rộng 120 mẫu Anh. Chúng tôi không câu cá nhưng có nhiều người đang câu cá từ một bến tàu câu cá đẹp.Đọc thêm",
            "Có ai bơi ở hồ Theo không? Nếu vậy, là nó như thế nào? Cười. Đọc thêm",
            "Cuối tuần này tôi và gia đình sẽ đi cắm trại cùng gia đình, có ai gần đây ghé thăm không? Rắn đuôi chuông có xấu không? Ruồi cắn? Cười. Tôi - chưa bao giờ cắm trại trước đây.Đọc thêm",
            "LUÔN LUÔN đề phòng rắn, rắn đuôi chuông ít nhất sẽ đưa ra cảnh báo nếu bạn - đến quá gần. Chỉ cần đừng hoảng sợ và để họ yên. \n\nLũ ruồi cắn còn khó chịu hơn. Mẹo có là mặc quần áo phù hợp; quần jean, giày bít mũi, áo sơ mi dài tay - loại vải nhẹ như bạn tìm thấy ở Học viện - và mặc thuốc chống côn trùng - sử dụng DEET miễn phí nếu bạn nhạy cảm với DEET - . \n\nLuôn chú ý đến cát nóng trên đường mòn nếu bạn đi bộ đường dài cùng thú cưng. Đọc thêm",
            "Có phòng tắm công cộng nào không? Chúng tôi ở trong lều và phòng vệ sinh bên Hồ Theo không có vòi sen. Đọc thêm",
            "Đang thêm... Bản đồ tôi có hiển thị những cơn mưa rào tại Khu cắm trại Honea Flat gần sân chơi trên đường chính.Đọc thêm",
            "Trong nhà nghỉ có nồi - chảo không?Đọc thêm",
            "Đúng. Mặc dù rất cơ bản. Có vài cái thìa và vài cái chảo. Họ có rất nhiều cốc và máy pha cà phê. Mình tặng loại nồi hầm như cũ. Đọc thêm"
        ],
        "star_ratings": [
            288,
            78,
            18,
            3,
            6
        ],
        "review_amount": 393,
        "location": [
            "Hoa Kỳ",
            "Texas - TX -",
            "Từ bỏ",
            "Những điều cần làm ở Quitaque",
            "Công viên tiểu bang Caprock Canyons"
        ],
        "reviews_time": [
            "Written June 24, 2023",
            "Written August 12, 2023",
            "Written August 14, 2023",
            "Written September 24, 2023",
            "Written November 23, 2023",
            "Written January 28, 2024",
            "Written March 2, 2024",
            "Written March 14, 2024",
            "Written April 6, 2024",
            "Written April 17, 2024",
            "Written May 9, 2024",
            "Written April 17, 2024",
            "Written April 7, 2024",
            "Written March 15, 2024",
            "Written March 14, 2024",
            "Written March 2, 2024",
            "Written January 28, 2024",
            "Written January 21, 2024",
            "Written November 23, 2023",
            "Written November 4, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g56514-d145685-Reviews-Caprock_Canyons_State_Park-Quitaque_Texas.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g56514-d23393464-Reviews-The_Coffee_Mill_Mercantile-Quitaque_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g56514-d12925438-Reviews-Dad_s_BBQ-Quitaque_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g56514-d15239836-Reviews-Bison_Cafe-Quitaque_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g56514-d23289557-Reviews-Gracie_s_Grill-Quitaque_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g56514-d27920020-Reviews-Merrell_Food-Quitaque_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g56514-d23388582-Reviews-Mason_Jar_Pizza-Quitaque_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g56514-d12408038-Reviews-Comanchero_Canyons_Museum-Quitaque_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g56514-d145685-Reviews-or10-Caprock_Canyons_State_Park-Quitaque_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g56794-d254636-Reviews-Bob_Wills_Museum-Turkey_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g56794-d21309345-Reviews-Goldsby_s_Phillips_66-Turkey_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g33039-d216015-Reviews-San_Simeon_State_Park-San_Simeon_San_Luis_Obispo_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g297931-d23965533-Reviews-Andamanda_Phuket-Kathu_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g55229-d19081718-Reviews-The_Arcade-Nashville_Davidson_County_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g32812-d144108-Reviews-Opus_One_Winery-Oakville_Napa_Valley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g295389-d15309544-Reviews-Strbacki_Buk-Bihac_Una_Sana_Canton_Federation_of_Bosnia_and_Herzegovina.html",
            "https://www.tripadvisor.com/Attraction_Review-g294480-d2647175-Reviews-Biomuseo-Panama_City_Panama_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g37569-d2355568-Reviews-Indiana_Premium_Outlets-Taylorsville_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g60971-d103173-Reviews-Lowell_Observatory-Flagstaff_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g29311-d630781-Reviews-Harrah_s_Hoosier_Park_Racing_Casino-Anderson_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d21175390-Reviews-The_Upside_Down_Amsterdam-Amsterdam_North_Holland_Province.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g56514-d145685-Reviews-or10-Caprock_Canyons_State_Park-Quitaque_Texas.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g56514-d145685-Reviews-Caprock_Canyons_State_Park-Quitaque_Texas.html"
    }
]