[
    {
        "attraction_name": "Carlisle Bay",
        "attraction_name_vi": "Vịnh Carlisle",
        "general_info": [
            "2.739 đánh giá",
            "4 trong số 79 điều cần làm ở Bridgetown",
            "Bãi biển"
        ],
        "attraction_summary": "Vịnh này nổi tiếng nhất vì vùng nước yên tĩnh, được che chắn, lý tưởng để bơi lội và lặn biển. Đọc thêm",
        "reviews": [
            "Vịnh Carlisle đi từ Bãi biển Pebbles qua Bãi biển Browns về phía Bridgetown. Nó có cát trắng mềm nhất và nước trong xanh như pha lê. Bạn có thể tắm nắng, bơi lội và thậm chí lặn một cách an toàn. Biển hầu như không bao giờ động mặc dù điều đó phụ thuộc vào thời tiết.  Một trong những bãi biển đẹp nhất trên đảo dành cho cả người dân địa phương và khách du lịch. Có một vài quán bar rải rác để bạn có thể lấy một cốc bia lạnh. Rum punch hoặc nước ngọt mát. Đáng để ghé thăm nếu bạn ở lại một lúc hoặc ghé thăm.Đọc thêm",
            "Chúng tôi yêu bãi biển này!  Đó là một chuyến đi xe buýt ngắn.  Bạn có thể thuê hai chiếc ghế, một chiếc bàn và một chiếc ô từ 15 đến 20 giờ Barbados cho cả ngày.  Nước trong vắt và êm đềm, có bãi biển dài để đi dạo hoặc thư giãn.\n\nCó một vài nhà cung cấp bữa trưa và đồ ăn nhẹ ngay trong khuôn viên, ngoài ra còn có một nhà hàng nhỏ bên kia đường, nơi bạn có thể thưởng thức món ăn nóng.  Một lần nữa, bạn cần tiền địa phương cho người bán hàng nhưng tôi có món gà quay yummu và bánh mì kẹp thịt.  Không phàn nàn!  Chuyến thăm thứ hai của chúng tôi, chúng tôi không thấy bàn cho ghế của mình và họ đã cố gắng tìm chúng.  Thật ngạc nhiên những gì bạn nhận được nếu bạn yêu cầu một cách tử tế.\n\nVào Chủ nhật, thật vui khi thấy các gia đình tận hưởng những buổi dã ngoại trên bãi biển và thư giãn.Đọc thêm",
            "Bãi biển tuyệt vời. Chúng tôi dừng lại một ngày trên một chuyến du thuyền và đánh thuế theo nhóm 16 người đến bãi biển. Chúng tôi có thể thuê ghế và ô. Nước mát nhưng êm đềm. Có các hoạt động dưới nước trên bãi biển với một khoản phí như lặn với ống thở, bơi cùng rùa, mô tô nước, cưỡi ghế trên nước, v.v. Gia đình rất thích thú và chúng tôi khuyên bạn nên ghé qua. Đọc thêm",
            "Tất cả chúng tôi đều có một ngày tuyệt vời ở đây. Giường tắm nắng x 4 người và ô dù mỗi người là 40 đô la. Rất đáng tiền. Có thể sử dụng nhà vệ sinh, wifi và quầy bar trên bãi biển. Dịch vụ tuyệt vời. \n\nSẽ ghé thăm lại. Đọc thêm",
            "Chúng tôi đang đi du thuyền nên bãi biển này là nơi gần cảng nhất để đi bộ. Mất khoảng ba mươi phút. Sáng sớm có nhiều không gian và biển rất thích hợp để bơi lội. Có những người bán hàng đi lại nhưng họ không làm khó bạn.\n\nCó ô và giường ở nhiều quán bar khác nhau nhưng họ chỉ muốn bán cho bạn một gói bia. Tốt hơn hết bạn nên tránh xa chúng nếu bạn chỉ dành vài giờ, đặc biệt là Boatyard.Đọc thêm",
            "Đã thực hiện một số nghiên cứu trước khi đến, vì trước đây tôi khá thất vọng. Chọn Vịnh Carlisle vì nó khá gần cảng du lịch. Rất nhiều taxi và giá cố định là\nMỗi chiều 5 chiếc. Taxi đợi cho đến khi chở đầy hàng và chúng tôi yêu cầu được đưa đến bãi biển Browns, nằm ở phía xa của khách sạn Hilton.\nHoàn toàn đẹp. Không đông đúc, và các giường phơi nắng không được đẩy vào nhau. Biển có khá nhiều sóng, mọi người đang lướt sóng\nCát đúng như tưởng tượng, thật mềm mại. Bữa trưa là một quán bar ngay gần bãi biển có tên là Câu lạc bộ bãi biển Bali. Đồ ăn và nhân viên tuyệt vời, anh chàng làm việc sau quầy bar xứng đáng nhận được huy chương. Sẽ luôn muốn quay trở lại. \nĐọc thêm",
            "Vịnh đáng yêu cách cảng khoảng 30 phút đi bộ. Biển có nhiệt độ đáng yêu. Không có ích gì khi lặn với ống thở ở rìa vì không có cá. Tất cả những con cá đều ở xa hơn một chút phía trên xác tàu và cần phải bơi giỏi mới tiếp cận được. Cũng biết về rùa xanh trong khu vực.Đọc thêm",
            "Chúng tôi đến đây để thư giãn nửa ngày ở bãi biển. Và đó chính xác là những gì chúng tôi có. Điều duy nhất đối với tôi là các chuyến tham quan bằng thuyền ở quá gần những người bơi lội. Có những bhoy để tách biệt thuyền và người nhưng những chiếc thuyền đang biến thành những bhoy và hơi quá gần để tôi cảm thấy thoải mái. Jet Skis cũng chạy dọc theo hàng rào dây thừng. Nhưng nước trong vắt và sạch sẽ giống như các bãi biển. Rất đáng để ghé thămĐọc thêm",
            "Bãi biển sạch đẹp và dễ dàng tiếp cận từ cảng du lịch. Nó có giá 5 mỗi chiều và đón chúng tôi như đã hứa. Khu vệ sinh và khu vực quầy bar.  Chi phí 20 cho 2 giường và brolii với WiFi miễn phí và không khí tiệc tùng ở quán bar phía sauĐọc thêm",
            "Cát trắng mịn và biển ấm để bơi lội, vì điều này, nơi đây có thể trở nên đông đúc và được du khách từ các tàu du lịch ghé thăm.  Tôi chắc chắn sẽ khuyên bạn nên ghé thăm nếu bạn thích một ngày đi biển.  Chúng tôi đi qua Harbor Lights nơi chúng tôi trả tiền cho giường phơi nắng và ô.  Một trong những bãi biển đẹp nhất ở Barbados.Đọc thêm",
            "Đây là một chuyến tham quan tuyệt vời mà chúng tôi đã thực hiện ngay ngoài Vịnh Carlisle!  Không nhìn thấy con rùa nào nhưng con tàu đắm đó thật tuyệt! Chúng tôi chắc chắn sẽ làm điều này một lần nữa.Đọc thêm",
            "Chúng tôi đến bãi biển chính băng qua quán chim để bơi lội và lặn với ống thở. Chúng tôi mang theo vây và mặt nạ của riêng mình và thấy rất dễ dàng bơi nhanh ra xa thuyền. Tôi đã thấy nhiều điều thú vị hơn tôi mong đợi! Đây là những gì chúng ta đã thấy: cá gurnards bay, cá nóc, loài cá nhỏ kỳ lạ, đàn mực nang, sao biển đệm lớn màu đỏ, sên biển và một con cá bống tượng lớn. Đó là một ngày vui vẻ. Có một số giao thông thuyền vì vậy hãy lưu ý. Giá: Thuê ghế và ô cho hai người: 20 usdVirgin colada tại quầy sinh tố: 10 usd Tòa nhà màu đỏ của quán bar chim bên kia đường: 12 usd cho món gà giật và cơm. Tôi khuyên bạn nên để khăn tắm trên ghế và đi đến quán chim để ăn trưa Sau đó trở lại. Hãy tận hưởng!Đọc thêm",
            "Đây là bãi biển đẹp nhất mà tôi từng thấy - với nước màu ngọc lam và cát trắng pha chút hồng, khiến cho bạn có thể nhìn rõ tận đáy đại dương.  Chúng tôi rất thích dành buổi chiều trên bãi biển này sau khi tham gia chuyến tham quan lặn với rùa biển. Sau chuyến tham quan, chồng tôi bơi đến khu vực lặn với ống thở, nơi có độ sâu khoảng 20 feet, và anh ấy nhìn thấy nhiều rùa biển hơn khi anh ấy ở một mình, thật tuyệt vời!  Có rất nhiều người trên bãi biển vì có 2 tàu du lịch cập cảng trong ngày, nhưng theo tôi thì nó không quá đông đúc.  Có rất nhiều tàu thuyền qua lại nên bạn cần cẩn thận khi xuống nước.  Đó là một chuyến đi bộ dài để trở lại cảng, khoảng 45 phút, vì vậy hãy đảm bảo bạn lên kế hoạch phù hợp nếu bạn đến từ tàu du lịch!  LƯU Ý: Vì cát trắng nên mặt trời phản chiếu rất tốt nên chúng tôi bị bỏng nặng ngay cả khi đã bôi kem chống nắng.  Lẽ ra chúng ta nên bôi lại kem chống nắng sau thời gian tắm nước!Đọc thêm",
            "Em gái tôi và tôi rất thích lặn với ống thở ở Vịnh Carlisle.  Chúng tôi không đóng gói vây và chúng chắc chắn không cần thiết vì vậy hãy tiết kiệm không gian trong vali của bạn.  Tôi đã đọc các nhận xét trước khi lặn với ống thở và dự định chỉ bơi đến nơi xảy ra vụ đắm tàu ​​thay vì trả tiền cho chuyến tham quan, tuy nhiên, khi tôi đến và thấy những người bơi lội đang cố gắng tránh lưu lượng thuyền đáng kể 35 cho chuyến tham quan có vẻ hợp lý.  Tôi cũng muốn cảnh báo những người bơi lội rằng sứa ở khắp mọi nơi!   Hướng dẫn viên của chúng tôi nói với tôi rằng họ không thực sự nhức nhối.  Tôi đã chạm phải một con vì chúng không thể tránh được và chỉ có cảm giác châm chích nhẹ trong khoảng 10 phút.  Lời khuyên tốt nhất của tôi là nếu bạn có khả năng hãy chọn thời điểm không có hàng trăm hành khách tàu du lịch tràn vào bãi biển.  Đây là một địa điểm lặn biển tuyệt vời nhưng trải nghiệm bị hủy hoại bởi giao thông bằng thuyền và hàng trăm hành khách trên tàu du lịch.Đọc thêm",
            "Cát trắng mịn và biển ấm để bơi lội, vì điều này, nơi đây có thể trở nên đông đúc và được du khách từ các tàu du lịch ghé thăm.  Tôi chắc chắn sẽ khuyên bạn nên ghé thăm nếu bạn thích một ngày đi biển.  Chúng tôi đi qua Harbor Lights nơi chúng tôi trả tiền cho giường phơi nắng và ô.  Một trong những bãi biển đẹp nhất ở Barbados.Đọc thêm",
            "Bãi biển cực kỳ bận rộn cũng như biển với rất nhiều thuyền muốn được nhìn thấy rùa. Nước cũng không trong như mong đợi. Không phải nơi nào tôi muốn quay lại.Đọc thêm",
            "Vịnh Carlisle là một trong những điểm dừng chân yêu thích ở Caribe của vợ tôi và tôi. Cách bến tàu khoảng 30 phút đi bộ và rất đáng để bạn nỗ lực đến đó. Bãi biển thật tuyệt vời với cát tuyệt vời và nước vỗ tuyệt đẹp. Nếu may mắn, bạn thậm chí có thể nhìn thấy những chú ngựa đang tập thể dục chạy lên chạy xuống bãi biển. Đọc thêm",
            "Bãi biển sạch đẹp và dễ dàng tiếp cận từ cảng du lịch. Nó có giá 5 mỗi chiều và đón chúng tôi như đã hứa. Khu vệ sinh và khu vực quầy bar.  Chi phí 20 cho 2 giường và brolii với WiFi miễn phí và không khí tiệc tùng ở quán bar phía sauĐọc thêm",
            "Vịnh xinh đẹp, chúng tôi ở tại Radisson Aquatica, nơi có những chú ngựa đua đến bãi biển để bơi vào mỗi sáng sớm. Nước ấm và trong. Khách sạn vẫn ổn nhưng tài sản chính là vị trí.Đọc thêm",
            "Vịnh yên tĩnh tuyệt đẹp. Rất nhiều rùa để xem và bên cạnh Bãi biển Pebbles nơi những chú ngựa đua bơi lội. Yêu chuyến thăm của tôi. Không cần phải thuê ghế và nhiều cây xanh để tạo bóng mát.Đọc thêm",
            "Xin chào, mấy giờ có ngựa trên biển ở Vịnh Carlisle?\nCảm ơnĐọc thêm",
            "Xin chào, có ai đã thực hiện chuyến đi đến Vịnh Carlisle từ Marella Discover chưa? Họ có tổ chức vận chuyển đến và đi không? Và xin vui lòng đưa ra ý tưởng sơ bộ về chi phí.Đọc thêm",
            "bạn có thể thuê ván trượt phản lực ở vịnh Carlisle không?Đọc thêm",
            "Xin lỗi tôi không thể giúp đỡ. Chúng tôi đang bơi và lặn trong vịnh với rùa và cá đuối, điều đó thật tuyệt vời và vì vậy chúng tôi không thấy bất kỳ chiếc ván trượt phản lực nào trong khu vực của chúng tôi.  Chúc bạn có một kỳ nghỉ tuyệt vời.Đọc thêm",
            "Biết rằng việc ghé thăm Barbados bị hạn chế đối với các chuyến du ngoạn bằng du thuyền hoặc được chính phủ phê duyệt. Tôi có thể bắt taxi đã được phê duyệt tại cảng du lịch đến Vịnh Carlisle không?Đọc thêm",
            "CHÀO\nChúng tôi là một nhóm gia đình gồm 15 người và chúng tôi đã sử dụng cả hai xe buýt taxi trong suốt thời gian lưu trú, bao gồm cả vận chuyển sân bay mà không gặp bất kỳ vấn đề gì, phải đeo khẩu trang khi di chuyển và ở những nơi trong nhà.\nHy vọng điều này sẽ giúpĐọc thêm",
            "Xin chào. Tôi đã đến thăm Vịnh Carlisle vài lần và chưa bao giờ tìm thấy nhà vệ sinh miễn phí.  Họ đang ở đâu? Cảm ơn.Đọc thêm",
            "Vâng, bạn đã có câu trả lời chính xác rồi. Thật là một sự giúp đỡ tuyệt vời từ những người bạn đồng hành. Đừng ngại hỏi người dân địa phương và những du khách khác để biết thông tin khi đến Barbados. Mọi người đều hữu ích.Đọc thêm",
            "Bạn có trả tiền để truy cập vào bãi biển?\nNó có những tiện nghi gì, ví dụ như nhà vệ sinh, quán bar, đồ ăn?\nThbanksĐọc thêm",
            "Tất cả các bãi biển ở Barbados đều miễn phí, ghế tắm nắng có giá 30 Bdollar cho 2 người và một chiếc ô. Có nhà vệ sinh miễn phí, sạch sẽ và có giấy vệ sinh. Có ô tô và xe tải bán đồ uống 3 tỷ đô la cho nước ngọt bia. Rùa đi thẳng ra trước nhà vệ sinh ở biển đều miễn phí. Thưởng thứcĐọc thêm",
            "Nơi này cách cảng du thuyền bao xa và cách tốt nhất để đến Vịnh Carlisle từ cảng là gì?Đọc thêm",
            "Nó chỉ khoảng dưới 2 km.\nBạn có thể dễ dàng di chuyển bằng xe buýt hoặc taxi...và luôn đúng giờ!Đọc thêm",
            "Có đồ ăn nào gần Vịnh Carlisle không?Đọc thêm",
            "Vâng, có xe bán đồ ăn PennydiverĐọc thêm",
            "Vui lòng cho biết điểm tham quan này có đông đúc hơn vào cuối tuần so với ngày thường không? Cảm ơn bạn Đọc thêm",
            "Không thực sự. Nó không bận rộn khi chúng tôi đi trong tuần. Cuối tuần có thể bận rộn hơn vì hầu hết mọi người đều được nghỉ cuối tuần.Đọc thêm",
            "Xin chào, cách tốt nhất để đặt chỗ bơi cùng rùa nếu bạn không muốn đặt chỗ qua tàu du lịch của mình. Cảm ơnĐọc thêm",
            "Bắt taxi hoặc xe buýt reggae đến vịnh và có thuyền rùa mỗi giờ hoặc khoảng 20 đô la. Bạn có thể nhìn thấy rùa và ống thở trên một con tàu đắm, họ cũng có thể cung cấp thiết bị.Đọc thêm"
        ],
        "star_ratings": [
            1966,
            623,
            99,
            33,
            18
        ],
        "review_amount": 2739,
        "location": [
            "Bridgetown",
            "Vịnh Carlisle",
            "Giáo xứ Thánh Michael",
            "vùng Caribe",
            "Những điều cần làm ở Bridgetown",
            "Barbados"
        ],
        "reviews_time": [
            "Written June 28, 2023",
            "Written October 12, 2023",
            "Written November 26, 2023",
            "Written November 28, 2023",
            "Written December 19, 2023",
            "Written February 1, 2024",
            "Written February 2, 2024",
            "Written February 5, 2024",
            "Written March 19, 2024",
            "Written March 31, 2024",
            "Written May 31, 2024",
            "Written May 1, 2024",
            "Written April 18, 2024",
            "Written April 12, 2024",
            "Written March 31, 2024",
            "Written March 30, 2024",
            "Written March 22, 2024",
            "Written March 19, 2024",
            "Written March 12, 2024",
            "Written February 27, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g147263-d147728-Reviews-Carlisle_Bay-Bridgetown_Saint_Michael_Parish_Barbados.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g147263-d1046741-Reviews-Harbour_Lights-Bridgetown_Saint_Michael_Parish_Barbados.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147263-d1629022-Reviews-Lobster_Alive-Bridgetown_Saint_Michael_Parish_Barbados.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147263-d2629675-Reviews-Copacabana_Beach_Bar_Grill-Bridgetown_Saint_Michael_Parish_Barbados.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147263-d1045995-Reviews-The_Boatyard-Bridgetown_Saint_Michael_Parish_Barbados.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147263-d3453434-Reviews-Cuz_s_Fish_Stand-Bridgetown_Saint_Michael_Parish_Barbados.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147263-d12515420-Reviews-Coffy_s_Bar_Restaurant-Bridgetown_Saint_Michael_Parish_Barbados.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147263-d24021652-Reviews-Chattel_Kitchen_Bar_House-Bridgetown_Saint_Michael_Parish_Barbados.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147263-d25169241-Reviews-Barrio-Bridgetown_Saint_Michael_Parish_Barbados.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147263-d1372180-Reviews-Indian_Grill-Bridgetown_Saint_Michael_Parish_Barbados.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147263-d19320163-Reviews-Sam_s_one_bar_grill-Bridgetown_Saint_Michael_Parish_Barbados.html",
            "https://www.tripadvisor.com/Attraction_Review-g147263-d9758268-Reviews-Pebbles_Beach-Bridgetown_Saint_Michael_Parish_Barbados.html",
            "https://www.tripadvisor.com/Attraction_Review-g147263-d4677670-Reviews-Bridgetown_Bethel_Methodist_Church-Bridgetown_Saint_Michael_Parish_Barbados.html",
            "https://www.tripadvisor.com/Attraction_Review-g147263-d15773034-Reviews-Saint_Patrick_s_Roman_Catholic_Cathedral-Bridgetown_Saint_Michael_Parish_Barbado.html",
            "https://www.tripadvisor.com/Attraction_Review-g147263-d9851385-Reviews-Browne_s_Beach-Bridgetown_Saint_Michael_Parish_Barbados.html",
            "https://www.tripadvisor.com/Attraction_Review-g147263-d149985-Reviews-The_Boatyard-Bridgetown_Saint_Michael_Parish_Barbados.html",
            "https://www.tripadvisor.com/Attraction_Review-g1905484-d147732-Reviews-George_Washington_House-Garrison_Saint_Michael_Parish_Barbados.html",
            "https://www.tripadvisor.com/Attraction_Review-g147263-d184609-Reviews-Garrison_Savannah_Barbados_Turf_Club-Bridgetown_Saint_Michael_Parish_Barbados.html",
            "https://www.tripadvisor.com/Attraction_Review-g147263-d147805-Reviews-Nidhe_Israel_Synagogue_and_Museum-Bridgetown_Saint_Michael_Parish_Barbados.html",
            "https://www.tripadvisor.com/Attraction_Review-g147263-d149090-Reviews-The_Parliament_Buildings-Bridgetown_Saint_Michael_Parish_Barbados.html",
            "https://www.tripadvisor.com/Attraction_Review-g147263-d147703-Reviews-Barbados_Garrison-Bridgetown_Saint_Michael_Parish_Barbados.html",
            "https://www.tripadvisor.com/Attraction_Review-g147263-d147728-Reviews-or10-Carlisle_Bay-Bridgetown_Saint_Michael_Parish_Barbados.html",
            "https://www.tripadvisor.com/Attraction_Review-g1183257-d1868421-Reviews-Hunte_s_Gardens-Saint_Joseph_Parish_Barbados.html",
            "https://www.tripadvisor.com/Attraction_Review-g15292767-d12572117-Reviews-Coco_Hill_Forest-Melvin_Hill_Saint_Joseph_Parish_Barbados.html",
            "https://www.tripadvisor.com/Attraction_Review-g148422-d149977-Reviews-Andromeda_Botanic_Gardens-Bathsheba_Saint_Joseph_Parish_Barbados.html",
            "https://www.tripadvisor.com/Attraction_Review-g616286-d555403-Reviews-Bottom_Bay-Saint_Philip_Parish_Barbados.html",
            "https://www.tripadvisor.com/Attraction_Review-g1310451-d147871-Reviews-Flower_Forest-Saint_Thomas_Parish_Barbados.html",
            "https://www.tripadvisor.com/Attraction_Review-g148422-d147789-Reviews-Bathsheba_Beach-Bathsheba_Saint_Joseph_Parish_Barbados.html",
            "https://www.tripadvisor.com/Attraction_Review-g1310451-d148503-Reviews-Welchman_Hall_Gully-Saint_Thomas_Parish_Barbados.html",
            "https://www.tripadvisor.com/Attraction_Review-g1183194-d555825-Reviews-Miami_Beach_Barbados-Oistins_Christ_Church_Parish_Barbados.html",
            "https://www.tripadvisor.com/Attraction_Review-g147263-d19795398-Reviews-Skankin_Sweet_Boating_Adventures-Bridgetown_Saint_Michael_Parish_Barbados.html",
            "https://www.tripadvisor.com/Attraction_Review-g147263-d3384039-Reviews-Calypso_Cruises-Bridgetown_Saint_Michael_Parish_Barbados.html",
            "https://www.tripadvisor.com/Attraction_Review-g147263-d1595103-Reviews-Roger_s_Scuba_Shack-Bridgetown_Saint_Michael_Parish_Barbados.html",
            "https://www.tripadvisor.com/Attraction_Review-g147263-d149984-Reviews-Harbour_Lights_Beach_Club_Carlisle_Bay-Bridgetown_Saint_Michael_Parish_Barbados.html",
            "https://www.tripadvisor.com/Attraction_Review-g147263-d2037008-Reviews-Jammin_Catamaran_Cruises-Bridgetown_Saint_Michael_Parish_Barbados.html",
            "https://www.tripadvisor.com/Attraction_Review-g147263-d16709096-Reviews-Clear_Kayaks_Barbados-Bridgetown_Saint_Michael_Parish_Barbados.html",
            "https://www.tripadvisor.com/Attraction_Review-g147263-d656705-Reviews-The_Dive_Shop_Ltd-Bridgetown_Saint_Michael_Parish_Barbados.html",
            "https://www.tripadvisor.com/Attraction_Review-g147263-d13295191-Reviews-Tranquility_Cruises-Bridgetown_Saint_Michael_Parish_Barbados.html",
            "https://www.tripadvisor.com/Attraction_Review-g147263-d15605035-Reviews-Rum_and_Turtle_Barbados-Bridgetown_Saint_Michael_Parish_Barbados.html",
            "https://www.tripadvisor.com/Attraction_Review-g147263-d26313738-Reviews-THE_GREAT_BARBADOS_Private_Tour_guide-Bridgetown_Saint_Michael_Parish_Barbados.html",
            "https://www.tripadvisor.com/Attraction_Review-g147263-d12235236-Reviews-Transformers_Watersports-Bridgetown_Saint_Michael_Parish_Barbados.html",
            "https://www.tripadvisor.com/Attraction_Review-g147265-d2213185-Reviews-Good_Times_Catamaran_Cruises-Saint_James_Parish_Barbados.html",
            "https://www.tripadvisor.com/Attraction_Review-g297697-d2647015-Reviews-Anika_Tailor-Kuta_Kuta_District_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g295380-d550541-Reviews-Strand-Novi_Sad_Vojvodina.html",
            "https://www.tripadvisor.com/Attraction_Review-g40790-d105498-Reviews-Perkins_Cove-Ogunquit_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g1205209-d9867464-Reviews-The_Mall_Athens-Maroussi_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g294217-d537975-Reviews-Tian_Tan_Buddha_Big_Buddha-Hong_Kong.html",
            "https://www.tripadvisor.com/Attraction_Review-g46088-d183423-Reviews-The_Basin_at_Franconia_Notch_State_Park-Franconia_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d1008549-Reviews-Or_Tor_Kor_OTK_Market-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d2023113-Reviews-Plaza_Las_Americas-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g190502-d532762-Reviews-Fish_Market-Bergen_Hordaland_Western_Norway.html",
            "https://www.tripadvisor.com/Attraction_Review-g33095-d11960522-Reviews-SkyPark_at_Santa_s_Village-Skyforest_Lake_Arrowhead_California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g147263-d147728-Reviews-or10-Carlisle_Bay-Bridgetown_Saint_Michael_Parish_Barbados.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g147263-d147728-Reviews-Carlisle_Bay-Bridgetown_Saint_Michael_Parish_Barbados.html"
    }
]