[
    {
        "attraction_name": "Carowinds",
        "attraction_name_vi": "Carowinds",
        "general_info": [
            "3.488 đánh giá",
            "- 19 trong số 340 điều cần làm ở Charlotte",
            "Giải trí - Công viên giải trí"
        ],
        "attraction_summary": "Là thánh địa của niềm vui gia đình, công viên nước có chủ đề rộng 105 mẫu Anh này có các trò chơi cảm giác mạnh và chương trình giải trí trực tiếp.Đọc thêm",
        "reviews": [
            "Chúng ta đã có rất nhiều niềm vui. Đứa con ba tuổi của tôi đã có thể cưỡi rất nhiều trò chơi. Lý do duy nhất tôi cho nó 4 sao là vì công viên nước chưa mở cửa. Chúng tôi hơi thất vọng về điều đó, nhưng ngày mai nó sẽ mở cửa nên chúng tôi được nghỉ một ngày. Dù sao đi nữa, chúng tôi rất khuyến khích địa điểm này cho gia đình.Đọc thêm",
            "Cả Carowinds - Bến cảng đều rất đẹp. Tuy nhiên, nhân viên cần được giáo dục về vị trí của mọi thứ trong công viên. Chúng tôi đã hỏi ít nhất 8 nhân viên nơi chúng tôi có thể mua xúc xích - khoai tây chiên - không ai biết chúng tôi có thể đi đâu. Bạn cũng nên đăng bên ngoài những điểm tham quan nào đóng cửa để khách biết trước khi dành thời gian - tiền sẽ vào! Dòng sông lười đã đóng cửa cả ngày - đó là lý do duy nhất khiến chúng tôi quay lại công viên vào ngày hôm sau.  Đã rất thất vọng.Đọc thêm",
            "Mặc dù chúng tôi đã rất vui nhưng thật khó chịu khi rất nhiều khu vui chơi và đồ ăn bị đóng cửa, thậm chí cả dòng sông lười cũng bị chìm. Chúng tôi chạy thẳng tới Fury chỉ để thấy nó đóng cửa, và nhân viên nói rằng nó sẽ khởi động chậm trễ và nó không bao giờ mở ra, tương tự với Vortex. Nhiều chuyến đi thậm chí còn ngừng hoạt động trong ngày mà không có cảnh báo trước, khiến bạn khó lập kế hoạch cho ngày của mình. Thời gian chờ đợi của Night Hawk cho biết là 15 phút cả ngày, nhưng chúng tôi đã đợi một tiếng rưỡi. Minh bạch hơn sẽ tốt hơn hoặc giảm giá vé vì chúng tôi không nhận được mọi thứ mà chúng tôi nghĩ rằng mình đang trả tiền và đi du lịch.Đọc thêm",
            "Được rồi cho một ngày cho du khách đi nghỉ.  Chúng tôi - đã từng đến các công viên Cedar Fair khác - Cedar Point là nơi yêu thích của chúng tôi - và điều này dường như không có cùng sự tinh tế.    Hãy tận dụng việc đi đến phần công viên nước của công viên.  Đúng, Fury 325 đã ngừng hoạt động vì phần hỗ trợ bị nứt.  Có vẻ như công viên chỉ tập trung quanh chiếc tàu lượn siêu tốc này và nếu không có nó thì công viên sẽ trở nên tồi tệ.  Ngoài màn trình diễn ảo thuật thật tuyệt vời, dường như không có nhiều việc phải làm đối với những người không phải là tay đua.  Rất ít trò chơi - một số trò chơi có sẵn có giá cực kỳ cao - không có hàng hóa để mua và không có nhiều lựa chọn bữa ăn nếu bạn mua bữa ăn cả ngày như chúng tôi đã làm. Đọc thêm",
            "Tôi luôn yêu thích Carowinds. Tôi đã đi từ khi còn bé, vài năm một lần. Tuần này - tháng 8 -2023, trời nóng lắm nhưng cách đây mấy năm vùng nước đã đỡ nóng rất nhiều.\n\n Năm nay, một nửa số slide đã bị đóng cửa. Một hồ bơi sóng đã bị đóng cửa.  Một slide không cho biết bạn phải cao bao nhiêu cho đến khi bạn lên đến tận đó. Một người khác - không nói với bạn - Không có bông tai hay đồ trang sức - cho đến khi bạn đi lên đồi, lên cầu thang, - xếp hàng chờ.  \nNó không đông đúc vì trời quá nóng. Phần đó thật thú vị cho đến khi bạn nhận ra rằng các đường trượt nước đông đúc đến mức nào vì một nửa đã đóng cửa. \n\nSự thất vọng khác sau đó đã kết thúc lúc 7 giờ tối.  Họ thường đóng cửa lúc 9 hoặc 10 giờ tối.  Rất nhiều doanh nghiệp cắt giảm giờ làm vì Covid - nó không bao giờ trở lại bình thường.\n   \nNgoài ra, đó là một ngày khá nóng nực. Đọc thêm",
            "Điều tôi sắp nói với bạn là rất nghiêm trọng.....Tôi đã đến Carrowinds và không may điện thoại của tôi hết pin và tắt nguồn. Trong điện thoại có ứng dụng và thẻ tín dụng của tôi. Chà, tôi không thể tính phí vì trung tâm lịch sự không có. Các cửa hàng cũng vậy. Bị điên hả. Tôi không thể bằng tiền thực phẩm. Không thể điều hướng các chuyến đi và vị trí vì ứng dụng của tôi không hoạt động. Người giám sát không quan tâm giúp đỡ hoặc nghĩ rằng đó là một vấn đề.  Thật nực cười khi không có trạm sạc.  Họ nhận đủ tiền giữa chi phí vào cửa, đỗ xe và THỰC PHẨM để không có đủ bộ sạc để bán hoặc các trạm sạc miễn phí. Tôi hy vọng nhận được phản hồi cho bài đánh giá của mình nhưng có lẽ họ đã hết năng lực????Đọc thêm",
            "We had a great day celebrating our son - s birthday there.  We arrived slightly before opening and stayed until closing.  By arriving about 30 minutes early we were able to park really close to the entrance and by staying until closing we were able to experience the rides in the dark too.  It was Labor Day weekend and suprisingly not too crowded.  We were able to ride everything we wanted and many of them multiple times.  Fury 325 was the best followed closely by The Intimidator.   We did not make it on Nighthawk.  We tried several times but the line never seemed to move. There were plently of rides that accomodated all thrill levels.  We bought the pass that included parking and meals all day and it was definitely worth it.  The employees kept the lines moving and were all friendly and entertaining.  The park was exceptionally clean including all the restrooms.  Read more",
            "Từ những pha rơi thót tim của Fury 325 cho đến những vòng quay chóng mặt của Intimidator, giấc mơ của một người thích cảm giác mạnh đã trở thành hiện thực. Công viên nước là nơi nghỉ ngơi sảng khoái sau cơn sốt adrenaline và nhiều trò chơi đa dạng giúp mọi người giải trí. Nhưng điều khiến nơi này thực sự đặc biệt chính là nét quyến rũ hoài cổ đưa bạn trở về những kỳ nghỉ hè của tuổi trẻ. Nó - không chỉ là một công viên giải trí; đó là một ngày của tiếng cười, la hét và ăn quá nhiều kẹo bông. \nĐọc thêm",
            "Chúng tôi - đã muốn đi tàu lượn siêu tốc số 1 - Fury 325 - trên thế giới kể từ khi nó mở cửa vào năm 2015. Thật là một chuyến đi đáng kinh ngạc, tuy nhiên tôi ước rằng khung cảnh và địa hình sẽ thú vị hơn, MF tại Cedar Point cũng vậy tốt hơn. Intimidator và Copperhead Strike là 2 đế lót ly duy nhất khác có giá cao nhất IMHO. Tôi phải nói rằng công viên có hình dáng rất đẹp và rất sạch sẽ. Đó là một điểm đến hướng đến gia đình, không có những nhân vật mờ ám hay ồn ào, đó là một điểm cộng lớn. Thời gian chờ đợi là hợp lý vào một ngày trong tuần vào tháng 8 và vé theo mùa có giá hợp lý nếu đi hơn 1 ngày. Nếu bạn là một người đam mê tàu lượn siêu tốc Fury 325 thì đáng để ghé thăm, nhưng Dollywood và Kings Dominion gần đó nhìn chung là những công viên vượt trội.  Đọc thêm",
            "Christmas time at Carowinds is nothing less than magical. My Christmas spirit was renewed as I spent time with the elves and Mr. and Mrs. Claus chatting. I also truly loved the lights and watching the kids play in the fake snow provided for them. Being from Ohio we frequent Cedar Point. Yes, it has more coasters and yes, it is bigger, BUT it doesn - t have the southern charm of this place. Nor does Cedar Point have a Winterfest. But the biggest thing for me at Carowinds was the feeling you were away from the hustle bustle of life. I played the reindeer games and got a few prizes. I sipped hot cocoa by a warm fire. I watched a parade. I saw a show. I decorated cookies. It was wonderful. I recommend this experience. While there, slow down a bit and make some crafts, visit with the elves and enjoy their magical answers. You wont regret it.Read more",
            "Công viên giải trí vui nhộn dành cho gia đình có nhiều tàu lượn siêu tốc ly kỳ và công viên nước. Chúng hơi đắt tiền về thức ăn và chỗ đậu xe nhưng đó là điều được mong đợi. Fury 325 là chiếc tàu lượn yêu thích của tôi ở công viên. Vortex là thứ tôi yêu thích nhất, rất thô bạo. Nhân viên không mấy quan tâm đến việc đỗ xe cho khách, có vẻ như họ đã làm việc quá sức. Nhìn chung nó - là một điểm thu hút ly kỳ tuyệt vời. Sẽ ghé lại lần sauXem thêm",
            "Chúng tôi là một gia đình đi tàu lượn siêu tốc đến thăm ít nhất hai công viên mỗi năm.  Luôn tìm cách lái thứ mà chúng tôi chưa bao giờ lái.  Thành thật mà nói, tôi đã đi ngang qua công viên này nhiều lần trên đường đến Florida và tự hỏi liệu nó có tốt không.  Tôi chưa bao giờ thực sự nghe nhiều về nó.  Thực sự rất ngạc nhiên.  Đế lót ly tuyệt vời.   Fury 325 tự nó đã đáng giá cho một chuyến đi rồi.  Thức ăn ở công viên cũng ngon.Đọc thêm",
            "The park and food are spectacular. But let me tell you, keep your items close to you at all times. I was on the Carolina Cyclones ride when my AirTag fell right off my keychain. Cool, I look for the location but I can - t seem to pinpoint it. Imagine the dismay I felt when over the next few days I see the GPS location go to and from someone - s house to Carowinds where it stays in the same spot for 8 hours... yes, an employee has my AirTag. I managed to pinpoint it to a certain person who is a ride operator. I went right up to him and showed my phone that it said  - Here -  less than 1 foot away but he claimed ignorance and refused to give my GPS tracker back. Staff - managers were no help and all they told me to do was to fill out some silly online form... honey, I know where my item is, it - s with YOUR employee who clocks in for work and goes home to West Charlotte and stopped at a Circle K on 4 - 2 and works mostly on Cyclone and sometimes on Ricochet. LONG STORY BE TOLD y - all hold onto your wallets keys AirTags babies whatever because some employees will snatch them and act dumb!Read more",
            "Everything was amazing the food, rides, and gift shops but expect for when a woman approached me and my acquaintance with our plushies we won from a game randomly walking us to us interrogating us asking pretty much obvious AND RUDE questions  - ex:  - do you have any receipts for those plushies - ,  - where did you get them from -  -  the whole interaction was completely point blank disrespectful and just a weird thing to do to someone why approach us? No idea and just to accuse me and my acquaintance for stealing was just so disrespectful. And leaving a smart remark this random woman who just approached two resting people sitting down on a BENCH saying this as she left  - I - ll go check to make sure -    - Yes we are African American, and to just randomly interrogate us for no reason I - ll have the assume that it had something to do with race and on top of that we were just sitting down doing nothing but catching our breath - . Honestly I wont be going anymore with just that encounter I just in experienced.Read more",
            "Đã có một vụ nổ tuyệt đối! Công viên rất sạch sẽ và được giữ gìn tốt. Mọi nhân viên mà chúng tôi tương tác đều rất thân thiện. Chắc chắn là một nơi thú vị cho cả gia đình. Nó có rất nhiều lựa chọn đi xe khác nhau. Nó thậm chí còn có một công viên nước ở phía bên kia. Ngày chúng tôi đi không có nhiều người - thậm chí còn không đông người và cuối cùng phải đến cả hai công viên.Đọc thêm",
            "Điện thoại của tôi rơi khỏi tàu lượn siêu tốc và tôi đã xác định được vị trí của nó, họ nói với tôi rằng họ sẽ tìm nó vào đêm hôm đó, tôi đã gọi điện, gửi email và đưa ra yêu cầu bồi thường thất lạc. Và họ vẫn không cho tôi biết nếu họ có nó.Đọc thêm",
            "Nếu bạn chỉ đi lấy đèn, không tệ. Nếu bạn đang đi cưỡi ngựa, sự lãng phí tiền bạc tuyệt đối. Hầu hết các chuyến đi đều đóng cửa. Một đường dây an ninh để vào công viên mất gần 30 phút. Mở cửa từ 5 - 10 giờ tối trong Lễ hội mùa đông. Bây giờ đã là 7:30 và chúng tôi vẫn đang xếp hàng cho chuyến đi đầu tiên. Họ hầu như không có nhân viên nào làm việc. Hoàn tất việc lấy tiền!Đọc thêm",
            "Công viên tuyệt vời, ánh đèn rất đẹp, trò chơi tuần lộc rất vui, các yêu tinh ở công viên thật tuyệt. Hwy 77 đấy - đó là cả một câu chuyện - sẽ tiếp tục nếu bạn kiên nhẫn trên 77 - đó là một cơn ác mộng. Đọc thêm",
            "Đừng bỏ đi. CHẠY! Chúng tôi đã mua vé xem theo mùa hàng năm, trong ít nhất sáu năm. Chúng tôi sẽ KHÔNG BAO GIỜ đi nữa. Họ đóng cửa một nửa số chuyến đi. Các nhân viên và lính canh nói chuyện với bạn như thể bạn - đồ rác rưởi. Họ là những người thô lỗ nhất mà tôi từng gặp. Tối nay chúng tôi đứng xếp hàng ít nhất ba mươi phút để vào và khi bước vào cổng, nữ nhân viên nói với chúng tôi rằng hàng này hiện đã đóng và kéo băng qua. Vì vậy, thay vào đó hãy tự giúp mình và đến Dollywood.Đọc thêm",
            "Christmas time at Carowinds is nothing less than magical. My Christmas spirit was renewed as I spent time with the elves and Mr. and Mrs. Claus chatting. I also truly loved the lights and watching the kids play in the fake snow provided for them. Being from Ohio we frequent Cedar Point. Yes, it has more coasters and yes, it is bigger, BUT it doesn - t have the southern charm of this place. Nor does Cedar Point have a Winterfest. But the biggest thing for me at Carowinds was the feeling you were away from the hustle bustle of life. I played the reindeer games and got a few prizes. I sipped hot cocoa by a warm fire. I watched a parade. I saw a show. I decorated cookies. It was wonderful. I recommend this experience. While there, slow down a bit and make some crafts, visit with the elves and enjoy their magical answers. You wont regret it.Read more",
            "Giới hạn độ tuổi được lái xe golf tại khu cắm trại Carowinds là bao nhiêu?Đọc thêm",
            "Bạn có đề xuất nào về nơi cho chó nuôi trong ngày khi ở Carowinds không?Đọc thêm",
            "Tôi muốn mua vé xem theo mùa nhưng tôi cần gói thanh toán nhưng không thể truy cập vào trang web để mua, tôi phải làm gìĐọc thêm",
            "Tốt nhất hãy gọi cho họ nếu có mọi thắc mắc.Đọc thêm",
            "Bạn tôi không có tài khoản ngân hàng nên mẹ bạn ấy mua vé trực tuyến, bạn ấy có cần mang theo CMND hay bản sao CMND không??Đọc thêm",
            "Không, cô ấy có thể ghi tên anh ấy lên vé thay vì tên cô ấyĐọc thêm",
            "Bao nhiêu người có thể sử dụng 1 vòng tay làn đường nhanhĐọc thêm",
            "Chỉ một thôi vì mỗi người phải có một chiếc vòng tay riêng mình nghĩĐọc thêm",
            "Tôi có thể mang theo người khác và họ sử dụng thẻ này với tôi không? Nếu được - t thì họ phải tự mua để sử dụng làn nhanh?Đọc thêm",
            "Tôi vượt qua, 1 người. Đối với vé, họ cung cấp vé giảm giá cho khách nếu bạn là người sở hữu vé theo mùa nhưng chỉ có 1 vé, 1 ngườiĐọc thêm",
            "Câu hỏi ngu ngốc, nhưng tại sao tôi không thể gia hạn thẻ của mình từ mùa giải trước? Tôi - đã cố gắng không ngừng nghỉ và thậm chí đã liên hệ với email của nhân viên và nó vẫn không hoạt động cho dù tôi có làm gì đi nữa. Tôi đã nhận được nó vào mùa hè năm ngoái và đang cố gắng gia hạn nó, giống như tôi đã đợi quá lâu để thử và gia hạn nó như tôi đã thử vào tháng trước nhưng không có gìĐọc thêm",
            "tôi có thể ra xe ăn uống rồi quay lại công viên khôngĐọc thêm",
            "tôi có thể ra ngoài xe ăn và quay lại được khôngĐọc thêm",
            "Có, bạn có thể nhập lại vào cùng ngày. Chúng tôi đã có thể.Đọc thêm",
            "công viên nước hoạt động như thế nào, nghĩa là bạn phải mang theo khăn tắm suốt cả ngày trước và sau khi tham quan?Đọc thêm",
            "Chúng tôi để khăn tắm vào ba lô và cất đồ vào tủ khóa khi đi cầu trượt. Vì công viên nước mở cửa sau công viên thông thường nên chúng tôi đạp xe vài vòng, đi đến công viên nước, sau đó lau khô người và quay trở lại khu vực thông thường của công viên. Chúng tôi cất khăn tắm và đồ bơi trong một chiếc ba lô nhỏ, nhưng đặc biệt đóng gói những chiếc khăn nhỏ hơn, nhẹ hơn vì chúng tôi biết rằng chúng cần phải vừa với tủ đựng đồ để đi chơi.Đọc thêm"
        ],
        "star_ratings": [
            1499,
            1161,
            441,
            181,
            206
        ],
        "review_amount": 3488,
        "location": [
            "Carowinds",
            "Charlotte",
            "Những điều cần làm ở Charlotte",
            "Hoa Kỳ",
            "Bắc Carolina - NC -"
        ],
        "reviews_time": [
            "Written June 2, 2023",
            "Written June 10, 2023",
            "Written June 16, 2023",
            "Written July 15, 2023",
            "Written August 17, 2023",
            "Written September 12, 2023",
            "Written October 14, 2023",
            "Written October 25, 2023",
            "Written October 30, 2023",
            "Written December 15, 2023",
            "Written May 12, 2024",
            "Written April 8, 2024",
            "Written April 3, 2024",
            "Written March 28, 2024",
            "Written January 23, 2024",
            "Written January 3, 2024",
            "Written December 29, 2023",
            "Written December 22, 2023",
            "Written December 16, 2023",
            "Written December 15, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g49022-d268022-Reviews-Carowinds-Charlotte_North_Carolina.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g49022-d10283704-Reviews-Harmony_Hall-Charlotte_North_Carolina.html",
            "https://www.tripadvisor.com/Restaurant_Review-g49022-d10292087-Reviews-Carowinds-Charlotte_North_Carolina.html",
            "https://www.tripadvisor.com/Restaurant_Review-g49022-d10292086-Reviews-Papa_Luigi_s_Carowinds-Charlotte_North_Carolina.html",
            "https://www.tripadvisor.com/Restaurant_Review-g49022-d12885097-Reviews-Starbucks-Charlotte_North_Carolina.html",
            "https://www.tripadvisor.com/Restaurant_Review-g54234-d13901215-Reviews-Famous_Dave_s_Bar_B_Que-Fort_Mill_South_Carolina.html",
            "https://www.tripadvisor.com/Restaurant_Review-g54234-d920648-Reviews-Cracker_Barrel-Fort_Mill_South_Carolina.html",
            "https://www.tripadvisor.com/Restaurant_Review-g54234-d4605087-Reviews-Culver_s-Fort_Mill_South_Carolina.html",
            "https://www.tripadvisor.com/Restaurant_Review-g49022-d8434429-Reviews-Chickie_s_Pete_s_Sports_Grill-Charlotte_North_Carolina.html",
            "https://www.tripadvisor.com/Restaurant_Review-g54234-d2427736-Reviews-Wendy_s-Fort_Mill_South_Carolina.html",
            "https://www.tripadvisor.com/Restaurant_Review-g54234-d13841571-Reviews-7_Eleven-Fort_Mill_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g54234-d26866793-Reviews-Playhouse_Indoor_Play_Cafe-Fort_Mill_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49022-d1961541-Reviews-McDowell_Nature_Center_and_Preserve-Charlotte_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49022-d7171316-Reviews-Charlotte_Premium_Outlets-Charlotte_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49438-d519751-Reviews-President_James_K_Polk_State_Historic_Site-Pineville_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49022-d13449209-Reviews-I_77_South_NC_Welcome_Center-Charlotte_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49022-d1868528-Reviews-Metalmorphosis-Charlotte_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49022-d19449324-Reviews-Velocity_Sports_Performance-Charlotte_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g54234-d12334329-Reviews-Upper_Room_Chapel-Fort_Mill_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49022-d23713191-Reviews-Astronomy_Project-Charlotte_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49438-d13550915-Reviews-Pineville_Ice_House-Pineville_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49022-d268022-Reviews-or10-Carowinds-Charlotte_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49022-d8613848-Reviews-Escape_Kings-Charlotte_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g54234-d630428-Reviews-NarroWay_Productions-Fort_Mill_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49438-d12349311-Reviews-Breakout_Games_Charlotte-Pineville_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49022-d14966346-Reviews-Timed_Out_Escape-Charlotte_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49022-d877925-Reviews-Billy_Graham_Library-Charlotte_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49022-d15243062-Reviews-Lucky_Dog_Bark_Brew-Charlotte_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g54234-d12133591-Reviews-The_Creature_s_Crypt-Fort_Mill_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g54234-d1095860-Reviews-Anne_Springs_Close_Greenway-Fort_Mill_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49022-d15056594-Reviews-Topgolf-Charlotte_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49022-d1520121-Reviews-Cajun_Canvas-Charlotte_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g303655-d12362759-Reviews-Winga_Baw_Elephant_Camp-Bago_Bago_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g28965-d207395-Reviews-Snow_Canyon_State_Park-Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g48261-d283345-Reviews-Daredevil_Museum_of_Niagara_Falls-Niagara_Falls_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g187246-d7054730-Reviews-Plage_de_la_Mariniere-Villefranche_sur_Mer_French_Riviera_Cote_d_Azur_Provence_Al.html",
            "https://www.tripadvisor.com/Attraction_Review-g293936-d7161323-Reviews-Dhaka_Zoo-Dhaka_City_Dhaka_Division.html",
            "https://www.tripadvisor.com/Attraction_Review-g551613-d1083180-Reviews-Elizabeth_Castle-St_Helier_Jersey_Channel_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d190207-Reviews-Bloemenmarkt-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g147255-d148901-Reviews-Clearwater_Beach-Bermuda.html",
            "https://www.tripadvisor.com/Attraction_Review-g31310-d1537397-Reviews-Children_s_Museum_of_Phoenix-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g40175-d2480792-Reviews-Bonnie_and_Clyde_Ambush_Museum-Gibsland_Louisiana.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g49022-d268022-Reviews-or10-Carowinds-Charlotte_North_Carolina.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g49022-d268022-Reviews-Carowinds-Charlotte_North_Carolina.html"
    }
]