[
    {
        "attraction_name": "Carson Mineral Hot Springs",
        "attraction_name_vi": "Suối nước nóng khoáng Carson",
        "general_info": [
            "40 đánh giá",
            "2 trong số 2 Spa chăm sóc sức khỏe tại Carson",
            "Spa"
        ],
        "attraction_summary": "Suite có giường cỡ King với bồn tắm nước nóng: suite rộng rãi, trải nghiệm ngâm mình tuyệt vời vào ngày mưa lạnh, vé vào hồ bơi nước khoáng miễn phí, bếp nhỏ. Rất khuyến khích trải nghiệm để trả tiền cho trải nghiệm banyabathhouse kiểu cũ! Trải nghiệm tổng thể của NW hoặc PDX rất Thái Bình Dương. Nhược điểm: cũ hơn, không có đồ ăn tại chỗ khi lái xe đến sân gôn.  Tôi sẽ đến hàng tháng nếu đây là cơ sở hoàn toàn mới: Đọc thêm",
        "reviews": [
            "Tôi đi cùng một người bạn chỉ để ngâm mình trong bồn tắm khoáng trong nhà vào buổi chiều. Tôi chưa từng đến đây bao giờ nên không có kỳ vọng cao, hơn nữa, tôi có thể nói từ những bức ảnh nó cũ hơn. Chúng tôi đã có một thời gian thư giãn. Giá ngâm trong vài giờ là hợp lý và cơ sở sạch sẽ và được bảo trì tốt. Chúng tôi không ở lại qua đêm nên tôi không thể nói chuyện đó. Đó là một chuyến lái xe tuyệt đẹp từ Portland và một điểm dừng chân tuyệt vời vào một buổi chiều thứ bảy lười biếng. Có những người khác nhưng không có cảm giác đông đúc.Đọc thêm",
            "Với giá 350 một đêm cho một phòng có bồn tắm nước nóng riêng, tôi rất ngạc nhiên khi nhân viên từ chối sửa bồn nước nóng không hoạt động của chúng tôi trong thời gian lưu trú. Bồn tắm tự thoát nước một cách bất ngờ và nhân viên khẳng định đó là do tôi đã xả nước mà tôi chưa làm - ống thoát nước nằm ở đáy bồn. Khi đến thăm hồ bơi cộng đồng như một giải pháp thay thế, tôi cùng với những vị khách đang thất vọng khác nhận thấy rằng nước ở đây rất ấm. Rõ ràng là họ vừa mới sửa chữa nó và nó chưa đạt được nhiệt độ mong muốn. Nhìn chung, tôi mong đợi dịch vụ tốt hơn và suối nước nóng nóng hơn.Đọc thêm",
            "Những người này sẽ ăn cắp tiền của bạn!! Chúng tôi đã có khoảng thời gian vui vẻ ở suối nước nóng. Nhưng sau khi rời đi, khoản tiền đặt cọc 250 đô la của chúng tôi không bao giờ được trả lại. Chúng tôi đã gọi điện, để lại hơn chục tin nhắn, gửi email, nhưng không ai trả lời chúng tôi để giúp chúng tôi việc này. Rõ ràng họ đã thông qua ít nhất 4 tổng giám đốc trong 3 tháng qua vì mỗi lần chúng tôi nói chuyện với quầy lễ tân, họ lại nói với chúng tôi một cái tên khác của người mà chúng tôi cần nói chuyện nhưng thuận tiện là người đó sẽ không bao giờ có mặt. Chúng tôi đã đọc một bài đánh giá khác về điều này xảy ra nên có lẽ ai đó trong tổ chức của họ đang lôi kéo khách hàng của họ. Nhưng cơ sở không quan tâm nếu trường hợp này xảy ra. Những người này là những tên trộm bất tài. Hãy cảnh giác!Đọc thêm",
            "Lái xe 40 dặm đến Carson ngày hôm qua để ngâm mình trong hồ khoáng trị liệu. Tôi đã đến đó kể từ khi hồ bơi mở cửa. Anh chàng ở quầy lễ tân cho biết hồ bơi mát hơn bình thường vài độ nhưng nó đang nóng lên. Đã ở hồ bơi đó khi nhiệt độ là 98 độ thay vì 104 như thường lệ. Hôm qua hồ bơi có lẽ mát hơn 10 độ hoặc hơn cái đó. Đã cố gắng tận dụng tối đa nó bằng cách xen kẽ giữa vòi hoa sen nóng hơn hồ bơi và nước lạnh. Cuối cùng đã bỏ cuộc và đến văn phòng để khiếu nại. Đã nói rằng họ rất tiếc nhưng thậm chí không được hoàn lại tiền. Mặc dù tôi thường thích đến Carson và nói rất nhiều về nó với bạn bè, nhưng chuyến đi chơi ngày hôm qua là một sự thất vọng lớn.Đọc thêm",
            "Tôi chưa bao giờ đến đây trước đây nhưng luôn tò mò về nó. Chúng tôi dành ba ngày cuối tuần để tận hưởng hai đêm và có khoảng thời gian thư giãn tuyệt vời. Tận dụng lợi thế của việc ở gần một vài chuyến đi bộ địa phương. Hồ khoáng luôn rất nóng và rất thư giãn. Với những hạn chế của Covid, họ chỉ cho phép một số lượng người nhỏ hơn vào bể bơi cùng một lúc, nhưng chúng tôi không bao giờ phải chờ đợi. Đã hẹn gặp ở nhà tắm và rất vui vì chúng tôi đã làm như vậy! Rèm được kéo quanh mỗi bồn tắm để bạn có ốc đảo nhỏ của riêng mình. Thư giãn trong bồn tắm trong 30 phút. Việc bọc vải lanh sau đó thật thư giãn và hoàn toàn muốn giới thiệu nó. Thật tuyệt vời khi khách đến khách sạn Duke được miễn phí.Đọc thêm",
            "Ngâm mình trong nước khoáng có tác dụng tốt cho sức khỏe, nhẹ nhàng, thư giãn và thích thú. Vì vậy, việc có bồn tắm ở Suối nước nóng Carson khiến tôi trở thành mùa đông. Khoảng thời gian sau khi ngâm mình có thể là thời gian để suy nghĩ, suy ngẫm, thiền định hoặc bất kỳ biệt ngữ nào ngày nay. Không quá đắt so với những gì nó có thể mang lại cho bạn. tái bút Mang theo một thùng chứa để mang theo một ít nước giàu lưu huỳnh về nhà!Đọc thêm",
            "Tôi đặc biệt khuyên bạn nên tắm và quấn người tại Suối nước nóng Khoáng Carson. Bồn tắm không tì vết, tất nhiên có một chút rỉ sét xung quanh vòi...nhưng đó là do nước khoáng. Khăn tắm và áo choàng mềm mại, rất thoải mái và lớp quấn sau khi tắm thật tuyệt vời. Người phụ nữ điều hành nhà tắm rất chuyên nghiệp và hữu ích. Tôi ước mình sống gần hơn vì tôi sẽ dành 35 đô la trong ngân sách của mình cho việc ngâm và quấn hàng tuần.Đọc thêm",
            "Thật là một cách tuyệt vời để dành cả ngày với người đặc biệt đó. Lái xe qua sông rất đẹp và là điểm dừng chân đầu tiên của chúng tôi tại suối nước nóng Carson. Chúng tôi được chào đón bằng những nụ cười và đăng ký ngâm mình trong giờ. Người phục vụ rất hữu ích và đảm bảo rằng chúng tôi cảm thấy được chào đón. Sau khi ngâm mình, chúng tôi đến điểm dừng tiếp theo trong ngày, sòng bạc Iliani để ăn trưa và vui chơi. Phần cuối cùng của chuyến đi là một buổi tối tuyệt vời tại khách sạn De Lux ở Portland!Đọc thêm",
            "Sau khi đóng cửa Khu nghỉ dưỡng suối nước nóng North Bonneville vài năm trước, khu nghỉ dưỡng Suối nước nóng Carson đã trở thành cơ sở suối nước nóng gần nhất trong khu vực. Việc nhận phòng dịch vụ SPA diễn ra tại quầy lễ tân của một khách sạn lịch sử nguyên thủy từ năm 1901. Chúng tôi đã chuẩn bị sẵn sàng vì khu nghỉ dưỡng có một trang web tốt với tất cả các dịch vụ và giá cả được niêm yết.  Hiện tại, phí ngâm mình trong hồ bơi trong nhà một giờ là 10,00 mỗi giờ vào các ngày trong tuần, 8,00 vào Thứ Năm và 20,00 mỗi giờ vào các ngày cuối tuần, ngày lễ. Nước trong hồ bơi rất nóng, vì vậy cảm ơn vì có thêm hồ bơi nhỏ bên cạnh với nước lạnh 68F mang lại cảm giác thư giãn cần thiết. Có hai phòng vệ sinh, một vòi sen mở và một vòi uống nước. Trên bức tường đối diện có hai cabin thay đồ, dọc một bên hồ bơi có những chiếc giường phơi nắng và một số bàn ghế. Ngoài ra còn có một số bàn ghế trên sân bê tông bên ngoài tòa nhà hồ bơi với tầm nhìn tuyệt vời ra những ngọn núi. Âm nhạc, nước, quang cảnh và toàn bộ bầu không khí rất thư giãn. Ngoài ra, không có nhiều việc phải làm ngoài việc thư giãn!Đọc thêm",
            "nó cách Portland bao xaĐọc thêm",
            "Đường đến Suối nước nóng Carson hôm nay....có băng không?Đọc thêm",
            "Tôi và bạn trai đang tìm kiếm địa điểm nghỉ dưỡng tiếp theo. Chúng tôi muốn đến thăm một trong những suối nước nóng khoáng ở Washington. Nhưng tôi hơi bối rối về Carson. Khi tìm trên mạng tôi thấy hình ảnh các suối nước nóng ngoài trời...Carson có cái này không hay nó chỉ là tiện ích kiểu spa với nước khoáng? cũng định giá? Tôi không tìm thấy bất cứ điều gì mà chi tiết có giá. Mình muốn cùng bạn trai đi tắm suối chứ không ở những khu vực riêng biệt nên có thể bạn cho mình biết đầy đủ thông tin của bạn nhé. Cảm ơn. \nl4255789364Đọc thêm",
            "Ngoài ra còn có suối nước nóng Carson ở thành phố Carson, NV.  Sẽ rất khó hiểu khi tìm kiếm thông tin ở một trong hai địa điểm vì chúng có cùng tên!  Kiểm tra địa chỉ để biết vị trí của bạn thuộc tiểu bang nào.Đọc thêm"
        ],
        "star_ratings": [
            15,
            7,
            9,
            4,
            5
        ],
        "review_amount": 40,
        "location": [
            "Hoa Kỳ",
            "Washington WA",
            "Suối nước nóng khoáng Carson",
            "Những điều cần làm ở Carson",
            "Carson"
        ],
        "reviews_time": [
            "Written November 19, 2023",
            "Written February 24, 2023",
            "Written December 1, 2022",
            "Written August 2, 2022",
            "Written March 2, 2022",
            "Written January 20, 2021",
            "Written February 25, 2020",
            "Written January 19, 2020",
            "Written December 9, 2019",
            "Written October 7, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g58386-d1367691-Reviews-Carson_Mineral_Hot_Springs-Carson_Washington.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g58386-d3526607-Reviews-Backwoods_Brewing_Company-Carson_Washington.html",
            "https://www.tripadvisor.com/Restaurant_Review-g58386-d820825-Reviews-Bungalow_Bar_Grill-Carson_Washington.html",
            "https://www.tripadvisor.com/Restaurant_Review-g58386-d17632794-Reviews-Crosscut_Espresso_Deli-Carson_Washington.html",
            "https://www.tripadvisor.com/Restaurant_Review-g58386-d10617852-Reviews-Blue_Collar_Cafe-Carson_Washington.html",
            "https://www.tripadvisor.com/Restaurant_Review-g58386-d21225027-Reviews-La_Gula_Mexican_Food-Carson_Washington.html",
            "https://www.tripadvisor.com/Restaurant_Review-g58386-d26933123-Reviews-Carson_General_Store-Carson_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g51795-d563334-Reviews-Sturgeon_Viewing_Pond_and_Interpretive_Center-Cascade_Locks_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51795-d566963-Reviews-Bridge_of_the_Gods-Cascade_Locks_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g58768-d211679-Reviews-Columbia_Gorge_Interpretive_Center-Stevenson_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g58768-d8285090-Reviews-Cape_Horn_Lookout-Stevenson_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g58386-d10174612-Reviews-Dog_Creek_Falls-Carson_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g51795-d5012763-Reviews-Eagle_Creek_Trail-Cascade_Locks_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g58768-d10174442-Reviews-Wind_Mountain_Hiking_Trail-Stevenson_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g11445016-d10174636-Reviews-Home_Valley_Park-Home_Valley_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g58768-d10242976-Reviews-Skunk_Brothers_Spirits_Distillery-Stevenson_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g51795-d5603911-Reviews-Thunder_Island_Brewing_Co-Cascade_Locks_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g58386-d1367691-Reviews-or10-Carson_Mineral_Hot_Springs-Carson_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g58386-d8724890-Reviews-Backwoods_Brewing_Company-Carson_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g58768-d6522642-Reviews-Skamania_Lodge_Zip_Line_Tour-Stevenson_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g51795-d288086-Reviews-Bonneville_Lock_Dam-Cascade_Locks_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g58386-d5050178-Reviews-Carson_Hot_Springs_Spa-Carson_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g51795-d3478634-Reviews-Bonneville_Hatchery-Cascade_Locks_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g58641-d102494-Reviews-Beacon_Rock-North_Bonneville_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g51795-d563337-Reviews-Columbia_Gorge_Sternwheeler_Dining_Sightseeing_Cruises-Cascade_Locks_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g58386-d4431715-Reviews-Falls_Creek_Falls-Carson_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g608948-d3317921-Reviews-Bugibba_Water_Park-Bugibba_St_Paul_s_Bay_Island_of_Malta.html",
            "https://www.tripadvisor.com/Attraction_Review-g40769-d15008394-Reviews-Frenchman_s_Hole-Newry_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g36262-d6783756-Reviews-The_Lambs_Farm-Libertyville_Lake_County_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g41738-d276544-Reviews-Truro_Vineyards_of_Cape_Cod-North_Truro_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g230087-d1750354-Reviews-Vila_Vella_Old_Town-Tossa_de_Mar_Costa_Brava_Province_of_Girona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g189970-d3195215-Reviews-Grotta_Lighthouse-Reykjavik_Capital_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g34085-d219514-Reviews-Bahia_Honda_State_Park-Big_Pine_Key_Florida_Keys_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g60827-d262130-Reviews-Dumbo-Brooklyn_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g12971957-d12945473-Reviews-Chouane_Lake-Chouaneh_Mount_Lebanon_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d313685-Reviews-Estadi_Olimpic-Barcelona_Catalonia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g58386-d1367691-Reviews-or10-Carson_Mineral_Hot_Springs-Carson_Washington.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g58386-d1367691-Reviews-Carson_Mineral_Hot_Springs-Carson_Washington.html"
    }
]