[
    {
        "attraction_name": "Carthage Land",
        "attraction_name_vi": "đất Carthage",
        "general_info": [
            "1.084 đánh giá",
            "6 trong số 19 điều cần làm ở Hammamet",
            "Công viên giải trí"
        ],
        "attraction_summary": "Nằm giữa Tunis và Sousse, ngay trung tâm khu phố cổ Yasmine Hammamet, Carthage Land là công viên giải trí lớn nhất và nổi tiếng nhất Tunisia, một điểm đến lý tưởng khi nói đến hoạt động thư giãn và giải trí cho cả trẻ em và người lớn. Từ những cảm giác hồi hộp tột độ trong rạp chiếu phim 5D, cảm giác phấn khích tột độ ở King Kong hay chuyến đi bằng thuyền cướp biển, đến khám phá văn hóa, bạn có thể tận hưởng vô số hoạt động phù hợp cho các chuyến đi chơi gia đình, những bất ngờ dành cho cặp đôi, xây dựng nhóm hoặc sinh nhật. Carthage Land lấy cảm hứng từ những huyền thoại, truyền thuyết và câu chuyện cổ xưa về lịch sử phong phú của Carthage, trong một thế giới mà bạn sẽ không bao giờ cảm thấy nhàm chán. Công viên được chia thành nhiều khu vực bao gồm công viên giải trí, công viên nước, khu khám phá văn hóa, khu dành cho trẻ em, khu ăn uống và khu cực đoan. Những người yêu thích cảm giác mạnh phải biết rằng họ cũng sẽ khám phá tại Carthage Land một điểm tham quan có một không hai trên thế giới: King Kong, Tàu lượn siêu tốc với độ cao 13m và tốc độ lên tới 60km giờ !Đọc thêm",
        "reviews": [
            "Các cửa hàng nhỏ bên trong Medina có những người đàn ông tham lam nhất mà tôi từng gặp trong chuyến du lịch của mình!  Anh ta cứ nói đó là cửa hàng của chính phủ và hôm qua và hôm nay có đợt giảm giá lớn và mọi thứ đều miễn thuế. Bạn càng mua nhiều thì giá càng rẻ, điều đó không đúng chút nào! Tôi đã bị cướp 269,37 bảng Anh, tương đương với 1050 Dinar tiền Tunisia. Tôi đã thanh toán bằng thẻ Mastercard vì đây là ngày đầu tiên tôi làm việc và tôi không có tiền mặt. Con trai tôi ham mua nhiều quần áo nên tôi cảm thấy không thể từ chối và bị chủ tiệm lợi dụng. Các cửa hàng ở đây bán hàng nhái giá rẻ cũng là đồ cũ. Quần áo chúng tôi có thể mua được với chất lượng và giá cả tốt hơn ở Anh. Các chủ cửa hàng quanh đây cố gắng thu hút khách du lịch và tính giá gấp đôi, thậm chí gấp bốn lần so với giá họ tính cho người bản xứ hoặc người dân địa phương ở đây. Tôi không giỏi mặc cả và càng ngày tôi càng không khỏe, việc đó càng khó khăn hơn và tôi bị lợi dụng. Trải nghiệm của tôi thật khủng khiếp và tôi sẽ tránh đến Tunisia lần nữa. Tránh đến vào mùa đông vì trời rất gió và lạnh. Các bãi biển cũng bẩn nên nó không xứng đáng với thời gian, tiền bạc hay công sức của tôi.Đọc thêm",
            "Cửa hàng bán hàng giả ở lối vào đã cướp của chúng tôi 120 bảng Anh, anh ấy nói đây là cửa hàng của chính phủ và sẽ không đưa ra giá riêng cho từng mặt hàng. Chúng tôi cố gắng rời đi nhưng được mời cà phê và nói rằng chúng tôi phải mua hàng của họ vì giá rất tốt, tránh xa những nơi này, tất cả đều là hàng giả và họ gây áp lực buộc bạn phải mua những mặt hàng có chất lượng cực thấp. Tôi phải rất kiên quyết với họ nhưng đối tác của tôi đã bị buộc phải trả tiền, đừng đưa tiền cho những người nàyĐọc thêm",
            "Vui lắm nhưng thật không may cho tôi, công viên nước đã đóng cửa. Dù sao thì tôi cũng rất thích những điểm tham quan mà tôi có thể khám phá, tàu lượn siêu tốc King Kong mà tôi nhớ nhấtĐọc thêm",
            "Kamil thân mến,\n\nCảm ơn bạn đã chia sẻ phản hồi về chuyến thăm của mình.\n\nChúng tôi rất vui khi biết rằng bạn thích các điểm tham quan có sẵn và tàu lượn siêu tốc King Kong nổi bật với bạn. Chúng tôi cố gắng cung cấp nhiều trải nghiệm giải trí cho khách của mình.\n\nChúng tôi xin lỗi vì sự bất tiện do công viên nước đóng cửa trong chuyến thăm của bạn. Chúng tôi đánh giá cao sự thông cảm của bạn về việc đóng cửa công viên nước và chúng tôi hy vọng rằng bạn đã có một khoảng thời gian đáng nhớ.\n\nCảm ơn bạn đã chọn công viên hoạt hình của chúng tôi và chúng tôi mong muốn được chào đón bạn trở lại trong tương lai để có trải nghiệm thú vị hơn nữa.\n\nTrân trọng, Đọc thêm",
            "Vào cửa miễn phí mỗi ngày bao gồm thời gian lưu trú tại khách sạn của chúng tôi, có rất nhiều trẻ nhỏ đi tàu, tách trà, cưỡi khủng long, v.v. Đối với người lớn, máng dẫn bằng gỗ, tàu cướp biển, King Kong và một số thứ khác. Công viên giải trí không lớn nhưng buổi chiều đẹp trời thật yên tĩnh khi chúng tôi ở đó vì tôi nghĩ chúng tôi đã đến ngay trước khi mùa giải bắt đầu nhưng đã lên đường ngay lập tức. Toàn bộ công viên rất sạch sẽ, ít động vật có thể nhìn thấy hươu đà điểu, sau đó một vài quán cà phê ở đó phục vụ pizza cho trẻ em gà viên và khoai tây chiên lại rất sạch sẽ và thức ăn được nấu tươi. Đọc thêm",
            "Melissa thân mến,\n\nCảm ơn bạn đã chia sẻ trải nghiệm tích cực của mình tại Carthage Land.\n\nRất vui khi biết rằng bạn thấy công viên là một buổi đi chơi thú vị. Thật tuyệt vời khi bạn đến thăm vào thời điểm yên tĩnh hơn, cho phép bạn tận hưởng những chuyến đi mà không phải chờ đợi lâu. Chúng tôi tự hào về việc duy trì một môi trường trong sạch và rất vui khi bạn nhận thấy những nỗ lực của chúng tôi. Sự hiện diện của các loài động vật như hươu và đà điểu làm tăng thêm trải nghiệm tổng thể.\n\nChúng tôi cũng rất vui vì bạn thấy đồ ăn tại các quán cà phê trong công viên đều sạch sẽ và mới được nấu chín. Điều quan trọng đối với chúng tôi là cung cấp những món ăn chất lượng cho khách hàng thưởng thức.\n\nCảm ơn bạn đã lựa chọn công viên hoạt hình của chúng tôi và chúng tôi hy vọng được chào đón bạn quay trở lại để có những trải nghiệm thú vị và đáng nhớ hơn trong tương lai.\n\nTrân trọng, Đọc thêm",
            "Chúng tôi đã nhận được một vé miễn phí đến địa điểm từ khách sạn của chúng tôi. Vì vậy, hãy luôn hỏi khách sạn trước khi thanh toán tại địa điểm. Không có cưỡi đốt ngón tay trắng. Đối với tôi, hai chuyến đi dưới nước là máng dẫn nước và thác ghềnh trên sông là tốt nhất.  Đủ đẹp để tận hưởng một buổi sáng với tốc độ nhàn nhã.Đọc thêm",
            "Steve thân mến,\n\nCam ơn vi nhận xet của bạn.\n\nChúng tôi rất vui khi biết rằng bạn đã có một buổi sáng vui vẻ tại Carthage Land: \n\nChúng tôi mong được chào đón bạn một lần nữa trong tương lai gần.\n\nTrân trọng, Đọc thêm",
            "Chúng tôi vừa đến công viên giải trí thì trời mở ra. Thật không may, tất cả các chuyến đi đã bị dừng lại. Một số chuyến đi thậm chí không hoạt động, nhưng toàn bộ phí vẫn được thu. Vì mọi thứ đã đóng cửa, chúng tôi muốn rời đi, và do làm như vậy, vé của chúng tôi bị vô hiệu và không thể quay lại trong cùng ngày khi mưa tạnh dần. Tôi đã rất thất vọng và cảm thấy như một sự lãng phí tiền bạc. Đọc thêm",
            "Ross thân mến,\n\nCam ơn vi nhận xet của bạn.\n\nChúng tôi rất tiếc vì bạn đã không có cơ hội tận hưởng công viên cùng ngày nhưng tại mỗi khách sạn ở Medina, bạn sẽ nhận được vé miễn phí mỗi ngày để có thể quay lại vui chơi trong trường hợp bạn bỏ lỡ hoặc bạn muốn nhiều hơn nữa:\n\nChúng tôi mong được chào đón bạn một lần nữa trong tương lai gần.\n\nTrân trọng, Đọc thêm",
            "Vé miễn phí từ khách sạn được đổi tại quầy lễ tân ở Carthageland, không được phép mang đồ ăn hoặc nước uống, túi xách được kiểm tra trước khi vào. 11 giờ sáng dường như nơi này vắng tanh, không có trò chơi dành cho người lớn nào hoạt động, chỉ có một số trò chơi dành cho trẻ em, các hoạt động dưới nước cũng đóng cửa. Không đáng để đi bộ đường dài, rất vui vì đó là một tấm vé bổ sung, có thể vào mùa cao điểm thì sẽ khác.Đọc thêm",
            "Philip thân mến,\n\nCam ơn vi nhận xet của bạn.\n\nChúng tôi rất tiếc vì bạn không thích trải nghiệm này. Có lẽ vì chúng ta đang trong mùa giảm giá và công viên không sôi động như mùa hè.\n\nChúng tôi mong được chào đón bạn một lần nữa trong thời gian tới để có ấn tượng tốt hơn.\n\nTrân trọng, \n\nĐọc thêm",
            "Họ cũng có một vườn thú cưng. Khủng bố!!! Những chú khỉ buồn bã trong những chiếc lồng nhỏ, không có chỗ vui chơi, không có đồ chơi. Những loài động vật khác cũng ở trong không gian nhỏ, có thể sẽ bị ăn thịt trong nhà hàng. Kinh khủng, tôi lập tức đưa bọn trẻ đi. Công viên này dành cho trẻ nhỏ hoặc người lớn rất ngây thơ.Đọc thêm",
            "Kính thưa quý khách,\n\nCam ơn vi nhận xet của bạn.\n\nChúng tôi rất buồn khi biết rằng bạn không thực sự thích chuyến thăm của mình.\n\nTrong khi đó, chúng tôi đảm bảo với bạn rằng tất cả các loài động vật đều được chăm sóc tốt.\n\nChúng tôi hy vọng rằng những điểm tham quan khác sẽ thú vị hơn.\n\nTrân trọng, Đọc thêm",
            "Trải nghiệm Carthage Land rất thú vị và thú vị. Bạn có rất nhiều chuyến đi khác nhau để lựa chọn và một số trong số đó mang lại cho bạn cảm giác adrenaline dâng trào thực sự thú vị. Điều làm hỏng nó một chút là thời gian chờ đợi lâu ở một số trò chơi thú vị và phổ biến hơn. Công viên nước trong Carthage Land hoàn toàn thất bại, nó chỉ có 2 đường trượt dành cho người lớn và thời gian chờ đợi rất rất lâu. Tôi đã rời đi sau chưa đầy 2 giờ và đó không phải là một trải nghiệm tốt.Đọc thêm",
            "Kính thưa quý khách,\n\nCam ơn vi nhận xet của bạn.\n\nChúng tôi rất vui khi biết rằng trải nghiệm tổng thể thật thú vị và thú vị:\n\nChúng tôi hy vọng rằng bạn sẽ trở lại trong tương lai.\n\nTrân trọng, Đọc thêm",
            "Nó quá đắt, có nhiều gói khác nhau với mức giá khác nhau cho phép truy cập vào một số khu vực nhất định. Chỉ nên có một khoản phí vé cho phép truy cập vào mọi thứ - trang web không rõ ràng về điều này. Con trai 2 tuổi của tôi chỉ được phép đến vùng đất Aqua, điều này rất vui đối với nó nhưng chúng tôi đã trả 105 Dinar, một khoản khá đắt. Họ nghiêm ngặt về độ cao nên điều đó có nghĩa là chúng tôi không thể tham gia các chuyến đi cùng gia đình mà chúng tôi muốn hoặc chuyến đi săn sẽ không gây nguy hiểm cho anh ấyĐọc thêm",
            "Begum thân mến,\n\nCam ơn vi nhận xet của bạn.\n\nChúng tôi rất vui vì gia đình nhỏ của bạn đã có một chút niềm vui và chúng tôi rất tiếc vì cậu bé không đủ điều kiện để tham gia nhiều điểm tham quan hơn nếu xét đến độ tuổi của cậu ấy.\n\nChúng tôi hy vọng rằng bạn sẽ ghé thăm chúng tôi trong tương lai để có nhiều niềm vui hơn.\n\nTrân trọng, Đọc thêm"
        ],
        "star_ratings": [
            266,
            347,
            276,
            97,
            98
        ],
        "review_amount": 1084,
        "location": [
            "Tunisia",
            "Châu phi",
            "Tỉnh Nabeul",
            "phòng tắm hơi",
            "đất Carthage",
            "Các hoạt động ở Hammamet"
        ],
        "reviews_time": [
            "Written December 25, 2023",
            "Written November 21, 2023",
            "Written June 9, 2023",
            "Written May 21, 2023",
            "Written April 13, 2023",
            "Written February 1, 2023",
            "Written October 25, 2022",
            "Written September 15, 2022",
            "Written September 14, 2022",
            "Written September 7, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g297943-d2311181-Reviews-Carthage_Land-Hammamet_Nabeul_Governorate.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g297943-d7855654-Reviews-Restaurant_Sheherazade-Hammamet_Nabeul_Governorate.html",
            "https://www.tripadvisor.com/Restaurant_Review-g11789307-d24562368-Reviews-Rovers_Return-Yasmine_Hammamet_Hammamet_Nabeul_Governorate.html",
            "https://www.tripadvisor.com/Restaurant_Review-g11789307-d12654822-Reviews-Kitchenette-Yasmine_Hammamet_Hammamet_Nabeul_Governorate.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297943-d3601218-Reviews-Golden_Fish-Hammamet_Nabeul_Governorate.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297943-d8390774-Reviews-Caicco_Romano-Hammamet_Nabeul_Governorate.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297943-d2421647-Reviews-La_Maison_Arabe-Hammamet_Nabeul_Governorate.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297943-d8702265-Reviews-Doner_City-Hammamet_Nabeul_Governorate.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297943-d8835349-Reviews-El_Ksar-Hammamet_Nabeul_Governorate.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297943-d3935027-Reviews-Al_Kalaa_Restaurant-Hammamet_Nabeul_Governorate.html",
            "https://www.tripadvisor.com/Restaurant_Review-g11789307-d16223913-Reviews-Restaurant_Venezia_Yasmine_Hammamet-Yasmine_Hammamet_Hammamet_Nabeul_Governora.html",
            "https://www.tripadvisor.com/Attraction_Review-g297943-d6965665-Reviews-Costa_Mall-Hammamet_Nabeul_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g297943-d480907-Reviews-Medina_of_Yasmine_Hammamet-Hammamet_Nabeul_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g11789307-d20355842-Reviews-Medina_Mediterranea-Yasmine_Hammamet_Hammamet_Nabeul_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g297943-d1930274-Reviews-Yasmin_Hammamet-Hammamet_Nabeul_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g297943-d632506-Reviews-Hammamet_Beach-Hammamet_Nabeul_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g297943-d668926-Reviews-George_Sebastian_Villa-Hammamet_Nabeul_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g297943-d480903-Reviews-Kasbah_of_Hammamet-Hammamet_Nabeul_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g297943-d25268773-Reviews-Club_Equus_Hammamet-Hammamet_Nabeul_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g297943-d668927-Reviews-Pupput_Roman_Site-Hammamet_Nabeul_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g317086-d10663435-Reviews-FunWater_Hammamet-Nabeul_Nabeul_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g297943-d2311181-Reviews-or10-Carthage_Land-Hammamet_Nabeul_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g11789307-d19585337-Reviews-Restaurant_Show_Sheherazed_1001_Nights-Yasmine_Hammamet_Hammamet_Nabeul_Govern.html",
            "https://www.tripadvisor.com/Attraction_Review-g11789307-d27119344-Reviews-Hammem_Medina-Yasmine_Hammamet_Hammamet_Nabeul_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g297943-d1061872-Reviews-El_Mouradi_Hammamet-Hammamet_Nabeul_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g297943-d1811719-Reviews-Paintball_Tunisie_la_playa-Hammamet_Nabeul_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g297943-d7217801-Reviews-Yasmine_Dive_Center-Hammamet_Nabeul_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g297943-d25379971-Reviews-Salma_Evasion_Quad-Hammamet_Nabeul_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g11789307-d12568922-Reviews-Hammamet_Pirate_Ship-Yasmine_Hammamet_Hammamet_Nabeul_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g297943-d14798840-Reviews-Taximami-Hammamet_Nabeul_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d189039-Reviews-3_Savile_Row-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g187309-d242776-Reviews-English_Garden-Munich_Upper_Bavaria_Bavaria.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d570071-Reviews-Ghostbar-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g40769-d6942960-Reviews-Step_Falls_Preserve_Hiking_Trail-Newry_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g147294-d665266-Reviews-Playa_Rincon-Samana_Province_Dominican_Republic.html",
            "https://www.tripadvisor.com/Attraction_Review-g186525-d17840037-Reviews-The_Cauldron-Edinburgh_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g189531-d232298-Reviews-LEGOLAND_Billund-Billund_South_Jutland_Jutland.html",
            "https://www.tripadvisor.com/Attraction_Review-g672292-d6976874-Reviews-Isla_Mata_La_Gata-La_Parguera_Lajas_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g298033-d6949687-Reviews-Blue_Port_AVM-Marmaris_Marmaris_District_Mugla_Province_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g3619205-d8090238-Reviews-Okhta_Park_Ski_Complex-Syargi_Vsevolozhsky_District_Leningrad_Oblast_Northwester.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g297943-d2311181-Reviews-or10-Carthage_Land-Hammamet_Nabeul_Governorate.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g297943-d2311181-Reviews-Carthage_Land-Hammamet_Nabeul_Governorate.html"
    }
]