[
    {
        "attraction_name": "Carzi",
        "attraction_name_vi": "thẻ",
        "general_info": [
            "47 đánh giá",
            "- 28 trên 57 Giao thông vận tải ở Phoenix",
            "Taxi - Xe đưa đón"
        ],
        "attraction_summary": "Kinh nghiệm khủng khiếp. Họ hủy xe của tôi ngay khi tôi vừa hạ cánh xuống Phoenix.  Không có lựa chọn thay thế nào khiến tôi bị mắc kẹt mà không có xe hơi.  Họ đã hoàn lại khoản phí ban đầu nhưng sau đó tính phí vào thẻ tín dụng của tôi 3 ngày sau đó với số tiền lớn hơn.  Tôi không thể liên lạc với họ qua điện thoại.Đọc thêm",
        "reviews": [
            "Dịch vụ khách hàng và thông tin liên lạc do doanh nghiệp này cung cấp thực sự rất tệ. Rõ ràng là họ không sẵn sàng hợp tác và tương tác hiệu quả với khách hàng của mình, thể hiện sự thiếu đồng cảm hoàn toàn với hoàn cảnh của họ và coi thường sự hài lòng của khách hàng một cách đáng kinh ngạc. Mặc dù thừa nhận chính sách của họ, nhưng cách đối xử với tôi thật kinh khủng. Với tư cách là một khách hàng, lẽ ra tôi không bao giờ phải chịu sự đối xử và coi thường trắng trợn như vậy bởi - Josh - và - Israel -. Tôi đặc biệt cảnh báo mọi người phải hết sức cảnh giác với công ty này vì họ không thể tin cậy được. Ngay cả khi liên hệ để nói chuyện bằng lời nói với ai đó - Israel -, tôi được thông báo rằng tôi sẽ sớm được liên hệ để đưa ra giải pháp là một lời nói dối trắng trợn. Khi liên hệ lại và hỏi thông tin liên hệ, tôi đã bị phớt lờ. Tôi chưa bao giờ bị một doanh nghiệp đối xử khủng khiếp như vậy.Đọc thêm",
            "Nếu tôi có thể cho không sao thì tôi sẽ làm thế. Bắt đầu từ đâu - trước hết là công ty CARZI - CARWIZ không có số điện thoại để nói chuyện với ai đó. Những chiếc xe họ thuê hoàn toàn là rác rưởi. Tôi đã thuê một chiếc Toyota Yaris 2019 đã đi được hơn 72000 dặm. Chiếc xe phát ra tiếng ồn khủng khiếp khi quay đầu và lùi cùng lúc. Mình thuê xe từ ngày 6,7,8 và 9/11. Họ nói với tôi rằng tôi chỉ có thể lái xe 100 dặm một ngày. Họ đã cho tôi trợ cấp số dặm trong 3 ngày. Tôi bồ câu tổng cộng 443 dặm. Bây giờ tôi nợ thêm - 114,00. Tôi không giới thiệu công ty này cho bất cứ ai. Họ sẽ giữ thẻ ghi nợ của bạn với giá - 400,00 và thẻ tín dụng của bạn với giá - 200,00. Tôi được thông báo rằng có thể mất đến một tuần sau khi tôi trả xe để gỡ bỏ chỗ giữ. Tôi tìm thấy chúng trên Priceline.com. Điều cuối cùng tôi phải nói là họ chỉ liên lạc qua tin nhắn. Tôi đã bị quấy rối nhiều lần về việc đảm bảo trả xe đầy xăng và đúng giờ. Những điều khôn ngoan khác tôi cần phải cho họ biết. Tôi thuê xe hàng tuần và chưa bao giờ gặp bất kỳ vấn đề nào như thế này.Đọc thêm",
            "Tệ hại.  Đó là một trò lừa đảo.  Họ liên tục gửi email cho tôi nói rằng họ không thể xác thực thẻ tín dụng của tôi, mặc dù tôi đã làm rất nhiều lần.  Họ tính tiền cho tôi - 422 và sau đó hủy đặt chỗ của tôi mà không có sự đồng ý của tôi.  Tôi bị bỏ lại không có xe hơi.  Họ sẽ không phản hồi lại cho tôi về việc hoàn trả số tiền - 422 của tôi và tôi đã phải nộp đơn khiếu nại tranh chấp về thẻ tín dụng.  Cũng không có số điện thoại để gọi.  họ chỉ có một dòng tin nhắn và họ sẽ không nhắn lại.  Hoàn toàn khủng khiếp. Đọc thêm",
            "Hãy cẩn thận - Tôi hiếm khi viết đánh giá ngay cả khi tôi trải nghiệm dịch vụ tồi, nhưng tôi không thể để trải nghiệm dịch vụ khách hàng tồi tệ này trôi qua mà không chia sẻ và cảnh báo người khác.  Rất nhiều bản in đẹp, vì vậy hãy nhớ đọc kỹ thỏa thuận và bạn không bao giờ có thể nói chuyện với một người, ngay cả khi có điều gì đó xảy ra.  Có một số điện thoại cần nhắn tin, nhưng người đại diện sẽ nói những gì cần thiết để bạn tắt máy và đừng theo dõi.  Bạn không bao giờ có được cùng một người hai lần.  Chúng tôi vô tình để quên một số giấy tờ quan trọng trong chiếc xe thuê khi trả nó.  Chúng tôi có thể xác minh rằng họ đã lấy được tài liệu - nếu những gì họ nói là đúng - và họ sẽ gửi tài liệu đó cho chúng tôi - chúng tôi đề nghị thanh toán mọi chi phí - .  Chúng tôi chưa bao giờ nhận được tài liệu và bây giờ họ sẽ không trả lời tin nhắn của chúng tôi.  Chúng tôi không có cách nào liên lạc được với bất kỳ ai và có thể sẽ không có gì được gửi đi.  Tôi rất ghét phải nghĩ rằng những gì người khác đang làm lại bị tính phí sai hoặc đã xảy ra chuyện gì đó khi thuê xe.   Đọc thêm",
            "HÃY THẬN TRỌNG! Tôi chưa bao giờ chứng kiến ​​sự tương tác thô lỗ nhất giữa một công ty và khách hàng của nó. Chiếc xe mà bạn trai tôi nhận có mùi khói thuốc lá. Anh ta kính cẩn yêu cầu một chiếc xe khác và nhận được câu trả lời là - biến khỏi đây đi! chết tiệt! - từ nhân viên của họ và sự thô lỗ liên tục từ hai nhân viên khác nhau - Tôi có bằng chứng video về toàn bộ sự tương tác này - . Tiếp tục kinh doanh bẩn thỉu, và chẳng bao lâu nữa, bạn - sẽ phá sản : - Đọc thêm",
            "Tôi đã đặt xe với Carzi cho một chuyến đi vào tháng 4 nhưng khi tôi nhận được chính sách cho thuê, có những điều tôi không đồng ý. Giới hạn số dặm và - 1 - cho mỗi dặm vượt quá số dặm đó. Ngoài ra, để ở trong khu vực Phoenix rộng lớn hơn, tôi đã phải trả cho họ gần - 50 để thoát khỏi hợp đồng - 280. Tôi khuyên bạn nên xem xét kỹ các chi tiết trước khi đặt xe với họ. Đọc thêm",
            "ĐỪNG SỬ DỤNG CÔNG TY NÀY! Họ thực hành mồi nhử, chuyển đổi và đưa ra danh sách lừa đảo. Họ không cho bạn biết về khoản tiền đặt cọc - 400 và bảo hiểm bắt buộc - của tôi là khoản bổ sung - 260 - cho đến khi bạn đặt chỗ. Chỉ sau khi bạn đặt thuê không hoàn lại - có thể hủy, bạn mới được thông báo về các khoản phí bổ sung. Họ đánh lừa người thuê bằng cách đưa ra mức giá rẻ hơn cho - Đặt ngay - là loại đặt phòng không thể hoàn tiền hoặc hủy. \n\nGiá thuê ban đầu của tôi là - 340, thêm vào - 400 tiền đặt cọc và - 260 bảo hiểm không được tiết lộ tại thời điểm đặt chỗ và bạn đã hết - 1000 trước khi đến đích khi bạn nghĩ rằng mình - chỉ chi tiêu - 340! Những chiếc ô tô cũng là một thảm họa, cửa sổ ghế lái của tôi không hoạt động. \n\nHọ tuyên bố rằng tiền đặt cọc sẽ được hoàn trả sau 72 giờ. Phải mất hai tuần theo dõi để cuối cùng có được nó. Tôi đã báo cáo chúng với Bộ trưởng Tư pháp AZ.Đọc thêm",
            "KHÔNG THUÊ Ở ĐÂY, họ bỏ mặc tôi mà không có xe.  Khi tôi cố gắng báo cáo với cơ quan thẻ tín dụng để tranh chấp khoản phí, họ đe dọa tôi sẽ phải trả thêm khoản phí - 250 và báo cáo tôi với TSA vì là một du khách khó tính.  Họ đang bắt nạt - khách hàng - hay đúng hơn là chúng tôi là nạn nhân.Đọc thêm",
            "KHÔNG THUÊ Ở ĐÂY, họ bỏ mặc tôi mà không có xe.  Khi tôi cố gắng báo cáo với cơ quan thẻ tín dụng để tranh chấp khoản phí, họ đe dọa tôi sẽ phải trả thêm khoản phí - 250 và báo cáo tôi với TSA vì là một du khách khó tính.  Họ đang bắt nạt - khách hàng - hay đúng hơn là chúng tôi là nạn nhân.Đọc thêm",
            "Tôi sẽ không bao giờ thuê xe từ một công ty cho thuê xe khác ở Phoenix!  Carzi thật tuyệt vời!!!  Giá cả tốt, giao tiếp luôn dễ dàng và nhân viên đảm bảo rằng việc thuê nhà của tôi đáp ứng được nhu cầu của tôi mỗi khi tôi đến.  - Tôi thuê ở đây khoảng một tháng một lần. - . Tôi rất vui vì không phải xếp hàng ở trung tâm cho thuê xe nữa - . Carzi thực sự đã mang đến cho tôi món quà thời gian!Đọc thêm",
            "I - d give zero stars if that was anOption. And judging by the many negative reviews about this scam company on the google reviews, I wish I would have read all of these first before booking with them.This was absolutely by far and away the most unprofessional customer service experience I have ever experienced in my life. I am shocked by the way that I was treated by this company. I included screenshots below of the way the customer service rep  - supposedly named Melissa, but it turned out to be a very rude man when I called their support number and finally got him on the phone -  treated me.Read those for yourself and tell me if this is the way a car rental company should be treating a customer who is just trying to understand how the process works with their company.After I called the company bc I was getting nowhere with the text messages, a man picked up and essentially chastised me for not understanding that I booked a contactless car rental reservation and then said  - this conversation is over -  and hung up on me.Needless to say, I am NOT going to pick up my car tonight from this company and I will be disputing the charges with my cc company.Highly recommend against using this company. And if the company responds under this post challenging my recounting of the events, just look at the screenshots of my text conversation with them. And check the  -  shown at the top of the screenshot. You will see that is their customer support text number.I rarely, if ever, write reviews of companies on google. And I have had some bad experiences here and there with businesses. But I - ve never had such a bad experience that I would feel the need to take my story public on a public review page. This is the first bad review I - ve ever written about any company. THAT - S HOW BAD OF AN EXPERIENCE THIS WAS.ETA - after all of this happened, this psycho texted me telling me that I will not be getting a refund, AND he has reported me to the TSA as a  - problematic passenger -  among other things. He is now using threats an intimidation tactics, likely to try and intimidate me into taking down this review.I am not intimidated. I - m adding the threatening texts he has sent me in the screenshots. See below.And now I know who Joshua stock is. He - s the owner of Carzi. He - s the one who has been sending me the threatening texts.Read more",
            "ĐỪNG SỬ DỤNG CÔNG TY NÀY! Họ thực hành mồi nhử, chuyển đổi và đưa ra danh sách lừa đảo. Họ không cho bạn biết về khoản tiền đặt cọc - 400 và bảo hiểm bắt buộc - của tôi là khoản bổ sung - 260 - cho đến khi bạn đặt chỗ. Chỉ sau khi bạn đặt thuê không hoàn lại - có thể hủy, bạn mới được thông báo về các khoản phí bổ sung. Họ đánh lừa người thuê bằng cách đưa ra mức giá rẻ hơn cho - Đặt ngay - là loại đặt phòng không thể hoàn tiền hoặc hủy. Giá thuê ban đầu của tôi là - 340, thêm vào - 400 tiền đặt cọc và - 260 bảo hiểm không được tiết lộ tại thời điểm đặt chỗ và bạn đã hết - 1000 trước khi đến đích khi bạn nghĩ rằng mình - chỉ chi tiêu - 340! Những chiếc ô tô cũng là một thảm họa, cửa sổ ghế lái của tôi không hoạt động. Họ tuyên bố rằng tiền đặt cọc sẽ được hoàn trả sau 72 giờ. Phải mất hai tuần theo dõi để cuối cùng có được nó. Tôi đã báo cáo chúng với Bộ trưởng Tư pháp AZ.Đọc thêm",
            "Đổ đầy xe trên đường về bãi để thả. Tôi đã bị tính phí - 55,96 tiền xăng mặc dù khi tôi lấy lại thì nó đã đầy. Việc không có người phục vụ kiểm tra việc ra vào của bạn có thể cắt giảm chi phí, nhưng cuối cùng bạn sẽ phải trả tiền cho việc đó! Khi đến nơi, họ nói xe chưa đổ đầy và tính vào thẻ của tôi 4 gallon với giá - 13,99 một gallon. Tổng số rip off và lừa đảo. Bây giờ họ không thể cung cấp cho tôi biên nhận khoản phí và đó là chi phí kinh doanh. Hãy tự giúp mình và hợp tác với một trong những công ty nổi tiếng. Tốt ain - t rẻ và rẻ ain - t tốt. Bài học kinh nghiệm. KHÔNG BAO GIỜ LẠI!Đọc thêm",
            "Tôi đã đặt xe với Carzi cho một chuyến đi vào tháng 4 nhưng khi tôi nhận được chính sách cho thuê, có những điều tôi không đồng ý. Giới hạn số dặm và - 1 - cho mỗi dặm vượt quá số dặm đó. Ngoài ra, để ở trong khu vực Phoenix rộng lớn hơn, tôi đã phải trả cho họ gần - 50 để thoát khỏi hợp đồng - 280. Tôi khuyên bạn nên xem xét kỹ các chi tiết trước khi đặt xe với họ. Đọc thêm",
            "HÃY THẬN TRỌNG! Tôi chưa bao giờ chứng kiến ​​sự tương tác thô lỗ nhất giữa một công ty và khách hàng của nó. Chiếc xe mà bạn trai tôi nhận có mùi khói thuốc lá. Anh ta kính cẩn yêu cầu một chiếc xe khác và nhận được câu trả lời là - biến khỏi đây đi! chết tiệt! - từ nhân viên của họ và sự thô lỗ liên tục từ hai nhân viên khác nhau - Tôi có bằng chứng video về toàn bộ sự tương tác này - . Tiếp tục kinh doanh bẩn thỉu, và chẳng bao lâu nữa, bạn - sẽ phá sản : - Đọc thêm",
            "Họ không trả lời cuộc gọi điện thoại và cũng không trả lời qua tin nhắn. Nếu bạn gặp vấn đề, bạn cũng có thể nói lời tạm biệt với số tiền của mình và thuê một chiếc khác. Đọc thêm",
            "TUYỆT ĐỐI KHÔNG ĐẶT. Chúng tôi đã đặt thuê qua Carzi 3 ngày trước. Hiện tại có khoảng - 600 - nguyên nhân - 400 tiền đặt cọc?? - bị ràng buộc với họ. Lẽ ra chiếc xe cho thuê của chúng tôi sẽ sẵn sàng vào lúc nửa đêm vì chúng tôi phải lái xe đến Mesa và có mặt tại một sự kiện lúc 8 giờ sáng. Họ đã nhắn tin cho chúng tôi SAU KHI chuyến bay của chúng tôi rời đi, vì vậy chúng tôi đang bay trên không mà không có dịch vụ nào. Sau khi hạ cánh, chồng tôi nhận được một tin nhắn chậm trễ cho chúng tôi biết rằng xe của chúng tôi không có sẵn và hãy liên hệ với họ vào 9 giờ sáng ngày mai. Ở giữa sự kiện theo kế hoạch của chúng tôi. Bây giờ là 12:30 sáng, chúng tôi không có ô tô, KHÔNG AI từ Carzi sẽ trả lời bất kỳ cuộc gọi nào, tin nhắn của chúng tôi và chúng tôi - bị mắc kẹt tại sân bay hơn một giờ tính từ chiếc Airbnb mà chúng tôi thuê qua đêm. Tất cả Uber đều là - 100 - , và, như đã đề cập, chúng tôi có SÁU TRĂM ĐÔ LA gắn liền với Carzi và chúng tôi đang nhận được sự im lặng tuyệt đối qua sóng radio từ họ. Họ - sẽ sớm phải ra tòa xử các vụ kiện nhỏ. -1.000.000 - 10, tuyệt đối không giới thiệu cho BẤT CỨ AI.Đọc thêm",
            "I rented with Carzi for my week-long business trip late January 2024. Overall my experience was positive. Negatives: - \tThe reservation process gets 2 stars. It was much more complicated than expected. I provided my info on booking.com, then after booking.com confirmed it, I had to fill out the same information with from an email link with Carzi. Carzi also requires you to upload a copy of your license and proof of insurance  - so you need a scanner or digital copy to upload for them - . A few days later I got a request for more information from Carzi. And some of Carzi - s automated emails had my reservation dates incorrect.  - Thankfully Michael from their customer support resolved all issues quickly and professionally  -  see positives - . - \tI received over 15  - likely automated -  emails  -  SMS messages during the reservation process. - \tYou must pay close attention to the instructions on how to get to the rental car. That said, their instructions are good. But its not as simple as  - follow the airport signs to rentals -  - Positives: - \tMichael, my customer support agent, is the only reason I did not back out and book with a nationally known company. Michael was very responsive over text messaging, and provided immediate clarification and corrections to the issues I had with the reservation process. - \tQuality of car  -  4 stars  -  was a fine vehicle  -  a couple minor dents, no other issues. - \tQuality of text - email based customer service  -  5 stars  -  Michael saved the day. - \tValue  -  5 stars  -  by far most budget friendly choice. - \tCleanliness of car  -  4.5 starsUnknown: - \tHow does Carzi respond to issues with the vehicle?  -  I did not encounter any so I do not know.Feedback: - \tCarzi needs to simplify their reservation process. Make it clear what is needed to reserve the car up front  - Scanned in driver - s license and proof of insurance and credit card hold for  - X and signed documents etc - . Then provide one email - link - form which the customer must fill out to complete their reservation. - \tGive Michael some praise or a bonus  -  he is the only reason you kept my business.Read more"
        ],
        "star_ratings": [
            6,
            2,
            1,
            0,
            38
        ],
        "review_amount": 47,
        "location": [
            "Hoa Kỳ",
            "Arizona - AZ -",
            "Phượng Hoàng",
            "Những điều cần làm ở Phoenix",
            "thẻ",
            "Trung tâm Arizona"
        ],
        "reviews_time": [
            "Written October 21, 2023",
            "Written November 2, 2023",
            "Written November 10, 2023",
            "Written November 17, 2023",
            "Written December 15, 2023",
            "Written March 19, 2024",
            "Written March 25, 2024",
            "Written May 5, 2024",
            "Written May 20, 2024",
            "Written May 20, 2024",
            "Written May 9, 2024",
            "Written May 6, 2024",
            "Written May 5, 2024",
            "Written April 4, 2024",
            "Written March 25, 2024",
            "Written March 20, 2024",
            "Written February 9, 2024",
            "Written February 9, 2024",
            "Written February 4, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g31310-d23635266-Reviews-Carzi-Phoenix_Arizona.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g31310-d17432306-Reviews-Walter_Station_Brewery-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Restaurant_Review-g31310-d5066684-Reviews-Brix_Kitchen_Cocktails-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Restaurant_Review-g31310-d7226272-Reviews-Crowne_Plaza_Phoenix_Airport-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Restaurant_Review-g31310-d6783997-Reviews-RBG_Bar_and_Grill-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Restaurant_Review-g31310-d3570376-Reviews-The_Lunch_Lounge-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Restaurant_Review-g31310-d13519777-Reviews-The_Post-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Restaurant_Review-g31310-d11614950-Reviews-Perch_Lounge-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Restaurant_Review-g31310-d11630106-Reviews-PHX_Eats_Cafe-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Restaurant_Review-g31310-d17667140-Reviews-Bread_and_Honey_House-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Restaurant_Review-g31310-d10470940-Reviews-Speedy_Street_Tacos-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31310-d109183-Reviews-S_edav_Va_aki_Museum-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31310-d127090-Reviews-Hall_of_Flame_Museum_of_Firefighting-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31310-d19378603-Reviews-Serbfest_2019-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31310-d109186-Reviews-Desert_Botanical_Garden-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31310-d127197-Reviews-Papago_Park-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31310-d126770-Reviews-Hole_in_the_Rock-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31310-d260028-Reviews-Camelback_Mountain-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31350-d7644807-Reviews-Western_Spirit_Scottsdale_s_Museum_of_the_West-Scottsdale_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31310-d563415-Reviews-Echo_Canyon_Trail_and_Recreation_Area-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31310-d116632-Reviews-Heard_Museum-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31310-d23635266-Reviews-or10-Carzi-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31310-d17630348-Reviews-Blasian_Limousine_and_Transportation-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31310-d8616241-Reviews-Groome_Transportation-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31310-d8459449-Reviews-SuperShuttle-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31310-d10065945-Reviews-Arizona_Executive_LLC-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31310-d10638159-Reviews-Southwest_Sedan_Service-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31310-d23638753-Reviews-FB_Sky_Harbor_Transportation-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31310-d20375706-Reviews-Yellow_Bird_Aviation-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31310-d26721686-Reviews-Native_Campervans-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31310-d19185176-Reviews-AWESOME_PHOENIX-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31310-d20316892-Reviews-Phoenix_Black_Car-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31310-d12921935-Reviews-Your_Personal_Driver-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31310-d16697866-Reviews-Escape_Campervans_Phoenix-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31377-d10118760-Reviews-The_Zone_Escape_Rooms-Tempe_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31310-d7309070-Reviews-Phoenix_Park_n_Swap-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31377-d12035027-Reviews-Great_Room_Escape_Class_Axe_Throwing-Tempe_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31310-d210281-Reviews-Tovrea_Castle_At_Carraro_Heights-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31377-d1752056-Reviews-Mill_Avenue_District-Tempe_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31310-d127047-Reviews-Phoenix_Zoo-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31310-d25226022-Reviews-The_Immersive_Machiine-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g54359-d6894033-Reviews-Broadway_Grand_Prix-Myrtle_Beach_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d156674-Reviews-Flower_Market-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d8595965-Reviews-Confluence_Park-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d104050-Reviews-Stratosphere_Tower-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g1189104-d612816-Reviews-Cap_de_Formentor-Formentor_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g303867-d325039-Reviews-Elmina_Castle-Elmina_Central_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d317599-Reviews-Hue_Imperial_City_The_Citadel-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1436133-d8506858-Reviews-Watergamepark_Kariba-Paralia_Katerinis_Pieria_Region_Central_Macedonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g52536-d1411197-Reviews-Eagles_Mere_Historic_Village-Eagles_Mere_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d19502238-Reviews-Oligark-Istanbul.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g31310-d23635266-Reviews-or10-Carzi-Phoenix_Arizona.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g31310-d23635266-Reviews-Carzi-Phoenix_Arizona.html"
    }
]