[
    {
        "attraction_name": "Casa de Mateus",
        "attraction_name_vi": "Nhà của Matthew",
        "general_info": [
            "1.079 đánh giá",
            "- 1 trong 22 điều cần làm ở Vila Real",
            "Địa điểm lịch sử"
        ],
        "attraction_summary": "The Casa de Mateus, finished in 1744, is a magical place. A time machine which allows us to travel through the last five hundred years of the History of Portugal, Europe and the World. A point in the universe where people, ideas, documents and works of art from many latitudes come together. Together, they make up a collection that we invite you to share. Past the short path leading down from the entrance gate, the visitor finds a unique landscape: the façades of the House and Chapel, doubled by the water mirror and framed by a lush natural park. The interior, marked by a succession of rooms, from the Great Hall to the domestic wings, passing through the Library, the Religious Museum and the more social wing, to the south, displays a particularly expressive collection. The Gardens, living bodies that have been constantly reconstituted over the centuries, establish a rare unity with the House, creating a remarkable game of concealment and revelation.Read more",
        "reviews": [
            "Cung điện nhìn đáng yêu từ bên ngoài. Chúng tôi chụp nửa tá ảnh rồi rời đi. Họ thậm chí không biết hoặc quan tâm đến sản phẩm của họ. Tôi hỏi về các sản phẩm rượu mateus khác, tức là loại thô và khô và họ chưa bao giờ nghe nói về chúng. Anh chàng đứng ở cửa không hề quan tâm khi tôi hỏi anh ta một câu hỏi. Chạy xuống, bừa bộn và cần nhiều công sức. Bạn - nghĩ rằng họ sẽ tái đầu tư trở lại vào đó - hãy tiếp tục. Các hồ bơi bẩn và sân không được giữ gìn. Đáng lẽ phải nhận được xếp hạng thấp hơn nhưng chúng tôi đã chụp được một vài bức ảnh đẹp.Đọc thêm",
            "For a good diversion from the vineyards, consider visiting the 18th-century Casa de Mateus. Located just a scenic 40-minute drive from Pinhao. This manor is one of the most beautiful examples of Italian Baroque period architecture in Portugal. It is surrounded by gardens.\nTickets for the palace and gardens allow you to walk the gardens on your own. Guides meet in the courtyard to introduce the house before being led through several large rooms ending in the impressive library.\n\nMany of these rooms have ornately decorated ceilings and trimmings. The rooms have periodic pieces of furniture or different forms of art. For an extra fee, you can go into the chapel attached to the manor.\n\nFor those of a certain older age, the name Mateus may bring back memories of your earliest bottles of mediocre inexpensive wine while growing up. This is the same Mateus as seen on the label. The family sold their name to the winery which at one point accounted for 40 -  of the Portuguese wine exported.Read more",
            "This Casa de Mateus is a gem, worthy of a detour.  In so many old houses, the furniture is not original and the family no longer lives there.  Here, the 15th and 16th generations of the family inhabit part of the house, while the fine public rooms are available for a guided tour.  We started in the gardens, which were magnificent. The cedar tunnel is unique, but other gardens were the best we have seen in Iberia.  At the appointed hour we met our enthusiastic guide, who presented an excellent tour in colloquial English.  We were impressed by the centuries-old furniture and fine decorations.  The library was lovely and unique, and the bedrooms fine.  The chapel, not included in the house tour, is apparently very humid, so many of the fine items from there are in display in the house.  We spent about 1 1 - 2 hours total including the tour. Definitely go if you at all nearby.Read more",
            "Chúng tôi đã trả tiền cho chuyến tham quan có hướng dẫn viên đầy đủ, bao gồm nhà nguyện và thiết bị hướng dẫn bằng âm thanh cho các khu vườn. Hướng dẫn viên du lịch rất xuất sắc và ngôi nhà rất thú vị với một số đồ tạo tác đặc biệt thú vị bao gồm cả bản gốc của Camoes - The Lusíads. Rất khuyến khích.Đọc thêm",
            "Đã có buổi chiều tuyệt vời tại Villa Real. Hướng dẫn rất tuyệt vời và thật thú vị khi chứng kiến ​​nơi lưu giữ lịch sử vĩ đại như vậy với bức tranh chai Matus rosé. Những khu vườn thật đáng yêu để đi dạo xung quanh. Rất khuyến khích.Đọc thêm",
            "Bạn có thể mua các loại vé khác nhau và chúng tôi đã đi tham quan ngôi nhà và đi bộ quanh khu vườn mà không có người hướng dẫn. Cái thứ hai là tuyệt vời, rất đáng để tự mình ghé thăm. Ngôi nhà khiêm tốn nhưng mang phong cách Baroque sang trọng và chuyến tham quan rất thú vị. Đáng giá. Và nhà hàng tuyệt vời ở phía trên cửa hàng quà tặng! Đọc thêm",
            "Phải chuyển hướng chuyến tham quan đường sông Douro của chúng tôi đến Villa Real vì thời tiết rất tệ. Dành vài giờ để tham quan khu đất Mateus bao gồm biệt thự nguy nga, nhà nguyện và những khu vườn và khuôn viên được chăm sóc tỉ mỉ. Rất thích nó và nó không thay đổi nhiều so với chuyến thăm cuối cùng của chúng tôi vào đầu những năm 70! Vui mừng vì một số điều vẫn chưa thay đổi!!!! Đọc thêm",
            "Chúng tôi dừng lại ở Casa de Mateus trong một cơn mưa nhẹ nên chuyến thăm không đẹp như mong đợi, nhưng tòa nhà - thế kỷ 18 - rất thú vị và những khu vườn rất đẹp. Bên cạnh ngôi nhà là một nhà nguyện cũ khá đơn giản nhưng thú vị. Rất nhiều loại rượu Mateus nổi tiếng được bán tại casa.Đọc thêm",
            "About 10 -  of Trip Advisor reviewers give Casa de Mateus a poor - terrible rating.  Unfortunately, our family - s visit goes into this category. This place gave us the worst treatment in all of Portugal and we have been in the country for 2.5 weeks. As objectively as I can, this place does not merit any special effort to get there. There are many more beautiful palaces and estates in Portugal that are much better maintained. We should not have driven the 1.5 hours to get there. Maybe if you are visiting family in Vila Real  -  you don - t mind paying the 39 euros for a family of four  - kids are 6.50 euros, in most of the country kids under 12 are free - . For us, it was much worse than just that. We drove into the property and were scolded by a male staff member who implied we purposefully skipped the ticket office. On going back, the ticket booth is to the right of the gate, but if you are driving in, it - s not easy to see it. We honestly didn - t see it. The ticket lady was so catty and rude to us and said it was our fault that her male colleague shouted at her. The interior of the property is plain and not inspiring. During the tour, a woman who spoke only Portuguese  - not the guide -  told my son to get off the carpet and when he didn - t move immediately she pushed him off!  We left then. I guess this experience wouldn - t happen to most people.  But the staff at Casa de Mateus are capable of treating their guests that poorly.Read more",
            "Oh, what a mistake it was not having read the reviews first - 20 -  per person for visiting half a house and a mediocre orchard is definitely not worth it.The house is nice, but the tours are very rushed  - the library which had a more interesting set of documents was done in not even 3 minutes, so no time to see anything - . Half of the house is off limits as the family still lives there. The guide only explains one or two objects per room, not being able to give further details when asked about paintings, for example. Other than this, nothing too amazing to see, and definitely not for the price they ask. On top of this, they don - t even include wine tasting which is not even produced by them. This is one case where you should take the reviews into consideration and spare yourself from this very overpriced visit. Go to Versailles instead and you will still be left with change.Overall, really not worth it.P.S. - Plus it - s funny that they decided to make this place a  - foundation - , is it for them to be exempt  from paying taxes from these lovely prices? ; - Read more",
            "Chỉ đến thăm vườn vào cuối tháng 12. Mặc dù người ta không thể mong đợi nhiều từ một khu vườn vào mùa đông, nhưng sự thất vọng của tôi là về mức giá lố bịch để xem nó - - 10 euro - và việc thiếu bãi đỗ xe trong một không gian rộng lớn như vậy cũng như mức giá phải trả để ghé thăm nó. Mẹ tôi có vấn đề về di chuyển và không có trợ cấp nào cho những người như bà. Đáng thương hại! Tôi chỉ ước một phần vé tham quan vườn có thể dùng để trả lương cao hơn cho những người làm vườn. Tôi nghi ngờ điều đó. Đó chỉ là một nơi lừa đảo, nơi các gia đình quý tộc tự cho mình vẫn giữ thói quen bóc lột người khác.Đọc thêm",
            "Chúng tôi đã trả tiền cho chuyến tham quan có hướng dẫn viên đầy đủ, bao gồm nhà nguyện và thiết bị hướng dẫn bằng âm thanh cho các khu vườn. Hướng dẫn viên du lịch rất xuất sắc và ngôi nhà rất thú vị với một số đồ tạo tác đặc biệt thú vị bao gồm cả bản gốc của Camoes - The Lusíads. Rất khuyến khích.Đọc thêm",
            "Đây là một bức ảnh rất đắt tiền. Không có giá trị vé vào cửa. Để truy cập tầng hai đã được hướng dẫn và chờ 2 giờ. Những khu vườn và tòa nhà cảm thấy chạy xuống. Nhân viên ở lối vào rất thân thiện. Với mức giá 24 euro cho chuyến thăm dài nhất trong 15 phút, chúng tôi chắc chắn có cảm giác bị xé toạc. Giá điều chỉnh 5 euro sẽ dễ chấp nhận hơnĐọc thêm",
            "Palacio de Mateus là một viên ngọc ẩn ở vùng nông thôn Bồ Đào Nha. Việc đậu xe bên ngoài các con phố gần đó thật dễ dàng và chúng tôi đã kịp tham gia chuyến tham quan có hướng dẫn bằng tiếng Anh lúc 11 giờ sáng. Chuyến thăm tương đối ngắn nhưng rất nhiều thông tin và có một số đồ tạo tác tuyệt vời trong nhà. Sau đó, chúng tôi đến thăm những khu vườn trồng đầy hoa hồng tuyệt đẹp, nho chín và những cây có hoa tuyệt đẹp có nguồn gốc từ Brazil - thuộc địa của Bồ Đào Nha - mà người làm vườn nói với tôi rằng đã bị cắt bỏ mạnh vào mùa đông và sau đó lại ra hoa vào mỗi mùa hè. Đối với tôi, - 10 là xứng đáng cho riêng khu vườn.Đọc thêm",
            "Mateus Rose là một trong số ít loại rượu có sẵn cho người Anh bình thường vào những năm 1960 khi tôi mới bắt đầu uống rượu vang. Chiếc chai có hình dạng đặc biệt với tầm nhìn ra ngôi nhà mang tính biểu tượng và thật là một cảm giác quay lại khi bước vào khuôn viên và nhìn thấy ngôi nhà và hồ nước trải rộng như trên nhãn. Sau khi vượt qua một số bậc thang khá dốc, chúng tôi được dẫn vào ngôi nhà hơi u ám do cần phải bảo vệ một số bản vẽ và bức tranh khỏi ánh nắng gay gắt nhất. Ngoài ra, hướng dẫn viên của chúng tôi không đặc biệt thông thạo tiếng Anh và phải vật lộn với các câu hỏi. Tuy nhiên, toàn bộ ngôi nhà vẫn đáng xem mặc dù có khá nhiều thứ nằm ngoài giới hạn.Đọc thêm",
            "For a good diversion from the vineyards, consider visiting the 18th-century Casa de Mateus. Located just a scenic 40-minute drive from Pinhao. This manor is one of the most beautiful examples of Italian Baroque period architecture in Portugal. It is surrounded by gardens.Tickets for the palace and gardens allow you to walk the gardens on your own. Guides meet in the courtyard to introduce the house before being led through several large rooms ending in the impressive library.Many of these rooms have ornately decorated ceilings and trimmings. The rooms have periodic pieces of furniture or different forms of art. For an extra fee, you can go into the chapel attached to the manor.For those of a certain older age, the name Mateus may bring back memories of your earliest bottles of mediocre inexpensive wine while growing up. This is the same Mateus as seen on the label. The family sold their name to the winery which at one point accounted for 40 -  of the Portuguese wine exported.Read more",
            "Chúng tôi dừng lại ở Casa de Mateus trong một cơn mưa nhẹ nên chuyến thăm không đẹp như mong đợi, nhưng tòa nhà - thế kỷ 18 - rất thú vị và những khu vườn rất đẹp. Bên cạnh ngôi nhà là một nhà nguyện cũ khá đơn giản nhưng thú vị. Rất nhiều loại rượu Mateus nổi tiếng được bán tại casa.Đọc thêm",
            "This Casa de Mateus is a gem, worthy of a detour.  In so many old houses, the furniture is not original and the family no longer lives there.  Here, the 15th and 16th generations of the family inhabit part of the house, while the fine public rooms are available for a guided tour.  We started in the gardens, which were magnificent. The cedar tunnel is unique, but other gardens were the best we have seen in Iberia.  At the appointed hour we met our enthusiastic guide, who presented an excellent tour in colloquial English.  We were impressed by the centuries-old furniture and fine decorations.  The library was lovely and unique, and the bedrooms fine.  The chapel, not included in the house tour, is apparently very humid, so many of the fine items from there are in display in the house.  We spent about 1 1 - 2 hours total including the tour. Definitely go if you at all nearby.Read more"
        ],
        "star_ratings": [
            425,
            372,
            149,
            65,
            68
        ],
        "review_amount": 1079,
        "location": [
            "Châu Âu",
            "Quận Vila Real",
            "Các hoạt động ở Vila Real",
            "Bồ Đào Nha",
            "Bắc Bồ Đào Nha",
            "Ngôi làng thực sự",
            "Nhà của Matthew"
        ],
        "reviews_time": [
            "Written June 15, 2023",
            "Written September 20, 2023",
            "Written October 8, 2023",
            "Written October 23, 2023",
            "Written February 12, 2024",
            "Written May 11, 2024",
            "Written May 12, 2024",
            "Written May 22, 2024",
            "Written January 9, 2020",
            "Written September 22, 2021",
            "Written February 3, 2023",
            "Written October 24, 2023",
            "Written April 12, 2023",
            "Written September 3, 2021",
            "Written May 18, 2022",
            "Written September 20, 2023",
            "Written May 22, 2024",
            "Written October 8, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g1019574-d2330461-Reviews-Casa_de_Mateus-Vila_Real_Vila_Real_District_Northern_Portugal.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g1019574-d6850300-Reviews-Vinho_Tretas-Vila_Real_Vila_Real_District_Northern_Portugal.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1019574-d9788984-Reviews-Quinta_do_Paco_Restaurante-Vila_Real_Vila_Real_District_Northern_Portugal.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1019574-d10805741-Reviews-Os_Padilhas-Vila_Real_Vila_Real_District_Northern_Portugal.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1019574-d8761453-Reviews-Restaurante_Convivio-Vila_Real_Vila_Real_District_Northern_Portugal.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1019574-d10461789-Reviews-Casa_Jorge_o_Malcriado-Vila_Real_Vila_Real_District_Northern_Portugal.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1019574-d8110832-Reviews-Casa_Chuco-Vila_Real_Vila_Real_District_Northern_Portugal.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1019574-d6033927-Reviews-Restaurante_Residencial_Maria_Do_Carmo-Vila_Real_Vila_Real_District_Northern_Por.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1019574-d8291705-Reviews-Restaurante_a_Viuva-Vila_Real_Vila_Real_District_Northern_Portugal.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1019574-d6899064-Reviews-Sabores_do_Brasil-Vila_Real_Vila_Real_District_Northern_Portugal.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1019574-d4503934-Reviews-Donatello-Vila_Real_Vila_Real_District_Northern_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g1019574-d7102319-Reviews-Capela_Nova_Igreja_de_Sao_Paulo-Vila_Real_Vila_Real_District_Northern_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g1019574-d4025807-Reviews-UTAD_Botanical_Garden-Vila_Real_Vila_Real_District_Northern_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g1190973-d10357339-Reviews-Casal_de_Loivos_Viewpoint-Casal_de_Loivos_Vila_Real_District_Northern_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g1019574-d7113505-Reviews-Museu_de_Arqueologia_e_Numismatica_de_Vila_Real-Vila_Real_Vila_Real_District_Nor.html",
            "https://www.tripadvisor.com/Attraction_Review-g1019574-d3860322-Reviews-Parque_Natural_de_Alvao-Vila_Real_Vila_Real_District_Northern_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g1019574-d9865450-Reviews-Sao_Domingos_Church-Vila_Real_Vila_Real_District_Northern_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g1019574-d12474820-Reviews-Museu_da_Vila_Velha-Vila_Real_Vila_Real_District_Northern_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g1019574-d24999313-Reviews-Igreja_De_Sao_Pedro-Vila_Real_Vila_Real_District_Northern_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g1019574-d24999325-Reviews-Igreja_Do_Bom_Jesus_Do_Calvario-Vila_Real_Vila_Real_District_Northern_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g1019574-d25000240-Reviews-Pelourinho_De_Vila_Real-Vila_Real_Vila_Real_District_Northern_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g1019574-d2330461-Reviews-or10-Casa_de_Mateus-Vila_Real_Vila_Real_District_Northern_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g1019574-d6109655-Reviews-Kartodromo_Vila_Real-Vila_Real_Vila_Real_District_Northern_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g1019574-d11769581-Reviews-Quinta_do_Infantado-Vila_Real_Vila_Real_District_Northern_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g1019574-d8621426-Reviews-Santuario_De_Panoias-Vila_Real_Vila_Real_District_Northern_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g1019574-d13977096-Reviews-Santuario_de_Nossa_Senhora_de_La_Salette-Vila_Real_Vila_Real_District_Northern_.html",
            "https://www.tripadvisor.com/Attraction_Review-g1019574-d26348509-Reviews-Miradouro_da_Vila_Velha-Vila_Real_Vila_Real_District_Northern_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g1019574-d15758994-Reviews-Luxury_Douro_Tours-Vila_Real_Vila_Real_District_Northern_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g1028273-d2336650-Reviews-Comboio_Historico_do_Douro-Peso_Da_Regua_Vila_Real_District_Northern_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g226943-d12950235-Reviews-Quinta_do_Beijo-Sabrosa_Vila_Real_District_Northern_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g1028273-d7202798-Reviews-Miradouro_de_Sao_Leonardo_de_Galafura-Peso_Da_Regua_Vila_Real_District_Northern_.html",
            "https://www.tripadvisor.com/Attraction_Review-g1019574-d7113521-Reviews-Teatro_de_Vila_Real-Vila_Real_Vila_Real_District_Northern_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g1019574-d23561784-Reviews-Time_Off_Hiking_Sightseeing_Tours-Vila_Real_Vila_Real_District_Northern_Portuga.html",
            "https://www.tripadvisor.com/Attraction_Review-g189180-d16738586-Reviews-Sommelier_Tours-Porto_Porto_District_Northern_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g1019574-d16742260-Reviews-Douro_Criativo-Vila_Real_Vila_Real_District_Northern_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g1925453-d8537570-Reviews-Kini_Beach-Kini_Syros_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g33852-d3494270-Reviews-Block_Island_Express_Ferry-New_London_Mystic_Country_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g580249-d1828375-Reviews-Aquashow_Park-Quarteira_Faro_District_Algarve.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d11899543-Reviews-Thai_Paradise_Spa-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g34467-d144916-Reviews-Naples_Pier-Naples_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d2421570-Reviews-Dong_Xuan_Center-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g303506-d9982664-Reviews-Tijuca_Peak-Rio_de_Janeiro_State_of_Rio_de_Janeiro.html",
            "https://www.tripadvisor.com/Attraction_Review-g15301819-d2647003-Reviews-Boti_Falls-Boti_Eastern_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g297919-d4379363-Reviews-The_Venezia_Hua_Hin_Cha_am-Cha_am_Phetchaburi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d1440418-Reviews-Kahala_Beach-Honolulu_Oahu_Hawaii.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g1019574-d2330461-Reviews-or10-Casa_de_Mateus-Vila_Real_Vila_Real_District_Northern_Portugal.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g1019574-d2330461-Reviews-Casa_de_Mateus-Vila_Real_Vila_Real_District_Northern_Portugal.html"
    }
]