[
    {
        "attraction_name": "Casa Batlló",
        "attraction_name_vi": "Casa Batllo",
        "general_info": [
            "58.646 đánh giá",
            "6 trong số 1.410 việc cần làm ở Barcelona",
            "Địa điểm ưa thích",
            "Công trình kiến ​​trúc"
        ],
        "attraction_summary": "Chào mừng đến với ngôi nhà huyền diệu của Barcelona. Một kiệt tác của Gaudí. Một trải nghiệm nhập vai độc đáo. Triển lãm quốc tế của năm 2022. Trẻ em từ 12 tuổi trở xuống miễn phí.Đọc thêm",
        "reviews": [
            "Đi qua quảng trường Plaça Catalunya rực rỡ, bạn bước vào quận thành phố mới hơn của Eixample, được dịch theo nghĩa đen là phần mở rộng, nơi này ngay lập tức trở nên dễ nhận biết bởi những con phố rộng rãi hơn và bầu không khí trang nhã. Con đường huyết mạch của khu vực rộng lớn này, Passeig de Gracia, có các cửa hàng thiết kế quốc tế cao cấp nằm dọc hai bên đường. Không thua kém, sự hào nhoáng và quyến rũ của khu vực này có lẽ được thể hiện rõ nhất qua những khách sạn năm sao tiện nghi và xa hoa nằm cạnh những tòa nhà thần thánh và hiện đại của một số kiến ​​trúc sư nổi tiếng nhất thế giới như Gaudi và Montaner.Đọc thêm",
            "Chúng tôi đã đến thăm Sagrada hai lần và cần xem thêm kiến ​​trúc Gaudi để nâng cao hiểu biết về công việc của ông. Chúng tôi đến thăm Casa Batlló với một hướng dẫn viên riêng. Hướng dẫn viên của chúng tôi đã lo tất cả việc bán vé, cung cấp bối cảnh lịch sử, chỉ ra các đặc điểm mà chúng tôi có thể đã bỏ qua và đưa chúng tôi đi qua đám đông cũng như mê cung bên trong các phòng và các tầng một cách dễ dàng.  Sau khi xem bên ngoài kiểu Disneyesque, chúng tôi tiếp tục vào bên trong để xem thiết kế nội thất không có đường thẳng. Với một lịch trình chặt chẽ và nhiều điều để xem ở Barcelona, ​​​​chúng tôi thấy chuyến tham quan riêng hiệu quả và đáng giá. Sau đó chúng tôi đến thăm Casa Mila để hoàn thành chuyến tham quan Gaudi của mình. Đọc thêm",
            "Tôi không đi vào tòa nhà nhưng tôi đã dành khá nhiều thời gian ở bên ngoài để khám phá những điều phức tạp của tòa nhà hấp dẫn này. Thật đáng để dành chút thời gian trước nó chứ không chỉ để chụp ảnh tự sướng! Nó thậm chí còn hấp dẫn hơn vào ban đêmĐọc thêm",
            "Đây là một nơi đáng kinh ngạc và là sự tôn vinh thiên tài của kiến ​​trúc sư Antonio Gaudì.  Tôi khuyên bạn nên sử dụng hướng dẫn âm thanh; mặc dù nơi này là một bữa tiệc thị giác nhưng vẫn có một số chi tiết rất khéo léo rất dễ bỏ lỡ.  Có rất nhiều mô tả ở nơi khác; Tôi sẽ chỉ nói rằng việc đặt chỗ trước là điều bắt buộc trong mọi trường hợp ngoại trừ mùa đông chết chóc; thậm chí sau đó, chúng tôi đã ở đó vào tháng 3 và nơi này đã bị kẹt xe.  Đọc thêm",
            "Chúng tôi đã tham gia chuyến tham quan mà bạn có một chiếc máy tính bảng nhỏ để sử dụng, nhưng hãy tự mình đi theo tốc độ của riêng bạn. Chiếc máy tính bảng có các tính năng như cho bạn biết nơi này trông như thế nào khi được trang bị và có người ở, điều này rất thú vị và vui nhộn, và nó khiến chuyến tham quan trở nên vui vẻ và thú vị. \nTòa nhà thực sự tuyệt vời và tôi thích mọi thứ ở đó. Có rất nhiều thứ để chiêm ngưỡng. \nThật tuyệt khi họ tuyển dụng những người mắc chứng tự kỷ và đây là một lý do khác để ủng hộ họ. \nCó một quán bar trên sân thượng rất đẹp, vì vậy khi bạn cuối cùng lên đến đỉnh, bạn có thể nán lại và thưởng thức một thức uống ngon trong khi chiêm ngưỡng mái nhà hình con rồng. \nNghệ thuật giống như dây xích trên đường xuống khiến bạn thấy thú vị khi nếu không, bạn sẽ chỉ đi xuống cầu thang. Tôi nghĩ rằng nó thật tuyệt và cũng là một ý tưởng hay. \nThứ nghệ thuật video 3D của Gaudi thật là phô trương và hơi ngớ ngẩn, tôi không thực sự thích điều đó. \nTôi khuyên bạn nên đặt chỗ trước để có thể vào nhanh, sau đó chỉ cần đi bộ để ngắm bên ngoài Casa Mila, thế là đủ. Đọc thêm",
            "Tôi đã có thể đặt vé đi Casa Batllo khi đến đó vì tôi không chắc mình sẽ đến lúc mấy giờ. Đó là một chuyến đi bộ dễ dàng từ Las Ramblas. Tôi muốn tìm nơi tôi sẽ ăn tối tối hôm đó nên đã đi lên Rambla de Catalunya đến Carrier del Consell de Cent đến PG. de Gracia. Tôi đã có thể mua vé vào cửa bắt đầu sau 20 phút, vì vậy tôi đã đặt mua trực tuyến và xếp hàng. \nTrên thực tế, nơi ở này không phải là sự lựa chọn của tôi, nhưng nó là một tác phẩm nghệ thuật tuyệt vời. Bao gồm cả mặt tiền. Tôi đã mua Chuyến thăm chung, đi kèm với hướng dẫn bằng âm thanh. Nếu bạn muốn có trải nghiệm phong phú hơn, tôi khuyên bạn nên mua gói có máy tính bảng là một thứ klutz và một mình tôi quyết định không sử dụng tùy chọn này. \nMỗi inch vuông của ngôi nhà là một cảnh tượng đáng chiêm ngưỡng, từ không gian sống đến cầu thang, có lẽ là nơi tôi yêu thích nhất. Tôi tận hưởng khoảng 30 phút trên sân thượng, ngắm nhìn một khung cảnh khác của thành phố với một ly rượu vang. Kết thúc chuyến tham quan có trải nghiệm Gaudi 360, rất tuyệt vời. Tôi ngồi trên sàn và cảm nhận tất cả. \nNhìn chung, tôi thực sự rất thích thời gian ở Casa Batllo. Mặc dù tôi chưa bao giờ thuê Gaudi thiết kế một ngôi nhà cho mình nhưng tôi rất vui vì những người khác đã làm như vậy và những tác phẩm nghệ thuật tuyệt vời này tồn tại để người khác thưởng thức. \nĐọc thêm",
            "Nếu bạn chỉ có thể truy cập một địa điểm bổ sung bên ngoài La Sagrada Familia thì đây chính là địa điểm đó.  Chuyến tham quan bằng âm thanh cung cấp tất cả lịch sử lý do tại sao Antoni Gaudi lại thiết kế theo cách ông ấy đã làm.  Tôi có một sự đánh giá hoàn toàn mới đối với công việc của anh ấy.Đọc thêm",
            "Nơi này nằm ngay cuối đường từ khách sạn của chúng tôi nhưng tôi rất vui vì chúng tôi có người hướng dẫn vì chúng tôi có thể bỏ qua hàng dài bên ngoài và ngay cả khi bạn phải chờ đợi thì điều đó cũng xứng đáng.  Bản thân ngôi nhà hết sức kỳ lạ nhưng những trải nghiệm sâu sắc bên trong thật tuyệt vời và bạn muốn chắc chắn rằng mình nhìn thấy chúng.  Gaudi không thích những đường thẳng vì anh ấy cảm thấy chúng không tồn tại trong tự nhiên và anh ấy yêu rất nhiều ánh sáng và bạn sẽ thực sự thấy điều đó trong các thiết kế tại Casa Battlo. Anh ấy cũng có cách làm việc với gạch.  Bạn chắc chắn muốn lên mái nhà - những con rồng quay lại.  Toàn bộ cấu trúc giống như những gì bạn tưởng tượng trong một câu chuyện giả tưởng và rất đáng để ghé thăm.Đọc thêm",
            "Bảo tàng và ngôi nhà thực sự đáng kinh ngạc. Ngay cả vào những thời điểm sớm nhất, nó thực sự rất đông đúc nhưng tôi nói rằng nó đáng giá. Bạn sẽ không được vào cho đến thời gian ghi trên vé nên nếu đến sớm bạn sẽ phải đứng dưới nắng nóng một lúc.Đọc thêm",
            "Chúng tôi đã tìm hiểu về Đêm kỳ diệu - buổi hòa nhạc casa trên sân thượng và mua vé trực tuyến, họ cung cấp cho bạn các gói khác nhau, bao gồm miễn xếp hàng, thưởng thức đồ uống, ... bạn đã quyết định đâu là gói phù hợp nhất với mình. \nChuyến thăm có cấu trúc độc đáo, hướng dẫn âm thanh hướng dẫn bạn một cách trôi chảy. Kiến trúc thật ngoạn mục. Khi kết thúc nó, bạn sẽ đến được terase, nơi diễn ra buổi hòa nhạc và quán bar. Bầu không khí mang đến cho bạn trải nghiệm ấm áp và độc đáoĐọc thêm",
            "Casa Batllo là ngôi nhà riêng tốt nhất của Gaudis. Mặc dù đắt tiền nhưng nó đáng giá.  Nội thất cũng tuyệt vời như bên ngoài. Chủ đề biển xanh bên trong thật kỳ diệu.\nMua vé trực tuyến để tiết kiệm tiền. Ba lô có thể được để miễn phí trong phòng thay đồ, bạn sẽ cần 1 euro số tiền này sẽ được trả lại cho bạn.Đọc thêm",
            "Đây là việc phải làm ở Barcelona. Mất khoảng 90 phút - không thể đi nhanh hơn nhiều vì lượng người đông đúc. Dễ dàng mua vé trực tuyến trong ngày Khám phá tuyệt vời mọi thứ của Gaudi Kiểm soát đám đông mượt mà, hướng dẫn âm thanh tuyệt vờiĐọc thêm",
            "Casa Battló đã được bao gồm trong thẻ Barcelona Modernista của tôi, vì vậy tất nhiên một chuyến thăm đã có trên thẻ. Nhân viên rất thân thiện và hữu ích và việc nhập cảnh rất dễ dàng khi tôi đến vào khoảng 7 giờ tối. Hướng dẫn bằng âm thanh rất hấp dẫn và giải thích các chủ đề kiến ​​trúc đã truyền cảm hứng cho Gaudi. Có thể nhìn thấy toàn bộ ngôi nhà và có được tầm nhìn tuyệt đẹp ra thành phố từ trên mái nhà.Đọc thêm",
            "Nơi tuyệt vời. Tôi cảm thấy khá xúc động khi bước vào. Hướng dẫn âm thanh rất giàu thông tin và khiến ngôi nhà trở nên sống động với chức năng thực tế tăng cường trên I-pad.Đọc thêm",
            "Kiến trúc và thiết kế tuyệt vời cũng như chuyến tham quan bằng âm thanh sẽ giúp bạn hiểu rõ về nó, bao gồm cả cách Gaudi lên kế hoạch cho ánh sáng và thông gió tự nhiên. Nó thật là đẹp; thật khó để diễn đạt thành lời. Rất nhiều cầu thang và bạn phải đứng vững trong toàn bộ chuyến tham quan. Trải nghiệm nhập vai cuối cùng với Cube rất thú vị và cũng rất ồn ào và kích thích.Đọc thêm",
            "Địa điểm đẹp. Hướng dẫn bằng âm thanh thực sự hữu ích và bạn có thể đi theo tốc độ của riêng mình. Tòa nhà thực sự thú vị của GaudiĐọc thêm",
            "Khuyến khích mua vé trực tuyến trước thời hạn. Chúng tôi may mắn được ở đó trong tuần lễ Sant Jordi. Các cửa sổ lồi phía trước được trang trí bằng nhiều hoa hồng đỏ. Nhận được gói vàng cho phép bạn đến thăm một căn phòng đầy đủ tiện nghi có bức chân dung của gia đình Batlló. Hướng dẫn nghe nhìn bằng máy tính bảng là điều bắt buộc. Nó cho bạn biết lịch sử gia đình và cuộc sống trong nhà. Cảm giác như tôi đang bước qua một thế giới giả tưởng. Guadi thực sự độc đáo và đi trước thời đại. Bạn kết thúc hành trình của mình trong trải nghiệm hình ảnh 360 độ của phòng l a b. Toàn bộ 4 mặt tường, trần và sàn sẽ chìm đắm trong hình ảnh kỹ thuật số.Đọc thêm",
            "Casa battlo đơn giản là không thể tin được. Màu sắc của mặt tiền rất đẹp. Mỗi cấp độ có một cái gì đó thú vị. Ngay cả mái nhà cũng tuyệt vời nơi chúng tôi dừng lại ăn nhẹ ở quán cà phê. Rất đông đúc. Chúng tôi đã chọn vé vàng đắt tiền nhưng cho phép chúng tôi vào ngay và xem thêm một số phòng. Chúng tôi đang tranh luận giữa Battlo và casa mila và chọn Battlo. Chúng tôi không thất vọng. Đọc thêm",
            "Nhân viên trợ giúp khách sạn của chúng tôi đã đặt chúng tôi vào lúc 9:15 sáng với một vé vàng và đó hoàn toàn là cách tốt nhất.  Bạn nhanh chóng vào trong, lấy máy tính bảng có tính năng thực tế tăng cường, hướng dẫn bằng âm thanh, xem một số không gian riêng tư và có thêm một khu vực trên sân thượng để tham quan.  Có những đám đông khổng lồ, nhưng chúng càng trở nên tồi tệ hơn khi ngày trôi qua. Cho dù bạn có thể đã thực hiện bao nhiêu nghiên cứu trước về công việc của Gaudi, thì việc tận mắt nhìn thấy tòa nhà này sẽ đưa bạn vượt xa sự mong đợi của mình.  Theo nghĩa đen, bạn có thể chụp hàng chục bức ảnh ở đây.Đọc thêm",
            "Casa batllo là một trong những kiệt tác khác của Gaudis mà bạn phải xem! Hướng dẫn âm thanh thật tuyệt vời và cung cấp cái nhìn sâu sắc về lịch sử của ngôi nhà. Lý do duy nhất tôi đưa ra 4 sao là vì bạn phải xếp hàng chờ đợi ngay cả khi có vé vào và vào giữa ngày trời rất nóng và ngôi nhà đã chật kín khách du lịch khác. Tôi khuyên bạn nên đi vào sáng sớm hoặc buổi tối để tránh điều này vì ngôi nhà chắc chắn đáng để ghé thăm!Đọc thêm",
            "Một số kiến ​​trúc rất độc đáo và ấn tượng được trưng bày trong ngôi nhà này. Hướng dẫn về audi rất hữu ích và cũng có một số tính năng VR. Trải nghiệm cuối cùng trong phòng thực sự rất tốtĐọc thêm",
            "Có nhà vệ sinh cho du khách không?Đọc thêm",
            "Xin lỗi vì đã chậm trễ trong việc xem câu hỏi của bạn, chúng tôi đã thấy phòng tắm công cộng.Đọc thêm",
            "Tôi có cần mua vé cho con tôi ngồi trên đùi tôi xem buổi biểu diễn Đêm kỳ diệu không?Đọc thêm",
            "Xin chào Sarah J.\n\nXin lỗi tôi không thể hỗ trợ bạn với truy vấn của bạn.\n\nĐề nghị bạn thử và liên hệ trực tiếp với điểm thu hút. Hoặc có thể đặt câu hỏi của bạn trong Diễn đàn TripAdvisor.\n\nHãy tận hưởng.Đọc thêm",
            "Có cần thiết phải xuất trình thẻ sinh viên quốc tế hoặc bằng chứng đăng ký và thanh toán từ trường Bồ Đào Nha không, có đủ không?Đọc thêm",
            "Xin lỗi, không thể giúp bạn với câu hỏi này!\n\nCó thể nếu bạn liên hệ trực tiếp với Casa hoặc đăng câu hỏi của bạn trên Diễn đàn TripAdvisor, bạn có thể nhận được câu trả lời.\n\nThưởng thứcĐọc thêm",
            "Có bao nhiêu cầu thang tới casa batllo? Đây có phải là một cầu thang dài không?Đọc thêm",
            "Tôi đã đi bộ lên nhưng sử dụng thang máy để xuốngĐọc thêm",
            "Làm thế nào để bạn truy cập hướng dẫn âm thanh? Tôi cần tai nghe có dây hay không dây? Hay là qua điện thoại của tôi?Đọc thêm",
            "Họ cung cấp cho bạn cả bộ. Nó không được thực hiện thông qua điện thoại của bạnĐọc thêm",
            "Thanh thiếu niên có được phép tham gia Magic Nights không?Đọc thêm",
            "Tôi xin lỗi vì phản hồi chậm trễ. Tôi đã gặp mọi lứa tuổi, thậm chí cả trẻ em khi chúng tôi tham dự nên tôi cho rằng như vậy.Đọc thêm",
            "Xin chào, có giới hạn độ tuổi giảm giá cho sinh viên tại Casa Batlo nếu bạn có thẻ sinh viên không?Đọc thêm",
            "Trang bán vé chỉ ghi Thẻ sinh viên chứ không ghi tuổi. \nGiảm giá là -6. Vé bắt đầu lúc 25Đọc thêm",
            "Xin chào, My đang học đại học ở Mỹ. Id trường đại học có đủ tốt để được giảm giá cho sinh viên không?Đọc thêm",
            "Tôi chắc chắn điều đó là. Họ rất nhiệt tình - cộng thêm họ nói tiếng Anh rất tốt.Đọc thêm",
            "Chào buổi chiều! Tôi chuẩn bị đi du lịch đến Barcelona vào tháng 8 và tôi muốn biết liệu tôi có thể mua vé đi Casa Batló và Sagrada Familia ngay tại chỗ hay không hay tôi phải lấy trước.Đọc thêm",
            "Nên mua vé vào Sagrada Familia trực tuyến vì phải xếp hàng dài nhưng nếu đặt trước thì hàng sẽ ngắn hơn.\nMặt khác, đối với nhà Batlló, bạn có thể mua ngay tại chỗ. Không có quá nhiều hàng đợi. Ít nhất là khi tôi đi vào tháng 3 năm nay. Bạn sẽ không hối tiếc khi ghé thăm hai nơi này!Đọc thêm",
            "Nếu tôi ghé thăm Casa Batllo, tôi có thể tránh đi qua hoặc nhìn thấy cầu thang của Kengo Kuma và khối lập phương Refik Anadol của Gaudi không?Đọc thêm",
            "Xin lỗi Gloria nhưng tôi đã đổi điện thoại di động và không đăng nhập được nữa. Vì vậy, không có cảnh báo. Tôi tự đi và không đi cùng đại lý nên tôi đã đến thăm những nơi khiến tôi quan tâm nhất, tôi không có bất kỳ ưu tiên nào, tôi khuyên bạn nên đặt trước, hàng dài và bạn phải chịu đựng cái nóngĐọc thêm"
        ],
        "star_ratings": [
            41814,
            12195,
            3263,
            827,
            555
        ],
        "review_amount": 58654,
        "location": [
            "Barcelona",
            "Tỉnh Barcelona",
            "Tây ban nha",
            "Những điều cần làm ở Barcelona",
            "Châu Âu",
            "Casa Batllo",
            "Catalonia"
        ],
        "reviews_time": [
            "Written June 6, 2023",
            "Written June 11, 2023",
            "Written June 20, 2023",
            "Written July 1, 2023",
            "Written July 3, 2023",
            "Written July 16, 2023",
            "Written July 18, 2023",
            "Written August 12, 2023",
            "Written September 20, 2023",
            "Written September 23, 2023",
            "Written June 6, 2024",
            "Written June 5, 2024",
            "Written June 5, 2024",
            "Written June 2, 2024",
            "Written June 2, 2024",
            "Written June 1, 2024",
            "Written June 1, 2024",
            "Written May 31, 2024",
            "Written May 30, 2024",
            "Written May 29, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g187497-d191052-Reviews-Casa_Batllo-Barcelona_Catalonia.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g187497-d4022240-Reviews-Bella_Italia-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187497-d15759527-Reviews-Babula_Bar_1937-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187497-d1080772-Reviews-La_Terraza_del_Claris-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187497-d23531482-Reviews-Zenith_Brunch_Cocktails-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187497-d24022907-Reviews-El_Tros_De_La_Rambla-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187497-d809578-Reviews-Restaurante_Lasarte-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187497-d775571-Reviews-Vinitus-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187497-d3296268-Reviews-La_Pastisseria_Barcelona-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187497-d10457403-Reviews-Oria_Restaurant-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187497-d12654503-Reviews-Musiu-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d17549609-Reviews-Casa_Pia_Battlo-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d244194-Reviews-Casa_Amatller-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d17715267-Reviews-Casa_Bonet-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d2218960-Reviews-Museo_del_Perfume_Museum_of_Perfume-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d15532136-Reviews-Casa_Mulleras-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d244195-Reviews-Casa_Lleo_i_Morera-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d27765388-Reviews-White_Rabbit_The_Off_Museum-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d528113-Reviews-Manzana_de_la_Discordia-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d244208-Reviews-Museo_Egipci_de_Barcelona-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d4466782-Reviews-Casa_Marfa-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d191052-Reviews-or10-Casa_Batllo-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d190166-Reviews-Basilica_de_la_Sagrada_Familia-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d190162-Reviews-Gothic_Quarter_Barri_Gotic-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d190824-Reviews-Palace_of_Catalan_Music-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d254723-Reviews-Passeig_de_Gracia-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d246171-Reviews-Basilica_de_Santa_Maria_del_Mar-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d190629-Reviews-Casa_Mila_La_Pedrera-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d501696-Reviews-The_Magic_Fountain-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d271009-Reviews-Spotify_Camp_Nou-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d531598-Reviews-Casa_Vicens_Gaudi-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d295879-Reviews-Palau_Guell-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d17611508-Reviews-Baques_Masriera-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d10897885-Reviews-Haute_Custom_Beauty_Institute_Spa-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d17540175-Reviews-Hair_Cut_Day-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d4469234-Reviews-Colmado_Quilez-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d1812744-Reviews-The_Spa_at_Mandarin_Oriental_Barcelona-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g503710-d4885159-Reviews-Palm_Beach_Club_Restaurant-Hersonissos_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g51424-d8685751-Reviews-The_Endangered_Ark_Foundation-Hugo_Oklahoma.html",
            "https://www.tripadvisor.com/Attraction_Review-g56260-d14135005-Reviews-Adriatica_Village-McKinney_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g317119-d3636251-Reviews-Deosai_National_Park-Skardu_Gilgit_Baltistan.html",
            "https://www.tripadvisor.com/Attraction_Review-g60945-d1394557-Reviews-Lake_Estes_Marina-Estes_Park_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g60837-d6895415-Reviews-Putt_N_Pets-Grand_Marais_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d23587405-Reviews-Immersive_Van_Gogh_Exhibit_Los_Angeles-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g34867-d7112646-Reviews-Cordele_State_Farmers_Market-Cordele_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g293983-d2418773-Reviews-Mahane_Yehuda_Market-Jerusalem_Jerusalem_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g297892-d3447164-Reviews-Aquaplanet_Jeju-Seogwipo_Jeju_Island.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g187497-d191052-Reviews-or10-Casa_Batllo-Barcelona_Catalonia.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g187497-d191052-Reviews-Casa_Batllo-Barcelona_Catalonia.html"
    }
]