[
    {
        "attraction_name": "Casa Vicens Gaudí",
        "attraction_name_vi": "Nhà Vicens Gaudí",
        "general_info": [
            "2.478 đánh giá",
            "12 trong số 1.410 điều cần làm ở Barcelona",
            "Công trình kiến ​​trúc",
            "Tượng đài Tượng đài",
            "Viện bảo tàng nghệ thuật"
        ],
        "attraction_summary": "NGÔI NHÀ ĐẦU TIÊN CỦA GAUDÍS: Casa Vicens là kiệt tác đầu tiên của Antoni Gaudi và gieo mầm cho những công trình sau này. Được xây dựng từ năm 1883 đến năm 1885 như một ngôi nhà mùa hè cho gia đình Vicens, tại đây ông đã thể hiện tài năng vô song của mình. Được UNESCO công nhận là Di sản Thế giới vào năm 2005.Đọc thêm",
        "reviews": [
            "Gracia thực sự nổi bật so với những nơi khác. Nơi đây từng là một thị trấn độc lập cho đến cuối thế kỷ 19. Mặc dù chỉ cách trung tâm một quãng đường ngắn, nhưng khi đến đây, bạn sẽ có cảm giác như đang ở một thành phố hoàn toàn khác. Không khí bohemian đã thu hút nhiều nghệ sĩ quốc tế đến khu vực này, tạo nên nhiều phòng trưng bày, nhạc sống và cửa hàng nghệ thuật. Cuộc sống về đêm tập trung quanh quảng trường Gracias sôi động, nơi người già và người trẻ tụ tập để thưởng thức đồ uống bên ngoài. Carrer de Verdi, con phố chính của thị trấn, có các nhà hàng giá cả phải chăng và một rạp chiếu phim chiếu cả phim mới và phim kinh điển bằng ngôn ngữ gốc. Tuy nhiên, kho báu lớn nhất của Gracia nằm ngay trên đồi tại Công viên Guell, nơi các tác phẩm điêu khắc nghệ thuật sống động và mang tính cách mạng của Antoni Gaudi đứng trên đỉnh của Barcelona có tầm nhìn tuyệt đẹp. Đọc thêm",
            "Hướng dẫn viên của chúng tôi Lucia thật tuyệt vời. Cô ấy đã làm cho trải nghiệm trở nên đặc biệt Tòa nhà rất tráng lệ và hướng dẫn âm thanh có thể tải xuống miễn phí là rất tốt, nhưng Lucia đã làm cho chuyến tham quan trở nên tuyệt vời hơn.  Rất khuyến khích.Đọc thêm",
            "Gửi Susan,\n\nCảm ơn vì đã chia sẻ kinh nghiệm của bạn với chúng tôi. Chúng tôi rất vui khi biết rằng một trong những hướng dẫn viên của chúng tôi đã cung cấp cho bạn một chuyến tham quan tuyệt vời đến Casa Vicens. Chúng tôi chắc chắn sẽ chuyển những lời tốt đẹp của bạn đến cô ấy và những người còn lại trong nhóm của chúng tôi. Chúng tôi đánh giá cao sự giới thiệu của bạn về chuyến tham quan của chúng tôi cho những người khác và chúng tôi mong được chào đón bạn quay trở lại Casa Vicens trong tương lai.\n\nTrân trọng,\n\nCasa Vicens\nĐọc thêm",
            "Viên ngọc Gaudi này một lần nữa khiến chúng tôi kinh ngạc trước tài năng phi thường của anh ấy! Pha trộn rất nhiều phong cách từ thiết kế và hoa văn Moorish đến kỹ thuật lấy cảm hứng từ Nhật Bản - tất cả phối hợp với nhau một cách hài hòa hoàn hảo! Triển lãm hiện nay - Sau sương mù, những bông hoa đầu tiên. Phương Đông và chủ nghĩa phương Đông từ chủ nghĩa hiện đại đến hiện đại phù hợp với ngôi nhà một cách tuyệt vời và mang lại niềm vui cho các giác quan! Thưởng thức một ít cà phê hoặc đồ uống vào cuối chuyến tham quan trong quán cà phê nhỏ và chiêm ngưỡng khu vườn cũng như mặt tiền đầy màu sắc của Casa Vicens 3Đọc thêm",
            "Thị trưởng thân mến,\n\nCảm ơn vì đã chia sẻ phản hồi của bạn! Chúng tôi rất vui khi biết rằng cuối cùng bạn cũng có thể đến thăm Casa Vicens và rất vui vì bạn đã tận hưởng khoảng thời gian cùng chúng tôi khám phá tất cả bí mật về ngôi nhà đầu tiên của Gaudi. Chúng tôi hy vọng sẽ sớm được chào đón bạn một lần nữa.\n\nTrân trọng,\n\nCasa Vicens\nĐọc thêm",
            "Đây là ngôi nhà đầu tiên do Gaudi tự thiết kế và nó thực sự rất đẹp. Ít điên rồ hơn những nơi khác, với ít du khách hơn, vì vậy bạn có thể thư giãn và tận hưởng. Xem cái này và La pedrera! Nó chỉ cách ga tàu điện ngầm Lesseps vài dãy nhà đi bộ.Đọc thêm",
            "Kính thưa quý khách,\n\nCảm ơn bạn đã chia sẻ ý kiến ​​​​của bạn với chúng tôi. Chúng tôi rất vui khi biết bạn đã có khoảng thời gian vui vẻ khi ghé thăm Casa Vicens. Chúng tôi hy vọng sẽ sớm được chào đón bạn một lần nữa!\n\nTrân trọng, \nCasa Vicens.Đọc thêm",
            "Đã có một vụ nổ tuyệt đối. Chúng tôi đã đặt vé vào phút cuối cho chuyến tham quan tự hướng dẫn, nhưng nhân viên rất hữu ích trong việc đưa ra hướng dẫn cách sử dụng các dịch vụ trực tuyến. Hy vọng chúng tôi sẽ quay lại lần nữa và nếu vậy, thực hiện chuyến tham quan có hướng dẫn... mọi người xung quanh chúng tôi dường như đang có khoảng thời gian tuyệt vời. Chắc chắn đã bỏ lỡ điều đó! Nói như vậy, có rất nhiều thông tin tuyệt vời để bạn tự mình tìm hiểu rất nhiều về Casa Vicens và lịch sử Barcelona, ​​bạn sẽ không thực sự thua.Đọc thêm",
            "Kính thưa quý khách,\n\nCảm ơn vì đã chia sẻ kinh nghiệm của bạn với chúng tôi. Chúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời khi đến thăm kiệt tác đầu tiên của Gaudi. Chúng tôi đánh giá cao những lời tốt đẹp của bạn về sự quan tâm mà nhân viên của chúng tôi nhận được và chúng tôi thực sự hy vọng sẽ sớm được chào đón bạn quay trở lại!\n\nTrân trọng, \nCasa Vicen. Đọc thêm",
            "Nếu bạn tình cờ đến thăm Barcelona, ​​hãy nhớ đừng bỏ qua Casa Vicens! Chúng tôi đã có trải nghiệm tuyệt vời trong ngôi nhà đầu tiên do Gaudi tạo ra. Nó đầy màu sắc và ngoạn mục, môi trường xung quanh cũng rất dễ chịu - bạn có thể thư giãn trên hiên nhà bí mật trong khi nghe hướng dẫn âm thanh tuyệt vời.Đọc thêm",
            "Kính thưa quý khách, \n\nCảm ơn bạn đã chia sẻ đánh giá của bạn với chúng tôi! Chúng tôi rất vui khi thấy Casa Vicens đáp ứng được sự mong đợi của bạn. Chúng tôi hy vọng sẽ sớm gặp lại bạn!\n\nTrân trọng, \n\nCasa VicensĐọc thêm",
            "Casa Vicens, có thể không phải là một lựa chọn phổ biến như những kiệt tác khác của Gaudis, tuy nhiên, bạn có biết đó thực sự là khoản hoa hồng quan trọng đầu tiên mà Gaudi nhận được không?! \n\nCasa Vicens là nơi cư trú mùa hè. Mỗi không gian được phân biệt bằng một yếu tố tự nhiên, bất kể màu sắc, chủ đề hoa hay cây cối! Tôi cũng rất thích ý tưởng kết hợp đồ nội thất thành một cấu trúc, khiến mọi thứ trở nên sang trọng!\n\nTái bút: Đừng quên mang theo tai nghe để được hướng dẫn âm thanh quét mã QR khi đến nơi!Đọc thêm",
            "Heidi thân mến,\n\nCảm ơn bạn đã chia sẻ đánh giá của bạn với chúng tôi!. Chúng tôi rất vui khi biết bạn đã có khoảng thời gian tuyệt vời tại Casa Vicens khi khám phá tất cả các kỹ thuật mà Gaudi đã sử dụng trong ngôi nhà đầu tiên của mình cũng như tất cả những bí mật mà ông ấy đã rải khắp ngôi nhà. Chúng tôi hy vọng sẽ sớm được chào đón bạn một lần nữa!\n\nTrân trọng,\n\nCasa VicensĐọc thêm",
            "Casa Vicens đẹp vô cùng. Thật tuyệt vời khi thấy tác phẩm và phong cách ban đầu của Gaudi. Chúng tôi đến đó ngay khi nó mở cửa và có chỗ cho riêng mình một lúc, điều này cho phép chúng tôi thực sự cảm nhận được sự thoáng đãng và cởi mở của nơi này. Hoàn toàn nên giới thiệu nó, đặc biệt nếu bạn đã xem Park Guell và hoặc kiến ​​trúc Gaudi cổ điển khác. Đọc thêm",
            "Kính thưa quý khách, \n\nCảm ơn vì đã chia sẻ kinh nghiệm của bạn với chúng tôi. Chúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian vui vẻ khi đến thăm Casa Vicens và bạn được phép thưởng thức từng chi tiết trong kiệt tác đầu tiên của Gaudi một cách lặng lẽ. Chúng tôi hy vọng sớm được chào đón bạn lần nữa!\n\nTrân trọng, \nCasa VicensĐọc thêm",
            "Đây là một địa điểm phải xem ở Barcelona, ​​​​nó mang đến một góc nhìn thú vị về công việc khởi đầu của Gaudi, nó thực sự đặt tất cả công việc của anh ấy vào góc nhìn. Công việc được thực hiện trong ngôi nhà này thật đáng kinh ngạc và tất cả quá trình phục hồi được giải thích sẽ giúp bạn hiểu rõ hơn về công việc của anh ấy. Chúng tôi tận hưởng từng bước trong chuyến thăm của mìnhĐọc thêm",
            "Andreea thân mến, \n\nCảm ơn vì đã chia sẻ kinh nghiệm của bạn với chúng tôi. Chúng tôi rất vui khi biết rằng bạn đã có một chuyến tham quan tuyệt vời để khám phá tất cả những chi tiết ẩn giấu trong kiệt tác đầu tiên của Gaudi. Chúng tôi cũng đánh giá cao những lời tốt đẹp của bạn về quá trình phục hồi và hy vọng sẽ sớm được chào đón bạn trở lại!\n\nRegrads tốt nhất, \nCasa VicensĐọc thêm",
            "Rất đáng để ghé thăm. Một ngôi nhà đẹp và lời giải thích hợp lý về vai trò của nó trong quá trình phát triển của Gaudi. Phòng đáng yêu và hướng dẫn du lịch tốt bằng tiếng Anh. Cách Parc Guell một quãng đi bộ ngắn.Đọc thêm",
            "Kính thưa quý khách, \n\nCảm ơn bạn đã chia sẻ suy nghĩ của mình về Casa Vicens. Chúng tôi rất vui khi biết rằng bạn nhận thấy kiệt tác đầu tiên của Gaudi là một địa điểm đáng ghé thăm và bạn rất thích chuyến tham quan có hướng dẫn viên. Chúng tôi hy vọng sẽ sớm chào đón bạn một lần nữa!\n\nTrân trọng, \nCasa Vicen. Đọc thêm",
            "Đây là một ngôi nhà tuyệt vời để tham quan. Cùng với Palau Guell, tôi thích tham quan những ngôi nhà Gaudi nổi tiếng hơn ở Barcelona vì những địa điểm trước đây này dễ tiếp cận hơn. Bằng cách tham quan những nỗ lực nhỏ hơn và sớm hơn này, bạn có thể thấy sự phát triển của những ý tưởng ban đầu của Gaudi, đồng thời tưởng tượng cuộc sống ở đó sẽ như thế nào. Hướng dẫn viên của chúng tôi rất xuất sắc. Cô ấy rất hiểu biết và đã dẫn dắt một chuyến đi nhịp nhàng qua ngoại thất và nội thất, mang đến sự kết hợp tuyệt vời giữa lịch sử và bối cảnh cùng với việc chỉ ra các yếu tố kiến ​​trúc quan trọng. Rất khuyến khích.Đọc thêm",
            "Xin chào Ellen,\n\nCảm ơn bạn rất nhiều vì đã chia sẻ đánh giá của bạn với chúng tôi! Chúng tôi rất vui khi thấy bạn có thể khám phá tất cả bí mật và chi tiết về kiệt tác đầu tiên của Gaudi nằm rải rác khắp ngôi nhà. Mong rằng chúng tôi sẽ sớm gặp lại bạn!\n\nTrân trọng, \n\nCasa VicensĐọc thêm",
            "Tòa nhà đẹp thể hiện những thiết kế tuyệt vời của Gaudis. Casa Vicens là tòa nhà đầu tiên mà Gaudi thiết kế trong đời và thành thật mà nói, nó là sự mô tả hoàn hảo về trí tuệ thông minh của ông. Màu sắc và kiến ​​trúc đều độc đáo và Gaudi đã tạo ra ảo ảnh theo cách mà người ngồi bên trong tòa nhà sẽ có cảm giác như đang ngồi bên ngoài dưới bầu trời trong xanh.Đọc thêm",
            "Kính thưa quý khách,\n\nCảm ơn bạn đã chia sẻ đánh giá của bạn với chúng tôi. Chúng tôi rất vui khi biết rằng bạn đã có trải nghiệm tuyệt vời tại Casa Vicens và dịch vụ hướng dẫn bằng thiết bị âm thanh của chúng tôi đã giúp bạn biết tất cả bí mật về ngôi nhà đầu tiên của Gaudi. Chúng tôi hy vọng được chào đón bạn một lần nữa trong tương lai.\n\nTrân trọng,\n\nCasa VicensĐọc thêm",
            "Tốt hơn hẳn so với những ngôi nhà và điểm tham quan khác của Gaudi. Ngôi nhà này cực kỳ thú vị và hơi xa trung tâm thành phố nên ít khách du lịch hơn. Đọc thêm",
            "Kính thưa quý khách,\n\nCảm ơn bạn đã chia sẻ đánh giá của bạn với chúng tôi! Chúng tôi rất vui khi thấy bạn thấy Casa Vicens đáng để ghé thăm. Chúng tôi hy vọng sẽ sớm gặp lại bạn!\n\nTrân trọng,\n\nCasa VicensĐọc thêm",
            "Đây là một viên ngọc quý của một nơi. Không khó để hiểu tại sao Gaudí lại được đánh giá cao đến vậy. Nhân viên cực kỳ hữu ích và hiểu biết. Đọc thêm",
            "Kính thưa quý khách, \n\nCảm ơn bạn đã chia sẻ đánh giá của bạn với chúng tôi. Chúng tôi rất vui khi biết rằng bạn rất thích chuyến thăm ngôi nhà đầu tiên của Gaudis. \n\nChúng tôi hy vọng được chào đón bạn một lần nữa trong tương lai. \n\nTrân trọng, \n\nCasa Vicen. Đọc thêm",
            "Chuyến tham quan thật tuyệt vời. Ngôi nhà thực sự là không gian tuyệt vời. Patrica đã làm rất tốt và rất hiểu biết. Thời gian vui vẻ. FrankĐọc thêm",
            "Kính thưa quý khách, \n\nCảm ơn bạn đã chia sẻ đánh giá của bạn với chúng tôi. Chúng tôi rất vui khi biết rằng bạn rất thích chuyến tham quan có hướng dẫn và nó đã giúp bạn biết thêm về những kiệt tác của Gaudis. \n\nChúng tôi hy vọng được chào đón bạn một lần nữa trong tương lai. \n\nTrân trọng, \n\nCasa Vicen. Đọc thêm",
            "Chúng tôi không có kế hoạch đến thăm Casa Vicens nhưng chúng tôi phải hủy Park Guell do một cuộc đình công của taxi. Chúng tôi không thất vọng. Tòa nhà hoàn toàn tuyệt đẹp. Đó là một cách khác nhưng đáng để đi. Không đông đúc như Battlo và một số tòa nhà Gaudi khác và các công nhân rất thân thiện. Có một quán cà phê đẹp.  Đáng giá nếu bạn có thể nhét nó vào. Đọc thêm",
            "Kính thưa quý khách, \n\nCảm ơn bạn đã chia sẻ đánh giá của bạn với chúng tôi. Chúng tôi rất vui khi biết rằng bạn đã có trải nghiệm tuyệt vời tại Casa Vicens và bạn hài lòng với đội ngũ quan tâm của chúng tôi. \n\nChúng tôi hy vọng được chào đón bạn một lần nữa trong tương lai. \n\nTrân trọng, \n\nCasa Vicens.Đọc thêm",
            "Tôi không mong đợi nhiều vì có vẻ như đây là một bảo tàng yên tĩnh. Tôi yêu vẻ ngoài của nó và không thể tin được Gaudi lại sử dụng gạch sứ ở bên ngoài. Dù sao thì chồng tôi và tôi đã dành 2,5 giờ để tìm hiểu điều kỳ diệu này. nó sẽ không làm bạn thất vọng! Nó thật thông minh và xinh đẹp. Ngôi nhà đầu tiên của Gaudi!Đọc thêm",
            "Kính thưa quý khách, \n\nCảm ơn bạn đã chia sẻ phản hồi của bạn với chúng tôi. Chúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời ở Casa Vicens, khám phá tất cả các kỹ thuật mà Gaudi đã sử dụng trong ngôi nhà đầu tiên của mình cũng như tất cả những bí mật mà ông ấy đã rải khắp ngôi nhà. \n\nChúng tôi hy vọng được chào đón bạn một lần nữa trong tương lai. \n\nTrân trọng, \n\nCasa Vicen. Đọc thêm",
            "Tour du lịch kiến ​​trúc đẹp với hướng dẫn. Rosar cực kỳ sâu sắc và nâng cao tinh thần, đồng thời chia sẻ rất nhiều chi tiết và sự thật thú vị về lịch sử của Casa Vicens. Chắc chắn được đề xuất! Đọc thêm",
            "Kính thưa quý khách, \n\nCảm ơn bạn đã chia sẻ đánh giá của bạn với chúng tôi. Chúng tôi rất vui khi biết rằng bạn rất thích chuyến tham quan có hướng dẫn tại Casa Vicens và nó đã giúp bạn tìm hiểu thêm về các kiệt tác của Gaudis. \n\nChúng tôi hy vọng sẽ sớm chào đón bạn một lần nữa. \n\nTrân trọng, \n\nCasa Vicens.Đọc thêm",
            "Nơi tuyệt vời để được khám phá Hướng dẫn thực sự tuyệt vời. Lúc đầu có thể thoải mái đến thăm Ngôi nhà một mình và chụp ảnh. Yên tĩnh vào buổi sángĐọc thêm",
            "Kính gửi du khách, \n\nCảm ơn bạn đã gửi phản hồi. Chúng tôi rất vui khi biết rằng bạn đã thích chuyến thăm của mình tại Casa Vicens và bạn hài lòng với dịch vụ hướng dẫn bằng âm thanh của chúng tôi. \n\nChúng tôi hy vọng sẽ sớm được chào đón bạn trở lại. \n\nTrân trọng, \n\nCasa Vicens. Đọc thêm",
            "Một ngôi nhà tinh tế khác được thiết kế và xây dựng bởi Gaudi.   Công trình này, là một trong những công trình hoa hồng đầu tiên của ông, có vẻ ngoài khác với một số tòa nhà khác của Gaudi.  Hướng dẫn âm thanh rất tốt.  Tôi thích phần trưng bày ở tầng trên trưng bày các kiến ​​trúc sư nổi tiếng khác từ thời đó.Đọc thêm",
            "Kính thưa quý khách, \n\nCảm ơn đã chia sẻ đánh giá của bạn với chúng tôi. Chúng tôi rất vui khi biết rằng bạn rất thích chuyến thăm của mình tại Casa Vicens và bạn hài lòng với dịch vụ hướng dẫn âm thanh của chúng tôi. \n\nChúng tôi hy vọng được chào đón bạn một lần nữa trong tương lai. \n\nTrân trọng, \n\nCasa Vicens.Đọc thêm",
            "Điều này không có trong danh sách phải xem của tôi nhưng tôi có thêm thời gian và quyết định ghé qua và chụp một vài bức ảnh. Tôi không định vào trong, nhưng tôi rất vui vì đã làm vậy.  Tòa nhà này cũng tuyệt vời như Casa Batllo và các chi tiết kiến ​​​​trúc bên trong vượt xa Casa Mila một khoảng thời gian dài. Và không có sự hào hoa và hoàn cảnh hay mức giá vô lý và sự đông đúc như đã nói ở trên.  Đó là điều tuyệt đối phải ghé thăm! Đọc thêm",
            "Kính thưa quý khách,\n\nCảm ơn đã chia sẻ đánh giá của bạn với chúng tôi. Chúng tôi rất vui khi thấy bạn thấy Casa Vicens đáng để ghé thăm. Chúng tôi hy vọng sẽ gặp lại bạn bất cứ ngày nào sớm!\n\nTrân trọng,\n\nCasa Vicens\nĐọc thêm",
            "CHÀO!\nHiện tại có chương trình khuyến mãi nào đang diễn ra không? Chúng tôi dự định đến thăm trong khoảng thời gian từ 30.01 đến 01.02. Cảm ơnĐọc thêm",
            "Xin chào, thật không may, tôi không biết gì về những chương trình khuyến mãi như vậy, vì đã một tháng rưỡi trôi qua kể từ chuyến thăm cuối cùng của tôi. Chúc bạn có một trải nghiệm tuyệt vờiXem thêm",
            "Tôi đang nghĩ đến việc đi uống cà phê hoặc ăn trưa trong khi xem Casabi Sense.\nCó quán cà phê hoặc nhà hàng nào gần đó mà bạn có thể nhìn thấy Casabi Sense không?\nNếu khó xem trong khi xem, vui lòng cho tôi biết trong khu vực có quán cà phê hay nhà hàng nào ngon không.Đọc thêm",
            "Bạn thân mến,\n\nChúng tôi khuyên bạn nên tận dụng quầy bar và sân hiên ấm cúng bên trong Casa Vicens: Café Hofmann. Chúng tôi chắc chắn rằng bạn sẽ được thưởng thức tất cả các món ngon mà bạn có thể thử ở đó khi chiêm ngưỡng mặt tiền tráng lệ của Casa Vicens.\n\nChúng tôi vui lòng nhắc nhở bạn rằng vé là bắt buộc để vào được cả ngôi nhà và khu vườn nơi có quán Café Hofmann.\n\nTrân trọng,\nCasa VicensĐọc thêm",
            "Họ có tủ đựng đồ hay nơi nào để cất vali xách tay đi thăm nhà không? Đọc thêm",
            "Vâng, họ có tủ khóaĐọc thêm",
            "Đi tham quan bên trong ngôi nhà mất bao lâu?\nLiệu một giờ có đủ không?\nCảm ơn bạn.Đọc thêm",
            "Có thể là đủ. Chúng tôi dành nhiều thời gian hơn vì chúng tôi xem phim, nhìn ra bên ngoài, xem một cuộc triển lãm rất thú vị về các kiến ​​trúc sư khác và chụp rất nhiều, rất nhiều ảnh. Thêm vào đó, chúng tôi di chuyển chậm một chút. À, chúng tôi cũng hỏi rất nhiều câu hỏi vì chúng tôi là những người hâm mộ lớn của Gaudi. Thật vậy, ngôi nhà này sẽ thú vị nhất đối với những người yêu thích Gaudi và ít thú vị hơn nhiều đối với những người không thích. Chúc bạn có chuyến đi vui vẻ. Barcelona là một nơi kỳ diệu. Đọc thêm",
            "Vé 10 15 nghĩa là 3 giờ chiều hay 10 giờ sáng là thời gian tham quan? Cảm ơn.Đọc thêm",
            "Tôi nghĩ là 10 giờ sáng nhưng có thể vào đến 10:15Đọc thêm",
            "Tôi có thể mua vé tại cửa được không? Tôi có thẻ Barcelona có thể được giảm giá.Đọc thêm",
            "Có một phòng vé bên trong tòa nhà, trước cổng tham quan nên bán vé.\n\nMột điều nữa là Casa Vicens cố gắng bán trực tuyến càng nhiều vé càng tốt.Đọc thêm",
            "Chào buổi sáng ! Các chuyến tham quan có hướng dẫn có sẵn vào thời gian nào? Có sẵn các chuyến tham quan có hướng dẫn bằng âm thanh không? \nXe đẩy có thể vào nhà được không? \nCảm ơn phản hồi của bạn Đọc thêm",
            "Hướng dẫn âm thanh không có vấn đề.  Đối với lịch trình, nó phải phụ thuộc vào mùa.  Đối với xe đẩy, điều này phải thực hiện được vì có thang máy phục vụ mọi cấp độ.\nTrân trọngĐọc thêm",
            "Chào buổi sáng, tôi đã mua một gói trực tuyến bao gồm vé đi La Pedrera, Casa Batllo và Casa Vicens, nhưng đối với những chuyến sau, tôi không được phép nhập ngày hoặc giờ tôi muốn đến thăm. Vé đến qua email cho biết đó là vé mở. Điều này có nghĩa là tôi có thể ghé thăm bất kỳ ngày nào vào bất kỳ lúc nào?Đọc thêm",
            "Chà, bạn có thể đến thăm Casa Vicens bất cứ ngày nào và bất cứ lúc nào. Chúng tôi khuyên bạn nên tham khảo thời gian biểu trên trang web của chúng tôi. Lời chàoĐọc tiếp",
            "Chào buổi sáng,\n\nTôi chỉ muốn tham quan bên ngoài ngôi nhà, về cơ bản là khu vườn.\nNó có được trả tiền không? Hay vé vào cửa chỉ vào bên trong nhà?\n\nCảm ơn trước.\n\nĐọc thêm",
            "Xin chào, không thể chỉ ghé thăm vườn được. nó nhỏ và được kết nối trực tiếp với ngôi nhà. \nChuyến tham quan có hướng dẫn của ngôi nhà rất thú vị. Cô ấy đã chứng minh cho chúng tôi thấy sự khéo léo và chủ nghĩa hiện đại của Gaudi. Tôi khuyên bạn nên dùng nó.Đọc thêm",
            "Một chuyến tham quan có hướng dẫn viên so với việc tự mình đi khắp ngôi nhà mất bao lâu?Đọc thêm",
            "Chúng tôi không tham gia chuyến tham quan có hướng dẫn viên vì hầu hết các phòng đều có nhân viên sẵn lòng trả lời bất kỳ câu hỏi nào của bạn và họ sẽ ở lại miễn là bạn có thắc mắc. Chúng tôi đã dành nhiều thời gian hơn chúng tôi nghĩ vì có một cuộc triển lãm về các kiến ​​trúc sư khác mà tôi thấy rất hấp dẫn và vì chúng tôi đã đặt rất nhiều câu hỏi, sau đó chúng tôi đi bộ qua lần thứ hai và chụp rất nhiều ảnh. Mặt khác, bạn có thể lướt qua trong 15 phút. Chúng tôi đã dành khoảng 1,5 - 2 giờ. Bao lâu tùy thuộc vào mức độ quan tâm của bạn. Giả định của tôi là ai đó đến đó sẽ cực kỳ quan tâm. Nếu không thì không có lý do gì để xem nó. Hãy tận hưởng.Đọc thêm"
        ],
        "star_ratings": [
            1810,
            499,
            122,
            28,
            19
        ],
        "review_amount": 2478,
        "location": [
            "Châu Âu",
            "Barcelona",
            "Tỉnh Barcelona",
            "Những việc cần làm ở Barcelona",
            "Catalonia",
            "Nhà Vicens Gaudí",
            "Tây ban nha"
        ],
        "reviews_time": [
            "Written June 19, 2023",
            "Written June 22, 2023",
            "Written June 28, 2023",
            "Written June 30, 2023",
            "Written July 2, 2023",
            "Written July 6, 2023",
            "Written July 7, 2023",
            "Written July 15, 2023",
            "Written July 22, 2023",
            "Written July 27, 2023",
            "Written June 4, 2024",
            "Written June 2, 2024",
            "Written June 1, 2024",
            "Written June 1, 2024",
            "Written May 28, 2024",
            "Written May 24, 2024",
            "Written May 14, 2024",
            "Written May 13, 2024",
            "Written May 13, 2024",
            "Written May 12, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g187497-d531598-Reviews-Casa_Vicens_Gaudi-Barcelona_Catalonia.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g187497-d17423137-Reviews-Kiltro_Restobar_Gracia-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187497-d3353672-Reviews-Blavis-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187497-d10373617-Reviews-Toma_Ya_Street_Food-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187497-d2390262-Reviews-Somodo-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187497-d7735418-Reviews-Malaysia-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187497-d23410059-Reviews-Jara_Sushi_Degustacion-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187497-d776472-Reviews-El_Petit_Bangkok-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187497-d3563056-Reviews-La_Taberna_De_Lesseps-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187497-d8535475-Reviews-Intrepid_De_Gracia-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187497-d7014721-Reviews-Chivuo_s_Gracia_Slow_Street_Food_Craft_Beer-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d10529420-Reviews-Patricio_Minconi_Jewelry_Essence-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d313693-Reviews-Gran_de_Gracia-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d271008-Reviews-Barri_de_Gracia-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d21380426-Reviews-Catalana_De_Gas_Y_Electricidad-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d15695326-Reviews-Biblioteca_Jaume_Fuster-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d21390481-Reviews-Placa_De_Les_Dones_Del_36-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d11930472-Reviews-Figura_Femenina-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d244843-Reviews-Centre_Artesa_Tradicionarius_CAT-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d19086872-Reviews-Estatua_Anna_Frank-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d10682799-Reviews-Parroquia_Santa_Teresa_de_l_Infant_Jesus-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d531598-Reviews-or10-Casa_Vicens_Gaudi-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d21304662-Reviews-Museo_Alien-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d319140-Reviews-Erotic_Museum_of_Barcelona_Museu_de_l_Erotica-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d24077341-Reviews-Museo_Banksy_Barcelona-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d244211-Reviews-CosmoCaixa-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d2223690-Reviews-Reial_Monestir_de_Santa_Maria_de_Pedralbes-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d3240045-Reviews-Hash_Marihuana_Hemp_Museum-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d25451235-Reviews-MUHBA_Turo_de_la_Rovira-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d244855-Reviews-Barcelona_Wax_Museum-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d257527-Reviews-Museu_Nacional_d_Art_de_Catalunya_MNAC-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d244210-Reviews-Museu_d_Historia_de_Barcelona_MUHBA-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d7951642-Reviews-Nancy_Center-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d13516808-Reviews-Biking_Through_Spain-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d13563560-Reviews-Hot_Yoga_Barcelona-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d14150154-Reviews-Taca_de_Vi-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d10500772-Reviews-Kaoni_Therapies-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d6777313-Reviews-Barnabe_Guide-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d5496569-Reviews-Roomin_Escape-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d2357879-Reviews-Vom_FASS_Barcelona-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d15594349-Reviews-Cinema_Bosque-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d13139250-Reviews-Raffel_Pages-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d190828-Reviews-Otto_Zutz_Club-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d17615267-Reviews-LANNA_Masaje_Thai-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g28949-d116512-Reviews-Black_Rock_Desert-Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g939035-d1955552-Reviews-Briksdal_Glacier_Briksdalbreen-Stryn_Stryn_Municipality_Sogn_og_Fjordane_Western_.html",
            "https://www.tripadvisor.com/Attraction_Review-g36087-d1014227-Reviews-KeyLime_Cove_Indoor_Waterpark_Resort-Gurnee_Lake_County_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d2305249-Reviews-Fort_Tryon_Park-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g188644-d17671055-Reviews-NATO_HQ-Brussels.html",
            "https://www.tripadvisor.com/Attraction_Review-g297390-d13424800-Reviews-Kampong_Phluk_Floating_Village-Siem_Reap_Siem_Reap_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g58740-d563134-Reviews-Richmond_Beach_Saltwater_Park-Shoreline_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g34592-d105745-Reviews-Peanut_Island_Park-Riviera_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g35511-d2104035-Reviews-Lava_Hot_Springs-Lava_Hot_Springs_Idaho.html",
            "https://www.tripadvisor.com/Attraction_Review-g667803-d1755105-Reviews-Fig_Tree_Bay-Protaras_Paralimni_Famagusta_District.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g187497-d531598-Reviews-or10-Casa_Vicens_Gaudi-Barcelona_Catalonia.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g187497-d531598-Reviews-Casa_Vicens_Gaudi-Barcelona_Catalonia.html"
    }
]