[
    {
        "attraction_name": "Cascades d'Akchour",
        "attraction_name_vi": "Thác nước d - Akchour",
        "general_info": [
            "671 đánh giá",
            "- 2 trong số 24 điều cần làm ở Chefchaouen",
            "Thác nước"
        ],
        "attraction_summary": "Tôi sẽ nói rằng nếu bạn đang ở trong khu vực thì đây sẽ là đầu danh sách bạn nên ghé thăm.  Dễ dàng đi đến nhờ mạng lưới đường rộng khắp, tôi khuyên bạn nên lập kế hoạch cả ngày cho mạng lưới thác nước này.Đọc thêm",
        "reviews": [
            "Từ bến xe buýt chính Chefchaouen, giá vé taxi lớn là 25 MAD, đây là mức đi chung taxi nếu có sáu người.  Vì chúng tôi đang ở đây vào mùa thấp điểm nên chúng tôi bắt taxi cho cả hai người và chi phí là 150 MAD mỗi chiều. Đó là một chuyến đi 40 phút lên núi với phong cảnh núi non ấn tượng trên đường đi và hành trình trở về. Để đi bộ đường dài nó miễn phí. Rất được khuyến khích và tương đối dễ thực hiện. Ăn đồ ăn nhẹ năng lượng và nước. Chúng tôi đã mua chà là từ ki-ốt địa phương với giá 5 dirram.Đọc thêm",
            "Rác, rác khắp nơi...túi nilon, chai lọ, khắp bờ sông. Thật xấu hổ khi người dân địa phương vứt rác xuống đất.Đọc thêm",
            "Chúng tôi thích đi bộ đường dài trong ngày. Thật dễ dàng để đến Akchour, chúng tôi đi bộ từ Riad của mình ở Medina - 15 phút - đến bến Grand Taxi, nơi chúng tôi được sắp xếp đi cùng 4 người khác, mỗi người trả 25DH. Một chuyến đi tuyệt đẹp giữa những ngọn núi - những ngọn đồi xanh trong khoảng 40 phút. Khi đến nơi, chúng tôi dễ dàng tìm thấy đường đến cầu God - s và thác nước bằng cách sử dụng bản đồ ngoại tuyến. Chúng tôi không bị quấy rối. Chúng tôi cũng không cảm thấy lạc lõng. Các chuyến đi bộ thật tuyệt - rất nhiều điểm dừng chân và chiêm ngưỡng làn nước trong nhất mà bạn sẽ tìm thấy. Để về nhà cũng dễ dàng, chúng tôi đã đến bến taxi và tham gia cùng 2 người khác - tổng cộng 150Dh -. Tài xế cũng thả chúng tôi ở Medina. Điểm trừ duy nhất là rác thải, ngoài ra thì điểm là 10 - 10! Đọc thêm",
            "Cascades d - Akchour vẫy gọi du khách với những thác nước đổ xuống, bầu không khí thanh bình và vẻ đẹp tự nhiên sảng khoái. Việc đi bộ đến thác nước, tuy đầy thử thách, nhưng sẽ được thưởng ngoạn khung cảnh ngoạn mục của cảnh quan xung quanh và cảm giác sảng khoái khi dòng nước mát đổ xuống.Đọc thêm",
            "Nếu bạn chỉ có vài ngày ở Chefchauen thì hãy dành thời gian khám phá những con phố chật hẹp và chụp ảnh những tòa nhà xanh tuyệt đẹp dưới ánh nắng. Những thác nước là một sự thất vọng lớn và lãng phí thời gian. Cách Chefchauen 20 km lái xe, bạn phải trả tiền đỗ xe và sau đó bắt đầu đi bộ lên một con đường mòn được bảo trì tốt đến 4 thác nước đầu tiên. Thành thật mà nói, nếu bạn đã đi du lịch ở Mỹ hoặc Châu Âu thì bạn đã thấy rõ hơn rất nhiều. Hướng dẫn viên của chúng tôi đề nghị chúng tôi đi bộ đến thác nước lớn chỉ chảy - có thể truy cập vào những thời điểm nhất định trong năm. Đó là một chặng đường khó khăn dài 5 dặm mỗi chiều, dọc theo những con đường mòn chưa hoàn thiện và băng qua những bậc đá ọp ẹp và những cây đổ. Bạn cần phải khá nhanh nhẹn và khỏe mạnh. Không có biển chỉ dẫn nên sẽ không thể tìm được đường đi nếu không có hướng dẫn viên địa phương. Dòng sông, bờ sông và đường mòn đầy rác. Rõ ràng, họ dọn dẹp nó hàng tháng nhưng đó sẽ là một nhiệm vụ khổng lồ nếu đó là sự thật. Chúng tôi có món gà tagine và trà bạc hà ở thác nước trên cùng. Chúng tôi phải mất cả ngày và thật kỳ diệu, chúng tôi đã trở về bình an vô sự. Tôi ước gì chúng tôi đã bỏ lỡ chúng và thay vào đó hãy dành thời gian để khám phá Chefchaouen.Đọc thêm",
            "Cảnh đẹp. Cổng Chúa và thác nước rất đẹp. Bạn có thể đến đó bằng taxi chung, họ thu phí 25 dirham Ma-rốc một chiều. Bạn có thể bắt taxi chung gần quảng trường Mohammad V ở Chefcheoune. Xe buýt không đến ackchour. Taxi tư nhân sẽ đắt tiền. Từ Chefcheoune đến Ackchour mất 45 phút lái xe. Đến thác nước lớn nhất, đi bộ mất khoảng một tiếng rưỡi. Hiện tại nó có ít nước hơn do không có mưa nhưng địa điểm này vẫn rất tuyệt vời.Đọc thêm",
            "chúng tôi đã dành cả ngày để làm hai hẻm núi, rất khó chịu vì không có biển báo nào trên đường mòn, rất có thể là do hướng dẫn viên địa phương đã phá hủy chúng và thuyết phục khách du lịch thuê chúng, không thực sự cần điều đó! Thác nước khô ráo khi chúng tôi ghé thăm vào cuối mùa hè nhưng đây là một chuyến đi bộ đẹp và có rất nhiều hồ nước mát mẻ để dừng lại bơi lội và uống trà, đôi khi trông thậm chí còn quá đông đúc. Chúng tôi cũng đã đi bộ trên cây cầu của Chúa nhưng lên đến đỉnh không ngang mực nước, cũng không có dấu vết!!!  , ước gì có đường đi xuống từ cầu để khỏi phải quay lại như cũĐọc thêm",
            "Thành thật mà nói, phần hay nhất của Chefchaouen. Đi đến ít nhất là đến Petit Cascade và ngồi ở một trong nhiều địa điểm tuyệt vời để ngâm chân trong khi uống một ít trà Achay. Chúng tôi - sẽ đáng để đi bộ dễ dàng vừa phải. Người đàn ông ở nhà hàng đầu tiên từ bãi đậu xe bước ra là một người có tâm hồn tuyệt vời và có thể hát những bài thơ hay. Hãy tận hưởng!Đọc thêm",
            "Chúng tôi đã bắt một chiếc taxi lớn với giá MD30 mỗi người từ Chefchaouen - chỉ có 5 người chúng tôi trên taxi, nếu không thì - mỗi người sẽ có giá MD25 -. Trừ khi bạn biết mình đang đi đâu - hãy hỏi nhiều lần, điều đó thực sự khó khăn biết liệu bạn - có đang đi đúng đường không vì không có dấu hiệu hữu ích nào, - dường như không ai biết nơi nào để chỉ dẫn bạn. Khi chúng tôi đi - ngày 22 tháng 8 - nhiệt độ là 39 - C, - tôi - tôi sợ chúng tôi đã bỏ cuộc trước khi đến thác, vì chúng tôi không chắc mình đang đi đúng hướng. Có rất nhiều nhận xét về rác thải, điều này dường như đã cải thiện trải nghiệm của chúng tôi. Đọc thêm",
            "Xin chào, chúng tôi rất muốn ngắm nhìn thác nước nhưng tiếc là phải mất 4 giờ đi bộ tới đó và quay lại. Tôi bị khuyết tật - không thể nhìn thấy - khiến tôi không thể đi lại được. Có thực sự có điều gì giúp được những người như tôi không?\nCdt.Đọc thêm",
            "Bạn có thể đi thác nước và cầu Chúa trong cùng một ngày không?\n\nBạn có thể thực hiện cú ngã và cầu Chúa trong cùng một ngày không?Đọc thêm",
            "Xin chào, bạn có thể đi bằng phương tiện công cộng đến thác nước từ Chefchaouen hoặc Tanger không? Cảm ơn\n\nXin chào, bạn có thể đến thác nước bằng phương tiện công cộng từ Chefchaouen hoặc Tangier không? Cảm ơn bạnĐọc thêm",
            "CHÀO! Đây có phải là một chuyến đi bộ khó thực hiện nếu tôi có em bé buộc trên người trong địu? Cả tôi và chồng đều không phải là những người leo núi dày dạn kinh nghiệm. Bạn đánh giá mức độ khó khăn của việc đi bộ đường dài như thế nào? Đọc thêm",
            "Tôi có thể nói đây là một chuyến đi bộ dễ dàng... Bạn - sẽ có một số đoạn bạn phải đi bộ trên con đường dốc hơn nhưng nó - vẫn rất dễ dàng... Ngoài ra, đôi khi bạn cũng phải băng qua sông, điều đó cũng dễ dàng nhưng có lẽ với một em bé, bạn cần phải hết sức cẩn thận... Nếu bạn không muốn đi cho đến cuối cùng thì chuyến đi bộ vẫn rất thú vị và dù sao thì bạn cũng có thể tận hưởng nó... Bạn - sẽ có nhiều điểm dừng bên bờ sông, nơi bạn có thể ngồi và có đồ ăn và đồ uống được phục vụ... Đọc thêm",
            "Chúng tôi muốn đi tuyến đường nhưng không biết mọi người có làm được không hay có nguy hiểm không, tôi đã thấy những khu vực có vẻ hơi phức tạp để vượt qua, nếu trượt có thể rơi xuống độ cao đáng kể phải không? Có nguy cơ bị ngã hoặc bị thương trên đường đi.Đọc thêm",
            "Nó không nguy hiểm, tuyến đường được thực hiện bởi tất cả mọi người, bạn có thể làm điều đó mà không gặp vấn đề gì, xin chào.Đọc thêm",
            "Chào buổi sáng, \n\nCảm ơn bạn đã cung cấp thông tin, nhưng không ai nói về bãi đậu xe! Có dễ đỗ xe trước khi bắt đầu chuyến đi bộ không? Đây có phải là bãi đậu xe trả phí? chắc chắn ?\n\nCảm ơn tất cả \n\nChristineĐọc thêm",
            "Có các lựa chọn đỗ xe - trả phí nhưng không tốn kém -. Không có giá để truy cập trang web và hướng dẫn không cần thiết. Bạn chỉ cần tìm hiểu kỹ về thời gian khởi hành. Ưu tiên xe đẩy và xe lăn có người khuyết tật hỗ trợ - ít nhất 2 người.",
            "Xin chào, tôi có thể hỏi bạn liệu một đôi giày sneaker cổ thấp có ổn không và có cần thiết phải xuống nước cùng chúng không? Để tôi có thể quyết định mang theo một cái cũ - có thể tốt hơn? - ? Haha cảm ơn rất nhiều!Đọc thêm",
            "Không có quần áo cụ thể.Đọc thêm",
            "Chào mọi người,\n\nCó lẽ là một câu hỏi ngớ ngẩn nhưng.. Tôi đang tự hỏi quy định về trang phục dành cho phụ nữ trong những tháng hè như thế nào? Có thường thấy phụ nữ bơi trong bộ đồ bơi thông thường không? Ngoài ra, có taxi nào đang đợi để quay lại Chefchaouen không? Cảm ơn trước!Đọc thêm",
            "Tôi đã đến thăm vào tháng 2 nên nhiệt độ không thích hợp để bơi. Đây là một dòng suối trên núi chảy dọc theo đường mòn đi bộ đường dài nên tôi nghĩ có thể phải lội vào những tháng ấm áp. Và tôi sẽ cẩn thận hơn khi mặc đồ bơi.\nở chân đường mòn có một quán cà phê nhỏ và luôn có taxi. Giả sử bạn đi taxi để đến đường mòn - cách Chef một khoảng cách - anh ấy có thể đợi bạn nếu bạn yêu cầu. Đọc thêm",
            "Có phải trả phí vào cửa để vào Thác Akchour không? Ngoài ra, liệu chúng ta có thể tự mình thực hiện chuyến đi mà không cần hướng dẫn viên không? \nCảm ơn bạn!Đọc thêm",
            "Ôi, tôi trả lời muộn quá. Chúng tôi không trả tiền, truy cập vào trang web là miễn phí. Mang theo một ít tiền để thưởng thức một trò tagine bên dòng nước.. Tôi xác nhận phản hồi của người đóng góp tiếng Tây Ban Nha, hướng dẫn là vô ích.Đọc thêm",
            "Bạn có thể tự mình thực hiện chuyến tham quan được không? Về vấn đề bảo mật...Đọc thêm",
            "Xin chào Laura, bạn có thể hoàn toàn tự tin và an toàn vì vào những ngày này có rất nhiều người, cả trong nước và nước ngoài. Trên tuyến đường Puente de Dios, cả đi lên và đi xuống, bạn sẽ có hình ảnh của mọi người. thực hiện lộ trình Chơi quần vợt tốt, quần áo và đồ bơi thoải máiĐọc thêm"
        ],
        "star_ratings": [
            375,
            191,
            74,
            19,
            12
        ],
        "review_amount": 671,
        "location": [
            "Tanger-Tetouan-Al Hoceïma",
            "Chefchaouen",
            "Cascades d - Akchour",
            "Những việc cần làm ở Chefchaouen",
            "Ma-rốc",
            "Châu phi"
        ],
        "reviews_time": [
            "Written May 7, 2024",
            "Written March 13, 2024",
            "Written March 9, 2024",
            "Written January 31, 2024",
            "Written November 20, 2023",
            "Written January 21, 2023",
            "Written November 15, 2022",
            "Written October 12, 2022",
            "Written September 7, 2022",
            "Written August 3, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g304013-d3160764-Reviews-Cascades_d_Akchour-Chefchaouen_Tanger_Tetouan_Al_Hoceima.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g19729401-d25160319-Reviews-Cafe_Restaurant_Ajulian_D_akchour-Akchour_Tanger_Tetouan_Al_Hoceima.html",
            "https://www.tripadvisor.com/Restaurant_Review-g304013-d24982321-Reviews-Cafe_Et_Restaurant_La_Vida-Chefchaouen_Tanger_Tetouan_Al_Hoceima.html",
            "https://www.tripadvisor.com/Restaurant_Review-g19729401-d25164166-Reviews-Cafe_Restaurant_Ajulian_D_Akchour-Akchour_Tanger_Tetouan_Al_Hoceima.html",
            "https://www.tripadvisor.com/Restaurant_Review-g19729401-d21318672-Reviews-Maqhaa_Mateam_Manzar_Aqshur-Akchour_Tanger_Tetouan_Al_Hoceima.html",
            "https://www.tripadvisor.com/Restaurant_Review-g19729401-d25163457-Reviews-Cafe_Restaurant_Ajulian_D_Akchour-Akchour_Tanger_Tetouan_Al_Hoceima.html",
            "https://www.tripadvisor.com/Attraction_Review-g304013-d27710389-Reviews-Akchour_Chefchaouen-Chefchaouen_Tanger_Tetouan_Al_Hoceima.html",
            "https://www.tripadvisor.com/Attraction_Review-g304013-d3160764-Reviews-or10-Cascades_d_Akchour-Chefchaouen_Tanger_Tetouan_Al_Hoceima.html",
            "https://www.tripadvisor.com/Attraction_Review-g304013-d13778399-Reviews-Ras_El_Ma-Chefchaouen_Tanger_Tetouan_Al_Hoceima.html",
            "https://www.tripadvisor.com/Attraction_Review-g304013-d1751669-Reviews-Talassemtane_National_Park-Chefchaouen_Tanger_Tetouan_Al_Hoceima.html",
            "https://www.tripadvisor.com/Attraction_Review-g304013-d24015436-Reviews-Chefchaouen_Bleu_City_By_Guide-Chefchaouen_Tanger_Tetouan_Al_Hoceima.html",
            "https://www.tripadvisor.com/Attraction_Review-g304013-d23616543-Reviews-Mount_Lakraa-Chefchaouen_Tanger_Tetouan_Al_Hoceima.html",
            "https://www.tripadvisor.com/Attraction_Review-g304013-d27454312-Reviews-Visit_Chefchaeun_Mountains-Chefchaouen_Tanger_Tetouan_Al_Hoceima.html",
            "https://www.tripadvisor.com/Attraction_Review-g304013-d27148259-Reviews-Chefchaoue_city-Chefchaouen_Tanger_Tetouan_Al_Hoceima.html",
            "https://www.tripadvisor.com/Attraction_Review-g304013-d27119076-Reviews-Chefchaouen_mountains-Chefchaouen_Tanger_Tetouan_Al_Hoceima.html",
            "https://www.tripadvisor.com/Attraction_Review-g304013-d26517911-Reviews-Stehat_Beach-Chefchaouen_Tanger_Tetouan_Al_Hoceima.html",
            "https://www.tripadvisor.com/Attraction_Review-g304013-d15355990-Reviews-Morocco_No_Worries_Tours-Chefchaouen_Tanger_Tetouan_Al_Hoceima.html",
            "https://www.tripadvisor.com/Attraction_Review-g304017-d13204949-Reviews-Marvelous_Morocco-Merzouga_Draa_Tafilalet.html",
            "https://www.tripadvisor.com/Attraction_Review-g304013-d17541212-Reviews-Chefchaouen_Adventures-Chefchaouen_Tanger_Tetouan_Al_Hoceima.html",
            "https://www.tripadvisor.com/Attraction_Review-g304013-d1751665-Reviews-Chefchaouen_Medina-Chefchaouen_Tanger_Tetouan_Al_Hoceima.html",
            "https://www.tripadvisor.com/Attraction_Review-g304013-d17543679-Reviews-Love_chefchaouen_tours-Chefchaouen_Tanger_Tetouan_Al_Hoceima.html",
            "https://www.tripadvisor.com/Attraction_Review-g293732-d14140969-Reviews-Global_Morocco_Exploration-Casablanca_Casablanca_Settat.html",
            "https://www.tripadvisor.com/Attraction_Review-g304013-d13436579-Reviews-Bouzafer_Mosque-Chefchaouen_Tanger_Tetouan_Al_Hoceima.html",
            "https://www.tripadvisor.com/Attraction_Review-g304013-d7222032-Reviews-Place_Outa_el_Hammam-Chefchaouen_Tanger_Tetouan_Al_Hoceima.html",
            "https://www.tripadvisor.com/Attraction_Review-g304013-d6539325-Reviews-Local_Berbere_Artisanal-Chefchaouen_Tanger_Tetouan_Al_Hoceima.html",
            "https://www.tripadvisor.com/Attraction_Review-g304013-d23498446-Reviews-Dar_Chefchaouen-Chefchaouen_Tanger_Tetouan_Al_Hoceima.html",
            "https://www.tripadvisor.com/Attraction_Review-g293734-d10079357-Reviews-Morocco_Travel_Guide-Marrakech_Marrakech_Safi.html",
            "https://www.tripadvisor.com/Attraction_Review-g304013-d8821998-Reviews-La_Botica_de_la_Abuela_Aladdin-Chefchaouen_Tanger_Tetouan_Al_Hoceima.html",
            "https://www.tripadvisor.com/Attraction_Review-g304013-d1751671-Reviews-Kasbah_Museum-Chefchaouen_Tanger_Tetouan_Al_Hoceima.html",
            "https://www.tripadvisor.com/Attraction_Review-g304013-d15853360-Reviews-Morocco_Tours-Chefchaouen_Tanger_Tetouan_Al_Hoceima.html",
            "https://www.tripadvisor.com/Attraction_Review-g58012-d2310793-Reviews-Colonial_Downs-New_Kent_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g504175-d23512865-Reviews-Incognito-Kingston_upon_Thames_Greater_London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g56003-d669494-Reviews-Space_Center_Houston-Houston_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g44545-d7001528-Reviews-Ozarkland-Kingdom_City_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g28923-d144480-Reviews-Hatcher_Pass-Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g33045-d4724262-Reviews-Santa_Barbara_Bowl-Santa_Barbara_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g188057-d3203924-Reviews-Bains_des_Paquis-Geneva.html",
            "https://www.tripadvisor.com/Attraction_Review-g187514-d190566-Reviews-Teatro_Kapital-Madrid.html",
            "https://www.tripadvisor.com/Attraction_Review-g662629-d196777-Reviews-Church_of_Saint_Spiridon-Corfu_Town_Corfu_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g189852-d1874921-Reviews-Globen_Skyview-Stockholm.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g304013-d3160764-Reviews-or10-Cascades_d_Akchour-Chefchaouen_Tanger_Tetouan_Al_Hoceima.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g304013-d3160764-Reviews-Cascades_d_Akchour-Chefchaouen_Tanger_Tetouan_Al_Hoceima.html"
    }
]