[
    {
        "attraction_name": "Cass Scenic Railroad State Park",
        "attraction_name_vi": "Công viên tiểu bang đường sắt Cass Scenic",
        "general_info": [
            "579 đánh giá",
            "- 1 trong 3 việc cần làm ở Cass",
            "Công viên tiểu bang"
        ],
        "attraction_summary": "Hãy quay trở lại thời kỳ mà đầu máy xe lửa chạy bằng hơi nước là một phần thiết yếu trong cuộc sống hàng ngày. Các chuyến đi đến Công viên tiểu bang Đường sắt ngắm cảnh Cass chứa đầy lịch sử phong phú, khung cảnh tuyệt vời cũng như quang cảnh và âm thanh của một thị trấn nguyên sơ. Tuyến đường sắt di sản dài 11 dặm của công viên và thị trấn công ty đích thực là một trong những điểm thu hút khách du lịch nổi tiếng nhất của bang. Cửa hàng Công ty, nơi có cửa hàng quà tặng, Nhà hàng The Last Run và Đài phun nước Soda, mở cửa hàng ngày từ 8 giờ sáng đến 8 giờ tối. Công viên còn có hợp tác xã nghệ nhân và Nhà hát Lịch sử và Bảo tàng Lịch sử Cass, một trong những bảo tàng đường sắt bằng gỗ đích thực duy nhất của Mỹ. Để biết thêm thông tin, hãy ghé qua trung tâm du khách, mở cửa hàng ngày từ 9 giờ sáng đến 5 giờ chiều. Giờ mùa đông tại Cass chạy từ ngày 1 tháng 11 đến ngày 31 tháng 5. Trong giờ mùa đông, Cửa hàng Công ty mở cửa từ 8 giờ sáng đến 6 giờ chiều. Chủ nhật đến thứ Tư và 8 giờ sáng đến 8 giờ tối. Thứ Năm đến Thứ Bảy.Đọc thêm",
        "reviews": [
            "Tôi đã thực hiện cả chuyến đi Greenbrier Express và Bald Knob - cả hai đều vào tháng 6 năm 2023 với những gia đình - bạn bè khác nhau đến thăm từ ngoài thị trấn - . Đó là những trải nghiệm khác nhau và tôi cảm thấy mình nên đánh giá chúng một cách riêng biệt. \n\nGreenbrier Express - 4.5 - 5 - : Mình đi vào chủ nhật và xe đã được đặt trước một nửa. Chúng tôi được tự do di chuyển quanh xe trong suốt chuyến đi. Hướng dẫn viên của chúng tôi rất thân thiện, chỉ ra động vật hoang dã - địa danh và cung cấp lịch sử - thông tin cơ bản đồng thời cho phép khách trò chuyện hoặc tận hưởng chuyến đi yên tĩnh. Chuyến đi hơi dài nên lần sau tôi sẽ mang theo một bộ bài. Chúng tôi có một giờ để ăn trưa - khám phá thị trấn Durbin. Bữa trưa được cung cấp là món bánh sandwich của riêng bạn tại một nhà hàng địa phương - thật tuyệt vời! \n\nBald Knob - 3 - 5 - : Chuyến đi này hơi thất vọng một chút. Chúng tôi đã đi vào thứ bảy và xe của chúng tôi đã được đặt kín chỗ. Chúng tôi được phục vụ bữa trưa đóng hộp khi lên tàu. Mặc dù nó có vẻ giống các loại thực phẩm như Greenbriar, nhưng tôi sẽ gọi nó là tầm thường. Một số tay đua đã chọn đứng trong phần lớn thời gian của chuyến đi - cản trở tầm nhìn cho những người khác - . Người hướng dẫn hầu như không nói. Tôi mong đợi thêm thông tin về sự thay đổi khí hậu. Có vẻ như có vấn đề với động cơ nhưng chúng tôi chỉ dừng lại và không nhận được thông tin gì. Chúng tôi cũng đã dừng bất ngờ tại Trạm Whittaker - không chắc đây có phải là điển hình hay không nhưng dường như họ đang cố gắng giải quyết vấn đề trong quá trình dừng -. Chúng tôi chỉ có 30 phút ở Bald Knob và cảm thấy vội vã. Nếu có cơ hội ghé thăm lần nữa, tôi sẽ chọn chuyến Greenbrier Express.Đọc thêm",
            "Lần thứ hai đến thăm Cass. Lần đầu tiên chúng tôi đến Bald Knob trên toa tàu mui trần. Lần này chúng tôi đi tàu tới Durbin. Thật là ngoạn mục! Chắc chắn có giá trị và tôi hy vọng chúng ta có thể làm lại! Đọc thêm",
            "Chúng tôi đã đi tàu hỏa từ Cass đến Whittaker. Chúng tôi vẫn phấn khích từ đầu đến cuối cho đến khi tàu của chúng tôi trở về ga. Đây là điều bắt buộc đối với bất kỳ ai từ 5 đến 100 tuổi. Trải nghiệm trên toa tàu mở để quay phim và chụp ảnh phong cảnh tuyệt đẹp, và bạn có thể đứng nếu thích cũng như ngồi trong suốt chuyến đi. Người phanh thực sự thân thiện và trả lời mọi câu hỏi của chúng tôi, ước gì chúng tôi biết tên anh ấy! Khi đến Ga Whittaker, chúng tôi đã lấp đầy dạ dày bằng một số món ăn tuyệt vời, sau đó khám phá toàn bộ khu trại. Cảm ơn vì những kỷ niệm tuyệt vời, chúng tôi sẽ quay lại! Đọc thêm",
            "Thị trấn Cass rất đẹp và đang được khôi phục.   Có rất nhiều lịch sử ở đây.  Tôi khuyên bạn nên mua vé trước để chắc chắn rằng bạn có thể đi tàu.  Luôn luôn có giá trị chuyến đi ở đây.  Xinh đẹp. Đọc thêm",
            "Chúng tôi đã đi tàu Greenbriar. Rất đẹp! Mọi người làm việc ở đó đều thân thiện và hữu ích. Điểm giữa là thị trấn Durbin. Bữa trưa được phục vụ tại nhiều nhà hàng khác nhau. Chúng tôi đã ăn ở nhà hàng bên kia đường nơi tàu dừng và nó thật tuyệt! Chúng tôi dự định sẽ quay lại và đi một trong những chuyến tàu khác - có thể là hai - Đọc thêm",
            "Chúng tôi đi tàu Greenbrier Express, chuyến tàu rời Cass và đi đến Durbin, dọc theo sông Greenbrier. Vẫn còn rất nhiều màu sắc để chiêm ngưỡng và bất kể mùa nào, chuyến đi vẫn sẽ rất đẹp.  Đi trên những toa tàu từ 100 năm trước là một trải nghiệm khá độc đáo.  Nữ tiếp viên của chúng tôi, Rhonda, đã chia sẻ những thông tin tuyệt vời trong chuyến đi; hoặc về chính con tàu, Tây Virginia và khu vực xung quanh. Một bữa trưa ngon miệng đang chờ chúng tôi ở Durbin và chúng tôi có thể đi dạo quanh ngôi làng nhỏ trong một giờ. Chuyến đi này rất đáng giá.Đọc thêm",
            "Chúng tôi đi tàu núm hói và thật tuyệt vời với khung cảnh và tán lá mùa thu. Bạn được cung cấp một bữa trưa đóng hộp và khi ở trên tàu, chúng tôi đã được cung cấp thông tin chi tiết về Cass và con tàu. Chụp rất nhiều ảnh và nghe thấy tiếng còi tàu khi lên dốc thật sự rất tuyệt. Hãy chắc chắn rằng bạn đang ở trong ô tô c hoặc xa hơn có thể khiến bạn bị đau tai hoặc đeo nút tai.Đọc thêm",
            "Chúng tôi đi tàu núm hói và thật tuyệt vời với khung cảnh và tán lá mùa thu. Bạn được cung cấp một bữa trưa đóng hộp và khi ở trên tàu, chúng tôi đã được cung cấp thông tin chi tiết về Cass và con tàu. Chụp rất nhiều ảnh và nghe thấy tiếng còi tàu khi lên dốc thật sự rất tuyệt. Hãy chắc chắn rằng bạn đang ở trong ô tô c hoặc xa hơn có thể khiến bạn bị đau tai hoặc đeo nút tai.Đọc thêm",
            "Địa điểm hoàn hảo gần đó cho chuyến đi trượt tuyết theo nhóm đến Núi SnowShoe. 15 phút lái xe, giá ngoài khu nghỉ dưỡng và khung cảnh sông thơ mộng.Đọc thêm",
            "Nếu bạn từng đến Cass Scenic Railroad để đi tàu, đừng bỏ lỡ chuyến đi bộ miễn phí quanh thị trấn - Thứ Năm đến Thứ Ba lúc 10:15 sáng và 2:15 chiều tại trung tâm du khách - !Hướng dẫn viên của chúng tôi, Ranger Jamie, thật tuyệt vời, thân thiện và rất am hiểu về lịch sử của thị trấn. Cô ấy không chỉ kể lại ngày tháng và sự kiện, cô ấy còn thêm vào những giai thoại và khiến mọi thứ trở nên sống động với sự nhiệt tình tuyệt vời!! Chúng tôi đã đến thăm nhà tù thành phố, văn phòng thị trưởng và một trong những dinh thự! Chúng tôi đã tìm hiểu về nhà máy giấy, bác sĩ của thị trấn cũng như việc tạo ra tuyến đường sắt và công viên Tiểu bang. Tôi chắc chắn sẽ giới thiệu chuyến tham quan này! Có điểm sạc miễn phí cho ô tô của chúng tôi là một lợi ích tuyệt vời!! Họ có sẵn 12 bộ sạc ở bãi đậu xe.Đọc thêm",
            "Chồng tôi và tôi đã đến thăm WV vài năm nay vào mùa thu để ngắm những tán lá mùa thu tuyệt đẹp cũng như những kỳ quan thiên nhiên.  Mỗi năm chúng tôi cố gắng thêm một điều gì đó mới mẻ và vì vậy chúng tôi quyết định ghé thăm Cass năm nay.  Chúng tôi nghĩ rằng chúng tôi sẽ ghé thăm thị trấn và đi tàu chỉ để nhận ra rằng các chuyến tàu vào mùa thu đã bán hết vé vào tháng 8 nên không có chuyến tàu nào nhưng có quá nhiều thứ để xem và làm ở Cass nên chúng tôi dễ dàng dành cả ngày ở đó.  Chúng tôi dành thời gian ở cửa hàng công ty, nơi bạn có thể mua bất cứ thứ gì từ kẹo tới áo phông mà tôi đã đề cập đến khi một người về nhà với tôi.  Có một nhà hàng có mùi thơm nhưng chúng tôi chưa thử.  Chúng tôi dành thời gian đến bảo tàng khai thác gỗ và xem video về lịch sử của Cass.  Đoạn video được đặt trong một tòa nhà riêng biệt, nơi cũng chứa một bức tranh tầm sâu khổng lồ về Cass lịch sử--thật chú ý đến từng chi tiết!  Chúng tôi cũng đã tham gia một chuyến tham quan có hướng dẫn đến Cass, nơi hướng dẫn viên của chúng tôi kể những câu chuyện về thị trấn và các nhân vật lịch sử như người thợ cắt tóc, Lefty, trong khi cô ấy dẫn chúng tôi đi khắp thị trấn.  Cô ấy đưa chúng tôi vào nhà tù - văn phòng thị trưởng, băng qua những con đường dành cho người đi bộ lát ván và chỉ vào văn phòng của Tiến sĩ, nhà của Luke - biệt thự - và nhà của công ty cắt bánh quy.  Và video, đi bộ và bảo tàng đều miễn phí!  Tất nhiên là chúng tôi dành thời gian ở hiên cửa hàng của công ty để xem những chuyến tàu đến và đi.  Thật là một ngày tuyệt vời!  Lịch sử của Cass rất thú vị ngay từ khi bắt đầu với tư cách là nguồn cung cấp gỗ vân sam đỏ để làm bột giấy trong quá trình sản xuất giấy thông qua giai đoạn thị trấn bùng nổ về gỗ xẻ hoàn chỉnh với các chuyến tàu cần thiết để di chuyển gỗ.  Hãy tận hưởng bước quay ngược thời gian này. Đọc thêm",
            "Chúng tôi đi tàu Greenbrier Express, chuyến tàu rời Cass và đi đến Durbin, dọc theo sông Greenbrier. Vẫn còn rất nhiều màu sắc để chiêm ngưỡng và bất kể mùa nào, chuyến đi vẫn sẽ rất đẹp.  Đi trên những toa tàu từ 100 năm trước là một trải nghiệm khá độc đáo.  Nữ tiếp viên của chúng tôi, Rhonda, đã chia sẻ những thông tin tuyệt vời trong chuyến đi; hoặc về chính con tàu, Tây Virginia và khu vực xung quanh. Một bữa trưa ngon miệng đang chờ chúng tôi ở Durbin và chúng tôi có thể đi dạo quanh ngôi làng nhỏ trong một giờ. Chuyến đi này rất đáng giá.Đọc thêm",
            "Chúng tôi đã thực hiện chuyến tàu Greenbriar. Rất đẹp như tranh vẽ! Mọi người làm việc ở đó đều thân thiện và hữu ích. Nửa điểm là thị trấn Durbin. Bữa trưa được cung cấp tại nhiều nhà hàng khác nhau. Chúng tôi đã ăn một cái ở bên kia đường nơi tàu dừng và nó thật tuyệt vời! Chúng tôi dự định quay lại và thực hiện một trong những chuyến tàu khác - có thể là hai - Đọc thêm",
            "Thị trấn Cass rất đẹp và đang được khôi phục.   Có rất nhiều lịch sử ở đây.  Tôi khuyên bạn nên mua vé trước để chắc chắn rằng bạn có thể đi tàu.  Luôn luôn có giá trị chuyến đi ở đây.  Xinh đẹp. Đọc thêm",
            "Chúng tôi đi tàu Cass đến Whittaker. Chúng tôi vẫn hào hứng từ đầu cho đến khi tàu quay trở lại ga. Đây là điều bắt buộc đối với bất kỳ ai từ 5 đến 100 tuổi. Trải nghiệm ngồi trên toa tàu mui trần để quay phim, chụp ảnh phong cảnh tuyệt đẹp, thích thì đứng cũng như ngồi khi đi. Người phanh xe thực sự thân thiện và trả lời tất cả các câu hỏi của chúng tôi, ước gì chúng tôi biết tên anh ấy!  Đến Trạm Whittaker, chúng tôi no bụng với một số món ăn ngon, sau đó khám phá toàn bộ trại. Cảm ơn bạn vì những kỷ niệm tuyệt vời, chúng tôi sẽ trở lại! Đọc thêm",
            "Lần thứ hai đến thăm Cass. Lần đầu tiên chúng tôi đến Bald Knob trên toa tàu mui trần. Lần này chúng tôi đi tàu tới Durbin. Thật là ngoạn mục! Chắc chắn có giá trị và tôi hy vọng chúng ta có thể làm lại! Đọc thêm",
            "Tôi đã thực hiện cả chuyến đi Greenbrier Express và Bald Knob - cả hai đều vào tháng 6 năm 2023 với những gia đình - bạn bè khác nhau đến thăm từ ngoài thị trấn - . Đó là những trải nghiệm khác nhau và tôi cảm thấy mình nên đánh giá chúng một cách riêng biệt. Greenbrier Express - 4.5 - 5 - : Mình đi vào chủ nhật và xe đã được đặt trước một nửa. Chúng tôi được tự do di chuyển quanh xe trong suốt chuyến đi. Hướng dẫn viên của chúng tôi rất thân thiện, chỉ ra động vật hoang dã - địa danh và cung cấp lịch sử - thông tin cơ bản đồng thời cho phép khách trò chuyện hoặc tận hưởng chuyến đi yên tĩnh. Chuyến đi hơi dài nên lần sau tôi sẽ mang theo một bộ bài. Chúng tôi có một giờ để ăn trưa - khám phá thị trấn Durbin. Bữa trưa được cung cấp là món bánh sandwich của riêng bạn tại một nhà hàng địa phương - thật tuyệt vời! Bald Knob - 3 - 5 - : Chuyến đi này hơi thất vọng một chút. Chúng tôi đã đi vào thứ bảy và xe của chúng tôi đã được đặt kín chỗ. Chúng tôi được phục vụ bữa trưa đóng hộp khi lên tàu. Mặc dù nó có vẻ giống các loại thực phẩm như Greenbriar, nhưng tôi sẽ gọi nó là tầm thường. Một số tay đua đã chọn đứng trong phần lớn thời gian của chuyến đi - cản trở tầm nhìn cho những người khác - . Người hướng dẫn hầu như không nói. Tôi mong đợi thêm thông tin về sự thay đổi khí hậu. Có vẻ như có vấn đề với động cơ nhưng chúng tôi chỉ dừng lại và không nhận được thông tin gì. Chúng tôi cũng đã dừng bất ngờ tại Trạm Whittaker - không chắc đây có phải là điển hình hay không nhưng dường như họ đang cố gắng giải quyết vấn đề trong quá trình dừng -. Chúng tôi chỉ có 30 phút ở Bald Knob và cảm thấy vội vã. Nếu có cơ hội ghé thăm lần nữa, tôi sẽ chọn chuyến Greenbrier Express.Đọc thêm",
            "Tôi nghe nói bạn nên mang theo đệm vì ghế gỗ.    Có đáng không khung cảnh đẹpĐọc thêm",
            "Có ai biết dịch vụ chăm sóc chó ban ngày hoặc dịch vụ chăm sóc chó ở gần đó để bạn có thể thả chó xuống khi đang ở trên tàu không? Chúng tôi đang thực hiện chuyến đi kéo dài hai giờ.Đọc thêm",
            "Đi tàu Cass SeenicRailroad có được giảm giá không?Đọc thêm",
            "Tôi nhận thấy một số nhận xét liên quan đến bồ hóng và tro bụi trên các chuyến tàu chạy bằng than trong chuyến tham quan Cass Scenic RR. Lượng bồ hóng và tro dự kiến ​​là bao nhiêu - một lượng rất nhẹ? Số tiền nặng? Hoặc một nơi nào đó ở giữa? Ngồi trong xe lùi xa sẽ tốt hơn hay có vấn đề gì không?\n\nCảm ơn bạn trước!Đọc thêm",
            "Tôi đi cùng một người lớn bị khuyết tật phát triển ở phía sau và không gặp bất kỳ vấn đề gì về tro. Đó là một ngày tốt lành cho cả hai chúng tôi.Đọc thêm",
            "Đâu là chỗ ngồi tốt nhất để yêu cầu trên chuyến tàuĐọc thêm",
            "Phía trước cạnh cửa sổ.Đọc thêm",
            "chuyến đi tàu hỏa này kéo dài bao lâu?Đọc thêm",
            "Tôi có thể mang theo con chó của mình khôngĐọc thêm",
            "Chào bạn, \n\nChó không được phép lên tàu ở Cass, nhưng chúng tôi có số lượng chỗ ở thân thiện với vật nuôi có hạn. Vui lòng xem trang web của chúng tôi để biết các mẹo và lời khuyên về những công viên tốt nhất để đưa thú cưng của bạn đến.Đọc thêm",
            "Xe lăn có phù hợp cho xe lửaĐọc thêm",
            "Xe lăn có dùng được khôngĐọc thêm",
            "Chào bạn, \n\nHai ngôi nhà ở Cass có lối đi dành cho xe lăn. Tất cả các chuyến tàu khởi hành từ ga Cass và Durbin đều có lối đi dành cho xe lăn - Toa D trên Ga Whittaker và Toa G trên Bald Knob là những toa có lối đi dành cho xe lăn trên các chuyến tàu đó - .Đọc thêm",
            "Bố trí phòng vệ sinh trên tàu như thế nào? Tôi 70 tuổi và đi lại tốt, nhưng cần có phòng vệ sinh tiện dụng nếu cần. Có toa tàu mở để đi lang thang không?Đọc thêm",
            "Đây là một đoàn tàu Railraod cổ điển đã được phục hồi.  Có phòng tắm ở nhà ga và phòng tắm khi bạn lên đến đỉnh, nhưng không có trên tàu.Đọc thêm"
        ],
        "star_ratings": [
            411,
            118,
            33,
            15,
            2
        ],
        "review_amount": 579,
        "location": [
            "Tây Virginia - WV -",
            "Hoa Kỳ",
            "Những điều cần làm ở Cass",
            "Cass",
            "Công viên tiểu bang đường sắt Cass Scenic"
        ],
        "reviews_time": [
            "Written June 29, 2023",
            "Written July 1, 2023",
            "Written July 30, 2023",
            "Written September 6, 2023",
            "Written September 19, 2023",
            "Written October 28, 2023",
            "Written March 25, 2024",
            "Written March 25, 2024",
            "Written February 29, 2024",
            "Written February 3, 2024",
            "Written November 25, 2023",
            "Written October 28, 2023",
            "Written September 19, 2023",
            "Written September 6, 2023",
            "Written July 30, 2023",
            "Written July 1, 2023",
            "Written June 29, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g58938-d292764-Reviews-Cass_Scenic_Railroad_State_Park-Cass_West_Virginia.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g58938-d1572184-Reviews-The_Last_Run_Restaurant-Cass_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58938-d19030432-Reviews-The_Burner_Homeplace_and_Gallery-Cass_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g59123-d1517191-Reviews-Green_Bank_Observatory-Green_Bank_Pocahontas_County_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g59541-d220143-Reviews-Snowshoe_Mountain_Resort-Snowshoe_Pocahontas_County_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g59541-d220144-Reviews-Village_at_Snowshoe-Snowshoe_Pocahontas_County_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g59541-d1572842-Reviews-Snowshoe_Mountain_Tubing_Park-Snowshoe_Pocahontas_County_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g59541-d3385422-Reviews-Cheat_Mountain_Stables-Snowshoe_Pocahontas_County_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58938-d292764-Reviews-or10-Cass_Scenic_Railroad_State_Park-Cass_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58938-d11893836-Reviews-Cass_Scenic_Railroad-Cass_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g59123-d17666314-Reviews-Fort_Warwick-Green_Bank_Pocahontas_County_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g59541-d1573043-Reviews-Shavers_Lake_Lift_Rides-Snowshoe_Pocahontas_County_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g59541-d1573031-Reviews-Split_Rock_Pools-Snowshoe_Pocahontas_County_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g59541-d20259816-Reviews-Mountain_Adventure_Center-Snowshoe_Pocahontas_County_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g59123-d12706395-Reviews-Green_Bank_Art_Center-Green_Bank_Pocahontas_County_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g59541-d1573029-Reviews-Snowcat_Tours-Snowshoe_Pocahontas_County_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g59541-d12859686-Reviews-Old_Spruce_Draft_House-Snowshoe_Pocahontas_County_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g59541-d1569879-Reviews-Spa_Vantage-Snowshoe_Pocahontas_County_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g49342-d3310494-Reviews-Tanger_Outlets_Mebane-Mebane_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g48975-d17639600-Reviews-Laurel_Creek_Falls-Boone_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g32358-d1590663-Reviews-Queen_Califia_s_Magical_Circle-Escondido_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d188159-Reviews-St_Paul_s_Cathedral-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g31248-d602012-Reviews-Grand_Canyon_Skywalk-Hualapai_Reservation_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d14046732-Reviews-Peter_Pan_Bus_Lines-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d519474-Reviews-The_High_Line-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60745-d10393427-Reviews-Air_France_Lounge-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g188064-d196128-Reviews-Glacier_Garden_Lucerne_Gletschergarten-Lucerne.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d7792937-Reviews-Coxx-Budapest_Central_Hungary.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g58938-d292764-Reviews-or10-Cass_Scenic_Railroad_State_Park-Cass_West_Virginia.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g58938-d292764-Reviews-Cass_Scenic_Railroad_State_Park-Cass_West_Virginia.html"
    }
]