[
    {
        "attraction_name": "Castle Hill on the Crane Estate",
        "attraction_name_vi": "Castle Hill trên khu đất Crane",
        "general_info": [
            "307 đánh giá",
            "2 trong số 27 điều cần làm ở Ipswich",
            "Địa điểm lịch sử"
        ],
        "attraction_summary": "Trải nghiệm sự hùng vĩ của một khu đất bên bờ biển và khuôn viên cảnh quan tuyệt đẹp của nó, nổi bật là bãi cỏ rộng, nhấp nhô chạy dọc xuống bờ biển.Đọc thêm",
        "reviews": [
            "Thật là một bất động sản đáng yêu. Chúng tôi đã thực hiện chuyến tham quan lúc 11:00 vào ngày 14 tháng 6. Khi bước vào, chúng tôi được giao một nhân vật mà chúng tôi sẽ đóng. Sau đó chúng tôi được giới thiệu với hướng dẫn viên của chúng tôi. Olga, cô hầu phòng thật tuyệt vời. Chúng tôi đi tham quan khu đất và Olga giải thích những gì chúng tôi đang thấy cũng như cách sống của những con sếu. Ngôi nhà đẹp. Sau chuyến tham quan ngôi nhà, chúng tôi lang thang trong khuôn viên tuyệt vời. Đây là chuyến thăm đầu tiên của tôi nhưng chắc chắn sẽ không phải là lần cuối cùng của tôi.Đọc thêm",
            "Chúng tôi rất thích đến thăm bất động sản. Rất đẹp và căn cứ là vô nhiễm. Các nhân viên mặc trang phục theo thời gian là một bất ngờ thú vị. Theo tôi, điều duy nhất còn thiếu là ai đó đưa ra cái nhìn tổng quan về dinh thự và những bộ phim được quay ở đó. Tôi nghĩ đó sẽ là một sự bổ sung tuyệt vời.Đọc thêm",
            "Chúng tôi đến thăm khu nhà theo lời giới thiệu của con gái chúng tôi.  Cô ấy đã không ở trong dinh thự nhưng đã nói những điều tuyệt vời về khu đất này.  Chúng tôi đã mua trước chuyến tham quan biệt thự tiêu chuẩn của họ.  Đơn giản chỉ cần nói nó là tuyệt vời.  Hướng dẫn viên của chúng tôi Lisa thật tuyệt vời.  Chuyến tham quan dựa trên tiền đề rằng bạn đang đến thăm vào năm 1929. Lisa rất am hiểu và thực sự đã khiến nơi này trở nên sống động.  Bạn thực sự có cảm giác như mình đã biết về loài Sếu và cách chúng sống.  Rõ ràng là cô ấy rất thích công việc của mình.  Đó là điểm nổi bật của chuyến thăm của chúng tôi.  Nhưng đến thăm bạn cũng phải khám phá căn cứ.  Nếu bạn định thực hiện chuyến đi khứ hồi dài 1 dặm, hãy chắc chắn đi bộ khoảng cách 12 dặm trên Grand Allee đến bờ biển, nơi bạn có thể nhìn xuống Vịnh Ipswich.  Không có nhà hàng nên chúng tôi mang theo bữa trưa dã ngoại của riêng mình.  Có rất nhiều chỗ ngồi trong khuôn viên nơi bạn có thể tìm thấy một nơi tuyệt đẹp để ăn bữa trưa của mình.  Chúng tôi hy vọng sẽ sớm ghé thăm lại để thực hiện một chuyến tham quan khác.Đọc thêm",
            "Nằm trên một ngọn đồi nhỏ bên bờ biển Đại Tây Dương, lâu đài nông thôn xinh đẹp theo phong cách Anh, Castle Hill, là địa điểm quay một số bộ phim, trong đó có Little Women. Lâu đài nằm ở điểm cao nhất và ở cuối khu vực cỏ nhấp nhô là Đại Tây Dương, rất đẹp. Chúng tôi cũng thấy nhiều chú gà tây đi dạo xung quanh. Bãi biển cũng rất đẹp và chúng tôi phát hiện ra hai chú chim nhỏ dễ thương đang đi dạo xung quanh.Đọc thêm",
            "Dành chút thời gian khi đến thăm Cape Ann, chúng tôi đã ngẫu hứng quyết định đến thăm The Crane Estate, đặc biệt là khi chúng tôi biết rằng mình có thể đi bộ trong khuôn viên. Chúng tôi bắt đầu với Ngôi nhà vĩ đại hay còn gọi là Lâu đài được xây dựng vào cuối những năm 1920 cho Richard Crane và vợ ông là Florence. Anh ta đã tích lũy được khối tài sản thông qua R.T. Công ty cần cẩu sản xuất các thiết bị ống nước bằng đồng thau. Điều thú vị nhất có thể là đây là ngôi nhà mùa hè của Cranes, nơi họ chỉ đến thăm vài tháng mỗi năm. Chúng tôi đi bộ quanh tầng một, nơi bạn có thể thấy nội thất trông như thế nào; hầu hết đồ đạc đều không có. Có một chuyến tham quan có hướng dẫn bao gồm tầng 2, nơi các phòng được trang bị nội thất như xưa. Chúng tôi đi dạo trong khuôn viên, tận hưởng Grand Allee, một không gian xanh rộng lớn với những bức tượng xếp dọc hai bên; khu vườn trang trọng kiểu Ý xinh đẹp do Anh em nhà Olmsted thiết kế; Vườn Hồng; và khu phức hợp Sòng bạc Phục hưng Ý. Chúng tôi đi dọc theo những con đường khác bằng cách sử dụng bản đồ được cung cấp khi thanh toán phí nhập học vì nghĩ rằng sau này chúng tôi có thể đi bộ đến bãi biển khi biết rằng điều đó là không được phép; có lẽ bản đồ nên đánh dấu những con đường không được phép đi và nhìn thấy một số tòa nhà trong trang trại. Đó là một chuyến thăm thú vị kéo dài 90 phút.  Đọc thêm",
            "Bạn cần ý tưởng cho chuyến đi trong ngày tiếp theo của mình? Hãy xem Ipswich, nằm ở khu vực North Shore. Bạn tôi đến từ một tiểu bang khác và chúng tôi đã đến Castle Hill, một dinh thự theo phong cách Tudor Revival. Chúng tôi đã tham quan để tìm hiểu về lịch sử của dinh thự và những người từng sống ở đó. Vị trí rất đẹp và bạn có thể nhìn thấy đại dương ở đằng xa. Khu vườn được bảo dưỡng tốt và thật tuyệt vời. Tuyệt vời để chụp ảnh Đọc thêm",
            "Chúng tôi đến thăm khu nhà theo lời giới thiệu của con gái chúng tôi.  Cô ấy đã không ở trong biệt thự nhưng đã nói những điều tuyệt vời về khu đất.  Chúng tôi đã mua trước chuyến tham quan biệt thự tiêu chuẩn của họ.  Đơn giản chỉ cần nói nó là tuyệt vời.  Hướng dẫn viên của chúng tôi Lisa thật tuyệt vời.  Chuyến tham quan dựa trên tiền đề rằng bạn đang đến thăm vào năm 1929. Lisa rất am hiểu và thực sự đã khiến nơi này trở nên sống động.  Bạn thực sự có cảm giác như mình đã biết về loài Sếu và cách chúng sống.  Rõ ràng là cô ấy rất thích công việc của mình.  Đó là điểm nổi bật của chuyến thăm của chúng tôi.  Nhưng đến thăm bạn cũng phải khám phá căn cứ.  Nếu bạn định thực hiện chuyến đi khứ hồi dài 1 dặm, hãy chắc chắn đi bộ khoảng cách 12 dặm trên Grand Allee đến bờ biển, nơi bạn có thể nhìn xuống Vịnh Ipswich.  Không có nhà hàng nên chúng tôi mang theo bữa trưa dã ngoại của riêng mình.  Có rất nhiều chỗ ngồi trong khuôn viên nơi bạn có thể tìm thấy một nơi tuyệt đẹp để ăn bữa trưa của mình.  Chúng tôi hy vọng sẽ sớm ghé thăm lại để thực hiện một chuyến tham quan khác.Đọc thêm",
            "Chúng tôi rất thích đến thăm bất động sản. Rất đẹp và căn cứ là vô nhiễm. Các nhân viên mặc trang phục theo thời gian là một bất ngờ thú vị. Theo tôi, điều duy nhất còn thiếu là ai đó đưa ra cái nhìn tổng quan về dinh thự và những bộ phim được quay ở đó. Tôi nghĩ đó sẽ là một sự bổ sung tuyệt vời.Đọc thêm",
            "Thật là một bất động sản đáng yêu. Chúng tôi đã thực hiện chuyến tham quan lúc 11:00 vào ngày 14 tháng 6. Khi bước vào, chúng tôi được giao một nhân vật mà chúng tôi sẽ đóng. Sau đó chúng tôi được giới thiệu với hướng dẫn viên của chúng tôi. Olga, cô hầu phòng thật tuyệt vời. Chúng tôi đi tham quan khu đất và Olga giải thích những gì chúng tôi đang thấy cũng như cách sống của những con sếu. Ngôi nhà đẹp. Sau chuyến tham quan ngôi nhà, chúng tôi lang thang trong khuôn viên tuyệt vời. Đây là chuyến thăm đầu tiên của tôi nhưng chắc chắn sẽ không phải là lần cuối cùng của tôi.Đọc thêm",
            "Chúng tôi đã thực hiện chuyến tham quan Hậu trường và chuyến tham quan Castle Guest.  Chúng tôi đã gặp phải một chút trục trặc khi việc đặt chỗ của chúng tôi bị thay đổi, điều này thật khó chịu.  Điều đó nói lên rằng, Jack đã dẫn dắt chuyến tham quan Hậu trường của chúng tôi, chuyến tham quan này rất thú vị và đưa bạn đến những nơi mà bạn không thể thấy trong chuyến tham quan tự hướng dẫn.  Jack nói rằng anh ấy có khoảng 10 giờ để ghi nhớ sự thật trong đầu, và anh ấy đã làm được.  Anh ấy yêu thích lịch sử của ngôi nhà và nó cho thấy.  Chuyến tham quan Castle Guest được dẫn dắt bởi Anna, một cô hầu phòng ở thời hiện tại.  Bạn được tặng một thẻ khách tham gia chuyến tham quan, đó là một nhân vật lịch sử từng là khách của Cranes.  Olga rất tốt, nhưng chuyến tham quan này đã đưa chúng tôi đến rất nhiều nơi giống như những nơi mà chúng tôi đã đến thăm cùng Jack, và vị khách của quán Cranes đã hơi già.  Cuối cùng, tôi cảm thấy như có những căn phòng mà chúng tôi chưa nhìn thấy, vì vậy tôi ước gì mình vừa tham gia chuyến tham quan tự túc thay vì dành hàng giờ giả vờ làm khách.  Tôi không chắc liệu bạn có thực sự có thể vào phòng trong một chuyến tham quan tự túc thông thường hay không.  Nếu không, thì chắc chắn bạn phải trả tiền cho chuyến tham quan có hướng dẫn viên.  Có một cửa hàng quà tặng rất đẹp, phòng vệ sinh và bạn có thể mang theo bữa trưa và ăn ở bất cứ đâu bên ngoài, điều mà chúng tôi đã làm.  Tùy thuộc vào chuyến tham quan bạn tham gia, hãy lên kế hoạch dành ít nhất 2-3 giờ ở đây.Đọc thêm",
            "Nơi tuyệt đẹp để tham quan rất nhiều để xem trong và ngoài.  Tôi chắc chắn sẽ khuyên bạn nên ghé thăm lâu đài này.  Chúng tôi đã tham gia một chuyến tham quan và nó rất nhiều thông tin và thú vịĐọc thêm",
            "KHÔNG CÓ CON CHÓ! Ngay cả khi họ ở trong ô tô, họ cũng không cho phép nuôi chó trong thời gian lưu trú.  Tôi hiểu họ là một nhóm bảo tồn động vật hoang dã, nhưng một con chó trong ô tô không phải là vấn đề.  Chúng tôi thậm chí còn không đi qua được cổng trước vì những chú chó của chúng tôi đang ngồi ở ghế sau.Đọc thêm",
            "Những chuyến du lịch đắt tiền nhưng đáng giá.  Bước vào năm 1928 và chiêm ngưỡng ngôi nhà tuyệt vời này.  Đội ngũ nhân viên rất thông thạo lịch sử của con người và di sản.Đọc thêm",
            "Đi dự đám cưới ở đó vào tháng 8 năm 2020. Ngoài Boston, nơi nào tốt để ở gần đó?Đọc thêm",
            "Nó phụ thuộc vào ngân sách của bạn.  Chúng tôi đã ở The Vista ở Gloucester.  Phòng tiện nghi, giá cả hợp lý, bữa sáng kiểu Âu, nhìn ra Bãi biển Good Harbor, hồ bơi nước nóng và cách Castle Hill khoảng 30 phút.  Phòng thông thường và phòng có bếp nhỏ.  Rất nhiều nhà hàng gần đó.  Rất sạch sẽ.\n\nTôi ghen tị vì bạn đang tham dự một đám cưới ở Castle Hill!Đọc thêm",
            "Bạn có thể thực hiện một chuyến tham quan từ Boston đến khu đất này không? Chúng tôi sẽ ở lại Downtown Boston từ California.Đọc thêm",
            "Theo hiểu biết của tôi, không có công ty du lịch tư nhân hoặc công cộng nào cung cấp các chuyến đi từ Boston đến Ipswich để xem khu đất đó. Thuê xe là lựa chọn tốt nhất của bạn. Tôi vẫn thực sự khuyên bạn nên ghé thăm kỹ lưỡng trong thời tiết dễ chịu hơn, có thể dễ dàng mất vài giờ--có rất nhiều việc phải làm và tham quan trong khu vực cũng như nhiều nhà hàng tuyệt vời cũng như ở Ipswich, Gloucester và Rockport nên thuê xe trong ngày là phù hợp đáng đầu tư. Giờ tham quan ngôi nhà và khu đất thay đổi tùy theo mùa, vì vậy hãy nhớ ghé thăm Castle Hill trên trang web Crane Estate.Đọc thêm",
            "Tour Khách của Cranes có dành cho người khuyết tật không? Có thang máy không hay phải đi cầu thang bộ. Chỉ có thể tham quan tầng một thôi à? Có video dành cho những người không thể lên tầng hai không? Cảm ơn.Đọc thêm",
            "Đi dự đám cưới ở nhà kho? Xe lăn có phù hợp cho người khuyết tật không?Đọc thêm",
            "Chào Richie. Bạn muốn biết gì về điểm du lịch này?\n\nXin chào, ngày và giờ của chuyến tham quan là gì? Trang web khó hiểu? Ở Mau chỉ có thứ bảy mới đi du lịch thôi à? Cảm ơn, RichieĐọc thêm",
            "vâng, giờ đăng là chính xác.\nSố ngày và thời gian tham quan có hạn, nhưng bạn có thể lái xe đến nơi này hầu hết các ngày và lái xe qua khu đất, ra ngoài và đi bộ xung quanh hoặc chỉ đi tham quan địa điểm như một chuyến đi bộ đường dài.Đọc thêm",
            "Xin chào, ai có thể cho tôi biết chi phí của một chuyến tham quan được không?Đọc thêm",
            "Castle Hill có lễ hội nào được lên lịch trong năm nay không?Đọc thêm",
            "Lễ hội Giáng sinh vào ngày 124 125 trong năm nay. Sự kiện tuyệt vời. Rất đậm chất lễ hội ngay cả khi bạn là người khó tính.Đọc thêm",
            "Tôi đang đi du lịch cùng chú chó nhỏ của mình, chúng có được phép đi trên khuôn viên hoặc đường mònĐọc thêm",
            "Xin chào Rickie - xin lỗi vì trả lời chậm trễ. Tôi e là chó không được phép vào Castle Hill. Họ có thể đi bộ trên bãi biển, nhưng chỉ trong mùa giảm giá của chúng tôi, từ tháng 10 đến tháng 4.Đọc thêm"
        ],
        "star_ratings": [
            227,
            64,
            8,
            4,
            4
        ],
        "review_amount": 307,
        "location": [
            "Massachusetts MA",
            "Những điều cần làm ở Ipswich",
            "Castle Hill trên khu đất Crane",
            "Ipswich",
            "Hoa Kỳ"
        ],
        "reviews_time": [
            "Written June 23, 2023",
            "Written October 2, 2023",
            "Written October 9, 2023",
            "Written May 26, 2024",
            "Written October 28, 2023",
            "Written October 14, 2023",
            "Written October 9, 2023",
            "Written October 2, 2023",
            "Written June 23, 2023",
            "Written June 1, 2023",
            "Written May 20, 2023",
            "Written October 4, 2022",
            "Written September 26, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g41626-d2008166-Reviews-Castle_Hill_on_the_Crane_Estate-Ipswich_Massachusetts.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g41561-d2236804-Reviews-Down_River_Ice_Cream-Essex_Cape_Ann_Massachusetts.html",
            "https://www.tripadvisor.com/Restaurant_Review-g41561-d12652407-Reviews-Boat_House_Grille-Essex_Cape_Ann_Massachusetts.html",
            "https://www.tripadvisor.com/Restaurant_Review-g41626-d23521676-Reviews-Little_River_Store-Ipswich_Massachusetts.html",
            "https://www.tripadvisor.com/Restaurant_Review-g41626-d467698-Reviews-Choate_Bridge_Restaurant-Ipswich_Massachusetts.html",
            "https://www.tripadvisor.com/Restaurant_Review-g41626-d4709122-Reviews-Ipswich_Inn_Restaurant-Ipswich_Massachusetts.html",
            "https://www.tripadvisor.com/Restaurant_Review-g41626-d12995960-Reviews-Heart_and_Soul_Cafe-Ipswich_Massachusetts.html",
            "https://www.tripadvisor.com/Restaurant_Review-g41626-d26902762-Reviews-Along_The_Way_Coffee_House-Ipswich_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41626-d482304-Reviews-Crane_Beach-Ipswich_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41626-d2008363-Reviews-Hamlin_Reservation-Ipswich_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41706-d125421-Reviews-Parker_River_National_Wildlife_Refuge-Newburyport_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41626-d1099823-Reviews-Russell_Orchards-Ipswich_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41580-d3337040-Reviews-Wingaersheek_Beach-Gloucester_Cape_Ann_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41626-d218313-Reviews-Wolf_Hollow-Ipswich_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41626-d10731803-Reviews-Sandy_Point_State_Reservation-Ipswich_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41626-d8042549-Reviews-1634_Meadery-Ipswich_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41626-d2008194-Reviews-Crane_Wildlife_Refuge_on_the_Crane_Estate-Ipswich_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41626-d2008361-Reviews-Greenwood_Farm-Ipswich_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41626-d2008166-Reviews-or10-Castle_Hill_on_the_Crane_Estate-Ipswich_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41626-d6434788-Reviews-Marini_Farm-Ipswich_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41626-d2008138-Reviews-Appleton_Farms-Ipswich_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41626-d2008140-Reviews-Appleton_Farms_Grass_Rides-Ipswich_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41626-d19126279-Reviews-Northern_Lights_Farm_Stand-Ipswich_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41626-d21166488-Reviews-Ascension_Memorial_Church-Ipswich_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41626-d26729306-Reviews-Felix_s_Family_Farm-Ipswich_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41626-d21166486-Reviews-Our_Lady_of_Hope_Parish-Ipswich_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41626-d21166485-Reviews-First_Church_in_Ipswich-Ipswich_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41561-d796345-Reviews-Essex_River_Cruises_Charters-Essex_Cape_Ann_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41580-d578654-Reviews-7_Seas_Whale_Watch-Gloucester_Cape_Ann_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41580-d1823138-Reviews-Schooner_Thomas_E_Lannon-Gloucester_Cape_Ann_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41580-d3258424-Reviews-Cape_Ann_Foodie_Tours-Gloucester_Cape_Ann_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41580-d271967-Reviews-Cape_Ann_Museum-Gloucester_Cape_Ann_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41580-d526430-Reviews-Fishermen_s_Memorial_Monument-Gloucester_Cape_Ann_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41790-d106623-Reviews-Halibut_Point_State_Park-Rockport_Cape_Ann_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41580-d271966-Reviews-Stage_Fort_Park_and_Beach-Gloucester_Cape_Ann_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13934111-Reviews-Massage_Dai_Nam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g55229-d13505462-Reviews-Whiskey_Jam-Nashville_Davidson_County_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g51255-d1832272-Reviews-Blue_Whale_of_Catoosa-Catoosa_Oklahoma.html",
            "https://www.tripadvisor.com/Attraction_Review-g188082-d523731-Reviews-Kleine_Scheidegg-Jungfrau_Region_Bernese_Oberland_Canton_of_Bern.html",
            "https://www.tripadvisor.com/Attraction_Review-g293920-d6648473-Reviews-Soi_Dog_Foundation-Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g294005-d555752-Reviews-B018-Beirut.html",
            "https://www.tripadvisor.com/Attraction_Review-g33447-d107191-Reviews-Golden_Gate_Canyon_State_Park-Golden_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g1056025-d8543402-Reviews-Wave_Island-Monteux_Vaucluse_Provence_Alpes_Cote_d_Azur.html",
            "https://www.tripadvisor.com/Attraction_Review-g46435-d3199346-Reviews-Leonard_J_Buck_Garden-Far_Hills_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g58793-d2486685-Reviews-Tumwater_Falls_Park-Tumwater_Washington.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g41626-d2008166-Reviews-or10-Castle_Hill_on_the_Crane_Estate-Ipswich_Massachusetts.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g41626-d2008166-Reviews-Castle_Hill_on_the_Crane_Estate-Ipswich_Massachusetts.html"
    }
]