[
    {
        "attraction_name": "Castles N' Coasters",
        "attraction_name_vi": "Lâu Đài N - Đế Lót Ly",
        "general_info": [
            "423 đánh giá",
            "- 38 trong số 430 điều cần làm ở Phoenix",
            "Giải trí - Công viên giải trí"
        ],
        "attraction_summary": "Cho dù bạn - trẻ hay già, lớn hay nhỏ, bạn - sẽ tìm thấy rất nhiều niềm vui, ẩm thực và sự phấn khích tại Công viên giải trí và vui chơi gia đình tuyệt vời nhất Arizona - Arizona. Từ tàu lượn siêu tốc cao ngất trời và Sky Diver thú vị, đến thế giới kỳ lạ những sân gôn thu nhỏ đẳng cấp và sự mê hoặc của vòng quay ngựa gỗ kiểu cũ, có những cuộc phiêu lưu kỳ diệu và mới mẻ đang chờ bạn và gia đình tại Castles -n- Coasters.Đọc thêm",
        "reviews": [
            "Đọc thêm",
            "Khi chúng tôi mua vé dành cho thanh thiếu niên - - 45.00, công viên đã thông báo với chúng tôi qua điện thoại rằng tất cả các điểm tham quan đều hoạt động. Khi chúng tôi đến đó 2 tuần sau đó vào tháng 6 năm 2021, con chúng tôi được thông báo rằng một số trò chơi, bao gồm cả tàu lượn chính, không hoạt động, không có lý do. Thiếu niên của chúng tôi thất vọng và yêu cầu kiểm tra mưa. Văn phòng công viên tỏ ra ngu ngốc khi nói rằng họ không cung cấp séc mưa hoặc bất kỳ khoản hoàn trả nào khác.  - Bạn đã mua vé cho ngày hôm nay, nó - không tốt cho bất kỳ ngày nào khác - Chúng tôi vừa lái xe 7 tiếng đồng hồ từ ngoài thị trấn chỉ để thất vọng vì những nhân viên thô lỗ và những chuyến đi bị lỗi. Chúng tôi sẽ không quay lại.Đọc thêm",
            "Gia đình tôi và tôi đã có khoảng thời gian tuyệt vời ở đây. Chúng tôi đến vào tháng 12 và không có hàng chờ gì cả. Không có nhiều chuyến đi, nhưng những chuyến họ có vẫn rất thú vị. Tàu lượn siêu tốc kết thúc rất nhanh. Hầu hết nhân viên đều không - có vẻ như họ muốn ở đó. Chúng tôi tìm thấy một trong số họ đang ngủ trong một chiếc ô tô đụng. Điểm thu hút lớn đối với chúng tôi là sân gôn mini. Họ có một vài khóa học khác nhau mà bạn có thể chọn, điều này thật tuyệt. Một số lỗ khá khó, điều đó thật thú vị. Vấn đề duy nhất của tôi là các biển báo chỉ bạn đến các lỗ khác nhau có thể gây nhầm lẫn. Nếu chúng tôi quay lại, có lẽ tôi sẽ chỉ chơi mọi sân gôn mini thay vì chơi gôn.Đọc thêm",
            "Tôi có thể thông cảm cho việc đại dịch đã tấn công những nơi như thế này khó khăn đến mức nào và tôi muốn thể hiện sự ủng hộ. Chắc chắn, bạn có một nơi mà mọi người đều chạm vào cùng một tay cầm, thanh ray, nút bấm và cần điều khiển nhưng bạn chỉ cần đặt một ít nước rửa tay là xong. Chà, ở đây họ không có nước rửa tay. Giải pháp đơn giản, mang theo của riêng bạn. Tuyệt vời, nhưng không ai trong số nhân viên đeo khẩu trang. Ngay cả người phục vụ đồ ăn hay nhân viên nhà bếp cũng không. Chà, giải pháp đơn giản, ăn trước khi đi và giữ khoảng cách với nhân viên của họ, đó là cả hai điều mà những người có ý thức chung luôn làm. Vậy tại sao lại có một sao? Chà, nếu chủ sở hữu quá ít quan tâm đến sự an toàn của khách thì làm sao có thể bạn tin tưởng họ sẽ giữ cho các chuyến đi an toàn vượt quá mức tối thiểu bắt buộc về mặt pháp lý?Đọc thêm",
            "Thật là một nơi nhỏ độc đáo ở Phoenix!  Tôi và chồng đưa các con đến AZ trong kỳ nghỉ lễ.  Công viên giải trí này không xa khách sạn của chúng tôi và thật may mắn khi thời tiết trở nên quá lạnh để chúng tôi có thể xuống nước tại khách sạn.  Con của chúng tôi chín và bốn tuổi.  Có rất nhiều việc phải làm cho cả hai lứa tuổi của họ.  Không có nhiều chuyến đi, nhưng một lần nữa, rất nhiều không gian mà công viên chiếm giữ. Có BA sân gôn mini khác nhau - chúng tôi chỉ đi qua một sân - và khu trò chơi điện tử trong nhà RẤT LỚN!  Trẻ em của chúng tôi đã có rất nhiều niềm vui!  Nụ cười của họ thật dễ lây lan!  Tôi lẽ ra đã đánh giá cao hơn, nhưng dịch vụ khách hàng còn thiếu một chút - ngoài người trợ giúp ở quầy giải thưởng trò chơi điện tử - cô ấy cực kỳ ngọt ngào! - .  Nhìn chung, Castles N Coasters là một điểm dừng chân thú vị trong chuyến đi AZ của chúng tôi!Đọc thêm",
            "Ở thị trấn cho một đám cưới gia đình.  Tôi đưa gia đình đến đây và tất cả họ đều có một trải nghiệm tuyệt vời.  Đứa trẻ nào không thích Công viên giải trí và Tàu lượn siêu tốc? Hai người họ tiếp tục chơi tàu lượn siêu tốc. Họ sẽ xuống xe và quay lại xếp hàng ngay và làm lại từ đầu.  Những người khác thích trò chơi điện tử và những chiếc thuyền nước bội thu.  Tất cả chúng tôi đã có một thời gian thực sự tuyệt vời.  Đây là một điều thú vị để trải nghiệm và chúng tôi hy vọng rằng chúng tôi sẽ quay lại lần sau khi chúng tôi ở trong thị trấn.  Đọc thêm",
            "Buyer Beware! I purchased 3 discount tickets at Food City for my son and 2 friends to go to Castle -N- Coasters. I dropped them off at 11:00am expecting to pick them up at 9:00pm as per their recorded hours of operation message. My son calls me a few hours later to inform me that they closed all the rides at 1:30 and because of 3 schools being there that he had only rode 3 rides in all that time. When I called and talked to the manager Mike I was informed that it was their policy to tell everyone that the rides close at the time the schools leave. My son and friends said that they were not informed of this that they were hurried thru because of the long line and nobody said nothing. The manager argued with me that they had to have been told, calling my son a liar basically. He said that there was nothing he could do because the kids had used the passes for the 3 rides. I wasn - t expecting to rec. any money back just maybe a pass for another day.  The manager informed me that they had done the kids a favor by excepting the pass in the first place seeing how they weren - t valid until the 27th this is the 23rd. Had his employees had done their job correctly and my kids waited until the 27th during their summer hours and all rides open until 11:00pm my kids would have not been left standing in the heat with no ride home because I was still at work. As it was I had to leave work early and eat the price of the 3 tickets all because Mike and his employees can - t seem to get their job requirements down.  To make a long story short..this place is a ripoff and the managment has no respect for the customer being right. Their customer service leaves much to be desired and at the consumers expense. I would hate to think of how they would react if a accident where to happen!Read more",
            "My husband and I took our 2 children to castles n -  coasters this evening. I have to tell you how upset I am. Besides how dirty it was and all the nasty kids that were running around cursing and spitting at people, I am extremely upset about the safety issues for the children. I was watching while my son was driving one of the go-carts, when another driver got turned sideways and stalled. Instead of alerting all the drivers immediately, the young guys that were supposedly in charge were too busy goofing around and not doing their job. So, then all the other drivers came around the turn and plowed into one another. Then my son adds to the pile-up, because like everybody else, there wasn - t anyone cautioning them to stop in time. All I could do was watch as my son crashed. Instead of worrying about my son getting whip-lash, one of the workers ran behind his go-cart and started yelling at him because he wasn - t able to stop in time. Yet here comes another young kid that has no idea whats around that turn and he slams full force into the employee that was standing behind my son. That go-cart hit so hard and fast that the back end of it lifted off the ground. I - m sorry that the employee was hurt, but I am furious that these are the people in charge of kids safety. They didn - t care at all about the kids, like my son, who were hit hard from behind. Especially the kid who hit the employee, because we all saw his head jerk forward and back so violently, that it looked like he had the wind knocked out of him. When my husband went to look for a manager or someone in charge, they gave him a phone number to call. You - d think they should have someone in charge there especially on a busy Saturday night. If this is any indication of who is in charge of their rides, then I - d be scared. I don - t think they had anyone working there over the age of 16, and with no manager. Makes you wonder how they stay in business.Read more",
            "I have come to find that Castles N coasters is not the place I would like to take my friends or family to. The bathrooms are very unsanitery. I found that there was no paper towels or soap in the womens bathroom. It looked like it hasnt been cleaned for over a few months of heavy crouds and waiting lines for the restroom. As I remember Castles N coasters used, to be a fun family filled place with well-runned equipment and machinery that was well maintained. The place has been so run downed over the years that I wouldnt reccommend it to anyone. The paint on the walls or rides hasnt been renewd in years now. It - s all chipped and rusty. The rides don - t look safe either. It doesnt help that theres no supervisors or managers on the floor making sure that the kids that run the rides  - who only look 16 or so -  are doing their job. The food there is horrible, I must say. I - ve never met anyone who could mess up a perfectly good hotdog as well as they can. Atleast they had the pre-packaged ice cream sandwiches that were some what edible to cover up the taste from the food earlier. To get away from the crouds and mahem around the park, me and my family went to sit in the dining room area, Which we didn - t find much better. There was junk and left over pizza and drinks from the people who left it there, and from the workers who didnt clean it up! I - m still suprised we didn - t see any bugs! Overall, I don - t reccomend Castles N Coasters to anyone. This place is not safe for citizens or visitors. The only thing i reccomend is that you DON - T go there, It is honestly a waste of money and a waste of time.Read more",
            "We are out of towners who went to Castles N -  Coasters this weekend for half a day  - Saturday, 4 - 15 - 06 -  while visiting family.  The parking lot is oddly configurated - once we entered the lot, there were unexpected dead ends and at one point we entered an un-labeled lane that was a one-way exit from the lot.  There is an overflow lot, however it was closed.  We ended up parking in the adjacent Circuit City parking lot.Some of the signs showing the prices at the park are either outdated or don - t reflect the added sales tax- at any rate, half the signs indicate one price while the other half indicate the actual price, including tax.  The indoor portion is where you - ll find a wide array of video games, from Pac-Man to Dance Revolution.  The outdoor has 4 different mini-golf courses and a variety of rides.I might not have cared about the following when I was a kid, however as an adult I found the park to be very outdated and unclean.  Everything that was painted was chipped.  The bathrooms, which instead of having functional doors had heavy plastic curtains that people could easily peak through, were disgusting.  Kids  - and even some adults! -  attempted to cut us in line at half the rides. At one point, we stopped to eat.  The food was horrible.  I suppose I shouldn - t have expected much since I - d already experienced the rest of the park, but this stuff was bad.  Thankfully, they had pre-packaged ice cream sandwiches that we ended up having for dessert to balance the nasty flavor of their hot dogs.This entire review if from the point-of-view of an adult who grew up in San Diego, with Disneyland, Sea World, Magic Mountain  -  Knotts Berry Farm a stone - s throw away, so I - m obviously very biased.  The kids had fun at this park, but I wouldn - t choose to go back.  - And if I did, I - d bring my own meal. - Read more",
            "Khoảng thời gian tuyệt vời nhất chúng ta từng có với tư cách là một gia đình. Sân gôn mini rất thú vị khi chúng tôi dành phần lớn thời gian buổi sáng. Rất nhiều nơi trên thế giới trưng bày, điều này làm cho nó rất thú vị. các chuyến đi là rất nhiều niềm vui.  Trẻ em bốn tuổi có thể chơi hầu hết các trò chơi. Nơi tốt nhất để đi cùng gia đình để vui chơi và tận hưởng trong một ngày. Nhận vé cả ngày để bạn không bao giờ hết.Đọc thêm"
        ],
        "star_ratings": [
            132,
            169,
            68,
            27,
            27
        ],
        "review_amount": 423,
        "location": [
            "Phượng Hoàng",
            "Hoa Kỳ",
            "Arizona - AZ -",
            "Trung tâm Arizona",
            "Những điều cần làm ở Phoenix",
            "Lâu Đài N - Đế Lót Ly"
        ],
        "reviews_time": [
            "Written June 23, 2021",
            "Written December 31, 2022",
            "Written January 22, 2022",
            "Written February 23, 2021",
            "Written April 2, 2023",
            "Written May 23, 2005",
            "Written December 10, 2006",
            "Written January 2, 2010",
            "Written April 17, 2006",
            "Written March 27, 2003"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g31310-d127164-Reviews-Castles_N_Coasters-Phoenix_Arizona.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g31310-d3843799-Reviews-First_Watch-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Restaurant_Review-g31310-d3453433-Reviews-Denny_s-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Restaurant_Review-g31310-d4797818-Reviews-Cinnabon-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Restaurant_Review-g31310-d3337748-Reviews-Mi_Pueblo_Mexican_Food-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Restaurant_Review-g31310-d6157369-Reviews-LongHorn_Steakhouse-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Restaurant_Review-g31310-d2460623-Reviews-Texas_Roadhouse-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Restaurant_Review-g31310-d11918085-Reviews-Blazin_Mongolian_BBQ-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Restaurant_Review-g31310-d11816868-Reviews-Indigo_Bistro-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Restaurant_Review-g31310-d478990-Reviews-Old_Country_Buffet-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Restaurant_Review-g31310-d4249870-Reviews-Peter_Piper_Pizza-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31310-d146667-Reviews-Phoenix_Mountain_Preserve-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31310-d1453703-Reviews-Piestewa_Peak-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31310-d545867-Reviews-Brass_Armadillo_Antique_Mall-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31310-d4012178-Reviews-Dreamy_Draw_Recreation_Area-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31231-d1724881-Reviews-Glendale_Historic_District-Glendale_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31231-d1227380-Reviews-Sahuaro_Ranch_Park-Glendale_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31310-d10102982-Reviews-Shaw_Butte_Trailhead-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31310-d7392162-Reviews-North_Mountain_Brewing_Company-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31310-d8121023-Reviews-SS_Simon_and_Jude_Cathedral-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31310-d563419-Reviews-First_Christian_Church-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31310-d127164-Reviews-or10-Castles_N_Coasters-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31310-d563418-Reviews-Enchanted_Island-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31310-d17599475-Reviews-Six_Flags_Hurricane_Harbor-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31310-d27009143-Reviews-Water_Slide_Rentals_in_Phoenix-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31310-d5830471-Reviews-Tim_Finnegan_s_Irish_Pub-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31310-d1982714-Reviews-Arizona_Outdoor_Fun-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31310-d648402-Reviews-AZ_Hummer_Tours-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31310-d7217803-Reviews-Phoenix_Scuba-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31310-d2642717-Reviews-Ping_Golf_Campus_Tour-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31310-d209349-Reviews-Aguila_Golf_Course-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31231-d333560-Reviews-Cerreta_Candy_Co-Glendale_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31310-d563422-Reviews-Lookout_Mountain_Golf_Club-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31310-d21259303-Reviews-John_Shachter-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31310-d12578502-Reviews-Adventure_On_Purpose-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31310-d292500-Reviews-Tocaloma_Spa_Salon-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31310-d5839635-Reviews-Stackers_Eatin_Drinkin-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31310-d17461751-Reviews-Bookmans_Entertainment_Exchange-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g50226-d110220-Reviews-German_Village-Columbus_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g642196-d1371544-Reviews-Geiranger_Fjord-Geiranger_Stranda_More_og_Romsdal_Western_Norway.html",
            "https://www.tripadvisor.com/Attraction_Review-g32676-d560718-Reviews-Broad_Beach-Malibu_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g49324-d276866-Reviews-Linville_Caverns-Marion_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g54354-d2027336-Reviews-Pitt_Street_Bridge-Mount_Pleasant_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g52053-d6949367-Reviews-Riverfront_Park-Salem_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g34039-d1640434-Reviews-Lavender_Fields_Farm-Milton_Delaware.html",
            "https://www.tripadvisor.com/Attraction_Review-g44881-d3179283-Reviews-Lone_Elk_Park-Saint_Louis_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g30196-d3995755-Reviews-Pinballz_Arcade-Austin_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g318865-d2164483-Reviews-Butrint_National_Park-Butrint_Vlore_County.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g31310-d127164-Reviews-or10-Castles_N_Coasters-Phoenix_Arizona.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g31310-d127164-Reviews-Castles_N_Coasters-Phoenix_Arizona.html"
    }
]