[
    {
        "attraction_name": "Castello Sforzesco",
        "attraction_name_vi": "Lâu đài Sforza",
        "general_info": [
            "13.658 đánh giá",
            "4 trong số 1.734 điều cần làm ở Milan",
            "Địa điểm lịch sử",
            "Lâu đài"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Cốt lõi sôi động của Milan nằm ở Centro. Quảng trường Duomo được bao quanh bởi nhà thờ gothic, biểu tượng lịch sử của Milan. Tuy nhiên, mua sắm là điều thu hút hầu hết đám đông đến khu vực này. Galleria Vittorio Emanuele II sang trọng và đa năng với các cửa hàng sang trọng và nhà hàng chất lượng cao sẽ biến bất kỳ chuyến mua sắm hoặc chuyến tham quan ăn trưa nào thành trải nghiệm hoàng gia. Hãy lên tầng thượng của khách sạn La Rinascente hàng đầu để ngắm nhìn quảng trường sôi động với toàn cảnh Duomo. Corso Vittorio Emanuele II là con phố mua sắm cao cấp. Các thương hiệu đủ loại, nghệ sĩ đường phố thu hút sự chú ý của mọi du khách; trong khi ở Via Santa Radegonda 16, Luini Panzerotti là một cửa hàng ẩm thực đường phố được đánh giá cao, mang đến những trải nghiệm ẩm thực không thể tưởng tượng được. Nếu việc mua sắm khiến bạn mệt mỏi, hãy cân nhắc ghé thăm Castello Sforzesco, một lâu đài từ thế kỷ 15 có nhiều bảo tàng. Những người muốn thư giãn có thể đến Parco Sempione, nơi thiên nhiên mang lại sự nghỉ ngơi sau năng lượng của thành phố năng động và quốc tế này.Đọc thêm",
            "Castello đơn giản đến mức tuyệt vời. Có vẻ như việc đến thăm nó trong một ngày là không thể. Chúng tôi rất vui khi được chụp ảnh và chiêm ngưỡng vẻ đẹp của công trình. Những bức tường, cửa sổ, khu vườn, tôi yêu tất cả. Hoàn toàn được đề xuất! Đọc thêm",
            "Lâu đài này rộng lớn.  Bạn có thể đi bộ xung quanh khuôn viên trong và ngoài miễn phí.  Chúng tôi đã trả tiền vé vào bên trong - mỗi vé khoảng 5 E.  Bảo tàng rất lớn - không dành cho tất cả mọi người nhưng bạn chắc chắn sẽ tìm thấy thứ gì đó khiến bạn quan tâm - chỉ riêng phòng âm nhạc đã có hơn 900 tác phẩm.  Bạn cũng có thể lên đỉnh lâu đài.Đọc thêm",
            "Chúng tôi đã có một chuyến đi trong ngày đến Milan bằng tàu hỏa từ Varenna chủ yếu để thăm Castello Sforzesco.  Sân và khuôn viên miễn phí nhưng lối vào bảo tàng chỉ có 3 euro cho người cao niên.  Chúng tôi đã mua vé tại Lâu đài thay vì trực tuyến.  Chúng tôi bắt tàu điện ngầm đến Duomo từ Ga Xe lửa Trung tâm và đi bộ đến lâu đài trong khoảng 15 phút đi lên Via Dante.  Các bảo tàng rất thú vị, nhưng bản thân lâu đài và lịch sử của nó là ấn tượng nhất.   Nếu đó là một ngày lạnh hoặc mưa, tôi có thể dành cả ngày trong bảo tàng nhưng trời nắng và ấm áp nên chúng tôi rất thích dành vài giờ ở Công viên Sempione liền kề.Đọc thêm",
            "Với 5 euro, nơi này có giá trị lớn. Bạn cũng có thể nhận được hướng dẫn bằng âm thanh với giá thêm 5 euro. Chúng tôi không bận tâm. Có 5 bảo tàng khác nhau bên trong. Nó cũng có máy lạnh, chịu được nhiệt độ 38 độ. WC sạch sẽXem thêm",
            "Không thể phủ nhận Lâu đài Sforzesco là một trong những địa danh quyến rũ nhất ở Milan. Đây là biểu tượng cho lịch sử lâu đời của thành phố và là minh chứng ngoạn mục cho quá khứ thời Trung cổ và Phục hưng của Milan. Kiến trúc cao chót vót và hùng vĩ của lâu đài toát lên một cảm giác hùng vĩ khó gì sánh bằng.\n\nBên trong lâu đài, bạn sẽ gặp những triển lãm và trưng bày ấn tượng. Từ bộ sưu tập nhạc cụ cổ cho đến kiệt tác của các nghệ sĩ nổi tiếng như Michelangelo và Mantegna, luôn có thứ gì đó dành cho mọi người yêu thích nghệ thuật và lịch sử. Các cuộc triển lãm được bố trí hợp lý, mang đến cái nhìn sâu sắc về di sản văn hóa và nghệ thuật phong phú của Ý.\n\nChuyến thăm Lâu đài Sforzesco sẽ không trọn vẹn nếu không đi dạo qua những khu vườn xinh đẹp của nó. Công viên Sempione, nằm trong quần thể lâu đài, là một ốc đảo thanh bình và xinh đẹp. Với những tán cây, những con đường quanh co và tầm nhìn tuyệt đẹp ra lâu đài, đây là địa điểm thư giãn hoàn hảo sau khi khám phá lâu đài.\n\nTuy nhiên, trải nghiệm của tôi tại Lâu đài Sforzesco có phần bị ảnh hưởng bởi nhà hàng trong khuôn viên, Calicantus Sforzesco. Chất lượng thực phẩm là một sự thất vọng thực sự. Vi phạm lớn nhất là món risotto, rõ ràng là từ một gói siêu thị và được phục vụ như thể nó còn tươi. Thêm vào đó, một số nhân viên khá nhanh nhẹn, tạo thêm cảm giác khó chịu cho trải nghiệm ăn uống.\n\nTóm lại, Lâu đài Sforzesco là địa điểm không thể bỏ qua đối với bất kỳ ai ở Milan. Các cuộc triển lãm, kiến ​​trúc và khu vườn thực sự ấn tượng. Thật không may, trải nghiệm ăn uống tại Calicantus Sforzesco còn nhiều điều đáng mong đợi. Lời khuyên của tôi là hãy tận hưởng tất cả những gì mà lâu đài và các khu vườn của nó mang lại, nhưng có thể bạn nên lên kế hoạch đi nơi khác.Đọc thêm",
            "Lâu đài tuyệt vời để khám phá với một số bảo tàng thực sự thú vị bên trong.\n\nKhuôn viên lâu đài được tự do khám phá và chúng được bảo trì khá tốt nên rất bận rộn vì vậy hãy đến đó sớm nếu bạn không muốn có hàng trăm người xung quanh mình.\n\nNếu bạn muốn vào bên trong lâu đài, bạn phải trả phí để vào bảo tàng, rất thú vị để xem nhưng sẽ không nói rằng họ phải làm như vậy nếu bạn có hạn chế về thời gian, tôi sẽ chỉ đi tham quan khuôn viên của lâu đài.Đọc thêm",
            "Nơi cư trú của các Công tước Milan của triều đại Sforza. Được Francesco Sforza xây dựng vào giữa thế kỷ 15. Vào nửa sau của thế kỷ 15, Leonardo da Vinci đã tham gia trang trí lâu đài. Điều thú vị là diện mạo của pháo đài Sforza đã được các kiến ​​trúc sư Milan làm việc tại Điện Kremlin ở Moscow lấy làm hình mẫu. Đọc thêm",
            "Trong cơn bão đẹp đẽ bị hư hại khi chúng tôi đến công viên Sempione là lâu đài Sforzesco 500 năm tuổi, một tòa nhà 500 năm tuổi được bảo tồn tốt.\n\nVào khuôn viên lâu đài là miễn phí, nhưng có những cuộc triển lãm bên trong mà bạn phải trả tiền để xem.  Chúng tôi đang đi tham quan nên chỉ đi vào khu vực bên ngoài.  Các cuộc triển lãm khi chúng tôi ở đó chủ yếu là các phòng trưng bày nghệ thuật.\n\nChắc chắn đáng để ghé thăm công viên, tháp và đài phun nước ở khu vực xung quanh, một cách tuyệt vời để dành một buổi sáng, mặc dù bản thân lâu đài chỉ cách đó chưa đầy một giờĐọc thêm",
            "Tất nhiên Duomo phải được ghé thăm nhưng Lâu đài Sforza thực sự đại diện cho bản chất của Milan.  Đây phần lớn là một cuộc cải tạo mang tính lịch sử với các lỗ vuông đỡ giàn giáo, nơi lưu giữ các bộ sưu tập tư nhân tuyệt vời của gia đình Visconte theo một hình thức khá mới và được tổ chức tốt mà chúng tôi đã ghé thăm 15 năm trước và đó là một hỗn hợp, trong các bảo tàng riêng biệt nhưng có mối liên kết với nhau.  Nó rất lớn nên hãy dành ít nhất 4 giờ.  Bảo tàng công dân là điển hình ở chỗ bất kỳ bộ sưu tập nào đang tìm kiếm một ngôi nhà đều có thể tìm thấy một ngôi nhà trong không gian đúc này.  Nó gợi nhớ về nơi mà Trung Quốc sắp chết khi không có ai trong gia đình đưa họ đi.  Nhưng ở đó cũng có những thứ hay ho!Đọc thêm",
            "một bộ sưu tập khổng lồ như vậy! có tất cả mọi thứ: tranh vẽ, tác phẩm điêu khắc, đồ gốm, nhạc cụ, áo giáp, đồ tạo tác cổ xưa... phải mất nhiều giờ mới có thể xem hết. chúng tôi đã dành khoảng 3 giờ và thậm chí không xem được hết. nó có triển lãm o 3 tầng trải dài toàn bộ khu phức hợp. tại một thời điểm nào đó, mắt chúng tôi trợn ngược và chúng tôi chỉ đi từ phòng này sang phòng khác, và sau đó chúng tôi lao từ phòng này sang phòng khác chỉ để tìm lối ra! lên kế hoạch trước những gì bạn muốn xem và lên kế hoạch cho lộ trình của mình phù hợp để bạn nhìn thấy điều đó đầu tiên trước khi não bạn tan chảy. chúng tôi đã mua vé hẹn giờ trước và bỏ qua hàng đợi ở cửa, nhưng hàng đợi không quá dài. hãy cẩn thận với những kẻ lừa đảo vòng tay tràn ngập khu vực lối vào!Đọc thêm",
            "Lâu đài trông rất ấn tượng vì nó rất lớn. Nó chứa một số bảo tàng tranh và tác phẩm điêu khắc, âm nhạc, vũ khí, dường như không có bảo tàng nào trong số đó có thể ngoại trừ bức Pieta Rondanini chưa hoàn thành của Michelangelo rất quan trọng hoặc có mật độ dân cư đông đúc về các hiện vật và tranh vẽ. Tuy nhiên, đây có phải là một nơi tuyệt vời để khám phá vào một ngày mưa không? ngày, nó rẻ và chúng tôi mất khoảng 3-4 giờ.Đọc thêm",
            "Lâu đài được tự do đi lại xung quanh.  Bạn sẽ cần vài giờ để xem toàn bộ khu vực bao gồm cả bảo tàng chỉ với 5,00 euro.  Bảo tàng được trình bày rất tốt và có rất nhiều thứ để xem.  Tôi rất ấn tượng vì chỉ có 5,00 euro để vào. Rất đáng đồng tiền bát gạo.Đọc thêm",
            "Lâu đài này được bảo tồn rất tốt.   Tôi đã tham gia chuyến tham quan bảo tàng, được xem thêm một số thứ từ các khoảng thời gian khác nhau.   Có thể dành một vài giờ ở đây.  Dòng phòng tắm FYI dài. Đọc thêm",
            "Pháo đài thời trung cổ thế kỷ 14 này gây ấn tượng vì kích thước khổng lồ và thú vị khi chỉ đi dạo xung quanh. Tuy nhiên, hiện tại nơi đây chứa một số lượng lớn các bảo tàng và viện văn hóa riêng biệt khiến việc đi lại hoặc trải nghiệm trọn vẹn trở nên bất khả thi. Bảo tàng duy nhất mà chúng tôi chắc chắn sẽ tìm kiếm và ghé thăm có bức tượng Pieta Rondanini chưa hoàn thành của Michelangelo. Ông được cho là đã làm việc trên bức tượng này một tuần trước khi qua đời vào năm 1564. Ngoài ra, còn quá nhiều thứ để đánh giá cao. Đọc thêm",
            "Tôi đã đến đây nhiều năm trước và đó là một nơi dễ thương, tuy nhiên hôm nay tôi lại quay lại và dùng nhà vệ sinh để rửa tay và mặt. Một nhân viên nam trong nhà vệ sinh nữ hét vào mặt tôi và hỏi tôi đang đi đâu, vì anh ta cho rằng tôi đã cắt đường nhưng tôi không làm vậy và chỉ có ý định rửa tay chứ không đi vệ sinh. Tôi nói với anh ấy rằng tôi đang sử dụng bồn rửa. Trong khi tôi đang rửa tay và mặt, anh ấy đến hét vào mặt tôi để nhanh chóng rời đi. Tôi bối rối và hỏi tại sao? Anh ta lại hét vào mặt tôi với âm thanh bảo tôi bỏ đi vì anh ta muốn sử dụng bồn rửa. Tôi nói với anh ta rằng anh ta thô lỗ và lịch sự nhưng tất nhiên là anh ta không quan tâm. Tôi đã cố gắng báo cáo điều này với văn phòng thông tin nhưng họ nói như vậy họ không thể giúp được gì và họ không chịu trách nhiệm về nhà vệ sinh. Nhân viên này là đàn ông trong nhà vệ sinh nữ và có thể họ không nghĩ đó là vấn đề lớn nhưng đây là hành vi quấy rối.Đọc thêm",
            "Nơi này rất lớn. Chúng tôi đi vào từ giữa phía tây nam. Chúng tôi không biết mua vé bảo tàng ở đâu và đến khi đi loanh quanh thì chúng tôi không còn hứng thú với bảo tàng nữa. Bây giờ tôi truy cập lại trang web milanocastello - có rất nhiều bản đồ và hướng dẫn, chúng tôi chưa chuẩn bịĐọc thêm",
            "Lâu đài lớn với lịch sử vĩ đại. Công viên xinh đẹp gắn liền với nó để thư giãn. Vào cổng miễn phí. Đẹp như tranh vẽ. Chắc chắn hãy kiểm tra nó.Đọc thêm",
            "Đến đây vào buổi chiều để khám phá lâu đài và các bảo tàng khác nhau. Chúng tôi rất ngạc nhiên khi nó hoàn toàn là xe đẩy và do đó thân thiện với xe lăn. Có những nhà vệ sinh công cộng trong khuôn viên không hẳn là sạch sẽ nhất nhưng hoàn toàn có thể sử dụng được. Ngoài ra còn có phòng vệ sinh dành riêng cho xe lăn thay tã cho em bé.Đọc thêm",
            "Chỉ cách Duomo 10 phút, Lâu đài khổng lồ này và khu đất xung quanh là nơi thú vị để đi lang thang trong cái nóng vào tháng Ba. Chắc chắn đáng để đi bộ một đoạn ngắn để xem nó.Đọc thêm",
            "Giá rất rẻ như một bảo tàng Ý, một bộ sưu tập lớn và thú vị. Bạn cần 2-2,5 giờ để xem tất cả các bảo tàng. Bạn có thể vào miễn phí trong lâu đàiĐọc thêm"
        ],
        "star_ratings": [
            7700,
            4816,
            980,
            108,
            54
        ],
        "review_amount": 13658,
        "location": [
            "Lâu đài Sforzesco",
            "Milano",
            "Châu Âu",
            "Nước Ý",
            "Những điều cần làm ở Milano",
            "vùng Lombardy"
        ],
        "reviews_time": [
            "Written July 3, 2023",
            "Written July 5, 2023",
            "Written July 10, 2023",
            "Written July 16, 2023",
            "Written July 25, 2023",
            "Written August 1, 2023",
            "Written August 16, 2023",
            "Written August 29, 2023",
            "Written September 13, 2023",
            "Written September 19, 2023",
            "Written May 31, 2024",
            "Written May 25, 2024",
            "Written May 24, 2024",
            "Written May 20, 2024",
            "Written May 10, 2024",
            "Written May 8, 2024",
            "Written May 4, 2024",
            "Written May 3, 2024",
            "Written April 29, 2024",
            "Written April 2, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g187849-d246672-Reviews-Castello_Sforzesco-Milan_Lombardy.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g187849-d25336642-Reviews-Pizzium_Milano_Via_Arco-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187849-d7107347-Reviews-CHIOSCO_SQUADRE_CALCIO-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187849-d3774234-Reviews-Chiosco_al_Politico-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187849-d7311276-Reviews-La_Tartina-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187849-d13138666-Reviews-Nero_9-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187849-d27496484-Reviews-Maccheroni_La_Carbonara_N_1_Di_Milano_Brera-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187849-d7897005-Reviews-Debbie_s-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187849-d1226721-Reviews-Pane_al_Pane_Vino_al_Vino-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187849-d7323049-Reviews-Risoelatte-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187849-d7697449-Reviews-Taglieri_e_Bicchieri-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g187849-d243439-Reviews-Museum_of_Ancient_Art-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g187849-d10538785-Reviews-Musei_del_Castello_Sforzesco-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g187849-d12335913-Reviews-Monumento_a_San_Giovanni_Nepomuceno-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g187849-d8027215-Reviews-Museo_Pieta_Rondanini-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g187849-d2353512-Reviews-Fontana_di_Piazza_Castello-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g187849-d2080743-Reviews-Museum_of_Decorative_Arts-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g187849-d2077500-Reviews-Museum_of_Musical_Instruments-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g187849-d12708637-Reviews-Biblioteca_d_Arte-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g187849-d591221-Reviews-Civico_Museo_Archeologico_Sezioni_Preistorica_ed_Egizia-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g187849-d2723336-Reviews-Studio_Museo_Achille_Castiglioni-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g187849-d246672-Reviews-or10-Castello_Sforzesco-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g187849-d195239-Reviews-Duomo_di_Milano-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g187849-d194342-Reviews-Galleria_Vittorio_Emanuele_II-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g187849-d202624-Reviews-Piazza_del_Duomo-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g187849-d314197-Reviews-Il_Cenacolo-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g187849-d12190803-Reviews-Teatro_Romano-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g187849-d591217-Reviews-Chiesa_di_San_Maurizio_al_Monastero_Maggiore-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g187849-d4501654-Reviews-Dialogo_nel_Buio-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g187849-d243431-Reviews-Monumental_Cemetery-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g187849-d591213-Reviews-Certosa_di_Milano-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g187849-d246678-Reviews-Chiesa_di_Santa_Maria_presso_San_Satiro-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g187849-d7240349-Reviews-Succo_d_Arte_100_Turismo_a_MIlano-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g187849-d13564076-Reviews-Beyond_the_Castle-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g187849-d17376876-Reviews-Cuore_Tours_Free_Tour_Milan_in_Spanish-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g187849-d20242993-Reviews-World_City_Trail_Milan-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g187849-d2323119-Reviews-CSTRents_Experience_Tours_Rents-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g187849-d11918550-Reviews-Milan_Treasure_Hunts-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g52819-d667362-Reviews-Hersheypark_Stadium-Hershey_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g54126-d105988-Reviews-Napatree_Point_Conservation_Area-Westerly_Washington_County_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d3335196-Reviews-Sanrio_Luxe-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g189934-d10298468-Reviews-Sompasauna-Helsinki_Uusimaa.html",
            "https://www.tripadvisor.com/Attraction_Review-g31385-d4308955-Reviews-Bartlett_Reservoir-Tonto_Basin_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g293995-d24072768-Reviews-Park_Avenue_Mall-Riyadh_Riyadh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d2665318-Reviews-A_for_Athens_Cocktail_Bar-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g46232-d4498635-Reviews-Spofford_Lake-Spofford_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g46439-d8533360-Reviews-The_Shoppes_At_Flemington-Flemington_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g34352-d2229701-Reviews-Main_Gate_Flea_Market-Kissimmee_Florida.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g187849-d246672-Reviews-or10-Castello_Sforzesco-Milan_Lombardy.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g187849-d246672-Reviews-Castello_Sforzesco-Milan_Lombardy.html"
    }
]