[
    {
        "attraction_name": "Castelo de Óbidos",
        "attraction_name_vi": "Lâu đài Obidos",
        "general_info": [
            "1.863 đánh giá",
            "2 trong số 29 điều cần làm ở Obidos",
            "Lâu đài"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Bản thân lâu đài đã được chuyển đổi thành một khách sạn đắt tiền, nhưng các bức tường thành phố trải dài từ lâu đài bao quanh toàn bộ ngôi làng và có thể tiếp cận tự do. Lưu ý rằng các bức tường thành phố và cầu thang dẫn lên chúng không có lan can. Tôi đã thấy những tâm hồn táo bạo ngồi trên mép trụ cao trên mặt đất. Nó không dành cho những người sợ độ cao hoặc không sẵn sàng chi trả bảo hiểm nhân thọ của họ. Cho dù trên các bức tường thành phố hay ở mặt đất, bạn luôn có thể tìm thấy một vị trí có tầm nhìn ấn tượng ra lâu đài và các bức tường thành phố. Đọc thêm",
            "Đây là sự kiện chính khi bạn ở Obidos. Obidos là viên ngọc ẩn của Bồ Đào Nha. Khi ở trong thị trấn, bạn phải kiểm tra lâu đài và nếu có thể, bạn phải tự chịu rủi ro khi đi bộ quanh các bức tường của lâu đài. Khung cảnh thật tuyệt vời. Bất cứ điều gì xảy ra trong thị trấn, nó đều xảy ra bên trong các bức tường của lâu đài.Đọc thêm",
            "Toàn bộ thị trấn cổ Obidos rất giật gân, những con phố cổ, những con đường nhỏ hẹp, những bức tường thành vĩ đại, nhà thờ và lâu đài đều tạo nên yếu tố WOW của địa điểm thời trung cổ. Đừng vội vàng ghé thăm và nếu có thể hãy ghé thăm vào giữa tuần để tránh những chuyến du lịch cuối tuần dài. Nếu bạn định ở lại qua đêm để tham quan phố cổ lúc 7h30 sáng, bạn sẽ có một giờ để khám phá địa điểm và chụp ảnh trước khi chuyến tham quan đầu tiên đến. Việc đi bộ quanh các bức tường thành phố là một điểm nổi bật.Đọc thêm",
            "Chúng tôi đã đọc trước rằng bạn phải ở trong khách sạn lâu đài để vào được.  Vui mừng vì chúng tôi đã làm, bởi vì nó thực sự tuyệt vời. Thị trấn obidos và con đường đi bộ rộng lớn hơn trên tường xung quanh cũng rất tuyệt, nhưng bạn sẽ không muốn bỏ lỡ chính lâu đài.  Đọc thêm",
            "Nơi đặc biệt. Đi dạo dọc các bức tường, mua đồ gốm thủ công và thưởng thức các quán rượu, tất nhiên là có cả một ít rượu anh đào nữa! Những cửa hàng tuyệt vời.Đọc thêm",
            "Lâu đài Obidos rất ngoạn mục và đáng để ghé thăm. Bên trong bây giờ là Pousado, nên mở cửa cho những người ở lại đó qua đêm.Đọc thêm",
            "Chúng tôi đã đọc trước rằng bạn phải ở trong khách sạn lâu đài để vào được.  Vui mừng vì chúng tôi đã làm, bởi vì nó thực sự tuyệt vời. Thị trấn obidos và lối đi trên tường rộng hơn xung quanh cũng rất tuyệt, nhưng bạn sẽ không muốn bỏ lỡ chính lâu đài.  Đọc thêm",
            "Khó có thể bỏ lỡ khi ở Obidos!  Đi bộ qua các bức tường của lâu đài xung quanh Obidos thật tuyệt vời và có một số nơi hơi đáng sợ!Đọc thêm",
            "Bản thân lâu đài khá đẹp khi nhìn từ bên ngoài. Đây là một khách sạn nên không thể cảm nhận được trước đây nó như thế nào. Các bức tường của thị trấn lâu đài được sửa chữa rất tốt và người ta có thể đi bộ quanh toàn bộ thị trấn dọc theo các bức tường. Đọc thêm",
            "Toàn bộ thị trấn cổ Obidos rất giật gân, những con phố cổ, những con đường nhỏ hẹp, những bức tường thành vĩ đại, nhà thờ và lâu đài đều tạo nên yếu tố WOW của địa điểm thời trung cổ. Đừng vội vàng ghé thăm và nếu có thể hãy ghé thăm vào giữa tuần để tránh những chuyến du lịch cuối tuần dài. Nếu bạn định ở lại qua đêm để tham quan phố cổ lúc 7h30 sáng, bạn sẽ có một giờ để khám phá địa điểm và chụp ảnh trước khi chuyến tham quan đầu tiên đến. Việc đi bộ quanh các bức tường thành phố là một điểm nổi bật.Đọc thêm",
            "Ý tưởng ở trong một lâu đài có sức hấp dẫn rất lớn.  Các nhân viên rất thân thiện và hữu ích, và bữa sáng rất ngon.  căn phòng rất nhỏ và cũ kỹ, có một chiếc giường nhỏ và cửa sổ lâu đài.  Các nhân viên phía trước nói với chúng tôi rằng các phòng trong lâu đài không có hai giường, nhưng chúng tôi đã thấy một chiếc khi trả phòng.  Bạn có thể sử dụng nhà vệ sinh và cạo râu và đánh răng cùng một lúc.  Chúng tôi phải đỗ xe rất nhiều ở phía xa của ngôi làng có tường bao quanh và mang theo hành lý đi bộ lên một con đường.  May mắn thay, các nhân viên đã giúp đỡ chúng tôi sau khi chúng tôi đăng ký. Đề xuất của tôi là hãy đóng gói hành lý nhẹ nhàng cho thời gian lưu trú của bạn.  Obidos rất quyến rũ, tôi chỉ ước chúng tôi biết những gì chúng tôi sắp làm trước khi đặt chỗ.Đọc thêm",
            "Đây là sự kiện chính khi bạn ở Obidos. Obidos là viên ngọc ẩn của Bồ Đào Nha. Khi bạn ở trong thị trấn, bạn phải kiểm tra lâu đài và nếu bạn có thể, hãy tự chịu rủi ro khi đi bộ xung quanh các bức tường của lâu đài. Cảnh quan thật tuyệt vời. Bất cứ điều gì xảy ra trong thị trấn, nó đều xảy ra bên trong các bức tường của lâu đài. Đọc thêm",
            "Lâu đài là nơi chiêu đãi đặc biệt nhân dịp kỷ niệm 24 năm của chúng tôi. Khi đến nơi, chúng tôi phát hiện ra rằng khu vực đỗ xe chính đã đóng cửa nên chúng tôi phải mang hành lý lên một ngọn đồi dốc. May mắn thay, có một quý ông bước xuống chào đón chúng tôi và giúp mang hành lý. Anh ấy thật đáng yêu và rất duyên dáng. Lâu đài rất đẹp, nhưng tiếc là căn phòng đã rất lỗi thời. Đừng ngoại trừ việc có trải nghiệm năm sao tại lâu đài này. Ngoài ra, phòng tắm có một số vấn đề. Nó thực sự có mùi, trần nhà bị bong tróc và xuất hiện mốc đen. Vì bị dị ứng nên chúng tôi phải hạn chế tiếp xúc trong phòng. Bữa sáng thật đáng yêu và nhân viên thì tuyệt vời. Mặc dù thật tuyệt khi được ở trong lâu đài nhưng tôi sẽ không quay lại lần nữa do tình trạng phòng ốc.Đọc thêm",
            "Bản thân lâu đài đã được biến thành một khách sạn đắt tiền, nhưng các bức tường thị trấn kéo dài từ lâu đài bao trùm toàn bộ ngôi làng và có thể truy cập miễn phí.  Lưu ý rằng các bức tường thành và cầu thang dẫn lên chúng không có lan can.  Tôi đã nhìn thấy những tâm hồn dũng cảm ngồi trên mép cột cao trên mặt đất.  Nó không dành cho những người sợ độ cao hoặc chưa sẵn sàng mua bảo hiểm nhân thọ.  Dù ở trên tường thành hay trên mặt đất, bạn luôn có thể tìm thấy một vị trí có tầm nhìn ấn tượng ra lâu đài và tường thành.Đọc thêm",
            "Có mất phí vào cửa không?Đọc thêm",
            "Không.Đọc thêm",
            "Chào buổi sáng \nĐộng vật có được phép trong chuyến thăm không?Đọc thêm",
            "Bạn có thể dắt thú cưng đi dạo khắp nơi mà không gặp vấn đề gì, tôi không nghĩ điều đó bị cấm.Đọc thêm",
            "Có thể đi bộ dọc theo các bức tường lâu đài?Đọc thêm",
            "Có một cách hoàn hảo. Nhưng hãy luôn chú ý.Đọc thêm",
            "Tất cả những gì bạn khuyên nên xem ở Obidos?  Bất kỳ khách sạn lớn của nhà hàng.\nCó điều gì phải xem trong thị trấn không?\nCảm ơn.\ndĐọc thêm",
            "Lưu trú tại Pousada là một trải nghiệm tuyệt vời, tầm nhìn đẹp mắt từ phòng ăn. \nCó một số nhà hàng đẹp trong thị trấn, rất nhiều quán bar và cửa hàng dành cho khách du lịch. Một nơi để đi bộ xung quanh nhưng không có nhiều việc phải làm. Nhà thờ đẹp và một vài bảo tàng. Đọc thêm",
            "Có nhà hàng nào mở cửa cho công chúng tại Castelo devPraga không?Đọc thêm",
            "Trong tường có nhà hàng, trong tường có làng. Lâu đài được chuyển thành quán trọ.Đọc thêm",
            "Xin chào, chúng tôi đến Obidos bằng xe buýt từ Lisbon và muốn ở tại Castelo de Obidos.   Tôi đang tự hỏi việc mang hành lý của chúng tôi lên đỉnh lâu đài sẽ khó khăn đến mức nào - có taxi hay nhân viên sẽ đến đón bạn từ lối vào thị trấn.\nCó vẻ như nó rất dốc lên tới đỉnh với những chiếc vali. Tôi đã gửi email cho nhân viên hai lần nhưng họ không trả lời tôi.Đọc thêm",
            "Chào Margie\n\nKhi bạn đến từ Lisbon, xe buýt sẽ đưa bạn đến khu vực đậu xe được thiết kế đặc biệt.\nKhi đi lùi lại một chút, bạn sẽ thấy CỔNG THỊ TRẤN được trang trí đẹp mắt bằng gạch men - azulejos. Ở bên phải, bạn sẽ thấy một quảng trường nhỏ dành cho taxi, một chiếc ghế dài, một đài phun nước ngọt và sân thượng của Khách sạn Josefa Albergaria. Khi bạn đi qua cổng, bạn sẽ ở phía trước hai con đường:\n Đúng rồi - khi nhìn bạn sẽ thấy một quán ăn tự phục vụ Marion, hoặc thứ gì đó tương tự như thế này và một cổng tháp nhỏ màu hồng đậm thuộc cùng một quán ăn tự phục vụ\n Phía trước còn lại một ngôi nhà màu trắng viền sơn màu nâu vàng và phía trước là một ngôi nhà màu trắng viền xanh. Con đường bên trái tôi khuyên bạn nên đi vì nó chỉ đi theo nó, đi thẳng về phía trước. Trên đường đi bạn sẽ thấy: bên phải là quán sôcôla, bên trái là Cây Bougonvilea màu đỏ nối liền với ngôi nhà, bên phải là nhà hàng, bên trái là cửa hàng lưu niệm. Đối diện cửa hàng lưu niệm này có bãi đậu xe và nhà thờ. Từ đây chỉ 200 mét và bạn sẽ tìm thấy mái hiên dẫn bạn đến sân lễ tân ở bên phải. Ngoài ra, trên đường đi, bạn sẽ nhìn thấy đồn cảnh sát cứu hỏa, xưởng bên trái và một ngôi nhà xinh đẹp với mái hiên rộng rãi được bao phủ bởi Bouguonvilea bên phải và phía trước là một nhà thờ thực sự là một hiệu sách. Từ đây sang bên phải, bạn sẽ thấy biển hiệu mũi tên hướng tới quầy lễ tân.\nĐừng ngại lên thành cổ, nó rất dễ dàng và con đường tôi khuyên bạn nên đi là một đường thẳng. Bạn sẽ tận hưởng từng giây phút ở đây.\n\nDanĐọc thêm"
        ],
        "star_ratings": [
            1097,
            625,
            104,
            22,
            15
        ],
        "review_amount": 1863,
        "location": [
            "Lâu đài Obidos",
            "Châu Âu",
            "sự vâng lời",
            "Quận Leiria",
            "Các hoạt động ở Obidos",
            "miền trung Bồ Đào Nha",
            "Bồ Đào Nha"
        ],
        "reviews_time": [
            "Written June 22, 2023",
            "Written July 9, 2023",
            "Written August 29, 2023",
            "Written December 11, 2023",
            "Written May 22, 2024",
            "Written May 6, 2024",
            "Written December 11, 2023",
            "Written November 20, 2023",
            "Written September 15, 2023",
            "Written August 29, 2023",
            "Written August 20, 2023",
            "Written July 9, 2023",
            "Written July 1, 2023",
            "Written June 22, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g189160-d7225344-Reviews-Castelo_de_Obidos-Obidos_Leiria_District_Central_Portugal.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g189160-d23296943-Reviews-Nata_Lisboa_Obidos-Obidos_Leiria_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189160-d2099657-Reviews-A_Nova_Casa_de_Ramiro-Obidos_Leiria_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189160-d19115039-Reviews-Pontinha-Obidos_Leiria_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189160-d8720777-Reviews-Ja_mon_Ja_mon-Obidos_Leiria_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189160-d23382782-Reviews-Real_Casa_Do_Petisco-Obidos_Leiria_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189160-d3849249-Reviews-Bar_Ibn_Errik_Rex-Obidos_Leiria_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189160-d10484016-Reviews-Capinha_d_Obidos-Obidos_Leiria_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189160-d2194496-Reviews-Tasca_torta-Obidos_Leiria_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189160-d23912309-Reviews-Madok-Obidos_Leiria_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189160-d7258128-Reviews-XII_Apostolos-Obidos_Leiria_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g189160-d8310558-Reviews-Aqueduto_da_Usseira-Obidos_Leiria_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g189160-d548030-Reviews-Obidos_Village-Obidos_Leiria_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g189160-d11779534-Reviews-Sao_Tiago_Church-Obidos_Leiria_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g189160-d12901149-Reviews-Museu_Abilio_de_Mattos_e_Silva-Obidos_Leiria_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g189160-d6623402-Reviews-Pelourinho-Obidos_Leiria_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g189160-d207086-Reviews-Igreja_de_Santa_Maria-Obidos_Leiria_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g189160-d10536083-Reviews-Rua_Direita-Obidos_Leiria_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g189160-d3556218-Reviews-Church_of_Saint_Peter-Obidos_Leiria_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g189160-d17146844-Reviews-Obidos_Train_Station-Obidos_Leiria_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g189160-d7225357-Reviews-Porta_da_Senhora_da_Piedade_Porta_da_Vila-Obidos_Leiria_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g189160-d7225344-Reviews-or10-Castelo_de_Obidos-Obidos_Leiria_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g189160-d4736506-Reviews-Santuario_do_Senhor_Jesus_da_Pedra-Obidos_Leiria_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g189160-d19815183-Reviews-Obidos-Obidos_Leiria_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g189160-d8869295-Reviews-Escape_Tower-Obidos_Leiria_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g189160-d9709832-Reviews-Livraria_de_Santiago-Obidos_Leiria_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g189160-d13122279-Reviews-Reis_Nobre_Bar-Obidos_Leiria_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g189160-d25195575-Reviews-Loja_Do_Lagar-Obidos_Leiria_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g189160-d12946669-Reviews-Artesanato_Portugues-Obidos_Leiria_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g189160-d12946666-Reviews-Porta85-Obidos_Leiria_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g58313-d554601-Reviews-Williamsburg_Winery-Williamsburg_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g14133667-d8181333-Reviews-Toho_Cinemas_Shinjuku-Kabukicho_Shinjuku_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g3333781-d2401016-Reviews-Rio_Celeste-Tenorio_Volcano_National_Park_Province_of_Guanacaste.html",
            "https://www.tripadvisor.com/Attraction_Review-g32861-d4424308-Reviews-Vina_Robles_Amphitheatre-Paso_Robles_San_Luis_Obispo_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g678774-d1165562-Reviews-The_Blue_Eye-Vlore_Vlore_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g186525-d582878-Reviews-Surgeons_Hall_Museums-Edinburgh_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g36854-d8521760-Reviews-Waukegan_Municipal_Beach-Waukegan_Lake_County_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g14127623-d25272762-Reviews-THE_PINK-Chuo_Osaka_Osaka_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g55902-d103659-Reviews-Dinosaur_Valley_State_Park-Glen_Rose_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d5617713-Reviews-Palvolgyi_Caves-Budapest_Central_Hungary.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g189160-d7225344-Reviews-or10-Castelo_de_Obidos-Obidos_Leiria_District_Central_Portugal.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g189160-d7225344-Reviews-Castelo_de_Obidos-Obidos_Leiria_District_Central_Portugal.html"
    }
]