[
    {
        "attraction_name": "Castaic Lake",
        "attraction_name_vi": "Hồ Castaic",
        "general_info": [
            "37 đánh giá",
            "- 1 trong 1 Cuộc sống về đêm ở Castaic",
            "Quán Bar - Câu Lạc Bộ"
        ],
        "attraction_summary": "Những đứa trẻ thô lỗ vô cùng đang chạy đến quầy làm thủ tục nhận phòng. Bạn - nghĩ rằng bạn sẽ muốn được chào đón nồng nhiệt đối với những vị khách trả tiền chỉ muốn dành một ngày vui vẻ trên hồ, nhưng không! Hãy thuê một số người lớn biết cách đối xử với khách! Không bao giờ quay lại. Đọc thêm",
        "reviews": [
            "Buổi sáng dễ chịu trên hồ câu cá và ngắm động vật hoang dã. Lần đầu tiên được trải nghiệm cùng gia đình ngư dân!Đọc thêm",
            "Đã đi thăm con gái 12 tuổi của tôi một thời gian ngắn. Đi bãi biển ban ngày...siêu đông. Họ có một khu vực nhỏ mà mọi người có thể bơi lội. Đó là một trò đùa. Vì khu vực bơi lội rất đông nên tôi và con gái quyết định chỉ ngồi trên bãi biển. Cô muốn ngâm chân và chơi đùa với nước. Cô ấy ngồi xuống, chỉ để làm ướt mông mình trong nước - trong khoảng 3 inch nước - và bị la mắng yêu cầu ra ngoài, cô ấy - thậm chí còn không bị ngập một chút nào! Lãng phí - 12. Hãy tiết kiệm tiền của bạn, tìm một hồ nước khác nếu bạn muốn tận hưởng làn nước và không bị chật cứng như cá mòi và bị la mắng vì cố gắng thư giãn.Đọc thêm",
            "Đáng lẽ chúng tôi phải đi bộ trên Đường mòn Fisherman, nhưng con đường dẫn đến đầu đường mòn đã bị đóng. Thay vào đó, chúng tôi đi bộ trên Đường cứu hỏa Cutler Canyon, nối vào Đường cứu hỏa Pine Ridge và sau đó rẽ vào Đường mòn West Ridge. Hầu hết các chuyến đi bộ đều hoang vắng với rất nhiều cây cháy. Cuối cùng, chúng tôi đã được thưởng những khung cảnh tuyệt đẹp của Hồ Castaic. Bạn sẽ tận hưởng rất nhiều hòa bình và yên tĩnh. Chúng tôi chỉ nhìn thấy 5 người khác trong suốt chuyến đi bộ kéo dài hai giờ. Quãng đường đi bộ ở mức vừa phải, nghĩa là bạn đang đi trên những con đường phù hợp cho xe đạp nhưng có sự thay đổi độ cao khá lớn khi bạn di chuyển dọc theo các con đường. Chi phí - 12 mỗi ô tô để vào công viên dành cho du khách đi bộ đường dài - chi phí chèo thuyền cao hơn - .Đọc thêm",
            "Đây không phải là một trải nghiệm rẻ tiền - bây giờ là - 12 - ô tô - - 9 mỗi chiếc thuyền kayak, tức là - 30. Tuy nhiên, vào buổi sáng, có bóng râm để bạn có thể dỡ hàng - một phần thưởng cho chúng tôi vì chúng tôi phải sử dụng thang bậc - và bến tàu giúp bạn ra vào dễ dàng. Nhà vệ sinh ở ngay đó, sạch sẽ, xả nước bằng xà phòng.  Hiện tại nước khá thấp nhưng rất đẹp và yên bình. Tuyệt vời cho người mới bắt đầu.Đọc thêm",
            "Đã đến Hồ Castaic bằng thuyền buồm đi biển của chúng tôi - xuồng hơi để chạy thử động cơ 4 thì chạy bằng propan 5 mã lực mới, không gây ô nhiễm. Bị đuổi khỏi hồ phía trên vì xuồng hơi Hypalon chỉ thiếu 10 - dài - ?? - . Bị đuổi khỏi hồ phía dưới vì động cơ chạy bằng propan. Kiểm lâm viên đề nghị chúng tôi chạy thử động cơ mới bằng cách chèo xuồng hơi quanh hồ - !?! - .Đọc thêm",
            "Chúng tôi đã sống ở Valencia từ năm 2009 và chưa bao giờ đến hồ Castaic. Mua cho vợ tôi một tấm ván chèo đứng nên muốn thử nó trên hồ. Hồ đẹp, nước trong mát - .nhưng - .trải nghiệm của chúng tôi ở đó không tuyệt vời.  Đầu tiên họ tính phí để vào, - chấp nhận được - sau đó họ tính phí cho ván chèo của bạn! Họ tính phí cho mọi thứ trôi nổi, dù nhỏ đến đâu. Họ không cho phép sử dụng ống phao hoặc ống bơi! Không có gì ngạc nhiên khi các bãi biển vắng tanh. Tôi hiểu áo phao là cần thiết để đảm bảo an toàn, nhưng đặc biệt có một nhân viên cứu hộ đã mắng con trai tôi vì không mặc áo phao - mặc dù nó cách xa một cánh tay. Tôi hỏi bao nhiêu tuổi thì phải mặc, anh ấy nói 13 tuổi trở xuống. Vâng, trang web nên cập nhật thông tin của họ tốt hơn vì nó nói rằng chỉ dưới 13 tuổi phải mặc áo phao. Anh ta cũng là một kẻ ngu ngốc trong mọi chuyện, có một cách hay để yêu cầu ai đó làm điều gì đó và một cách hèn hạ! Nhân viên cổng chúng tôi gặp rất dễ chịu. Thật tệ là chúng tôi thực sự muốn thích cái hồ này vì nó rất gần. Nhân viên cứu hộ này đã hủy hoại gia đình tôi.Đọc thêm",
            "Nhìn từ xa có vẻ ổn, có mùi như bô porta, không đùa đâu. Kinh tởm. Cổ họng tôi cảm thấy ngứa ngáy khi tôi rời đi. Nếu tôi phải chấm điểm nhân viên gác cổng bằng chữ cái, tôi sẽ nói rằng họ - không phải là A, B hay thậm chí là Z. Họ - chắc chắn không phải là Z. Họ trượt ngón tay lên xuống trong thuyền của bạn và nếu họ tìm thấy một giọt nước máy được giấu trong một ngăn nào đó thì bạn đã làm xong. Họ hẳn phải thích thú khi phát huy quyền lực nhỏ bé mà họ có. Bạn phải xếp hàng chờ đợi cả ngày và phải trả hàng trăm đô la để thuê những chiếc thuyền cũ nát, hôi hám của họ. Hm, thật tiện lợi cho họ. Trải nghiệm tương tự tại Hồ Pyramid. Thô lỗ, khủng khiếp. Không phải Z. Đi bất cứ nơi nào khác. Thậm chí có thể bơi trong nhà vệ sinh trên bãi biển.Đọc thêm",
            "Chúng tôi được mời đi thuyền và được kéo trên phao nước hai người. Đó là một ngày thứ Bảy mùa hè nóng nực và hồ rất đông đúc nhưng không quá đông đúc. Hãy mang theo nhiều kem chống nắng và một chiếc mũ vành cỡ lớn để tránh ánh nắng gay gắt. Chỉ mất - 11 phút để vào xe và đảm bảo bạn đỗ xe ở chỗ đậu xe, nếu không bạn sẽ bị phạt. Đọc thêm",
            "Đây là một Hồ Lớn để dành thời gian với những người thân yêu của bạn.  Cách đây vài năm, tôi đã đến gặp cô ấy được 3 năm và luôn có trải nghiệm tuyệt vời.  Thật là buồn trong thời điểm rất khó khăn này khi được trải nghiệm đội ngũ nhân viên hiện tại. Tôi chưa bao giờ cảm thấy bị phân biệt đối xử và đối xử thô lỗ như vậy kể từ lúc tôi đến hồ.  Quý ông đến gặp chúng tôi mà không đeo mặt nạ và tôi nói chào buổi sáng.  Phản ứng của anh ấy là bạn không đến hồ này? Vì vậy nếu bạn là người đồng tính thì họ không muốn bạn.  Chúng tôi tiếp tục lái xe lên nơi may mắn là gian hàng có khẩu trang và nơi tử tế như thường lệ.  Khi chúng tôi đến nơi kiểm tra, người phụ nữ Santiago, ngay lập tức tấn công chúng tôi bằng những bình luận thô lỗ.     Tôi bình tĩnh, điềm tĩnh và sốc trước sự khó chịu của cô ấy.  Sau đó, chúng tôi được thông báo là thuyền đã vượt qua cuộc kiểm tra nhưng chúng tôi không được phép. Vì chúng tôi phải dừng lại để thả những chú chó bulldog Pháp ra khỏi xe và chuyển săm bên trong vào xe tải để việc kiểm tra dễ dàng hơn.  Cô ấy nói vì chúng tôi dừng lại nên chúng tôi có thể đang che giấu điều gì đó? Đó có phải là một phần của Quy tắc thành phố khi kiểm tra hay họ chỉ đang quấy rối chúng tôi???  Tôi hiểu rằng họ phải đuổi mọi người đi và chúng tôi đến từ Hồ Mũi tên, nơi đó là một hồ nước riêng.  Nhưng không có lý do gì để không tử tế và tôn trọng.  Họ cần tìm được công việc mình giỏi và không bị phân biệt đối xử ở hồ này.  Thật khủng khiếp, cô ấy không chỉ khó chịu và thô lỗ mà còn không đeo khẩu trang và sẽ lây nhiễm Covid 19 cho mọi người.Đọc thêm"
        ],
        "star_ratings": [
            9,
            16,
            4,
            1,
            7
        ],
        "review_amount": 37,
        "location": [
            "California - CA -",
            "Hồ Castaic",
            "Hoa Kỳ",
            "Những điều cần làm ở Castaic",
            "Castaic"
        ],
        "reviews_time": [
            "Written November 4, 2023",
            "Written September 15, 2023",
            "Written July 25, 2023",
            "Written October 23, 2022",
            "Written June 20, 2022",
            "Written August 8, 2021",
            "Written June 25, 2021",
            "Written July 25, 2020",
            "Written July 19, 2020",
            "Written June 6, 2020"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g32182-d4021883-Reviews-Castaic_Lake-Castaic_California.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g32182-d4548469-Reviews-Wok_s_Cookin_Restaurant-Castaic_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32182-d3610053-Reviews-Tommie_s_Castaic_Cafe-Castaic_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32182-d3698418-Reviews-Carl_s_Jr-Castaic_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32182-d5494629-Reviews-Gallions_Castaic_Corner-Castaic_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32182-d952521-Reviews-Casa_Lupita-Castaic_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32182-d4647804-Reviews-Denny_s-Castaic_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32182-d7892860-Reviews-WaBa_Grill-Castaic_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32182-d4113944-Reviews-Starbucks-Castaic_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32182-d4656477-Reviews-Domino_s_Pizza-Castaic_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32182-d7991850-Reviews-Cajun_Chicken_Wings-Castaic_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33047-d156956-Reviews-Six_Flags_Magic_Mountain-Santa_Clarita_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33047-d590242-Reviews-Six_Flags_Hurricane_Harbor_Los_Angeles-Santa_Clarita_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33047-d14038491-Reviews-Pocock_Brewing-Santa_Clarita_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33047-d15183570-Reviews-Telco_Brewery-Santa_Clarita_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33047-d19898869-Reviews-The_Paseo_Club-Santa_Clarita_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32182-d27065792-Reviews-Del_Valle_Park-Castaic_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32182-d27013642-Reviews-California_Paintball_Park-Castaic_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33047-d27073613-Reviews-Parker_Jordan_Fine_Art_Inc-Santa_Clarita_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33047-d27033393-Reviews-Walmart_Supercenter-Santa_Clarita_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33047-d26763302-Reviews-Wall_Words-Santa_Clarita_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32182-d4021883-Reviews-or10-Castaic_Lake-Castaic_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d12277874-Reviews-GS_Transportation_Los_Angeles-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32778-d324519-Reviews-William_S_Hart_Museum_Ranch-Newhall_Santa_Clarita_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33047-d8484905-Reviews-Scooter_s_Jungle-Santa_Clarita_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33047-d7000638-Reviews-Westfield_Valencia_Town_Center-Santa_Clarita_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33047-d3721863-Reviews-Gibbon_Conservation_Center-Santa_Clarita_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32578-d21259923-Reviews-VoiceMap-La_Jolla_San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d19990001-Reviews-Party_Bus_LA-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33047-d20139551-Reviews-Santa_Clarita_Valley_Equestrian_Center-Santa_Clarita_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33047-d21290896-Reviews-State_Line_Transportation-Santa_Clarita_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33047-d665853-Reviews-MB2_Entertainment-Santa_Clarita_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g1183336-d3611982-Reviews-Akamas_Peninsula-Neo_Chorion_Paphos_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d8630566-Reviews-Dynamic_Maze-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g143026-d146572-Reviews-Iceberg_Lake_Trail-Glacier_National_Park_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g28954-d109060-Reviews-Lake_Norman-North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d15523634-Reviews-Pergamonmuseum_Das_Panorama-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g53806-d547235-Reviews-Pocono_Premium_Outlets-Tannersville_Pocono_Mountains_Region_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g40801-d103707-Reviews-Birch_Point_Beach_State_Park-Owls_Head_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d15687608-Reviews-Moonclub-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187253-d10748073-Reviews-Ile_de_frioul-Marseille_Bouches_du_Rhone_Provence_Alpes_Cote_d_Azur.html",
            "https://www.tripadvisor.com/Attraction_Review-g41804-d4757005-Reviews-Scituate_Lighthouse-Scituate_Massachusetts.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g32182-d4021883-Reviews-or10-Castaic_Lake-Castaic_California.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g32182-d4021883-Reviews-Castaic_Lake-Castaic_California.html"
    }
]