[
    {
        "attraction_name": "Cat Ba Kayak Adventures",
        "attraction_name_vi": "Cuộc phiêu lưu chèo thuyền kayak ở Cát Bà",
        "general_info": [
            "64 đánh giá",
            "86 trên 272 Chuyến tham quan bằng thuyền Thể thao dưới nước ở Vịnh Hạ Long",
            "Chuyến tham quan nhiều ngày",
            "Chèo ván đứng",
            "Chèo thuyền kayak"
        ],
        "attraction_summary": "Cat Ba Kayak Adventures là công ty du lịch mạo hiểm chèo thuyền kayak trên biển đầy đủ dịch vụ có trụ sở tại Đảo Cát Bà Việt Nam. Lớn lên trên biển sống để phiêu lưu, sẵn sàng khám phá. Các chuyến tham quan bằng thuyền kayak có hướng dẫn của chúng tôi cung cấp một cách khác dễ học, ít tác động nhưng vẫn tích cực để khám phá vùng nước tĩnh lặng của Vịnh Hạ Long. Thuyền kayak trên biển là phương tiện ổn định, hiệu quả và cực kỳ phù hợp với biển, tạo nên một cách thú vị để trải nghiệm những kỳ quan của Đảo Cát Bà, vịnh Bái Tử Long và di sản thế giới được UNESCO công nhận này. Chúng tôi tôn trọng môi trường và vị trí của chúng tôi trong xã hội. Chuyến tham quan của chúng tôi sử dụng các sản phẩm địa phương để giảm lượng khí thải carbon và phù hợp với cộng đồng địa phương nơi chúng tôi sinh ra.Đọc thêm",
        "reviews": [
            "DU LỊCH YÊU THÍCH TRONG TOÀN BỘ CHUYẾN ĐI CỦA CHÚNG TÔI! CƯỜNG MIỆN THẬT TUYỆT VỜI! Chúng tôi đã thực hiện chuyến tham quan chèo thuyền kayak, leo núi, nổi 3 ngày 2 đêm. Ngay từ đầu, Cường Mr. Henry đã rất chuyên nghiệp, thân thiện và phản hồi nhanh trên WhatsApp. Anh ấy vui lòng và nhanh chóng trả lời tất cả các câu hỏi của chúng tôi, chúng tôi có khá nhiều câu hỏi trong số đó nên chúng tôi quyết định đặt tour cùng anh ấy. Toàn bộ chuyến tham quan diễn ra suôn sẻ và thực sự TUYỆT VỜI! Hướng dẫn viên của chúng tôi, Miện, ​​là người hiểu biết, thân thiện, vui tính, chân thật, rất hiếu khách và chuyên nghiệp. Thuyền trưởng taxi nước thỉnh thoảng chở chúng tôi cũng rất thân thiện và chuyên nghiệp. Chúng tôi thích tìm hiểu về vịnh và cuộc sống ở Cát Bà từ Miện cũng như kết nối những sở thích chung của chúng tôi bằng sự hài hước. Miện đã chăm sóc chúng tôi rất tốt và đã đi Above and Beyond để đảm bảo rằng chúng tôi được an toàn và có trải nghiệm tuyệt vời. Vịnh rất đẹp và ít đông đúc hơn Vịnh Hạ Long. Tôi đã đến Vịnh Hạ Long vào năm 2017 bằng tàu du lịch. Nếu bạn đang tìm kiếm một trải nghiệm thú vị, riêng tư hơn, linh hoạt hơn và gần gũi hơn với trải nghiệm trên núi - thì chính là nó. Miện dẫn chúng tôi qua những hang động dưới núi, những hốc tường ngoạn mục, những bãi biển nhỏ nơi chúng tôi là những người duy nhất bơi lội và thư giãn ở đó, ngắm sinh vật phù du phát quang. Khi cơn mưa qua đêm khiến chuyến trekking trở nên nguy hiểm, Nhóm đã nhanh chóng thích nghi và đổi ngày hành trình. Chúng tôi cũng thực sự thích nhà hàng cuối cùng mà chúng tôi đến ăn trưa. Tôi sẽ đưa những đứa trẻ tương lai của mình trở lại chuyến lưu diễn này! Cảm ơn Miện, ​​Cường và Team vì một trải nghiệm FANTASTIC mà chúng tôi sẽ trân trọng mãi mãi! Vâng, hãy quay lại! Đọc thêm",
            "Chào cô Lauren Nguyễn.\nLời chào mừng từ Cat Ba Kayak Adventures! \nĐây là Xuân Cường, giám đốc điều hành của Cat Ba Kayak Adventures ở đảo Cát Bà. Tôi viết thư này để nói Cảm ơn bạn rất nhiều vì đã dành thời gian chia sẻ kinh nghiệm của mình trong chuyến du lịch 3 ngày 2 đêm cùng chúng tôi tại đảo Cát Bà vừa qua! Chúng tôi rất vui và tự hào khi bạn hài lòng với dịch vụ của chúng tôi. Đây thực sự là nguồn động viên to lớn để chúng tôi tiếp tục làm việc tốt hơn và phục vụ khách hàng tốt hơn rất nhiều. \nMột lần nữa, Cảm ơn rất nhiều và chúng tôi hy vọng chúng tôi có cơ hội được phục vụ bạn hoặc gia đình và bạn bè của bạn trong tương lai. \nĐội ngũ Cat Ba Kayak Adventures xin gửi lời chào trân trọng nhất! \nLời chào trân trọng từ Xuân Cường Mr Henry.Đọc thêm",
            "Mọi thứ đều nổi bật. Henry đã nhanh chóng trả lời linh hoạt và nhiều thông tin. Chúng tôi đã bắt đầu chuyến đi sớm và bỏ lỡ chuyến đi gấp rút, hướng dẫn viên của chúng tôi thật tuyệt vời và giúp chúng tôi có trải nghiệm chèo thuyền kayak trọn vẹn cả ngày. Đội trưởng và đầu bếp của chúng tôi thật tuyệt vời và đã nấu một bữa tiệc tuyệt vời mỗi ngày. Đêm trên Junk thật vui và cả nhóm thật tuyệt vời. Chúng tôi thực sự cảm thấy như mình đã có được trải nghiệm độc đáo nhất.Đọc thêm",
            "Kính gửi cô Helen Maddock.\nLời chào mừng từ Cat Ba Kayak Adventures! \nĐây là Xuân Cường, giám đốc điều hành của Cat Ba Kayak Adventures ở đảo Cát Bà. Tôi viết thư này để nói Cảm ơn bạn rất nhiều vì đã dành thời gian chia sẻ kinh nghiệm của mình trong chuyến du lịch 2 ngày 1 đêm cùng chúng tôi tại đảo Cát Bà vừa qua! Chúng tôi rất vui và tự hào khi bạn hài lòng với dịch vụ của chúng tôi. Đây thực sự là nguồn động viên to lớn để chúng tôi tiếp tục làm việc tốt hơn và phục vụ khách hàng tốt hơn rất nhiều. \nMột lần nữa, Cảm ơn rất nhiều và chúng tôi hy vọng chúng tôi có cơ hội được phục vụ bạn hoặc gia đình và bạn bè của bạn trong tương lai. \nĐội ngũ Cat Ba Kayak Adventures xin gửi lời chào trân trọng nhất! \nLời chào trân trọng từ Xuân Cường Mr Henry.Đọc thêm",
            "Một trong những chuyến đi tuyệt vời nhất tôi đã có trong suốt 25 năm du lịch! Bốn người chúng tôi đã thực hiện chuyến đi chèo thuyền kayak hai ngày một đêm vào tháng 5 năm 2024. Chuyến đi vượt xa sự mong đợi và đáng giá từng xu. Hướng dẫn viên của chúng tôi, Mong, rất vui vẻ, cực kỳ hiểu biết và siêu thích nghi. Thức ăn là một trong những món hải sản ngon nhất mà chúng tôi đã ăn trên khắp Việt Nam. Bữa tối qua đêm thật tuyệt vời với phòng rộng, giường êm ái, vòi sen nước nóng và dịch vụ tuyệt vời. Chèo thuyền kayak cho phép chúng tôi thoát khỏi đám đông và tận hưởng vẻ đẹp cũng như sự thanh bình của khu vực này từ một góc nhìn khác. KHUYẾN NGHỊ CAO CẤP: Đọc thêm",
            "Kính gửi cô Georgia MacSmith.\nLời chào mừng từ Cat Ba Kayak Adventures! \nĐây là Xuân Cường, giám đốc điều hành của Cat Ba Kayak Adventures ở đảo Cát Bà. Tôi viết thư này để nói Cảm ơn bạn rất nhiều vì đã dành thời gian chia sẻ kinh nghiệm của mình trong chuyến du lịch 2 ngày 1 đêm cùng chúng tôi tại đảo Cát Bà vừa qua! Chúng tôi rất vui và tự hào khi bạn hài lòng với dịch vụ của chúng tôi. Đây thực sự là nguồn động viên to lớn để chúng tôi tiếp tục làm việc tốt hơn và phục vụ khách hàng tốt hơn rất nhiều. \nMột lần nữa, Cảm ơn rất nhiều và chúng tôi hy vọng chúng tôi có cơ hội được phục vụ bạn hoặc gia đình và bạn bè của bạn trong tương lai. \nĐội ngũ Cat Ba Kayak Adventures xin gửi lời chào trân trọng nhất! \nLời chào trân trọng từ Xuân Cường Mr Henry.Đọc thêm",
            "Ngay từ lần tiếp xúc đầu tiên với Cat Ba Kayak Adventures, Xuân Cường, người điều hành tour đã rất tuyệt vời và kiên nhẫn, đồng thời trả lời kịp thời mọi thắc mắc của tôi. Chúng tôi đã chọn một tour du lịch chèo thuyền kayak riêng cả ngày và hướng dẫn viên Mong của chúng tôi thật tuyệt vời. Anh ấy là hướng dẫn viên yêu thích của chúng tôi trong tất cả các chuyến đi đến Việt Nam, tốt bụng, chu đáo, hiểu biết và rất dễ trò chuyện. Bản thân chuyến tham quan thật đẹp, sự kết hợp tuyệt vời giữa bơi lội, chèo thuyền và chèo thuyền kayak. Bữa trưa thật hoành tráng và ngon miệng, nếu bạn tham gia chuyến tham quan này có thể bỏ bữa sáng hoặc ăn nhẹ, khẩu phần ăn rất hào phóng. Chúng tôi cũng tổ chức một chuyến tham quan bằng xe tay ga quanh Đảo Cát Bà, đến Vườn Quốc gia, thung lũng BƯỚM và các hang động. Chúng tôi thích đi xe tay ga nhưng không tự tin lái xe. Cách tuyệt vời để ngắm nhìn hòn đảo. Rất muốn giới thiệu công ty này và sẽ sử dụng lại dịch vụ của họ nếu chúng tôi quay lại Cát Bà. Đọc thêm",
            "Thưa bà Bee Paterson và Thomas Kirchhofer\nLời chào mừng từ Cat Ba Kayak Adventures! \nĐây là Xuân Cường, giám đốc điều hành của Cat Ba Kayak Adventures ở đảo Cát Bà. Tôi viết thư này để nói Cảm ơn bạn rất nhiều vì đã dành thời gian chia sẻ trải nghiệm của mình trong chuyến du lịch 2 ngày cùng chúng tôi tại đảo Cát Bà gần đây! Chúng tôi rất vui và tự hào khi bạn hài lòng với dịch vụ của chúng tôi. Đây thực sự là nguồn động viên to lớn để chúng tôi tiếp tục làm việc tốt hơn và phục vụ khách hàng tốt hơn rất nhiều. \nMột lần nữa, Cảm ơn rất nhiều và chúng tôi hy vọng chúng tôi có cơ hội được phục vụ bạn hoặc gia đình và bạn bè của bạn trong tương lai. \nĐội ngũ Cat Ba Kayak Adventures xin gửi lời chào trân trọng nhất!\nLời chào trân trọng từ Xuân Cường Mr Henry.Đọc thêm",
            "Chúng tôi đã có 3 ngày tuyệt vời do ông Henry sắp xếp cho hai chúng tôi. Chúng tôi đi cùng với Mong, một người hướng dẫn tuyệt vời, cẩn thận, người đã chỉ và giải thích cho chúng tôi những bí ẩn về động vật hoang dã, phong tục và ẩm thực địa phương. Và bất cứ điều gì chúng tôi hỏi về. Hơn nữa, anh ấy còn là một người bạn đồng hành rất tốt và có khiếu hài hước. Chúng tôi đã trải qua một đêm ở nhà nghỉ nổi và đêm còn lại trên thuyền rác. Cả hai chỗ ở đều tuyệt vời và quang cảnh không thể nào quên. Chúng tôi thực sự ấn tượng với những món ăn tuyệt vời, khác biệt, với vô số món ăn ngon, nhiều món trong số đó có hải sản tuyệt vời. Chúng tôi cũng thực hiện một chuyến tham quan bằng thuyền và thuyền trưởng đã chuẩn bị cho chúng tôi một bữa trưa tuyệt vời khác. Chiếc thuyền dừng lại ở đâu đó trong vịnh và chúng tôi lên thuyền kayak. Chúng tôi theo Mông dẫn chúng tôi qua những tảng đá và hang động, đồng thời chúng tôi cũng đến thăm một bờ biển hoang sơ phủ đầy vỏ sò tuyệt vời. Vào ngày cuối cùng, sau khi rời thuyền, chúng tôi cùng Mông thực hiện một chuyến đi xe đạp nhỏ và trekking trong rừng. Khu rừng đầy những loài thực vật, hoa và tiếng chim đáng kinh ngạc. Cảm ơn ông Henry và cảm ơn Mong vì khoảng thời gian tuyệt vời và những kỷ niệm đẹp.Barbara và BogdanĐọc thêm",
            "Kính gửi bà Barbara và ông Bogdan\nLời chào từ Cat Ba Kayak Adventures! \nTôi là Xuân Cường, giám đốc điều hành của Cat Ba Kayak Adventures tại đảo Cát Bà. Tôi viết thư này để gửi lời cảm ơn chân thành vì đã dành thời gian chia sẻ trải nghiệm của mình trong chuyến đi 3 ngày 2 đêm cùng chúng tôi tại đảo Cát Bà gần đây! Chúng tôi rất vui và tự hào khi bạn hài lòng với dịch vụ của chúng tôi. Đây thực sự là động lực to lớn để chúng tôi tiếp tục làm việc tốt hơn và phục vụ khách hàng tốt hơn. \nMột lần nữa, Cảm ơn bạn rất nhiều và chúng tôi hy vọng sẽ có cơ hội được phục vụ bạn hoặc gia đình và bạn bè của bạn trong tương lai. \nTrân trọng kính chào từ đội ngũ Cat Ba Kayak Adventures!\nTrân trọng kính chào từ Xuân Cường, ông Henry. Đọc thêm",
            "Chúng tôi đã có khoảng thời gian thực sự tuyệt vời trong chuyến đi với chuyến phiêu lưu chèo thuyền kayak ở mèo ba. Chúng tôi đã thực hiện chuyến đi chèo thuyền kayak 2 ngày và qua đêm trên một ngôi làng nổi ở nhà dân. Chèo thuyền kayak thật tuyệt vời, chúng tôi khám phá rất nhiều vịnh Lan Hạ và xung quanh, với những đoạn xuyên qua đường hầm dẫn vào đầm phá ẩn giấu. Hướng dẫn viên của chúng tôi rất thú vị và hiểu biết, đồng thời điều chỉnh chuyến đi thực sự phù hợp với mức độ kinh nghiệm của chúng tôi. Nhà trọ làng nổi thực sự rất đẹp - thoải mái và có vị trí tuyệt vời. Cuối cùng, đồ ăn thực sự đã tạo nên chuyến đi - mỗi bữa ăn là một bữa tiệc gồm các món ăn địa phương mới được chế biến. Rất khuyến khíchĐọc thêm",
            "Thưa ông Nick Howard.\nLời chào mừng từ Cat Ba Kayak Adventures! \nĐây là Xuân Cường, giám đốc điều hành của Cat Ba Kayak Adventures ở đảo Cát Bà. Tôi viết thư này để nói Cảm ơn bạn rất nhiều vì đã dành thời gian chia sẻ kinh nghiệm của mình trong chuyến du lịch 2 ngày 1 đêm cùng chúng tôi tại đảo Cát Bà vừa qua! Chúng tôi rất vui và tự hào khi bạn hài lòng với dịch vụ của chúng tôi. Đây thực sự là nguồn động viên to lớn để chúng tôi tiếp tục làm việc tốt hơn và phục vụ khách hàng tốt hơn rất nhiều. \nMột lần nữa, Cảm ơn rất nhiều và chúng tôi hy vọng chúng tôi có cơ hội được phục vụ bạn hoặc gia đình và bạn bè của bạn trong tương lai. \nTrân trọng gửi lời chúc tốt đẹp nhất từ ​​Cat Ba Kayak Adventures! \nLời chào trân trọng từ Xuân Cường Mr Henry.Đọc thêm",
            "Tôi không thể đánh giá Cat Ba Kayak Adventures đủ cao. Chúng tôi đã giao dịch với Xuân Cường Henry trước khi chúng tôi đến Cát Bà và anh ấy thật tuyệt vời khi tổ chức chuyến tham quan hoàn hảo cho chúng tôi. Hướng dẫn viên của chúng tôi đã gặp một tai nạn đáng tiếc không liên quan đến chèo thuyền kayak ngay trước chuyến tham quan của chúng tôi và Henry đã đi ra ngoài nếu theo cách của anh ấy để đảm bảo rằng chúng tôi vẫn có được chuyến tham quan bằng thuyền kayak như mong muốn. Đó là một chuyến tham quan bằng thuyền kayak đáng yêu với tốc độ của chúng tôi và chúng tôi đã nhìn thấy những khung cảnh đáng kinh ngạc.  Đây là một doanh nghiệp gia đình và họ thực sự quan tâm đến việc làm cho chuyến tham quan của bạn trở nên đáng nhớ.Đọc thêm",
            "Kính gửi cô Julie Squire\nLời chào mừng từ Cat Ba Kayak Adventures! \nĐây là Xuân Cường, giám đốc điều hành của Cat Ba Kayak Adventures ở đảo Cát Bà. Tôi viết thư này để nói Cảm ơn bạn rất nhiều vì đã dành thời gian chia sẻ kinh nghiệm của mình trong chuyến đi chèo thuyền kayak nửa ngày với chúng tôi ở đảo Cát Bà gần đây! Chúng tôi rất vui và tự hào khi bạn hài lòng với dịch vụ của chúng tôi. Đây thực sự là nguồn động viên to lớn để chúng tôi tiếp tục làm việc tốt hơn và phục vụ khách hàng tốt hơn rất nhiều. \nMột lần nữa, Cảm ơn rất nhiều và chúng tôi hy vọng chúng tôi có cơ hội được phục vụ bạn hoặc gia đình và bạn bè của bạn trong tương lai. \nTrân trọng gửi lời chúc tốt đẹp nhất từ ​​Cat Ba Kayak Adventures! \nLời chào trân trọng từ Xuân Cường Mr Henry.Đọc thêm",
            "Dành 3 ngày với Cat Ba Adventures là một trong những điểm nổi bật trong chuyến đi Việt Nam của chúng tôi. Chúng tôi đã gặp ông Henry Xuân Cường trên xe buýt từ Hà Nội, người đã cung cấp cho chúng tôi bản tóm tắt đầy đủ về 3 ngày. Sau đó, chúng tôi lên một chiếc thuyền nhỏ với một thuyền trưởng, người đã chuẩn bị những món ăn tuyệt vời nhất vào giờ ăn trưa, hai người chèo thuyền có cùng chí hướng đến từ Mỹ và Mong, hướng dẫn viên chèo thuyền kayak của chúng tôi trong hai ngày. Anh ấy rất hiểu biết và thú vị để chia sẻ cuộc trò chuyện. Thời tiết êm đềm và hình ảnh phản chiếu trên mặt nước rất có không khí. Có được toàn bộ Vịnh Lan Hạ cho riêng mình quả là một trải nghiệm độc đáo và thật tuyệt vời khi thoát khỏi đám đông du lịch ở nơi khác. Ngủ đêm trên chiếc thuyền lớn hơn rất thoải mái và hòa đồng. Sau khi chèo thuyền kayak, chúng tôi gặp người hướng dẫn thứ hai, Minh và đạp xe đến nhà trọ của chúng tôi trên Đảo Cát Bà. Thật không may, thời tiết ngày hôm sau rất ẩm ướt nên chúng tôi không thể thực hiện chuyến đi bộ như dự kiến. Tuy nhiên, hướng dẫn viên của chúng tôi đã cho chúng tôi không gian để điều chỉnh ngày cho phù hợp, điều mà chúng tôi rất biết ơn. Khi trở lại Cát Bà, chúng tôi có thêm một giờ đi thuyền qua tất cả các làng chài và có một cơ hội khác để khám phá khu vực này. Chúng tôi thực sự khuyên bạn nên sử dụng Cat Ba Adventures, đặc biệt nếu bạn muốn trải nghiệm phong cảnh một cách gần gũi và cá nhân mà không cần đến Cát Bà. sự tích trữ của khách du lịch.Đọc thêm",
            "Thưa ông Chris Hale.\nLời chào mừng từ Cat Ba Kayak Adventures! \nĐây là Xuân Cường, người quản lý điều hành của Cat Ba Kayak Adventures ở đảo Cát Bà. Tôi viết thư này để nói Cảm ơn bạn rất nhiều vì đã dành thời gian chia sẻ kinh nghiệm của mình trong chuyến du lịch 3 ngày 2 đêm cùng chúng tôi tại đảo Cát Bà vừa qua! Chúng tôi rất vui và tự hào khi bạn hài lòng với dịch vụ của chúng tôi. Đây thực sự là nguồn động viên to lớn để chúng tôi tiếp tục làm việc tốt hơn và phục vụ khách hàng tốt hơn rất nhiều. \nMột lần nữa, Cảm ơn rất nhiều và chúng tôi hy vọng chúng tôi có cơ hội được phục vụ bạn hoặc gia đình và bạn bè của bạn trong tương lai. \nTrân trọng gửi lời chúc tốt đẹp nhất từ ​​Cat Ba Kayak Adventures! \nLời chào trân trọng từ Xuân Cường Mr Henry.Đọc thêm",
            "Anh Mộng hướng dẫn chúng tôi chèo thuyền và du thuyền 3 ngày 2 đêm trên vịnh Lan Hạ.  Đó là một khung cảnh thân mật hơn so với làm điều tương tự ở Vịnh Hạ Long và có cảm giác như chúng tôi có toàn bộ vịnh cho riêng mình.  Chuyến tham quan này chỉ có 4 người chúng tôi và ông Mộng cho biết họ chia thành từng nhóm nhỏ để có trải nghiệm yên bình.  Anh ấy hướng dẫn chúng tôi qua các hang động, đường hầm và đầm phá hẻo lánh.  Vịnh thực sự trong xanh như bạn thấy trên ảnh nên việc chèo thuyền rất dễ dàng vì chúng tôi không phải vật lộn với dòng chảy hoặc bị chặt nên bạn sẽ bao quát được rất nhiều khu vực.  Thuyền trưởng dịu dàng của chúng tôi đã đúng giờ, gặp chúng tôi mỗi sáng để đưa chúng tôi đến một khu vực xinh đẹp của vịnh nơi chúng tôi sẽ hạ thủy và anh ấy đã chuẩn bị những bữa trưa tuyệt vời trong căn bếp nhỏ.  Những chiếc thuyền kayak ở trong tình trạng tốt và được bảo trì tốt.  Tôi sẽ không bao giờ chán cảnh đẹp này và chúng tôi đã có một trải nghiệm tuyệt vời.Đọc thêm",
            "Ông Placak thân mến \nChào đón nồng nhiệt từ Cat Ba Kayak Adventures! \nĐây là Xuân Cường, người quản lý điều hành của Cat Ba Kayak Adventures ở đảo Cát Bà. Tôi viết thư này để nói Cảm ơn bạn rất nhiều vì đã dành thời gian chia sẻ kinh nghiệm của mình trong chuyến du lịch 3 ngày 2 đêm cùng chúng tôi tại đảo Cát Bà vừa qua! Chúng tôi rất vui và tự hào khi bạn hài lòng với dịch vụ của chúng tôi. Đây thực sự là nguồn động viên to lớn để chúng tôi tiếp tục làm việc tốt hơn và phục vụ khách hàng tốt hơn rất nhiều. \nMột lần nữa, Cảm ơn rất nhiều và chúng tôi hy vọng chúng tôi có cơ hội được phục vụ bạn hoặc gia đình và bạn bè của bạn trong tương lai.\nTrân trọng gửi lời chúc tốt đẹp nhất từ ​​Cat Ba Kayak Adventures! \nLời chào trân trọng từ Xuân Cường Mr Henry.Đọc thêm",
            "Phong cảnh đẹp, mặt nước thanh bình và tốc độ hoàn hảo cho một ngày chèo thuyền kayak. Có vẻ như chúng tôi là những người duy nhất trong vịnh. Hướng dẫn của chúng tôi rất dễ hiểu, hữu ích và thực sự để chúng tôi tự quyết định lịch trình.Đọc thêm",
            "Xin chào cô Whitney Lee.\nChào đón nồng nhiệt từ Cat Ba Kayak Adventures! \nĐây là Xuân Cường,người điều hành Cat Ba Kayak Adventures ở đảo Cát Bà. Tôi viết thư này để nói Cảm ơn bạn rất nhiều vì đã dành thời gian chia sẻ kinh nghiệm của mình trong chuyến đi chèo thuyền kayak 1 ngày với chúng tôi ở đảo Cát Bà gần đây! Chúng tôi rất vui và tự hào khi bạn hài lòng với dịch vụ của chúng tôi. Đây thực sự là nguồn động viên to lớn để chúng tôi tiếp tục làm việc tốt hơn và phục vụ khách hàng tốt hơn rất nhiều. \nMột lần nữa, Cảm ơn rất nhiều và chúng tôi hy vọng chúng tôi có cơ hội được phục vụ bạn hoặc gia đình và bạn bè của bạn trong tương lai. \nTrân trọng gửi lời chúc tốt đẹp nhất từ ​​Cat Ba Kayak Adventures! \nLời chào trân trọng từ Xuân Cường Mr Henry.Đọc thêm"
        ],
        "star_ratings": [
            65,
            1,
            1,
            0,
            0
        ],
        "review_amount": 67,
        "location": [
            "Châu Á",
            "Việt Nam",
            "Những điều cần làm ở Vịnh Hạ Long",
            "Cuộc phiêu lưu chèo thuyền Kayak Cát Bà",
            "Quang Ninh Province",
            "Vịnh Hạ Long"
        ],
        "reviews_time": [
            "Written May 26, 2024",
            "Written May 26, 2024",
            "Written May 25, 2024",
            "Written May 9, 2024",
            "Written May 7, 2024",
            "Written April 25, 2024",
            "Written April 23, 2024",
            "Written April 7, 2024",
            "Written April 2, 2024",
            "Written March 28, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293923-d15179808-Reviews-Cat_Ba_Kayak_Adventures-Halong_Bay_Quang_Ninh_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d15179808-Reviews-or10-Cat_Ba_Kayak_Adventures-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d16783386-Reviews-Vietnam_Tonkin_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d13358231-Reviews-Alibaba_s_Tours-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g3737857-d15097374-Reviews-Camellia_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d25157264-Reviews-Catba_Wander_Tour-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d26517053-Reviews-Dark_Light_Cave-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12583669-Reviews-Halong_Bay_Cruise_Hunters-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d10844855-Reviews-Cat_Ba_Local-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d9453866-Reviews-Emperor_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d6553094-Reviews-Treasure_Junk-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d2155607-Reviews-Bai_Tu_Long_Bay-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15360201-Reviews-Peony_Cruise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8608476-Reviews-Swan_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d6438408-Reviews-Paloma_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d8617577-Reviews-Viola_Halong_Travel-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d2044615-Reviews-Indochina_Junk-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293962-d12272999-Reviews-Savoy_Cinema-Colombo_Western_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g37861-d103897-Reviews-Field_of_Dreams_Movie_Site-Dyersville_Iowa.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d15670528-Reviews-California_Street-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d2661069-Reviews-Bethel_Gospel_Assembly-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g32837-d5996804-Reviews-Mandalay_State_Beach-Oxnard_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g2278057-d2511174-Reviews-Prokletije_National_Park-Plav_Plav_Municipality.html",
            "https://www.tripadvisor.com/Attraction_Review-g562812-d1206439-Reviews-Puerto_Marina_Benalmadena-Benalmadena_Costa_del_Sol_Province_of_Malaga_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g34296-d2639350-Reviews-Hollywood_Beach_Broadwalk-Hollywood_Broward_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g150813-d8288993-Reviews-Laguna_Kaan_Luum-Tulum_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g32176-d106321-Reviews-Carpinteria_State_Beach-Carpinteria_California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293923-d15179808-Reviews-or10-Cat_Ba_Kayak_Adventures-Halong_Bay_Quang_Ninh_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293923-d15179808-Reviews-Cat_Ba_Kayak_Adventures-Halong_Bay_Quang_Ninh_Province.html"
    },
    {
        "attraction_name": "Cat Ba Kayak Adventures",
        "attraction_name_vi": "Cuộc phiêu lưu chèo thuyền Kayak Cát Bà",
        "general_info": [
            "64 đánh giá",
            "86 trên 272 Chuyến tham quan bằng thuyền Thể thao dưới nước ở Vịnh Hạ Long",
            "Chuyến tham quan nhiều ngày",
            "Chèo ván đứng",
            "Chèo thuyền kayak"
        ],
        "attraction_summary": "Cat Ba Kayak Adventures là công ty du lịch mạo hiểm chèo thuyền kayak trên biển đầy đủ dịch vụ có trụ sở tại Đảo Cát Bà Việt Nam. Lớn lên trên biển sống để phiêu lưu, sẵn sàng khám phá. Các chuyến tham quan bằng thuyền kayak có hướng dẫn của chúng tôi cung cấp một cách khác dễ học, ít tác động nhưng vẫn tích cực để khám phá vùng nước tĩnh lặng của Vịnh Hạ Long. Thuyền kayak trên biển là phương tiện ổn định, hiệu quả và cực kỳ phù hợp với biển, tạo nên một cách thú vị để trải nghiệm những kỳ quan của Đảo Cát Bà, vịnh Bái Tử Long và di sản thế giới được UNESCO công nhận này. Chúng tôi tôn trọng môi trường và vị trí của chúng tôi trong xã hội. Chuyến tham quan của chúng tôi sử dụng các sản phẩm địa phương để giảm lượng khí thải carbon và phù hợp với cộng đồng địa phương nơi chúng tôi sinh ra.Đọc thêm",
        "reviews": [
            "Tôi và bạn tôi quyết định đặt một chuyến đi qua Cat Ba Kayak Adventures vì ​​chúng tôi muốn tham quan cảnh đẹp của Vịnh Hạ Long nhưng thoát khỏi đám đông khách du lịch và tàu du lịch. Và chúng tôi không thất vọng! Chúng tôi đã trải qua hai ngày tuyệt vời ở Cát Bà chèo thuyền kayak, di chuyển vòng quanh trên một chiếc thuyền nhỏ và bơi lội. Đó là một chuyến đi rất riêng tư vì chúng tôi là hai người tham gia duy nhất. Hướng dẫn viên của chúng tôi thật tuyệt vời - anh ấy kể cho chúng tôi mọi thứ về người dân địa phương, thiên nhiên và cuộc sống ở Cát Bà. Và anh ấy đã cho chúng tôi đủ thời gian để tham quan và phát triển các hang động nên không hề có áp lực về thời gian như chúng tôi đã thấy với các nhà cung cấp khác. Bên cạnh đó, nhà nổi nổi là nhà trọ đẹp nhất mà tôi từng thấy và đồ ăn rất ngon. Tổng cộng, mọi thứ đều được sắp xếp từ lúc đón từ khách sạn đến điểm cuối và họ thậm chí còn sắp xếp rằng chúng tôi có thể ở lại thêm một đêm nữa vì chúng tôi không muốn rời khỏi địa điểm tuyệt đẹp này. Tôi có thể nói gì thêm? Đặt nó ngay bây giờ! Đối với tôi và bạn tôi, đó là một chuyến du lịch hoàn hảo và là một trong những điểm nổi bật của chúng tôi ở Việt Nam. Nó đáng giá từng xu khi bạn đang tìm kiếm sự yên bình và khung cảnh thiên nhiên Amazon.Đọc thêm",
            "Chào Anni.\nChào đón nồng nhiệt từ Cat Ba Kayak Adventures!\nĐây là Xuân Cường, người điều hành Cat Ba Kayak Adventures ở đảo Cát Bà. Tôi viết thư này để nói Cảm ơn bạn rất nhiều vì đã dành thời gian chia sẻ kinh nghiệm của mình trong chuyến du lịch 2 ngày 1 đêm với chúng tôi ở đảo Cát Bà gần đây! Chúng tôi rất vui và tự hào khi bạn hài lòng với dịch vụ của chúng tôi. Đây thực sự là nguồn động viên to lớn để chúng tôi tiếp tục làm việc tốt hơn và phục vụ khách hàng tốt hơn rất nhiều.\nMột lần nữa, Cảm ơn rất nhiều và chúng tôi hy vọng chúng tôi có cơ hội được phục vụ bạn hoặc gia đình và bạn bè của bạn trong tương lai.\nTrân trọng gửi lời chúc tốt đẹp nhất từ ​​Cat Ba Kayak Adventures!\nLời chào trân trọng từ Xuân Cường Mr Henry.Đọc thêm",
            "Ngày tốt nhất trong kỳ nghỉ của tôi. Ở trên nhà thuyền thật tuyệt vời. Chủ nhà rất duyên dáng và cho chúng tôi ăn no bằng những bữa ăn ngon. Chèo thuyền kayak thật tuyệt vời. Có những lúc chúng tôi là những người duy nhất xuống nước ngoại trừ một vài ngư dân địa phương. Đây chắc chắn là cách để ngắm Vịnh Lan Hạ.Đọc thêm",
            "Thưa ông Braeden Diehl.\nChào đón nồng nhiệt từ Cat Ba Kayak Adventures! \nĐây là Xuân Cường, người điều hành Cat Ba Kayak Adventures ở đảo Cát Bà. Tôi viết thư này để nói Cảm ơn bạn rất nhiều vì đã dành thời gian chia sẻ kinh nghiệm của mình trong chuyến du lịch 2 ngày 1 đêm với chúng tôi ở đảo Cát Bà gần đây! Chúng tôi rất vui và tự hào khi bạn hài lòng với dịch vụ của chúng tôi. Đây thực sự là nguồn động viên to lớn để chúng tôi tiếp tục làm việc tốt hơn và phục vụ khách hàng tốt hơn rất nhiều. \nMột lần nữa, Cảm ơn rất nhiều và chúng tôi hy vọng chúng tôi có cơ hội được phục vụ bạn hoặc gia đình và bạn bè của bạn trong tương lai. \nTrân trọng gửi lời chúc tốt đẹp nhất từ ​​Cat Ba Kayak Adventures! \nLời chào trân trọng từ Xuân Cường Mr Henry.Đọc thêm",
            "Gia đình chúng tôi 2 người lớn, 2 thanh thiếu niên 14 17 yo đã có trải nghiệm tuyệt vời nhất với Cuộc phiêu lưu chèo thuyền kayak trên Cát Bà. Chúng tôi thực hiện một chuyến tham quan trong ngày đến Vườn quốc gia Cát Bà, đi bộ 10 km đến làng Việt Hải, đi thuyền đạp xe trở lại Cảng Cát Bà, sau đó là chuyến đi chèo thuyền kayak 2 ngày 1 đêm quanh Vịnh Lan Hạ, nghỉ qua đêm tại Làng Nổi, một trải nghiệm độc đáo chắc chắn sẽ khuyên bạn nên ở trên thuyền!. Trong cả hai chuyến đi, chúng tôi là khách du lịch duy nhất và Minh, hướng dẫn viên của chúng tôi trong cả ba ngày, thật tuyệt vời. Chúng tôi là những người mới bắt đầu chèo thuyền kayak và anh ấy là một giáo viên tuyệt vời. Những chiếc thuyền kayak được công ty này sử dụng là Thuyền Kayak trên biển và trông chắc chắn hơn nhiều so với những nhóm khác mà chúng tôi thấy trên mặt nước.  Minh và Thuyền trưởng chiếc thuyền nhỏ của chúng tôi đưa chúng tôi đến những nơi mà chúng tôi thường là những người duy nhất ở xung quanh - chúng tôi chèo thuyền kayak trong khung cảnh yên bình, xinh đẹp, nó thực sự ngoạn mục! Như một phần thưởng, Thuyền trưởng là một Đầu bếp tuyệt vời và bữa trưa cả hai ngày là một trong những món ăn ngon nhất chúng tôi đã nếm trong 4 tuần! Mặc dù không rẻ theo tiêu chuẩn Việt Nam, chuyến tham quan này được tổ chức tốt và hoàn toàn là điểm nhấn trong kỳ nghỉ của chúng tôi. Chúng tôi chắc chắn sẽ làm điều đó một lần nữa!! Đọc thêm",
            "Kính gửi bà Nicole Sheers.\nChào đón nồng nhiệt từ Cat Ba Kayak Adventures!\nĐây là Xuân Cường, người điều hành Cat Ba Kayak Adventures ở đảo Cát Bà. Tôi viết thư này để nói Cảm ơn bạn rất nhiều vì đã dành thời gian chia sẻ trải nghiệm của mình trong chuyến du lịch 3 ngày tại đảo Cát Bà với chúng tôi gần đây! \nChúng tôi rất vui và tự hào khi bạn hài lòng với dịch vụ của chúng tôi. Đây thực sự là nguồn động viên to lớn để chúng tôi tiếp tục làm việc tốt hơn và phục vụ khách hàng tốt hơn rất nhiều. \nMột lần nữa, Cảm ơn rất nhiều và chúng tôi hy vọng chúng tôi có cơ hội được phục vụ bạn hoặc gia đình và bạn bè của bạn trong tương lai. \nTrân trọng gửi lời chúc tốt đẹp nhất từ ​​Cat Ba Kayak Adventures! \nLời chào trân trọng từ Xuân Cường Mr Henry.Đọc thêm",
            "Chúng tôi đã có chuyến đi 2 ngày tuyệt vời với Minh. Tất cả công tác hậu cần đều hoạt động như kim đồng hồ, và vì chuyến đi chỉ có vợ chồng tôi nên chúng tôi có thể đến được nhiều nơi ở Cát Bà mà thuyền lớn không thể đến được. Chúng tôi có thể dành thời gian và khám phá khu vực. Thức ăn được phục vụ thật tuyệt vời, được nấu tại nhà và một số hải sản ngon nhất mà bạn sẽ có. Chúng tôi ở nhà dân, đó là một trải nghiệm thực sự tuyệt vời. Minh thật tuyệt vời và rất hào phóng với thời gian của anh ấy, chúng tôi đã học được rất nhiều điều về khu vực và cuộc sống ở Việt Nam từ anh ấy. Đọc thêm",
            "Thưa ông Rob Andrew.\nCảm ơn bạn rất nhiều vì đã dành thời gian chia sẻ trải nghiệm của mình trong chuyến chèo thuyền kayak 2 ngày 1 đêm cùng chúng tôi tại đảo Cát Bà! Chúng tôi rất vui và tự hào khi bạn hài lòng với dịch vụ của chúng tôi. Đây thực sự là nguồn động viên to lớn để chúng tôi tiếp tục làm việc tốt hơn và phục vụ khách hàng tốt hơn rất nhiều. \nMột lần nữa, Cảm ơn rất nhiều và chúng tôi hy vọng chúng tôi có cơ hội được phục vụ bạn hoặc gia đình và bạn bè của bạn trong tương lai. \nTrân trọng gửi lời chúc tốt đẹp nhất từ ​​Cat Ba Kayak Adventures! \nLời chào trân trọng từ Xuân Cường Mr Henry.Đọc thêm",
            "Tôi và bạn gái đã có khoảng thời gian tuyệt vời trong chuyến đi chèo thuyền kayak này. Đó là một chuyến tham quan vịnh đáng yêu với khung cảnh tuyệt đẹp và một mái chèo tuyệt vời. Đó cũng là một mức giá rất hợp lý để hai chúng tôi có một chuyến tham quan có hướng dẫn viên riêng cả ngày. Hướng dẫn viên của chúng tôi rất thân thiện, hiểu biết và chia sẻ rất nhiều về vịnh, nó thực sự bổ sung thêm trải nghiệm. Bữa trưa trên nhà nổi cũng rất ngon và họ phục vụ bữa ăn chay cho chúng tôi. Tôi chắc chắn sẽ giới thiệu chuyến đi này cho bạn bè.Đọc thêm",
            "Thưa ông Noah Baustin.\nCảm ơn bạn rất nhiều vì đã dành thời gian chia sẻ trải nghiệm của mình trong chuyến đi Guidedkayaking 1 ngày cùng chúng tôi tại đảo Cát Bà! Chúng tôi rất vui và tự hào khi bạn hài lòng khi sử dụng dịch vụ của chúng tôi. Đây thực sự là nguồn động viên to lớn để chúng tôi tiếp tục làm việc tốt hơn và phục vụ khách hàng tốt hơn nhiều. \nMột lần nữa, Cảm ơn rất nhiều và chúng tôi hy vọng chúng tôi có cơ hội được phục vụ bạn hoặc gia đình và bạn bè của bạn trong tương lai. \nTrân trọng gửi lời chúc tốt đẹp nhất từ ​​Cat Ba Kayak Adventures! \nLời chào trân trọng từ Xuân Cường Mr Henry.Đọc thêm",
            "Chuyến tham quan tuyệt vời. Hướng dẫn viên Mong của chúng tôi đã rất xuất sắc trong suốt hai ngày. Nhà trọ rất đẹp và đồ ăn rất tinh tế. Đọc thêm",
            "Kính gửi ông Sean Michael Linsdall và bà Danielle Charlotte Kenyon.\nCảm ơn bạn rất nhiều vì đã dành thời gian chia sẻ trải nghiệm của mình trong chuyến chèo thuyền kayak 2 ngày 1 đêm cùng chúng tôi tại đảo Cát Bà! Chúng tôi rất vui và tự hào khi bạn hài lòng với dịch vụ của chúng tôi.\nĐây thực sự là nguồn động viên to lớn để chúng tôi tiếp tục làm việc tốt hơn và phục vụ khách hàng tốt hơn rất nhiều. \nMột lần nữa, Cảm ơn rất nhiều và chúng tôi hy vọng chúng tôi có cơ hội được phục vụ bạn hoặc gia đình và bạn bè của bạn trong tương lai. \nTrân trọng gửi lời chúc tốt đẹp nhất từ ​​Cat Ba Kayak Adventures! \nLời chào trân trọng từ Xuân Cường Mr Henry.Đọc thêm",
            "Chuyến đi tuyệt vời - chúng tôi đã đi 4 ngày 3 đêm và mọi thứ diễn ra như một chiếc đồng hồ. Điều đó có nghĩa là chúng tôi đã trải nghiệm được rất nhiều điều mà Vịnh Lan Hạ và Đảo Cát Bà mang lại. Phần lớn chuyến đi chỉ có tôi và chồng tôi và những phần chúng tôi ở cùng những người khác, ví dụ như đêm trên tàu buồm, vẫn là những nhóm rất nhỏ, điều này hoàn toàn phù hợp với chúng tôi. Yêu từng phút của chuyến đi. Đọc thêm",
            "Kính gửi bà Sandra Moorhead và ông Chris Churton.\nChúng tôi hy vọng bạn khỏe! \nCảm ơn bạn rất nhiều vì đã dành thời gian chia sẻ trải nghiệm của mình trong chuyến đi 4 ngày 3 đêm cùng chúng tôi tại đảo Cát Bà. Chúng tôi rất vui và tự hào khi bạn hài lòng với dịch vụ của chúng tôi. Đây thực sự là nguồn động viên to lớn để chúng tôi tiếp tục duy trì làm việc tốt hơn nhiều và phục vụ khách hàng của chúng tôi tốt hơn nhiều. \nMột lần nữa, Cảm ơn rất nhiều và chúng tôi hy vọng chúng tôi có cơ hội được phục vụ bạn hoặc gia đình và bạn bè của bạn trong tương lai. \nTrân trọng gửi lời chúc tốt đẹp nhất từ ​​Cat Ba Kayak Adventures! \nLời chào trân trọng từ Xuân Cường Mr Henry.Đọc thêm",
            "Chúng tôi đã thực hiện chuyến tham quan chèo thuyền kayak có hướng dẫn cả ngày ở Cát Bà và điều đó thực sự tuyệt vời! Trải nghiệm trọn gói hoàn hảo với dịch vụ đón khách từ khách sạn, chèo thuyền kayak, bơi lội và bữa trưa tuyệt vời. Chúng tôi là một nhóm nhỏ gồm 4 người. Hướng dẫn viên của chúng tôi đã kể cho chúng tôi rất nhiều điều về khu vực và con người, văn hóa, thiên nhiên, chúng tôi chắc chắn có thể giới thiệu chuyến tham quan cho mọi người! Đọc thêm",
            "Nathalie và Julian thân mến \nCảm ơn bạn rất nhiều vì đã dành thời gian chia sẻ trải nghiệm của mình trong chuyến đi Guidedkayaking 1 ngày cùng chúng tôi tại đảo Cát Bà! Chúng tôi rất vui và tự hào khi bạn hài lòng khi sử dụng dịch vụ của chúng tôi. Đây thực sự là nguồn động viên to lớn để chúng tôi tiếp tục làm việc tốt hơn và phục vụ khách hàng tốt hơn nhiều. \nMột lần nữa, Cảm ơn rất nhiều và chúng tôi hy vọng chúng tôi có cơ hội được phục vụ bạn hoặc gia đình và bạn bè của bạn trong tương lai. \nTrân trọng gửi lời chúc tốt đẹp nhất từ ​​Cat Ba Kayak Adventures! \nLời chào trân trọng từ Xuân Cường Mr Henry.Đọc thêm",
            "Cat Ba Kayak Adventures có lựa chọn hoàn hảo cho một ngày chèo thuyền kayak tự hướng dẫn trên Vịnh Lan Hạ. Chúng tôi là những người chèo thuyền kayak có kinh nghiệm và đang tìm kiếm một lựa chọn cho phép chúng tôi dành nhiều thời gian nhất có thể trên mặt nước mà không cần phải có nhiều điểm dừng của chuyến tham quan. Điều này thật hoàn hảo, chúng tôi dừng lại ở bến tàu vào giữa ngày và nhanh chóng nhặt thuyền kayak. Chúng tôi được đưa đi xa hơn vào vịnh và đồng ý quay trở lại vào lúc hoàng hôn - chỉ vậy thôi! Từ đó chúng tôi có quyền tự do khám phá bao nhiêu tùy thích. Họ cũng rất tuyệt và đã cho chúng tôi nước, mũ, bản đồ, v.v. Chắc chắn nên dùng.Đọc thêm",
            "Alyssa Butler thân mến.\nCảm ơn bạn rất nhiều vì đã dành thời gian chia sẻ trải nghiệm của mình trong chuyến đi Kayak tự hướng dẫn 1 ngày cùng chúng tôi tại đảo Cát Bà! Chúng tôi rất vui và tự hào khi bạn hài lòng với dịch vụ của chúng tôi. Đây thực sự là nguồn động viên to lớn để chúng tôi tiếp tục làm việc tốt hơn và phục vụ khách hàng tốt hơn nhiều. \nMột lần nữa, Cảm ơn rất nhiều và chúng tôi hy vọng chúng tôi có cơ hội được phục vụ bạn hoặc gia đình và bạn bè của bạn trong tương lai. \nTrân trọng gửi lời chúc tốt đẹp nhất từ ​​Cat Ba Kayak Adventures! \nLời chào trân trọng từ Xuân Cường Mr Henry.Đọc thêm",
            "Cuộc phiêu lưu chèo thuyền kayak Cát Bà là một cơ quan rất thân thiện cung cấp dịch vụ chất lượng được cá nhân hóa.  Giữa tháng 5 năm 2023, chúng tôi thực hiện chuyến đi chèo thuyền kayak 2 đêm trên chiếc du thuyền sức chứa nhỏ, chỉ có 5 phòng ngủ, chúng tôi chỉ có 4 người vì niềm vui lớn lao của mình. Chúng tôi cũng đi bộ cả ngày trong công viên quốc gia với họ. Giám đốc Henry rất nhạy bén, chu đáo và rất hiệu quả trong việc tổ chức một chuyến tham quan được thiết kế riêng. Anh ấy nấu bữa trưa cho chúng tôi, thực sự ngon hơn cả ở nhà hàng.  Minh hướng dẫn viên địa phương của chúng tôi rất hài hước.  Cả hai đều nói tiếng Anh hoàn hảo.  Chúng tôi đã có khoảng thời gian tuyệt vời.Đọc thêm",
            "Kính gửi bà Hélène PUBELLIER và ông François Eric CORMIER.\nTôi là Xuân Cường, ông Henry, Giám đốc điều hành của Cat Ba Kayak Adventures. Tôi viết thư này để cảm ơn rất nhiều vì đã chia sẻ những trải nghiệm tuyệt vời của mình trong chuyến đi du ngoạn chèo thuyền kayak leo núi và đi bộ đường dài 3 ngày 2 đêm với chúng tôi gần đây.\nChúng tôi rất biết ơn và trân trọng đánh giá của bạn về dịch vụ của chúng tôi. Đánh giá của bạn là nguồn động viên lớn đối với chúng tôi và giúp chúng tôi luôn cố gắng làm việc tốt hơn để mang lại sự hài lòng và ấn tượng tốt cho tất cả khách hàng sử dụng dịch vụ của chúng tôi.\nMột lần nữa, cảm ơn bạn rất nhiều và chúng tôi hy vọng sẽ có cơ hội được phục vụ bạn hoặc gia đình và bạn bè của bạn trong tương lai.\nChúc mọi điều tốt đẹp nhất từ ​​đội ngũ Cat Ba Kayak Adventures!\nTrân trọng từ Xuân Cường, ông Henry! Đọc thêm"
        ],
        "star_ratings": [
            65,
            1,
            1,
            0,
            0
        ],
        "review_amount": 67,
        "location": [
            "Châu Á",
            "Việt Nam",
            "Những điều cần làm ở Vịnh Hạ Long",
            "Cuộc phiêu lưu chèo thuyền Kayak Cát Bà",
            "Quang Ninh Province",
            "Vịnh Hạ Long"
        ],
        "reviews_time": [
            "Written March 12, 2024",
            "Written February 24, 2024",
            "Written January 28, 2024",
            "Written January 1, 2024",
            "Written December 26, 2023",
            "Written December 19, 2023",
            "Written September 26, 2023",
            "Written July 12, 2023",
            "Written June 28, 2023",
            "Written May 15, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293923-d15179808-Reviews-or10-Cat_Ba_Kayak_Adventures-Halong_Bay_Quang_Ninh_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d15179808-Reviews-Cat_Ba_Kayak_Adventures-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d15179808-Reviews-or20-Cat_Ba_Kayak_Adventures-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d16783386-Reviews-Vietnam_Tonkin_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d13358231-Reviews-Alibaba_s_Tours-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g3737857-d15097374-Reviews-Camellia_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d25157264-Reviews-Catba_Wander_Tour-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d26517053-Reviews-Dark_Light_Cave-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12583669-Reviews-Halong_Bay_Cruise_Hunters-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d10844855-Reviews-Cat_Ba_Local-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d9453866-Reviews-Emperor_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d6553094-Reviews-Treasure_Junk-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d2155607-Reviews-Bai_Tu_Long_Bay-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15360201-Reviews-Peony_Cruise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8608476-Reviews-Swan_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d6438408-Reviews-Paloma_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d8617577-Reviews-Viola_Halong_Travel-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d2044615-Reviews-Indochina_Junk-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g56966-d14901783-Reviews-Strawberry_Point-Duck_Creek_Village_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d2165013-Reviews-Montjuic_Castle-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d258384-Reviews-Walt_Disney_Concert_Hall-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d190121-Reviews-Piazza_Navona-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g2534322-d207510-Reviews-Banzai_Pipeline-Pupukea_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g1574374-d5114186-Reviews-Olympic_Beach-Olympiaki_Akti_Katerini_Pieria_Region_Central_Macedonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g32678-d7398032-Reviews-Sand_Dune_Park-Manhattan_Beach_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d23587405-Reviews-Immersive_Van_Gogh_Exhibit_Los_Angeles-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60270-d283946-Reviews-Kohler_Andrae_State_Park-Sheboygan_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g608875-d19756181-Reviews-Caves_of_Hella-Hella_South_Region.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293923-d15179808-Reviews-or20-Cat_Ba_Kayak_Adventures-Halong_Bay_Quang_Ninh_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293923-d15179808-Reviews-or10-Cat_Ba_Kayak_Adventures-Halong_Bay_Quang_Ninh_Province.html"
    },
    {
        "attraction_name": "Cat Ba Kayak Adventures",
        "attraction_name_vi": "Cuộc phiêu lưu chèo thuyền Kayak Cát Bà",
        "general_info": [
            "64 đánh giá",
            "86 trên 272 Chuyến tham quan bằng thuyền Thể thao dưới nước ở Vịnh Hạ Long",
            "Chuyến tham quan nhiều ngày",
            "Chèo ván đứng",
            "Chèo thuyền kayak"
        ],
        "attraction_summary": "Cat Ba Kayak Adventures là công ty cung cấp dịch vụ trọn gói cho tour du lịch mạo hiểm bằng thuyền kayak trên biển có trụ sở tại Đảo Cát Bà, Việt Nam. Lớn lên trên biển để phiêu lưu, sẵn sàng khám phá. Các tour du lịch bằng thuyền kayak có hướng dẫn của chúng tôi cung cấp một cách dễ học, ít tác động nhưng vẫn năng động để khám phá vùng nước êm đềm của Vịnh Hạ Long. Thuyền kayak trên biển là phương tiện ổn định, hiệu quả và cực kỳ phù hợp với biển, tạo nên một cách thú vị để trải nghiệm những điều kỳ diệu của Đảo Cát Bà, Vịnh Bái Tử Long và di sản thế giới được UNESCO công nhận này. Chúng tôi tôn trọng môi trường và vị trí của mình trong xã hội. Tour du lịch của chúng tôi sử dụng các sản phẩm địa phương để giảm lượng khí thải carbon và phù hợp với cộng đồng địa phương nơi chúng tôi sinh ra. Đọc thêm",
        "reviews": [
            "The entire experience for our two daysone night kayak tour has been unforgettable. Mr. Henry, the owner, was very quick to respond by email and WhatsApp during the booking process. On the morning of our tour, we were first picked up by a bus; it also picked up several other passengers from other hotels in the Old French Quarter. We were then off for a two-hour bus ride with a 10 minutes break in between. Then, we all transferred to a 5 minutes speed boat ride across to Cat Ba Island. At that pier, we got into another 30 minutes bus ride to the pier where Cat Ba Kayak is located and where we got to meet Mr. Henry,  who gave us an overview of our trip in Lan Ha Bay. My partner and I were joined by another couple, and the four of us were guided by Minh. He led us to a small, yet functional boat that took us out into the Bay. We first had some lunch on that boat cooked by the Captain and then headed out to kayak for several hours. Afterwards, the boat then took us to our overnight boat hotel where dinner was served and where we stayed. The rooms were clean and functional, and we had a great nights sleep. The following morning, we were served breakfast and then went for some more swimming and kayaking in other parts of the Bay. By kayaking into less-frequented areas, we were, at times, all alone to enjoy the peaceful serenity of nature with the birds, fish, jelly fish, cicadas, and occasional monkeys. Despite the unfortunate pieces of floating trash in the Bay, the entire experience far outweighs the negative. Perhaps, in the future, eitherboth the government or even tour groups can help to clean up the Bay and do our parts to help the environment. Overall, we highly recommend this kayaking tour if you are looking for a more intimate experience away from the crowds and exploring quieter, more serene parts of the Bay. Even as novice kayakers, we were able to enjoy the experience immensely, and it was not difficult for us.Read more",
            "Kính gửi cô Christine Kwan.\nĐây là Xuân Cường Henry Giám đốc điều hành Cat Ba Kayak Adventures. Tôi viết thư này để cảm ơn rất nhiều vì đã chia sẻ những trải nghiệm tuyệt vời của bạn trong chuyến đi Du thuyền Kayak 2 ngày 1 đêm với chúng tôi gần đây. Chúng tôi thực sự đánh giá cao những phản hồi trung thực và thẳng thắn mà chúng tôi sẽ sử dụng để cải thiện các dịch vụ trong tương lai của mình. \nMột lần nữa. Cảm ơn rất nhiều và chúng tôi hy vọng chúng tôi có cơ hội được phục vụ bạn hoặc gia đình và bạn bè của bạn trong tương lai. \nChúc đội Kayak Adventures Cát Bà mọi điều tốt đẹp nhất! \nTrân trọng từ Xuân CườngMr Henry!Đọc thêm",
            "Từ lần tiếp xúc đầu tiên với thuyền Kayak Cát Bà, đây là một trải nghiệm tuyệt vời. Chúng tôi đã được cung cấp trước tất cả thông tin chúng tôi cần. Chuyển từ Hà Nội đã suôn sẻ. Và trên hết, chuyến tham quan đã đáp ứng mọi kỳ vọng cao của chúng tôi. Thuyền kayak thực sự tốt. Dễ dàng xử lý và ổn định. Chúng tôi là những người chèo thuyền kayak có kinh nghiệm và vẫn hài lòng với tiêu chuẩn của thiết bị. Hướng dẫn viên Ming của chúng tôi là một người rất tốt bụng và cực kỳ hiểu biết. Bằng tiếng Anh hoàn hảo, anh ấy đã cung cấp cho chúng tôi rất nhiều thông tin về phong cảnh, văn hóa, truyền thống và Việt Nam hiện đại. Sau ba ngày, chúng tôi coi anh ấy là bạn. Ba ngày là đủ để có thời gian tham quan hầu hết vịnh Lan Hạ. Chúng tôi có một chiếc thuyền nhỏ đưa chúng tôi đến một số khu vực cực kỳ đẹp và yên tĩnh với rất ít hoặc đôi khi thậm chí không có khách du lịch nào khác. Thuyền trưởng trên chiếc thuyền đó cũng là một người rất tốt bụng và anh ấy cũng là một đầu bếp giỏi đã nấu một số bữa trưa tuyệt vời cho chúng tôi trên tàu. Chiếc thuyền của anh đơn giản nhưng đẹp một cách rất đơn giản. Hai đêm chúng tôi ở trên một chiếc du thuyền lớn hơn. Bữa tối đều ổn và phòng đạt tiêu chuẩn cao hơn nhiều so với dự kiến. Điều tiêu cực duy nhất chúng tôi có thể nói là các khu vực của vịnh bị ảnh hưởng khá nhiều bởi rác thải. Nhưng điều đó không phải ở đâu cũng có và điều đó tất nhiên ảnh hưởng đến tất cả các chuyến tham quan. Chúng tôi thực sự có thể giới thiệu thuyền kayak Cát Bà nếu bạn có kế hoạch đến thăm Vịnh Lan Hạ tuyệt vời.Đọc thêm",
            "Thưa ông Mattias Nordström\nĐây là Xuân Cường Henry Giám đốc điều hành Cat Ba Kayak Adventures. Tôi viết thư này để cảm ơn bạn rất nhiều vì đã chia sẻ những trải nghiệm tuyệt vời của bạn trong chuyến đi 3 ngày 2 đêm với chúng tôi gần đây. Chúng tôi thực sự đánh giá cao những phản hồi trung thực và thẳng thắn mà chúng tôi sẽ sử dụng để cải thiện các dịch vụ trong tương lai của mình. \nOne Again. Cảm ơn rất nhiều và chúng tôi hy vọng chúng tôi có cơ hội được phục vụ bạn hoặc gia đình và bạn bè của bạn trong tương lai. \nChúc đội Kayak Adventures Cát Bà mọi điều tốt đẹp nhất! \nTrân trọng từ Xuân Cường!Đọc thêm",
            "Chúng tôi đã thực hiện chuyến du lịch chèo thuyền kayak 2 ngày 1 đêm trên một chiếc thuyền rác. Henry đã sắp xếp một chuyến du lịch riêng đáng kinh ngạc cho chúng tôi với hướng dẫn viên Mong và Captainchef. Mong cực kỳ am hiểu về khu vực, đời sống hoang dã và văn hóa và anh ấy đáp ứng mọi nhu cầu của chúng tôi trong suốt chuyến tham quan. Thức ăn của thuyền trưởng thật tuyệt vời - hãy để họ nấu cho bạn những gì họ muốn nấu và bạn sẽ thử 100 món mới và ngon! Chúng tôi thậm chí còn bắt được một số thứ chúng tôi đã ăn khi chèo thuyền kayak với Mong thật thú vị! Chèo thuyền kayak thật tuyệt vời, Mong không gây khó khăn quá nhiều khi anh ấy hỏi chúng tôi ngay từ đầu rằng chúng tôi muốn đi vất vả như thế nào, vì vậy chúng tôi đã đi nhiều hơn một cách nhàn nhã và điều đó thật tuyệt. Mong đưa chúng tôi đến những nơi xa xôi hơn, nơi có ít người trên mặt nước hơn và chụp những bức ảnh tuyệt vời cho chúng tôi. Chiếc thuyền chúng tôi ở qua đêm thực sự rất đẹp, cabin cũng rất lớn với phòng tắm riêng. Bữa tối trên chiếc thuyền này cũng rất tuyệt và nhân viên thực sự chu đáo. Mặc dù thời tiết không hoàn hảo nhưng nó không làm mất đi trải nghiệm. Cảm ơn toàn thể nhóm vì 2 ngày tuyệt vời!!! Đọc thêm",
            "Kính gửi bà Louise Scott và ông James Collier.\nĐây là Xuân Cường Henry Giám đốc điều hành Cat Ba Kayak Adventures. \nTôi viết thư này để cảm ơn rất nhiều vì đã chia sẻ những trải nghiệm tuyệt vời của bạn trong chuyến đi khám phá hang động và chèo thuyền kayak 2 ngày 1 đêm với chúng tôi gần đây. Chúng tôi thực sự đánh giá cao những phản hồi trung thực và thẳng thắn mà chúng tôi sẽ sử dụng để cải thiện các dịch vụ trong tương lai của mình. \nOne Again. Cảm ơn rất nhiều và chúng tôi hy vọng chúng tôi có cơ hội được phục vụ bạn hoặc gia đình và bạn bè của bạn trong tương lai. \nChúc đội Kayak Adventures Cát Bà mọi điều tốt đẹp nhất! \nTrân trọng từ Xuân Cường!Đọc thêm",
            "Chuyến đi một ngày tuyệt vời với Henry, nhiều thông tin về khu vực, chèo thuyền kayak yên bình trên những đầm phá xinh đẹp, khám phá trang trại cá nhà nổi và bữa ăn hải sản ngon miệng trên thuyền! Đó là một ngày hoàn hảo như bài hát của Lou Reed Đọc thêm",
            "David thân mến. Chúng tôi hy vọng bạn khỏe! \nCảm ơn bạn rất nhiều vì đã dành thời gian chia sẻ trải nghiệm của mình trong chuyến đi Cruisingkayaking 1 ngày cùng chúng tôi tại đảo Cát Bà! \nChúng tôi rất vui và tự hào khi bạn hài lòng với dịch vụ của chúng tôi. Đây thực sự là nguồn động viên to lớn để chúng tôi tiếp tục làm việc tốt hơn và phục vụ khách hàng tốt hơn nhiều. \nMột lần nữa, Cảm ơn rất nhiều và chúng tôi hy vọng chúng tôi có cơ hội được phục vụ bạn hoặc gia đình và bạn bè của bạn trong tương lai. \nTrân trọng gửi lời chúc tốt đẹp nhất từ ​​Cat Ba Kayak Adventures! \nLời chào trân trọng từ Xuân Cường Mr Henry.Đọc thêm",
            "Một trải nghiệm hoàn toàn phi thường !!! Tôi và hai người bạn đã thực hiện chuyến đi chèo thuyền kayak riêng 3 ngày 2 đêm vào cuối tháng 2.  Henry đã thực hiện một công việc đáng kinh ngạc khi quản lý chuyến đi và hướng dẫn chúng tôi hành trình, và hướng dẫn viên Mong của chúng tôi thật tuyệt vời!  Anh ấy đã đưa chúng tôi đến nhiều địa điểm chèo thuyền kayak ngoạn mục, độc đáo và anh ấy đã làm rất tốt khi trả lời tất cả các câu hỏi, cho dù đó là về động vật, thực vật hay văn hóa địa phương.  Anh ấy cực kỳ ấm áp và hữu ích mọi lúc.  Thuyền viên cũng rất tuyệt vời, đồ ăn rất phong phú và ngon miệng.  Nhìn chung đây là mộtĐọc thêm",
            "Thưa ông Simon Ellison.\nĐây là Xuân Cường Henry Giám đốc điều hành Cat Ba Kayak Adventures. Tôi viết thư này để cảm ơn rất nhiều vì đã chia sẻ những trải nghiệm tuyệt vời của bạn trong chuyến đi 3 ngày 2 đêm với chúng tôi gần đây. Chúng tôi thực sự đánh giá cao những phản hồi trung thực và thẳng thắn mà chúng tôi sẽ sử dụng để cải thiện các dịch vụ trong tương lai của mình. \nMột lần nữa. Cảm ơn rất nhiều và chúng tôi hy vọng chúng tôi có cơ hội được phục vụ bạn hoặc gia đình và bạn bè của bạn trong tương lai. \nChúc đội Kayak Adventures Cát Bà mọi điều tốt đẹp nhất! \nTrân trọng từ Xuân Cường!Đọc thêm",
            "chúng tôi đã đặt một tour riêng, việc đặt tour thực sự dễ dàng và tổ chức cũng rất tuyệt vời, đón đúng giờ, đưa đón tốt ở Cát Bà, chúng tôi đã gặp anh Henry và hướng dẫn viên của chúng tôi trong 2 ngày, anh Mong, cả hai đều thực sự quan tâm đến chúng tôi và giải thích những gì chúng tôi sẽ làm tiếp theo trong 2 ngày, anh Mong thật tuyệt vời, kể cho chúng tôi rất nhiều điều về vịnh Cát Bà và Lan Hạ và trả lời mọi câu hỏi của chúng tôi, chúng tôi đã có một trải nghiệm chèo thuyền kayak tuyệt vời, một chuyến tham quan tuyệt vời ở Vịnh Lan Hạ. Nhà dân Blue Lagoon rất đẹp và bữa tối cũng như bữa trưa 2 lần thực sự ngon và đích thực, ngày thứ 2, chúng tôi đã có một chuyến đi bộ đường dài tuyệt vời trong công viên quốc gia và nhìn thấy hang động tuyệt đẹp và thậm chí còn có một chuyến đi bộ tham quan chợ riêng ở Thành phố Cát Bà, sau đó là bữa trưa hải sản ngon lành. Ngày thứ 2 có một chút thay đổi so với đặt phòng ban đầu, nhưng điều này không làm giảm đi trải nghiệm tuyệt vời mà chúng tôi có với CatBa Aventures!!! Cảm ơn anh Henry và đặc biệt là anh Mong đã tạo ra những kỷ niệm tuyệt vời cho chúng tôi! Đọc thêm",
            "Kính gửi bà Nicole và ông Chris.\nĐây là Xuân Cường Mr Henry Giám đốc điều hành Cat Ba Kayak Adventures. Tôi viết thư này để cảm ơn bạn rất nhiều vì đã chia sẻ những trải nghiệm tuyệt vời của bạn trong chuyến đi 2 ngày 1 đêm với chúng tôi gần đây. Chúng tôi thực sự đánh giá cao những phản hồi trung thực và thẳng thắn mà chúng tôi sẽ sử dụng để cải thiện các dịch vụ trong tương lai của mình. \nMột lần nữa. Cảm ơn rất nhiều và chúng tôi hy vọng chúng tôi có cơ hội được phục vụ bạn hoặc gia đình và bạn bè của bạn trong tương lai. \nChúc đội Kayak Adventures Cát Bà mọi điều tốt đẹp nhất! \nTrân trọng từ Xuân Cường!Đọc thêm",
            "Chị gái tôi và tôi đã có khoảng thời gian tuyệt vời trong chuyến phiêu lưu 3 ngày 2 đêm với hướng dẫn viên của chúng tôi, Ming. Henry, chủ sở hữu, đã thực hiện rất xuất sắc việc giao tiếp bắt đầu từ lần liên hệ đầu tiên qua email. Chuyến tham quan này được tổ chức rất tốt từ đầu đến cuối. Ming rất nhiều thông tin và vui vẻ. Chúng tôi có thể chèo thuyền kayak, đi xe đạp và đi bộ. Cả Henry và Ming đều chú ý đến nhu cầu của chúng tôi trong chuyến đi.Đọc thêm",
            "Thưa cô Andrea Erb.\nĐây là Xuân Cường Mr Henry Giám đốc điều hành Cat Ba Kayak Adventures. Tôi viết thư này để cảm ơn bạn rất nhiều vì đã chia sẻ những trải nghiệm tuyệt vời của bạn trong chuyến đi 3 ngày 2 đêm với chúng tôi gần đây. Chúng tôi thực sự đánh giá cao những phản hồi trung thực và thẳng thắn mà chúng tôi sẽ sử dụng để cải thiện các dịch vụ trong tương lai của mình.\nMột lần nữa. Cảm ơn rất nhiều và chúng tôi hy vọng chúng tôi có cơ hội được phục vụ bạn hoặc gia đình và bạn bè của bạn trong tương lai. \nChúc đội Kayak Adventures Cát Bà mọi điều tốt đẹp nhất! \nTrân trọng từ Xuân Cường!Đọc thêm",
            "Chúng ta không thể nói hết những điều tốt đẹp về Cat Ba Kayak Adventures. Chúng tôi đã đi hành trình 2D, 1N. Hướng dẫn viên Ming của chúng tôi rất xuất sắc và chia sẻ tình yêu của anh ấy với khu vực này với chúng tôi. Chúng tôi chèo thuyền kayak qua các hang động đến những đầm nước yên tĩnh, phát hiện những chú khỉ trên cây và bơi trên một bãi biển tuyệt đẹp. Chiếc thuyền rất thoải mái và thức ăn thì tuyệt vời! Việc tổ chức từ Henry cũng được thực hiện tốt, với việc chuyển giao dễ dàng từ Hà Nội. Cảm ơn bạn vì trải nghiệm tuyệt vời ở Cát Bà và Lan Hạ!Đọc thêm",
            "Thưa bà Catherine Cartier.\nĐây là Xuân Cường Henry Giám đốc điều hành Cat Ba Kayak Adventures. Tôi viết thư này để cảm ơn rất nhiều vì đã chia sẻ những trải nghiệm tuyệt vời của bạn trong chuyến đi Du thuyền Kayak 2 ngày 1 đêm với chúng tôi gần đây. Chúng tôi thực sự đánh giá cao những phản hồi trung thực và thẳng thắn mà chúng tôi sẽ sử dụng để cải thiện các dịch vụ trong tương lai của mình. \nMột lần nữa. Cảm ơn rất nhiều và chúng tôi hy vọng chúng tôi có cơ hội được phục vụ bạn hoặc gia đình và bạn bè của bạn trong tương lai. \nChúc đội Kayak Adventures Cát Bà mọi điều tốt đẹp nhất! \nTrân trọng từ Xuân CườngMr Henry!Đọc thêm",
            "Chúng tôi đã đăng ký chèo thuyền kayak 2 ngày với thời gian nghỉ qua đêm trên rác. Hướng dẫn viên Ming của chúng tôi thật tuyệt vời - anh chàng thực sự thân thiện, thú vị và nói tiếng Anh tuyệt vời. Chúng tôi đã chọn những chiếc thuyền kayak trên biển dành cho một người riêng biệt, hoạt động rất tốt vì cả hai chúng tôi đều có kinh nghiệm chèo thuyền kayak ở các cấp độ khác nhau. Chèo thuyền kayak xuyên qua khung cảnh tuyệt đẹp và xuyên qua các hang động vào những đầm phá không thể tiếp cận được. Vào ngày thứ 2, có một lối đi xuyên qua đèn pha hang động hoàn toàn tối tăm dài 100m được cung cấp dòng thủy triều tốt khiến nó trông giống một con sông hơn. Rất vui! Trong một đầm phá, chúng tôi nhìn thấy cận cảnh một gia đình khỉ khỉ hoang dã. Lúc nào cũng có một chiếc thuyền hỗ trợ nhỏ chăm sóc chúng tôi và cũng cung cấp bữa trưa tuyệt vời của người Việt. Ở lại qua đêm trong một cabin tuyệt vời trên thuyền rác, mặc dù thức ăn trên thuyền ban ngày thực sự ngon hơn đồ ăn vặt. Nói chung là một trải nghiệm tuyệt vời và hoàn toàn có thể giới thiệu công ty này cho bất kỳ ai.Đọc thêm",
            "Thưa ông Mike Annesley.\nCảm ơn bạn rất nhiều vì những đánh giá của bạn trong chuyến Du thuyền Kayaking 2 ngày 1 đêm mà chúng tôi tổ chức cho bạn gần đây! Chúng tôi rất biết ơn và đánh giá cao đánh giá của bạn về dịch vụ của chúng tôi. Những đánh giá của bạn là nguồn động viên to lớn cho chúng tôi và chúng tôi luôn cố gắng làm việc tốt hơn nữa để mang lại sự hài lòng và ấn tượng tốt cho mọi khách hàng sử dụng dịch vụ của chúng tôi. \nOne Again Cảm ơn rất nhiều và chúng tôi hy vọng chúng tôi có cơ hội được phục vụ bạn hoặc gia đình và bạn bè của bạn trong tương lai. \nChúc đội Kayak Adventures Cát Bà mọi điều tốt đẹp nhất!\nTrân trọng từ Xuân CườngMr Henry!Đọc thêm",
            "Chúng tôi đã có rất nhiều niềm vui và tận hưởng hai ngày với cuộc phiêu lưu chèo thuyền kayak của mèo ba rất nhiều! Những chiếc thuyền kayak tốt hơn những chiếc thuyền từ các chuyến du lịch nhóm khác. Điểm nổi bật của chúng tôi là sự giúp đỡ và tổ chức tự phát từ mọi việc chúng tôi muốn làm. Và đồ ăn cũng siêu ngon. Nói chung đây là một chuyến tham quan mà tôi thực sự muốn giới thiệu.Đọc thêm",
            "Kính gửi bà Mai Linh.\nCảm ơn bà rất nhiều vì những đánh giá của bà trong chuyến đi chèo thuyền kayak 2 ngày 1 đêm mà chúng tôi đã tổ chức cho bà gần đây!\nChúng tôi rất biết ơn và trân trọng những đánh giá của bà về dịch vụ của chúng tôi. Đánh giá của bà là nguồn động viên to lớn đối với chúng tôi và giúp chúng tôi luôn cố gắng làm việc tốt hơn để mang lại sự hài lòng và ấn tượng tốt đẹp cho tất cả khách hàng sử dụng dịch vụ của chúng tôi. Một lần nữa, cảm ơn bà rất nhiều và chúng tôi hy vọng sẽ có cơ hội được phục vụ bà hoặc gia đình và bạn bè của bà trong tương lai.\nChúc bà mọi điều tốt đẹp nhất từ ​​đội ngũ Cat Ba Kayak Adventures!\nTrân trọng từ Xuân CườngÔng Henry!Đọc thêm"
        ],
        "star_ratings": [
            65,
            1,
            1,
            0,
            0
        ],
        "review_amount": 67,
        "location": [
            "Châu Á",
            "Việt Nam",
            "Những điều cần làm ở Vịnh Hạ Long",
            "Cuộc phiêu lưu chèo thuyền Kayak Cát Bà",
            "Quang Ninh Province",
            "Vịnh Hạ Long"
        ],
        "reviews_time": [
            "Written May 12, 2023",
            "Written April 29, 2023",
            "Written April 15, 2023",
            "Written April 13, 2023",
            "Written March 14, 2023",
            "Written March 7, 2023",
            "Written March 7, 2023",
            "Written January 8, 2023",
            "Written January 7, 2023",
            "Written January 5, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293923-d15179808-Reviews-or20-Cat_Ba_Kayak_Adventures-Halong_Bay_Quang_Ninh_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d15179808-Reviews-or10-Cat_Ba_Kayak_Adventures-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d15179808-Reviews-or30-Cat_Ba_Kayak_Adventures-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d15179808-Reviews-Cat_Ba_Kayak_Adventures-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d16783386-Reviews-Vietnam_Tonkin_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d13358231-Reviews-Alibaba_s_Tours-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g3737857-d15097374-Reviews-Camellia_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d25157264-Reviews-Catba_Wander_Tour-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d26517053-Reviews-Dark_Light_Cave-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12583669-Reviews-Halong_Bay_Cruise_Hunters-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d10844855-Reviews-Cat_Ba_Local-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d9453866-Reviews-Emperor_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d6553094-Reviews-Treasure_Junk-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d2155607-Reviews-Bai_Tu_Long_Bay-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15360201-Reviews-Peony_Cruise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8608476-Reviews-Swan_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d6438408-Reviews-Paloma_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d8617577-Reviews-Viola_Halong_Travel-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d2044615-Reviews-Indochina_Junk-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g37861-d103897-Reviews-Field_of_Dreams_Movie_Site-Dyersville_Iowa.html",
            "https://www.tripadvisor.com/Attraction_Review-g194843-d3664573-Reviews-Orvieto_Underground-Orvieto_Province_of_Terni_Umbria.html",
            "https://www.tripadvisor.com/Attraction_Review-g642171-d2510676-Reviews-The_Dubliner-Parikia_Paros_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g3701972-d4832238-Reviews-Guruge_Nature_Park-Ja_Ela_Gampaha_Western_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d632481-Reviews-The_Playboy_Club_at_the_Palms-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g297701-d7122282-Reviews-Satria_Coffee_Plantation-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g187337-d594500-Reviews-Deutsche_Bank_Park-Frankfurt_Hesse.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d8447625-Reviews-Krisztina_Massage-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d4542125-Reviews-A_O_Show_Lune_Production-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g26020946-d12960023-Reviews-Materuni_Waterfalls-Namro_Kilimanjaro_Region.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293923-d15179808-Reviews-or30-Cat_Ba_Kayak_Adventures-Halong_Bay_Quang_Ninh_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293923-d15179808-Reviews-or20-Cat_Ba_Kayak_Adventures-Halong_Bay_Quang_Ninh_Province.html"
    },
    {
        "attraction_name": "Cat Ba Kayak Adventures",
        "attraction_name_vi": "Cuộc phiêu lưu chèo thuyền Kayak Cát Bà",
        "general_info": [
            "64 đánh giá",
            "86 trong số 272 Tour du thuyền Thể thao dưới nước tại Vịnh Hạ Long",
            "Chuyến tham quan nhiều ngày",
            "Chèo ván đứng",
            "Chèo thuyền kayak"
        ],
        "attraction_summary": "Cat Ba Kayak Adventures là công ty du lịch mạo hiểm chèo thuyền kayak trên biển đầy đủ dịch vụ có trụ sở tại Đảo Cát Bà Việt Nam. Lớn lên trên biển sống để phiêu lưu, sẵn sàng khám phá. Các chuyến tham quan bằng thuyền kayak có hướng dẫn của chúng tôi cung cấp một cách khác dễ học, ít tác động nhưng vẫn tích cực để khám phá vùng nước tĩnh lặng của Vịnh Hạ Long. Thuyền kayak trên biển là phương tiện ổn định, hiệu quả và cực kỳ phù hợp với biển, tạo nên một cách thú vị để trải nghiệm những kỳ quan của Đảo Cát Bà, vịnh Bái Tử Long và di sản thế giới được UNESCO công nhận này. Chúng tôi tôn trọng môi trường và vị trí của chúng tôi trong xã hội. Chuyến tham quan của chúng tôi sử dụng các sản phẩm địa phương để giảm lượng khí thải carbon và phù hợp với cộng đồng địa phương nơi chúng tôi sinh ra.Đọc thêm",
        "reviews": [
            "Gia đình tôi gồm 6 2 ông bà, 2 người lớn, 2 trẻ em đã đi chuyến du lịch 3D2N với Cat Ba Kayak Adventure. Chúng tôi có một đêm trên du thuyền và một đêm ở làng Việt Hải. Hướng dẫn của chúng tôi là Mong. Anh ấy rất am hiểu và tiếng Anh của anh ấy rất xuất sắc. Anh ấy giao tiếp rất trôi chảy với chúng tôi. Anh ấy rất quan tâm đến các con tôi và dạy chúng rất nhiều về văn hóa cũng như ngôn ngữ Việt Nam. Anh ấy cũng rất chú ý đến nhu cầu của bố mẹ tôi. Họ đã ở độ tuổi 70 và cần được chú ý nhiều hơn. Vì chỉ có 6 người trong chuyến lưu diễn này nên chúng tôi có thể điều chỉnh cho phù hợp với nhu cầu của mình. Khi thủy triều xuống và chúng tôi có thể chèo thuyền kayak qua các hang động trên biển và các đường hầm hang động hẹp. Những con đường ở làng Việt Hải đang được sửa chữa nên chúng tôi đã đạp xe trên cánh đồng lúa, thật là một trải nghiệm đáng nhớ! Cảm ơn Henry và Mông vì chuyến phiêu lưu và những kỷ niệm tuyệt vời.Đọc thêm",
            "Kính gửi bà Liu Qi Chen.\nĐây là Xuân Cường Henry Giám đốc điều hành Cat Ba Kayak Adventures. Tôi viết thư này để cảm ơn bạn rất nhiều vì đã chia sẻ những trải nghiệm tuyệt vời của bạn trong chuyến đi 3 ngày 2 đêm với chúng tôi gần đây. Chúng tôi thực sự đánh giá cao những phản hồi trung thực và thẳng thắn mà chúng tôi sẽ sử dụng để cải thiện các dịch vụ trong tương lai của mình. \nMột lần nữa. Cảm ơn rất nhiều và chúng tôi hy vọng chúng tôi có cơ hội được phục vụ bạn hoặc gia đình và bạn bè của bạn trong tương lai. \nChúc đội Kayak Adventures Cát Bà mọi điều tốt đẹp nhất! \nTrân trọng từ Xuân Cường!Đọc thêm",
            "Gia đình chúng tôi vừa hoàn thành chuyến du ngoạn và chèo thuyền kayak với Cat Ba Kayak Adventures và đã có khoảng thời gian tuyệt vời nhất có thể! Ông Henry thực sự rất hữu ích khi giúp chúng tôi tổ chức trước chuyến đi và hiểu kế hoạch phà đi từ Hải Phòng nơi chúng tôi đang ở. Và đối với hướng dẫn viên Minh của chúng tôi - anh ấy là một người bạn đồng hành tuyệt vời cho nhóm của chúng tôi. Chúng tôi trò chuyện phần lớn thời gian và tìm hiểu nhiều điều về địa điểm độc đáo này. Lộ trình và lịch trình trong ngày thật hoàn hảo đối với chúng tôi, vì chúng tôi phải đến muộn hơn bình thường và phi hành đoàn đã đáp ứng các mục tiêu trong ngày của chúng tôi. Chúng tôi đã có thể nhìn cận cảnh những địa hình đáng kinh ngạc - một kỳ quan tuyệt vời - và sẽ tạo nên những kỷ niệm trong đời chúng tôi. Chiếc thuyền du lịch thật tuyệt vời và gia đình chúng tôi có thể tắm nắng và thưởng thức đồ uống trên boong cao nhất trên đường đi. Chúng tôi thực sự may mắn khi có thể có được chiếc thuyền cho riêng mình - 8 thành viên trong gia đình - phù hợp với mùa chậm. Bữa trưa được cung cấp thật đặc biệt. Đó là một bữa tiệc hải sản tươi sống, thu hoạch tại địa phương và khiến chúng tôi cảm thấy thực sự may mắn. Chúng tôi không thể nhét thêm thức ăn vào bụng nữa. Những chiếc thuyền kayak đều chắc chắn, có nhiều áo phao cho trẻ em và người lớn, đồng thời hỗ trợ tốt cho việc ra vào. Nhảy xuống thuyền và xuống vịnh với con trai tôi là điều mà chúng tôi sẽ nói đến một lúc nữa! Một lần nữa xin cảm ơn ông Henry và thủy thủ đoàn vì một ngày tuyệt vời ngày hôm qua. Đây là điều mà bất kỳ chuyến thăm Việt Nam nào cũng nên có nếu có thể. Chà - thật thú vị! GarethĐọc thêm",
            "Thưa ông Gareth Loveridge.\nChúng tôi hy vọng bạn khỏe! \nCảm ơn bạn rất nhiều vì đã dành thời gian chia sẻ trải nghiệm của mình trong chuyến đi Cruisingkayaking 1 ngày cùng chúng tôi tại đảo Cát Bà!\nChúng tôi rất vui và tự hào khi bạn hài lòng với dịch vụ của chúng tôi. Đây thực sự là nguồn động viên to lớn để chúng tôi tiếp tục làm việc tốt hơn và phục vụ khách hàng tốt hơn nhiều. \nMột lần nữa, Cảm ơn rất nhiều và chúng tôi hy vọng chúng tôi có cơ hội được phục vụ bạn hoặc gia đình và bạn bè của bạn trong tương lai. \nTrân trọng gửi lời chúc tốt đẹp nhất từ ​​Cat Ba Kayak Adventures! \nLời chào trân trọng từ Xuân Cường Mr Henry.Đọc thêm",
            "Đây là cách tốt nhất để ra ngoài và khám phá khu vực xung quanh đảo Cát Bà. Chúng tôi đã đặt tour du lịch 3 ngày và cảm thấy được chăm sóc chu đáo trong suốt chặng đường.  Chúng tôi ở trên một trong những chiếc thuyền du lịch của các tour du lịch lớn hơn, rất thoải mái vào buổi tối, nhưng vào ban ngày, chúng tôi phải khám phá những đầm phá ẩn giấu mà hầu hết các nhóm du lịch không thể tiếp cận, cũng như chuyến phiêu lưu đi bộ trong rừng mà chúng tôi quyết định thực hiện làm vào ngày cuối cùng. Bởi vì đây là một tour du lịch riêng nên rất linh hoạt trong việc lên lịch, bạn có thể chọn làm những gì bạn quan tâm nhất. Nhiều lần chúng tôi chèo thuyền kayak một mình với hướng dẫn viên Ming, người đã kể cho chúng tôi rất nhiều câu chuyện về khu vực và giúp chúng tôi có trải nghiệm tốt hơn đánh giá cao cho chuyến đi của chúng tôi.  Thức ăn cũng rất tuyệt và mọi người đều thích nghi với chồng tôi, người không ăn thịt lợn. Rất cám ơn Henry và Ming vì đã mang lại trải nghiệm ngoạn mục như vậy.Đọc thêm",
            "Xin chào Phoebe Yeoh và Mason Risley.\nCảm ơn các bạn rất nhiều vì những đánh giá của các bạn trong chuyến đi chèo thuyền kayak 3 ngày 2 đêm mà chúng tôi đã tổ chức cho các bạn gần đây.\nChúng tôi rất biết ơn và trân trọng những đánh giá của các bạn về dịch vụ của chúng tôi. Đánh giá của các bạn là nguồn động viên to lớn đối với chúng tôi và giúp chúng tôi luôn cố gắng làm việc tốt hơn để mang lại sự hài lòng và ấn tượng tốt đẹp cho tất cả khách hàng sử dụng dịch vụ của chúng tôi.\nMột lần nữa, cảm ơn các bạn rất nhiều và chúng tôi hy vọng sẽ có cơ hội được phục vụ các bạn hoặc gia đình và bạn bè của các bạn trong tương lai.\nChúc các bạn mọi điều tốt đẹp nhất từ ​​đội ngũ Cat Ba Kayak Adventures!\nTrân trọng từ Xuân CườngMr Henry!Đọc thêm",
            "RẤT VUI! Hướng dẫn của chúng tôi Ming thật tuyệt vời. Thân thiện, vui vẻ, hiểu biết. Thuyền trưởng và đầu bếp của chúng tôi cũng rất tuyệt vời. Thực phẩm tươi ngon như vậy! Chúng tôi chèo thuyền kayak và bơi lội vào ban ngày và nghỉ qua đêm trên một chiếc thuyền rác lớn. Ông Henry thậm chí còn được giao bánh sinh nhật bằng thuyền vì chúng tôi tổ chức sinh nhật trong nhóm!!Đọc thêm",
            "Kính gửi bà Zoe Roy.\nĐây là Xuân Cường Henry Giám đốc điều hành Cat Ba Kayak Adventures.\nTôi viết thư này để cảm ơn rất nhiều vì đã chia sẻ những trải nghiệm tuyệt vời của bạn trong chuyến đi khám phá hang động và chèo thuyền kayak 2 ngày 1 đêm với chúng tôi gần đây. Chúng tôi thực sự đánh giá cao những phản hồi trung thực và thẳng thắn mà chúng tôi sẽ sử dụng để cải thiện các dịch vụ trong tương lai của mình. \nMột lần nữa. Cảm ơn rất nhiều và chúng tôi hy vọng chúng tôi có cơ hội được phục vụ bạn hoặc gia đình và bạn bè của bạn trong tương lai. \nChúc đội Kayak Adventures Cát Bà mọi điều tốt đẹp nhất! \nTrân trọng từ Xuân Cường!Đọc thêm",
            "Chúng tôi đã thực hiện chuyến tham quan có hướng dẫn chèo thuyền kayak cả ngày vào ngày 10 tháng 10 năm 2022. Chúng tôi tình cờ phát hiện ra họ khi đi ngang qua vị trí của họ tại bến cảng. Chúng tôi đang tìm kiếm một tour du lịch chuyên chèo thuyền kayak. Đây chính xác là những gì họ đã làm. Vì vậy, nếu bạn muốn chèo thuyền kayak cả ngày thì đây là nơi tốt nhất mà chúng tôi muốn giới thiệu. Đó là một trải nghiệm tuyệt vời và chúng tôi đã được nhìn thấy khá nhiều khu vực vịnh. Chúng tôi nghỉ ngơi ở đây và ở đó để bơi lội và khám phá. Hướng dẫn rất thân thiện, hiểu biết và hữu ích. Anh ấy có vẻ thích chuyến đi nhiều như chúng tôi. Điều đó khiến đây trở thành một cuộc phiêu lưu rất tích cực và thú vị. Nếu bạn là người thích phiêu lưu, đừng bận tâm đến việc tập luyện tuyệt vời và đang tìm kiếm một cuộc phiêu lưu không quá đông đúc thì đây là nơi chúng tôi thực sự khuyên bạn nên tham gia.Đọc thêm",
            "Thưa ông Bobby Flood.\nCảm ơn bạn rất nhiều vì đã đi du lịch cùng chúng tôi gần đây và đánh giá tuyệt vời của bạn. Tôi đánh giá cao sự đóng góp của bạn trong việc truyền bá cho những khách du lịch khác về dịch vụ của chúng tôi. \nOne Again. Cảm ơn rất nhiều và chúng tôi hy vọng chúng tôi có cơ hội được phục vụ bạn hoặc gia đình và bạn bè của bạn trong tương lai. \nChúc đội Kayak Adventures Cát Bà mọi điều tốt đẹp nhất! \nTrân trọng từ Xuân CườngMr Henry!Đọc thêm",
            "Cảm ơn đội ngũ tuyệt vời tại Kayak Adventures! Chúng tôi đã có khoảng thời gian chèo thuyền kayak thực sự tuyệt vời qua vịnh Lan Hạ và vịnh Hạ Long. Các hang động đặc biệt tuyệt vời và số lượng lớn các hòn đảo nhỏ thực sự là báu vật quốc gia. Chúng tôi thực hiện chuyến đi 3 ngày 2 đêm, nghỉ tại một ngôi nhà gỗ trên bãi biển. Các nhân viên tại ngôi nhà gỗ rất tốt. Vào ngày thứ hai, chúng tôi đi bộ lên một con đường dốc để ngắm nhìn khung cảnh tuyệt đẹp của khu vực. Trời nóng, trơn trượt và vất vả nhưng rất đáng giá. Vào ngày cuối cùng chúng tôi dùng bữa trưa hải sản trên thuyền và ăn salad sứa! Rất ngon và đầu bếp rất tốt bụng và tài năng. Chúng tôi chắc chắn sẽ giới thiệu nơi này cho bạn bè và gia đình! Cảm ơn bạn một lần nữa!Đọc thêm",
            "Ingrid thân mến.\n\nCảm ơn bạn rất nhiều vì đã đi du lịch cùng chúng tôi gần đây và đánh giá tuyệt vời của bạn. Tôi đánh giá cao sự đóng góp của bạn trong việc truyền bá cho những khách du lịch khác về dịch vụ của chúng tôi.\n\nOne Again. Cảm ơn rất nhiều và chúng tôi hy vọng chúng tôi có cơ hội được phục vụ bạn hoặc gia đình và bạn bè của bạn trong tương lai.\n\nChúc đội Kayak Adventures Cát Bà mọi điều tốt đẹp nhất!\n\nTrân trọng từ Xuân CườngMr Henry!Đọc thêm",
            "Absolutely blown away by the surrealistic natural wonders of islands and lagoons around Cat Ba Bay, my friends and I enjoyed chillaxing daily kayaks and light trekking to explore the area with the company of our local tour guide, Mong. Mong spoke good English and was really, really helpful throughout the trip. He was knowledgable of the flora and fauna, where we would have missed seeing the coastal animal lives passing us by. A real surprise was the many jellyfish and crabs that we found in the water and inland respectively.Super recommend kayaking as this is the best mode of transport to fully immerse in the scenery and be in touch with the beautiful nature. The waters were calm mostly and the weather is fantastic in early August when we booked the trip. We also saw the local livelihoods of the floating villages who farmed a variety of seafoods - squids, oysters, fishes etc. Mong even brought us to a quiet beach where white clams were found in abundance, where we picked some to enjoy as an extra dish for dinner on the junk. Our first night at the junk was catered just for the 3 of us with 2 comfortable cabins and open area at the top for chillaxing. Love the privacy and our captain, Big, together with his chef, whipped up delicious local delicacies and brought us to hidden away pockets of lagoons so we could rest and enjoy the scenery. The next night was spent in chalets by the seas and having different accommodations on each night is a good mix. On our last day, the owner of CatBa Adventure, Henry specially arranged for Mong to bring us around the local markets, the nearby beach and a breeze around the mainland CatBa before our departure to mainland Hanoi. Try the local produced juice drinks or egg coffee by the local cafe, we love it! Truly appreciate the extra mile and making this trip truly special for all of us.Read more",
            "Veronica Joobee thân mến.\n\nĐây là Xuân Cường Henry Giám đốc điều hành Cat Ba Kayak Adventures. Tôi viết thư này để cảm ơn bạn rất nhiều vì đã chia sẻ những trải nghiệm tuyệt vời của bạn trong chuyến đi 3 ngày 2 đêm với chúng tôi gần đây.\n\nChúng tôi thực sự đánh giá cao những phản hồi trung thực và thẳng thắn mà chúng tôi sẽ sử dụng để cải thiện các dịch vụ trong tương lai của mình.\n\nMột lần nữa. Cảm ơn rất nhiều và chúng tôi hy vọng chúng tôi có cơ hội được phục vụ bạn hoặc gia đình và bạn bè của bạn trong tương lai.\n\nChúc đội Kayak Adventures Cát Bà mọi điều tốt đẹp nhất!\n\nTrân trọng từ Xuân Cường!Đọc thêm",
            "Nhờ hướng dẫn tuyệt vời của chúng tôi, chúng tôi đã có một ngày chèo thuyền kayak tuyệt vời ở Vịnh Hàn La. Chúng tôi là một nhóm nhỏ chỉ có bốn người trong đó có cậu con trai 14 tuổi của tôi. Hướng dẫn viên của chúng tôi đã đưa chúng tôi đến những bãi biển xa xôi và chăm sóc chúng tôi cực kỳ chu đáo trên đường đi, bao gồm cả việc sắp xếp rất cẩn thận một bữa trưa ngon miệng trên một hòn đảo mà thông thường chỉ những người lưu trú tại khu nghỉ dưỡng ở đó mới có thể tiếp cận được. Hướng dẫn viên của chúng tôi đã đáp ứng tất cả các yêu cầu của chúng tôi và thậm chí phải mất thêm một tiếng rưỡi vào cuối ngày để đáp ứng mọi thứ chúng tôi muốn trải nghiệm. Tôi chỉ có thể đánh giá cao công ty này.Đọc thêm",
            "Kính gửi bà Elke.\n\nCảm ơn bạn rất nhiều vì những đánh giá của bạn trong chuyến đi Kayaking 1 ngày do chúng tôi tổ chức cho bạn gần đây. Chúng tôi rất biết ơn và đánh giá cao những đánh giá của bạn về dịch vụ của chúng tôi.\n\nĐánh giá của bạn là nguồn động viên to lớn cho chúng tôi và chúng tôi luôn cố gắng làm việc tốt hơn nữa để mang lại sự hài lòng và ấn tượng tốt đẹp cho tất cả khách hàng sử dụng dịch vụ của chúng tôi.\n\nOne Again Cảm ơn rất nhiều và chúng tôi hy vọng chúng tôi có cơ hội được phục vụ bạn hoặc gia đình và bạn bè của bạn trong tương lai.\n\nChúc đội Kayak Adventures Cát Bà mọi điều tốt đẹp nhất!\n\nTrân trọng từ Xuân CườngMr Henry!Đọc thêm",
            "We learned about Cat Ba Kayak Adventures from our neighbors, who visited Vietnam in 2015 and took a kayaking trip with Mr. Henry through the dramatic karst formations of Lan Ha Bay.  Mr. Henry is the co-owner of Cat Bay Kayak Adventures. His Vietnamese name is Xuan Cuong. I contacted him by email and the next day he forwarded several itineraries and prices.  I also got a quote from one of the numerous companies that operate large luxury junks, with fancy staterooms, elegant meals and cocktails.  The price quotes from Cat Ba Kayak Adventures and the luxury junk company where just a few dollars apart.  But Cat Ba Kayak Adventures seems to be the only operator dedicated to extensive kayaking and getting away from the crowds.Our primary interest was to get out on the water and paddle through the remarkable rock formations, to experience the natural wonder of these bays.  So we elected to sign up with Cat Ba Kayak Adventures for a 3-day, two night trip, leaving from Cat Ba Island on July 4 and returning the afternoon of July 6, 2022. The trip proved to be a remarkable experience,  and absolutely the right choice.We were on a small junk, just my wife and me, our guide and the boats captain, with two kayaks tied to the stern.  Our guide, Mong, spoke good English and was young and energetic.  The Captain, Tiep, spoke no English but his smile and years of experience in these labyrinthine waterways gave us a welcome feeling of being in the right hands.  He also proved to be an excellent chef, making most of our meals in a tidy galley near the stern of the boat.  The vessel had an upper sundeck for lounging, a stateroom and private head with shower for us, and a dining area where we shared meals with our guide...  Captain Tiep joined us for a cold beer after the meal.  All quite nice. Most importantly, we cruised thru remarkable bays with astonishing karst formations and few other boats.  We did see occasional detritus mostly chunks of styrafoam floating on the calm waters, apparently coming from Vietnamese floating fishing villages that are tethered throughout these waters.  The Government should do more to protect the marine environment from this menace.Each day Mong took us out for two long paddles, Lucia and I in one kayak and Mong in the lead kayak.  He guided us to hidden beaches, coves and secret inlets.  We also paddled through caves and passage under the rocks during low tide.  We saw other kayakers at some of these places, but otherwise we had near perfect solitude...    I took dozens of pictures of spectacular vistas and the verdant green crests of karst formations rising up from the sea, with sheer walls 100 - 200 meters high. We anchored each night in protected bays, only once seeing two other boats anchored nearby.  The last night a spectacular thunderstorm descended, with slashing rain and wind.  Within an hour it passed and the pleasing calm of these waters returned.  We are grateful to Mr. Henry and his company for organizing a superb and memorable adventure.  After we returned to Hanoi we met another tourist who had opted for the big boat experience on Ha Long Bay and what she described made us feel lucky we chose Cat Ba Kayak Adventures.  She said each night her ship moored near numerous other boats, with music echoing from each deck until late at night and the passengers more focused on drinking and dancing than observing the remarkable natural setting.  We were spared this mayhem by letting Mr. Henry send us to tranquil waters away from the crowded commercial routes.We recommend Cat Ba Kayak Adventures highly, and thank Mr. Henry, Mong and Captain Tiep for a memorable experience.Read more",
            "Thưa ông Tim và bà Lucia Holliday.\n\nCảm ơn bạn rất nhiều vì những đánh giá chân thực và thẳng thắn về chuyến đi 3 ngày 2 đêm mà bạn đã đồng hành cùng chúng tôi trong thời gian vừa qua!\n\nThực sự lúc này tôi không còn lời nào để diễn tả được cảm xúc của mình vì những nhận xét của bạn quá chi tiết, nó mang lại cho chúng tôi niềm vui và hạnh phúc không thể diễn tả được.\n\nChúng tôi xin hứa với bạn rằng, chúng tôi sẽ luôn học hỏi nhiều hơn, làm việc tốt hơn để không ngừng nâng cao chất lượng dịch vụ của mình.\n\nMột lần nữa, xin chân thành cảm ơn bạn đã đồng hành cùng chúng tôi và chúng tôi hy vọng chúng tôi có cơ hội được phục vụ bạn hoặc gia đình, bạn bè của bạn trong tương lai.\n\nĐội ngũ Kayak Adventures Cát Bà gửi lời chào trân trọng nhất!\n\nTrân trọng từ Xuân Cường!Đọc thêm",
            "Chúng tôi đã thực hiện chuyến đi chèo thuyền kayak 3 ngày 2 đêm ở vịnh Lan Hạ Vịnh Hạ Long và điều đó thật tuyệt vời. Chúng tôi là một gia đình năm người và có một chiếc thuyền có hai cabin. Chiếc thuyền đơn giản nhưng hoàn hảo đối với chúng tôi. Không gian chung trên lầu để ăn uống và vui chơi, gió mát! Chúng tôi ăn những bữa ăn ở đó, những món ăn thực sự đặc biệt trong đó có món Lẩu Việt Nam. Chèo thuyền kayak chính xác là những gì chúng tôi đang tìm kiếm, ngày đầu tiên ngắn ngủi, dành toàn bộ thời gian cho việc di chuyển và định cư. Nhưng ngày thứ hai bao gồm một số khu vực khác nhau, hang động và vịnh nhỏ ẩn giấu. Chúng tôi cũng đã đi xe đạp đến một ngôi làng vào ngày thứ 3, thực sự rất vui. Công ty này do ông Henry điều hành đã khiến mọi thứ trở nên dễ dàng. Giao tiếp thông qua ứng dụng whats rất kỹ lưỡng và rõ ràng. Mọi thứ trong chuyến đi đều chính xác như đã được thanh toán. Hướng dẫn viên của chúng tôi, Huy, thật tuyệt vời và khiến mọi thứ trở nên thú vị hơn, tương tự với phi hành đoàn. Mặc dù đây là khu vực có nhiều khách du lịch nhưng chúng tôi vẫn cảm thấy yên bình. Tôi rất muốn giới thiệu chuyến đi này.Đọc thêm",
            "Thưa bà Jennifer Zelnick.\n\nĐây là Xuân Cường Henry Giám đốc điều hành Cat Ba Kayak Adventures. Tôi viết thư này để cảm ơn rất nhiều vì đã chia sẻ những trải nghiệm tuyệt vời của bạn trong chuyến đi 3 ngày 2 đêm với chúng tôi gần đây.\n\nChúng tôi thực sự đánh giá cao những phản hồi trung thực và thẳng thắn mà chúng tôi sẽ sử dụng để cải thiện các dịch vụ trong tương lai của mình.\n\nMột lần nữa. Cảm ơn rất nhiều và chúng tôi hy vọng chúng tôi có cơ hội được phục vụ bạn hoặc gia đình và bạn bè của bạn trong tương lai.\n\nChúc đội Kayak Adventures Cát Bà mọi điều tốt đẹp nhất!\n\nTrân trọng từ Xuân Cường!Đọc thêm"
        ],
        "star_ratings": [
            65,
            1,
            1,
            0,
            0
        ],
        "review_amount": 67,
        "location": [
            "Châu Á",
            "Việt Nam",
            "Những việc cần làm ở Vịnh Hạ Long",
            "Cuộc phiêu lưu chèo thuyền Kayak Cát Bà",
            "Quang Ninh Province",
            "Vịnh Hạ Long"
        ],
        "reviews_time": [
            "Written December 27, 2022",
            "Written December 12, 2022",
            "Written November 30, 2022",
            "Written November 25, 2022",
            "Written October 10, 2022",
            "Written August 10, 2022",
            "Written August 10, 2022",
            "Written August 9, 2022",
            "Written August 9, 2022",
            "Written June 11, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293923-d15179808-Reviews-or30-Cat_Ba_Kayak_Adventures-Halong_Bay_Quang_Ninh_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d15179808-Reviews-or20-Cat_Ba_Kayak_Adventures-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d15179808-Reviews-or40-Cat_Ba_Kayak_Adventures-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d15179808-Reviews-Cat_Ba_Kayak_Adventures-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d16783386-Reviews-Vietnam_Tonkin_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d13358231-Reviews-Alibaba_s_Tours-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g3737857-d15097374-Reviews-Camellia_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d25157264-Reviews-Catba_Wander_Tour-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d26517053-Reviews-Dark_Light_Cave-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12583669-Reviews-Halong_Bay_Cruise_Hunters-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d10844855-Reviews-Cat_Ba_Local-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d9453866-Reviews-Emperor_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d6553094-Reviews-Treasure_Junk-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d2155607-Reviews-Bai_Tu_Long_Bay-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15360201-Reviews-Peony_Cruise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8608476-Reviews-Swan_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d6438408-Reviews-Paloma_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d8617577-Reviews-Viola_Halong_Travel-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d2044615-Reviews-Indochina_Junk-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g187278-d242724-Reviews-Caracalla_Therme-Baden_Baden_Baden_Wurttemberg.html",
            "https://www.tripadvisor.com/Attraction_Review-g47549-d2249193-Reviews-Sam_s_Point_Preserve-Cragsmoor_Catskill_Region_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g652147-d4997542-Reviews-Guardamar_Moncayo_Beach-Guardamar_del_Segura_Costa_Blanca_Province_of_Alicante_Va.html",
            "https://www.tripadvisor.com/Attraction_Review-g147293-d320656-Reviews-Reserva_Ecologica_Ojos_Indigenas_Los_Ojos_Eco_Journey-Punta_Cana_La_Altagracia_Pro.html",
            "https://www.tripadvisor.com/Attraction_Review-g294207-d2483399-Reviews-Nairobi_Mamba_Village-Nairobi.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d103851-Reviews-Ferry_Building_Marketplace-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d13007321-Reviews-The_Wharf_DC-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g303838-d550552-Reviews-Fortress_Kamerlengo-Trogir_Split_Dalmatia_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d102626-Reviews-World_of_Coca_Cola-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g29092-d6988310-Reviews-Anaheim_Packing_District-Anaheim_California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293923-d15179808-Reviews-or40-Cat_Ba_Kayak_Adventures-Halong_Bay_Quang_Ninh_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293923-d15179808-Reviews-or30-Cat_Ba_Kayak_Adventures-Halong_Bay_Quang_Ninh_Province.html"
    },
    {
        "attraction_name": "Cat Ba Kayak Adventures",
        "attraction_name_vi": "Cuộc phiêu lưu chèo thuyền Kayak Cát Bà",
        "general_info": [
            "64 đánh giá",
            "86 trên 272 Chuyến tham quan bằng thuyền Thể thao dưới nước ở Vịnh Hạ Long",
            "Chuyến tham quan nhiều ngàyChèo ván đứngChèo thuyền KayakChèo thuyền",
            "Chuyến tham quan nhiều ngày",
            "Chèo ván đứng",
            "Chèo thuyền kayak"
        ],
        "attraction_summary": "Cat Ba Kayak Adventures là công ty du lịch mạo hiểm chèo thuyền kayak trên biển đầy đủ dịch vụ có trụ sở tại Đảo Cát Bà Việt Nam. Lớn lên trên biển sống để phiêu lưu, sẵn sàng khám phá. Các chuyến tham quan bằng thuyền kayak có hướng dẫn của chúng tôi cung cấp một cách khác dễ học, ít tác động nhưng vẫn tích cực để khám phá vùng nước tĩnh lặng của Vịnh Hạ Long. Thuyền kayak trên biển là phương tiện ổn định, hiệu quả và cực kỳ phù hợp với biển, tạo nên một cách thú vị để trải nghiệm những kỳ quan của Đảo Cát Bà, vịnh Bái Tử Long và di sản thế giới được UNESCO công nhận này. Chúng tôi tôn trọng môi trường và vị trí của chúng tôi trong xã hội. Chuyến tham quan của chúng tôi sử dụng các sản phẩm địa phương để giảm lượng khí thải carbon và phù hợp với cộng đồng địa phương nơi chúng tôi sinh ra.Đọc thêm",
        "reviews": [
            "Chuyến tham quan chèo thuyền kayak khó quên với Henry, ca nô mới và nhẹ, tổ chức tốt nhất tránh xa đám đông, nói tiếng Anh lưu loát và bữa ăn ngon nhất trên thuyền cho đến nay: đừng ngần ngại đặt 2 ngày ở vịnh Lan Hạ: Đọc thêm",
            "Kính gửi bà Severine và ông Sylvain.\n\nCảm ơn bạn rất nhiều vì những đánh giá của bạn trong chuyến đi Kayaking 2 ngày 1 đêm do chúng tôi tổ chức cho bạn vừa qua. Chúng tôi rất biết ơn và đánh giá cao những đánh giá của bạn về dịch vụ của chúng tôi.\n\nĐánh giá của bạn là nguồn động viên to lớn cho chúng tôi và chúng tôi luôn cố gắng làm việc tốt hơn nữa để mang lại sự hài lòng và ấn tượng tốt đẹp cho tất cả khách hàng sử dụng dịch vụ của chúng tôi.\n\nOne Again Cảm ơn rất nhiều và chúng tôi hy vọng chúng tôi có cơ hội được phục vụ bạn hoặc gia đình và bạn bè của bạn trong tương lai.\n\nChúc đội Kayak Adventures Cát Bà mọi điều tốt đẹp nhất!\n\nTrân trọng từ Xuân CườngMr Henry!Đọc thêm",
            "Cat Ba Adventures đã giúp chúng tôi lên kế hoạch cho chuyến đi của mình rất chuyên nghiệp và linh hoạt. Chúng tôi đã khám phá vịnh Lan Hạ bằng nhiều cách chèo thuyền kayak, leo núi, đạp xe, du thuyền, hang động trong 4 ngày. Tránh đám đông và tận hưởng khung cảnh thiên nhiên tuyệt vời của vịnh là trải nghiệm tuyệt vời nhất của chúng tôi. Thức ăn cũng tuyệt vời! Đội ngũ thân thiện, luôn sẵn sàng giúp đỡ và làm hài lòng chúng tôi. Khuyến khích mạnh mẽ! Cảm ơn Henry Đọc thêm",
            "Kính gửi bà Emilie Giraudet.\n\nĐây là Xuân Cường Henry Giám đốc điều hành Cat Ba Kayak Adventures. Tôi viết thư này để cảm ơn rất nhiều vì đã chia sẻ những trải nghiệm tuyệt vời của bạn trong chuyến đi 4 ngày 3 đêm với chúng tôi gần đây.\n\nChúng tôi thực sự đánh giá cao những phản hồi trung thực và thẳng thắn mà chúng tôi sẽ sử dụng để cải thiện các dịch vụ trong tương lai của mình.\n\nMột lần nữa. Cảm ơn rất nhiều và chúng tôi hy vọng chúng tôi có cơ hội được phục vụ bạn hoặc gia đình và bạn bè của bạn trong tương lai.\n\nChúc đội Kayak Adventures Cát Bà mọi điều tốt đẹp nhất!\n\nTrân trọng từ Xuân Cường!Đọc thêm",
            "Bạn bè và tôi đã thực hiện chuyến đi Vịnh Lan Hạ 4 ngày 3 đêm và thật tuyệt vời! Chèo thuyền kayak rất đẹp và thật thú vị khi được ngắm nhìn nhiều phần của Vịnh Lan Hạ. Tôi đặc biệt yêu thích những hang động mà chúng tôi có thể chèo thuyền kayak đi qua. Hướng dẫn viên của chúng tôi, Tom, đã làm một công việc tuyệt vời khi đưa chúng tôi đến những nơi hẻo lánh hơn, cách xa khách du lịch và chúng tôi yêu thích cả ngày lẫn đêm trên chiếc thuyền rác. Chuyến đi bộ đường dài thật tuyệt vời và quang cảnh Vịnh Hạ Long từ đỉnh núi rất đẹp. Họ đã hỗ trợ rất tốt cho các lựa chọn bữa ăn chay và không chứa gluten, điều này rất hữu ích! Tôi thực sự khuyên bạn nên tham gia chuyến tham quan này để có một chuyến phiêu lưu thú vị hơn quanh Đảo Cát Bà và Vịnh Lan Hạ.Đọc thêm",
            "Xin chào cô Erika.\n\nĐây là Xuân Cường Henry Giám đốc điều hành Cat Ba Kayak Adventures. Tôi viết thư này để cảm ơn rất nhiều vì đã chia sẻ những trải nghiệm tuyệt vời của bạn trong chuyến đi 4 ngày 3 đêm với chúng tôi gần đây.\n\nChúng tôi thực sự đánh giá cao những phản hồi trung thực và thẳng thắn mà chúng tôi sẽ sử dụng để cải thiện các dịch vụ trong tương lai của mình.\n\nMột lần nữa. Cảm ơn rất nhiều và chúng tôi hy vọng chúng tôi có cơ hội được phục vụ bạn hoặc gia đình và bạn bè của bạn trong tương lai.\n\nChúc đội Kayak Adventures Cát Bà mọi điều tốt đẹp nhất!\n\nTrân trọng từ Xuân Cường!Đọc thêm",
            "Chúng tôi chèo thuyền kayak ở Vịnh Lan Hạ và Vịnh Hạ Long trong 4 ngày và ở trên những ngôi nhà gỗ trên bãi biển vào buổi tối. Chuyến đi được tổ chức tốt và chúng tôi có mọi thứ chúng tôi cần. Chúng tôi có thể yêu cầu những bình nước lớn dùng được vài ngày để tránh dùng đồ nhựa dùng một lần. Hải sản tươi ngon thật tuyệt. Phần tốt nhất là hướng dẫn của chúng tôi, Hiem. Là một ngư dân nhiều năm ở khu vực này, anh ấy cực kỳ am hiểu và chia sẻ với chúng tôi những hiểu biết sâu sắc về cuộc sống của người dân địa phương trong vịnh. Chúng tôi đã đến những nơi độc đáo chứ không phải những địa điểm du lịch. Hiem thật tuyệt vời, hãy nhờ anh ấy làm người hướng dẫn cho bạn.Đọc thêm",
            "Chúng tôi đã đặt Chuyến đi có hướng dẫn một ngày.. Phản hồi rất thân thiện và nhanh chóng qua WhatsApp. Đặt phòng ngắn Có thể. Chúng tôi đã có một chuyến đi cùng với một cặp đôi khác chỉ vì thực tế này. Chúng tôi đã được giảm 10 điểm. Đã có một chuyến đi tuyệt vời với Hướng dẫn viên của chúng tôi. Anh ấy chỉ cho chúng tôi những nơi tuyệt vời và ẩn giấu. Hầu hết thời gian, chúng tôi chỉ nghe thấy tiếng chim và mái chèo. Anh ấy giải thích rất chi tiết về cách các hòn đảo có tên như thế nào. Đồ ăn tại một khu nghỉ dưỡng địa phương đã được bao gồm. Rất đẹp! Cuối cùng, cả hai chúng tôi đều khá kiệt sức. Chúng khá vừa vặn nhưng lần đầu tiên đi thuyền kayak. Nếu bạn muốn tận hưởng thiên nhiên và sự tĩnh lặng, tôi chắc chắn có thể giới thiệu Tour này! Nhưng hãy mang theo một ít Fitness bên mình!Đọc thêm",
            "Chúng tôi có Chan làm người hướng dẫn và anh ấy thật xuất sắc. Đã kiên nhẫn với việc chúng tôi khá vô dụng ngay từ đầu và nhìn chung là một anh chàng cực kỳ thân thiện! Tôi muốn giới thiệu Chan cho tất cả mọi người! Bản thân chuyến tham quan thật tuyệt vời, tôi đã thấy mọi thứ tôi có thể muốn và bữa trưa, được bao gồm trong giá, thật tuyệt vời. Bạn tôi là người ăn chay và có rất nhiều thứ ở đó để lấp đầy anh ấy! Tôi thực sự không thể lỗi trải nghiệm một chút. Đáng giá từng xu!Đọc thêm",
            "Kính gửi Joe Leonard và Finlay Etherington.\n\nCảm ơn bạn rất nhiều vì đã dành thời gian chia sẻ trải nghiệm trong chuyến đi với Cat Ba Kayak Adventures cũng như tại đảo Cát Bà.\n\nChúng tôi muốn đọc phản hồi của bạn và biết rằng bạn đã có khoảng thời gian tuyệt vời và chuyến đi tuyệt vời với chúng tôi cũng như hướng dẫn viên Chan của chúng tôi.\n\nMột lần nữa, Cảm ơn rất nhiều và chúng tôi hy vọng chúng tôi có cơ hội được phục vụ bạn hoặc gia đình và bạn bè của bạn trong tương lai.\n\nTrân trọng gửi lời chúc tốt đẹp nhất từ ​​Cat Ba Kayak Adventures!\n\nLời chào trân trọng từ Xuân Cường Mr Henry.Đọc thêm",
            "Trải nghiệm thực sự tuyệt vời. Ông Henry rất phản hồi qua email và ứng dụng Whats, đồng thời tổ chức một chuyến tham quan tuyệt vời cho chúng tôi. Hướng dẫn viên của chúng tôi nói tiếng Anh xuất sắc và cho chúng tôi một chuyến tham quan tuyệt vời. Chúng tôi thậm chí còn đến thăm một trong những ngôi nhà của làng nổi và có thể đi bộ xung quanh và ngắm nhìn những chú cá! Bữa trưa trên thuyền có thể là bữa ăn ngon nhất chúng tôi có trong suốt chuyến đi! Từ khách sạn đón đến trả khách, mọi thứ đều hoàn hảo. Rất khuyến khích nếu bạn đang ở Cát Bà và muốn thực hiện chuyến tham quan bằng thuyền kayak trong vịnh. Làm cả ngày từ 8 giờ sáng đến 5 giờ chiều.Đọc thêm",
            "Thưa ông và bà.\n\nCảm ơn bạn rất nhiều vì đã đi du lịch cùng chúng tôi gần đây và đánh giá tuyệt vời của bạn. Tôi đánh giá cao sự đóng góp của bạn trong việc truyền bá cho những khách du lịch khác về dịch vụ của chúng tôi.\n\nOne Again. Cảm ơn rất nhiều và chúng tôi hy vọng chúng tôi có cơ hội được phục vụ bạn hoặc gia đình và bạn bè của bạn trong tương lai.\n\nChúc đội Kayak Adventures Cát Bà mọi điều tốt đẹp nhất!\n\nTrân trọng từ Xuân CườngMr Henry!Đọc thêm",
            "Đã tham gia chuyến tham quan chèo thuyền kayak cả ngày vào tháng 12 và đó là cách tốt nhất để khám phá vịnh halong ... điều tuyệt nhất là chúng tôi được nhìn thấy tất cả các địa điểm và bãi biển hẻo lánh .... không gặp rắc rối với những chiếc thuyền hoặc khách du lịch đông đúc .. Hướng dẫn của chúng tôi là thật tuyệt vời và tôi đánh giá cao chuyến tham quan này...Đọc thêm",
            "Thưa ông Akanksha.\n\nCảm ơn bạn rất nhiều vì những đánh giá của bạn trong chuyến đi Guidedkayaking cả ngày mà chúng tôi đã tổ chức cho bạn vào tháng 12. Chúng tôi rất biết ơn và đánh giá cao những đánh giá của bạn về dịch vụ của chúng tôi.\n\nĐánh giá của bạn là nguồn động viên to lớn cho chúng tôi và chúng tôi luôn cố gắng làm việc tốt hơn nữa để mang lại sự hài lòng và ấn tượng tốt đẹp cho tất cả khách hàng sử dụng dịch vụ của chúng tôi.\n\nOne Again Cảm ơn rất nhiều và chúng tôi hy vọng chúng tôi có cơ hội được phục vụ bạn hoặc gia đình và bạn bè của bạn trong tương lai.\n\nChúc đội Kayak Adventures Cát Bà mọi điều tốt đẹp nhất!\n\nTrân trọng từ Xuân CườngMr Henry!Đọc thêm",
            "Ông Henry là một người hướng dẫn chèo thuyền kayak xuất sắc. Anh ấy điều hành một công ty tuyệt vời. Tỷ lệ của anh ấy cũng rất tốt. Tôi cảm thấy rất thoải mái và an toàn trong chuyến chèo thuyền kayak quanh Vịnh Lan Hạ. Đối với những người muốn có một chuyến phiêu lưu chèo thuyền kayak thú vị, vui vẻ và yên bình, hãy cân nhắc công ty tuyệt vời này. Chúng nằm trên đảo Cát Bà.Đọc thêm",
            "Kính gửi ông Vishnu Kumar. Chúng tôi hy vọng ông khỏe!\n\nCảm ơn bạn rất nhiều vì đã dành thời gian chia sẻ trải nghiệm của mình trong chuyến đi Kayak có hướng dẫn cả ngày với chúng tôi tại đảo Cát Bà.\n\nChúng tôi rất vui và tự hào khi bạn hài lòng với dịch vụ của chúng tôi. Đây thực sự là nguồn động viên to lớn để chúng tôi tiếp tục làm việc tốt hơn và phục vụ khách hàng tốt hơn nhiều.\n\nMột lần nữa, Cảm ơn rất nhiều và chúng tôi hy vọng chúng tôi có cơ hội được phục vụ bạn hoặc gia đình và bạn bè của bạn trong tương lai.\n\nChúc các bạn, gia đình và bạn bè một mùa lễ hội vui vẻ và một năm mới an lành.\n\nTrân trọng gửi lời chúc tốt đẹp nhất từ ​​Cat Ba Kayak Adventures!\n\nLời chào trân trọng từ Xuân Cường Mr Henry.Đọc thêm",
            "Chúng tôi có thể đến thăm những nơi đẹp nhất mà không cần khách du lịch nào khác và hướng dẫn viên đã kể cho chúng tôi nhiều câu chuyện về vịnh cũng như chia sẻ kiến ​​thức của anh ấy về vịnh và những người sống ở đó. Họ rất chuyên nghiệp và thân thiện. Trước khi chúng tôi chèo thuyền kayak, người hướng dẫn đã giải thích mọi thứ và thực hiện một bài tập giãn cơ với chúng tôi. Trên mặt nước, chúng tôi học được cách điều khiển thuyền kayak và sau đó mọi thứ đều được điều chỉnh phù hợp với khả năng của chúng tôi. Chuyến tham quan thật hoàn hảo! Đọc thêm",
            "Thưa ông Tomas.\n\nCảm ơn bạn rất nhiều vì đã dành thời gian chia sẻ trải nghiệm trong chuyến đi với Cat Ba Kayak Adventures cũng như tại đảo Cát Bà.\n\nChúng tôi muốn đọc phản hồi của bạn và biết rằng bạn đã có khoảng thời gian tuyệt vời và chuyến đi tuyệt vời cùng chúng tôi.\n\nMột lần nữa, Cảm ơn rất nhiều và chúng tôi hy vọng chúng tôi có cơ hội được phục vụ bạn hoặc gia đình và bạn bè của bạn trong tương lai.\n\nTrân trọng gửi lời chúc tốt đẹp nhất từ ​​Cat Ba Kayak Adventures!\n\nLời chào trân trọng từ Xuân Cường Mr Henry.Đọc thêm"
        ],
        "star_ratings": [
            65,
            1,
            1,
            0,
            0
        ],
        "review_amount": 67,
        "location": [],
        "reviews_time": [
            "Written May 14, 2022",
            "Written May 7, 2022",
            "Written May 3, 2022",
            "Written June 12, 2020",
            "Written February 27, 2020",
            "Written January 14, 2020",
            "Written January 13, 2020",
            "Written December 30, 2019",
            "Written December 23, 2019",
            "Written December 19, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293923-d15179808-Reviews-or40-Cat_Ba_Kayak_Adventures-Halong_Bay_Quang_Ninh_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d15179808-Reviews-or30-Cat_Ba_Kayak_Adventures-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d15179808-Reviews-or50-Cat_Ba_Kayak_Adventures-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d15179808-Reviews-Cat_Ba_Kayak_Adventures-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d16783386-Reviews-Vietnam_Tonkin_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d13358231-Reviews-Alibaba_s_Tours-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g3737857-d15097374-Reviews-Camellia_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d25157264-Reviews-Catba_Wander_Tour-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d26517053-Reviews-Dark_Light_Cave-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12583669-Reviews-Halong_Bay_Cruise_Hunters-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d10844855-Reviews-Cat_Ba_Local-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d9453866-Reviews-Emperor_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d6553094-Reviews-Treasure_Junk-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d2155607-Reviews-Bai_Tu_Long_Bay-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15360201-Reviews-Peony_Cruise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8608476-Reviews-Swan_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d6438408-Reviews-Paloma_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d8617577-Reviews-Viola_Halong_Travel-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d2044615-Reviews-Indochina_Junk-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d1722734-Reviews-Aquarium_de_Paris_CineAqua-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d5453116-Reviews-SPARTY_Szechenyi_Bath_Party-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g32648-d2233013-Reviews-The_Pike_Outlets-Long_Beach_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g56232-d8870170-Reviews-San_Antonio_Raceway-Marion_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g297733-d8028141-Reviews-Gili_Air_Island-Lombok_West_Nusa_Tenggara.html",
            "https://www.tripadvisor.com/Attraction_Review-g42554-d1845661-Reviews-Bond_Falls-Ontonagon_Upper_Peninsula_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g34693-d7225643-Reviews-Treasure_Island_Beach-Treasure_Island_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g147320-d12144571-Reviews-La_Factoria-San_Juan_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g187443-d10352975-Reviews-Sevilla_Fashion_Outlet-Seville_Province_of_Seville_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g55470-d3210283-Reviews-Summer_Fun_Waterpark-Belton_Texas.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293923-d15179808-Reviews-or50-Cat_Ba_Kayak_Adventures-Halong_Bay_Quang_Ninh_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293923-d15179808-Reviews-or40-Cat_Ba_Kayak_Adventures-Halong_Bay_Quang_Ninh_Province.html"
    }
]