[
    {
        "attraction_name": "Cat Ba Island",
        "attraction_name_vi": "Đảo Cát Bà",
        "general_info": [
            "Bãi biển"
        ],
        "attraction_summary": "Đảo Cát Bà - Đặt tour giá tốt nhất là một trong những Công ty lữ hành tốt nhất Việt Nam cung cấp các tour ghép đoàn khởi hành tour Cát Bà hàng ngày. Với khẩu hiệu - Chúng tôi quan tâm đến chuyến đi của bạn - chúng tôi đang cung cấp chất lượng dịch vụ cao nhất và giá trị tốt nhất cho khách hàng.Đọc thêm",
        "reviews": [],
        "star_ratings": [
            0,
            0,
            0,
            0,
            0
        ],
        "review_amount": 0,
        "location": [
            "Việt Nam",
            "Cát Bà",
            "Đảo Cát Bà",
            "Hai Phong",
            "Những điều cần làm ở Cát Bà",
            "Châu Á"
        ],
        "reviews_time": [],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g737051-d25165211-Reviews-Cat_Ba_Island-Cat_Ba_Hai_Phong.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g737051-d27088467-Reviews-Ladybird_Cafe_and_Restaurant-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Restaurant_Review-g737051-d26293951-Reviews-Buffet_seafood_Oc_Ba_Tau-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Restaurant_Review-g303944-d25229110-Reviews-Hoi_Lake_Restaurant-Hai_Phong.html",
            "https://www.tripadvisor.com/Restaurant_Review-g737051-d27729037-Reviews-Jade_s_Cafe-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Restaurant_Review-g303944-d26703506-Reviews-Duc_Anh_Restaurant-Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d6677777-Reviews-Cat_Ba_National_Park-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d2041902-Reviews-Hospital_Cave-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d7309377-Reviews-Viet_Hai_Village-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d14109039-Reviews-Trung_Trang_Cave-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g27499063-d27491135-Reviews-Hoa_Cuong_Cave-Gia_Luan_Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d23825754-Reviews-Thien_Long_Cave-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d6925395-Reviews-Soi_Sim_Island-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d4994540-Reviews-Me_Cung_Cave-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d27537543-Reviews-Cat_Co_2_Beach-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d6974768-Reviews-Lan_Ha_Bay-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d386683-Reviews-Cat_Ba_Island-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d23840529-Reviews-Ao_Coi_Valley-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d8071306-Reviews-Cat_Co_1_Beach-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d15852695-Reviews-Butterfly_Valley-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g35583-d6509547-Reviews-Rexburg_Rapids-Rexburg_Idaho.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d8775170-Reviews-Volunteer_Park-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g274920-d276840-Reviews-Visegradi_Fellegvar-Visegrad_Pest_County_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d127854-Reviews-San_Francisco_Zoo-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g294446-d12064825-Reviews-BunkArt_2-Tirana_Tirana_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d554673-Reviews-Teramachi_dori_Street-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g48131-d5057713-Reviews-Eisenhower_Lock-Massena_St_Lawrence_County_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g33191-d15187293-Reviews-Donner_Lake-Truckee_Lake_Tahoe_California_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g3359582-d11773213-Reviews-Kan_Thai_Siam_Massage-Germasogeia_Limassol.html",
            "https://www.tripadvisor.com/Attraction_Review-g34541-d12978449-Reviews-Mashes_Sands_Beach-Panacea_Florida.html"
        ],
        "url_next": "",
        "url": "https://www.tripadvisor.com/Attraction_Review-g737051-d25165211-Reviews-Cat_Ba_Island-Cat_Ba_Hai_Phong.html"
    },
    {
        "attraction_name": "Cat Ba Island",
        "attraction_name_vi": "Đảo Cát Bà",
        "general_info": [
            "1.319 đánh giá",
            "- 3 trong số 15 điều nên làm ở Cát Bà",
            "Các công viên quốc gia",
            "Quần đảo"
        ],
        "attraction_summary": "Tất cả thông tin bạn tìm thấy về Cát Bà đều mô tả những bãi biển hoang sơ và làn nước trong vắt. Nó còn xa lắm. Các bãi biển đầy rác và nước không trong, nhiều bãi có màu nâu. Có 3 bãi biển chính và chúng tôi đã đến bãi biển 1. Nó nhỏ và chật cứng người, giao thông hỗn loạn khi càng đến nhiều.  Điều chính cần làm là những chuyến đi bằng thuyền, đó là điều chúng tôi mong muốn. Điều đó thật tốt nhưng nếu chúng tôi biết những gì chúng tôi biết bây giờ thì chúng tôi đã không đi chút nào. Với tư cách là khách du lịch, chúng tôi đã cố gắng lựa chọn những nhà hoạt động bền vững và đáng buồn thay, đến Cát Bà, chúng tôi chỉ đang tạo thêm vấn đề.Đọc thêm",
        "reviews": [
            "Cuộc phiêu lưu của Cát Bà thật tuyệt vời. Thân thiện chuyên nghiệp.  Chuyến đi thư giãn được tổ chức tốt bữa trưa tuyệt vời. Không có gì để lỗi. Ben là một hướng dẫn tuyệt vời có kiến ​​thức và vui vẻ. Thực sự có thể giới thiệu chuyến đi này!!!!! Họ cũng sắp xếp dịch vụ đưa đón về Hà Nội, taxi đến sân bay và các chuyến bay đến Đà Nẵng với mức giá ưu đãi. Ben là một người hướng dẫn tốt bụng!!!!!! Đọc thêm",
            "Tôi tên là Jack - đại diện ban quản lý đảo Cát Bà. Hiện tại tôi đang làm nhân viên khách sạn tại khách sạn Cát Bà Xanh Spring Garden.\n\nCảm ơn bạn đã đến đảo. Tôi - rất vui vì bạn đã có khoảng thời gian vui vẻ trên đảo. Lần sau nếu bạn quay lại, tôi xin giảm giá khi lưu trú tại khách sạn của tôi.\n\nChúng tôi cũng có dịch vụ cho thuê xe tay ga, chuyến đi trong ngày, chuyến đi qua đêm trên du thuyền và trải nghiệm sinh vật phù du phát sáng. \n\nBạn cũng có thể ngắm nhìn vẻ đẹp của thị trấn Cát Bà cũng như vịnh Cát Bà từ quầy bar tầng thượng tại khách sạn\n\nhttps: - - springgardencatbaxanhhotel.com - - website của khách sạn để đặt phòng trực tiếp. Bạn sẽ được giảm 15 - giảm trên giá phòng khi đặt phòng trên website\n\nChúc một ngày tốt lành\n\nTrân trọng\n\nJackĐọc thêm",
            "Nơi tuyệt vời để ghé thăm cho tất cả du khách.  Nhiều lựa chọn di chuyển từ Hà Nội, Ninh Bình. vv Cửa ngõ cho các chuyến du thuyền đến Vịnh Hạ Long và Vịnh Lan Hạ.  Nhiều lựa chọn về chỗ ở - Hostel, khách sạn dạng Hometel từ 2-5 sao.  Thức ăn tuyệt vời, bãi biển, bơi lội, Kyak, hang động và Công viên Quốc gia.  Rất nhiều để làm.  Thức ăn thật tuyệt vời.  Đọc thêm",
            "Tôi tên là Jack - đại diện ban quản lý đảo Cát Bà. Hiện tại tôi đang làm nhân viên khách sạn tại khách sạn Cát Bà Xanh Spring Garden.\n\nCảm ơn bạn đã đến đảo. Tôi - rất vui vì bạn đã có khoảng thời gian vui vẻ trên đảo. Lần sau nếu bạn quay lại, tôi xin giảm giá khi lưu trú tại khách sạn của tôi.\n\nChúng tôi cũng có dịch vụ cho thuê xe tay ga, chuyến đi trong ngày, chuyến đi qua đêm trên du thuyền và trải nghiệm sinh vật phù du phát sáng. \n\nBạn cũng có thể ngắm nhìn vẻ đẹp của thị trấn Cát Bà cũng như vịnh Cát Bà từ quầy bar tầng thượng tại khách sạn\n\nhttps: - - springgardencatbaxanhhotel.com - - website của khách sạn để đặt phòng trực tiếp. Bạn sẽ được giảm 15 - giảm trên giá phòng khi đặt phòng trên website\n\nChúc một ngày tốt lành\n\nTrân trọng\n\nJackĐọc thêm",
            "Dành 4 ngày khám phá đảo Cát Bà với những chuyến phiêu lưu chèo thuyền kayak, leo núi và nghỉ dưỡng tại các làng nổi địa phương vô cùng đặc biệt và độc đáo. Chúng tôi đã có cái nhìn sâu sắc tuyệt vời về văn hóa và ẩm thực địa phương. Sẽ tốt hơn nhiều khi ngắm nhìn vịnh Hạ Long từ đó để tránh vịnh Hạ Long quá đông đúc. Một nơi không thể bỏ qua ở Châu ÁĐọc thêm",
            "Tôi tên là Jack - đại diện ban quản lý đảo Cát Bà. Hiện tại tôi đang làm nhân viên khách sạn tại khách sạn Cát Bà Xanh Spring Garden.\n\nCảm ơn bạn đã đến đảo. Tôi - rất vui vì bạn đã có khoảng thời gian vui vẻ trên đảo. Lần sau nếu bạn quay lại, tôi xin giảm giá khi lưu trú tại khách sạn của tôi.\n\nChúng tôi cũng có dịch vụ cho thuê xe tay ga, chuyến đi trong ngày, chuyến đi qua đêm trên du thuyền và trải nghiệm sinh vật phù du phát sáng. \n\nBạn cũng có thể ngắm nhìn vẻ đẹp của thị trấn Cát Bà cũng như vịnh Cát Bà từ quầy bar tầng thượng tại khách sạn\n\nhttps: - - springgardencatbaxanhhotel.com - - website của khách sạn để đặt phòng trực tiếp. Bạn sẽ được giảm 15 - giảm trên giá phòng khi đặt phòng trên website\n\nChúc một ngày tốt lành\n\nTrân trọng\n\nJackĐọc thêm",
            "Tôi đã dành 4 ngày để khám phá đảo Cát Bà với những chuyến phiêu lưu chèo thuyền kayak, bơi lội, leo núi và nghỉ dưỡng tại các làng nổi địa phương - Làng Việt Hải - thật đặc biệt và độc đáo. Chúng tôi đã có cái nhìn sâu sắc tuyệt vời về văn hóa địa phương và con người ở đó.  Một nơi không thể bỏ qua và nhất định phải đến ở Châu Á.Đọc thêm",
            "Tôi tên là Jack - đại diện ban quản lý đảo Cát Bà. Hiện tại tôi đang làm nhân viên khách sạn tại khách sạn Cát Bà Xanh Spring Garden.\n\nCảm ơn bạn đã đến đảo. Tôi - rất vui vì bạn đã có khoảng thời gian vui vẻ trên đảo. Lần sau nếu bạn quay lại, tôi xin giảm giá khi lưu trú tại khách sạn của tôi.\n\nhttps: - - springgardencatbaxanhhotel.com - - website của khách sạn để đặt phòng trực tiếp. Bạn sẽ được giảm 15 - giảm trên giá phòng khi đặt phòng trên website\n\nChúc một ngày tốt lành\n\nTrân trọng\n\nJackĐọc thêm",
            "Tôi thực sự muốn giới thiệu một kỳ nghỉ ngắn trên đảo Cát Bà. Rất nhiều chỗ ở tươm tất và một thị trấn nhỏ ngọt ngào. Tôi muốn giới thiệu một chuyến du ngoạn trong ngày từ đó đến Vịnh Hạ Long thay vì hành trình qua đêm đắt tiền và khá thất vọng. Tôi - sẽ đi xe đạp đến làng nông nghiệp cộng đồng trên đảo. Đó là một chuyến tham quan tuyệt vời. Ngôi làng sạch sẽ không tì vết với sự góp sức của mọi người để khiến ngôi làng hoạt động hiệu quả! Chắc chắn có giá trị trong một vài ngày dựa trên hòn đảo này, một trong những hòn đảo lớn nhất trong quần đảo - Đọc thêm",
            "Chào buổi sáng cô Gill\n\nTôi tên là Jack - người quản lý tài khoản TripAdvisor đảo Cát Bà. \n\nCảm ơn bạn đã đánh giá toàn diện về mọi thứ về Đảo Cát Bà. Lần sau nếu có dịp quay lại tôi xin giới thiệu với các bạn khách sạn của tôi có tên Cát Bà Xanh Spring Garden Hotel nằm ở thị trấn Cát Bà. \n\nChúc một ngày tốt lành \n\nTrân trọng\n\nJackĐọc thêm",
            "Cát Bà tự nó là một điểm đến cho những người đến thăm vịnh Hạ Long. Hòn đảo này là hòn đảo lớn nhất trong khu vực và có thể dễ dàng tiếp cận bằng cả đường bộ và phà. Có rất nhiều điều để khám phá ở Cát Bà. Có 3 bãi tắm Cát Cò 1, 2 và 3 liền kề nhau, cách nhau bởi đồi và doi đất. Các bãi biển nhỏ nhưng đẹp. Cát Bà có hệ động thực vật phong phú nên công viên quốc gia và đa dạng sinh học là điểm đến hàng đầu. Nếu bạn muốn đi bộ đường dài, bạn có thể tận hưởng khung cảnh tuyệt đẹp từ trên đỉnh đồi. \nCát Bà là thiên đường ẩm thực dành cho những người không ngại ăn nhiều loại hải sản. Đặc biệt nhắc đến món bánh mì nổi tiếng của Việt Nam là từ một quán nhỏ ở phố Cái Bèo do các bà chủ quán. Ngoài món thông thường, họ còn phục vụ bánh mì đặc biệt được cắt thành từng miếng và đầy thịt. Người ta nên thử điều này nếu ở Cát Bà.\nĐi bộ dọc theo bến tàu vào buổi tối cũng rất được khuyến khích, nơi bạn có thể thử các quán ăn khác với thực đơn đa dạng.\nĐề nghị những người bạn đồng hành dành một ngày lười biếng ở Cát bà và đi dạo xung quanh hoặc thuê một chiếc xe đạp để tự mình khám phá.Đọc thêm",
            "Tôi tên là Jack - đại diện ban quản lý đảo Cát Bà. Hiện tại tôi đang làm nhân viên khách sạn tại khách sạn Cát Bà Xanh Spring Garden.\n\nCảm ơn bạn đã đến đảo. Tôi - rất vui vì bạn đã có khoảng thời gian vui vẻ trên đảo. Lần sau nếu bạn quay lại, tôi xin giảm giá khi lưu trú tại khách sạn của tôi. \n\nhttps: - - springgardencatbaxanhhotel.com - - website của khách sạn để đặt phòng trực tiếp. Bạn sẽ được giảm 15 - giảm trên giá phòng khi đặt phòng trên website \n\nChúc một ngày tốt lành \n\nTrân trọng\n\nJackĐọc thêm",
            "Không có nhiều việc để làm ở đây ngoài việc đi thuyền qua vịnh. Vịnh Lan Hạ yên tĩnh hơn Vịnh Hạ Long nhưng đáng buồn là vẫn bị ô nhiễm. Một khi bạn đã nhìn thấy nó thì điều đó có thể là đủ đối với hầu hết khách du lịch. Hang bệnh viện rất thú vị nhưng có thể được nhìn thấy trong một giờ. Vì vậy tôi - khuyên bạn nên tối đa 2 đêm. Mặc dù được đánh giá tốt, chúng tôi không được trải nghiệm những món ăn ngon ngoài việc ở nhà - nhà hàng đối diện Hang Bệnh viện. Dịch vụ không tốt lắm trong các nhà hàng. Nhìn chung, chúng tôi nhận thấy thị trấn này rất tồi tàn, nhưng điều gây cản trở nhất cho mọi hy vọng về hòa bình và yên tĩnh là hát karaoke vào ban đêm hoặc loa phát tin tức hoặc quảng cáo 4-7 lần trong ngày.Đọc thêm",
            "Tôi tên là Jack - đại diện ban quản lý đảo Cát Bà. Hiện tại tôi đang làm nhân viên khách sạn tại khách sạn Cát Bà Xanh Spring Garden.\n\nCảm ơn bạn đã đến đảo. Tôi - rất vui vì bạn đã có khoảng thời gian vui vẻ trên đảo. Lần sau nếu bạn quay lại, tôi xin giảm giá khi lưu trú tại khách sạn của tôi.\n\nChúng tôi cũng có dịch vụ cho thuê xe tay ga, chuyến đi trong ngày, chuyến đi qua đêm trên du thuyền và trải nghiệm sinh vật phù du phát sáng. \n\nBạn cũng có thể ngắm nhìn vẻ đẹp của thị trấn Cát Bà cũng như vịnh Cát Bà từ quầy bar tầng thượng tại khách sạn\n\nhttps: - - springgardencatbaxanhhotel.com - - website của khách sạn để đặt phòng trực tiếp. Bạn sẽ được giảm 15 - giảm trên giá phòng khi đặt phòng trên website\n\nChúc một ngày tốt lành\n\nTrân trọng\n\nJackĐọc thêm",
            "Chỉ là không đáng để đi du lịch. Thật không may, chúng tôi dường như đã trải nghiệm hòn đảo vào thời điểm mưa bất thường nhưng nó thực sự khiến mọi người chú ý đến mức độ ô nhiễm của mọi thứ. Khi bạn có thể - thậm chí không thể tắm nắng - không có gì để làm và các quán bar - nhà hàng ở thị trấn chính thực sự rất cơ bản. Đến hòn đảo, bạn có cảm giác khá công nghiệp và bạn sẽ vượt qua một khu phát triển nhà ở chưa hoàn thiện rõ ràng đã bị bỏ hoang. Có một lựa chọn đi cáp treo được mô tả là có - khung cảnh ngoạn mục - nhưng theo đúng nghĩa đen - nó nằm trên các container vận chuyển và bùn của trang trại nuôi hàu. Khá ảm đạm. Mỗi người xuống xe đều có vẻ mặt rất tiếc nuối! Rõ ràng tỷ lệ khách du lịch quay trở lại Việt Nam hiện tại chỉ là 5 - và tôi có thể hiểu tại sao, chúng tôi chắc chắn sẽ không quay lại. Mọi người nói chung khá thô lỗ và việc gặp rắc rối khi mua quà lưu niệm thực sự gây khó chịu cũng như cảm thấy mình giống như mục tiêu rất rõ ràng cho những kẻ móc túi.  - Chủ yếu quanh Hà Nội - . Nếu chúng tôi có thể tham gia một chuyến tham quan bằng thuyền thì dù sao thì tôi cũng không cảm thấy muốn xuống nước. Tôi - tôi chắc chắn rằng du lịch đã là một vấn đề nhưng khi có rác cũ khắp bãi biển, hãy mua những khách sạn - đẹp hơn - điều đó thực sự cho thấy người dân địa phương không quan tâm. Nếu các khách sạn chỉ cử ai đó thực hiện việc quét các con đường trên bãi biển hàng tuần hoặc chỉ khu vực dọc theo bờ biển của họ thì điều đó sẽ tạo ra sự khác biệt.Đọc thêm",
            "Vùng nước bị ô nhiễm nghiêm trọng và bị phá hủy bởi hoạt động du lịch quá mức mà không nghĩ đến môi trường. Nếu tôi muốn bơi trong làn nước màu nâu kinh tởm đầy dầu, bọt, nhựa và nước thải thì tôi có thể ở nhà ở Hastings. Tiếc rằng Việt Nam đã phát triển quá nhanh và tôi e rằng lần thứ 5 tôi đến đây sẽ là lần cuối cùng. Đất nước tôi đến thăm 10 năm trước lần đầu tiên không còn tồn tại trừ khi bạn đi hết Côn Đảo. Tránh bằng mọi giá!Đọc thêm",
            "Không có nhiều việc để làm ở đây ngoài việc đi thuyền qua vịnh. Vịnh Lan Hạ yên tĩnh hơn Vịnh Hạ Long nhưng đáng buồn là vẫn bị ô nhiễm. Một khi bạn đã nhìn thấy nó thì điều đó có thể là đủ đối với hầu hết khách du lịch. Hang bệnh viện rất thú vị nhưng có thể được nhìn thấy trong một giờ. Vì vậy tôi - khuyên bạn nên tối đa 2 đêm. Mặc dù được đánh giá tốt, chúng tôi không được trải nghiệm những món ăn ngon ngoài việc ở nhà - nhà hàng đối diện Hang Bệnh viện. Dịch vụ không tốt lắm trong các nhà hàng. Nhìn chung, chúng tôi nhận thấy thị trấn này rất tồi tàn, nhưng điều gây cản trở nhất cho mọi hy vọng về hòa bình và yên tĩnh là hát karaoke vào ban đêm hoặc loa phát tin tức hoặc quảng cáo 4-7 lần trong ngày.Đọc thêm",
            "Cát Bà tự nó là một điểm đến cho những người đến thăm vịnh Hạ Long. Hòn đảo này là hòn đảo lớn nhất trong khu vực và có thể dễ dàng tiếp cận bằng cả đường bộ và phà. Có rất nhiều điều để khám phá ở Cát Bà. Có 3 bãi tắm Cát Cò 1, 2 và 3 liền kề nhau, cách nhau bởi đồi và doi đất. Các bãi biển nhỏ nhưng đẹp. Cát Bà có hệ động thực vật phong phú nên công viên quốc gia và đa dạng sinh học là điểm đến hàng đầu. Nếu bạn muốn đi bộ đường dài, bạn có thể tận hưởng khung cảnh tuyệt đẹp từ trên đỉnh đồi. Cát Bà là thiên đường ẩm thực dành cho những người không ngại ăn nhiều loại hải sản. Đặc biệt nhắc đến món bánh mì nổi tiếng của Việt Nam là từ một quán nhỏ ở phố Cái Bèo do các bà chủ quán. Ngoài món thông thường, họ còn phục vụ bánh mì đặc biệt được cắt thành từng miếng và đầy thịt. Bạn nên thử món này nếu ở Cát Bà. Đi bộ dọc bến tàu vào buổi tối cũng rất được khuyến khích, nơi bạn có thể thử các quán ăn khác với thực đơn đa dạng. Đề nghị những người bạn đồng hành dành một ngày lười biếng ở Cát bà và đi dạo xung quanh hoặc thuê một quán ăn đạp xe để tự mình khám phá.Đọc thêm",
            "Where and What:Cat Ba Island is a 30-minute  - local style -  ferry ride or 15-minute cable car ride  - the local taxi driver told us that nowadays the cable car only works during major holidays -  away from Ha Long Bay. Given that most tourists would rather just stay on the main island that is Ha Long Bay, Cat Ba remains rather relatively unknown and rather empty when we visited. We bumped into less than 10 foreigners when we were about the Cat Ba town, which we loved. Some tourists might call it dilapidated, but that also means it remains the way it always has been - home to the locals, relatively untouched. Quite cool to see the local kids engage in  - Mario Kart -  kinda racing in the town - s main square as their night activity. Innocent fun.Stay:Quite a few homestays have sprung up on the island, but wanting to splurge a little, we decided to stay at Flamingo Resort for a dip in the stunning pool that literally wraps around a mountain, the jacuzzi, the buffets inclusive in the hotel price, as well as a stunning view of the beach and islands scattered around this private protected bay.Do:As opposed to the litter-filled and congested boat scene over at Ha Long Bay, Cat Ba and our day tour to the surrounding Lan Ha Bay remains a peaceful one, with less than three tourist boats in sight at any one time when we were on the bay. We engaged a junk boat for our group of eight, visited a local fish farm, canoed and landed on some totally unmarked beaches  - and marked ones like  - Ba Trai Dao -  aka  - Three Peaches -  beach - , showered and rested in the  - hotel room -  on board, had some local delicacies whipped up by our only two humble local crew members... simple fun. You could also climb the mountain and explore some caves over at the Cat Ba National Park, just some 30-minute ride away.Hope Cat Ba Island remains the haven that it is.Read more",
            "Chào buổi sáng. \n\nTôi tên là Jack - người quản lý tài khoản Tripadvisor Đảo Cát Bà. \n\nCảm ơn bạn đã đánh giá toàn diện về mọi thứ về Đảo Cát Bà. Lần sau nếu có dịp quay lại tôi xin giới thiệu với các bạn khách sạn của tôi có tên Cát Bà Xanh Spring Garden Hotel nằm ở thị trấn Cát Bà. \n\nChúc một ngày tốt lành \n\nTrân trọng\n\nJackĐọc thêm",
            "Tôi thực sự muốn giới thiệu một kỳ nghỉ ngắn trên đảo Cát Bà. Rất nhiều chỗ ở tươm tất và một thị trấn nhỏ ngọt ngào. Tôi muốn giới thiệu một chuyến du ngoạn trong ngày từ đó đến Vịnh Hạ Long thay vì hành trình qua đêm đắt tiền và khá thất vọng. Tôi - sẽ đi xe đạp đến làng nông nghiệp cộng đồng trên đảo. Đó là một chuyến tham quan tuyệt vời. Ngôi làng sạch sẽ không tì vết với sự góp sức của mọi người để khiến ngôi làng hoạt động hiệu quả! Chắc chắn có giá trị trong một vài ngày dựa trên hòn đảo này, một trong những hòn đảo lớn nhất trong quần đảo - Đọc thêm",
            "Chào buổi sáng cô Gill\n\nTôi tên là Jack - người quản lý tài khoản TripAdvisor đảo Cát Bà. \n\nCảm ơn bạn đã đánh giá toàn diện về mọi thứ về Đảo Cát Bà. Lần sau nếu có dịp quay lại tôi xin giới thiệu với các bạn khách sạn của tôi có tên Cát Bà Xanh Spring Garden Hotel nằm ở thị trấn Cát Bà. \n\nChúc một ngày tốt lành \n\nTrân trọng\n\nJackĐọc thêm",
            "Tôi đã dành 4 ngày để khám phá đảo Cát Bà với những chuyến phiêu lưu chèo thuyền kayak, bơi lội, leo núi và nghỉ dưỡng tại các làng nổi địa phương - Làng Việt Hải - thật đặc biệt và độc đáo. Chúng tôi đã có cái nhìn sâu sắc tuyệt vời về văn hóa địa phương và con người ở đó.  Một nơi không thể bỏ qua và nhất định phải đến ở Châu Á.Đọc thêm",
            "Chuyến đi thú vị của chúng tôi đã đặt với HALONG BAY CRUISE HUNTERS trên Tripadvisor với nhiều đánh giá xuất sắc và chuyến đi bao gồm thời gian của chúng tôi ở đảo Cát Bà thật tuyệt vời, chuyến đi xe đạp thật đáng nhớ và chúng tôi cũng rất thích thời gian chèo thuyền kayak ở Vịnh Lan Hạ. chắc chắn sẽ quay lại 2 đêm vào năm tới. Cảm ơn bạn đã trải nghiệm thực tếĐọc thêm",
            "Dành 4 ngày khám phá đảo Cát Bà với những chuyến phiêu lưu chèo thuyền kayak, leo núi và lưu trú tại các làng nổi địa phương rất đặc biệt và độc đáo. Chúng tôi đã có cái nhìn sâu sắc tuyệt vời về văn hóa và ẩm thực địa phương. Sẽ tốt hơn nhiều khi ngắm nhìn vịnh Hạ Long từ đó để tránh vịnh Hạ Long quá đông đúc. Một nơi không thể bỏ qua ở Châu ÁĐọc thêm",
            "Nơi tuyệt vời để ghé thăm. Tận hưởng khung cảnh từ đỉnh đồi. Bãi biển thật đáng yêu và mặt trời lặn thật tuyệt vời.Đọc thêm"
        ],
        "star_ratings": [
            689,
            372,
            132,
            69,
            57
        ],
        "review_amount": 1319,
        "location": [
            "Việt Nam",
            "Cát Bà",
            "Đảo Cát Bà",
            "Hai Phong",
            "Những điều cần làm ở Cát Bà",
            "Châu Á"
        ],
        "reviews_time": [
            "Written July 14, 2023",
            "Written August 2, 2023",
            "Written October 13, 2023",
            "Written November 16, 2023",
            "Written December 3, 2023",
            "Written January 2, 2024",
            "Written April 6, 2024",
            "Written April 10, 2024",
            "Written May 2, 2024",
            "Written April 30, 2024",
            "Written April 10, 2024",
            "Written April 6, 2024",
            "Written January 10, 2024",
            "Written January 3, 2024",
            "Written December 4, 2023",
            "Written December 4, 2023",
            "Written November 16, 2023",
            "Written October 21, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g737051-d386683-Reviews-Cat_Ba_Island-Cat_Ba_Hai_Phong.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g737051-d16694857-Reviews-The_Little_Leaf_Restaurant-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Restaurant_Review-g737051-d13873556-Reviews-Cat_Ba_Oasis_Bungalow_and_Restaurant-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Restaurant_Review-g737051-d14007725-Reviews-Casa_Bonita-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Restaurant_Review-g737051-d15641621-Reviews-The_Bigman_Restaurant_Bar-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Restaurant_Review-g737051-d19501872-Reviews-Secret_Garden_Cafe_and_Restaurant-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Restaurant_Review-g737051-d26141494-Reviews-The_Three_M_Restaurant-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Restaurant_Review-g737051-d12006693-Reviews-Yummy_Restaurant-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Restaurant_Review-g737051-d3567782-Reviews-My_Way_Pizza_Healthy_Vegan_Restaurant-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Restaurant_Review-g737051-d5494198-Reviews-Cat_Ba_Oasis_Bar-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Restaurant_Review-g737051-d8625970-Reviews-Quan_Cat_Ba_Family-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g303944-d25091329-Reviews-Trekking_Cat_Ba-Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d23840529-Reviews-Ao_Coi_Valley-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d8071306-Reviews-Cat_Co_1_Beach-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d27537543-Reviews-Cat_Co_2_Beach-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d27537558-Reviews-Cat_Co_3_Beach-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d25405156-Reviews-Cat_Co_3_Beach-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d6974768-Reviews-Lan_Ha_Bay-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d14109039-Reviews-Trung_Trang_Cave-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d2041902-Reviews-Hospital_Cave-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d7309377-Reviews-Viet_Hai_Village-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d386683-Reviews-or10-Cat_Ba_Island-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d6677777-Reviews-Cat_Ba_National_Park-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d23825754-Reviews-Thien_Long_Cave-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d15852695-Reviews-Butterfly_Valley-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g27499063-d27491135-Reviews-Hoa_Cuong_Cave-Gia_Luan_Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d19387451-Reviews-Cat_Ba_Panorama-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d14910492-Reviews-Rose_Club-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d19677727-Reviews-Cat_Ba_Sunrise_Tours-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g14776299-d8616588-Reviews-Cat_Ba_Climbing-Ha_Long_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d5973848-Reviews-Rosy_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d19065972-Reviews-Cat_Ba_Smile_Tours-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d12987639-Reviews-Cat_Ba_Green_Trail_Travel-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g303944-d13368211-Reviews-Perla_Dawn_Sails-Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d15687862-Reviews-Signature_Journey_Cat_Ba_island-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g14776299-d8300174-Reviews-Vietnam_Insider_Travel-Ha_Long_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d26840970-Reviews-Cat_Ba_Elite_Sky_Bar-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d19334987-Reviews-The_Cat_Bar-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d18996009-Reviews-The_Black_Pirates-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d13340407-Reviews-La_Paci_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g50573-d22730864-Reviews-Umbrella_Alley-Louisville_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g294446-d21173180-Reviews-Aquapark_Albania_Blue_Magic_Water-Tirana_Tirana_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g29757-d117420-Reviews-Plaza_Blanca-Abiquiu_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g155032-d183977-Reviews-Mile_End-Montreal_Quebec.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d2465584-Reviews-Rick_s_Restorations-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d2269010-Reviews-Supsok_Hanbang_Land-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g60827-d15048008-Reviews-Brooklyn_Steel-Brooklyn_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g33831-d106097-Reviews-Foxwoods_Resort_Casino-Mashantucket_Mystic_Country_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g298452-d8702156-Reviews-Seaside_Dampa-Pasay_Metro_Manila_Luzon.html",
            "https://www.tripadvisor.com/Attraction_Review-g60902-d1120255-Reviews-Barstow_Station-Barstow_California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g737051-d386683-Reviews-or10-Cat_Ba_Island-Cat_Ba_Hai_Phong.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g737051-d386683-Reviews-Cat_Ba_Island-Cat_Ba_Hai_Phong.html"
    },
    {
        "attraction_name": "Cat Ba Island",
        "attraction_name_vi": "Đảo Cát Bà",
        "general_info": [
            "1.319 đánh giá",
            "- 3 trong số 15 điều nên làm ở Cát Bà",
            "Các công viên quốc gia",
            "Quần đảo"
        ],
        "attraction_summary": "Tất cả thông tin bạn tìm thấy về Cát Bà đều mô tả những bãi biển hoang sơ và làn nước trong vắt. Nó còn xa lắm. Các bãi biển đầy rác và nước không trong, nhiều bãi có màu nâu. Có 3 bãi biển chính và chúng tôi đã đến bãi biển 1. Nó nhỏ và chật cứng người, giao thông hỗn loạn khi càng đến nhiều.  Điều chính cần làm là những chuyến đi bằng thuyền, đó là điều chúng tôi mong muốn. Điều đó thật tốt nhưng nếu chúng tôi biết những gì chúng tôi biết bây giờ thì chúng tôi đã không đi chút nào. Với tư cách là khách du lịch, chúng tôi đã cố gắng lựa chọn những nhà hoạt động bền vững và đáng buồn thay, đến Cát Bà, chúng tôi chỉ đang tạo thêm vấn đề.Đọc thêm",
        "reviews": [
            "Cuộc phiêu lưu của Cát Bà thật tuyệt vời. Thân thiện chuyên nghiệp.  Chuyến đi thư giãn được tổ chức tốt bữa trưa tuyệt vời. Không có gì để lỗi. Ben là một hướng dẫn tuyệt vời có kiến ​​thức và vui vẻ. Thực sự có thể giới thiệu chuyến đi này!!!!! Họ cũng sắp xếp dịch vụ đưa đón về Hà Nội, taxi đến sân bay và các chuyến bay đến Đà Nẵng với mức giá ưu đãi. Ben là một người hướng dẫn tốt bụng!!!!!! Đọc thêm",
            "Tôi tên là Jack - đại diện ban quản lý đảo Cát Bà. Hiện tại tôi đang làm nhân viên khách sạn tại khách sạn Cát Bà Xanh Spring Garden.\n\nCảm ơn bạn đã đến đảo. Tôi - rất vui vì bạn đã có khoảng thời gian vui vẻ trên đảo. Lần sau nếu bạn quay lại, tôi xin giảm giá khi lưu trú tại khách sạn của tôi.\n\nChúng tôi cũng có dịch vụ cho thuê xe tay ga, chuyến đi trong ngày, chuyến đi qua đêm trên du thuyền và trải nghiệm sinh vật phù du phát sáng. \n\nBạn cũng có thể ngắm nhìn vẻ đẹp của thị trấn Cát Bà cũng như vịnh Cát Bà từ quầy bar tầng thượng tại khách sạn\n\nhttps: - - springgardencatbaxanhhotel.com - - website của khách sạn để đặt phòng trực tiếp. Bạn sẽ được giảm 15 - giảm trên giá phòng khi đặt phòng trên website\n\nChúc một ngày tốt lành\n\nTrân trọng\n\nJackĐọc thêm",
            "Nơi tuyệt vời để ghé thăm cho tất cả du khách.  Nhiều lựa chọn di chuyển từ Hà Nội, Ninh Bình. vv Cửa ngõ cho các chuyến du thuyền đến Vịnh Hạ Long và Vịnh Lan Hạ.  Nhiều lựa chọn về chỗ ở - Hostel, khách sạn dạng Hometel từ 2-5 sao.  Thức ăn tuyệt vời, bãi biển, bơi lội, Kyak, hang động và Công viên Quốc gia.  Rất nhiều để làm.  Thức ăn thật tuyệt vời.  Đọc thêm",
            "Tôi tên là Jack - đại diện ban quản lý đảo Cát Bà. Hiện tại tôi đang làm nhân viên khách sạn tại khách sạn Cát Bà Xanh Spring Garden.\n\nCảm ơn bạn đã đến đảo. Tôi - rất vui vì bạn đã có khoảng thời gian vui vẻ trên đảo. Lần sau nếu bạn quay lại, tôi xin giảm giá khi lưu trú tại khách sạn của tôi.\n\nChúng tôi cũng có dịch vụ cho thuê xe tay ga, chuyến đi trong ngày, chuyến đi qua đêm trên du thuyền và trải nghiệm sinh vật phù du phát sáng. \n\nBạn cũng có thể ngắm nhìn vẻ đẹp của thị trấn Cát Bà cũng như vịnh Cát Bà từ quầy bar tầng thượng tại khách sạn\n\nhttps: - - springgardencatbaxanhhotel.com - - website của khách sạn để đặt phòng trực tiếp. Bạn sẽ được giảm 15 - giảm trên giá phòng khi đặt phòng trên website\n\nChúc một ngày tốt lành\n\nTrân trọng\n\nJackĐọc thêm",
            "Dành 4 ngày khám phá đảo Cát Bà với những chuyến phiêu lưu chèo thuyền kayak, leo núi và lưu trú tại các làng nổi địa phương rất đặc biệt và độc đáo. Chúng tôi đã có cái nhìn sâu sắc tuyệt vời về văn hóa và ẩm thực địa phương. Sẽ tốt hơn nhiều khi ngắm nhìn vịnh Hạ Long từ đó để tránh vịnh Hạ Long quá đông đúc. Một nơi không thể bỏ qua ở Châu ÁĐọc thêm",
            "Tôi tên là Jack - đại diện ban quản lý đảo Cát Bà. Hiện tại tôi đang làm nhân viên khách sạn tại khách sạn Cát Bà Xanh Spring Garden.\n\nCảm ơn bạn đã đến đảo. Tôi - rất vui vì bạn đã có khoảng thời gian vui vẻ trên đảo. Lần sau nếu bạn quay lại, tôi xin giảm giá khi lưu trú tại khách sạn của tôi.\n\nChúng tôi cũng có dịch vụ cho thuê xe tay ga, chuyến đi trong ngày, chuyến đi qua đêm trên du thuyền và trải nghiệm sinh vật phù du phát sáng. \n\nBạn cũng có thể ngắm nhìn vẻ đẹp của thị trấn Cát Bà cũng như vịnh Cát Bà từ quầy bar tầng thượng tại khách sạn\n\nhttps: - - springgardencatbaxanhhotel.com - - website của khách sạn để đặt phòng trực tiếp. Bạn sẽ được giảm 15 - giảm trên giá phòng khi đặt phòng trên website\n\nChúc một ngày tốt lành\n\nTrân trọng\n\nJackĐọc thêm",
            "Tôi đã dành 4 ngày để khám phá đảo Cát Bà với những chuyến phiêu lưu chèo thuyền kayak, bơi lội, leo núi và nghỉ dưỡng tại các làng nổi địa phương - Làng Việt Hải - thật đặc biệt và độc đáo. Chúng tôi đã có cái nhìn sâu sắc tuyệt vời về văn hóa địa phương và con người ở đó.  Một nơi không thể bỏ qua và nhất định phải đến ở Châu Á.Đọc thêm",
            "Tôi tên là Jack - đại diện ban quản lý đảo Cát Bà. Hiện tại tôi đang làm nhân viên khách sạn tại khách sạn Cát Bà Xanh Spring Garden.\n\nCảm ơn bạn đã đến đảo. Tôi - rất vui vì bạn đã có khoảng thời gian vui vẻ trên đảo. Lần sau nếu bạn quay lại, tôi xin giảm giá khi lưu trú tại khách sạn của tôi.\n\nhttps: - - springgardencatbaxanhhotel.com - - website của khách sạn để đặt phòng trực tiếp. Bạn sẽ được giảm 15 - giảm trên giá phòng khi đặt phòng trên website\n\nChúc một ngày tốt lành\n\nTrân trọng\n\nJackĐọc thêm",
            "Tôi thực sự muốn giới thiệu một kỳ nghỉ ngắn trên đảo Cát Bà. Rất nhiều chỗ ở tươm tất và một thị trấn nhỏ ngọt ngào. Tôi muốn giới thiệu một chuyến du ngoạn trong ngày từ đó đến Vịnh Hạ Long thay vì hành trình qua đêm đắt tiền và khá thất vọng. Tôi - sẽ đi xe đạp đến làng nông nghiệp cộng đồng trên đảo. Đó là một chuyến tham quan tuyệt vời. Ngôi làng sạch sẽ không tì vết với sự góp sức của mọi người để khiến ngôi làng hoạt động hiệu quả! Chắc chắn có giá trị trong một vài ngày dựa trên hòn đảo này, một trong những hòn đảo lớn nhất trong quần đảo - Đọc thêm",
            "Chào buổi sáng cô Gill\n\nTôi tên là Jack - quản lý tài khoản TripAdvisor của Đảo Cát Bà.\n\nCảm ơn bạn đã đánh giá toàn diện về mọi thứ ở Đảo Cát Bà. Lần sau, nếu bạn có cơ hội quay lại, tôi muốn giới thiệu với bạn khách sạn của tôi có tên là Khách sạn Cat Ba Xanh Spring Garden nằm ở thị trấn Cát Bà.\n\nChúc bạn một ngày tốt lành\n\nTrân trọng\n\nJackĐọc thêm",
            "Cát Bà tự nó là một điểm đến cho những người đến thăm vịnh Hạ Long. Hòn đảo này là hòn đảo lớn nhất trong khu vực và có thể dễ dàng tiếp cận bằng cả đường bộ và phà. Có rất nhiều điều để khám phá ở Cát Bà. Có 3 bãi tắm Cát Cò 1, 2 và 3 liền kề nhau, cách nhau bởi đồi và doi đất. Các bãi biển nhỏ nhưng đẹp. Cát Bà có hệ động thực vật phong phú nên công viên quốc gia và đa dạng sinh học là điểm đến hàng đầu. Nếu bạn muốn đi bộ đường dài, bạn có thể tận hưởng khung cảnh tuyệt đẹp từ trên đỉnh đồi. \nCát Bà là thiên đường ẩm thực dành cho những người không ngại ăn nhiều loại hải sản. Đặc biệt nhắc đến món bánh mì nổi tiếng của Việt Nam là từ một quán nhỏ ở phố Cái Bèo do các bà chủ quán. Ngoài món thông thường, họ còn phục vụ bánh mì đặc biệt được cắt thành từng miếng và đầy thịt. Người ta nên thử điều này nếu ở Cát Bà.\nĐi bộ dọc theo bến tàu vào buổi tối cũng rất được khuyến khích, nơi bạn có thể thử các quán ăn khác với thực đơn đa dạng.\nĐề nghị những người bạn đồng hành dành một ngày lười biếng ở Cát bà và đi dạo xung quanh hoặc thuê một chiếc xe đạp để tự mình khám phá.Đọc thêm",
            "Tôi tên là Jack - đại diện ban quản lý đảo Cát Bà. Hiện tại tôi đang làm nhân viên khách sạn tại khách sạn Cát Bà Xanh Spring Garden.\n\nCảm ơn bạn đã đến đảo. Tôi - rất vui vì bạn đã có khoảng thời gian vui vẻ trên đảo. Lần sau nếu bạn quay lại, tôi xin giảm giá khi lưu trú tại khách sạn của tôi. \n\nhttps: - - springgardencatbaxanhhotel.com - - website của khách sạn để đặt phòng trực tiếp. Bạn sẽ được giảm 15 - giảm trên giá phòng khi đặt phòng trên website \n\nChúc một ngày tốt lành \n\nTrân trọng\n\nJackĐọc thêm",
            "Không có nhiều việc để làm ở đây ngoài việc đi thuyền qua vịnh. Vịnh Lan Hạ yên tĩnh hơn Vịnh Hạ Long nhưng đáng buồn là vẫn bị ô nhiễm. Một khi bạn đã nhìn thấy nó thì điều đó có thể là đủ đối với hầu hết khách du lịch. Hang bệnh viện rất thú vị nhưng có thể được nhìn thấy trong một giờ. Vì vậy tôi - khuyên bạn nên tối đa 2 đêm. Mặc dù được đánh giá tốt, chúng tôi không được trải nghiệm những món ăn ngon ngoài việc ở nhà - nhà hàng đối diện Hang Bệnh viện. Dịch vụ không tốt lắm trong các nhà hàng. Nhìn chung, chúng tôi nhận thấy thị trấn này rất tồi tàn, nhưng điều gây cản trở nhất cho mọi hy vọng về hòa bình và yên tĩnh là hát karaoke vào ban đêm hoặc loa phát tin tức hoặc quảng cáo 4-7 lần trong ngày.Đọc thêm",
            "Tôi tên là Jack - đại diện ban quản lý đảo Cát Bà. Hiện tại tôi đang làm nhân viên khách sạn tại khách sạn Cát Bà Xanh Spring Garden.\n\nCảm ơn bạn đã đến đảo. Tôi - rất vui vì bạn đã có khoảng thời gian vui vẻ trên đảo. Lần sau nếu bạn quay lại, tôi xin giảm giá khi lưu trú tại khách sạn của tôi.\n\nChúng tôi cũng có dịch vụ cho thuê xe tay ga, chuyến đi trong ngày, chuyến đi qua đêm trên du thuyền và trải nghiệm sinh vật phù du phát sáng. \n\nBạn cũng có thể ngắm nhìn vẻ đẹp của thị trấn Cát Bà cũng như vịnh Cát Bà từ quầy bar tầng thượng tại khách sạn\n\nhttps: - - springgardencatbaxanhhotel.com - - website của khách sạn để đặt phòng trực tiếp. Bạn sẽ được giảm 15 - giảm trên giá phòng khi đặt phòng trên website\n\nChúc một ngày tốt lành\n\nTrân trọng\n\nJackĐọc thêm",
            "Nơi tuyệt vời để ghé thăm cho tất cả du khách.  Nhiều lựa chọn di chuyển từ Hà Nội, Ninh Bình. vv Cửa ngõ cho các chuyến du thuyền đến Vịnh Hạ Long và Vịnh Lan Hạ.  Nhiều lựa chọn về chỗ ở - Hostel, khách sạn dạng Hometel từ 2-5 sao.  Thức ăn tuyệt vời, bãi biển, bơi lội, Kyak, hang động và Công viên Quốc gia.  Rất nhiều để làm.  Thức ăn thật tuyệt vời.  Đọc thêm",
            "Cuộc phiêu lưu của Cát Bà thật tuyệt vời. Thân thiện chuyên nghiệp.  Chuyến đi thư giãn được tổ chức tốt bữa trưa tuyệt vời. Không có gì để lỗi. Ben là một hướng dẫn tuyệt vời có kiến ​​thức và vui vẻ. Thực sự có thể giới thiệu chuyến đi này!!!!! Họ cũng sắp xếp dịch vụ đưa đón về Hà Nội, taxi đến sân bay và các chuyến bay đến Đà Nẵng với mức giá ưu đãi. Ben là một người hướng dẫn tốt bụng!!!!!! Đọc thêm",
            "Tất cả thông tin bạn tìm thấy về Cát Bà đều mô tả những bãi biển hoang sơ và làn nước trong vắt. Nó còn xa lắm. Các bãi biển đầy rác và nước không trong, nhiều bãi có màu nâu. Có 3 bãi biển chính và chúng tôi đã đến bãi biển 1. Nó nhỏ và chật cứng người, giao thông hỗn loạn khi càng đến nhiều.  Điều chính cần làm là những chuyến đi bằng thuyền, đó là điều chúng tôi mong muốn. Điều đó thật tốt nhưng nếu chúng tôi biết những gì chúng tôi biết bây giờ thì chúng tôi đã không đi chút nào. Với tư cách là khách du lịch, chúng tôi đã cố gắng lựa chọn những nhà hoạt động bền vững và đáng buồn thay, đến Cát Bà, chúng tôi chỉ đang tạo thêm vấn đề.Đọc thêm",
            "Tôi có chuyến đi hai ngày một đêm ở đây cùng gia đình. Chính ở đây họ có hòn đảo rất đẹp. Lau dọn. Rất khuyến khích cho mọi người muốn ghé thămĐọc thêm",
            "Hãy dành một vài ngày ở đây nếu bạn đang đi du lịch đến Việt Nam. Có nhiều điểm tham quan khác nhau như du ngoạn trên biển, hang động, khu vực đi bộ đường dài, địa điểm quân sự, khu nghỉ dưỡng bãi biển.Đọc thêm",
            "Tôi ở khách sạn Flamingo Beach 4 đêm trên đảo Cát Bà. Khách sạn và hòn đảo thực sự hướng sự quan tâm của họ tới số lượng lớn khách du lịch Trung Quốc đến hàng nghìn người vào cuối tuần. Khó tìm thấy bất kỳ nhân viên hoặc người dân địa phương nào có trình độ tiếng Anh khiến việc giao tiếp thực sự khó khăn. Bản thân hòn đảo này rất đẹp và Vịnh Lan Hạ sạch hơn Vịnh Hạ Long rất nhiều. Đó là về nó. Nếu đi, bạn nên cân nhắc đi vào giữa tuần để tránh tình trạng du khách trong nước và Trung Quốc đổ về đây vào cuối tuần. Chỉ ở lại một hoặc hai đêm nhiều nhất. Có lẽ chỉ cần một chuyến đi trong ngày là đủ. Nếu có cơ hội thực hiện chuyến đi này lần nữa, tôi sẽ không đến đây.Đọc thêm",
            "Nơi từng có lẽ là một nơi tuyệt đẹp để ghé thăm vào thời kỳ đỉnh cao, thị trấn đảo Cát Bà đã cũ kỹ và tan hoang. Tất cả những nơi bao gồm cả lối đi Bayside đều cũ và rất cần được nâng cấp. Thức ăn nhạt nhẽo - điều đó phù hợp với tất cả các nhà hàng trên khắp thị trấn - và nhìn chung - thực sự không có nhiều việc phải làm trừ khi đi tham quan địa phương. Các quán bar chính đắt tiền trong khi chất lượng cực kỳ thấp và chúng phát ra những bản nhạc khiêu vũ ồn ào khủng khiếp. Việt Nam có rất nhiều địa điểm đẹp để tham quan, tiếc là nơi này không như những gì người ta đồn thổi.  Đọc thêm",
            "Chúng tôi đến thăm như một phần của hành trình 3 ngày. Đó là một hoạt động đáng yêu. Chồng tôi chọn đi xe đạp nhưng tôi lại đi xe điện. Chúng tôi đã có một lịch sử thú vị từ hướng dẫn viên và thời gian khám phá một chút về công viên quốc gia. Đẹp và đáng để ghé thămĐọc thêm",
            "Không thể so sánh với vịnh Bái Tử Long ban đầu nhưng đảo Cát Bà vẫn là nơi lý tưởng cho những chuyến du lịch ngắn ngày hay dài ngày. Họ có một số nơi để đi bộ xuyên rừng trong công viên quốc gia, một số hang động. Nhưng hoạt động thú vị nhất vẫn là chuyến tham quan bằng thuyền kayak, câu cá 1 ngày.Đọc thêm",
            "Tôi chỉ có thể khuyên bạn nên đi du thuyền. Đừng ở lại thị trấn. Chúng tôi đã ở đây vào tháng 1 và có cảm giác như một thị trấn ma. Hầu như không ai có thể hiểu được tiếng Anh cơ bản, ngay cả trong khách sạn 5 sao nơi chúng tôi ở - Hotel Perle d - Orient - khách sạn có thiết kế tuyệt vời, nhưng đồ ăn và dịch vụ chắc chắn không đáng được xếp hạng 5 sao chút nào và là một trải nghiệm khó chịu - . Tuy nhiên, Vịnh Lan Hạ rất đẹp nên hãy đi du thuyền thay vì ở lại thị trấn Cát Bà. Thức ăn không có hương vị và đơn giản. Đó là ngày và đêm với đồ ăn được cung cấp ở các thị trấn khác ở Việt Nam. Ngoài ra, đừng tin vào blog du lịch và thông tin du lịch. Đảo Khỉ đã bị đóng cửa vì nó đã được một nhóm tư nhân mua lại để phát triển khu nghỉ dưỡng và bạn không thể ghé thăm Pháo đài Thần công vì quân đội đang chiếm đóng và không được phép ghé thăm. Thất vọng.Đọc thêm",
            "Xin chào, bạn thế nào trên đảo? Có đúng là mọi thứ sẽ đóng cửa bắt đầu từ ngày mai mà không có chuyến tham quan do vi-rút Corona?  - Xin hãy giúp đỡ vì tôi đã đến đó vào Chủ nhật. Đọc thêm",
            "Chào! Có ai biết đường đi từ đảo Cát Bà ra sân bay Cát Bi không? Tôi đã hỏi khách sạn của tôi và họ cứ nói những điều khác nhau. Có người nói tôi cần đi phà nhưng khách sạn bảo tôi ở đó - có xe buýt. Cách nào là cách tốt nhất? Đọc thêm",
            "Tất cả có thể hơi khó hiểu vì không có cầu tới Cát Bà. Như những người khác đã nói, bạn phải đi phà hoặc tàu cao tốc từ cảng Cát Bà. \nGiá là sự khác biệt chính. Phà có thể đón xe buýt - loại nhỏ 16 chỗ - sẽ kết nối từ Cát Bà đến Cát Hải - hòn đảo tiếp theo về phía Tây và KHÔNG có cầu nối vào đất liền.  Giá rẻ hơn. \n\nKhông biết tại sao nhưng Cát Bà không có bất kỳ chiếc xe limo nào kết nối hầu hết các thị trấn ở Nth Việt Nam nhưng những chiếc xe buýt nhỏ hơn vẫn ổn vì hành trình không dài.\nTàu cao tốc nhanh hơn rất nhiều, đi qua cầu Cát Hải và đưa bạn thẳng đến cảng Haiphone. Nhưng đắt hơn\n\nTôi quay lại Hạ Long nhưng tôi nhớ nhiều công ty du lịch bán vé sân bay Cát Bà đi Cát Bi.\nNhư những người khác đã nói, chỉ cần đảm bảo rằng vé của bạn ghi rõ ràng Sân bay Cát Bi - các đại lý chỉ là người bán lại cho các công ty xe buýt và một số công ty xe buýt sẽ cố gắng kiếm thêm một chút tiền mặt. \n\nXe đi Hạ Long thả tôi ngay bên ngoài khách sạn như vé đã quy định. Như mọi khi ở VN, người mua hãy cẩn thận. Đừng giả định bất cứ điều gì và ghi điểm đến bằng văn bản trên vé.Đọc thêm",
            "Thuê thuyền kayak ở Cát Bà ở đâu?Đọc thêm",
            "Xin chào cảm ơn vì bài viết của bạn.  Chúng tôi đã lên kế hoạch đến và ở lại đảo Cát Bà nhưng sau khi đọc bài viết của bạn, tôi lại nghĩ khác.  Chúng tôi có 5 ngày và hy vọng có thể chèo thuyền kayak, bơi lội hoặc đi bộ đường dài quanh khu vực.  Có điều gì khác biệt mà bạn muốn đề xuất không?  \nHà Nội?  \ncám ơn\nDelaena\ndganske - sas.edu.sgĐọc thêm",
            "Trời ơi...Tôi không chắc mình có thể giúp được. \nTôi đã tìm kiếm trên mạng để thử đặt chỗ và có thể bạn cũng nên làm như vậy để tìm kiếm hướng dẫn viên cụ thể cho kỳ nghỉ phiêu lưu thay vì các nhà điều hành truyền thống. \nTôi thực sự ước mình có thể đưa ra cho bạn câu trả lời tốt hơn. \nChúc may mắn và hy vọng bạn thích. \nTôi chắc chắn sẽ quay lại và dành nhiều thời gian hơnĐọc thêm",
            "Chào bạn\nCảm ơn nhận xét của bạn về Cát Bà.  Chúng tôi là một gia đình gồm 4 - 2 cậu bé tuổi 13 và 15 - và muốn đến Hà Nội, Cát Bà và Vịnh Hạ Long nhưng muốn thực hiện một số hoạt động như chèo thuyền kayak hoặc leo núi - người mới bắt đầu - hoặc đi bộ đường dài bất cứ hoạt động nào.  Bạn có khuyến nghị cho điều đó.\nCảm ơn\nDelaena\ndganske - sas.edu.sgĐọc thêm",
            "CHÀO.  Chúng tôi đã làm chính xác những gì bạn muốn.  Chúng tôi đã đặt một chuyến đi trong ngày qua Cat Ba Oasis Bungalows nơi chúng tôi đang ở.  Có một người hướng dẫn tuyệt vời, Paul, và chuyến đi thật tuyệt vời. Con của chúng tôi lớn hơn một chút - 22 và 16 - nhưng tôi vẫn nghĩ con bạn sẽ thích nó, đặc biệt nếu chúng thích bơi lội. Họ yêu thích những chuyến đi đến những bãi biển và hang động bí mật - vô cùng đẹp đẽ. Họ chèo thuyền kayak và leo núi trên đảo khỉ, mặc dù việc đó khá khó khăn.  Tôi nghĩ chuyến đi lên đỉnh Vườn Quốc gia Cát Bà có thể tốt hơn vì có thể leo núi và đi bộ đường dài nhưng không quá nguy hiểm.  Dù sao đi nữa, dù bạn quyết định thế nào, hy vọng bạn sẽ có khoảng thời gian vui vẻ.  Mẹo duy nhất là cố gắng đừng đi vào những ngày nghỉ học của người Việt!\n\nLời chúc tốt nhất\n\nTomĐọc thêm",
            "Xin chào, \nChúng tôi dự định đến thăm đảo Cát Bà vào tháng này. \nChúng tôi muốn cắm trại và thư giãn ở khu vực yên tĩnh trên túp lều trên bãi biển. Bạn có thể giới thiệu chúng ta có thể đi cắm trại ở đâu không? Có thể tự mình đi đến hòn đảo nhỏ khác gần Cát Bà và cắm trại qua đêm ở đó không?  Cảm ơn trước!Đọc thêm",
            "Hãy đến bãi biển Nam Cát hoặc đảo khỉ để cắm trại. Nếu bạn muốn có một chuyến phiêu lưu, hãy ghé thăm Cánh buồm Đông Dương để tham gia một số chuyến du ngoạn độc đáo và đáng yêu trên những chiếc thuyền buồm truyền thốngĐọc thêm",
            "Từ thị trấn Cát Bà tới nhà hàng Green Catba Cafe thôn Phù Long bao xa?Đọc thêm",
            "Tôi không biết quán cà phê - nhà hàng, nhưng theo bản đồ của Google, làng Phù Long cách trung tâm thị trấn Cát Bà 40 phút đi xe máy. Đọc thêm",
            "Giá phòng ở khách sạn Hùng Long Harbour bao nhiêu?  Tôi hơi bối rối, Vịnh Lan Hạ với Asia Tour là một chuyến du ngoạn bằng thuyền quanh vịnh hay là Leo - Kayak với giá - 7 giờ?Đọc thêm",
            "Hưng Long là khách sạn đẹp, bạn có thể kiểm tra giá qua đặt phòng.\nAsia Outdoor tổ chức tour leo núi nhưng không có mức giá đó, bạn có thể kiểm tra trực tiếp với họ tại đây. Địa chỉ: 210 Đường Một Tháng Tư, TT. Cát Bà, Cát Hải, Hải Phòng\nĐT: 0225 3688 450Đọc thêm",
            "Xin chào, tôi muốn có những bức ảnh về khách sạn nơi chúng tôi sẽ ở và cả những bức ảnh về các khách sạn 3 sao. \n\nCảm ơn bạnĐọc thêm",
            "Xin chào\nTôi xin lỗi. Mình chỉ có ảnh của HOI LAKE FARMSTAY, khách sạn mình ởĐọc thêm",
            "Xin chào Jamie, cảm ơn vì thông tin này. Bạn có thể nói chính xác hơn một chút về nơi chính xác bạn đã đi phà không? Cảm ơn!!Đọc thêm",
            "Google search : Du thuyền đảo Cát Bà để biết thêm thông tin Đọc thêm"
        ],
        "star_ratings": [
            689,
            372,
            132,
            69,
            57
        ],
        "review_amount": 1319,
        "location": [
            "Việt Nam",
            "Cát Bà",
            "Đảo Cát Bà",
            "Hai Phong",
            "Những điều cần làm ở Cát Bà",
            "Châu Á"
        ],
        "reviews_time": [
            "Written July 14, 2023",
            "Written August 2, 2023",
            "Written October 13, 2023",
            "Written November 16, 2023",
            "Written December 3, 2023",
            "Written January 2, 2024",
            "Written April 6, 2024",
            "Written April 10, 2024",
            "Written October 13, 2023",
            "Written August 2, 2023",
            "Written July 14, 2023",
            "Written June 1, 2023",
            "Written April 29, 2023",
            "Written April 24, 2023",
            "Written March 27, 2023",
            "Written March 17, 2023",
            "Written January 14, 2023",
            "Written January 7, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g737051-d386683-Reviews-or10-Cat_Ba_Island-Cat_Ba_Hai_Phong.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g737051-d16694857-Reviews-The_Little_Leaf_Restaurant-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Restaurant_Review-g737051-d13873556-Reviews-Cat_Ba_Oasis_Bungalow_and_Restaurant-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Restaurant_Review-g737051-d14007725-Reviews-Casa_Bonita-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Restaurant_Review-g737051-d15641621-Reviews-The_Bigman_Restaurant_Bar-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Restaurant_Review-g737051-d19501872-Reviews-Secret_Garden_Cafe_and_Restaurant-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Restaurant_Review-g737051-d26141494-Reviews-The_Three_M_Restaurant-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Restaurant_Review-g737051-d12006693-Reviews-Yummy_Restaurant-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Restaurant_Review-g737051-d3567782-Reviews-My_Way_Pizza_Healthy_Vegan_Restaurant-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Restaurant_Review-g737051-d5494198-Reviews-Cat_Ba_Oasis_Bar-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Restaurant_Review-g737051-d8625970-Reviews-Quan_Cat_Ba_Family-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g303944-d25091329-Reviews-Trekking_Cat_Ba-Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d23840529-Reviews-Ao_Coi_Valley-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d8071306-Reviews-Cat_Co_1_Beach-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d27537543-Reviews-Cat_Co_2_Beach-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d27537558-Reviews-Cat_Co_3_Beach-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d25405156-Reviews-Cat_Co_3_Beach-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d6974768-Reviews-Lan_Ha_Bay-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d14109039-Reviews-Trung_Trang_Cave-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d2041902-Reviews-Hospital_Cave-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d7309377-Reviews-Viet_Hai_Village-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d386683-Reviews-Cat_Ba_Island-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d386683-Reviews-or20-Cat_Ba_Island-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d6677777-Reviews-Cat_Ba_National_Park-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d23825754-Reviews-Thien_Long_Cave-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d15852695-Reviews-Butterfly_Valley-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g27499063-d27491135-Reviews-Hoa_Cuong_Cave-Gia_Luan_Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d19387451-Reviews-Cat_Ba_Panorama-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d14910492-Reviews-Rose_Club-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d19677727-Reviews-Cat_Ba_Sunrise_Tours-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g14776299-d8616588-Reviews-Cat_Ba_Climbing-Ha_Long_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d5973848-Reviews-Rosy_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d19065972-Reviews-Cat_Ba_Smile_Tours-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d12987639-Reviews-Cat_Ba_Green_Trail_Travel-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g303944-d13368211-Reviews-Perla_Dawn_Sails-Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d15687862-Reviews-Signature_Journey_Cat_Ba_island-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g14776299-d8300174-Reviews-Vietnam_Insider_Travel-Ha_Long_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d26840970-Reviews-Cat_Ba_Elite_Sky_Bar-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d19334987-Reviews-The_Cat_Bar-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d18996009-Reviews-The_Black_Pirates-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d13340407-Reviews-La_Paci_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g608524-d2255790-Reviews-Gregory_Lake-Nuwara_Eliya_Central_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g187892-d195041-Reviews-Ancient_Theatre_of_Taormina-Taormina_Province_of_Messina_Sicily.html",
            "https://www.tripadvisor.com/Attraction_Review-g14127623-d321004-Reviews-America_Mura-Chuo_Osaka_Osaka_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d455812-Reviews-Samutprakan_Crocodile_Farm_and_Zoo-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g60796-d7226862-Reviews-Eagle_Rock_Reservation-West_Orange_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g56014-d140093-Reviews-Huntsville_State_Park-Huntsville_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g28949-d116517-Reviews-Pyramid_Lake-Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g14134368-d8615316-Reviews-Tokyo_Trick_Art_Museum-Daiba_Minato_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g188633-d191224-Reviews-Madurodam-The_Hague_South_Holland_Province.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g737051-d386683-Reviews-or20-Cat_Ba_Island-Cat_Ba_Hai_Phong.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g737051-d386683-Reviews-or10-Cat_Ba_Island-Cat_Ba_Hai_Phong.html"
    },
    {
        "attraction_name": "Cat Ba Island",
        "attraction_name_vi": "Đảo Cát Bà",
        "general_info": [
            "1.319 đánh giá",
            "- 3 trong số 15 điều nên làm ở Cát Bà",
            "Các công viên quốc gia",
            "Đảo"
        ],
        "attraction_summary": "Tất cả thông tin bạn tìm thấy về Cát Bà đều mô tả những bãi biển hoang sơ và làn nước trong vắt. Nó còn xa lắm. Các bãi biển đầy rác và nước không trong, nhiều bãi có màu nâu. Có 3 bãi biển chính và chúng tôi đã đến bãi biển 1. Nó nhỏ và chật cứng người, giao thông hỗn loạn khi càng đến nhiều.  Điều chính cần làm là những chuyến đi bằng thuyền, đó là điều chúng tôi mong muốn. Điều đó thật tốt nhưng nếu chúng tôi biết những gì chúng tôi biết bây giờ thì chúng tôi đã không đi chút nào. Với tư cách là khách du lịch, chúng tôi đã cố gắng lựa chọn những nhà hoạt động bền vững và đáng buồn thay, đến Cát Bà, chúng tôi chỉ đang tạo thêm vấn đề.Đọc thêm",
        "reviews": [
            "Cuộc phiêu lưu của Cát Bà thật tuyệt vời. Thân thiện chuyên nghiệp.  Chuyến đi thư giãn được tổ chức tốt bữa trưa tuyệt vời. Không có gì để lỗi. Ben là một hướng dẫn tuyệt vời có kiến ​​thức và vui vẻ. Thực sự có thể giới thiệu chuyến đi này!!!!! Họ cũng sắp xếp dịch vụ đưa đón về Hà Nội, taxi đến sân bay và các chuyến bay đến Đà Nẵng với mức giá ưu đãi. Ben là một người hướng dẫn tốt bụng!!!!!! Đọc thêm",
            "Tôi tên là Jack - đại diện ban quản lý đảo Cát Bà. Hiện tại tôi đang làm nhân viên khách sạn tại khách sạn Cát Bà Xanh Spring Garden.\n\nCảm ơn bạn đã đến đảo. Tôi - rất vui vì bạn đã có khoảng thời gian vui vẻ trên đảo. Lần sau nếu bạn quay lại, tôi xin giảm giá khi lưu trú tại khách sạn của tôi.\n\nChúng tôi cũng có dịch vụ cho thuê xe tay ga, chuyến đi trong ngày, chuyến đi qua đêm trên du thuyền và trải nghiệm sinh vật phù du phát sáng. \n\nBạn cũng có thể ngắm nhìn vẻ đẹp của thị trấn Cát Bà cũng như vịnh Cát Bà từ quầy bar tầng thượng tại khách sạn\n\nhttps: - - springgardencatbaxanhhotel.com - - website của khách sạn để đặt phòng trực tiếp. Bạn sẽ được giảm 15 - giảm trên giá phòng khi đặt phòng trên website\n\nChúc một ngày tốt lành\n\nTrân trọng\n\nJackĐọc thêm",
            "Nơi tuyệt vời để ghé thăm cho tất cả du khách.  Nhiều lựa chọn di chuyển từ Hà Nội, Ninh Bình. vv Cửa ngõ cho các chuyến du thuyền đến Vịnh Hạ Long và Vịnh Lan Hạ.  Nhiều lựa chọn về chỗ ở - Hostel, khách sạn dạng Hometel từ 2-5 sao.  Thức ăn tuyệt vời, bãi biển, bơi lội, Kyak, hang động và Công viên Quốc gia.  Rất nhiều để làm.  Thức ăn thật tuyệt vời.  Đọc thêm",
            "Tôi tên là Jack - đại diện của ban quản lý đảo Cát Bà. Hiện tại, tôi đang làm quản lý khách sạn tại Khách sạn Cat Ba Xanh Spring Garden.\n\nCảm ơn bạn đã đến đảo. Tôi rất vui vì bạn đã có khoảng thời gian vui vẻ trên đảo. Lần sau, nếu bạn quay lại, tôi muốn giảm giá cho bạn khi lưu trú tại khách sạn của tôi.\n\nChúng tôi cũng có dịch vụ cho thuê xe tay ga, tour trong ngày, tour qua đêm trên du thuyền và trải nghiệm sinh vật phù du phát sáng.\n\nBạn cũng có thể tận hưởng vẻ đẹp của thị trấn Cát Bà cũng như vịnh Cát Bà từ quầy bar trên tầng thượng của khách sạn\n\nhttps: - - springgardencatbaxanhhotel.com - - trang web của khách sạn để đặt phòng trực tiếp. Bạn sẽ được giảm giá 15 - cho giá phòng khi đặt phòng trên trang web\n\nChúc bạn một ngày tốt lành\n\nTrân trọng\n\nJackĐọc thêm",
            "Dành 4 ngày khám phá đảo Cát Bà với những chuyến phiêu lưu chèo thuyền kayak, leo núi và lưu trú tại các làng nổi địa phương rất đặc biệt và độc đáo. Chúng tôi đã có cái nhìn sâu sắc tuyệt vời về văn hóa và ẩm thực địa phương. Sẽ tốt hơn nhiều khi ngắm nhìn vịnh Hạ Long từ đó để tránh vịnh Hạ Long quá đông đúc. Một nơi không thể bỏ qua ở Châu ÁĐọc thêm",
            "Tôi tên là Jack - đại diện ban quản lý đảo Cát Bà. Hiện tại tôi đang làm nhân viên khách sạn tại khách sạn Cát Bà Xanh Spring Garden.\n\nCảm ơn bạn đã đến đảo. Tôi - rất vui vì bạn đã có khoảng thời gian vui vẻ trên đảo. Lần sau nếu bạn quay lại, tôi xin giảm giá khi lưu trú tại khách sạn của tôi.\n\nChúng tôi cũng có dịch vụ cho thuê xe tay ga, chuyến đi trong ngày, chuyến đi qua đêm trên du thuyền và trải nghiệm sinh vật phù du phát sáng. \n\nBạn cũng có thể ngắm nhìn vẻ đẹp của thị trấn Cát Bà cũng như vịnh Cát Bà từ quầy bar tầng thượng tại khách sạn\n\nhttps: - - springgardencatbaxanhhotel.com - - website của khách sạn để đặt phòng trực tiếp. Bạn sẽ được giảm 15 - giảm trên giá phòng khi đặt phòng trên website\n\nChúc một ngày tốt lành\n\nTrân trọng\n\nJackĐọc thêm",
            "Tôi đã dành 4 ngày để khám phá đảo Cát Bà với những chuyến phiêu lưu chèo thuyền kayak, bơi lội, leo núi và nghỉ dưỡng tại các làng nổi địa phương - Làng Việt Hải - thật đặc biệt và độc đáo. Chúng tôi đã có cái nhìn sâu sắc tuyệt vời về văn hóa địa phương và con người ở đó.  Một nơi không thể bỏ qua và nhất định phải đến ở Châu Á.Đọc thêm",
            "Tôi tên là Jack - đại diện ban quản lý đảo Cát Bà. Hiện tại tôi đang làm nhân viên khách sạn tại khách sạn Cát Bà Xanh Spring Garden.\n\nCảm ơn bạn đã đến đảo. Tôi - rất vui vì bạn đã có khoảng thời gian vui vẻ trên đảo. Lần sau nếu bạn quay lại, tôi xin giảm giá khi lưu trú tại khách sạn của tôi.\n\nhttps: - - springgardencatbaxanhhotel.com - - website của khách sạn để đặt phòng trực tiếp. Bạn sẽ được giảm 15 - giảm trên giá phòng khi đặt phòng trên website\n\nChúc một ngày tốt lành\n\nTrân trọng\n\nJackĐọc thêm",
            "Tôi thực sự muốn giới thiệu một kỳ nghỉ ngắn trên đảo Cát Bà. Rất nhiều chỗ ở tươm tất và một thị trấn nhỏ ngọt ngào. Tôi muốn giới thiệu một chuyến du ngoạn trong ngày từ đó đến Vịnh Hạ Long thay vì hành trình qua đêm đắt tiền và khá thất vọng. Tôi - sẽ đi xe đạp đến làng nông nghiệp cộng đồng trên đảo. Đó là một chuyến tham quan tuyệt vời. Ngôi làng sạch sẽ không tì vết với sự góp sức của mọi người để khiến ngôi làng hoạt động hiệu quả! Chắc chắn có giá trị trong một vài ngày dựa trên hòn đảo này, một trong những hòn đảo lớn nhất trong quần đảo - Đọc thêm",
            "Chào buổi sáng cô Gill\n\nTôi tên là Jack - người quản lý tài khoản TripAdvisor đảo Cát Bà. \n\nCảm ơn bạn đã đánh giá toàn diện về mọi thứ về Đảo Cát Bà. Lần sau nếu có dịp quay lại tôi xin giới thiệu với các bạn khách sạn của tôi có tên Cát Bà Xanh Spring Garden Hotel nằm ở thị trấn Cát Bà. \n\nChúc một ngày tốt lành \n\nTrân trọng\n\nJackĐọc thêm",
            "Cát Bà tự nó là một điểm đến cho những người đến thăm vịnh Hạ Long. Hòn đảo này là hòn đảo lớn nhất trong khu vực và có thể dễ dàng tiếp cận bằng cả đường bộ và phà. Có rất nhiều điều để khám phá ở Cát Bà. Có 3 bãi tắm Cát Cò 1, 2 và 3 liền kề nhau, cách nhau bởi đồi và doi đất. Các bãi biển nhỏ nhưng đẹp. Cát Bà có hệ động thực vật phong phú nên công viên quốc gia và đa dạng sinh học là điểm đến hàng đầu. Nếu bạn muốn đi bộ đường dài, bạn có thể tận hưởng khung cảnh tuyệt đẹp từ trên đỉnh đồi. \nCát Bà là thiên đường ẩm thực dành cho những người không ngại ăn nhiều loại hải sản. Đặc biệt nhắc đến món bánh mì nổi tiếng của Việt Nam là từ một quán nhỏ ở phố Cái Bèo do các bà chủ quán. Ngoài món thông thường, họ còn phục vụ bánh mì đặc biệt được cắt thành từng miếng và đầy thịt. Người ta nên thử điều này nếu ở Cát Bà.\nĐi bộ dọc theo bến tàu vào buổi tối cũng rất được khuyến khích, nơi bạn có thể thử các quán ăn khác với thực đơn đa dạng.\nĐề nghị những người bạn đồng hành dành một ngày lười biếng ở Cát bà và đi dạo xung quanh hoặc thuê một chiếc xe đạp để tự mình khám phá.Đọc thêm",
            "Tôi tên là Jack - đại diện ban quản lý đảo Cát Bà. Hiện tại tôi đang làm nhân viên khách sạn tại khách sạn Cát Bà Xanh Spring Garden.\n\nCảm ơn bạn đã đến đảo. Tôi - rất vui vì bạn đã có khoảng thời gian vui vẻ trên đảo. Lần sau nếu bạn quay lại, tôi xin giảm giá khi lưu trú tại khách sạn của tôi. \n\nhttps: - - springgardencatbaxanhhotel.com - - website của khách sạn để đặt phòng trực tiếp. Bạn sẽ được giảm 15 - giảm trên giá phòng khi đặt phòng trên website \n\nChúc một ngày tốt lành \n\nTrân trọng\n\nJackĐọc thêm",
            "Không có nhiều việc để làm ở đây ngoài việc đi thuyền qua vịnh. Vịnh Lan Hạ yên tĩnh hơn Vịnh Hạ Long nhưng đáng buồn là vẫn bị ô nhiễm. Một khi bạn đã nhìn thấy nó thì điều đó có thể là đủ đối với hầu hết khách du lịch. Hang bệnh viện rất thú vị nhưng có thể được nhìn thấy trong một giờ. Vì vậy tôi - khuyên bạn nên tối đa 2 đêm. Mặc dù được đánh giá tốt, chúng tôi không được trải nghiệm những món ăn ngon ngoài việc ở nhà - nhà hàng đối diện Hang Bệnh viện. Dịch vụ không tốt lắm trong các nhà hàng. Nhìn chung, chúng tôi nhận thấy thị trấn này rất tồi tàn, nhưng điều gây cản trở nhất cho mọi hy vọng về hòa bình và yên tĩnh là hát karaoke vào ban đêm hoặc loa phát tin tức hoặc quảng cáo 4-7 lần trong ngày.Đọc thêm",
            "Tôi tên là Jack - đại diện ban quản lý đảo Cát Bà. Hiện tại tôi đang làm nhân viên khách sạn tại khách sạn Cát Bà Xanh Spring Garden.\n\nCảm ơn bạn đã đến đảo. Tôi - rất vui vì bạn đã có khoảng thời gian vui vẻ trên đảo. Lần sau nếu bạn quay lại, tôi xin giảm giá khi lưu trú tại khách sạn của tôi.\n\nChúng tôi cũng có dịch vụ cho thuê xe tay ga, chuyến đi trong ngày, chuyến đi qua đêm trên du thuyền và trải nghiệm sinh vật phù du phát sáng. \n\nBạn cũng có thể ngắm nhìn vẻ đẹp của thị trấn Cát Bà cũng như vịnh Cát Bà từ quầy bar tầng thượng tại khách sạn\n\nhttps: - - springgardencatbaxanhhotel.com - - website của khách sạn để đặt phòng trực tiếp. Bạn sẽ được giảm 15 - giảm trên giá phòng khi đặt phòng trên website\n\nChúc một ngày tốt lành\n\nTrân trọng\n\nJackĐọc thêm",
            "Hòn đảo đẹp mà khá khó để đến được. Bạn có thể chọn đến đây giữa phà và cáp treo, chúng tôi đến bằng phà nhưng nếu được quay lại tôi sẽ chọn cáp treo lớn nhất mà tôi từng thấy. Tôi đoán bạn có thể nhìn thấy khắp vịnh Hạ Long từ đó. Giá là 350k đồng. Trên đảo Cát Bà không có gì nhiều để làm nhưng khung cảnh xung quanh rất đẹp. Từ Cát Bà, bạn nên đi du thuyền đến vịnh Hạ Long vì đi từ đây rẻ hơn so với từ đất liền.Đọc thêm",
            "Không có nhiều để xem hoặc để làm. Đừng thấy mục đích để đến đây. Biển màu nâu, đông đúc người dân địa phương, việc di chuyển đến đảo là cơn ác mộng giữa xe buýt, thuyền và xe buýt...không bắt buộcĐọc thêm",
            "Đây là chuyến thăm thứ 2 của tôi trong 2 năm qua. Tôi có thể ghé thăm nơi này bất cứ lúc nào. Tôi thích vẻ đẹp tự nhiên của nơi này. Hành trình đến đích cũng ly kỳ không kém khi bạn phải băng qua labd để đến đảo bằng phà. Nó có tất cả các cảnh quan và cũng có một công viên quốc gia bên cạnh các bãi biển và hồĐọc thêm",
            "This is a post about a trip in a time when we are confined, so I would like to write about non-travel. I think that everyone deserves to see paradise before dying. Most of us travel to have new experiences and, if it - s possible, so that these be rewarding. We are looking for a good hotel, a good landscape, good fun. Cat ba, Vietnam and Asia, in general, can offer you that and more. However, if you want the true experience of my trip, I assure you that there is something better than the good hotel, the perfect sunset and the best adventure sports and that experience is the people you can get to know.\tSee the peasants in the rice paddies, the fishermen sleeping in their humble houses on the sea, meet Westerners who have left their lives behind for a dream, people praying in the temples, masseurs who give it all their kindness and effort after fifteen consecutive hours of work and the infinite and unfathomable sea that constantly reminds us of its beauty and its power, the same sea that in an instant can devastate entire islands. I have been privileged since I have been able to have all those experiences and I have also been doubly privileged to have the ability to see all of this. For many people all these experiences would be non-trip, they would be prohibited in their vision and in their voyage.At this moment, I am barely a kilometer from my house, doing everyday things and seeing common people and I still have the experiences of not traveling because everywhere I only see people who want to be happy. In Asia there are excellent and cheap hotels, there is exquisite food and you can live like a rich man for a few days and you can be very happy during those days. However, in my city I have fantastic landscapes, hotels and leisure, I do not need to move to find the same, the only thing I do not have is all the people I have met on my way and who are now there. My advice is to look for the best hotel, the best food and that - s why I recommend TripAdvisor, but there is something that you cannot find in this application or any that I or anyone else can give you, and it is to all the people that you will come across the way, I advise you not to miss it because in your homeland you will also find great restaurants and hotels if you are longing but it will be very difficult perhaps to see your travel companions if only for a day. I encourage you not to miss all those people and don - t be afraid to meet them! Come on, what are you waiting for?Read more",
            "Cát Bà là nơi tuyệt vời cho những người muốn trốn khỏi thành phố hoặc đi bộ đường dài. Phong cảnh vẫn rất tuyệt vời và việc thiếu cơ sở hạ tầng khiến bạn có cảm giác như đang quay ngược thời gian khi đi qua vùng quê xinh đẹp.Đọc thêm",
            "Hòn đảo tuyệt vời để tham quan. Chúng tôi đã có một chuyến đi bộ thú vị xuyên qua khu rừng xanh tươi dài khoảng 8 km và ăn trưa ngon miệng tại làng Viethai trước khi thực hiện chuyến đi thuyền thú vị trở lại bờ. Cảm ơn BSA vì một chuyến trekking tuyệt vời Đọc thêm",
            "Hôm qua tôi đạp xe từ Hà Nội qua Hải Phòng xuống, đến bến phà thì 2 hãng tàu bảo tôi đi lạc và quay lại. Nguyên nhân là do virus Covid, lúc đó có tổng cộng 32 người trên tổng dân số 90 triệu người. Tối hôm trước, một khách sạn ở Hải Phòng đã từ chối tôi vì lý do tương tự. Do đó, tôi đã đặt trực tuyến một khách sạn khác và họ không chấp nhận tôi.Đọc thêm",
            "Có rất nhiều việc phải làm trên đảo nhưng đây vẫn là thiên đường yên bình sau Hà Nội. Chúng tôi đến thăm các hang động, đạp xe đến một ngôi làng hẻo lánh và chèo thuyền kayak. Nó rất hoang sơ và hướng dẫn của chúng tôi là một phông chữ thông tin về lịch sử hòn đảo.Đọc thêm",
            "Chúng tôi được những người bạn đồng hành khuyên nên tránh Vịnh Hạ Long và ghé thăm các đảo ở phía Bắc, chúng tôi đi xe buýt đẹp từ Hà Nội rồi đi phà rất cũ kỹ đến Cát Bà, chúng tôi đến thị trấn khi trời tối và đến khách sạn, sáng hôm sau chúng tôi thức dậy trong căn phòng sạch sẽ rộng rãi cách bến cảng một dãy nhà. Chúng tôi mở rèm và GLORY. Xa nhất chúng tôi có thể nhìn thấy là nước, thuyền đánh cá địa phương và núi non, hoàn toàn tuyệt đẹp, khách sạn đáng yêu của chúng tôi có giá CHÍN ĐÔ LA MỸ CÓ BỮA SÁNG. Chúng tôi ở lại hai đêm nhưng đáng lẽ phải ở lại cả tuần, chồng tôi để quên điện thoại trong một cửa hàng và người đàn ông đó đã đuổi theo xe buýt của chúng tôi bằng xe máy để trả lại, không thể giới thiệu đủ, nhưng sau đó tôi cũng không muốn nó bị khách du lịch tràn ngập. Đọc thêm",
            "Pobaly không xem vào ngày đẹp nhất nên có thể chưa có kinh nghiệm, mình thấy khá nhạt nhẽo. Đẹp nhưng không nổi bật.Đọc thêm",
            "Xin chào, bạn thế nào trên đảo? Có đúng là mọi thứ sẽ đóng cửa bắt đầu từ ngày mai mà không có chuyến tham quan do vi-rút Corona?  - Xin hãy giúp đỡ vì tôi đã đến đó vào Chủ nhật. Đọc thêm",
            "Chào! Có ai biết đường đi từ đảo Cát Bà ra sân bay Cát Bi không? Tôi đã hỏi khách sạn của tôi và họ cứ nói những điều khác nhau. Có người nói tôi cần đi phà nhưng khách sạn bảo tôi ở đó - có xe buýt. Cách nào là cách tốt nhất? Đọc thêm",
            "Tất cả có thể hơi khó hiểu vì không có cầu tới Cát Bà. Như những người khác đã nói, bạn phải đi phà hoặc tàu cao tốc từ cảng Cát Bà. \nGiá là sự khác biệt chính. Phà có thể đón xe buýt - loại nhỏ 16 chỗ - sẽ kết nối từ Cát Bà đến Cát Hải - hòn đảo tiếp theo về phía Tây và KHÔNG có cầu nối vào đất liền.  Giá rẻ hơn. \n\nKhông biết tại sao nhưng Cát Bà không có bất kỳ chiếc xe limo nào kết nối hầu hết các thị trấn ở Nth Việt Nam nhưng những chiếc xe buýt nhỏ hơn vẫn ổn vì hành trình không dài.\nTàu cao tốc nhanh hơn rất nhiều, đi qua cầu Cát Hải và đưa bạn thẳng đến cảng Haiphone. Nhưng đắt hơn\n\nTôi quay lại Hạ Long nhưng tôi nhớ nhiều công ty du lịch bán vé sân bay Cát Bà đi Cát Bi.\nNhư những người khác đã nói, chỉ cần đảm bảo rằng vé của bạn ghi rõ ràng Sân bay Cát Bi - các đại lý chỉ là người bán lại cho các công ty xe buýt và một số công ty xe buýt sẽ cố gắng kiếm thêm một chút tiền mặt. \n\nXe đi Hạ Long thả tôi ngay bên ngoài khách sạn như vé đã quy định. Như mọi khi ở VN, người mua hãy cẩn thận. Đừng giả định bất cứ điều gì và ghi điểm đến bằng văn bản trên vé.Đọc thêm",
            "Thuê thuyền kayak ở Cát Bà ở đâu?Đọc thêm",
            "Xin chào cảm ơn vì bài viết của bạn.  Chúng tôi đã lên kế hoạch đến và ở lại đảo Cát Bà nhưng sau khi đọc bài viết của bạn, tôi lại nghĩ khác.  Chúng tôi có 5 ngày và hy vọng có thể chèo thuyền kayak, bơi lội hoặc đi bộ đường dài quanh khu vực.  Có điều gì khác biệt mà bạn muốn đề xuất không?  \nHà Nội?  \ncám ơn\nDelaena\ndganske - sas.edu.sgĐọc thêm",
            "Chúa ơi...tôi - tôi không chắc mình có thể giúp được gì. \nTôi đã di chuyển qua mạng để thử và đặt chỗ và tôi có thể đáng để bạn làm điều tương tự khi tìm kiếm hướng dẫn cụ thể cho các kỳ nghỉ phiêu lưu thay vì các nhà điều hành truyền thống.\nTôi thực sự ước tôi có thể cho bạn một câu trả lời tốt hơn.\nChúc may mắn và hy vọng bạn thích.\nTôi chắc chắn sẽ quay lại và dành nhiều thời gian hơnĐọc thêm",
            "Chào bạn\nCảm ơn nhận xét của bạn về Cát Bà.  Chúng tôi là một gia đình gồm 4 - 2 cậu bé tuổi 13 và 15 - và muốn đến Hà Nội, Cát Bà và Vịnh Hạ Long nhưng muốn thực hiện một số hoạt động như chèo thuyền kayak hoặc leo núi - người mới bắt đầu - hoặc đi bộ đường dài bất cứ hoạt động nào.  Bạn có khuyến nghị cho điều đó.\nCảm ơn\nDelaena\ndganske - sas.edu.sgĐọc thêm",
            "CHÀO.  Chúng tôi đã làm chính xác những gì bạn muốn.  Chúng tôi đã đặt một chuyến đi trong ngày qua Cat Ba Oasis Bungalows nơi chúng tôi đang ở.  Có một người hướng dẫn tuyệt vời, Paul, và chuyến đi thật tuyệt vời. Con của chúng tôi lớn hơn một chút - 22 và 16 - nhưng tôi vẫn nghĩ con bạn sẽ thích nó, đặc biệt nếu chúng thích bơi lội. Họ yêu thích những chuyến đi đến những bãi biển và hang động bí mật - vô cùng đẹp đẽ. Họ chèo thuyền kayak và leo núi trên đảo khỉ, mặc dù việc đó khá khó khăn.  Tôi nghĩ chuyến đi lên đỉnh Vườn Quốc gia Cát Bà có thể tốt hơn vì có thể leo núi và đi bộ đường dài nhưng không quá nguy hiểm.  Dù sao đi nữa, dù bạn quyết định thế nào, hy vọng bạn sẽ có khoảng thời gian vui vẻ.  Mẹo duy nhất là cố gắng đừng đi vào những ngày nghỉ học của người Việt!\n\nLời chúc tốt nhất\n\nTomĐọc thêm",
            "Xin chào, \nChúng tôi dự định đến thăm đảo Cát Bà vào tháng này. \nChúng tôi muốn cắm trại và thư giãn ở khu vực yên tĩnh trên túp lều trên bãi biển. Bạn có thể giới thiệu chúng ta có thể đi cắm trại ở đâu không? Có thể tự mình đi đến hòn đảo nhỏ khác gần Cát Bà và cắm trại qua đêm ở đó không?  Cảm ơn trước!Đọc thêm",
            "Hãy đến bãi biển Nam Cát hoặc đảo khỉ để cắm trại. Nếu bạn muốn phiêu lưu, hãy ghé thăm Sails of Indochina để có một số chuyến du ngoạn độc đáo và thú vị trên những chiếc thuyền buồm truyền thốngĐọc thêm",
            "Từ thị trấn Cát Bà tới nhà hàng Green Catba Cafe thôn Phù Long bao xa?Đọc thêm",
            "Tôi không biết quán cà phê - nhà hàng, nhưng theo bản đồ của Google, làng Phù Long cách trung tâm thị trấn Cát Bà 40 phút đi xe máy. Đọc thêm",
            "Giá phòng ở khách sạn Hùng Long Harbour bao nhiêu?  Tôi hơi bối rối, Vịnh Lan Hạ với Asia Tour là một chuyến du ngoạn bằng thuyền quanh vịnh hay là Leo - Kayak với giá - 7 giờ?Đọc thêm",
            "Hưng Long là khách sạn đẹp, bạn có thể kiểm tra giá qua đặt phòng.\nAsia Outdoor tổ chức tour leo núi nhưng không có mức giá đó, bạn có thể kiểm tra trực tiếp với họ tại đây. Địa chỉ: 210 Đường Một Tháng Tư, TT. Cát Bà, Cát Hải, Hải Phòng\nĐT: 0225 3688 450Đọc thêm",
            "Xin chào, tôi muốn có những bức ảnh về khách sạn nơi chúng tôi sẽ ở và cả những bức ảnh về các khách sạn 3 sao. \n\nCảm ơn bạnĐọc thêm",
            "Xin chào\nTôi xin lỗi. Mình chỉ có ảnh của HOI LAKE FARMSTAY, khách sạn mình ởĐọc thêm",
            "Xin chào Jamie, cảm ơn vì thông tin này. Bạn có thể nói chính xác hơn một chút về nơi chính xác bạn đã đi phà không? Cảm ơn!!Đọc thêm",
            "Google search : Du thuyền đảo Cát Bà để biết thêm thông tin Đọc thêm"
        ],
        "star_ratings": [
            689,
            372,
            132,
            69,
            57
        ],
        "review_amount": 1319,
        "location": [
            "Việt Nam",
            "Cát Bà",
            "Đảo Cát Bà",
            "Hai Phong",
            "Những điều cần làm ở Cát Bà",
            "Châu Á"
        ],
        "reviews_time": [
            "Written July 14, 2023",
            "Written August 2, 2023",
            "Written October 13, 2023",
            "Written November 16, 2023",
            "Written December 3, 2023",
            "Written January 2, 2024",
            "Written April 6, 2024",
            "Written April 10, 2024",
            "Written November 27, 2022",
            "Written June 17, 2022",
            "Written April 26, 2022",
            "Written May 16, 2020",
            "Written April 4, 2020",
            "Written March 18, 2020",
            "Written March 11, 2020",
            "Written March 6, 2020",
            "Written March 5, 2020",
            "Written March 5, 2020"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g737051-d386683-Reviews-or20-Cat_Ba_Island-Cat_Ba_Hai_Phong.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g737051-d16694857-Reviews-The_Little_Leaf_Restaurant-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Restaurant_Review-g737051-d13873556-Reviews-Cat_Ba_Oasis_Bungalow_and_Restaurant-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Restaurant_Review-g737051-d14007725-Reviews-Casa_Bonita-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Restaurant_Review-g737051-d15641621-Reviews-The_Bigman_Restaurant_Bar-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Restaurant_Review-g737051-d19501872-Reviews-Secret_Garden_Cafe_and_Restaurant-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Restaurant_Review-g737051-d26141494-Reviews-The_Three_M_Restaurant-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Restaurant_Review-g737051-d12006693-Reviews-Yummy_Restaurant-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Restaurant_Review-g737051-d3567782-Reviews-My_Way_Pizza_Healthy_Vegan_Restaurant-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Restaurant_Review-g737051-d5494198-Reviews-Cat_Ba_Oasis_Bar-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Restaurant_Review-g737051-d8625970-Reviews-Quan_Cat_Ba_Family-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g303944-d25091329-Reviews-Trekking_Cat_Ba-Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d23840529-Reviews-Ao_Coi_Valley-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d8071306-Reviews-Cat_Co_1_Beach-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d27537543-Reviews-Cat_Co_2_Beach-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d27537558-Reviews-Cat_Co_3_Beach-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d25405156-Reviews-Cat_Co_3_Beach-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d6974768-Reviews-Lan_Ha_Bay-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d14109039-Reviews-Trung_Trang_Cave-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d2041902-Reviews-Hospital_Cave-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d7309377-Reviews-Viet_Hai_Village-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d386683-Reviews-or10-Cat_Ba_Island-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d386683-Reviews-or30-Cat_Ba_Island-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d386683-Reviews-Cat_Ba_Island-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d6677777-Reviews-Cat_Ba_National_Park-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d23825754-Reviews-Thien_Long_Cave-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d15852695-Reviews-Butterfly_Valley-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g27499063-d27491135-Reviews-Hoa_Cuong_Cave-Gia_Luan_Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d19387451-Reviews-Cat_Ba_Panorama-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d14910492-Reviews-Rose_Club-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d19677727-Reviews-Cat_Ba_Sunrise_Tours-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g14776299-d8616588-Reviews-Cat_Ba_Climbing-Ha_Long_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d5973848-Reviews-Rosy_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d19065972-Reviews-Cat_Ba_Smile_Tours-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d12987639-Reviews-Cat_Ba_Green_Trail_Travel-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g303944-d13368211-Reviews-Perla_Dawn_Sails-Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d15687862-Reviews-Signature_Journey_Cat_Ba_island-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g14776299-d8300174-Reviews-Vietnam_Insider_Travel-Ha_Long_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d26840970-Reviews-Cat_Ba_Elite_Sky_Bar-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d19334987-Reviews-The_Cat_Bar-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d18996009-Reviews-The_Black_Pirates-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d13340407-Reviews-La_Paci_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g194863-d669725-Reviews-Spiaggia_Grande-Positano_Amalfi_Coast_Province_of_Salerno_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g2603964-d10721431-Reviews-Troodos_Mountains-Limassol.html",
            "https://www.tripadvisor.com/Attraction_Review-g19140131-d14074940-Reviews-Hidden_Mini_Zoo_Bali-Guwang_Sukawati_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g147238-d312350-Reviews-Prickly_Pear_Cays-Anguilla.html",
            "https://www.tripadvisor.com/Attraction_Review-g60831-d11666351-Reviews-Lake_Roberts-Silver_City_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g60003-d2220035-Reviews-Mars_Cheese_Castle-Kenosha_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g297576-d14008308-Reviews-Black_Sea_Mall-Batumi_Adjara_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g29222-d1870780-Reviews-Kualoa_Regional_Park-Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g40574-d6878303-Reviews-Wild_Blueberry_Land-Columbia_Falls_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d104239-Reviews-Muscle_Beach_Venice_Gym-Los_Angeles_California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g737051-d386683-Reviews-or30-Cat_Ba_Island-Cat_Ba_Hai_Phong.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g737051-d386683-Reviews-or20-Cat_Ba_Island-Cat_Ba_Hai_Phong.html"
    },
    {
        "attraction_name": "Cat Ba Island",
        "attraction_name_vi": "Đảo Cát Bà",
        "general_info": [
            "1.319 đánh giá",
            "- 3 trong số 15 điều nên làm ở Cát Bà",
            "Các công viên quốc gia",
            "Quần đảo"
        ],
        "attraction_summary": "Tất cả thông tin bạn tìm thấy về Cát Bà đều mô tả những bãi biển hoang sơ và làn nước trong vắt. Nó còn xa lắm. Các bãi biển đầy rác và nước không trong, nhiều bãi có màu nâu. Có 3 bãi biển chính và chúng tôi đã đến bãi biển 1. Nó nhỏ và chật cứng người, giao thông hỗn loạn khi càng đến nhiều.  Điều chính cần làm là những chuyến đi bằng thuyền, đó là điều chúng tôi mong muốn. Điều đó thật tốt nhưng nếu chúng tôi biết những gì chúng tôi biết bây giờ thì chúng tôi đã không đi chút nào. Với tư cách là khách du lịch, chúng tôi đã cố gắng lựa chọn những nhà hoạt động bền vững và đáng buồn thay, đến Cát Bà, chúng tôi chỉ đang tạo thêm vấn đề.Đọc thêm",
        "reviews": [
            "Cuộc phiêu lưu của Cát Bà thật tuyệt vời. Thân thiện chuyên nghiệp.  Chuyến đi thư giãn được tổ chức tốt bữa trưa tuyệt vời. Không có gì để lỗi. Ben là một hướng dẫn tuyệt vời có kiến ​​thức và vui vẻ. Thực sự có thể giới thiệu chuyến đi này!!!!! Họ cũng sắp xếp dịch vụ đưa đón về Hà Nội, taxi đến sân bay và các chuyến bay đến Đà Nẵng với mức giá ưu đãi. Ben là một người hướng dẫn tốt bụng!!!!!! Đọc thêm",
            "Tôi tên là Jack - đại diện ban quản lý đảo Cát Bà. Hiện tại tôi đang làm nhân viên khách sạn tại khách sạn Cát Bà Xanh Spring Garden.\n\nCảm ơn bạn đã đến đảo. Tôi - rất vui vì bạn đã có khoảng thời gian vui vẻ trên đảo. Lần sau nếu bạn quay lại, tôi xin giảm giá khi lưu trú tại khách sạn của tôi.\n\nChúng tôi cũng có dịch vụ cho thuê xe tay ga, chuyến đi trong ngày, chuyến đi qua đêm trên du thuyền và trải nghiệm sinh vật phù du phát sáng. \n\nBạn cũng có thể ngắm nhìn vẻ đẹp của thị trấn Cát Bà cũng như vịnh Cát Bà từ quầy bar tầng thượng tại khách sạn\n\nhttps: - - springgardencatbaxanhhotel.com - - website của khách sạn để đặt phòng trực tiếp. Bạn sẽ được giảm 15 - giảm trên giá phòng khi đặt phòng trên website\n\nChúc một ngày tốt lành\n\nTrân trọng\n\nJackĐọc thêm",
            "Nơi tuyệt vời để ghé thăm cho tất cả du khách.  Nhiều lựa chọn di chuyển từ Hà Nội, Ninh Bình. vv Cửa ngõ cho các chuyến du thuyền đến Vịnh Hạ Long và Vịnh Lan Hạ.  Nhiều lựa chọn về chỗ ở - Hostel, khách sạn dạng Hometel từ 2-5 sao.  Thức ăn tuyệt vời, bãi biển, bơi lội, Kyak, hang động và Công viên Quốc gia.  Rất nhiều để làm.  Thức ăn thật tuyệt vời.  Đọc thêm",
            "Tôi tên là Jack - đại diện của ban quản lý đảo Cát Bà. Hiện tại, tôi đang làm quản lý khách sạn tại Khách sạn Cat Ba Xanh Spring Garden.\n\nCảm ơn bạn đã đến đảo. Tôi rất vui vì bạn đã có khoảng thời gian vui vẻ trên đảo. Lần sau, nếu bạn quay lại, tôi muốn giảm giá cho bạn khi lưu trú tại khách sạn của tôi.\n\nChúng tôi cũng có dịch vụ cho thuê xe tay ga, tour trong ngày, tour qua đêm trên du thuyền và trải nghiệm sinh vật phù du phát sáng.\n\nBạn cũng có thể tận hưởng vẻ đẹp của thị trấn Cát Bà cũng như vịnh Cát Bà từ quầy bar trên tầng thượng của khách sạn\n\nhttps: - - springgardencatbaxanhhotel.com - - trang web của khách sạn để đặt phòng trực tiếp. Bạn sẽ được giảm giá 15 - cho giá phòng khi đặt phòng trên trang web\n\nChúc bạn một ngày tốt lành\n\nTrân trọng\n\nJackĐọc thêm",
            "Dành 4 ngày khám phá đảo Cát Bà với những chuyến phiêu lưu chèo thuyền kayak, leo núi và lưu trú tại các làng nổi địa phương rất đặc biệt và độc đáo. Chúng tôi đã có cái nhìn sâu sắc tuyệt vời về văn hóa và ẩm thực địa phương. Sẽ tốt hơn nhiều khi ngắm nhìn vịnh Hạ Long từ đó để tránh vịnh Hạ Long quá đông đúc. Một nơi không thể bỏ qua ở Châu ÁĐọc thêm",
            "Tôi tên là Jack - đại diện ban quản lý đảo Cát Bà. Hiện tại tôi đang làm nhân viên khách sạn tại khách sạn Cát Bà Xanh Spring Garden.\n\nCảm ơn bạn đã đến đảo. Tôi - rất vui vì bạn đã có khoảng thời gian vui vẻ trên đảo. Lần sau nếu bạn quay lại, tôi xin giảm giá khi lưu trú tại khách sạn của tôi.\n\nChúng tôi cũng có dịch vụ cho thuê xe tay ga, chuyến đi trong ngày, chuyến đi qua đêm trên du thuyền và trải nghiệm sinh vật phù du phát sáng. \n\nBạn cũng có thể ngắm nhìn vẻ đẹp của thị trấn Cát Bà cũng như vịnh Cát Bà từ quầy bar tầng thượng tại khách sạn\n\nhttps: - - springgardencatbaxanhhotel.com - - website của khách sạn để đặt phòng trực tiếp. Bạn sẽ được giảm 15 - giảm trên giá phòng khi đặt phòng trên website\n\nChúc một ngày tốt lành\n\nTrân trọng\n\nJackĐọc thêm",
            "Tôi đã dành 4 ngày để khám phá đảo Cát Bà với những chuyến phiêu lưu chèo thuyền kayak, bơi lội, leo núi và nghỉ dưỡng tại các làng nổi địa phương - Làng Việt Hải - thật đặc biệt và độc đáo. Chúng tôi đã có cái nhìn sâu sắc tuyệt vời về văn hóa địa phương và con người ở đó.  Một nơi không thể bỏ qua và nhất định phải đến ở Châu Á.Đọc thêm",
            "Tôi tên là Jack - đại diện ban quản lý đảo Cát Bà. Hiện tại tôi đang làm nhân viên khách sạn tại khách sạn Cát Bà Xanh Spring Garden.\n\nCảm ơn bạn đã đến đảo. Tôi - rất vui vì bạn đã có khoảng thời gian vui vẻ trên đảo. Lần sau nếu bạn quay lại, tôi xin giảm giá khi lưu trú tại khách sạn của tôi.\n\nhttps: - - springgardencatbaxanhhotel.com - - website của khách sạn để đặt phòng trực tiếp. Bạn sẽ được giảm 15 - giảm trên giá phòng khi đặt phòng trên website\n\nChúc một ngày tốt lành\n\nTrân trọng\n\nJackĐọc thêm",
            "Tôi thực sự muốn giới thiệu một kỳ nghỉ ngắn trên đảo Cát Bà. Rất nhiều chỗ ở tươm tất và một thị trấn nhỏ ngọt ngào. Tôi muốn giới thiệu một chuyến du ngoạn trong ngày từ đó đến Vịnh Hạ Long thay vì hành trình qua đêm đắt tiền và khá thất vọng. Tôi - sẽ đi xe đạp đến làng nông nghiệp cộng đồng trên đảo. Đó là một chuyến tham quan tuyệt vời. Ngôi làng sạch sẽ không tì vết với sự góp sức của mọi người để khiến ngôi làng hoạt động hiệu quả! Chắc chắn có giá trị trong một vài ngày dựa trên hòn đảo này, một trong những hòn đảo lớn nhất trong quần đảo - Đọc thêm",
            "Chào buổi sáng cô Gill\n\nTôi tên là Jack - người quản lý tài khoản TripAdvisor đảo Cát Bà. \n\nCảm ơn bạn đã đánh giá toàn diện về mọi thứ về Đảo Cát Bà. Lần sau nếu có dịp quay lại tôi xin giới thiệu với các bạn khách sạn của tôi có tên Cát Bà Xanh Spring Garden Hotel nằm ở thị trấn Cát Bà. \n\nChúc một ngày tốt lành \n\nTrân trọng\n\nJackĐọc thêm",
            "Cát Bà tự nó là một điểm đến cho những người đến thăm vịnh Hạ Long. Hòn đảo này là hòn đảo lớn nhất trong khu vực và có thể dễ dàng tiếp cận bằng cả đường bộ và phà. Có rất nhiều điều để khám phá ở Cát Bà. Có 3 bãi tắm Cát Cò 1, 2 và 3 liền kề nhau, cách nhau bởi đồi và doi đất. Các bãi biển nhỏ nhưng đẹp. Cát Bà có hệ động thực vật phong phú nên công viên quốc gia và đa dạng sinh học là điểm đến hàng đầu. Nếu bạn muốn đi bộ đường dài, bạn có thể tận hưởng khung cảnh tuyệt đẹp từ trên đỉnh đồi. \nCát Bà là thiên đường ẩm thực dành cho những người không ngại ăn nhiều loại hải sản. Đặc biệt nhắc đến món bánh mì nổi tiếng của Việt Nam là từ một quán nhỏ ở phố Cái Bèo do các bà chủ quán. Ngoài món thông thường, họ còn phục vụ bánh mì đặc biệt được cắt thành từng miếng và đầy thịt. Người ta nên thử điều này nếu ở Cát Bà.\nĐi bộ dọc theo bến tàu vào buổi tối cũng rất được khuyến khích, nơi bạn có thể thử các quán ăn khác với thực đơn đa dạng.\nĐề nghị những người bạn đồng hành dành một ngày lười biếng ở Cát bà và đi dạo xung quanh hoặc thuê một chiếc xe đạp để tự mình khám phá.Đọc thêm",
            "Tôi tên là Jack - đại diện ban quản lý đảo Cát Bà. Hiện tại tôi đang làm nhân viên khách sạn tại khách sạn Cát Bà Xanh Spring Garden.\n\nCảm ơn bạn đã đến đảo. Tôi - rất vui vì bạn đã có khoảng thời gian vui vẻ trên đảo. Lần sau nếu bạn quay lại, tôi xin giảm giá khi lưu trú tại khách sạn của tôi. \n\nhttps: - - springgardencatbaxanhhotel.com - - website của khách sạn để đặt phòng trực tiếp. Bạn sẽ được giảm 15 - giảm trên giá phòng khi đặt phòng trên website \n\nChúc một ngày tốt lành \n\nTrân trọng\n\nJackĐọc thêm",
            "Không có nhiều việc để làm ở đây ngoài việc đi thuyền qua vịnh. Vịnh Lan Hạ yên tĩnh hơn Vịnh Hạ Long nhưng đáng buồn là vẫn bị ô nhiễm. Một khi bạn đã nhìn thấy nó thì điều đó có thể là đủ đối với hầu hết khách du lịch. Hang bệnh viện rất thú vị nhưng có thể được nhìn thấy trong một giờ. Vì vậy tôi - khuyên bạn nên tối đa 2 đêm. Mặc dù được đánh giá tốt, chúng tôi không được trải nghiệm những món ăn ngon ngoài việc ở nhà - nhà hàng đối diện Hang Bệnh viện. Dịch vụ không tốt lắm trong các nhà hàng. Nhìn chung, chúng tôi nhận thấy thị trấn này rất tồi tàn, nhưng điều gây cản trở nhất cho mọi hy vọng về hòa bình và yên tĩnh là hát karaoke vào ban đêm hoặc loa phát tin tức hoặc quảng cáo 4-7 lần trong ngày.Đọc thêm",
            "Tôi tên là Jack - đại diện ban quản lý đảo Cát Bà. Hiện tại tôi đang làm nhân viên khách sạn tại khách sạn Cát Bà Xanh Spring Garden.\n\nCảm ơn bạn đã đến đảo. Tôi - rất vui vì bạn đã có khoảng thời gian vui vẻ trên đảo. Lần sau nếu bạn quay lại, tôi xin giảm giá khi lưu trú tại khách sạn của tôi.\n\nChúng tôi cũng có dịch vụ cho thuê xe tay ga, chuyến đi trong ngày, chuyến đi qua đêm trên du thuyền và trải nghiệm sinh vật phù du phát sáng. \n\nBạn cũng có thể ngắm nhìn vẻ đẹp của thị trấn Cát Bà cũng như vịnh Cát Bà từ quầy bar tầng thượng tại khách sạn\n\nhttps: - - springgardencatbaxanhhotel.com - - website của khách sạn để đặt phòng trực tiếp. Bạn sẽ được giảm 15 - giảm trên giá phòng khi đặt phòng trên website\n\nChúc một ngày tốt lành\n\nTrân trọng\n\nJackĐọc thêm",
            "Mình vừa kết thúc chuyến đi đảo Cát Bà, chuyến đi rất hay, mình xin giới thiệu với các bạn, các bạn nên đến đây tham quanĐọc thêm",
            "Đây là hòn đảo không thể bỏ qua ở Việt Nam khi du ngoạn quanh các hòn đảo nhỏ, địa điểm được UNESCO công nhận và các hoạt động như chèo thuyền kayak, đi xe đạp và đi dạo quanh các ngôi làngĐọc thêm",
            "Tbh tôi không cảm thấy chúng tôi có được điều tốt nhất từ ​​Cát Bà.  Một phần của chuyến đi trong ngày trên vịnh Lan Hạ, chúng tôi vừa tham quan các hang động và rời đi!  Sẽ yêu nhiều thời gian hơnĐọc thêm",
            "Rất nhiều khách du lịch nhưng bạn có thể đi xa và nhiều điều thú vị để làm. Sự kết hợp hài hòa giữa thiên nhiên và cuộc sống về đêmĐọc thêm",
            "Cát Bà rất được định hướng du lịch và tiếng Anh được sử dụng tương đối rộng rãi - điều này hơi hiếm ở nhiều nơi ở VN. Tháng Giêng là mùa thấp điểm và giá cả khá rẻ nhưng thực sự hơi lạnh đối với bất kỳ loại hình du lịch nào trong quán bar thể thao dưới nước. Có rất nhiều dịch vụ cho thuê xe máy từ 80k trở lên. 80k bạn sẽ có được một chiếc Yamaha Neuvo cũ kỹ, một chiếc Honda sẽ đắt hơn. Nhưng cơ hội đi phượt bằng xe máy đường dài khá hạn chế nên 80k là ổn. Tuy nhiên ...Chiếc xe chúng tôi thuê chỉ có đủ xăng để chúng tôi đi được 100 mét - theo nghĩa đen, nó nằm ngay gần điểm thuê xe đạp!  - Thuận tiện - bên đường có rất nhiều quầy hàng nhỏ bán xăng với giá gấp đôi giá bowser. Mình đã làm hàng nghìn k - s trên moto - s ở Việt Nam trong đó có rất nhiều lần thuê nên có mùi tanh. Vì vậy, thay vì trả giá tăng cao, chúng tôi gọi cho người cho thuê, người này đến trong vòng 5 phút, điều đó thật tốt và tuyên bố rằng chúng tôi hết nhiên liệu và hỏi tại sao chúng tôi chưa mua một chiếc nào! Dù sao, có một trạm xăng công cộng Petrolimix ở khoảng Cách đường cảng 200m. Có một cái khác trên đường ra bến phà. Giá lúc viết bài là 20k một lít - không phải 40k người ta bán ven đường - và có chúa mới biết chất lượng ở đó - .Bạn không cần phải đổ đầy tới miệng. Đặt 50k - 2,5 lít - và nếu bạn cần nhiều hơn, có ít nhất một số trạm về địa điểm.Đọc thêm",
            "Thật là một điều thú vị. Sau chuyến đi thuyền trên Vịnh Hạ Long, chúng tôi đã đến hòn đảo xinh đẹp này với những ngôi làng và một cuộc sống giản dị. Những chiếc xe đạp và những chuyến đi bộ tuyệt đẹp cùng một số nhà nghỉ. Một nơi nghỉ dưỡng thực sự cho chính bạn và bạn bè. Không nên bỏ qua điều này. Đọc thêm",
            "Chúng tôi không đặt qua một công ty lữ hành mà tự đi. Và chúng tôi quyết định sẽ ở lại Cát Bà trong 5 ngày và Thành phố Hạ Long trong 3 ngày vì chúng tôi muốn biết cả hai, sau cùng thì đây là điểm đến hàng đầu ở Việt Nam! Chúng tôi thích Cát Bà hơn vì nó nhỏ và dễ đi, thư giãn hơn Thành phố Hạ Long. Tất nhiên là cả hai đều tuyệt vời. Tôi thích chuyến du ngoạn của chúng tôi bắt đầu từ Vịnh La Hán và làng chài nổi là những thứ đầu tiên bạn nhìn thấy. Đó là một cách tuyệt vời để bắt đầu và kết thúc chuyến du ngoạn. Chuyến du ngoạn chúng tôi thực hiện ở Vịnh Hạ Long cũng tuyệt vời, trở về một thành phố đông đúc và hiện đại hơn nhiều. Đó là lý do tại sao chúng tôi muốn biết cả hai. Và nếu bạn chỉ có thời gian để ghé thăm một nơi thì tôi sẽ bỏ phiếu cho Cát Bà! Đó là câu chuyện của tôi và tôi sẽ gắn bó với nó! Đọc thêm",
            "Thời tiết mát mẻ và ẩm ướt vào thời điểm này trong năm đã ảnh hưởng đến kế hoạch của chúng tôi trong một số ngày. Chúng tôi vẫn đến thăm Công viên Quốc gia hai lần... một lần để leo lên đỉnh của một trong những đỉnh núi và để xem những hang động gần đó tốt hơn nhiều so với Hang Bệnh viện. Lần thứ hai là đi bộ xuyên đảo, ăn trưa và đạp xe ra cảng rồi quay về. Rất vui vì chúng tôi đã không làm điều đó khi trời mưa vì đường đi và đá trơn trượt. Cũng muốn hét to với nhà hàng Nhà Hàng Tuyêt Béo nằm đối diện Roxy Club. Đây là một nhà hàng gia đình đáng yêu với thực đơn phong phú, giá cả hợp túi tiền và các phần ăn hào phóng. Chúng tôi yêu thích tất cả mọi thứ chúng tôi ăn ở đó, đặc biệt là Bún gạo với thịt lợn nướng - tôm. Chả giò, cháo nghêu và các loại rau đều ngon. Hầu như mọi nhà hàng ở Cát Bà đều phục vụ những món này, và chúng tôi đã thử những nơi khác, nhưng chúng tôi vẫn tiếp tục quay lại địa điểm nhỏ bé này.Đọc thêm",
            "Một địa điểm du lịch giá rẻ có cảnh đẹp.  Nếu bạn thích các hoạt động ngoài trời, đây chắc chắn là nơi.  Đọc thêm",
            "Bây giờ là mùa thấp điểm và thị trấn khá yên tĩnh và thư giãn, đặc biệt so với sự hối hả và điên cuồng của các thành phố mà chúng tôi đã đến. Đặc biệt thích khách sạn Minh Hiếu của chúng tôi ở cuối thị trấn yên tĩnh hơn, nhà hàng Quan Cat Ba Family để thưởng thức hải sản và chuyến đi thuyền của chúng tôi đến - quanh vịnh với Cat Ba Vision. Vâng, dường như có rất nhiều dự án xây dựng đang được thực hiện và thật đáng buồn là hòn đảo có thể sẽ thay đổi theo hướng tồi tệ hơn với tất cả những phát triển mới đó và hệ thống cáp treo đang được thực hiện để nối đảo với đất liền .Đọc thêm",
            "Xin chào, bạn thế nào trên đảo? Có đúng là mọi thứ sẽ đóng cửa bắt đầu từ ngày mai mà không có chuyến tham quan do vi-rút Corona?  - Xin hãy giúp đỡ vì tôi đã đến đó vào Chủ nhật. Đọc thêm",
            "Chào! Có ai biết đường đi từ đảo Cát Bà ra sân bay Cát Bi không? Tôi đã hỏi khách sạn của tôi và họ cứ nói những điều khác nhau. Có người nói tôi cần đi phà nhưng khách sạn bảo tôi ở đó - có xe buýt. Cách nào là cách tốt nhất? Đọc thêm",
            "Tất cả có thể hơi khó hiểu vì không có cầu tới Cát Bà. Như những người khác đã nói, bạn phải đi phà hoặc tàu cao tốc từ cảng Cát Bà. \nGiá là sự khác biệt chính. Phà có thể đón xe buýt - loại nhỏ 16 chỗ - sẽ kết nối từ Cát Bà đến Cát Hải - hòn đảo tiếp theo về phía Tây và KHÔNG có cầu nối vào đất liền.  Giá rẻ hơn. \n\nKhông biết tại sao nhưng Cát Bà không có bất kỳ chiếc xe limo nào kết nối hầu hết các thị trấn ở Nth Việt Nam nhưng những chiếc xe buýt nhỏ hơn vẫn ổn vì hành trình không dài.\nTàu cao tốc nhanh hơn rất nhiều, đi qua cầu Cát Hải và đưa bạn thẳng đến cảng Haiphone. Nhưng đắt hơn\n\nTôi quay lại Hạ Long nhưng tôi nhớ nhiều công ty du lịch bán vé sân bay Cát Bà đi Cát Bi.\nNhư những người khác đã nói, chỉ cần đảm bảo rằng vé của bạn ghi rõ ràng Sân bay Cát Bi - các đại lý chỉ là người bán lại cho các công ty xe buýt và một số công ty xe buýt sẽ cố gắng kiếm thêm một chút tiền mặt. \n\nXe đi Hạ Long thả tôi ngay bên ngoài khách sạn như vé đã quy định. Như mọi khi ở VN, người mua hãy cẩn thận. Đừng giả định bất cứ điều gì và ghi điểm đến bằng văn bản trên vé.Đọc thêm",
            "Thuê thuyền kayak ở Cát Bà ở đâu?Đọc thêm",
            "Xin chào cảm ơn vì bài viết của bạn.  Chúng tôi đã lên kế hoạch đến và ở lại đảo Cát Bà nhưng sau khi đọc bài viết của bạn, tôi lại nghĩ khác.  Chúng tôi có 5 ngày và hy vọng có thể chèo thuyền kayak, bơi lội hoặc đi bộ đường dài quanh khu vực.  Có điều gì khác biệt mà bạn muốn đề xuất không?  \nHà Nội?  \ncám ơn\nDelaena\ndganske - sas.edu.sgĐọc thêm",
            "Chúa ơi...tôi - tôi không chắc mình có thể giúp được gì. \nTôi đã di chuyển qua mạng để thử và đặt chỗ và tôi có thể đáng để bạn làm điều tương tự khi tìm kiếm hướng dẫn cụ thể cho các kỳ nghỉ phiêu lưu thay vì các nhà điều hành truyền thống.\nTôi thực sự ước tôi có thể cho bạn một câu trả lời tốt hơn.\nChúc may mắn và hy vọng bạn thích.\nTôi chắc chắn sẽ quay lại và dành nhiều thời gian hơnĐọc thêm",
            "Chào bạn\nCảm ơn nhận xét của bạn về Cát Bà.  Chúng tôi là một gia đình gồm 4 - 2 cậu bé tuổi 13 và 15 - và muốn đến Hà Nội, Cát Bà và Vịnh Hạ Long nhưng muốn thực hiện một số hoạt động như chèo thuyền kayak hoặc leo núi - người mới bắt đầu - hoặc đi bộ đường dài bất cứ hoạt động nào.  Bạn có khuyến nghị cho điều đó.\nCảm ơn\nDelaena\ndganske - sas.edu.sgĐọc thêm",
            "Xin chào. Chúng tôi đã làm chính xác những gì bạn muốn. Chúng tôi đã đặt một chuyến đi trong ngày qua Cat Ba Oasis Bungalows nơi chúng tôi đang ở. Có một hướng dẫn viên tuyệt vời, Paul, và chuyến đi thật tuyệt vời. Con của chúng tôi lớn hơn một chút - 22 và 16 tuổi - nhưng tôi vẫn nghĩ rằng con của bạn sẽ thích, đặc biệt là nếu chúng thích bơi lội. Chúng thích những chuyến đi đến các bãi biển và hang động bí mật - tuyệt đẹp. Chúng đã chèo thuyền kayak và leo núi trên đảo khỉ, mặc dù điều đó khá khó khăn. Tôi nghĩ rằng chuyến đi lên đỉnh Vườn quốc gia Cát Bà có thể tốt hơn vì có một số hoạt động leo núi và đi bộ đường dài nhưng không quá nguy hiểm. Dù sao đi nữa, bất kể bạn quyết định thế nào, hy vọng bạn sẽ có một khoảng thời gian tuyệt vời. Lời khuyên duy nhất là, hãy cố gắng không đi vào kỳ nghỉ học của Việt Nam!\n\nChúc may mắn\n\nTomĐọc thêm",
            "Xin chào, \nChúng tôi dự định đến thăm đảo Cát Bà vào tháng này. \nChúng tôi muốn cắm trại và thư giãn ở khu vực yên tĩnh trên túp lều trên bãi biển. Bạn có thể giới thiệu chúng ta có thể đi cắm trại ở đâu không? Có thể tự mình đi đến hòn đảo nhỏ khác gần Cát Bà và cắm trại qua đêm ở đó không?  Cảm ơn trước!Đọc thêm",
            "Hãy đến bãi biển Nam Cát hoặc đảo khỉ để cắm trại. Nếu bạn muốn có một chuyến phiêu lưu, hãy ghé thăm Cánh buồm Đông Dương để tham gia một số chuyến du ngoạn độc đáo và đáng yêu trên những chiếc thuyền buồm truyền thốngĐọc thêm",
            "Từ thị trấn Cát Bà tới nhà hàng Green Catba Cafe thôn Phù Long bao xa?Đọc thêm",
            "Tôi không biết quán cà phê - nhà hàng, nhưng theo bản đồ của Google, làng Phù Long cách trung tâm thị trấn Cát Bà 40 phút đi xe máy. Đọc thêm",
            "Giá phòng ở khách sạn Hùng Long Harbour bao nhiêu?  Tôi hơi bối rối, Vịnh Lan Hạ với Asia Tour là một chuyến du ngoạn bằng thuyền quanh vịnh hay là Leo - Kayak với giá - 7 giờ?Đọc thêm",
            "Hưng Long là khách sạn đẹp, bạn có thể kiểm tra giá qua đặt phòng.\nAsia Outdoor tổ chức tour leo núi nhưng không có mức giá đó, bạn có thể kiểm tra trực tiếp với họ tại đây. Địa chỉ: 210 Đường Một Tháng Tư, TT. Cát Bà, Cát Hải, Hải Phòng\nĐT: 0225 3688 450Đọc thêm",
            "Xin chào, tôi muốn có những bức ảnh về khách sạn nơi chúng tôi sẽ ở và cả những bức ảnh về các khách sạn 3 sao. \n\nCảm ơn bạnĐọc thêm",
            "Xin chào\nTôi xin lỗi. Mình chỉ có ảnh của HOI LAKE FARMSTAY, khách sạn mình ởĐọc thêm",
            "Xin chào Jamie, cảm ơn vì thông tin này. Bạn có thể nói chính xác hơn một chút về nơi chính xác bạn đã đi phà không? Cảm ơn!!Đọc thêm",
            "Google search : Du thuyền đảo Cát Bà để biết thêm thông tin Đọc thêm"
        ],
        "star_ratings": [
            689,
            372,
            132,
            69,
            57
        ],
        "review_amount": 1319,
        "location": [
            "Việt Nam",
            "Cát Bà",
            "Đảo Cát Bà",
            "Hai Phong",
            "Những điều cần làm ở Cát Bà",
            "Châu Á"
        ],
        "reviews_time": [
            "Written July 14, 2023",
            "Written August 2, 2023",
            "Written October 13, 2023",
            "Written November 16, 2023",
            "Written December 3, 2023",
            "Written January 2, 2024",
            "Written April 6, 2024",
            "Written April 10, 2024",
            "Written February 14, 2020",
            "Written February 13, 2020",
            "Written February 5, 2020",
            "Written January 23, 2020",
            "Written January 20, 2020",
            "Written January 20, 2020",
            "Written January 19, 2020",
            "Written January 15, 2020",
            "Written January 13, 2020",
            "Written January 6, 2020"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g737051-d386683-Reviews-or30-Cat_Ba_Island-Cat_Ba_Hai_Phong.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g737051-d16694857-Reviews-The_Little_Leaf_Restaurant-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Restaurant_Review-g737051-d13873556-Reviews-Cat_Ba_Oasis_Bungalow_and_Restaurant-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Restaurant_Review-g737051-d14007725-Reviews-Casa_Bonita-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Restaurant_Review-g737051-d15641621-Reviews-The_Bigman_Restaurant_Bar-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Restaurant_Review-g737051-d19501872-Reviews-Secret_Garden_Cafe_and_Restaurant-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Restaurant_Review-g737051-d26141494-Reviews-The_Three_M_Restaurant-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Restaurant_Review-g737051-d12006693-Reviews-Yummy_Restaurant-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Restaurant_Review-g737051-d3567782-Reviews-My_Way_Pizza_Healthy_Vegan_Restaurant-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Restaurant_Review-g737051-d5494198-Reviews-Cat_Ba_Oasis_Bar-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Restaurant_Review-g737051-d8625970-Reviews-Quan_Cat_Ba_Family-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g303944-d25091329-Reviews-Trekking_Cat_Ba-Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d23840529-Reviews-Ao_Coi_Valley-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d8071306-Reviews-Cat_Co_1_Beach-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d27537543-Reviews-Cat_Co_2_Beach-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d27537558-Reviews-Cat_Co_3_Beach-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d25405156-Reviews-Cat_Co_3_Beach-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d6974768-Reviews-Lan_Ha_Bay-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d14109039-Reviews-Trung_Trang_Cave-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d2041902-Reviews-Hospital_Cave-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d7309377-Reviews-Viet_Hai_Village-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d386683-Reviews-or20-Cat_Ba_Island-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d386683-Reviews-or40-Cat_Ba_Island-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d386683-Reviews-Cat_Ba_Island-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d6677777-Reviews-Cat_Ba_National_Park-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d23825754-Reviews-Thien_Long_Cave-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d15852695-Reviews-Butterfly_Valley-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g27499063-d27491135-Reviews-Hoa_Cuong_Cave-Gia_Luan_Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d19387451-Reviews-Cat_Ba_Panorama-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d14910492-Reviews-Rose_Club-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d19677727-Reviews-Cat_Ba_Sunrise_Tours-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g14776299-d8616588-Reviews-Cat_Ba_Climbing-Ha_Long_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d5973848-Reviews-Rosy_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d19065972-Reviews-Cat_Ba_Smile_Tours-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d12987639-Reviews-Cat_Ba_Green_Trail_Travel-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g303944-d13368211-Reviews-Perla_Dawn_Sails-Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d15687862-Reviews-Signature_Journey_Cat_Ba_island-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g14776299-d8300174-Reviews-Vietnam_Insider_Travel-Ha_Long_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d26840970-Reviews-Cat_Ba_Elite_Sky_Bar-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d19334987-Reviews-The_Cat_Bar-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d18996009-Reviews-The_Black_Pirates-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d13340407-Reviews-La_Paci_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g47682-d6961662-Reviews-Mark_Twain_s_Summer_Home-Elmira_Finger_Lakes_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60922-d2415414-Reviews-Natural_History_Museum_of_Utah-Salt_Lake_City_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g1052514-d4374662-Reviews-The_Oyster_Shed-Carbost_Isle_of_Skye_The_Hebrides_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g293734-d308902-Reviews-Ben_Youssef_Madrasa-Marrakech_Marrakech_Safi.html",
            "https://www.tripadvisor.com/Attraction_Review-g150800-d209936-Reviews-La_Lagunilla_Market-Mexico_City_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d450968-Reviews-Chao_Phraya_River-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d207715-Reviews-Brookfield_Place-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g635605-d6713773-Reviews-War_Shelter_of_Platanias-Platanias_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g41298-d208352-Reviews-Seacrets-Ocean_City_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g59686-d268008-Reviews-Parfrey_s_Glen-Baraboo_Wisconsin.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g737051-d386683-Reviews-or40-Cat_Ba_Island-Cat_Ba_Hai_Phong.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g737051-d386683-Reviews-or30-Cat_Ba_Island-Cat_Ba_Hai_Phong.html"
    },
    {
        "attraction_name": "Cat Ba Island",
        "attraction_name_vi": "Đảo Cát Bà",
        "general_info": [
            "1.319 đánh giá",
            "- 3 trong 15 điều cần làm ở Cát Bà",
            "Các công viên quốc gia",
            "Đảo"
        ],
        "attraction_summary": "Tất cả thông tin bạn tìm thấy về Cát Bà đều mô tả những bãi biển hoang sơ và làn nước trong vắt. Nó còn xa lắm. Các bãi biển đầy rác và nước không trong, nhiều bãi có màu nâu. Có 3 bãi biển chính và chúng tôi đã đến bãi biển 1. Nó nhỏ và chật cứng người, giao thông hỗn loạn khi càng đến nhiều.  Điều chính cần làm là những chuyến đi bằng thuyền, đó là điều chúng tôi mong muốn. Điều đó thật tốt nhưng nếu chúng tôi biết những gì chúng tôi biết bây giờ thì chúng tôi đã không đi chút nào. Với tư cách là khách du lịch, chúng tôi đã cố gắng lựa chọn những nhà hoạt động bền vững và đáng buồn thay, đến Cát Bà, chúng tôi chỉ đang tạo thêm vấn đề.Đọc thêm",
        "reviews": [
            "Cuộc phiêu lưu của Cát Bà thật tuyệt vời. Thân thiện chuyên nghiệp.  Chuyến đi thư giãn được tổ chức tốt bữa trưa tuyệt vời. Không có gì để lỗi. Ben là một hướng dẫn tuyệt vời có kiến ​​thức và vui vẻ. Thực sự có thể giới thiệu chuyến đi này!!!!! Họ cũng sắp xếp dịch vụ đưa đón về Hà Nội, taxi đến sân bay và các chuyến bay đến Đà Nẵng với mức giá ưu đãi. Ben là một người hướng dẫn tốt bụng!!!!!! Đọc thêm",
            "Tôi tên là Jack - đại diện ban quản lý đảo Cát Bà. Hiện tại tôi đang làm nhân viên khách sạn tại khách sạn Cát Bà Xanh Spring Garden.\n\nCảm ơn bạn đã đến đảo. Tôi - rất vui vì bạn đã có khoảng thời gian vui vẻ trên đảo. Lần sau nếu bạn quay lại, tôi xin giảm giá khi lưu trú tại khách sạn của tôi.\n\nChúng tôi cũng có dịch vụ cho thuê xe tay ga, chuyến đi trong ngày, chuyến đi qua đêm trên du thuyền và trải nghiệm sinh vật phù du phát sáng. \n\nBạn cũng có thể ngắm nhìn vẻ đẹp của thị trấn Cát Bà cũng như vịnh Cát Bà từ quầy bar tầng thượng tại khách sạn\n\nhttps: - - springgardencatbaxanhhotel.com - - website của khách sạn để đặt phòng trực tiếp. Bạn sẽ được giảm 15 - giảm trên giá phòng khi đặt phòng trên website\n\nChúc một ngày tốt lành\n\nTrân trọng\n\nJackĐọc thêm",
            "Nơi tuyệt vời để ghé thăm cho tất cả du khách.  Nhiều lựa chọn di chuyển từ Hà Nội, Ninh Bình. vv Cửa ngõ cho các chuyến du thuyền đến Vịnh Hạ Long và Vịnh Lan Hạ.  Nhiều lựa chọn về chỗ ở - Hostel, khách sạn dạng Hometel từ 2-5 sao.  Thức ăn tuyệt vời, bãi biển, bơi lội, Kyak, hang động và Công viên Quốc gia.  Rất nhiều để làm.  Thức ăn thật tuyệt vời.  Đọc thêm",
            "Tôi tên là Jack - đại diện ban quản lý đảo Cát Bà. Hiện tại tôi đang làm nhân viên khách sạn tại khách sạn Cát Bà Xanh Spring Garden.\n\nCảm ơn bạn đã đến đảo. Tôi - rất vui vì bạn đã có khoảng thời gian vui vẻ trên đảo. Lần sau nếu bạn quay lại, tôi xin giảm giá khi lưu trú tại khách sạn của tôi.\n\nChúng tôi cũng có dịch vụ cho thuê xe tay ga, chuyến đi trong ngày, chuyến đi qua đêm trên du thuyền và trải nghiệm sinh vật phù du phát sáng. \n\nBạn cũng có thể ngắm nhìn vẻ đẹp của thị trấn Cát Bà cũng như vịnh Cát Bà từ quầy bar tầng thượng tại khách sạn\n\nhttps: - - springgardencatbaxanhhotel.com - - website của khách sạn để đặt phòng trực tiếp. Bạn sẽ được giảm 15 - giảm trên giá phòng khi đặt phòng trên website\n\nChúc một ngày tốt lành\n\nTrân trọng\n\nJackĐọc thêm",
            "Dành 4 ngày khám phá đảo Cát Bà với những chuyến phiêu lưu chèo thuyền kayak, leo núi và nghỉ dưỡng tại các làng nổi địa phương vô cùng đặc biệt và độc đáo. Chúng tôi đã có cái nhìn sâu sắc tuyệt vời về văn hóa và ẩm thực địa phương. Sẽ tốt hơn nhiều khi ngắm nhìn vịnh Hạ Long từ đó để tránh vịnh Hạ Long quá đông đúc. Một nơi không thể bỏ qua ở Châu ÁĐọc thêm",
            "Tôi tên là Jack - đại diện ban quản lý đảo Cát Bà. Hiện tại tôi đang làm nhân viên khách sạn tại khách sạn Cát Bà Xanh Spring Garden.\n\nCảm ơn bạn đã đến đảo. Tôi - rất vui vì bạn đã có khoảng thời gian vui vẻ trên đảo. Lần sau nếu bạn quay lại, tôi xin giảm giá khi lưu trú tại khách sạn của tôi.\n\nChúng tôi cũng có dịch vụ cho thuê xe tay ga, chuyến đi trong ngày, chuyến đi qua đêm trên du thuyền và trải nghiệm sinh vật phù du phát sáng. \n\nBạn cũng có thể ngắm nhìn vẻ đẹp của thị trấn Cát Bà cũng như vịnh Cát Bà từ quầy bar tầng thượng tại khách sạn\n\nhttps: - - springgardencatbaxanhhotel.com - - website của khách sạn để đặt phòng trực tiếp. Bạn sẽ được giảm 15 - giảm trên giá phòng khi đặt phòng trên website\n\nChúc một ngày tốt lành\n\nTrân trọng\n\nJackĐọc thêm",
            "Tôi đã dành 4 ngày khám phá đảo Cát Bà với các cuộc phiêu lưu chèo thuyền kayak, bơi lội, đi bộ đường dài và nghỉ tại các làng nổi địa phương - Làng Việt Hải - nơi rất đặc biệt và độc đáo. Chúng tôi đã có cái nhìn sâu sắc tuyệt vời về văn hóa và con người địa phương ở đó. Một nơi nhất định phải đến và phải xem ở Châu Á. Đọc thêm",
            "Tôi tên là Jack - đại diện ban quản lý đảo Cát Bà. Hiện tại tôi đang làm nhân viên khách sạn tại khách sạn Cát Bà Xanh Spring Garden.\n\nCảm ơn bạn đã đến đảo. Tôi - rất vui vì bạn đã có khoảng thời gian vui vẻ trên đảo. Lần sau nếu bạn quay lại, tôi xin giảm giá khi lưu trú tại khách sạn của tôi.\n\nhttps: - - springgardencatbaxanhhotel.com - - website của khách sạn để đặt phòng trực tiếp. Bạn sẽ được giảm 15 - giảm trên giá phòng khi đặt phòng trên website\n\nChúc một ngày tốt lành\n\nTrân trọng\n\nJackĐọc thêm",
            "Tôi thực sự muốn giới thiệu một kỳ nghỉ ngắn trên đảo Cát Bà. Rất nhiều chỗ ở tươm tất và một thị trấn nhỏ ngọt ngào. Tôi muốn giới thiệu một chuyến du ngoạn trong ngày từ đó đến Vịnh Hạ Long thay vì hành trình qua đêm đắt tiền và khá thất vọng. Tôi - sẽ đi xe đạp đến làng nông nghiệp cộng đồng trên đảo. Đó là một chuyến tham quan tuyệt vời. Ngôi làng sạch sẽ không tì vết với sự góp sức của mọi người để khiến ngôi làng hoạt động hiệu quả! Chắc chắn có giá trị trong một vài ngày dựa trên hòn đảo này, một trong những hòn đảo lớn nhất trong quần đảo - Đọc thêm",
            "Chào buổi sáng cô Gill\n\nTôi tên là Jack - người quản lý tài khoản TripAdvisor đảo Cát Bà. \n\nCảm ơn bạn đã đánh giá toàn diện về mọi thứ về Đảo Cát Bà. Lần sau nếu có dịp quay lại tôi xin giới thiệu với các bạn khách sạn của tôi có tên Cát Bà Xanh Spring Garden Hotel nằm ở thị trấn Cát Bà. \n\nChúc một ngày tốt lành \n\nTrân trọng\n\nJackĐọc thêm",
            "Cát Bà tự nó là một điểm đến cho những người đến thăm vịnh Hạ Long. Hòn đảo này là hòn đảo lớn nhất trong khu vực và có thể dễ dàng tiếp cận bằng cả đường bộ và phà. Có rất nhiều điều để khám phá ở Cát Bà. Có 3 bãi tắm Cát Cò 1, 2 và 3 liền kề nhau, cách nhau bởi đồi và doi đất. Các bãi biển nhỏ nhưng đẹp. Cát Bà có hệ động thực vật phong phú nên công viên quốc gia và đa dạng sinh học là điểm đến hàng đầu. Nếu bạn muốn đi bộ đường dài, bạn có thể tận hưởng khung cảnh tuyệt đẹp từ trên đỉnh đồi. \nCát Bà là thiên đường ẩm thực dành cho những người không ngại ăn nhiều loại hải sản. Đặc biệt nhắc đến món bánh mì nổi tiếng của Việt Nam là từ một quán nhỏ ở phố Cái Bèo do các bà chủ quán. Ngoài món thông thường, họ còn phục vụ bánh mì đặc biệt được cắt thành từng miếng và đầy thịt. Người ta nên thử điều này nếu ở Cát Bà.\nĐi bộ dọc theo bến tàu vào buổi tối cũng rất được khuyến khích, nơi bạn có thể thử các quán ăn khác với thực đơn đa dạng.\nĐề nghị những người bạn đồng hành dành một ngày lười biếng ở Cát bà và đi dạo xung quanh hoặc thuê một chiếc xe đạp để tự mình khám phá.Đọc thêm",
            "Tôi tên là Jack - đại diện ban quản lý đảo Cát Bà. Hiện tại tôi đang làm nhân viên khách sạn tại khách sạn Cát Bà Xanh Spring Garden.\n\nCảm ơn bạn đã đến đảo. Tôi - rất vui vì bạn đã có khoảng thời gian vui vẻ trên đảo. Lần sau nếu bạn quay lại, tôi xin giảm giá khi lưu trú tại khách sạn của tôi. \n\nhttps: - - springgardencatbaxanhhotel.com - - website của khách sạn để đặt phòng trực tiếp. Bạn sẽ được giảm 15 - giảm trên giá phòng khi đặt phòng trên website \n\nChúc một ngày tốt lành \n\nTrân trọng\n\nJackĐọc thêm",
            "Không có nhiều việc để làm ở đây ngoài việc đi thuyền qua vịnh. Vịnh Lan Hạ yên tĩnh hơn Vịnh Hạ Long nhưng đáng buồn là vẫn bị ô nhiễm. Một khi bạn đã nhìn thấy nó thì điều đó có thể là đủ đối với hầu hết khách du lịch. Hang bệnh viện rất thú vị nhưng có thể được nhìn thấy trong một giờ. Vì vậy tôi - khuyên bạn nên tối đa 2 đêm. Mặc dù được đánh giá tốt, chúng tôi không được trải nghiệm những món ăn ngon ngoài việc ở nhà - nhà hàng đối diện Hang Bệnh viện. Dịch vụ không tốt lắm trong các nhà hàng. Nhìn chung, chúng tôi nhận thấy thị trấn này rất tồi tàn, nhưng điều gây cản trở nhất cho mọi hy vọng về hòa bình và yên tĩnh là hát karaoke vào ban đêm hoặc loa phát tin tức hoặc quảng cáo 4-7 lần trong ngày.Đọc thêm",
            "Tôi tên là Jack - đại diện ban quản lý đảo Cát Bà. Hiện tại tôi đang làm nhân viên khách sạn tại khách sạn Cát Bà Xanh Spring Garden.\n\nCảm ơn bạn đã đến đảo. Tôi - rất vui vì bạn đã có khoảng thời gian vui vẻ trên đảo. Lần sau nếu bạn quay lại, tôi xin giảm giá khi lưu trú tại khách sạn của tôi.\n\nChúng tôi cũng có dịch vụ cho thuê xe tay ga, chuyến đi trong ngày, chuyến đi qua đêm trên du thuyền và trải nghiệm sinh vật phù du phát sáng. \n\nBạn cũng có thể ngắm nhìn vẻ đẹp của thị trấn Cát Bà cũng như vịnh Cát Bà từ quầy bar tầng thượng tại khách sạn\n\nhttps: - - springgardencatbaxanhhotel.com - - website của khách sạn để đặt phòng trực tiếp. Bạn sẽ được giảm 15 - giảm trên giá phòng khi đặt phòng trên website\n\nChúc một ngày tốt lành\n\nTrân trọng\n\nJackĐọc thêm",
            "Đây là hòn đảo rất đẹp để nghỉ ngơi. Nhiều nhà hàng với hải sản tươi sống và bia ngon. Bạn cũng có thể thực hiện một số chuyến đi bằng thuyền.Đọc thêm",
            "Đảo Cát Bà là một lựa chọn thay thế ít khách du lịch hơn của Vịnh Hạ Long và bạn sẽ được ngắm nhìn cảnh quan vịnh tự nhiên hơn.  -  - Đọc thêm",
            "Chúng tôi đang sống ở Việt Nam và đây là nơi chúng tôi yêu thích nhất cho đến nay. Chúng tôi đã dành thời gian cuối tuần để lái xe đến đảo. Chúng tôi đi phà từ Bến Gót đến Cái Viềng và có một chuyến đi tuyệt vời ngay cạnh biển. Một số con đường vẫn đang được xây dựng nhưng hầu hết đều mới và tuyệt vời. Khách sạn chúng tôi ở là khách sạn Balcony PRIVATE không phải là 5 - nhưng chúng tôi chỉ trả 10 - một đêm và có tầm nhìn rộng mở tuyệt vời ra đại dương. Mọi người lạnh quá. Không có gì điên rồ ở nơi này vì tôi chưa làm quá nhiều ở đây. Vì mỗi lần về Cát Bà, tôi chỉ muốn có một khoảng thời gian bình yên thật vui vẻ, vừa trốn tránh thành phố ồn ào. Bạn có thể bị lừa tại một số cửa hàng tạp hóa khi chúng tôi trả 10 đô la - cho một số đồ ăn nhẹ có cùng mức giá với đêm khách sạn của chúng tôi. Nhưng nhà hàng không đắt chút nào. Nói chung, nó thật tuyệt vời. Chúng tôi chắc chắn sẽ quay lại sớm. Đọc thêm",
            "Nếu bạn có ý định đi Vịnh Hạ Long, xin đừng mắc sai lầm khi chọn chuyến đi trong ngày - không đáng thời gian, công sức và tiền bạc - hoặc một trong những chuyến đi 2 ngày - 1 đêm giá rẻ chỉ 85 USD trở lên. Đây là những lựa chọn tồi. Điều kỳ diệu không xảy ra ở hạ Long cực kỳ sầm uất - lên tới 20.000 du khách mỗi ngày - và với 85 USD, bạn chắc chắn sẽ bị nhồi nhét trên một chiếc thuyền, và sẽ không được ngắm nhìn nhiều Hạ Long và thậm chí sẽ không đến Lan Hạ hay Cát Bà . Đảo Cát Bà thực sự rất tuyệt và có sẵn các nhà trọ để bạn dành vài ngày và đạp xe vòng quanh!Đọc thêm",
            "Hãy đến tận hưởng ánh nắng mặt trời và con người. Các khách sạn có giá hợp lý gần mặt nước.  Thực hiện các chuyến du ngoạn trong ngày và quay lại đảo vào buổi tối để ăn tối và tiệc tùng thâu đêm.  Nơi tuyệt vời để thư giãn và thư giãn.  Đọc thêm",
            "Chúng tôi ở lại ba đêm trên đảo, dành cả ngày trên Vịnh Lan Hạ. Cát Bà là một nơi tuyệt vời để thư giãn, tránh xa Hà Nội ồn ào - náo nhiệt. Thật đáng để ghé thăm chợ thực phẩm địa phương vào sáng sớm.Đọc thêm",
            "Trải nghiệm tốt nhất của chúng tôi ở Việt Nam. Ngoài những ưu đãi tốt mà hòn đảo này có thể mang lại, tôi muốn giới thiệu một địa điểm du lịch ẩn tên là Bến Phú Gia Luận. Nằm ở vị trí cực Bắc của hòn đảo, việc đi xe máy đến đó và đến đó vào lúc hoàng hôn thật đáng kinh ngạc như bạn có thể thấy trong ảnh.Đọc thêm",
            "Chuyến đi bao gồm làng chài và vui chơi cùng - cá vui - và - nước vui - . Chúng tôi đạp xe và ngắm cảnh. Nhìn chung, một trải nghiệm tốt.Đọc thêm",
            "Bạn có thể ghé thăm Vịnh Hạ Long, tuy nhiên chuyến thăm đảo Cát Bà chắc chắn xứng đáng.  Rất dễ dàng để bắt phương tiện di chuyển từ Hà Nội và có khá nhiều địa điểm để tham quan trên đảo.  Vườn quốc gia đi dạo, hang bệnh viện và một hang động khác mà cái tên khiến tôi không thể nhớ nổi.  Thị trấn chính đang trong tình trạng xây dựng nhưng tốt về thực phẩm.  Cát Bà chắc chắn đáng để ghé thăm.Đọc thêm",
            "Tôi sẽ không bận tâm đến vịnh Hạ Long sau Cát Bà. Nơi nghỉ ngơi thoải mái, giá cả phải chăng, người dân địa phương rất tốt và đó là một hòn đảo tuyệt đẹp. Đọc thêm"
        ],
        "star_ratings": [
            689,
            372,
            132,
            69,
            57
        ],
        "review_amount": 1319,
        "location": [
            "Việt Nam",
            "Cát Bà",
            "Đảo Cát Bà",
            "Hai Phong",
            "Những điều cần làm ở Cát Bà",
            "Châu Á"
        ],
        "reviews_time": [
            "Written July 14, 2023",
            "Written August 2, 2023",
            "Written October 13, 2023",
            "Written November 16, 2023",
            "Written December 3, 2023",
            "Written January 2, 2024",
            "Written April 6, 2024",
            "Written April 10, 2024",
            "Written December 30, 2019",
            "Written December 18, 2019",
            "Written November 29, 2019",
            "Written November 29, 2019",
            "Written November 25, 2019",
            "Written November 23, 2019",
            "Written November 22, 2019",
            "Written November 11, 2019",
            "Written November 3, 2019",
            "Written October 29, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g737051-d386683-Reviews-or40-Cat_Ba_Island-Cat_Ba_Hai_Phong.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g737051-d16694857-Reviews-The_Little_Leaf_Restaurant-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Restaurant_Review-g737051-d13873556-Reviews-Cat_Ba_Oasis_Bungalow_and_Restaurant-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Restaurant_Review-g737051-d14007725-Reviews-Casa_Bonita-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Restaurant_Review-g737051-d15641621-Reviews-The_Bigman_Restaurant_Bar-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Restaurant_Review-g737051-d19501872-Reviews-Secret_Garden_Cafe_and_Restaurant-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Restaurant_Review-g737051-d26141494-Reviews-The_Three_M_Restaurant-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Restaurant_Review-g737051-d12006693-Reviews-Yummy_Restaurant-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Restaurant_Review-g737051-d3567782-Reviews-My_Way_Pizza_Healthy_Vegan_Restaurant-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Restaurant_Review-g737051-d5494198-Reviews-Cat_Ba_Oasis_Bar-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Restaurant_Review-g737051-d8625970-Reviews-Quan_Cat_Ba_Family-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g303944-d25091329-Reviews-Trekking_Cat_Ba-Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d23840529-Reviews-Ao_Coi_Valley-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d8071306-Reviews-Cat_Co_1_Beach-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d27537543-Reviews-Cat_Co_2_Beach-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d27537558-Reviews-Cat_Co_3_Beach-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d25405156-Reviews-Cat_Co_3_Beach-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d6974768-Reviews-Lan_Ha_Bay-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d14109039-Reviews-Trung_Trang_Cave-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d2041902-Reviews-Hospital_Cave-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d7309377-Reviews-Viet_Hai_Village-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d386683-Reviews-or30-Cat_Ba_Island-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d386683-Reviews-or50-Cat_Ba_Island-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d386683-Reviews-Cat_Ba_Island-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d6677777-Reviews-Cat_Ba_National_Park-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d23825754-Reviews-Thien_Long_Cave-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d15852695-Reviews-Butterfly_Valley-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g27499063-d27491135-Reviews-Hoa_Cuong_Cave-Gia_Luan_Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d19387451-Reviews-Cat_Ba_Panorama-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d14910492-Reviews-Rose_Club-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d19677727-Reviews-Cat_Ba_Sunrise_Tours-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g14776299-d8616588-Reviews-Cat_Ba_Climbing-Ha_Long_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d5973848-Reviews-Rosy_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d19065972-Reviews-Cat_Ba_Smile_Tours-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d12987639-Reviews-Cat_Ba_Green_Trail_Travel-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g303944-d13368211-Reviews-Perla_Dawn_Sails-Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d15687862-Reviews-Signature_Journey_Cat_Ba_island-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g14776299-d8300174-Reviews-Vietnam_Insider_Travel-Ha_Long_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d26840970-Reviews-Cat_Ba_Elite_Sky_Bar-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d19334987-Reviews-The_Cat_Bar-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d18996009-Reviews-The_Black_Pirates-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d13340407-Reviews-La_Paci_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g31204-d2078635-Reviews-Blazin_M_Ranch-Cottonwood_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g187438-d11500833-Reviews-Sala_Gold-Malaga_Costa_del_Sol_Province_of_Malaga_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g42310-d490513-Reviews-Windmill_Island_Gardens-Holland_Ottawa_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g41623-d12347036-Reviews-Beech_Tree-Hyannis_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d107967-Reviews-National_Air_and_Space_Museum-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g662290-d8566477-Reviews-Old_Town_Harbour-Puerto_Del_Carmen_Tias_Lanzarote_Canary_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g294446-d606455-Reviews-Mount_Dajti-Tirana_Tirana_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g1224250-d2723942-Reviews-Dang_Massage-Choeng_Thale_Thalang_District_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g30274-d3247045-Reviews-Emerald_Downs-Auburn_Washington.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g737051-d386683-Reviews-or50-Cat_Ba_Island-Cat_Ba_Hai_Phong.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g737051-d386683-Reviews-or40-Cat_Ba_Island-Cat_Ba_Hai_Phong.html"
    },
    {
        "attraction_name": "Cat Ba Island",
        "attraction_name_vi": "Đảo Cát Bà",
        "general_info": [
            "1.319 đánh giá",
            "- 3 trong số 15 điều nên làm ở Cát Bà",
            "Các công viên quốc gia",
            "Quần đảo"
        ],
        "attraction_summary": "Tất cả thông tin bạn tìm thấy về Cát Bà đều mô tả những bãi biển hoang sơ và làn nước trong vắt. Nó còn xa lắm. Các bãi biển đầy rác và nước không trong, nhiều bãi có màu nâu. Có 3 bãi biển chính và chúng tôi đã đến bãi biển 1. Nó nhỏ và chật cứng người, giao thông hỗn loạn khi càng đến nhiều.  Điều chính cần làm là những chuyến đi bằng thuyền, đó là điều chúng tôi mong muốn. Điều đó thật tốt nhưng nếu chúng tôi biết những gì chúng tôi biết bây giờ thì chúng tôi đã không đi chút nào. Với tư cách là khách du lịch, chúng tôi đã cố gắng lựa chọn những nhà hoạt động bền vững và đáng buồn thay, đến Cát Bà, chúng tôi chỉ đang tạo thêm vấn đề.Đọc thêm",
        "reviews": [
            "Cuộc phiêu lưu của Cát Bà thật tuyệt vời. Thân thiện chuyên nghiệp.  Chuyến đi thư giãn được tổ chức tốt bữa trưa tuyệt vời. Không có gì để lỗi. Ben là một hướng dẫn tuyệt vời có kiến ​​thức và vui vẻ. Thực sự có thể giới thiệu chuyến đi này!!!!! Họ cũng sắp xếp dịch vụ đưa đón về Hà Nội, taxi đến sân bay và các chuyến bay đến Đà Nẵng với mức giá ưu đãi. Ben là một người hướng dẫn tốt bụng!!!!!! Đọc thêm",
            "Tôi tên là Jack - đại diện ban quản lý đảo Cát Bà. Hiện tại tôi đang làm nhân viên khách sạn tại khách sạn Cát Bà Xanh Spring Garden.\n\nCảm ơn bạn đã đến đảo. Tôi - rất vui vì bạn đã có khoảng thời gian vui vẻ trên đảo. Lần sau nếu bạn quay lại, tôi xin giảm giá khi lưu trú tại khách sạn của tôi.\n\nChúng tôi cũng có dịch vụ cho thuê xe tay ga, chuyến đi trong ngày, chuyến đi qua đêm trên du thuyền và trải nghiệm sinh vật phù du phát sáng. \n\nBạn cũng có thể ngắm nhìn vẻ đẹp của thị trấn Cát Bà cũng như vịnh Cát Bà từ quầy bar tầng thượng tại khách sạn\n\nhttps: - - springgardencatbaxanhhotel.com - - website của khách sạn để đặt phòng trực tiếp. Bạn sẽ được giảm 15 - giảm trên giá phòng khi đặt phòng trên website\n\nChúc một ngày tốt lành\n\nTrân trọng\n\nJackĐọc thêm",
            "Nơi tuyệt vời để ghé thăm cho tất cả du khách.  Nhiều lựa chọn di chuyển từ Hà Nội, Ninh Bình. vv Cửa ngõ cho các chuyến du thuyền đến Vịnh Hạ Long và Vịnh Lan Hạ.  Nhiều lựa chọn về chỗ ở - Hostel, khách sạn dạng Hometel từ 2-5 sao.  Thức ăn tuyệt vời, bãi biển, bơi lội, Kyak, hang động và Công viên Quốc gia.  Rất nhiều để làm.  Thức ăn thật tuyệt vời.  Đọc thêm",
            "Tôi tên là Jack - đại diện ban quản lý đảo Cát Bà. Hiện tại tôi đang làm nhân viên khách sạn tại khách sạn Cát Bà Xanh Spring Garden.\n\nCảm ơn bạn đã đến đảo. Tôi - rất vui vì bạn đã có khoảng thời gian vui vẻ trên đảo. Lần sau nếu bạn quay lại, tôi xin giảm giá khi lưu trú tại khách sạn của tôi.\n\nChúng tôi cũng có dịch vụ cho thuê xe tay ga, chuyến đi trong ngày, chuyến đi qua đêm trên du thuyền và trải nghiệm sinh vật phù du phát sáng. \n\nBạn cũng có thể ngắm nhìn vẻ đẹp của thị trấn Cát Bà cũng như vịnh Cát Bà từ quầy bar tầng thượng tại khách sạn\n\nhttps: - - springgardencatbaxanhhotel.com - - website của khách sạn để đặt phòng trực tiếp. Bạn sẽ được giảm 15 - giảm trên giá phòng khi đặt phòng trên website\n\nChúc một ngày tốt lành\n\nTrân trọng\n\nJackĐọc thêm",
            "Dành 4 ngày khám phá đảo Cát Bà với những chuyến phiêu lưu chèo thuyền kayak, leo núi và lưu trú tại các làng nổi địa phương rất đặc biệt và độc đáo. Chúng tôi đã có cái nhìn sâu sắc tuyệt vời về văn hóa và ẩm thực địa phương. Sẽ tốt hơn nhiều khi ngắm nhìn vịnh Hạ Long từ đó để tránh vịnh Hạ Long quá đông đúc. Một nơi không thể bỏ qua ở Châu ÁĐọc thêm",
            "Tôi tên là Jack - đại diện ban quản lý đảo Cát Bà. Hiện tại tôi đang làm nhân viên khách sạn tại khách sạn Cát Bà Xanh Spring Garden.\n\nCảm ơn bạn đã đến đảo. Tôi - rất vui vì bạn đã có khoảng thời gian vui vẻ trên đảo. Lần sau nếu bạn quay lại, tôi xin giảm giá khi lưu trú tại khách sạn của tôi.\n\nChúng tôi cũng có dịch vụ cho thuê xe tay ga, chuyến đi trong ngày, chuyến đi qua đêm trên du thuyền và trải nghiệm sinh vật phù du phát sáng. \n\nBạn cũng có thể ngắm nhìn vẻ đẹp của thị trấn Cát Bà cũng như vịnh Cát Bà từ quầy bar tầng thượng tại khách sạn\n\nhttps: - - springgardencatbaxanhhotel.com - - website của khách sạn để đặt phòng trực tiếp. Bạn sẽ được giảm 15 - giảm trên giá phòng khi đặt phòng trên website\n\nChúc một ngày tốt lành\n\nTrân trọng\n\nJackĐọc thêm",
            "Tôi đã dành 4 ngày để khám phá đảo Cát Bà với những chuyến phiêu lưu chèo thuyền kayak, bơi lội, leo núi và nghỉ dưỡng tại các làng nổi địa phương - Làng Việt Hải - thật đặc biệt và độc đáo. Chúng tôi đã có cái nhìn sâu sắc tuyệt vời về văn hóa địa phương và con người ở đó.  Một nơi không thể bỏ qua và nhất định phải đến ở Châu Á.Đọc thêm",
            "Tôi tên là Jack - đại diện ban quản lý đảo Cát Bà. Hiện tại tôi đang làm nhân viên khách sạn tại khách sạn Cát Bà Xanh Spring Garden.\n\nCảm ơn bạn đã đến đảo. Tôi - rất vui vì bạn đã có khoảng thời gian vui vẻ trên đảo. Lần sau nếu bạn quay lại, tôi xin giảm giá khi lưu trú tại khách sạn của tôi.\n\nhttps: - - springgardencatbaxanhhotel.com - - website của khách sạn để đặt phòng trực tiếp. Bạn sẽ được giảm 15 - giảm trên giá phòng khi đặt phòng trên website\n\nChúc một ngày tốt lành\n\nTrân trọng\n\nJackĐọc thêm",
            "Tôi thực sự muốn giới thiệu một kỳ nghỉ ngắn trên đảo Cát Bà. Rất nhiều chỗ ở tươm tất và một thị trấn nhỏ ngọt ngào. Tôi muốn giới thiệu một chuyến du ngoạn trong ngày từ đó đến Vịnh Hạ Long thay vì hành trình qua đêm đắt tiền và khá thất vọng. Tôi - sẽ đi xe đạp đến làng nông nghiệp cộng đồng trên đảo. Đó là một chuyến tham quan tuyệt vời. Ngôi làng sạch sẽ không tì vết với sự góp sức của mọi người để khiến ngôi làng hoạt động hiệu quả! Chắc chắn có giá trị trong một vài ngày dựa trên hòn đảo này, một trong những hòn đảo lớn nhất trong quần đảo - Đọc thêm",
            "Chào buổi sáng cô Gill\n\nTôi tên là Jack - người quản lý tài khoản TripAdvisor đảo Cát Bà. \n\nCảm ơn bạn đã đánh giá toàn diện về mọi thứ về Đảo Cát Bà. Lần sau nếu có dịp quay lại tôi xin giới thiệu với các bạn khách sạn của tôi có tên Cát Bà Xanh Spring Garden Hotel nằm ở thị trấn Cát Bà. \n\nChúc một ngày tốt lành \n\nTrân trọng\n\nJackĐọc thêm",
            "Cát Bà tự nó là một điểm đến cho những người đến thăm vịnh Hạ Long. Hòn đảo này là hòn đảo lớn nhất trong khu vực và có thể dễ dàng tiếp cận bằng cả đường bộ và phà. Có rất nhiều điều để khám phá ở Cát Bà. Có 3 bãi tắm Cát Cò 1, 2 và 3 liền kề nhau, cách nhau bởi đồi và doi đất. Các bãi biển nhỏ nhưng đẹp. Cát Bà có hệ động thực vật phong phú nên công viên quốc gia và đa dạng sinh học là điểm đến hàng đầu. Nếu bạn muốn đi bộ đường dài, bạn có thể tận hưởng khung cảnh tuyệt đẹp từ trên đỉnh đồi. \nCát Bà là thiên đường ẩm thực dành cho những người không ngại ăn nhiều loại hải sản. Đặc biệt nhắc đến món bánh mì nổi tiếng của Việt Nam là từ một quán nhỏ ở phố Cái Bèo do các bà chủ quán. Ngoài món thông thường, họ còn phục vụ bánh mì đặc biệt được cắt thành từng miếng và đầy thịt. Người ta nên thử điều này nếu ở Cát Bà.\nĐi bộ dọc theo bến tàu vào buổi tối cũng rất được khuyến khích, nơi bạn có thể thử các quán ăn khác với thực đơn đa dạng.\nĐề nghị những người bạn đồng hành dành một ngày lười biếng ở Cát bà và đi dạo xung quanh hoặc thuê một chiếc xe đạp để tự mình khám phá.Đọc thêm",
            "Tôi tên là Jack - đại diện ban quản lý đảo Cát Bà. Hiện tại tôi đang làm nhân viên khách sạn tại khách sạn Cát Bà Xanh Spring Garden.\n\nCảm ơn bạn đã đến đảo. Tôi - rất vui vì bạn đã có khoảng thời gian vui vẻ trên đảo. Lần sau nếu bạn quay lại, tôi xin giảm giá khi lưu trú tại khách sạn của tôi. \n\nhttps: - - springgardencatbaxanhhotel.com - - website của khách sạn để đặt phòng trực tiếp. Bạn sẽ được giảm 15 - giảm trên giá phòng khi đặt phòng trên website \n\nChúc một ngày tốt lành \n\nTrân trọng\n\nJackĐọc thêm",
            "Không có nhiều việc để làm ở đây ngoài việc đi thuyền qua vịnh. Vịnh Lan Hạ yên tĩnh hơn Vịnh Hạ Long nhưng đáng buồn là vẫn bị ô nhiễm. Một khi bạn đã nhìn thấy nó thì điều đó có thể là đủ đối với hầu hết khách du lịch. Hang bệnh viện rất thú vị nhưng có thể được nhìn thấy trong một giờ. Vì vậy tôi - khuyên bạn nên tối đa 2 đêm. Mặc dù được đánh giá tốt, chúng tôi không được trải nghiệm những món ăn ngon ngoài việc ở nhà - nhà hàng đối diện Hang Bệnh viện. Dịch vụ không tốt lắm trong các nhà hàng. Nhìn chung, chúng tôi nhận thấy thị trấn này rất tồi tàn, nhưng điều gây cản trở nhất cho mọi hy vọng về hòa bình và yên tĩnh là hát karaoke vào ban đêm hoặc loa phát tin tức hoặc quảng cáo 4-7 lần trong ngày.Đọc thêm",
            "Tôi tên là Jack - đại diện ban quản lý đảo Cát Bà. Hiện tại tôi đang làm nhân viên khách sạn tại khách sạn Cát Bà Xanh Spring Garden.\n\nCảm ơn bạn đã đến đảo. Tôi - rất vui vì bạn đã có khoảng thời gian vui vẻ trên đảo. Lần sau nếu bạn quay lại, tôi xin giảm giá khi lưu trú tại khách sạn của tôi.\n\nChúng tôi cũng có dịch vụ cho thuê xe tay ga, chuyến đi trong ngày, chuyến đi qua đêm trên du thuyền và trải nghiệm sinh vật phù du phát sáng. \n\nBạn cũng có thể ngắm nhìn vẻ đẹp của thị trấn Cát Bà cũng như vịnh Cát Bà từ quầy bar tầng thượng tại khách sạn\n\nhttps: - - springgardencatbaxanhhotel.com - - website của khách sạn để đặt phòng trực tiếp. Bạn sẽ được giảm 15 - giảm trên giá phòng khi đặt phòng trên website\n\nChúc một ngày tốt lành\n\nTrân trọng\n\nJackĐọc thêm",
            "Cát Bà là một hòn đảo thư giãn thực sự đẹp và có rất ít xe cộ qua lại so với những nơi khác ở Việt Nam. Thay vì bắt một chuyến du lịch từ Hà Nội đến Vịnh Hạ Long, một lựa chọn tốt hơn và rẻ hơn là đến Cát Bát - 250 000 D bằng xe buýt - và tham quan Vịnh Hạ Long từ đó.Đọc thêm",
            "Cat baThis island is the quieter counterpart to the bustling, tourist overloaded Ha Long bay. Definitely worth a visit for some peace and quiet. If you - re confident enough, rent a motorcycle and explore the island and the local markets! Navigating is pretty straightforward and very doable.Getting to Cat Ba itself is the slightly complicated part though. You have to take a bus-bus-boat-bus combination that is only offered by the Hoang Long company from Lueng Yen Bus Station. Online reports related the journey to be a relatively stress free experience if you can get the combination ticket from the company booth at Lueng Yen for about 220kDong. However our flight landed late, making us eligible only for the last bus leaving at 1:20pm. Upon arrival at the bus station, we were told that it was a  - holiday -  and the last bus timing was no long operational. So we had a choice of being stuck in Hanoi, or find our own way to Cat Ba where we already had a hotel booking. This is not something I would recommend anyone as breaking down the transits make it more difficult to arrange yourself and everyone tries to fleece you each step of the way.Leung Yen to Hai PhongBus was relatively simple to book, just board any Hoang Loang bus heading to Hai Phong pay a standard fee of 75kDong. Journey takes about 4 hours.Hai Phong to Ben Binh Ferry TerminalThis is where the fleecing starts. You get off at a bus station in Hai Phong where the combination ticket should supposedly get you a transfer to the terminal. However, we were greeted by very vague and unhelpful replies and in the end we were heckled to get a motorcycle or taxi trip to Ben Binh. Motorcycle trip was quoted as 20kDong at the office but the touters were quoting as much as 50k. They bring you to a roadside stall where the stated price for a ferry ride is 220k but they tell you it - s 300k for being  - last minute -  and the  - last timing -  at 4pm. The bus ticket actual cost we found out is 160k. The ticket covers the ferry and island bus into Cat Ba town.Cat Ba townWe arrive at the main pier on the riverside tourist stretch and try to find our hotel. We ask for help for directions to our hotel and instead get bombarded by insistent motorcycle and taxi drivers trying to bring us 1km away to the hotel they work for. In the end we just walked around while being followed by a string of people still pestering us to go to their hotel despite us repeatedly telling them we already had a booking.My advice? Take the combination ticket or forget it and stay the night in hanoi. Getting there yourself is not worth the hassle and extra cost each transit.Read more",
            "Đừng thuê xe máy hoặc xe tay ga từ khách sạn Thắng Lợi trên đường chính. Chúng tôi bị xẹp lốp do săm bên trong được sửa chữa kém và khi trả lại chiếc xe đạp, chúng tôi được thông báo rằng chúng tôi sẽ phải trả tiền cho một săm mới mặc dù việc sửa chữa kém chất lượng đã gây ra sự cố. Hãy tránh nơi này nếu bạn có thể! Đọc thêm",
            "Nếu bạn có chút cảm giác phiêu lưu và thích du lịch một mình, ĐỪNG đặt tour trọn gói tham quan vịnh Hạ Long từ Hà Nội. Tự đi đến Đảo Cát Bà từ bến xe buýt với giá khoảng - 10 cho vé kết hợp xe buýt - thuyền - xe buýt, sau đó đặt các môn thể thao mạo hiểm của bạn thông qua Slo Pony Adventures khi bạn đến đảo, nơi này hoàn toàn tuyệt vời. Tôi cũng thực sự khuyên bạn nên thuê một chiếc xe tay ga và khám phá trên 2 bánh vì đường rất tốt, ít xe cộ và quang cảnh ngoạn mục. Đồ ăn đường phố Mr Zooms rất tuyệt vời cho một bữa ăn giá rẻ và Khách sạn La Pont có - 3 phòng ngủ tập thể. Đọc thêm",
            "Vì một lý do nào đó mà bản thân chúng tôi không biết, chúng tôi đã đến đầu phía bắc của hòn đảo. Rất nhanh chóng và rẻ - một giờ rưỡi băng qua - trên chiếc phà rõ ràng là địa phương. Khi đến Cát Bà, một tài xế taxi đề nghị đưa chúng tôi vào thị trấn với giá - 40. Chúng tôi từ chối và sau đó hai người đi xe máy đề nghị cho chúng tôi đi nhờ - mỗi người 10. Chúng tôi lại từ chối và bắt đầu đi bộ. Khi chúng tôi tiếp cận người tài xế xe buýt địa phương, có vẻ như anh ta đang bị một trong những người chào hàng ép buộc phải đưa ra một mức giá vô lý - dường như có một hoạt động mafia nào đó đang diễn ra - . Chúng tôi quyết định tiếp tục đi bộ. Chúng tôi đã bám theo những chiếc xe máy trong một giờ đồng hồ - họ thậm chí còn theo chúng tôi lên con đường dẫn đến hang động -. Rõ ràng là họ đang đợi chúng tôi mệt mỏi rồi sẽ sà xuống. một người thậm chí còn cho chúng tôi xem bản đồ cho biết việc đi bộ của chúng tôi sẽ khó khăn như thế nào. cuối cùng một chiếc xe buýt địa phương cũng đến và đề nghị chở chúng tôi với giá 50.000 đồng. Điều này ông đã nói trong phiên điều trần của những người chào hàng. Khi chúng tôi xuống xe, anh ấy chỉ tính phí cho chúng tôi 20.000 đồng - rõ ràng là đúng giá - .Đọc thêm",
            "Việc chúng tôi đến Hạ Long là một vụ lừa đảo kéo dài hết lần này đến lần khác, không có - Chính phủ - Thuyền du lịch, bạn sẽ bị bán cho một chiếc thuyền du lịch.  Chỉ cần nói rằng điểm đến của bạn sẽ là ở phía Bắc xa xôi của Đảo, và bạn sẽ vừa lỡ chuyến xe buýt QH xanh địa phương cuối cùng - giá vé 15.000đ - đến Thị trấn Cát Bà, hoặc bạn sẽ bị nói dối để ngăn cản việc lên xe Nó.  Sau đó, bạn bị mắc kẹt và phó mặc cho những người chào hàng bằng mô tô địa phương, tài xế xe tải nhỏ và xe buýt du lịch chính thức, tất cả đều hành động cùng nhau.  Dự kiến ​​sẽ phải trả nhiều nhất từ ​​100.000 - 50.000 đồng mỗi người, nhưng chỉ sau một khoảng thời gian rất xấu xí và đáng sợ.  Khi đến thị trấn Cát Bà, bạn có thể thư giãn và tận hưởng chỗ ở - ẩm thực có giá trị lớn.  Chúng tôi ở khách sạn Đức Tuân và có những căn phòng tuyệt vời với tầm nhìn tuyệt đẹp ra bến cảng - 8 đêm.  Gia đình ở đây thực sự rất thân thiện và hữu ích.  Chúng tôi đặc biệt thích món cá hồng nướng sả tại nhà hàng. Nếu bạn không muốn thuê xe máy hoặc tham gia một chuyến du lịch có tổ chức, bạn có thể đến Công viên Quốc gia và Hang Bệnh viện bằng xe buýt địa phương, chỉ cần kiểm tra thời gian như không có nhiều mỗi ngày.Đọc thêm",
            "This is a post about a trip in a time when we are confined, so I would like to write about non-travel. I think that everyone deserves to see paradise before dying. Most of us travel to have new experiences and, if it - s possible, so that these be rewarding. We are looking for a good hotel, a good landscape, good fun. Cat ba, Vietnam and Asia, in general, can offer you that and more. However, if you want the true experience of my trip, I assure you that there is something better than the good hotel, the perfect sunset and the best adventure sports and that experience is the people you can get to know.\tSee the peasants in the rice paddies, the fishermen sleeping in their humble houses on the sea, meet Westerners who have left their lives behind for a dream, people praying in the temples, masseurs who give it all their kindness and effort after fifteen consecutive hours of work and the infinite and unfathomable sea that constantly reminds us of its beauty and its power, the same sea that in an instant can devastate entire islands. I have been privileged since I have been able to have all those experiences and I have also been doubly privileged to have the ability to see all of this. For many people all these experiences would be non-trip, they would be prohibited in their vision and in their voyage.At this moment, I am barely a kilometer from my house, doing everyday things and seeing common people and I still have the experiences of not traveling because everywhere I only see people who want to be happy. In Asia there are excellent and cheap hotels, there is exquisite food and you can live like a rich man for a few days and you can be very happy during those days. However, in my city I have fantastic landscapes, hotels and leisure, I do not need to move to find the same, the only thing I do not have is all the people I have met on my way and who are now there. My advice is to look for the best hotel, the best food and that - s why I recommend TripAdvisor, but there is something that you cannot find in this application or any that I or anyone else can give you, and it is to all the people that you will come across the way, I advise you not to miss it because in your homeland you will also find great restaurants and hotels if you are longing but it will be very difficult perhaps to see your travel companions if only for a day. I encourage you not to miss all those people and don - t be afraid to meet them! Come on, what are you waiting for?Read more",
            "Hòn đảo rừng rậm tuyệt vời với những hang động và bãi biển tuyệt đẹp.. nhưng có quá nhiều rác thải nhựa trong đại dương, trên các bãi biển và trong Forrest.. một số thùng rác ở đây và ở đó, trong đại dương nữa.. vì vậy hãy bắt đầu nhặt rác rác và đặt nó vào nơi nó thuộc về. Và nói không với đồ nhựa dùng một lần! Chúng ta có thể khắc phục điều này!!Đọc thêm",
            "Công ty này được Lonely Planet và Asia Outdoors giới thiệu là cách đơn giản và đáng tin cậy nhất để đến Thị trấn Cát Bà. Nó không dành cho chúng tôi. Chúng tôi đã đặt vé trực tuyến. Chỉ sau khi đặt vé, chúng tôi mới nhận được email thông báo rằng chúng tôi phải nhận vé ít nhất 3 giờ trước khi khởi hành, nếu không vé sẽ bị hủy hoặc chúng tôi phải tải vé điện tử từ một trang web bí ẩn bằng mã bí ẩn trên email xác nhận - SMS - SMS không bao giờ đến - .  Bối rối, khi đến Hà Nội lúc 5 giờ sáng, chúng tôi quyết định đến văn phòng họ chỉ điểm đón để hỏi - in vé giấy cho chúng tôi. Văn phòng đã đóng cửa, đóng cửa hoàn toàn và xét đến việc họ nói sẽ đến đó sớm một tiếng, vì chuyến xe buýt lúc 7:20 sáng, tôi đã mong đợi sẽ có người ở đó trước 6:30 sáng. Không có niềm vui. Cuối cùng, lúc 7 giờ 15 sáng, nó mở cửa nhưng người dân địa phương đang bận gửi bưu kiện và nhân viên tại bàn làm việc trống rỗng với chúng tôi, thô lỗ đến mức họ không thừa nhận chúng tôi hoặc giao tiếp bằng mắt. Cuối cùng, một người dân địa phương với thứ tiếng Anh mơ hồ đã viết ra 11:20 sáng, cho biết chúng tôi sẽ phải đợi chuyến xe buýt đó. Hỏi - viết - bắt chước lịch sự để mua vé từ nhân viên là không thể vì chúng tôi bị phớt lờ, nói chuyện bằng tiếng Việt và cảm thấy không được chào đón. Hơn nữa, một cặp vợ chồng khác đang cố gắng đến Cát Bà trên cùng một chuyến xe buýt đã đến địa chỉ của bến xe đã ngừng hoạt động và không còn xe Hoàng Long nào đi từ đó nữa. Có lẽ nếu bạn đến văn phòng và trực tiếp mua vé xe buýt vào giữa ngày không phải vào sáng sớm thì công ty này thật tuyệt. Chúng tôi từ bỏ nỗ lực sử dụng chúng, mất tiền và đi nơi khác. Đọc thêm",
            "Chúng tôi đã ở lại 4 đêm trên đảo Cát Bà, một phần của chuỗi 366 hòn đảo nằm trong khu vực rộng lớn hơn của vịnh Hạ Long ngoài khơi bờ biển Đông Bắc Việt Nam. Nổi tiếng với vẻ đẹp thiên nhiên tuyệt đẹp, nơi đây đã được UNESCO chính thức công nhận là Khu dự trữ sinh quyển thế giới. Cát Bà cũng được biết đến với những ngọn núi đá vôi gồ ghề, suối nước nóng - lạnh, rừng nhiệt đới ẩm và rạn san hô, cũng như những bãi biển vắng vẻ và lối sống giản dị của người dân đảo. Nơi đây thu hút hàng triệu du khách từ khắp nơi trên thế giới. Tuy nhiên, nơi đây ngập tràn rác thải ở khắp mọi nơi - Vâng, ở khắp mọi nơi và tôi chưa bao giờ bơi - chèo thuyền ở vùng biển rộng - và lặn với ống thở - nơi không có cá. Không có. Toàn bộ khu vực này bị đánh bắt quá mức và tệ hơn nhiều - bị ô nhiễm nghiêm trọng. Thật đáng xấu hổ, một thảm họa có quy mô toàn cầu và người dân Việt Nam nên rất xấu hổ! Tôi hy vọng những người khác sẽ đăng những đánh giá trung thực tương tự và một số hành động có thể được thực hiện. Họ đang phá hủy một khu vực xinh đẹp! Đọc thêm"
        ],
        "star_ratings": [
            689,
            372,
            132,
            69,
            57
        ],
        "review_amount": 1319,
        "location": [
            "Việt Nam",
            "Cát Bà",
            "Đảo Cát Bà",
            "Hai Phong",
            "Những điều cần làm ở Cát Bà",
            "Châu Á"
        ],
        "reviews_time": [
            "Written July 14, 2023",
            "Written August 2, 2023",
            "Written October 13, 2023",
            "Written November 16, 2023",
            "Written December 3, 2023",
            "Written January 2, 2024",
            "Written April 6, 2024",
            "Written April 10, 2024",
            "Written April 22, 2015",
            "Written March 14, 2015",
            "Written May 11, 2013",
            "Written March 26, 2012",
            "Written March 6, 2011",
            "Written November 27, 2010",
            "Written May 16, 2020",
            "Written July 11, 2019",
            "Written August 19, 2017",
            "Written September 10, 2016"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g737051-d386683-Reviews-or50-Cat_Ba_Island-Cat_Ba_Hai_Phong.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g737051-d16694857-Reviews-The_Little_Leaf_Restaurant-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Restaurant_Review-g737051-d13873556-Reviews-Cat_Ba_Oasis_Bungalow_and_Restaurant-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Restaurant_Review-g737051-d14007725-Reviews-Casa_Bonita-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Restaurant_Review-g737051-d15641621-Reviews-The_Bigman_Restaurant_Bar-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Restaurant_Review-g737051-d19501872-Reviews-Secret_Garden_Cafe_and_Restaurant-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Restaurant_Review-g737051-d26141494-Reviews-The_Three_M_Restaurant-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Restaurant_Review-g737051-d12006693-Reviews-Yummy_Restaurant-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Restaurant_Review-g737051-d3567782-Reviews-My_Way_Pizza_Healthy_Vegan_Restaurant-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Restaurant_Review-g737051-d5494198-Reviews-Cat_Ba_Oasis_Bar-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Restaurant_Review-g737051-d8625970-Reviews-Quan_Cat_Ba_Family-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g303944-d25091329-Reviews-Trekking_Cat_Ba-Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d23840529-Reviews-Ao_Coi_Valley-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d8071306-Reviews-Cat_Co_1_Beach-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d27537543-Reviews-Cat_Co_2_Beach-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d27537558-Reviews-Cat_Co_3_Beach-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d25405156-Reviews-Cat_Co_3_Beach-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d6974768-Reviews-Lan_Ha_Bay-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d14109039-Reviews-Trung_Trang_Cave-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d2041902-Reviews-Hospital_Cave-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d7309377-Reviews-Viet_Hai_Village-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d386683-Reviews-or40-Cat_Ba_Island-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d386683-Reviews-or60-Cat_Ba_Island-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d386683-Reviews-Cat_Ba_Island-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d6677777-Reviews-Cat_Ba_National_Park-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d23825754-Reviews-Thien_Long_Cave-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d15852695-Reviews-Butterfly_Valley-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g27499063-d27491135-Reviews-Hoa_Cuong_Cave-Gia_Luan_Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d19387451-Reviews-Cat_Ba_Panorama-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d14910492-Reviews-Rose_Club-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d19677727-Reviews-Cat_Ba_Sunrise_Tours-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g14776299-d8616588-Reviews-Cat_Ba_Climbing-Ha_Long_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d5973848-Reviews-Rosy_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d19065972-Reviews-Cat_Ba_Smile_Tours-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d12987639-Reviews-Cat_Ba_Green_Trail_Travel-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g303944-d13368211-Reviews-Perla_Dawn_Sails-Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d15687862-Reviews-Signature_Journey_Cat_Ba_island-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g14776299-d8300174-Reviews-Vietnam_Insider_Travel-Ha_Long_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d26840970-Reviews-Cat_Ba_Elite_Sky_Bar-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d19334987-Reviews-The_Cat_Bar-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d18996009-Reviews-The_Black_Pirates-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d13340407-Reviews-La_Paci_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g309236-d293020-Reviews-Arenal_Volcano-Arenal_Volcano_National_Park_Province_of_Alajuela.html",
            "https://www.tripadvisor.com/Attraction_Review-g10006284-d148331-Reviews-Grace_Bay_Beach-Grace_Bay_Providenciales_Turks_and_Caicos.html",
            "https://www.tripadvisor.com/Attraction_Review-g50207-d137605-Reviews-USS_Cod_Submarine_Memorial-Cleveland_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g46168-d558693-Reviews-Castle_in_the_Clouds-Moultonborough_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g309240-d17634720-Reviews-Daniel_Oduber_International_Airport-Liberia_Province_of_Guanacaste.html",
            "https://www.tripadvisor.com/Attraction_Review-g40656-d277840-Reviews-Maine_Wildlife_Park-Gray_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g54917-d654104-Reviews-Bristol_Caverns-Bristol_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g42338-d6887558-Reviews-Ionia_State_Recreation_Area-Ionia_Ionia_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g58277-d4737553-Reviews-Naval_Air_Station_Oceana-Virginia_Beach_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g635615-d6940175-Reviews-Kolimbia_Beach-Kolimbia_Rhodes_Dodecanese_South_Aegean.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g737051-d386683-Reviews-or60-Cat_Ba_Island-Cat_Ba_Hai_Phong.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g737051-d386683-Reviews-or50-Cat_Ba_Island-Cat_Ba_Hai_Phong.html"
    },
    {
        "attraction_name": "Cat Ba Island",
        "attraction_name_vi": "Đảo Cát Bà",
        "general_info": [
            "1.319 đánh giá",
            "- 3 trong số 15 điều nên làm ở Cát Bà",
            "Các công viên quốc gia",
            "Quần đảo"
        ],
        "attraction_summary": "Tất cả thông tin bạn tìm thấy về Cát Bà đều mô tả những bãi biển hoang sơ và làn nước trong vắt. Nó còn xa lắm. Các bãi biển đầy rác và nước không trong, nhiều bãi có màu nâu. Có 3 bãi biển chính và chúng tôi đã đến bãi biển 1. Nó nhỏ và chật cứng người, giao thông hỗn loạn khi càng đến nhiều.  Điều chính cần làm là những chuyến đi bằng thuyền, đó là điều chúng tôi mong muốn. Điều đó thật tốt nhưng nếu chúng tôi biết những gì chúng tôi biết bây giờ thì chúng tôi đã không đi chút nào. Với tư cách là khách du lịch, chúng tôi đã cố gắng lựa chọn những nhà hoạt động bền vững và đáng buồn thay, đến Cát Bà, chúng tôi chỉ đang tạo thêm vấn đề.Đọc thêm",
        "reviews": [
            "Cuộc phiêu lưu của Cát Bà thật tuyệt vời. Thân thiện chuyên nghiệp.  Chuyến đi thư giãn được tổ chức tốt bữa trưa tuyệt vời. Không có gì để lỗi. Ben là một hướng dẫn tuyệt vời có kiến ​​thức và vui vẻ. Thực sự có thể giới thiệu chuyến đi này!!!!! Họ cũng sắp xếp dịch vụ đưa đón về Hà Nội, taxi đến sân bay và các chuyến bay đến Đà Nẵng với mức giá ưu đãi. Ben là một người hướng dẫn tốt bụng!!!!!! Đọc thêm",
            "Tôi tên là Jack - đại diện ban quản lý đảo Cát Bà. Hiện tại tôi đang làm nhân viên khách sạn tại khách sạn Cát Bà Xanh Spring Garden.\n\nCảm ơn bạn đã đến đảo. Tôi - rất vui vì bạn đã có khoảng thời gian vui vẻ trên đảo. Lần sau nếu bạn quay lại, tôi xin giảm giá khi lưu trú tại khách sạn của tôi.\n\nChúng tôi cũng có dịch vụ cho thuê xe tay ga, chuyến đi trong ngày, chuyến đi qua đêm trên du thuyền và trải nghiệm sinh vật phù du phát sáng. \n\nBạn cũng có thể ngắm nhìn vẻ đẹp của thị trấn Cát Bà cũng như vịnh Cát Bà từ quầy bar tầng thượng tại khách sạn\n\nhttps: - - springgardencatbaxanhhotel.com - - website của khách sạn để đặt phòng trực tiếp. Bạn sẽ được giảm 15 - giảm trên giá phòng khi đặt phòng trên website\n\nChúc một ngày tốt lành\n\nTrân trọng\n\nJackĐọc thêm",
            "Nơi tuyệt vời để ghé thăm cho tất cả du khách.  Nhiều lựa chọn di chuyển từ Hà Nội, Ninh Bình. vv Cửa ngõ cho các chuyến du thuyền đến Vịnh Hạ Long và Vịnh Lan Hạ.  Nhiều lựa chọn về chỗ ở - Hostel, khách sạn dạng Hometel từ 2-5 sao.  Thức ăn tuyệt vời, bãi biển, bơi lội, Kyak, hang động và Công viên Quốc gia.  Rất nhiều để làm.  Thức ăn thật tuyệt vời.  Đọc thêm",
            "Tôi tên là Jack - đại diện ban quản lý đảo Cát Bà. Hiện tại tôi đang làm nhân viên khách sạn tại khách sạn Cát Bà Xanh Spring Garden.\n\nCảm ơn bạn đã đến đảo. Tôi - rất vui vì bạn đã có khoảng thời gian vui vẻ trên đảo. Lần sau nếu bạn quay lại, tôi xin giảm giá khi lưu trú tại khách sạn của tôi.\n\nChúng tôi cũng có dịch vụ cho thuê xe tay ga, chuyến đi trong ngày, chuyến đi qua đêm trên du thuyền và trải nghiệm sinh vật phù du phát sáng. \n\nBạn cũng có thể ngắm nhìn vẻ đẹp của thị trấn Cát Bà cũng như vịnh Cát Bà từ quầy bar tầng thượng tại khách sạn\n\nhttps: - - springgardencatbaxanhhotel.com - - website của khách sạn để đặt phòng trực tiếp. Bạn sẽ được giảm 15 - giảm trên giá phòng khi đặt phòng trên website\n\nChúc một ngày tốt lành\n\nTrân trọng\n\nJackĐọc thêm",
            "Dành 4 ngày khám phá đảo Cát Bà với những chuyến phiêu lưu chèo thuyền kayak, leo núi và nghỉ dưỡng tại các làng nổi địa phương vô cùng đặc biệt và độc đáo. Chúng tôi đã có cái nhìn sâu sắc tuyệt vời về văn hóa và ẩm thực địa phương. Sẽ tốt hơn nhiều khi ngắm nhìn vịnh Hạ Long từ đó để tránh vịnh Hạ Long quá đông đúc. Một nơi không thể bỏ qua ở Châu ÁĐọc thêm",
            "Tôi tên là Jack - đại diện ban quản lý đảo Cát Bà. Hiện tại tôi đang làm nhân viên khách sạn tại khách sạn Cát Bà Xanh Spring Garden.\n\nCảm ơn bạn đã đến đảo. Tôi - rất vui vì bạn đã có khoảng thời gian vui vẻ trên đảo. Lần sau nếu bạn quay lại, tôi xin giảm giá khi lưu trú tại khách sạn của tôi.\n\nChúng tôi cũng có dịch vụ cho thuê xe tay ga, chuyến đi trong ngày, chuyến đi qua đêm trên du thuyền và trải nghiệm sinh vật phù du phát sáng. \n\nBạn cũng có thể ngắm nhìn vẻ đẹp của thị trấn Cát Bà cũng như vịnh Cát Bà từ quầy bar tầng thượng tại khách sạn\n\nhttps: - - springgardencatbaxanhhotel.com - - website của khách sạn để đặt phòng trực tiếp. Bạn sẽ được giảm 15 - giảm trên giá phòng khi đặt phòng trên website\n\nChúc một ngày tốt lành\n\nTrân trọng\n\nJackĐọc thêm",
            "Tôi đã dành 4 ngày để khám phá đảo Cát Bà với những chuyến phiêu lưu chèo thuyền kayak, bơi lội, leo núi và nghỉ dưỡng tại các làng nổi địa phương - Làng Việt Hải - thật đặc biệt và độc đáo. Chúng tôi đã có cái nhìn sâu sắc tuyệt vời về văn hóa địa phương và con người ở đó.  Một nơi không thể bỏ qua và nhất định phải đến ở Châu Á.Đọc thêm",
            "Tôi tên là Jack - đại diện ban quản lý đảo Cát Bà. Hiện tại tôi đang làm nhân viên khách sạn tại khách sạn Cát Bà Xanh Spring Garden.\n\nCảm ơn bạn đã đến đảo. Tôi - rất vui vì bạn đã có khoảng thời gian vui vẻ trên đảo. Lần sau nếu bạn quay lại, tôi xin giảm giá khi lưu trú tại khách sạn của tôi.\n\nhttps: - - springgardencatbaxanhhotel.com - - website của khách sạn để đặt phòng trực tiếp. Bạn sẽ được giảm 15 - giảm trên giá phòng khi đặt phòng trên website\n\nChúc một ngày tốt lành\n\nTrân trọng\n\nJackĐọc thêm",
            "Tôi thực sự muốn giới thiệu một kỳ nghỉ ngắn trên đảo Cát Bà. Rất nhiều chỗ ở tươm tất và một thị trấn nhỏ ngọt ngào. Tôi muốn giới thiệu một chuyến du ngoạn trong ngày từ đó đến Vịnh Hạ Long thay vì hành trình qua đêm đắt tiền và khá thất vọng. Tôi - sẽ đi xe đạp đến làng nông nghiệp cộng đồng trên đảo. Đó là một chuyến tham quan tuyệt vời. Ngôi làng sạch sẽ không tì vết với sự góp sức của mọi người để khiến ngôi làng hoạt động hiệu quả! Chắc chắn có giá trị trong một vài ngày dựa trên hòn đảo này, một trong những hòn đảo lớn nhất trong quần đảo - Đọc thêm",
            "Chào buổi sáng cô Gill\n\nTôi tên là Jack - người quản lý tài khoản TripAdvisor đảo Cát Bà. \n\nCảm ơn bạn đã đánh giá toàn diện về mọi thứ về Đảo Cát Bà. Lần sau nếu có dịp quay lại tôi xin giới thiệu với các bạn khách sạn của tôi có tên Cát Bà Xanh Spring Garden Hotel nằm ở thị trấn Cát Bà. \n\nChúc một ngày tốt lành \n\nTrân trọng\n\nJackĐọc thêm",
            "Cát Bà tự nó là một điểm đến cho những người đến thăm vịnh Hạ Long. Hòn đảo này là hòn đảo lớn nhất trong khu vực và có thể dễ dàng tiếp cận bằng cả đường bộ và phà. Có rất nhiều điều để khám phá ở Cát Bà. Có 3 bãi tắm Cát Cò 1, 2 và 3 liền kề nhau, cách nhau bởi đồi và doi đất. Các bãi biển nhỏ nhưng đẹp. Cát Bà có hệ động thực vật phong phú nên công viên quốc gia và đa dạng sinh học là điểm đến hàng đầu. Nếu bạn muốn đi bộ đường dài, bạn có thể tận hưởng khung cảnh tuyệt đẹp từ trên đỉnh đồi. \nCát Bà là thiên đường ẩm thực dành cho những người không ngại ăn nhiều loại hải sản. Đặc biệt nhắc đến món bánh mì nổi tiếng của Việt Nam là từ một quán nhỏ ở phố Cái Bèo do các bà chủ quán. Ngoài món thông thường, họ còn phục vụ bánh mì đặc biệt được cắt thành từng miếng và đầy thịt. Người ta nên thử điều này nếu ở Cát Bà.\nĐi bộ dọc theo bến tàu vào buổi tối cũng rất được khuyến khích, nơi bạn có thể thử các quán ăn khác với thực đơn đa dạng.\nĐề nghị những người bạn đồng hành dành một ngày lười biếng ở Cát bà và đi dạo xung quanh hoặc thuê một chiếc xe đạp để tự mình khám phá.Đọc thêm",
            "Tôi tên là Jack - đại diện ban quản lý đảo Cát Bà. Hiện tại tôi đang làm nhân viên khách sạn tại khách sạn Cát Bà Xanh Spring Garden.\n\nCảm ơn bạn đã đến đảo. Tôi - rất vui vì bạn đã có khoảng thời gian vui vẻ trên đảo. Lần sau nếu bạn quay lại, tôi xin giảm giá khi lưu trú tại khách sạn của tôi. \n\nhttps: - - springgardencatbaxanhhotel.com - - website của khách sạn để đặt phòng trực tiếp. Bạn sẽ được giảm 15 - giảm trên giá phòng khi đặt phòng trên website \n\nChúc một ngày tốt lành \n\nTrân trọng\n\nJackĐọc thêm",
            "Không có nhiều việc để làm ở đây ngoài việc đi thuyền qua vịnh. Vịnh Lan Hạ yên tĩnh hơn Vịnh Hạ Long nhưng đáng buồn là vẫn bị ô nhiễm. Một khi bạn đã nhìn thấy nó thì điều đó có thể là đủ đối với hầu hết khách du lịch. Hang bệnh viện rất thú vị nhưng có thể được nhìn thấy trong một giờ. Vì vậy tôi - khuyên bạn nên tối đa 2 đêm. Mặc dù được đánh giá tốt, chúng tôi không được trải nghiệm những món ăn ngon ngoài việc ở nhà - nhà hàng đối diện Hang Bệnh viện. Dịch vụ không tốt lắm trong các nhà hàng. Nhìn chung, chúng tôi nhận thấy thị trấn này rất tồi tàn, nhưng điều gây cản trở nhất cho mọi hy vọng về hòa bình và yên tĩnh là hát karaoke vào ban đêm hoặc loa phát tin tức hoặc quảng cáo 4-7 lần trong ngày.Đọc thêm",
            "Tôi tên là Jack - đại diện ban quản lý đảo Cát Bà. Hiện tại tôi đang làm nhân viên khách sạn tại khách sạn Cát Bà Xanh Spring Garden.\n\nCảm ơn bạn đã đến đảo. Tôi - rất vui vì bạn đã có khoảng thời gian vui vẻ trên đảo. Lần sau nếu bạn quay lại, tôi xin giảm giá khi lưu trú tại khách sạn của tôi.\n\nChúng tôi cũng có dịch vụ cho thuê xe tay ga, chuyến đi trong ngày, chuyến đi qua đêm trên du thuyền và trải nghiệm sinh vật phù du phát sáng. \n\nBạn cũng có thể ngắm nhìn vẻ đẹp của thị trấn Cát Bà cũng như vịnh Cát Bà từ quầy bar tầng thượng tại khách sạn\n\nhttps: - - springgardencatbaxanhhotel.com - - website của khách sạn để đặt phòng trực tiếp. Bạn sẽ được giảm 15 - giảm trên giá phòng khi đặt phòng trên website\n\nChúc một ngày tốt lành\n\nTrân trọng\n\nJackĐọc thêm",
            "Tôi ở trong một khách sạn ở mặt trước cũng ổn, không có gì mô tả nhưng ok. Khung cảnh của những chiếc thuyền và bến cảng rất đẹp. Tuy nhiên, thị trấn không có gì cho nó. Chủ yếu là khách sạn và đại lý du lịch. Không có linh hồn chút nào. Có rác ở khắp mọi nơi và các công trình xây dựng và mảnh vụn. Bãi biển gần nhất rất kỳ quặc và cũng bẩn thỉu với một chiếc bơm hơi khổng lồ khó coi ngay gần bãi biển. Vấn đề chính là sự bẩn thỉu - chưa bao giờ thấy nhiều chuột đến vậy trong 24 giờ - và đó - đó là từ duy nhất dành cho nó. Không có lý do gì cho tất cả rác thải ở khắp mọi nơi và tàn tích của các tòa nhà rơi xuống. Có vẻ như họ đang xây dựng nhiều khách sạn hơn cho khách du lịch nhưng tôi không thể tưởng tượng được họ sẽ thu hút được nhiều người quay lại. Nơi này cần một cuộc đại tu nghiêm túc và họ cần phân loại rác. Đọc thêm",
            "Cát Bà nhỏ và rất đẹp. Họ chỉ có ba bãi biển trên toàn bộ hòn đảo. Chúng tôi đã cố gắng tiếp cận được hai trong số đó vì một bãi biển đang được xây dựng hoặc đại loại thế. Tuy nhiên, đường sá có thể được nâng cấp. Hòn đảo trở nên sống động vào ban đêm và đó là một cảnh đẹp tuyệt vời để ngắm. Chỗ ở và thức ăn trên đảo có giá rất phải chăng. Các tour du lịch trong ngày do nhiều công ty lữ hành cung cấp cũng có giá rất phải chăng và hầu hết đều bao gồm một bữa trưa Việt Nam thịnh soạn. Đọc thêm",
            "Đảo Cát Bà là hòn đảo xinh đẹp ở miền Bắc Việt Nam. Sẽ thật thú vị nếu bạn dành hai ba lần cho hòn đảo này. Bạn có thể di chuyển đến pháo đài, công viên quốc gia, đài quan sát phía đông, v.v. Có một số bãi biển tự nhiên ở những hòn đảo nhỏ bao quanh hòn đảo đầu tiên, do đó bạn phải đi bằng thuyền. Hải sản là một trợ thủ đắc lực trong trường hợp sánh ngang với các bãi biển khác ở Việt Nam. Khách sạn giá rẻ tuy nhiên rất khó để tìm được một khu nghỉ dưỡng sang trọng.Đọc thêm",
            "Cát Bà là một phiên bản bẩn thỉu, ô nhiễm quá mức, bận rộn, kinh tởm so với những gì được mong đợi và hình dung về một hòn đảo Vịnh Hạ Long. Không có bãi biển nào để đi - một bãi biển quá đông đúc với khoảng 6 người trên một mét vuông và bãi còn lại là một công trường xây dựng không có cát và rác thải rải rác dọc bờ biển. Thật đáng thất vọng. Tuy nhiên, điều này không có nghĩa là làm mất đi vẻ đẹp nội địa của Cát Bà - bạn có thể tận hưởng khu rừng xanh tươi và tươi tốt bằng xe máy. Nếu bạn - đang tìm kiếm một kỳ nghỉ thư giãn trên bãi biển tuyệt vời.... ĐỪNG ĐẾN ĐÂY!!!!!Đọc thêm",
            "Chúng tôi đã thực hiện một chuyến du ngoạn trong ngày qua nhà nghỉ Bungalow mà chúng tôi đang ở. Paul, người hướng dẫn tuyệt vời, đã đưa chúng tôi đến những ngóc ngách nhỏ trong những khối đá kỳ lạ để chèo thuyền kayak và bơi trong những thiên đường ẩn giấu.  Khá độc đáo.  Cảnh báo duy nhất, trong kỳ nghỉ học ở Việt Nam, bản thân Cát Bà cũng giống như Blackpool về tốc độ, vì vậy đừng mong đợi một nơi nghỉ dưỡng yên tĩnh. Mặc dù nơi chúng tôi ở tại nhà nghỉ Bungalow cách xa đám đông điên cuồng một chút, nhưng tôi khuyên bạn nên ở lại một thời gian ngắn, với chuyến du ngoạn một ngày và chuyến đi đến công viên quốc gia đã được lên kế hoạch trước.Đọc thêm",
            "Chúng tôi đã có những hình dung về hòn đảo bình dị này ở trung tâm Vịnh Hạ Long nhưng thực tế là một hòn đảo với sự phát triển không được kiểm soát, những bãi biển rải rác và các công trường xây dựng ở khắp mọi nơi. Những con phố đông đúc với đám đông khách du lịch địa phương sẽ thu hút bạn sau một thời gian - chúng tôi ở lại 4 đêm - nhưng với một chút nỗ lực để dọn dẹp mọi thứ, mọi chuyện có thể tốt hơn rất nhiều. Đọc thêm",
            "Hòn đảo rừng rậm tuyệt vời với những hang động và bãi biển tuyệt đẹp.. nhưng có quá nhiều rác thải nhựa trong đại dương, trên các bãi biển và trong Forrest.. một số thùng rác ở đây và ở đó, trong đại dương nữa.. vì vậy hãy bắt đầu nhặt rác rác và đặt nó vào nơi nó thuộc về. Và nói không với đồ nhựa dùng một lần! Chúng ta có thể khắc phục điều này!!Đọc thêm",
            "Sau khi đến từ miền bắc Việt Nam, nơi mọi thứ thật tuyệt vời, chúng tôi đặt chân lên đảo Cát Bà với suy nghĩ - sẽ thấy ít đám đông hơn khi tham quan tất cả các vịnh xung quanh. Rõ ràng ai cũng nghĩ như vậy, vì Cát Bà đông đúc người - và người ta gọi đó là mùa thấp điểm - . Tôi - tôi không chắc liệu thành phố Hạ Long có phải là nơi tốt hơn để đến cho các chuyến du ngoạn trên biển hay không, nhưng tôi nghĩ hòn đảo này quá đông đúc, đắt đỏ và thực tế không có gì đặc biệt. Tuy nhiên, chuyến tham quan bằng thuyền tuyệt vời qua vịnh Lanha - cũng có thể được thực hiện từ Hà Nội trong chuyến đi 1 ngày -. Đi phà với giá 80.000 để đến thành phố Hạ Long, sau khi cố gắng tìm một chiếc taxi với giá khoảng 400.000 để đưa bạn về khách sạn ở thành phố Cát Bà. Tốt hơn là bắt xe buýt thẳng từ Hà Nội-Cát Bà, ít tốn kém hơn - 12 - - và đưa bạn đến gần khách sạnĐọc thêm",
            "Thật là một địa điểm đẹp, thơ mộng chỉ dành cho người dân địa phương sử dụng và lạm dụng nó. Bất cứ nơi nào bạn đi dù trên đất liền hay trên biển, bạn sẽ thấy hàng đống rác. Khi chúng tôi mới đến đảo, chúng tôi có một chiếc xe đưa đón và đi được hai phút, bà chủ nhà mở cửa và ném ra một chai nước rỗng. Chúng tôi đã ở đó vào mùa cao điểm và mọi nơi đều đã được đặt trước. Có rất nhiều không gian khách sạn trên đất liền Hạ Long nhưng hoàn toàn không có gì để làm ở đó. Không có nhiều việc phải làm trên capa. Chỉ cần đi du lịch trên biển đắt tiền hoặc đi uống rượu. Cứ sau vài phút bạn sẽ thấy ai đó xả rác và đó là lời phàn nàn lớn nhất của tôi. Nơi này giống như một bãi rácĐọc thêm",
            "Chúng tôi thực hiện chuyến du lịch bằng thuyền 2 ngày 1 đêm khởi hành từ đảo Cát Bà và sau đó chúng tôi ở lại đêm thứ 2 trên đảo Cát Bà, tại khu nghỉ dưỡng Sunrise Cát Bà và sắp xếp vận chuyển cùng khách sạn đến sân bay Hà Phong. Tôi - có một trang IG có tên - now_just_travel, nơi tôi đã thêm các câu chuyện và hình ảnh về chuyến đi cũng như trải nghiệm này. Liên hệ với tôi trên IG nếu bạn có bất kỳ câu hỏi nào. Đọc thêm"
        ],
        "star_ratings": [
            689,
            372,
            132,
            69,
            57
        ],
        "review_amount": 1319,
        "location": [
            "Việt Nam",
            "Cát Bà",
            "Đảo Cát Bà",
            "Hai Phong",
            "Những điều cần làm ở Cát Bà",
            "Châu Á"
        ],
        "reviews_time": [
            "Written July 14, 2023",
            "Written August 2, 2023",
            "Written October 13, 2023",
            "Written November 16, 2023",
            "Written December 3, 2023",
            "Written January 2, 2024",
            "Written April 6, 2024",
            "Written April 10, 2024",
            "Written August 22, 2019",
            "Written August 18, 2019",
            "Written July 28, 2019",
            "Written July 17, 2019",
            "Written July 12, 2019",
            "Written July 11, 2019",
            "Written July 11, 2019",
            "Written July 2, 2019",
            "Written June 17, 2019",
            "Written June 16, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g737051-d386683-Reviews-or60-Cat_Ba_Island-Cat_Ba_Hai_Phong.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g737051-d16694857-Reviews-The_Little_Leaf_Restaurant-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Restaurant_Review-g737051-d13873556-Reviews-Cat_Ba_Oasis_Bungalow_and_Restaurant-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Restaurant_Review-g737051-d14007725-Reviews-Casa_Bonita-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Restaurant_Review-g737051-d15641621-Reviews-The_Bigman_Restaurant_Bar-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Restaurant_Review-g737051-d19501872-Reviews-Secret_Garden_Cafe_and_Restaurant-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Restaurant_Review-g737051-d26141494-Reviews-The_Three_M_Restaurant-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Restaurant_Review-g737051-d12006693-Reviews-Yummy_Restaurant-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Restaurant_Review-g737051-d3567782-Reviews-My_Way_Pizza_Healthy_Vegan_Restaurant-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Restaurant_Review-g737051-d5494198-Reviews-Cat_Ba_Oasis_Bar-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Restaurant_Review-g737051-d8625970-Reviews-Quan_Cat_Ba_Family-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g303944-d25091329-Reviews-Trekking_Cat_Ba-Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d23840529-Reviews-Ao_Coi_Valley-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d8071306-Reviews-Cat_Co_1_Beach-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d27537543-Reviews-Cat_Co_2_Beach-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d27537558-Reviews-Cat_Co_3_Beach-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d25405156-Reviews-Cat_Co_3_Beach-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d6974768-Reviews-Lan_Ha_Bay-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d14109039-Reviews-Trung_Trang_Cave-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d2041902-Reviews-Hospital_Cave-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d7309377-Reviews-Viet_Hai_Village-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d386683-Reviews-or50-Cat_Ba_Island-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d386683-Reviews-or70-Cat_Ba_Island-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d386683-Reviews-Cat_Ba_Island-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d6677777-Reviews-Cat_Ba_National_Park-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d23825754-Reviews-Thien_Long_Cave-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d15852695-Reviews-Butterfly_Valley-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g27499063-d27491135-Reviews-Hoa_Cuong_Cave-Gia_Luan_Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d19387451-Reviews-Cat_Ba_Panorama-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d14910492-Reviews-Rose_Club-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d19677727-Reviews-Cat_Ba_Sunrise_Tours-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g14776299-d8616588-Reviews-Cat_Ba_Climbing-Ha_Long_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d5973848-Reviews-Rosy_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d19065972-Reviews-Cat_Ba_Smile_Tours-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d12987639-Reviews-Cat_Ba_Green_Trail_Travel-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g303944-d13368211-Reviews-Perla_Dawn_Sails-Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d15687862-Reviews-Signature_Journey_Cat_Ba_island-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g14776299-d8300174-Reviews-Vietnam_Insider_Travel-Ha_Long_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d26840970-Reviews-Cat_Ba_Elite_Sky_Bar-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d19334987-Reviews-The_Cat_Bar-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d18996009-Reviews-The_Black_Pirates-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d13340407-Reviews-La_Paci_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g652061-d8729524-Reviews-Buzuku_Montenegro_Olive_Oil-Ulcinj_Ulcinj_Municipality.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d6651156-Reviews-17th_Arrondissement-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g56066-d142699-Reviews-Kemah_Boardwalk-Kemah_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g294226-d3814796-Reviews-West_Bali_National_Park_Forest-Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g32894-d15131355-Reviews-Pismo_Bowl-Pismo_Beach_San_Luis_Obispo_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g34438-d262784-Reviews-Jungle_Island-Miami_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g29092-d8562256-Reviews-Ridemakerz-Anaheim_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g43018-d493194-Reviews-Lester_Park-Duluth_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g35034-d2415179-Reviews-Driftwood_Beach-Jekyll_Island_Golden_Isles_of_Georgia_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g32988-d2108454-Reviews-Roseville_Golfland_Sunsplash-Roseville_Placer_County_California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g737051-d386683-Reviews-or70-Cat_Ba_Island-Cat_Ba_Hai_Phong.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g737051-d386683-Reviews-or60-Cat_Ba_Island-Cat_Ba_Hai_Phong.html"
    },
    {
        "attraction_name": "Cat Ba Island",
        "attraction_name_vi": "Đảo Cát Bà",
        "general_info": [
            "1.319 đánh giá",
            "- 3 trong số 15 điều nên làm ở Cát Bà",
            "Các công viên quốc gia",
            "Quần đảo"
        ],
        "attraction_summary": "Tất cả thông tin bạn tìm thấy về Cát Bà đều mô tả những bãi biển hoang sơ và làn nước trong vắt. Nó còn xa lắm. Các bãi biển đầy rác và nước không trong, nhiều bãi có màu nâu. Có 3 bãi biển chính và chúng tôi đã đến bãi biển 1. Nó nhỏ và chật cứng người, giao thông hỗn loạn khi càng đến nhiều.  Điều chính cần làm là những chuyến đi bằng thuyền, đó là điều chúng tôi mong muốn. Điều đó thật tốt nhưng nếu chúng tôi biết những gì chúng tôi biết bây giờ thì chúng tôi đã không đi chút nào. Với tư cách là khách du lịch, chúng tôi đã cố gắng lựa chọn những nhà hoạt động bền vững và đáng buồn thay, đến Cát Bà, chúng tôi chỉ đang tạo thêm vấn đề.Đọc thêm",
        "reviews": [
            "Cat Ba Adventures thật tuyệt vời. Thân thiện, chuyên nghiệp. Chuyến đi thư giãn, được tổ chức tốt, bữa trưa tuyệt vời. Không có gì để chê. Ben là một hướng dẫn viên tuyệt vời, hiểu biết và vui vẻ. Thực sự có thể giới thiệu chuyến đi này!!!!! Họ cũng sắp xếp dịch vụ đưa đón trở lại Hà Nội, taxi đến sân bay và các chuyến bay đến Đà Nẵng với mức giá tuyệt vời. Ben là một hướng dẫn viên tuyệt vời!!!!!!Đọc thêm",
            "Tôi tên là Jack - đại diện ban quản lý đảo Cát Bà. Hiện tại tôi đang làm nhân viên khách sạn tại khách sạn Cát Bà Xanh Spring Garden.\n\nCảm ơn bạn đã đến đảo. Tôi - rất vui vì bạn đã có khoảng thời gian vui vẻ trên đảo. Lần sau nếu bạn quay lại, tôi xin giảm giá khi lưu trú tại khách sạn của tôi.\n\nChúng tôi cũng có dịch vụ cho thuê xe tay ga, chuyến đi trong ngày, chuyến đi qua đêm trên du thuyền và trải nghiệm sinh vật phù du phát sáng. \n\nBạn cũng có thể ngắm nhìn vẻ đẹp của thị trấn Cát Bà cũng như vịnh Cát Bà từ quầy bar tầng thượng tại khách sạn\n\nhttps: - - springgardencatbaxanhhotel.com - - website của khách sạn để đặt phòng trực tiếp. Bạn sẽ được giảm 15 - giảm trên giá phòng khi đặt phòng trên website\n\nChúc một ngày tốt lành\n\nTrân trọng\n\nJackĐọc thêm",
            "Nơi tuyệt vời để ghé thăm cho tất cả du khách.  Nhiều lựa chọn di chuyển từ Hà Nội, Ninh Bình. vv Cửa ngõ cho các chuyến du thuyền đến Vịnh Hạ Long và Vịnh Lan Hạ.  Nhiều lựa chọn về chỗ ở - Hostel, khách sạn dạng Hometel từ 2-5 sao.  Thức ăn tuyệt vời, bãi biển, bơi lội, Kyak, hang động và Công viên Quốc gia.  Rất nhiều để làm.  Thức ăn thật tuyệt vời.  Đọc thêm",
            "Tôi tên là Jack - đại diện ban quản lý đảo Cát Bà. Hiện tại tôi đang làm nhân viên khách sạn tại khách sạn Cát Bà Xanh Spring Garden.\n\nCảm ơn bạn đã đến đảo. Tôi - rất vui vì bạn đã có khoảng thời gian vui vẻ trên đảo. Lần sau nếu bạn quay lại, tôi xin giảm giá khi lưu trú tại khách sạn của tôi.\n\nChúng tôi cũng có dịch vụ cho thuê xe tay ga, chuyến đi trong ngày, chuyến đi qua đêm trên du thuyền và trải nghiệm sinh vật phù du phát sáng. \n\nBạn cũng có thể ngắm nhìn vẻ đẹp của thị trấn Cát Bà cũng như vịnh Cát Bà từ quầy bar tầng thượng tại khách sạn\n\nhttps: - - springgardencatbaxanhhotel.com - - website của khách sạn để đặt phòng trực tiếp. Bạn sẽ được giảm 15 - giảm trên giá phòng khi đặt phòng trên website\n\nChúc một ngày tốt lành\n\nTrân trọng\n\nJackĐọc thêm",
            "Dành 4 ngày khám phá đảo Cát Bà với những chuyến phiêu lưu chèo thuyền kayak, leo núi và nghỉ dưỡng tại các làng nổi địa phương vô cùng đặc biệt và độc đáo. Chúng tôi đã có cái nhìn sâu sắc tuyệt vời về văn hóa và ẩm thực địa phương. Sẽ tốt hơn nhiều khi ngắm nhìn vịnh Hạ Long từ đó để tránh vịnh Hạ Long quá đông đúc. Một nơi không thể bỏ qua ở Châu ÁĐọc thêm",
            "Tôi tên là Jack - đại diện ban quản lý đảo Cát Bà. Hiện tại tôi đang làm nhân viên khách sạn tại khách sạn Cát Bà Xanh Spring Garden.\n\nCảm ơn bạn đã đến đảo. Tôi - rất vui vì bạn đã có khoảng thời gian vui vẻ trên đảo. Lần sau nếu bạn quay lại, tôi xin giảm giá khi lưu trú tại khách sạn của tôi.\n\nChúng tôi cũng có dịch vụ cho thuê xe tay ga, chuyến đi trong ngày, chuyến đi qua đêm trên du thuyền và trải nghiệm sinh vật phù du phát sáng. \n\nBạn cũng có thể ngắm nhìn vẻ đẹp của thị trấn Cát Bà cũng như vịnh Cát Bà từ quầy bar tầng thượng tại khách sạn\n\nhttps: - - springgardencatbaxanhhotel.com - - website của khách sạn để đặt phòng trực tiếp. Bạn sẽ được giảm 15 - giảm trên giá phòng khi đặt phòng trên website\n\nChúc một ngày tốt lành\n\nTrân trọng\n\nJackĐọc thêm",
            "Tôi đã dành 4 ngày để khám phá đảo Cát Bà với những chuyến phiêu lưu chèo thuyền kayak, bơi lội, leo núi và nghỉ dưỡng tại các làng nổi địa phương - Làng Việt Hải - thật đặc biệt và độc đáo. Chúng tôi đã có cái nhìn sâu sắc tuyệt vời về văn hóa địa phương và con người ở đó.  Một nơi không thể bỏ qua và nhất định phải đến ở Châu Á.Đọc thêm",
            "Tôi tên là Jack - đại diện ban quản lý đảo Cát Bà. Hiện tại tôi đang làm nhân viên khách sạn tại khách sạn Cát Bà Xanh Spring Garden.\n\nCảm ơn bạn đã đến đảo. Tôi - rất vui vì bạn đã có khoảng thời gian vui vẻ trên đảo. Lần sau nếu bạn quay lại, tôi xin giảm giá khi lưu trú tại khách sạn của tôi.\n\nhttps: - - springgardencatbaxanhhotel.com - - website của khách sạn để đặt phòng trực tiếp. Bạn sẽ được giảm 15 - giảm trên giá phòng khi đặt phòng trên website\n\nChúc một ngày tốt lành\n\nTrân trọng\n\nJackĐọc thêm",
            "Tôi thực sự muốn giới thiệu một kỳ nghỉ ngắn ngày trên đảo Cát Bà. Rất nhiều chỗ ở tử tế và một thị trấn nhỏ dễ thương. Tôi muốn giới thiệu một chuyến du ngoạn trong ngày từ đó đến Vịnh Hạ Long thay vì du ngoạn qua đêm đắt đỏ và khá thất vọng. Tôi sẽ đi xe đạp đến làng nông nghiệp cộng đồng trên đảo. Đó là một chuyến đi tuyệt vời. Ngôi làng sạch sẽ không tì vết với mọi người đều góp phần làm cho nó hoạt động! Chắc chắn đáng để dành một vài ngày dựa trên hòn đảo này, một trong những hòn đảo lớn nhất trong quần đảo - Đọc thêm",
            "Chào buổi sáng cô Gill\n\nTôi tên là Jack - người quản lý tài khoản TripAdvisor đảo Cát Bà. \n\nCảm ơn bạn đã đánh giá toàn diện về mọi thứ về Đảo Cát Bà. Lần sau nếu có dịp quay lại tôi xin giới thiệu với các bạn khách sạn của tôi có tên Cát Bà Xanh Spring Garden Hotel nằm ở thị trấn Cát Bà. \n\nChúc một ngày tốt lành \n\nTrân trọng\n\nJackĐọc thêm",
            "Cát Bà tự nó là một điểm đến cho những người đến thăm vịnh Hạ Long. Hòn đảo này là hòn đảo lớn nhất trong khu vực và có thể dễ dàng tiếp cận bằng cả đường bộ và phà. Có rất nhiều điều để khám phá ở Cát Bà. Có 3 bãi tắm Cát Cò 1, 2 và 3 liền kề nhau, cách nhau bởi đồi và doi đất. Các bãi biển nhỏ nhưng đẹp. Cát Bà có hệ động thực vật phong phú nên công viên quốc gia và đa dạng sinh học là điểm đến hàng đầu. Nếu bạn muốn đi bộ đường dài, bạn có thể tận hưởng khung cảnh tuyệt đẹp từ trên đỉnh đồi. \nCát Bà là thiên đường ẩm thực dành cho những người không ngại ăn nhiều loại hải sản. Đặc biệt nhắc đến món bánh mì nổi tiếng của Việt Nam là từ một quán nhỏ ở phố Cái Bèo do các bà chủ quán. Ngoài món thông thường, họ còn phục vụ bánh mì đặc biệt được cắt thành từng miếng và đầy thịt. Người ta nên thử điều này nếu ở Cát Bà.\nĐi bộ dọc theo bến tàu vào buổi tối cũng rất được khuyến khích, nơi bạn có thể thử các quán ăn khác với thực đơn đa dạng.\nĐề nghị những người bạn đồng hành dành một ngày lười biếng ở Cát bà và đi dạo xung quanh hoặc thuê một chiếc xe đạp để tự mình khám phá.Đọc thêm",
            "Tôi tên là Jack - đại diện ban quản lý đảo Cát Bà. Hiện tại tôi đang làm nhân viên khách sạn tại khách sạn Cát Bà Xanh Spring Garden.\n\nCảm ơn bạn đã đến đảo. Tôi - rất vui vì bạn đã có khoảng thời gian vui vẻ trên đảo. Lần sau nếu bạn quay lại, tôi xin giảm giá khi lưu trú tại khách sạn của tôi. \n\nhttps: - - springgardencatbaxanhhotel.com - - website của khách sạn để đặt phòng trực tiếp. Bạn sẽ được giảm 15 - giảm trên giá phòng khi đặt phòng trên website \n\nChúc một ngày tốt lành \n\nTrân trọng\n\nJackĐọc thêm",
            "Không có nhiều việc để làm ở đây ngoài việc đi thuyền qua vịnh. Vịnh Lan Hạ yên tĩnh hơn Vịnh Hạ Long nhưng đáng buồn là vẫn bị ô nhiễm. Một khi bạn đã nhìn thấy nó thì điều đó có thể là đủ đối với hầu hết khách du lịch. Hang bệnh viện rất thú vị nhưng có thể được nhìn thấy trong một giờ. Vì vậy tôi - khuyên bạn nên tối đa 2 đêm. Mặc dù được đánh giá tốt, chúng tôi không được trải nghiệm những món ăn ngon ngoài việc ở nhà - nhà hàng đối diện Hang Bệnh viện. Dịch vụ không tốt lắm trong các nhà hàng. Nhìn chung, chúng tôi nhận thấy thị trấn này rất tồi tàn, nhưng điều gây cản trở nhất cho mọi hy vọng về hòa bình và yên tĩnh là hát karaoke vào ban đêm hoặc loa phát tin tức hoặc quảng cáo 4-7 lần trong ngày.Đọc thêm",
            "Tôi tên là Jack - đại diện ban quản lý đảo Cát Bà. Hiện tại tôi đang làm nhân viên khách sạn tại khách sạn Cát Bà Xanh Spring Garden.\n\nCảm ơn bạn đã đến đảo. Tôi - rất vui vì bạn đã có khoảng thời gian vui vẻ trên đảo. Lần sau nếu bạn quay lại, tôi xin giảm giá khi lưu trú tại khách sạn của tôi.\n\nChúng tôi cũng có dịch vụ cho thuê xe tay ga, chuyến đi trong ngày, chuyến đi qua đêm trên du thuyền và trải nghiệm sinh vật phù du phát sáng. \n\nBạn cũng có thể ngắm nhìn vẻ đẹp của thị trấn Cát Bà cũng như vịnh Cát Bà từ quầy bar tầng thượng tại khách sạn\n\nhttps: - - springgardencatbaxanhhotel.com - - website của khách sạn để đặt phòng trực tiếp. Bạn sẽ được giảm 15 - giảm trên giá phòng khi đặt phòng trên website\n\nChúc một ngày tốt lành\n\nTrân trọng\n\nJackĐọc thêm",
            "Hòn đảo này thật tuyệt vời. Những tảng đá, bãi biển, công viên quốc gia để đi bộ và một thị trấn xinh đẹp để bạn nghỉ ngơi.Đọc thêm",
            "Tôi nghĩ Cát Bà đáng để ghé thăm nhưng đối với chúng tôi, 3 ngày là quá nhiều vì nó có thể hơi nhàm chán. Chúng tôi ở đó nên chúng tôi có thể thực hiện một chuyến đi thuyền quanh vịnh, điều này thật tuyệt. Hầu hết các cửa hàng đều là những mặt hàng du lịch bình thường. Không chắc chắn tôi sẽ quay lại nhưng tôi nghĩ nếu bạn quay lại cùng bạn bè thì đó sẽ là một nơi tuyệt vời để chuyến thăm. Điều tồi tệ nhất mà chúng tôi gặp phải như bạn sẽ thấy trong một vài bức ảnh là một vịnh nhỏ xinh đẹp với bãi biển đẹp bị rác thải tàn phá. Chắc chắn với rất nhiều tiền du lịch đến đảo Cát Bà, họ đủ khả năng trả tiền cho người dân dọn rác. Hãy cẩn thận một chút với các nhà hàng nổi vì tôi đã đọc một vài câu chuyện về những người bị trúng Bill - s lớn vì đồ ăn bình thường. Tôi không muốn tỏ ra gay gắt với Cát Bà. Tôi nghĩ nó vẫn đáng để ghé thămĐọc thêm",
            "Tôi nhấn mạnh bất cứ nơi nào bạn ở, hai đêm là tùy chọn, khi bạn đi Vịnh Hạ Long, bạn phải đặt một chuyến du thuyền, chuyến chúng tôi chọn là Azalea Cruise, bạn ở trên thuyền nhưng bạn đã lập trình các hoạt động. Sau đêm đầu tiên ở buổi sáng bạn thức dậy sớm và đi tham quan đảo Çat Ba, điều này thật tuyệt vời, bạn hoàn toàn hòa mình vào thiên nhiên, bạn sẽ thích cuộc phiêu lưu này. Xin vui lòng không có trẻ em.Đọc thêm",
            "Tôi đã đọc một số đánh giá tiêu cực về việc hòn đảo này quá đông đúc, đắt đỏ và bẩn thỉu. Lý do là hầu hết những đánh giá này đều đến từ khách du lịch đến các địa điểm du lịch, lưu trú tại các khách sạn du lịch và mua hàng từ các cửa hàng du lịch. Nếu bạn muốn có một trải nghiệm thực sự thì bạn phải tránh xa khách du lịch! Hãy thử thực hiện một số nghiên cứu và tìm những điểm tốt để ghé thăm. Chúng tôi đã có khoảng thời gian tuyệt vời để khám phá khu rừng rậm và một trong những hang động ở khu vực không có dân cư. Phong cảnh của những ngọn núi và tiếng chim hót thật ngoạn mục.Đọc thêm",
            "I dont usually review places but felt compelled to do so in this case. I really wonder if all those people leaving a 4 or 5 star review visited the same island as us. My recommendation concerning Cat Ba is: avoid at all costs if possible! 1. Boring! We stayed 3 nights  - which were at least 2 nights too many -  and so could spend 2 full days on Cat Ba. Obviously we went on a day trip on the bay which was not too bad.  - We chose Cat Ba Ventures here. I think that trip was our only decent experience on Cat Ba. Touristy but still bearable. -  Other than those boat trips there is nothing to do though if you do not want to visit the National Park that reportedly tortures monkeys or chill on a dirty beach. Even Cannon Fort was closed.  - No reason given and no notice put up anywhere on the walk up until you stand in front of the locked gates. How is that visitor friendly? - 2. Noise and never ending construction. EVERYWHERE! Busses, motorbikes and other motorized vehicles honking non-stop, drilling, hammering everywhere you go, people screaming at each other. 3. Dirty. Rubbish everywhere. 4. Friendliness of people - 0 out of 10. The only partial friendly people we encountered were the guys at the reception at our accommodation and the tour guide on the boat trip. Everyone else was just rude. People dont smile, dont even look at you. It - s as if they just want you to squeeze as much money out of you as they can and then want you to f -  -  -  off.5. Worst food I have ever eaten in SE Asia. No taste at all. Like seriously- zero! Coming from Malaysia before we were used to incredible food wherever we went. And then suddenly got served these tasteless dishes for premium prices. Even the  - supposedly cheap -  roadside stalls are ripping you off here. 6. Much too expensive. Whatever you do, whatever you eat, wherever you go, you never loose the feeling you are continuously cheated. Food is definitely too expensive, mini markets dont have price tags. We got ripped off everytime we bought something  - which we kept to a bare minimum- but you at least need water, right. - .Conclusion: Dont go to Cat Ba if you are looking for a good time, good food and a little bit or peace.Read more",
            "Quá đông khách du lịch không có nơi nào để bơi lội, bãi biển đẹp nhất rất bẩn - Woodstock -, giao thông đường bộ điên cuồng nên bạn không bao giờ có cảm giác như đang đi nghỉ. Tất cả các hoạt động được đánh giá cao. Chắc chắn không phải là thiên đường!!Đọc thêm",
            "Tôi rất thất vọng vì quang cảnh trên đảo quá tuyệt vời và những con bướm khiến hòn đảo trở nên huyền diệu. Thị trấn chắc chắn là không. Tôi đoán nó không tệ hơn Thành phố Hạ Long, nhưng rất nhiều khách sạn và nhà hàng rác rưởi khiến đây không phải là một thị trấn đẹp để ở. Cảm giác như thiên đường của du khách ba lô. Bãi biển - đẹp nhất - cũng có một thứ to lớn xấu xí nổi trên mặt nước phía trước nó, nó thực sự không đẹp chút nào -. Tôi rất vui khi tìm được một địa điểm thưởng thức cocktail Nice. Nó làm cho kỳ nghỉ của tôi tốt hơn rất nhiều. Bây giờ tôi đã hiểu tại sao mọi người đi du lịch trên biển 2 ngày từ Hà Nội thay vì ở lại đây hoặc ở Thành phố Hạ Long. Tuy nhiên, công viên quốc gia rất đẹp. Có một chuyến đi bộ thú vị ở đó.Đọc thêm",
            "Tôi yêu hòn đảo này rất nhiều, nó mang lại rất nhiều hoạt động. Chúng tôi đã đến Đảo Khỉ, bạn có thể kiểm tra xem chuyến đi bằng xe đạp có thực hiện đi bộ đường dài hay thậm chí chỉ đi dạo hay không. Hoàng hôn thật tuyệt vời và ở đó có một cánh đồng ngọc trai được công nhận, vì vậy chúng tôi cũng đã mua một số viên ngọc trai ở đó.Đọc thêm",
            "Phong cảnh ở đây tương tự như Phuket - s nhưng nước ở một trong những hòn đảo của Phuket sạch hơn nhiều - màu xanh lam thay vì toàn màu xanh lá cây ở đây - . Nếu bạn đã tham gia nhiều chuyến du lịch một ngày khác nhau ở Phuket và nếu bạn là người thành phố hơn, tôi khuyên bạn nên bỏ qua mèo ba vì chúng rất giống nhau. Các cửa hàng và nhóm du lịch ở đây có rất nhiều chi phí ẩn và bị thổi phồng giá đặc biệt để xé toạc khách du lịch. chúng tôi đã trả tiền cho một chuyến tham quan được cho là sẽ bao gồm mọi thứ. tuy nhiên khi trời mưa, họ muốn tính tiền áo mưa và phí taxi cắt cổ cho chúng tôi. cuối cùng chúng tôi đã đi bộ dưới mưa. phí của chúng tôi đáng lẽ phải bao gồm tất cả các bữa ăn nhưng để cho chúng tôi một ít cà phê trong bữa trưa, họ đã tính thêm phí cho chúng tôi. hướng dẫn viên du lịch cũng không giỏi tiếng Anh nên tính linh hoạt trong kế hoạch bị hạn chế và những kỳ vọng không phù hợp về những gì chuyến tham quan đòi hỏi. tại một trong những - quán cà phê - gần một trong những bến cảng hướng tới Cát Bà, một gói milo lạnh có giá 50K đồng - ông chủ dường như đã ngẫu nhiên gọi giá theo ý thích của mình - trong khi một lon milo lạnh ở siêu thị phải không đối diện chỉ có giá 20 nghìn đồng. Mặc dù những mức giá này có thể không quá xa hoa nhưng những chi phí tiềm ẩn và không nhất quán ở đây lại là một điều bất lợi.Đọc thêm",
            "Một công viên quốc gia thực sự đẹp, bị bỏ hoang bởi rác thải đổ khắp nơi trên đảo. Thị trấn Cát Bà thực sự xấu xí, có lẽ là thị trấn du lịch tệ nhất ở Việt Nam.Đọc thêm"
        ],
        "star_ratings": [
            689,
            372,
            132,
            69,
            57
        ],
        "review_amount": 1319,
        "location": [
            "Việt Nam",
            "Cát Bà",
            "Đảo Cát Bà",
            "Hai Phong",
            "Những điều cần làm ở Cát Bà",
            "Châu Á"
        ],
        "reviews_time": [
            "Written July 14, 2023",
            "Written August 2, 2023",
            "Written October 13, 2023",
            "Written November 16, 2023",
            "Written December 3, 2023",
            "Written January 2, 2024",
            "Written April 6, 2024",
            "Written April 10, 2024",
            "Written June 13, 2019",
            "Written June 11, 2019",
            "Written June 6, 2019",
            "Written June 2, 2019",
            "Written May 28, 2019",
            "Written May 25, 2019",
            "Written May 15, 2019",
            "Written May 11, 2019",
            "Written May 4, 2019",
            "Written May 1, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g737051-d386683-Reviews-or70-Cat_Ba_Island-Cat_Ba_Hai_Phong.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g737051-d16694857-Reviews-The_Little_Leaf_Restaurant-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Restaurant_Review-g737051-d13873556-Reviews-Cat_Ba_Oasis_Bungalow_and_Restaurant-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Restaurant_Review-g737051-d14007725-Reviews-Casa_Bonita-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Restaurant_Review-g737051-d15641621-Reviews-The_Bigman_Restaurant_Bar-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Restaurant_Review-g737051-d19501872-Reviews-Secret_Garden_Cafe_and_Restaurant-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Restaurant_Review-g737051-d26141494-Reviews-The_Three_M_Restaurant-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Restaurant_Review-g737051-d12006693-Reviews-Yummy_Restaurant-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Restaurant_Review-g737051-d3567782-Reviews-My_Way_Pizza_Healthy_Vegan_Restaurant-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Restaurant_Review-g737051-d5494198-Reviews-Cat_Ba_Oasis_Bar-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Restaurant_Review-g737051-d8625970-Reviews-Quan_Cat_Ba_Family-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g303944-d25091329-Reviews-Trekking_Cat_Ba-Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d23840529-Reviews-Ao_Coi_Valley-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d8071306-Reviews-Cat_Co_1_Beach-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d27537543-Reviews-Cat_Co_2_Beach-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d27537558-Reviews-Cat_Co_3_Beach-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d25405156-Reviews-Cat_Co_3_Beach-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d6974768-Reviews-Lan_Ha_Bay-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d14109039-Reviews-Trung_Trang_Cave-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d2041902-Reviews-Hospital_Cave-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d7309377-Reviews-Viet_Hai_Village-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d386683-Reviews-or60-Cat_Ba_Island-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d386683-Reviews-or80-Cat_Ba_Island-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d386683-Reviews-Cat_Ba_Island-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d6677777-Reviews-Cat_Ba_National_Park-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d23825754-Reviews-Thien_Long_Cave-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d15852695-Reviews-Butterfly_Valley-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g27499063-d27491135-Reviews-Hoa_Cuong_Cave-Gia_Luan_Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d19387451-Reviews-Cat_Ba_Panorama-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d14910492-Reviews-Rose_Club-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d19677727-Reviews-Cat_Ba_Sunrise_Tours-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g14776299-d8616588-Reviews-Cat_Ba_Climbing-Ha_Long_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d5973848-Reviews-Rosy_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d19065972-Reviews-Cat_Ba_Smile_Tours-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d12987639-Reviews-Cat_Ba_Green_Trail_Travel-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g303944-d13368211-Reviews-Perla_Dawn_Sails-Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d15687862-Reviews-Signature_Journey_Cat_Ba_island-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g14776299-d8300174-Reviews-Vietnam_Insider_Travel-Ha_Long_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d26840970-Reviews-Cat_Ba_Elite_Sky_Bar-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d19334987-Reviews-The_Cat_Bar-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d18996009-Reviews-The_Black_Pirates-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d13340407-Reviews-La_Paci_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g8055401-d10269117-Reviews-Zanzibar_Airport_Transfers-Zanzibar_City_Zanzibar_Island_Zanzibar_Archipelago.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d189030-Reviews-Hyde_Park-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g317086-d3804170-Reviews-Nabeul_Market-Nabeul_Nabeul_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d567167-Reviews-Citizens_Bank_Park-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g29163-d146918-Reviews-Alexander_Springs-Altoona_Lake_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g56584-d21506708-Reviews-Tom_Foolerys_Adventure_Park-Round_Rock_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g33165-d5840533-Reviews-The_Temecula_Stampede-Temecula_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g47634-d3318126-Reviews-Lavender_By_The_Bay-East_Marion_North_Fork_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g53828-d613870-Reviews-DelGrosso_s_Amusement_Park-Tipton_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g294207-d8515732-Reviews-Diamond_Plaza-Nairobi.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g737051-d386683-Reviews-or80-Cat_Ba_Island-Cat_Ba_Hai_Phong.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g737051-d386683-Reviews-or70-Cat_Ba_Island-Cat_Ba_Hai_Phong.html"
    },
    {
        "attraction_name": "Cat Ba Island",
        "attraction_name_vi": "Đảo Cát Bà",
        "general_info": [
            "1.319 đánh giá",
            "- 3 trong số 15 điều nên làm ở Cát Bà",
            "Các công viên quốc gia",
            "Quần đảo"
        ],
        "attraction_summary": "Tất cả thông tin bạn tìm thấy về Cát Bà đều mô tả những bãi biển nguyên sơ và làn nước trong vắt. Nhưng thực tế thì không phải vậy. Các bãi biển phủ đầy rác và nước không trong, phần lớn có màu nâu. Có 3 bãi biển chính và chúng tôi đã đến bãi biển 1. Bãi biển nhỏ và đông nghẹt người, giao thông hỗn loạn khi có thêm người đến. Điều chính cần làm là đi thuyền, đó là điều chúng tôi muốn. Thật tuyệt nhưng nếu chúng tôi biết những gì chúng tôi biết bây giờ, chúng tôi sẽ không đi. Là khách du lịch, chúng tôi đã cố gắng lựa chọn những nhà hoạt động bền vững và thật đáng buồn, khi đến Cát Bà, chúng tôi chỉ làm tăng thêm vấn đề. Đọc thêm",
        "reviews": [
            "Cuộc phiêu lưu của Cát Bà thật tuyệt vời. Thân thiện chuyên nghiệp.  Chuyến đi thư giãn được tổ chức tốt bữa trưa tuyệt vời. Không có gì để lỗi. Ben là một hướng dẫn tuyệt vời có kiến ​​thức và vui vẻ. Thực sự có thể giới thiệu chuyến đi này!!!!! Họ cũng sắp xếp dịch vụ đưa đón về Hà Nội, taxi đến sân bay và các chuyến bay đến Đà Nẵng với mức giá ưu đãi. Ben là một người hướng dẫn tốt bụng!!!!!! Đọc thêm",
            "Tôi tên là Jack - đại diện ban quản lý đảo Cát Bà. Hiện tại tôi đang làm nhân viên khách sạn tại khách sạn Cát Bà Xanh Spring Garden.\n\nCảm ơn bạn đã đến đảo. Tôi - rất vui vì bạn đã có khoảng thời gian vui vẻ trên đảo. Lần sau nếu bạn quay lại, tôi xin giảm giá khi lưu trú tại khách sạn của tôi.\n\nChúng tôi cũng có dịch vụ cho thuê xe tay ga, chuyến đi trong ngày, chuyến đi qua đêm trên du thuyền và trải nghiệm sinh vật phù du phát sáng. \n\nBạn cũng có thể ngắm nhìn vẻ đẹp của thị trấn Cát Bà cũng như vịnh Cát Bà từ quầy bar tầng thượng tại khách sạn\n\nhttps: - - springgardencatbaxanhhotel.com - - website của khách sạn để đặt phòng trực tiếp. Bạn sẽ được giảm 15 - giảm trên giá phòng khi đặt phòng trên website\n\nChúc một ngày tốt lành\n\nTrân trọng\n\nJackĐọc thêm",
            "Nơi tuyệt vời để ghé thăm cho tất cả du khách.  Nhiều lựa chọn di chuyển từ Hà Nội, Ninh Bình. vv Cửa ngõ cho các chuyến du thuyền đến Vịnh Hạ Long và Vịnh Lan Hạ.  Nhiều lựa chọn về chỗ ở - Hostel, khách sạn dạng Hometel từ 2-5 sao.  Thức ăn tuyệt vời, bãi biển, bơi lội, Kyak, hang động và Công viên Quốc gia.  Rất nhiều để làm.  Thức ăn thật tuyệt vời.  Đọc thêm",
            "Tôi tên là Jack - đại diện ban quản lý đảo Cát Bà. Hiện tại tôi đang làm nhân viên khách sạn tại khách sạn Cát Bà Xanh Spring Garden.\n\nCảm ơn bạn đã đến đảo. Tôi - rất vui vì bạn đã có khoảng thời gian vui vẻ trên đảo. Lần sau nếu bạn quay lại, tôi xin giảm giá khi lưu trú tại khách sạn của tôi.\n\nChúng tôi cũng có dịch vụ cho thuê xe tay ga, chuyến đi trong ngày, chuyến đi qua đêm trên du thuyền và trải nghiệm sinh vật phù du phát sáng. \n\nBạn cũng có thể ngắm nhìn vẻ đẹp của thị trấn Cát Bà cũng như vịnh Cát Bà từ quầy bar tầng thượng tại khách sạn\n\nhttps: - - springgardencatbaxanhhotel.com - - website của khách sạn để đặt phòng trực tiếp. Bạn sẽ được giảm 15 - giảm trên giá phòng khi đặt phòng trên website\n\nChúc một ngày tốt lành\n\nTrân trọng\n\nJackĐọc thêm",
            "Dành 4 ngày khám phá đảo Cát Bà với những chuyến phiêu lưu chèo thuyền kayak, leo núi và lưu trú tại các làng nổi địa phương rất đặc biệt và độc đáo. Chúng tôi đã có cái nhìn sâu sắc tuyệt vời về văn hóa và ẩm thực địa phương. Sẽ tốt hơn nhiều khi ngắm nhìn vịnh Hạ Long từ đó để tránh vịnh Hạ Long quá đông đúc. Một nơi không thể bỏ qua ở Châu ÁĐọc thêm",
            "Tôi tên là Jack - đại diện của ban quản lý đảo Cát Bà. Hiện tại, tôi đang làm quản lý khách sạn tại Khách sạn Cat Ba Xanh Spring Garden.\n\nCảm ơn bạn đã đến đảo. Tôi rất vui vì bạn đã có khoảng thời gian vui vẻ trên đảo. Lần sau, nếu bạn quay lại, tôi muốn giảm giá cho bạn khi lưu trú tại khách sạn của tôi.\n\nChúng tôi cũng có dịch vụ cho thuê xe tay ga, tour trong ngày, tour qua đêm trên du thuyền và trải nghiệm sinh vật phù du phát sáng.\n\nBạn cũng có thể tận hưởng vẻ đẹp của thị trấn Cát Bà cũng như vịnh Cát Bà từ quầy bar trên tầng thượng của khách sạn\n\nhttps: - - springgardencatbaxanhhotel.com - - trang web của khách sạn để đặt phòng trực tiếp. Bạn sẽ được giảm giá 15 - cho giá phòng khi đặt phòng trên trang web\n\nChúc bạn một ngày tốt lành\n\nTrân trọng\n\nJackĐọc thêm",
            "Tôi đã dành 4 ngày để khám phá đảo Cát Bà với những chuyến phiêu lưu chèo thuyền kayak, bơi lội, leo núi và nghỉ dưỡng tại các làng nổi địa phương - Làng Việt Hải - thật đặc biệt và độc đáo. Chúng tôi đã có cái nhìn sâu sắc tuyệt vời về văn hóa địa phương và con người ở đó.  Một nơi không thể bỏ qua và nhất định phải đến ở Châu Á.Đọc thêm",
            "Tôi tên là Jack - đại diện ban quản lý đảo Cát Bà. Hiện tại tôi đang làm nhân viên khách sạn tại khách sạn Cát Bà Xanh Spring Garden.\n\nCảm ơn bạn đã đến đảo. Tôi - rất vui vì bạn đã có khoảng thời gian vui vẻ trên đảo. Lần sau nếu bạn quay lại, tôi xin giảm giá khi lưu trú tại khách sạn của tôi.\n\nhttps: - - springgardencatbaxanhhotel.com - - website của khách sạn để đặt phòng trực tiếp. Bạn sẽ được giảm 15 - giảm trên giá phòng khi đặt phòng trên website\n\nChúc một ngày tốt lành\n\nTrân trọng\n\nJackĐọc thêm",
            "Tôi thực sự muốn giới thiệu một kỳ nghỉ ngắn trên đảo Cát Bà. Rất nhiều chỗ ở tươm tất và một thị trấn nhỏ ngọt ngào. Tôi muốn giới thiệu một chuyến du ngoạn trong ngày từ đó đến Vịnh Hạ Long thay vì hành trình qua đêm đắt tiền và khá thất vọng. Tôi - sẽ đi xe đạp đến làng nông nghiệp cộng đồng trên đảo. Đó là một chuyến tham quan tuyệt vời. Ngôi làng sạch sẽ không tì vết với sự góp sức của mọi người để khiến ngôi làng hoạt động hiệu quả! Chắc chắn có giá trị trong một vài ngày dựa trên hòn đảo này, một trong những hòn đảo lớn nhất trong quần đảo - Đọc thêm",
            "Chào buổi sáng cô Gill\n\nTôi tên là Jack - người quản lý tài khoản TripAdvisor đảo Cát Bà. \n\nCảm ơn bạn đã đánh giá toàn diện về mọi thứ về Đảo Cát Bà. Lần sau nếu có dịp quay lại tôi xin giới thiệu với các bạn khách sạn của tôi có tên Cát Bà Xanh Spring Garden Hotel nằm ở thị trấn Cát Bà. \n\nChúc một ngày tốt lành \n\nTrân trọng\n\nJackĐọc thêm",
            "Cát Bà tự nó là một điểm đến cho những người đến thăm vịnh Hạ Long. Hòn đảo này là hòn đảo lớn nhất trong khu vực và có thể dễ dàng tiếp cận bằng cả đường bộ và phà. Có rất nhiều điều để khám phá ở Cát Bà. Có 3 bãi tắm Cát Cò 1, 2 và 3 liền kề nhau, cách nhau bởi đồi và doi đất. Các bãi biển nhỏ nhưng đẹp. Cát Bà có hệ động thực vật phong phú nên công viên quốc gia và đa dạng sinh học là điểm đến hàng đầu. Nếu bạn muốn đi bộ đường dài, bạn có thể tận hưởng khung cảnh tuyệt đẹp từ trên đỉnh đồi. \nCát Bà là thiên đường ẩm thực dành cho những người không ngại ăn nhiều loại hải sản. Đặc biệt nhắc đến món bánh mì nổi tiếng của Việt Nam là từ một quán nhỏ ở phố Cái Bèo do các bà chủ quán. Ngoài món thông thường, họ còn phục vụ bánh mì đặc biệt được cắt thành từng miếng và đầy thịt. Người ta nên thử điều này nếu ở Cát Bà.\nĐi bộ dọc theo bến tàu vào buổi tối cũng rất được khuyến khích, nơi bạn có thể thử các quán ăn khác với thực đơn đa dạng.\nĐề nghị những người bạn đồng hành dành một ngày lười biếng ở Cát bà và đi dạo xung quanh hoặc thuê một chiếc xe đạp để tự mình khám phá.Đọc thêm",
            "Tôi tên là Jack - đại diện ban quản lý đảo Cát Bà. Hiện tại tôi đang làm nhân viên khách sạn tại khách sạn Cát Bà Xanh Spring Garden.\n\nCảm ơn bạn đã đến đảo. Tôi - rất vui vì bạn đã có khoảng thời gian vui vẻ trên đảo. Lần sau nếu bạn quay lại, tôi xin giảm giá khi lưu trú tại khách sạn của tôi. \n\nhttps: - - springgardencatbaxanhhotel.com - - website của khách sạn để đặt phòng trực tiếp. Bạn sẽ được giảm 15 - giảm trên giá phòng khi đặt phòng trên website \n\nChúc một ngày tốt lành \n\nTrân trọng\n\nJackĐọc thêm",
            "Không có nhiều việc để làm ở đây ngoài việc đi thuyền qua vịnh. Vịnh Lan Hạ yên tĩnh hơn Vịnh Hạ Long nhưng đáng buồn là vẫn bị ô nhiễm. Một khi bạn đã nhìn thấy nó thì điều đó có thể là đủ đối với hầu hết khách du lịch. Hang bệnh viện rất thú vị nhưng có thể được nhìn thấy trong một giờ. Vì vậy tôi - khuyên bạn nên tối đa 2 đêm. Mặc dù được đánh giá tốt, chúng tôi không được trải nghiệm những món ăn ngon ngoài việc ở nhà - nhà hàng đối diện Hang Bệnh viện. Dịch vụ không tốt lắm trong các nhà hàng. Nhìn chung, chúng tôi nhận thấy thị trấn này rất tồi tàn, nhưng điều gây cản trở nhất cho mọi hy vọng về hòa bình và yên tĩnh là hát karaoke vào ban đêm hoặc loa phát tin tức hoặc quảng cáo 4-7 lần trong ngày.Đọc thêm",
            "Tôi tên là Jack - đại diện ban quản lý đảo Cát Bà. Hiện tại tôi đang làm nhân viên khách sạn tại khách sạn Cát Bà Xanh Spring Garden.\n\nCảm ơn bạn đã đến đảo. Tôi - rất vui vì bạn đã có khoảng thời gian vui vẻ trên đảo. Lần sau nếu bạn quay lại, tôi xin giảm giá khi lưu trú tại khách sạn của tôi.\n\nChúng tôi cũng có dịch vụ cho thuê xe tay ga, chuyến đi trong ngày, chuyến đi qua đêm trên du thuyền và trải nghiệm sinh vật phù du phát sáng. \n\nBạn cũng có thể ngắm nhìn vẻ đẹp của thị trấn Cát Bà cũng như vịnh Cát Bà từ quầy bar tầng thượng tại khách sạn\n\nhttps: - - springgardencatbaxanhhotel.com - - website của khách sạn để đặt phòng trực tiếp. Bạn sẽ được giảm 15 - giảm trên giá phòng khi đặt phòng trên website\n\nChúc một ngày tốt lành\n\nTrân trọng\n\nJackĐọc thêm",
            "Nhìn chung, đây là một hòn đảo thực sự thoải mái để ghé thăm! Rất ấm cúng. Người tốt và nhiều nhà hàng. Nó rất dễ đi bộ.Đọc thêm",
            "Là hòn đảo lớn nhất trong khu vực, nơi đây có một hang động đáng yêu để tham quan và một công viên quốc gia tuyệt vời. Thư giãn chỉ cần ngồi và hít thở không khí trong lành. Nơi tuyệt vời để thoát khỏi sự ô nhiễm của Hà NộiĐọc thêm",
            "Chúng tôi đã đến thăm một số hòn đảo và đối với chúng tôi đây là hòn đảo tuyệt vời nhất vì nó chân thực và bạn có thể làm được khá nhiều điều mình muốn. Đọc thêm",
            "Sau 4 tháng du lịch khắp Đông Nam Á, Cát Bà là nơi tệ nhất mà tôi từng đến. Nếu bạn đến thăm Vịnh Hạ Long, hãy đi thuyền 2 hoặc 3 ngày từ Hải Phòng và tránh xa Cát Bà. Đây là lý do tại sao: 1. Liên tục xây dựng, với máy khoan búa, máy ủi và các thiết bị gây ồn khác hoạt động từ sáng đến tối. 2. Đường ống thoát nước được thay thế - đường bị phá bỏ - vào năm 2019, rác thải chất đống khắp nơi, đường phố bụi bặm bẩn thỉu, bàn ghế bẩn thỉu - thực sự bẩn thỉu nhất mà tôi từng thấy. 3. Nhạc lớn từ các quán bar phương Tây và karaoke châu Á, phát vào mỗi đêm cho đến 1:00 sáng và 2 hoặc 3:00 sáng vào cuối tuần. Không quan trọng khách sạn của bạn xa đến đâu. Bạn sẽ không thể ngủ được. 4. Các tiệm mát-xa khiêu dâm và - bùng nổ - chiếm ưu thế. Thật khó để tìm được một nơi mát-xa thực sự, và khi bạn tìm thấy, các nhà trị liệu rất sợ bạn có thể là - một trong số họ. - 5. Ngoài sự khác biệt về văn hóa, người dân địa phương rất thô lỗ. Họ thường hét vào mặt nhau - và vào tai bạn, trong khi bạn đang đợi một bữa ăn hoặc bất cứ thứ gì - . Họ sẽ cắt ngang bạn khi đang xếp hàng. Họ nhìn chằm chằm và hiếm khi mỉm cười. Người ta có ấn tượng rằng họ ghét khách du lịch, ngay cả khi khách du lịch đang chi tiền. 6. Mùa giới hạn diễn ra từ ngày 1 tháng 4 đến ngày 30 tháng 9, nhưng ngay cả khi đó, trời thường nhiều mây và mưa ở Cát Bà. Khi bạn kết hợp điều đó với những con đường bụi bặm và tiếng ồn lớn 24 - 7, nơi đây trở thành địa ngục trần gian. Bạn không thể chờ đợi để rời khỏi hòn đảo và rời khỏi Việt Nam. Đọc thêm",
            "Một nơi rất, rất du lịch ở Việt Nam. giá cao hơn những nơi khác nhưng vẫn đáng xem khi khám phá Việt Nam.Đọc thêm",
            "Rất thất vọng với chuyến tham quan. Bắt đầu từ 9 giờ sáng và kết thúc lúc 4 giờ 30 chiều với phần lớn thời gian dành cho việc đi thuyền. Thuê một chiếc thuyền kayak vì họ nói rằng chúng ta có thể vào một hang động và bên trong nó thực sự rất đẹp. Hóa ra hang động chỉ là một cái lỗ trong khối đá nơi bạn đi qua. Ngôi làng nổi trông thật khủng khiếp và bẩn thỉu. Nước cũng bẩn và rất nhiều rác trôi nổi. Tôi sẽ không bao giờ đề xuất hoạt động này.Đọc thêm",
            "Nơi tuyệt đẹp, người dân dễ mến, đồ ăn ngon và đây là nơi rẻ nhất tôi từng đến ở Châu Á. Rất muốn quay lại. Đọc thêm",
            "Chúng tôi đến Cát Bà vì muốn tham quan Vịnh Hạ Long nhưng không có khách du lịch. Cát Bà có các khách sạn và nhà trọ nhỏ hiệu quả. Nhưng cần cẩu và công trình xây dựng cho thấy các khu nghỉ dưỡng lớn hơn đang bị cản trở. Bờ sông có nhiều nhà hàng nhỏ với thực đơn kết hợp giữa phương Tây và Việt Nam cũng như các địa điểm để đặt chỗ cho các chuyến phiêu lưu. Có một số quán bar trong vịnh mà chúng tôi chưa ghé thăm. Chúng tôi đã đặt chỗ với - asiaoutdoors để chèo thuyền kayak và leo núi. Nhất định phải đến Vịnh Lan Hạ! Tôi thực sự khuyên bạn nên xem nội thất của hòn đảo bằng xe máy. Giá khác nhau. Chúng tôi được báo giá 60.000-80.000 cho cả ngày. Chúng tôi có xe đạp trống và chúng tôi được dẫn đến ga và chúng tôi phải trả thêm 100000 đô la tiền xăng. Vì vậy hãy hỏi về xăng khi đặt phòng. Tuy nhiên, con số này là khoảng - 7 cho mỗi chiếc xe đạp và chúng tôi đã có khoảng thời gian tuyệt vời. Đọc thêm",
            "Đây là hòn đảo lớn nhất ở vịnh Hạ Long - rất đáng để đi thuyền riêng tham quan - ngủ ở vịnh Lan Hạ. Vịnh đẹp hơn - ít khách du lịch hơn Vịnh Hạ Long. Khu vực Ba Trái Đào là một trong những đầm phá tốt nhất để chèo thuyền kayak - bơi lội!Đọc thêm",
            "Để đi từ Hạ Long đến Thành phố Cát Bà, bạn đi phà công cộng từ Đào Tuấn Chaos với giá 90000vd và xe buýt địa phương từ cảng tại Đảo Cát Bà đến Thành phố Cát Bà với giá 30000vd.Đọc thêm",
            "Xin chào, bạn thế nào trên đảo? Có đúng là mọi thứ sẽ đóng cửa bắt đầu từ ngày mai mà không có chuyến tham quan do vi-rút Corona?  - Xin hãy giúp đỡ vì tôi đã đến đó vào Chủ nhật. Đọc thêm",
            "Chào! Có ai biết đường đi từ đảo Cát Bà ra sân bay Cát Bi không? Tôi đã hỏi khách sạn của tôi và họ cứ nói những điều khác nhau. Có người nói tôi cần đi phà nhưng khách sạn bảo tôi ở đó - có xe buýt. Cách nào là cách tốt nhất? Đọc thêm",
            "Tất cả có thể hơi khó hiểu vì không có cầu tới Cát Bà. Như những người khác đã nói, bạn phải đi phà hoặc tàu cao tốc từ cảng Cát Bà. \nGiá là sự khác biệt chính. Phà có thể đón xe buýt - loại nhỏ 16 chỗ - sẽ kết nối từ Cát Bà đến Cát Hải - hòn đảo tiếp theo về phía Tây và KHÔNG có cầu nối vào đất liền.  Giá rẻ hơn. \n\nKhông biết tại sao nhưng Cát Bà không có bất kỳ chiếc xe limo nào kết nối hầu hết các thị trấn ở Nth Việt Nam nhưng những chiếc xe buýt nhỏ hơn vẫn ổn vì hành trình không dài.\nTàu cao tốc nhanh hơn rất nhiều, đi qua cầu Cát Hải và đưa bạn thẳng đến cảng Haiphone. Nhưng đắt hơn\n\nTôi quay lại Hạ Long nhưng tôi nhớ nhiều công ty du lịch bán vé sân bay Cát Bà đi Cát Bi.\nNhư những người khác đã nói, chỉ cần đảm bảo rằng vé của bạn ghi rõ ràng Sân bay Cát Bi - các đại lý chỉ là người bán lại cho các công ty xe buýt và một số công ty xe buýt sẽ cố gắng kiếm thêm một chút tiền mặt. \n\nXe đi Hạ Long thả tôi ngay bên ngoài khách sạn như vé đã quy định. Như mọi khi ở VN, người mua hãy cẩn thận. Đừng giả định bất cứ điều gì và ghi điểm đến bằng văn bản trên vé.Đọc thêm",
            "Thuê thuyền kayak ở Cát Bà ở đâu?Đọc thêm",
            "Xin chào cảm ơn vì bài viết của bạn.  Chúng tôi đã lên kế hoạch đến và ở lại đảo Cát Bà nhưng sau khi đọc bài viết của bạn, tôi lại nghĩ khác.  Chúng tôi có 5 ngày và hy vọng có thể chèo thuyền kayak, bơi lội hoặc đi bộ đường dài quanh khu vực.  Có điều gì khác biệt mà bạn muốn đề xuất không?  \nHà Nội?  \ncám ơn\nDelaena\ndganske - sas.edu.sgĐọc thêm",
            "Chúa ơi...tôi - tôi không chắc mình có thể giúp được gì. \nTôi đã di chuyển qua mạng để thử và đặt chỗ và tôi có thể đáng để bạn làm điều tương tự khi tìm kiếm hướng dẫn cụ thể cho các kỳ nghỉ phiêu lưu thay vì các nhà điều hành truyền thống.\nTôi thực sự ước tôi có thể cho bạn một câu trả lời tốt hơn.\nChúc may mắn và hy vọng bạn thích.\nTôi chắc chắn sẽ quay lại và dành nhiều thời gian hơnĐọc thêm",
            "Xin chào\nCảm ơn bạn đã đánh giá về Cát Bà. Chúng tôi là một gia đình gồm 4 người - 2 bé trai 13 và 15 tuổi - và muốn đi Hà Nội, Cát Bà và Vịnh Hạ Long nhưng muốn tham gia một số hoạt động như chèo thuyền kayak hoặc leo núi - dành cho người mới bắt đầu - hoặc đi bộ đường dài. Bạn có đề xuất gì cho hoạt động đó không.\nCảm ơn\nDelaena\ndganske - sas.edu.sgĐọc thêm",
            "CHÀO.  Chúng tôi đã làm chính xác những gì bạn muốn.  Chúng tôi đã đặt một chuyến đi trong ngày qua Cat Ba Oasis Bungalows nơi chúng tôi đang ở.  Có một người hướng dẫn tuyệt vời, Paul, và chuyến đi thật tuyệt vời. Con của chúng tôi lớn hơn một chút - 22 và 16 - nhưng tôi vẫn nghĩ con bạn sẽ thích nó, đặc biệt nếu chúng thích bơi lội. Họ yêu thích những chuyến đi đến những bãi biển và hang động bí mật - vô cùng đẹp đẽ. Họ chèo thuyền kayak và leo núi trên đảo khỉ, mặc dù việc đó khá khó khăn.  Tôi nghĩ chuyến đi lên đỉnh Vườn Quốc gia Cát Bà có thể tốt hơn vì có thể leo núi và đi bộ đường dài nhưng không quá nguy hiểm.  Dù sao đi nữa, dù bạn quyết định thế nào, hy vọng bạn sẽ có khoảng thời gian vui vẻ.  Mẹo duy nhất là cố gắng đừng đi vào những ngày nghỉ học của người Việt!\n\nLời chúc tốt nhất\n\nTomĐọc thêm",
            "Xin chào, \nChúng tôi dự định đến thăm đảo Cát Bà vào tháng này. \nChúng tôi muốn cắm trại và thư giãn ở khu vực yên tĩnh trên túp lều trên bãi biển. Bạn có thể giới thiệu chúng ta có thể đi cắm trại ở đâu không? Có thể tự mình đi đến hòn đảo nhỏ khác gần Cát Bà và cắm trại qua đêm ở đó không?  Cảm ơn trước!Đọc thêm",
            "Hãy đến bãi biển Nam Cát hoặc đảo khỉ để cắm trại. Nếu bạn muốn có một chuyến phiêu lưu, hãy ghé thăm Cánh buồm Đông Dương để tham gia một số chuyến du ngoạn độc đáo và đáng yêu trên những chiếc thuyền buồm truyền thốngĐọc thêm",
            "Từ thị trấn Cát Bà tới nhà hàng Green Catba Cafe thôn Phù Long bao xa?Đọc thêm",
            "Tôi không biết quán cà phê - nhà hàng, nhưng theo bản đồ của Google, làng Phù Long cách trung tâm thị trấn Cát Bà 40 phút đi xe máy. Đọc thêm",
            "Giá phòng ở khách sạn Hùng Long Harbour bao nhiêu?  Tôi hơi bối rối, Vịnh Lan Hạ với Asia Tour là một chuyến du ngoạn bằng thuyền quanh vịnh hay là Leo - Kayak với giá - 7 giờ?Đọc thêm",
            "Hưng Long là khách sạn đẹp, bạn có thể kiểm tra giá qua đặt phòng.\nAsia Outdoor tổ chức tour leo núi nhưng không có mức giá đó, bạn có thể kiểm tra trực tiếp với họ tại đây. Địa chỉ: 210 Đường Một Tháng Tư, TT. Cát Bà, Cát Hải, Hải Phòng\nĐT: 0225 3688 450Đọc thêm",
            "Xin chào, tôi muốn có những bức ảnh về khách sạn nơi chúng tôi sẽ ở và cả những bức ảnh về các khách sạn 3 sao. \n\nCảm ơn bạnĐọc thêm",
            "Xin chào\nTôi xin lỗi. Mình chỉ có ảnh của HOI LAKE FARMSTAY, khách sạn mình ởĐọc thêm",
            "Xin chào Jamie, cảm ơn vì thông tin này. Bạn có thể nói chính xác hơn một chút về nơi chính xác bạn đã đi phà không? Cảm ơn!!Đọc thêm",
            "Google search : Du thuyền đảo Cát Bà để biết thêm thông tin Đọc thêm"
        ],
        "star_ratings": [
            689,
            372,
            132,
            69,
            57
        ],
        "review_amount": 1319,
        "location": [
            "Việt Nam",
            "Cát Bà",
            "Đảo Cát Bà",
            "Hai Phong",
            "Những điều cần làm ở Cát Bà",
            "Châu Á"
        ],
        "reviews_time": [
            "Written July 14, 2023",
            "Written August 2, 2023",
            "Written October 13, 2023",
            "Written November 16, 2023",
            "Written December 3, 2023",
            "Written January 2, 2024",
            "Written April 6, 2024",
            "Written April 10, 2024",
            "Written April 25, 2019",
            "Written April 13, 2019",
            "Written March 20, 2019",
            "Written March 15, 2019",
            "Written March 15, 2019",
            "Written March 13, 2019",
            "Written February 27, 2019",
            "Written February 23, 2019",
            "Written February 22, 2019",
            "Written February 22, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g737051-d386683-Reviews-or80-Cat_Ba_Island-Cat_Ba_Hai_Phong.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g737051-d16694857-Reviews-The_Little_Leaf_Restaurant-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Restaurant_Review-g737051-d13873556-Reviews-Cat_Ba_Oasis_Bungalow_and_Restaurant-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Restaurant_Review-g737051-d14007725-Reviews-Casa_Bonita-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Restaurant_Review-g737051-d15641621-Reviews-The_Bigman_Restaurant_Bar-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Restaurant_Review-g737051-d19501872-Reviews-Secret_Garden_Cafe_and_Restaurant-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Restaurant_Review-g737051-d26141494-Reviews-The_Three_M_Restaurant-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Restaurant_Review-g737051-d12006693-Reviews-Yummy_Restaurant-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Restaurant_Review-g737051-d3567782-Reviews-My_Way_Pizza_Healthy_Vegan_Restaurant-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Restaurant_Review-g737051-d5494198-Reviews-Cat_Ba_Oasis_Bar-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Restaurant_Review-g737051-d8625970-Reviews-Quan_Cat_Ba_Family-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g303944-d25091329-Reviews-Trekking_Cat_Ba-Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d23840529-Reviews-Ao_Coi_Valley-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d8071306-Reviews-Cat_Co_1_Beach-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d27537543-Reviews-Cat_Co_2_Beach-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d27537558-Reviews-Cat_Co_3_Beach-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d25405156-Reviews-Cat_Co_3_Beach-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d6974768-Reviews-Lan_Ha_Bay-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d14109039-Reviews-Trung_Trang_Cave-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d2041902-Reviews-Hospital_Cave-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d7309377-Reviews-Viet_Hai_Village-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d386683-Reviews-or70-Cat_Ba_Island-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d386683-Reviews-or90-Cat_Ba_Island-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d386683-Reviews-Cat_Ba_Island-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d6677777-Reviews-Cat_Ba_National_Park-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d23825754-Reviews-Thien_Long_Cave-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d15852695-Reviews-Butterfly_Valley-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g27499063-d27491135-Reviews-Hoa_Cuong_Cave-Gia_Luan_Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d19387451-Reviews-Cat_Ba_Panorama-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d14910492-Reviews-Rose_Club-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d19677727-Reviews-Cat_Ba_Sunrise_Tours-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g14776299-d8616588-Reviews-Cat_Ba_Climbing-Ha_Long_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d5973848-Reviews-Rosy_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d19065972-Reviews-Cat_Ba_Smile_Tours-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d12987639-Reviews-Cat_Ba_Green_Trail_Travel-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g303944-d13368211-Reviews-Perla_Dawn_Sails-Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d15687862-Reviews-Signature_Journey_Cat_Ba_island-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g14776299-d8300174-Reviews-Vietnam_Insider_Travel-Ha_Long_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d26840970-Reviews-Cat_Ba_Elite_Sky_Bar-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d19334987-Reviews-The_Cat_Bar-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d18996009-Reviews-The_Black_Pirates-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d13340407-Reviews-La_Paci_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g60814-d252767-Reviews-Olde_Pink_House-Savannah_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g41096-d652444-Reviews-Maryland_Renaissance_Festival-Crownsville_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g189462-d3324196-Reviews-Marathonisi-Zakynthos_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g60954-d778649-Reviews-Salem_Ferry-Salem_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g60673-d312291-Reviews-Ritidian_Point-Hagatna_Guam.html",
            "https://www.tripadvisor.com/Attraction_Review-g2201167-d6868197-Reviews-Ancient_Lappa-Argyroupolis_Rethymnon_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d1978003-Reviews-The_Spa_Salon_at_Aria-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g34275-d3803243-Reviews-Hallandale_Beach-Hallandale_Beach_Broward_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d10129915-Reviews-T_Mobile_Arena-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g34882-d8640081-Reviews-Yahoola_Creek_Park-Dahlonega_Georgia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g737051-d386683-Reviews-or90-Cat_Ba_Island-Cat_Ba_Hai_Phong.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g737051-d386683-Reviews-or80-Cat_Ba_Island-Cat_Ba_Hai_Phong.html"
    },
    {
        "attraction_name": "Cat Ba Island",
        "attraction_name_vi": "Đảo Cát Bà",
        "general_info": [
            "1.319 đánh giá",
            "- 3 trong số 15 điều nên làm ở Cát Bà",
            "Các công viên quốc gia",
            "Quần đảo"
        ],
        "attraction_summary": "Tất cả thông tin bạn tìm thấy về Cát Bà đều mô tả những bãi biển hoang sơ và làn nước trong vắt. Nó còn xa lắm. Các bãi biển đầy rác và nước không trong, nhiều bãi có màu nâu. Có 3 bãi biển chính và chúng tôi đã đến bãi biển 1. Nó nhỏ và chật cứng người, giao thông hỗn loạn khi càng đến nhiều.  Điều chính cần làm là những chuyến đi bằng thuyền, đó là điều chúng tôi mong muốn. Điều đó thật tốt nhưng nếu chúng tôi biết những gì chúng tôi biết bây giờ thì chúng tôi đã không đi chút nào. Với tư cách là khách du lịch, chúng tôi đã cố gắng lựa chọn những nhà hoạt động bền vững và đáng buồn thay, đến Cát Bà, chúng tôi chỉ đang tạo thêm vấn đề.Đọc thêm",
        "reviews": [
            "Cuộc phiêu lưu của Cát Bà thật tuyệt vời. Thân thiện chuyên nghiệp.  Chuyến đi thư giãn được tổ chức tốt bữa trưa tuyệt vời. Không có gì để lỗi. Ben là một hướng dẫn tuyệt vời có kiến ​​thức và vui vẻ. Thực sự có thể giới thiệu chuyến đi này!!!!! Họ cũng sắp xếp dịch vụ đưa đón về Hà Nội, taxi đến sân bay và các chuyến bay đến Đà Nẵng với mức giá ưu đãi. Ben là một người hướng dẫn tốt bụng!!!!!! Đọc thêm",
            "Tôi tên là Jack - đại diện của ban quản lý đảo Cát Bà. Hiện tại, tôi đang làm quản lý khách sạn tại Khách sạn Cat Ba Xanh Spring Garden.\n\nCảm ơn bạn đã đến đảo. Tôi rất vui vì bạn đã có khoảng thời gian vui vẻ trên đảo. Lần sau, nếu bạn quay lại, tôi muốn giảm giá cho bạn khi lưu trú tại khách sạn của tôi.\n\nChúng tôi cũng có dịch vụ cho thuê xe tay ga, tour trong ngày, tour qua đêm trên du thuyền và trải nghiệm sinh vật phù du phát sáng.\n\nBạn cũng có thể tận hưởng vẻ đẹp của thị trấn Cát Bà cũng như vịnh Cát Bà từ quầy bar trên tầng thượng của khách sạn\n\nhttps: - - springgardencatbaxanhhotel.com - - trang web của khách sạn để đặt phòng trực tiếp. Bạn sẽ được giảm giá 15 - cho giá phòng khi đặt phòng trên trang web\n\nChúc bạn một ngày tốt lành\n\nTrân trọng\n\nJackĐọc thêm",
            "Nơi tuyệt vời để ghé thăm cho tất cả du khách.  Nhiều lựa chọn di chuyển từ Hà Nội, Ninh Bình. vv Cửa ngõ cho các chuyến du thuyền đến Vịnh Hạ Long và Vịnh Lan Hạ.  Nhiều lựa chọn về chỗ ở - Hostel, khách sạn dạng Hometel từ 2-5 sao.  Thức ăn tuyệt vời, bãi biển, bơi lội, Kyak, hang động và Công viên Quốc gia.  Rất nhiều để làm.  Thức ăn thật tuyệt vời.  Đọc thêm",
            "Tôi tên là Jack - đại diện ban quản lý đảo Cát Bà. Hiện tại tôi đang làm nhân viên khách sạn tại khách sạn Cát Bà Xanh Spring Garden.\n\nCảm ơn bạn đã đến đảo. Tôi - rất vui vì bạn đã có khoảng thời gian vui vẻ trên đảo. Lần sau nếu bạn quay lại, tôi xin giảm giá khi lưu trú tại khách sạn của tôi.\n\nChúng tôi cũng có dịch vụ cho thuê xe tay ga, chuyến đi trong ngày, chuyến đi qua đêm trên du thuyền và trải nghiệm sinh vật phù du phát sáng. \n\nBạn cũng có thể ngắm nhìn vẻ đẹp của thị trấn Cát Bà cũng như vịnh Cát Bà từ quầy bar tầng thượng tại khách sạn\n\nhttps: - - springgardencatbaxanhhotel.com - - website của khách sạn để đặt phòng trực tiếp. Bạn sẽ được giảm 15 - giảm trên giá phòng khi đặt phòng trên website\n\nChúc một ngày tốt lành\n\nTrân trọng\n\nJackĐọc thêm",
            "Dành 4 ngày khám phá đảo Cát Bà với những chuyến phiêu lưu chèo thuyền kayak, leo núi và nghỉ dưỡng tại các làng nổi địa phương vô cùng đặc biệt và độc đáo. Chúng tôi đã có cái nhìn sâu sắc tuyệt vời về văn hóa và ẩm thực địa phương. Sẽ tốt hơn nhiều khi ngắm nhìn vịnh Hạ Long từ đó để tránh vịnh Hạ Long quá đông đúc. Một nơi không thể bỏ qua ở Châu ÁĐọc thêm",
            "Tôi tên là Jack - đại diện ban quản lý đảo Cát Bà. Hiện tại tôi đang làm nhân viên khách sạn tại khách sạn Cát Bà Xanh Spring Garden.\n\nCảm ơn bạn đã đến đảo. Tôi - rất vui vì bạn đã có khoảng thời gian vui vẻ trên đảo. Lần sau nếu bạn quay lại, tôi xin giảm giá khi lưu trú tại khách sạn của tôi.\n\nChúng tôi cũng có dịch vụ cho thuê xe tay ga, chuyến đi trong ngày, chuyến đi qua đêm trên du thuyền và trải nghiệm sinh vật phù du phát sáng. \n\nBạn cũng có thể ngắm nhìn vẻ đẹp của thị trấn Cát Bà cũng như vịnh Cát Bà từ quầy bar tầng thượng tại khách sạn\n\nhttps: - - springgardencatbaxanhhotel.com - - website của khách sạn để đặt phòng trực tiếp. Bạn sẽ được giảm 15 - giảm trên giá phòng khi đặt phòng trên website\n\nChúc một ngày tốt lành\n\nTrân trọng\n\nJackĐọc thêm",
            "Tôi đã dành 4 ngày để khám phá đảo Cát Bà với những chuyến phiêu lưu chèo thuyền kayak, bơi lội, leo núi và nghỉ dưỡng tại các làng nổi địa phương - Làng Việt Hải - thật đặc biệt và độc đáo. Chúng tôi đã có cái nhìn sâu sắc tuyệt vời về văn hóa địa phương và con người ở đó.  Một nơi không thể bỏ qua và nhất định phải đến ở Châu Á.Đọc thêm",
            "Tôi tên là Jack - đại diện ban quản lý đảo Cát Bà. Hiện tại tôi đang làm nhân viên khách sạn tại khách sạn Cát Bà Xanh Spring Garden.\n\nCảm ơn bạn đã đến đảo. Tôi - rất vui vì bạn đã có khoảng thời gian vui vẻ trên đảo. Lần sau nếu bạn quay lại, tôi xin giảm giá khi lưu trú tại khách sạn của tôi.\n\nhttps: - - springgardencatbaxanhhotel.com - - website của khách sạn để đặt phòng trực tiếp. Bạn sẽ được giảm 15 - giảm trên giá phòng khi đặt phòng trên website\n\nChúc một ngày tốt lành\n\nTrân trọng\n\nJackĐọc thêm",
            "Tôi thực sự muốn giới thiệu một kỳ nghỉ ngắn trên đảo Cát Bà. Rất nhiều chỗ ở tươm tất và một thị trấn nhỏ ngọt ngào. Tôi muốn giới thiệu một chuyến du ngoạn trong ngày từ đó đến Vịnh Hạ Long thay vì hành trình qua đêm đắt tiền và khá thất vọng. Tôi - sẽ đi xe đạp đến làng nông nghiệp cộng đồng trên đảo. Đó là một chuyến tham quan tuyệt vời. Ngôi làng sạch sẽ không tì vết với sự góp sức của mọi người để khiến ngôi làng hoạt động hiệu quả! Chắc chắn có giá trị trong một vài ngày dựa trên hòn đảo này, một trong những hòn đảo lớn nhất trong quần đảo - Đọc thêm",
            "Chào buổi sáng cô Gill\n\nTôi tên là Jack - người quản lý tài khoản TripAdvisor đảo Cát Bà. \n\nCảm ơn bạn đã đánh giá toàn diện về mọi thứ về Đảo Cát Bà. Lần sau nếu có dịp quay lại tôi xin giới thiệu với các bạn khách sạn của tôi có tên Cát Bà Xanh Spring Garden Hotel nằm ở thị trấn Cát Bà. \n\nChúc một ngày tốt lành \n\nTrân trọng\n\nJackĐọc thêm",
            "Cát Bà tự nó là một điểm đến cho những người đến thăm vịnh Hạ Long. Hòn đảo này là hòn đảo lớn nhất trong khu vực và có thể dễ dàng tiếp cận bằng cả đường bộ và phà. Có rất nhiều điều để khám phá ở Cát Bà. Có 3 bãi tắm Cát Cò 1, 2 và 3 liền kề nhau, cách nhau bởi đồi và doi đất. Các bãi biển nhỏ nhưng đẹp. Cát Bà có hệ động thực vật phong phú nên công viên quốc gia và đa dạng sinh học là điểm đến hàng đầu. Nếu bạn muốn đi bộ đường dài, bạn có thể tận hưởng khung cảnh tuyệt đẹp từ trên đỉnh đồi. \nCát Bà là thiên đường ẩm thực dành cho những người không ngại ăn nhiều loại hải sản. Đặc biệt nhắc đến món bánh mì nổi tiếng của Việt Nam là từ một quán nhỏ ở phố Cái Bèo do các bà chủ quán. Ngoài món thông thường, họ còn phục vụ bánh mì đặc biệt được cắt thành từng miếng và đầy thịt. Người ta nên thử điều này nếu ở Cát Bà.\nĐi bộ dọc theo bến tàu vào buổi tối cũng rất được khuyến khích, nơi bạn có thể thử các quán ăn khác với thực đơn đa dạng.\nĐề nghị những người bạn đồng hành dành một ngày lười biếng ở Cát bà và đi dạo xung quanh hoặc thuê một chiếc xe đạp để tự mình khám phá.Đọc thêm",
            "Tôi tên là Jack - đại diện ban quản lý đảo Cát Bà. Hiện tại tôi đang làm nhân viên khách sạn tại khách sạn Cát Bà Xanh Spring Garden.\n\nCảm ơn bạn đã đến đảo. Tôi - rất vui vì bạn đã có khoảng thời gian vui vẻ trên đảo. Lần sau nếu bạn quay lại, tôi xin giảm giá khi lưu trú tại khách sạn của tôi. \n\nhttps: - - springgardencatbaxanhhotel.com - - website của khách sạn để đặt phòng trực tiếp. Bạn sẽ được giảm 15 - giảm trên giá phòng khi đặt phòng trên website \n\nChúc một ngày tốt lành \n\nTrân trọng\n\nJackĐọc thêm",
            "Không có nhiều việc để làm ở đây ngoài việc đi thuyền qua vịnh. Vịnh Lan Hạ yên tĩnh hơn Vịnh Hạ Long nhưng đáng buồn là vẫn bị ô nhiễm. Một khi bạn đã nhìn thấy nó thì điều đó có thể là đủ đối với hầu hết khách du lịch. Hang bệnh viện rất thú vị nhưng có thể được nhìn thấy trong một giờ. Vì vậy tôi - khuyên bạn nên tối đa 2 đêm. Mặc dù được đánh giá tốt, chúng tôi không được trải nghiệm những món ăn ngon ngoài việc ở nhà - nhà hàng đối diện Hang Bệnh viện. Dịch vụ không tốt lắm trong các nhà hàng. Nhìn chung, chúng tôi nhận thấy thị trấn này rất tồi tàn, nhưng điều gây cản trở nhất cho mọi hy vọng về hòa bình và yên tĩnh là hát karaoke vào ban đêm hoặc loa phát tin tức hoặc quảng cáo 4-7 lần trong ngày.Đọc thêm",
            "Tôi tên là Jack - đại diện ban quản lý đảo Cát Bà. Hiện tại tôi đang làm nhân viên khách sạn tại khách sạn Cát Bà Xanh Spring Garden.\n\nCảm ơn bạn đã đến đảo. Tôi - rất vui vì bạn đã có khoảng thời gian vui vẻ trên đảo. Lần sau nếu bạn quay lại, tôi xin giảm giá khi lưu trú tại khách sạn của tôi.\n\nChúng tôi cũng có dịch vụ cho thuê xe tay ga, chuyến đi trong ngày, chuyến đi qua đêm trên du thuyền và trải nghiệm sinh vật phù du phát sáng. \n\nBạn cũng có thể ngắm nhìn vẻ đẹp của thị trấn Cát Bà cũng như vịnh Cát Bà từ quầy bar tầng thượng tại khách sạn\n\nhttps: - - springgardencatbaxanhhotel.com - - website của khách sạn để đặt phòng trực tiếp. Bạn sẽ được giảm 15 - giảm trên giá phòng khi đặt phòng trên website\n\nChúc một ngày tốt lành\n\nTrân trọng\n\nJackĐọc thêm",
            "Rất yên tĩnh chỉ nhìn thấy một ngôi làng nhỏ nhưng nếu bạn muốn hoàn toàn yên tĩnh và không có hoạt động nào chỉ nghỉ ngơi và thư giãn, trong vài ngày thì đó sẽ là 5. Nhưng đối với một chuyến đi trong ngày chỉ có thể cho nó là 3Đọc thêm",
            "Hòn đảo này thực sự rất bẩn, rác ở khắp mọi nơi. Điều này không chỉ bởi vì khách du lịch mà tôi đã thấy nhiều người dân địa phương ném đồ đạc trên đường phố. Đồ ăn thì ổn nhưng chất lượng không bằng những nơi còn lại của Việt Nam. Mặc dù vậy, tôi khuyên bạn nên dành một hoặc 2 đêm để có được giá tốt hơn cho Vịnh Hạ Long Đọc thêm",
            "Địa điểm tuyệt đẹp, có thể đến dễ dàng từ Vịnh Hạ Long bằng phà hoặc tàu cao tốc, có ba cảng chính trên Đảo, bạn muốn đến bến cảng Bến Tàu Cát Bà bằng tàu cao tốc hoặc bắt taxi đắt tiền vào thị trấn như chúng tôi đã làm, hình ảnh đầu tiên là của vịnh từ cửa sổ khách sạn của chúng tôi, bạn có thể ngắm nhìn cảnh hoàng hôn tuyệt vời tại Sky Bar trên đỉnh khách sạn. rất nhiều chuyến đi có thể từ bến cảng. Một vài quán bar và nhà hàng đàng hoàng. Chúng tôi đã đi leo núi ngoài trời với Asia, rất nhiều chàng trai tuyệt vời và được tổ chức tốt. Chúng tôi thuê một số xe máy với giá 5 usd một ngày và đi một vòng quanh đảo, nó chỉ rộng 30 km, xe đạp của tôi bị hỏng ở điểm xa nhất tính từ bến cảng chính nơi thuê nhưng chúng tôi đã tìm thấy một thợ cơ khí địa phương cách đó khoảng 2 km. đã sửa nó trong 15 phút, lắp pin mới với giá khoảng 12 euro, bia do hàng xóm của anh ấy cung cấp cũng muốn cắt bỏ bộ râu của bạn tôi - , ít nhất chúng tôi nghĩ đó - là điều họ muốn làm. Những người đáng yêu. Hãy để ý những người bán Xăng chai nhựa 2 lít cho xe máy của bạn, hãy luôn hỏi giá trước vì nếu bạn không - họ sẽ tính phí quá cao cho bạn, rất nhiều nơi hoạt động như một trạm xăng mini - - và không tính phí quá cao. Chúng tôi đã trả 6 bảng Anh cho 2 lít xăng ở điểm dừng đầu tiên, chúng tôi đã lạm dụng anh chàng đó vì chúng tôi biết điều này không thể đúng nhưng lẽ ra chúng tôi nên hỏi trước. Điểm dừng tiếp theo là khoảng 4 pound cho 4 lít ở phía trước nhà của một ai đó trên đường sau Miles từ bất cứ đâu.Đọc thêm",
            "Nếu bạn đang ở Vịnh Hạ Long thì nhất định phải ghé thăm Đảo Cát Bà. Một hòn đảo có tất cả những gì bạn cần để nghỉ ngơi thư giãn. Các bãi biển ở đảo Cát Bà rất đẹp và có khung cảnh ngoạn mục. Nếu bạn thích lịch sử chiến tranh, bạn cần đến thăm Pháo đài Thần công, có rất nhiều thứ để xem và từ chính Pháo đài, bạn có thể thấy nhiều khung cảnh ngoạn mục của các hòn đảo khác ở Vịnh Hạ Long. Thị trấn Cát Bà rất dễ tiếp cận và người ta có thể tìm thấy bất cứ thứ gì bạn cần trong khu vực này từ Khách sạn - Nhà hàng - Chợ - Cửa hàng cá - Cửa hàng lưu niệm, v.v.Đọc thêm",
            "Chúng tôi phát hiện một số con khỉ khi đi chèo thuyền vào buổi sáng, thời tiết lạnh và se lạnh. Phải ghé thăm chắc chắn. Và chỉ di chuyển bằng du thuyền Steller of the Sea. Đọc thêm",
            "Chúng tôi - đã ở đây 2 đêm - có những trải nghiệm rất tốt. Có một số điểm bạn cần đến: Hang bệnh viện, vườn quốc gia Cát Bà, Pháo đài thần công, bãi biển..Bạn có thể tự đi bằng xe máy, rất dễ dàng nhưng nên thuê một hướng dẫn viên địa phương. Cảm ơn bạn rất nhiều Du lịch Bắc Kỳ Việt Nam - Alex đã đề xuất những ý tưởng tuyệt vời - cũng đã đặt khách sạn - đưa đón cho chúng tôi!Đọc thêm",
            "Bắt đầu ngày mới với bữa ăn ngon trên bãi biển và sau đó đi vào rừng để tham gia chuyến đi bộ năng động dẫn đến khung cảnh ngoạn mục của Đảo Cát Bà và các khối đá vôi ấn tượng. Khi bạn đã sẵn sàng khởi hành, hãy quay trở lại con đường mòn và đi chuyến thuyền cuối cùng qua vịnh để đến nơi có xe đưa đón về Hà Nội và khách sạn của bạn.Đọc thêm",
            "Hòn đảo tuyệt đẹp với địa hình tuyệt đẹp và nhiều điều để xem và làm. Rất đáng để ghé thăm nếu bạn muốn một cái gì đó không theo kịp. Tuy nhiên, các bãi biển bơi lội như 2 catbas không thể tiếp cận được do đang xây dựng.Đọc thêm",
            "Cát Bà, trong khi ở Vịnh Hạ Long, là một - bản sắc riêng biệt - bao gồm khoảng 360 hòn đảo trong quần đảo của nó! Đây cũng là hòn đảo đông dân nhất, với khoảng 13.000 người trong 6 cộng đồng và 4.000 người khác ở các làng nổi khác nhau. Khoảng 1 - 2 hòn đảo được phân định là Công viên quốc gia. Có nhiều khách sạn - lớn và nhỏ - và những bãi biển cát mịn. Tôi đã ở lại trong 5 đêm và rất vui vì đã làm như vậy!! Có những nhà hàng thú vị, các điểm tham quan tự nhiên cũng như nhân tạo, xe máy cho thuê - và rất nhiều thứ để xem và làm! Nó làm tăng thêm rất nhiều cho chuyến thăm của một người đến Vịnh Hạ Long. Nó cũng đã được trao tặng Chứng nhận xuất sắc của TripAdvisor - s - . Tôi hy vọng rằng Đánh giá này hữu ích. Đọc thêm",
            "Đảo Cát Bà được coi là hòn đảo tuyệt đẹp ở miền Bắc Việt Nam. nó thực sự thú vị nếu bạn dành hai ba lần trên hòn đảo này. Bạn - có thể di chuyển về phía pháo đài, đài quan sát phía đông, công viên quốc gia, v.v. Có một số bãi biển tự nhiên ở các hòn đảo nhỏ bao quanh hòn đảo chính nên bạn phải đi bằng thuyền. Thức ăn biển rất ngon nếu sánh ngang với các bãi biển khác ở Việt Nam. Khách sạn giá rẻ tuy nhiên khó tìm được khách sạn sang trọng.Đọc thêm",
            "Xin chào, bạn thế nào trên đảo? Có đúng là mọi thứ sẽ đóng cửa bắt đầu từ ngày mai mà không có chuyến tham quan do vi-rút Corona?  - Xin hãy giúp đỡ vì tôi đã đến đó vào Chủ nhật. Đọc thêm",
            "Chào! Có ai biết đường đi từ đảo Cát Bà ra sân bay Cát Bi không? Tôi đã hỏi khách sạn của tôi và họ cứ nói những điều khác nhau. Có người nói tôi cần đi phà nhưng khách sạn bảo tôi ở đó - có xe buýt. Cách nào là cách tốt nhất? Đọc thêm",
            "Tất cả có thể hơi khó hiểu vì không có cầu tới Cát Bà. Như những người khác đã nói, bạn phải đi phà hoặc tàu cao tốc từ cảng Cát Bà. \nGiá là sự khác biệt chính. Phà có thể đón xe buýt - loại nhỏ 16 chỗ - sẽ kết nối từ Cát Bà đến Cát Hải - hòn đảo tiếp theo về phía Tây và KHÔNG có cầu nối vào đất liền.  Giá rẻ hơn. \n\nKhông biết tại sao nhưng Cát Bà không có bất kỳ chiếc xe limo nào kết nối hầu hết các thị trấn ở Nth Việt Nam nhưng những chiếc xe buýt nhỏ hơn vẫn ổn vì hành trình không dài.\nTàu cao tốc nhanh hơn rất nhiều, đi qua cầu Cát Hải và đưa bạn thẳng đến cảng Haiphone. Nhưng đắt hơn\n\nTôi quay lại Hạ Long nhưng tôi nhớ nhiều công ty du lịch bán vé sân bay Cát Bà đi Cát Bi.\nNhư những người khác đã nói, chỉ cần đảm bảo rằng vé của bạn ghi rõ ràng Sân bay Cát Bi - các đại lý chỉ là người bán lại cho các công ty xe buýt và một số công ty xe buýt sẽ cố gắng kiếm thêm một chút tiền mặt. \n\nXe đi Hạ Long thả tôi ngay bên ngoài khách sạn như vé đã quy định. Như mọi khi ở VN, người mua hãy cẩn thận. Đừng giả định bất cứ điều gì và ghi điểm đến bằng văn bản trên vé.Đọc thêm",
            "Thuê thuyền kayak ở đâu tại Cát Bà?Đọc thêm",
            "Xin chào cảm ơn vì bài viết của bạn.  Chúng tôi đã lên kế hoạch đến và ở lại đảo Cát Bà nhưng sau khi đọc bài viết của bạn, tôi lại nghĩ khác.  Chúng tôi có 5 ngày và hy vọng có thể chèo thuyền kayak, bơi lội hoặc đi bộ đường dài quanh khu vực.  Có điều gì khác biệt mà bạn muốn đề xuất không?  \nHà Nội?  \ncám ơn\nDelaena\ndganske - sas.edu.sgĐọc thêm",
            "Chúa ơi...tôi - tôi không chắc mình có thể giúp được gì. \nTôi đã di chuyển qua mạng để thử và đặt chỗ và tôi có thể đáng để bạn làm điều tương tự khi tìm kiếm hướng dẫn cụ thể cho các kỳ nghỉ phiêu lưu thay vì các nhà điều hành truyền thống.\nTôi thực sự ước tôi có thể cho bạn một câu trả lời tốt hơn.\nChúc may mắn và hy vọng bạn thích.\nTôi chắc chắn sẽ quay lại và dành nhiều thời gian hơnĐọc thêm",
            "Chào bạn\nCảm ơn nhận xét của bạn về Cát Bà.  Chúng tôi là một gia đình gồm 4 - 2 cậu bé tuổi 13 và 15 - và muốn đến Hà Nội, Cát Bà và Vịnh Hạ Long nhưng muốn thực hiện một số hoạt động như chèo thuyền kayak hoặc leo núi - người mới bắt đầu - hoặc đi bộ đường dài bất cứ hoạt động nào.  Bạn có khuyến nghị cho điều đó.\nCảm ơn\nDelaena\ndganske - sas.edu.sgĐọc thêm",
            "CHÀO.  Chúng tôi đã làm chính xác những gì bạn muốn.  Chúng tôi đã đặt một chuyến đi trong ngày qua Cat Ba Oasis Bungalows nơi chúng tôi đang ở.  Có một người hướng dẫn tuyệt vời, Paul, và chuyến đi thật tuyệt vời. Con của chúng tôi lớn hơn một chút - 22 và 16 - nhưng tôi vẫn nghĩ con bạn sẽ thích nó, đặc biệt nếu chúng thích bơi lội. Họ yêu thích những chuyến đi đến những bãi biển và hang động bí mật - vô cùng đẹp đẽ. Họ chèo thuyền kayak và leo núi trên đảo khỉ, mặc dù việc đó khá khó khăn.  Tôi nghĩ chuyến đi lên đỉnh Vườn Quốc gia Cát Bà có thể tốt hơn vì có thể leo núi và đi bộ đường dài nhưng không quá nguy hiểm.  Dù sao đi nữa, dù bạn quyết định thế nào, hy vọng bạn sẽ có khoảng thời gian vui vẻ.  Mẹo duy nhất là cố gắng đừng đi vào những ngày nghỉ học của người Việt!\n\nLời chúc tốt nhất\n\nTomĐọc thêm",
            "Xin chào, \nChúng tôi dự định đến thăm đảo Cát Bà vào tháng này. \nChúng tôi muốn cắm trại và thư giãn ở khu vực yên tĩnh trên túp lều trên bãi biển. Bạn có thể giới thiệu chúng ta có thể đi cắm trại ở đâu không? Có thể tự mình đi đến hòn đảo nhỏ khác gần Cát Bà và cắm trại qua đêm ở đó không?  Cảm ơn trước!Đọc thêm",
            "Hãy đến bãi biển Nam Cát hoặc đảo khỉ để cắm trại. Nếu bạn muốn có một chuyến phiêu lưu, hãy ghé thăm Cánh buồm Đông Dương để tham gia một số chuyến du ngoạn độc đáo và đáng yêu trên những chiếc thuyền buồm truyền thốngĐọc thêm",
            "Từ thị trấn Cát Bà tới nhà hàng Green Catba Cafe thôn Phù Long bao xa?Đọc thêm",
            "Tôi không biết quán cà phê - nhà hàng, nhưng theo bản đồ của Google, làng Phù Long cách trung tâm thị trấn Cát Bà 40 phút đi xe máy. Đọc thêm",
            "Giá phòng ở khách sạn Hùng Long Harbour bao nhiêu?  Tôi hơi bối rối, Vịnh Lan Hạ với Asia Tour là một chuyến du ngoạn bằng thuyền quanh vịnh hay là Leo - Kayak với giá - 7 giờ?Đọc thêm",
            "Hưng Long là khách sạn đẹp, bạn có thể kiểm tra giá qua đặt phòng.\nAsia Outdoor tổ chức tour leo núi nhưng không có mức giá đó, bạn có thể kiểm tra trực tiếp với họ tại đây. Địa chỉ: 210 Đường Một Tháng Tư, TT. Cát Bà, Cát Hải, Hải Phòng\nĐT: 0225 3688 450Đọc thêm",
            "Xin chào, tôi muốn có những bức ảnh về khách sạn nơi chúng tôi sẽ ở và cả những bức ảnh về các khách sạn 3 sao. \n\nCảm ơn bạnĐọc thêm",
            "Xin chào\nTôi xin lỗi. Mình chỉ có ảnh của HOI LAKE FARMSTAY, khách sạn mình ởĐọc thêm",
            "Xin chào Jamie, cảm ơn thông tin này. Bạn có thể nói rõ hơn một chút về nơi bạn đã đi phà không? Cảm ơn!! Đọc thêm",
            "Google search : Du thuyền đảo Cát Bà để biết thêm thông tin Đọc thêm"
        ],
        "star_ratings": [
            689,
            372,
            132,
            69,
            57
        ],
        "review_amount": 1319,
        "location": [
            "Việt Nam",
            "Cát Bà",
            "Đảo Cát Bà",
            "Hai Phong",
            "Những điều cần làm ở Cát Bà",
            "Châu Á"
        ],
        "reviews_time": [
            "Written July 14, 2023",
            "Written August 2, 2023",
            "Written October 13, 2023",
            "Written November 16, 2023",
            "Written December 3, 2023",
            "Written January 2, 2024",
            "Written April 6, 2024",
            "Written April 10, 2024",
            "Written February 20, 2019",
            "Written January 28, 2019",
            "Written January 16, 2019",
            "Written January 16, 2019",
            "Written January 16, 2019",
            "Written January 10, 2019",
            "Written January 5, 2019",
            "Written January 2, 2019",
            "Written December 29, 2018",
            "Written December 28, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g737051-d386683-Reviews-or90-Cat_Ba_Island-Cat_Ba_Hai_Phong.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g737051-d16694857-Reviews-The_Little_Leaf_Restaurant-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Restaurant_Review-g737051-d13873556-Reviews-Cat_Ba_Oasis_Bungalow_and_Restaurant-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Restaurant_Review-g737051-d14007725-Reviews-Casa_Bonita-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Restaurant_Review-g737051-d15641621-Reviews-The_Bigman_Restaurant_Bar-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Restaurant_Review-g737051-d19501872-Reviews-Secret_Garden_Cafe_and_Restaurant-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Restaurant_Review-g737051-d26141494-Reviews-The_Three_M_Restaurant-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Restaurant_Review-g737051-d12006693-Reviews-Yummy_Restaurant-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Restaurant_Review-g737051-d3567782-Reviews-My_Way_Pizza_Healthy_Vegan_Restaurant-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Restaurant_Review-g737051-d5494198-Reviews-Cat_Ba_Oasis_Bar-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Restaurant_Review-g737051-d8625970-Reviews-Quan_Cat_Ba_Family-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g303944-d25091329-Reviews-Trekking_Cat_Ba-Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d23840529-Reviews-Ao_Coi_Valley-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d8071306-Reviews-Cat_Co_1_Beach-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d27537543-Reviews-Cat_Co_2_Beach-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d27537558-Reviews-Cat_Co_3_Beach-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d25405156-Reviews-Cat_Co_3_Beach-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d6974768-Reviews-Lan_Ha_Bay-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d14109039-Reviews-Trung_Trang_Cave-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d2041902-Reviews-Hospital_Cave-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d7309377-Reviews-Viet_Hai_Village-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d386683-Reviews-or80-Cat_Ba_Island-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d386683-Reviews-or100-Cat_Ba_Island-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d386683-Reviews-Cat_Ba_Island-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d6677777-Reviews-Cat_Ba_National_Park-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d23825754-Reviews-Thien_Long_Cave-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d15852695-Reviews-Butterfly_Valley-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g27499063-d27491135-Reviews-Hoa_Cuong_Cave-Gia_Luan_Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d19387451-Reviews-Cat_Ba_Panorama-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d14910492-Reviews-Rose_Club-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d19677727-Reviews-Cat_Ba_Sunrise_Tours-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g14776299-d8616588-Reviews-Cat_Ba_Climbing-Ha_Long_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d5973848-Reviews-Rosy_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d19065972-Reviews-Cat_Ba_Smile_Tours-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d12987639-Reviews-Cat_Ba_Green_Trail_Travel-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g303944-d13368211-Reviews-Perla_Dawn_Sails-Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d15687862-Reviews-Signature_Journey_Cat_Ba_island-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g14776299-d8300174-Reviews-Vietnam_Insider_Travel-Ha_Long_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d26840970-Reviews-Cat_Ba_Elite_Sky_Bar-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d19334987-Reviews-The_Cat_Bar-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d18996009-Reviews-The_Black_Pirates-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d13340407-Reviews-La_Paci_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g30196-d8011919-Reviews-I_Love_You_So_Much_Mural-Austin_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g34345-d552846-Reviews-South_Beach-Key_West_Florida_Keys_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g39855-d7160393-Reviews-Shelby_County_Flea_Market-Simpsonville_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g295370-d12860269-Reviews-Jadrolinija-Split_Split_Dalmatia_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187463-d7133812-Reviews-Playa_de_Cala_Mayor-Palma_de_Mallorca_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g187185-d209762-Reviews-Fondation_Claude_Monet-Giverny_Eure_Haute_Normandie_Normandy.html",
            "https://www.tripadvisor.com/Attraction_Review-g147290-d631634-Reviews-Ocean_World_Adventure_Park_Puerto_Plata-Puerto_Plata_Puerto_Plata_Province_Dominic.html",
            "https://www.tripadvisor.com/Attraction_Review-g57677-d104019-Reviews-Kings_Dominion-Doswell_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g190502-d246102-Reviews-Mount_Ulriken-Bergen_Hordaland_Western_Norway.html",
            "https://www.tripadvisor.com/Attraction_Review-g294207-d7396377-Reviews-Elephant_Hill-Nairobi.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g737051-d386683-Reviews-or100-Cat_Ba_Island-Cat_Ba_Hai_Phong.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g737051-d386683-Reviews-or90-Cat_Ba_Island-Cat_Ba_Hai_Phong.html"
    }
]