[
    {
        "attraction_name": "Catalina Express",
        "attraction_name_vi": "Catalina Express",
        "general_info": [
            "492 đánh giá",
            "3 trong số 22 điều cần làm ở Đảo Catalina",
            "Phà"
        ],
        "attraction_summary": "Với 8 chiếc thuyền và tối đa 30 chuyến khởi hành hàng ngày quanh năm từ Long Beach, San Pedro và Dana Point, Catalina Express là cách tốt nhất để đến Đảo Catalina. Trong khoảng một giờ, bạn có thể đi bộ đường dài, đi xe đạp, mua sắm, lặn, lặn với ống thở, câu cá, ăn tối, chèo thuyền đứng, chèo thuyền kayak, thư giãn tại spa hoặc thư giãn tại câu lạc bộ bãi biển. Chỉ cách LA 22 dặm, nhưng lại là một thế giới khác biệt. Đừng quên nâng cấp lên Commodore Lounge và bỏ qua việc xếp hàng với dịch vụ làm thủ tục ưu tiên, lên máy bay cấp tốc, cùng với cocktail hoặc nước ngọt miễn phí, v.v. Chỉ 15 mỗi chiều.Đọc thêm",
        "reviews": [
            "Tôi nên bắt đầu bằng cách đề cập rằng tôi đã thường xuyên đi thuyền Catalina Express trong khoảng 25 năm qua khi lặn trên Đảo. Mọi thứ đã thay đổi. Trong khi trước đây có một quán bar và một cửa hàng bán đồ ăn nhanh trong nhà ga, quán bar biến mất, rồi cửa hàng bán đồ ăn nhanh biến mất, và tất cả chỉ còn lại những chiếc máy bán hàng tự động buồn tẻ và đôi khi là một chiếc xe bán đồ ăn. Trước đây, việc đổi vé là miễn phí: bây giờ giá là 5, và tôi cá với bạn rằng giá sẽ sớm tăng lên. Công nghệ cũng đã xâm chiếm bãi đậu xe và bây giờ là hệ thống đặt chỗ: hãy đảm bảo bạn mang theo điện thoại thông minh, nếu không bạn sẽ chết! Nói tóm lại, những gì từng là một hoạt động thân thiện, bình thường giờ đã trở nên giống bay hơn. Đó là sự tiến bộ. \nNhưng tất cả những gì đã nói, những chiếc thuyền vẫn sạch sẽ và hiệu quả, thủy thủ đoàn chuyên nghiệp và tốt bụng, và những chuyến đi tuyệt vời - với một chút may mắn, bạn sẽ phát hiện ra cá heo và cá voi, và ngay cả khi biển động, mọi thứ sẽ không quá run nếu chúng ở đó. , phi hành đoàn sẽ phát túi nhựa cho bạn:.  Đến Catalina là một lựa chọn chắc chắn và đi tàu tốc hành hoàn toàn là một phần của trải nghiệm.Đọc thêm",
            "Xin chào! \nCám ơn, vì phản hồi của bạn. Chúng tôi hy vọng bạn tận hưởng chuyến đi của mình và mong sớm được đón bạn lên tàu trở lại.\nĐọc thêm",
            "Chồng tôi và tôi đã sử dụng Catalina Express để đi từ Long Beach đến Avalon vào tuần trước. Và do vấn đề về chuyến bay, chúng tôi đã lỡ chuyến tàu đầu tiên và nhận được vé mới cho chuyến tàu sau. Sau khi đến địa điểm ra mắt Catalina Express và sau khi mô tả những gì đã xảy ra, CHRISTIAN, đã làm rất tốt khi giúp chúng tôi có được vé và khiến toàn bộ quá trình trở nên rất dễ dàng. Tôi hy vọng anh ấy được cấp trên công nhận.Đọc thêm",
            "Đây là lần thứ ba chúng tôi. Đã đi từ Long Beach đến Avalon và quay lại.\n\nTôi thực sự hoan nghênh đội ngũ dịch vụ khách hàng. Họ đã làm việc chăm chỉ để cập nhật lịch trình cho chúng tôi trong cơn bão gần đây. Chúng tôi may mắn khi có thể đổi vé và lên chuyến phà sớm hơn vì tôi hiểu\ncó những chuyến phà bị hủy do thời tiết. Chúng tôi sẽ luôn sử dụng Catalina Express. Khi đi đến Đảo Catalina.\n\nPhòng chờ Commodore xứng đáng với mức giá cao hơn! Đọc thêm",
            "Chuyến đi đến Catalina thật vui. Khi đến đảo, chúng tôi thuê một chiếc xe golf đi trong 2 giờ và tham quan đỉnh núi. Các quan điểm thật ngoạn mục. Rất nhiều cửa hàng và những điều thú vị để xem trên đảo. Chúng tôi rời đi lúc 5 giờ tối và ngắm cảnh hoàng hôn đẹp nhất từ ​​trước đến nay. Đảo Catalina là một nơi phải xem. Chúng tôi rời Dana Point trên Catalina Express, một chiếc thuyền đẹp.Đọc thêm",
            "Xin chào!\nCảm ơn bạn rất nhiều vì đã chia sẻ trải nghiệm tuyệt vời của bạn đến Đảo Catalina. Cảm ơn bạn đã viết đánh giá và chúng tôi mong sớm được đón bạn trở lại!\nĐọc thêm",
            "Những chuyến đi suôn sẻ và dễ dàng đến và đi từ Đảo Catalina từ Dana Point. Thuyền rộng rãi và thoải mái.  Đồ ăn nhẹ và đồ uống ngon. Đội ngũ chu đáo, thân thiện và tốt bụng. Điểm nổi bật là nhìn thấy hàng trăm con cá heo gần Đảo. Họ giảm tốc độ tàu để đảm bảo an toàn và quan sát. Thật tuyệt vời!Đọc thêm",
            "Xin chào Margie!\nCám ơn, vì phản hồi của bạn. Chúng tôi rất vui vì bạn đã tận hưởng chuyến đi của mình và mong sớm được đón bạn lên tàu trở lại.\nĐọc thêm",
            "Một chuyến đi khứ hồi tuyệt vời từ Dana Point đến Avalon và ngược lại. Catalina Express đã làm được điều này! Thuyền rất sạch, nhân viên tuyệt vời và chuyến đi êm ái. Chúng tôi thậm chí còn nhìn thấy một con cá voi trên đường trở về Dana Point. Đề xuất duy nhất của tôi là điều chỉnh việc phân phối hành lý cho hành khách ở Dana Point. Khi chúng tôi quay lại, mọi người đều xếp hàng trên thuyền, không thể xuống cho đến khi những người khác lấy hành lý của họ. Mọi người đều ở trên bến tàu. Có lẽ nên thông báo cho phép hành khách không có hành lý xuống trước? Đọc thêm",
            "Xin chào!\nCám ơn, vì phản hồi của bạn. Chúng tôi hy vọng bạn tận hưởng chuyến đi của mình và mong sớm được đón bạn lên tàu trở lại.\nĐọc thêm",
            "Chúng tôi đi phà đến Avalon. Đặt chỗ ngồi Commodore, hoàn toàn xứng đáng. Bạn có thể được giảm giá cho người cao tuổi nếu bạn 55 tuổi. Ferry Mary, loại Bloody Mary đặc trưng, ​​rất đáng giá. Đội ngũ nhân viên rất tốt và phà đến đúng giờ. Đọc thêm",
            "Xin chào! \nCám ơn, vì phản hồi của bạn. Chúng tôi hy vọng bạn tận hưởng chuyến đi của mình và mong sớm được đón bạn lên tàu trở lại.\nĐọc thêm",
            "Chuyến đi đến Avalon của chúng tôi thật vui vẻ và dễ dàng nhờ Catalina Express. Chắc chắn bạn phải xếp hàng một chút nhưng nó không quá đáng. Chắc chắn nó không rẻ nhưng nó thoải mái, sạch sẽ và an toàn. Mọi thông tin được cung cấp đều chính xác nên không có gì bất ngờ. Các biển báo đỗ xe đã rõ ràng, nhưng bãi đậu xe phải trả thêm 22 khoản phí trong ngày. Nhìn chung, chúng tôi đã có một ngày kỳ diệu trên Avalon và chúng tôi sẽ làm lại điều đó.Đọc thêm",
            "Xin chào! \nCám ơn, vì phản hồi của bạn. Chúng tôi hy vọng bạn tận hưởng chuyến đi của mình và mong sớm được đón bạn lên tàu trở lại.\nĐọc thêm",
            "Tôi đã có một chuyến đi đến Catalina cùng bạn gái để kỷ niệm sinh nhật lần thứ 55 của mình. Phà Catalina Express là một trải nghiệm thú vị và vui vẻ. Tôi thực sự khuyên bạn nên nâng cấp một chút lên hạng Commodore, vì bạn được ưu tiên lên máy bay và nhận được đồ uống và đồ ăn nhẹ miễn phí .Bạn gái tôi và tôi rất thích một chai sâm panh nhỏ. Họ có đồ uống thông thường, bia, rượu sâm panh, rượu mary. Và các loại đồ ăn nhẹ như Chex Mix và Mini Chips Ahoy. Chuyến đi rất suôn sẻ và bạn sẽ đến nơi sau hơn một giờ nữa. Bạn đi ngang qua The Queen Mary tại cảng Long Beach và thật tuyệt khi ngắm nhìn hòn đảo từ con tàu. Mang đến cho bạn cảm giác như Công viên kỷ Jura, trông nó thật tuyệt! Nó rất đẹp và hầu hết các khách sạn, nhà hàng, cửa hàng, v.v. đều cách cảng trong vòng 5 đến 10 phút đi bộ. Mang theo hành lý có bánh xe. Tôi khuyên bạn nên dùng nhà hàng Bluewater Avalon. Hải sản tươi sống nhìn ra bến thuyền. Khẩu phần rất lớn! Cả hai chúng tôi đã có khoảng thời gian tuyệt vời. Rất khuyến khích sử dụng Catalina Express!Đọc thêm",
            "Xin chào!\nCảm ơn bạn rất nhiều vì đã chia sẻ trải nghiệm tuyệt vời của bạn đến Đảo Catalina. Chúng tôi thích nghe về chuyến đi của hành khách. Cảm ơn bạn đã viết đánh giá và chúng tôi mong sớm được đón bạn trở lại!\nĐọc thêm",
            "Tôi không biết phải mong đợi điều gì và nó thật tuyệt! Chúng tôi đã đặt Phòng chờ Commodore và tôi thực sự khuyên bạn nên mua vé đó. Chúng tôi ngồi trong một khu vực kín, có nhiều cửa sổ để nhìn, và bạn có một quầy bar phục vụ cocktail và đồ ăn nhẹ. Tôi cảm thấy tiếc cho những người ngồi bên ngoài, phía sau.  Họ bị ướt một chút trên đường trở về. Tất cả nhân viên đều thân thiện và hữu ích.Đọc thêm",
            "Xin chào!\nCảm ơn bạn đã đánh giá tốt của bạn. Chúng tôi rất vui vì dịch vụ khách hàng của chúng tôi có thể cung cấp cho bạn sự chăm sóc tuyệt vời. Chúng tôi hy vọng sẽ sớm có bạn trên tàu trở lại.\nĐọc thêm",
            "Giao thông tuyệt vời và đội ngũ nhân viên thân thiện, nhưng câu lạc bộ hàng hóa không có gì đặc biệt. Chúng tôi có một nhóm 6 người và phải ngồi tách biệt nhau, không có chỗ ngồi được phân bổ: Rất nhiều trẻ em và một đứa trẻ mới biết đi đã la hét trong suốt chuyến đi. Mặc dù được ưu tiên tải, v.v. nhưng tất cả chúng tôi đều rời đi cùng một lúc và nó dường như không đáng để trả thêm. Dịch vụ chung rất tuyệt.Đọc thêm",
            "Chuyến đi thú vị đến đảo Catalina. Chúng tôi cảm thấy khoản phí bổ sung cho chỗ ngồi Commodore là xứng đáng: bạn nhận được đồ uống miễn phí và một túi chex-mix hoặc bánh quy.Đọc thêm",
            "Xin chào! \nCám ơn, vì phản hồi của bạn. Chúng tôi rất vui vì bạn đã tận hưởng chuyến đi của mình và mong sớm được đón bạn lên tàu trở lại.\nĐọc thêm",
            "Quan điểm tuyệt vời. Phi hành đoàn rất thân thiện. Rất thư giãn và mời. Đáng giá trong chuyến đi xung quanh. Thực sự rất thích phòng chờ hàng hóa.Đọc thêm",
            "Xin chào!\nCảm ơn bạn đã đánh giá. Chúng tôi rất vui vì bạn đã tận hưởng chuyến đi của mình và mong sớm được đón tiếp bạn trở lại.\nĐọc thêm",
            "Trải nghiệm tuyệt vời trên Catalina Express, thuyền sạch sẽ và đội ngũ nhân viên hữu ích. Chuyến đi nhanh chóng, giới thiệu cho tất cả những ai đến Đảo Catalina.Đọc thêm",
            "Xin chào, cảm ơn bạn đã đánh giá tốt!Đọc thêm",
            "Chồng tôi và tôi đi phà đến Đảo Catalina từ Long Beach và sau đó quay lại vào tuần đầu tiên của tháng 4. Việc đến địa điểm phà rất dễ dàng và nhà để xe ở phía bên kia đường. Bãi đậu xe về cơ bản là 30 mỗi ngày 24 giờ nên hơi đắt tiền, nhưng cực kỳ thuận tiện. Đó là một ngày rất mưa đến hòn đảo và chuyến đi rất khó khăn, không có lỗi của bất kỳ thành viên nào trong đoàn và họ sẵn sàng giúp đỡ vì hầu hết mọi người dường như đều bị ốm. Chúng tôi đã uống dramamine trước khi lên máy bay và mặc dù cảm thấy buồn nôn nhưng chúng tôi không bị ốm. Về Long Beach trời nắng đẹp thuận buồm xuôi gió nên rất thú vị. Mọi người chúng tôi gặp làm việc cho Catalina Express đều cực kỳ thân thiện và hữu ích. Tôi sẽ ngần ngại đi chuyến phà này một lần nữa.Đọc thêm",
            "Xin chào! \nCám ơn, vì phản hồi của bạn. Chúng tôi hy vọng bạn tận hưởng chuyến đi của mình và mong sớm được đón bạn lên tàu trở lại.\nĐọc thêm",
            "Nhân viên thân thiện và hữu ích. Rất dễ lên và xuống thuyền. Chuyến đi nhanh chóng và mặc dù chúng tôi phải về nhà trong vùng nước dữ dội, thuyền trưởng đã làm rất tốt. Bãi đậu xe ở Long Beach rất gần bến tàu. Bạn có thể để xe trong bãi đậu xe khoảng 23 đô la một ngày. Đọc thêm",
            "Xin chào!\nCám ơn, vì phản hồi của bạn. Chúng tôi hy vọng bạn tận hưởng chuyến đi của mình và mong sớm được đón bạn lên tàu trở lại.\nĐọc thêm",
            "Công ty này độc quyền về các chuyến đi đến Catalina và có chính sách rất cứng nhắc về việc dời lịch.  Tôi đã bị một người hướng dẫn lặn hủy chuyến vào đêm trước chuyến đi và tàu tốc hành đã từ chối dời lại chuyến đi của tôi.  Mình bị mất 4 vé và cuối tuần sau phải đặt lại thêm -160.  Mặt khác, khách sạn Mac Ray còn nhiều thứ để mất và không gặp vấn đề gì trong việc sắp xếp lại phòng của tôi, tôi dự định sẽ nhận phòng trong vòng vài giờ sau cuộc gọi.  Nhỏ mọn. Không hợp lý..Đọc thêm",
            "Vợ tôi và tôi lái xe xuống Dana Point từ Newport Beach để tránh chuyến tàu đông đúc đến Catalina từ Newport. Chúng tôi định đến Avalon để kỷ niệm ngày kỷ niệm của chúng tôi.  Tôi bị sốc khi thấy hoạt động của bạn đang được thực hiện kém đến mức nào. Trước hết là tình huống đỗ xe không đúng cách của bạn mà bạn tính phí 20. Một người đàn ông lớn tuổi quét một mảnh giấy để cho bạn vào rồi đưa cho bạn một mảnh giấy khác nhỏ hơn tấm thẻ 3 X 5 và bảo bạn quét tờ giấy đó để ra khỏi bãi đậu xe. Dành phần lớn cuộc đời mình cho thiết bị CNTT, tôi biết ngay đây là một hệ thống tồi tệ. Đúng như suy nghĩ của tôi khi quay lại lấy xe, tôi đã bị mắc kẹt trong một hàng hơn 20 chiếc xe khi máy quét của bạn không đọc được bản quét chính xác và hết hành khách này đến hành khách khác phải vật lộn để thoát ra khỏi lô 20!!! Tại sao không có ai ở đó để đảm bảo với khách hàng của bạn một lối thoát dễ dàng????? Chuyến đi thuyền qua lại càng kém thú vị hơn khi nhiều hành khách được phép mang theo những chú chó LỚN lên thuyền. Chính sách của bạn quy định rằng các con vật phải được nhốt trong chuồng hoặc bị rọ mõm và xích. Chúng tôi chỉ thấy một sinh vật bị rọ mõm trong chuyến đi đi lại lại và nó nằm trên lối đi. Tôi không thấy bất kỳ con chó phục vụ nào trong số rất nhiều sinh vật trên tàu trong cả hai chuyến đi. Không cần phải nói, tôi sẽ KHÔNG BAO GIỜ bắt một chiếc Catalina Express khác đi bất cứ đâu và đặc biệt là không ra khỏi bến cảng Dana Point.Đọc thêm",
            "Chúng tôi đã đi Catalina Express từ Dana Point tuần này..... chúng tôi thấy họ rất chuyên nghiệp, thuyền sạch sẽ, nhân viên thân thiện và hiệu quả, và mọi thứ đều đúng giờ đến từng phút. Biển báo được đánh dấu rõ ràng để chỉ nơi xếp hàng ở Catalina. Chúng tôi rất thích nhìn thấy một đàn cá heo lớn trên đường ra Catalina sáng hôm đó, đó là một niềm vui đặc biệt. Thuyền trưởng đã dành thời gian cho mọi người để ngắm cá heo, và vẫn đến Avalon đúng giờ. Mặc dù là một chiếc thuyền nhỏ hơn chiếc thuyền lớn từ Newport, nhưng nó rất thoải mái. Chúng tôi chắc chắn sẽ đi thuyền này từ Dana Point một lần nữa. Có người đã đề cập trong một bài đánh giá khác rằng âm nhạc sẽ rất tuyệt trên thuyền.... Tôi cũng muốn nghe nhạc nhẹ nhàng trong khi chúng tôi đi đến và đi từ hòn đảo..... một chút Beach Boys và 26 Miles Across the Sea...... Đọc thêm",
            "Xin chào!\nCảm ơn bạn rất nhiều vì đã chia sẻ kinh nghiệm của bạn đến Đảo Catalina. Chúng tôi thích nghe về chuyến đi của hành khách. Cảm ơn bạn đã viết đánh giá và chúng tôi mong sớm được đón bạn trở lại!\nĐọc thêm",
            "Phà đã đúng giờ, dễ dàng lên và xuống. Chỗ ngồi đủ thoải mái. Tôi yêu sự rung cảm thoải mái. Một chút âm nhạc sẽ rất tuyệt. Rất khuyến khích.Đọc thêm",
            "Xin chào!\nCám ơn, vì phản hồi của bạn. Chúng tôi hy vọng bạn tận hưởng chuyến đi của mình và mong sớm được đón bạn lên tàu trở lại.\nĐọc thêm",
            "Chúng tôi đã mua vé khởi hành lúc 5:45 chiều, nhưng tự hỏi điều gì sẽ xảy ra nếu vào phút cuối chúng tôi quyết định muốn khởi hành sớm hơn.  Chúng tôi có thể lấy thời gian sớm hơn nếu có chỗ trống không?Đọc thêm",
            "Xin chào các bạn! Đây là lần đầu tiên chúng tôi đến Catalina vào tháng 4, tôi đi cùng chồng và con trai 3 tuổi. Bất kỳ khách sạn giá rẻ nào có ít nhất bữa sáng miễn phí và chúng tôi nên đi catalina nào sẽ cung cấp nhiều hoạt động mà chúng tôi không cần phải chi nhiều ?Cảm ơn bạn, câu trả lời của bạn sẽ được đánh giá cao.Đọc thêm",
            "Không có gì rẻ trên đảoĐọc thêm",
            "Làm cách nào chúng tôi có thể đi từ phà Dana Point đến sân bay San Diego mà không cần thuê xe?Đọc thêm",
            "Thật không may, chúng tôi không có bất kỳ đề xuất nào về việc vận chuyển đến sân bay San Diego. Chúng tôi khuyên bạn nên liên hệ với thông tin khách truy cập Dana Point cho câu hỏi đó. Có thể liên hệ với họ theo số 800 290-3262.Đọc thêm",
            "Đảo Catalina từ sân bay Lax giá xe đưa đón là bao nhiêu Đọc thêm",
            "Khoảng 60 đô la với UberĐọc thêm",
            "Làm cách nào tôi có thể thay đổi chuyến khởi hành lúc 3:00 chiều trên Catalina Express từ Avalon sang khởi hành lúc 12:30 trưa?Đọc thêm",
            "Xin chào David, vui lòng gọi đến tổng đài của chúng tôi theo số 31.510.7971Đọc thêm",
            "Làm cách nào tôi có thể thay đổi chuyến khởi hành lúc 3:00 chiều từ Avalon thành chuyến khởi hành lúc 12:30?Đọc thêm",
            "Xin chào David, vui lòng gọi đến tổng đài của chúng tôi theo số 310.510.7971Đọc thêm",
            "Xin chào và cảm ơn bạn đã đánh giá trên Trip Advisor.  Bạn đã tìm thấy vé giảm giá Costco cho chuyến phà tới Catalina ở đâu?Đọc thêm",
            "Phà cách Valencia, Ca bao xa.Đọc thêm",
            "Vị trí phà gần ValenciaĐọc thêm",
            "CHÀO! Tôi xin lỗi vì trả lời muộn. Cảng San Pedro sẽ gần bạn hơn vì nó nằm ngay phía bắc Long Beach.Đọc thêm",
            "Nó cất cánh lúc 9 giờ, máy bay của tôi hạ cánh lúc 9 giờ 30. Lựa chọn của tôi để đến đảo là gì?Đọc thêm",
            "Phải mất khoảng. 1 giờ để đi từ LAX đến bến phà. Tôi lên lịch đi thuyền muộn hơn nhưng đến sớm. Họ đã có thể lên lịch lại cho tôi trên một chiếc thuyền trước đó. Đi thuyền mất khoảng một giờ từ bến Long Beach đến Avalon. Đảo Catalina là địa điểm yêu thích của tôi mọi thời đại......Hawaii rất đẹp nhưng Catalina thì tráng lệ!!!!Đọc thêm"
        ],
        "star_ratings": [
            321,
            119,
            35,
            6,
            11
        ],
        "review_amount": 492,
        "location": [
            "Hoa Kỳ",
            "Đảo Catalina",
            "Những điều cần làm ở Đảo Catalina",
            "Catalina Express",
            "California CA"
        ],
        "reviews_time": [
            "Written January 27, 2024",
            "Written February 5, 2024",
            "Written February 6, 2024",
            "Written February 20, 2024",
            "Written February 25, 2024",
            "Written March 4, 2024",
            "Written March 11, 2024",
            "Written March 16, 2024",
            "Written March 17, 2024",
            "Written March 20, 2024",
            "Written May 28, 2024",
            "Written May 22, 2024",
            "Written April 9, 2024",
            "Written April 7, 2024",
            "Written April 7, 2024",
            "Written April 6, 2024",
            "Written April 6, 2024",
            "Written April 4, 2024",
            "Written April 4, 2024",
            "Written April 2, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g102873-d1547894-Reviews-Catalina_Express-Catalina_Island_California.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g32648-d341959-Reviews-Bubba_Gump_Shrimp_Co-Long_Beach_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32648-d1058997-Reviews-P_F_Chang_s-Long_Beach_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32648-d341604-Reviews-L_Opera_Ristorante-Long_Beach_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32648-d1370888-Reviews-Gladstone_s_Long_Beach-Long_Beach_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32648-d4520070-Reviews-Pier_76_Fish_Grill-Long_Beach_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32648-d357897-Reviews-George_s_Greek_Cafe-Long_Beach_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32648-d570061-Reviews-Auld_Dubliner-Long_Beach_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32648-d502480-Reviews-Parkers_Lighthouse-Long_Beach_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32648-d4062857-Reviews-Outback_Steakhouse-Long_Beach_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32648-d3460797-Reviews-The_Potholder_Cafe_Too-Long_Beach_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32648-d2202608-Reviews-Catalina_Express-Long_Beach_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32648-d104231-Reviews-Aquarium_of_the_Pacific-Long_Beach_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32648-d2233013-Reviews-The_Pike_Outlets-Long_Beach_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32648-d284163-Reviews-Shoreline_Village-Long_Beach_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32648-d284156-Reviews-Pine_Avenue-Long_Beach_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32648-d284168-Reviews-Long_Beach_Convention_Entertainment_Center-Long_Beach_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32648-d15034369-Reviews-The_Pike_Ferris_Wheel-Long_Beach_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32648-d284146-Reviews-Downtown_Long_Beach-Long_Beach_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32648-d104802-Reviews-The_Queen_Mary-Long_Beach_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32648-d284145-Reviews-International_City_Theatre-Long_Beach_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g102873-d1547894-Reviews-or10-Catalina_Express-Catalina_Island_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g29121-d2204229-Reviews-Catalina_Taxi_and_Tours-Avalon_Catalina_Island_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g29121-d27175274-Reviews-Catalina_Flyer_Avalon-Avalon_Catalina_Island_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g102873-d26227571-Reviews-California_Port_Transfers_Vince_Group-Catalina_Island_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g102873-d25902405-Reviews-California_Airport_Transfers_Vince_Group-Catalina_Island_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32648-d1554766-Reviews-2SeeWhales_Harbor_Breeze_Cruises-Long_Beach_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32648-d23618343-Reviews-SoCal_Whale_Watching-Long_Beach_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32648-d1402257-Reviews-Harbor_Breeze_Long_Beach_Harbor_Cruise-Long_Beach_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32648-d21396054-Reviews-Wheel_Fun_Rentals_Rainbow_Lagoon_Swan_Boats-Long_Beach_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32648-d17816410-Reviews-Southern_California_Adventure_Yacht_Rentals-Long_Beach_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32648-d3190875-Reviews-Sunseeker_Tours-Long_Beach_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32648-d8746801-Reviews-Long_Beach_Transit-Long_Beach_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32648-d11961944-Reviews-Cinemark_Long_Beach-Long_Beach_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60959-d1635185-Reviews-The_Gardens_of_the_World-Thousand_Oaks_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g50226-d256675-Reviews-Easton_Town_Center-Columbus_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g46122-d558697-Reviews-Squam_Lakes_Natural_Science_Center-Holderness_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g58097-d1791066-Reviews-Shenandoah_Caverns-Quicksburg_Shenandoah_County_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g155019-d185112-Reviews-St_Lawrence_Market-Toronto_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g580240-d195906-Reviews-Castello_di_Verrazzano-Greve_in_Chianti_Tuscany.html",
            "https://www.tripadvisor.com/Attraction_Review-g562627-d2209583-Reviews-Designer_Outlet_Athens-Spata_East_Attica_Region_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g147275-d669563-Reviews-Playa_Varadero-Varadero_Matanzas_Province_Cuba.html",
            "https://www.tripadvisor.com/Attraction_Review-g671732-d3940576-Reviews-Londrangar_Basalt_Cliffs-Hellnar_West_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g23260599-d2294245-Reviews-Neda_Waterfalls-Stomio_Elis_Region_West_Greece.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g102873-d1547894-Reviews-or10-Catalina_Express-Catalina_Island_California.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g102873-d1547894-Reviews-Catalina_Express-Catalina_Island_California.html"
    }
]