[
    {
        "attraction_name": "Caves of Hella",
        "attraction_name_vi": "Hang động Hella",
        "general_info": [
            "145 đánh giá",
            "2 trong số 8 điều cần làm ở Hella",
            "Địa điểm lịch sử",
            "Hang động Hang động"
        ],
        "attraction_summary": "Hướng dẫn tham quan mỗi ngày vào lúc 10 giờ sáng, 12 giờ trưa và 2 giờ chiều. Tất cả các tour du lịch đều bằng tiếng Anh. Cách Reykjavik một giờ lái xe, cạnh làng Hella, có một bí ẩn cần được khám phá. Bốn hang động nhân tạo và câu chuyện chưa biết đằng sau chúng Đâu là những hang động do người Viking tạo ra hay trước thời kỳ định cư của người Viking? Trong chuyến tham quan, chúng ta sẽ khám phá những hang động bí ẩn và những hình chạm khắc cổ xưa trên tường - chẳng hạn như những cây thánh giá tuyệt đẹp, rune và mặt nạ Viking - đồng thời kể cho cha ông chúng ta những câu chuyện về lịch sử Iceland. Các hang động nằm trong trang trại của gia đình chúng tôi. Chúng tôi đã chăm sóc các hang động này gần 200 năm. Sau chuyến tham quan, bạn có thể ký vào sổ lưu bút của chúng tôi, sổ lưu bút lớn nhất ở Châu Âu, nằm trên tường của quầy lễ tân - thay vì khắc chữ trên tường của các hang động như đã được thực hiện trong nhiều thế kỷ. Đừng bỏ lỡ chuyến phiêu lưu này, hãy ghé thăm Hang Hella.Đọc thêm",
        "reviews": [
            "Chuyến tham quan tuyệt vời !!! Rất thú vị!\n\n Hướng dẫn của Toir đã được thông tin đầy đủ và đam mê lịch sử và phát triển các phát hiện lịch sử! Cảm giác hài hước tuyệt vời! \n\nChắc chắn đề nghị nếu bạn muốn khám phá phần ẩn giấu của lịch sử và tìm hiểu thêm về văn hóa Iceland!\n\nCuối cùng, chúng tôi đã được mời một món ăn ngon của Iceland.\n\nSẽ lặp lại khi tôi trở lại Iceland. Đọc thêm",
            "Một chuyến tham quan tuyệt vời với một hướng dẫn viên vui vẻ và hiểu biết. Lịch sử và suy đoán về những gì không được viết trong sagas Viking là một lời nhắc nhở tuyệt vời rằng nó thường có nhiều điều hơn chúng ta biết. Lịch sử phẫn nộ hơn của các hang động mang đến cái nhìn sâu sắc thú vị về cuộc sống của những người nông dân vào thời điểm đó.Đọc thêm",
            "Chúng tôi dừng lại ở đây trên đường đến thác nước và chúng tôi rất vui vì đã làm như vậy. Đó là một nơi thú vị ngập tràn lịch sử cổ xưa và bí ẩn. Stefan Smari hướng dẫn của chúng tôi có đầy đủ thông tin và niềm đam mê về địa điểm cũng như lịch sử của nó. Anh ấy làm cho chuyến tham quan trở nên thú vị và không ngại chúng tôi hỏi nhiều câu hỏi. Anh ấy là một trong những người ấm áp đáng yêu mà bạn mong muốn được làm bạn cùng.   Cảm ơn một lần nữa Stefan.Đọc thêm",
            "Chúng tôi rất biết ơn những lời động viên và lời động viên tốt đẹp của bạn.   Stefan thực sự là một viên ngọc quý và chúng tôi thực sự may mắn khi có anh ấy làm nhân viên của mình.  \nAnh ấy thực hiện một công việc đáng kinh ngạc khi trình bày cả Lịch sử và phần bí ẩn của Hang động.\nCảm ơn bạn đã ghé thăm, chúng tôi hy vọng sẽ gặp lại bạn vào một ngày nào đó.\nTất cả những gì tốt nhất của tôi\nDora\nĐọc thêm",
            "Stefan thật tuyệt! Là một nhóm nhỏ gồm 4 người và anh ấy rất có sức chứa và hiểu biết. Các hang động cung cấp một cái nhìn khác về lịch sử lâu đời của Iceland. Có một chút tranh cãi nhưng không hoàn toàn khác biệt vì các cuộc khai quật khảo cổ học khác đã ủng hộ lý thuyết này. Một khi có thêm thông tin được xác nhận, tôi nghĩ tour sẽ nổi tiếng! \n\nAnh ấy lớn lên trong khu vực và bạn có thể nói lên niềm đam mê của anh ấy đối với lịch sử của các hang động và những người quản lý vùng đất. Trải nghiệm thực sự thú vị!Đọc thêm",
            "Những hang động này là một phần lịch sử độc đáo của Iceland, được hướng dẫn viên đầy hiểu biết và nhiệt tình Stefan của chúng tôi làm sống động. Chuyến tham quan thú vị, mang tính giáo dục với những câu chuyện saga thú vị và thú vị. Một viên ngọc bất ngờ Đọc thêm",
            "Chúng tôi bắt taxi từ khách sạn Ranga gần đó và chuyến tham quan kéo dài khoảng 75 phút, mang lại nhiều thông tin và thú vị. \nCác hang động này đều có lịch sử lâu đời và thật ngạc nhiên khi thấy một số hình vẽ rất cũ cùng với một số hình vẽ gần đây hơn mà hiện tại chắc chắn không được phép thực hiện.\nStefan, người đã thực hiện chuyến tham quan của chúng tôi, đã có một bài thuyết trình xuất sắc, nhiều thông tin thực tế cùng với sự hài hước và hóm hỉnh.Đọc thêm",
            "Hướng dẫn thật tuyệt vời! Rất am hiểu và cung cấp rất nhiều bối cảnh lịch sử. Rất khuyến khích nếu bạn có thêm vài giờ ở Iceland.Đọc thêm",
            "Trải nghiệm tuyệt vời! Các hang động được cho là mát mẻ với người Celtic và người Bắc Âu cổ. Sẽ thú vị hơn nếu bạn chọn tin vào những hình chạm khắc trên tường. Hướng dẫn viên của chúng tôi rất hài hước, nhiều thông tin và kể cho chúng tôi rất nhiều lịch sử về thời xa xưa. Đọc thêm",
            "Đây là một chuyến tham quan thực sự thú vị và bạn không chỉ tìm hiểu về các hang động mà còn cả lịch sử khu vực về hoạt động địa nhiệt trong khu vực. Sách dành cho khách cũng rất tuyệt vời: Đọc thêm",
            "địa điểm ngoạn mục, trải nghiệm dưới lòng đất tuyệt vời, hướng dẫn tuyệt vời với khiếu hài hước đáng kinh ngạc - nhất định phải ghé thăm!Đọc thêm",
            "Thật là một chuyến đi vui vẻ và thú vị. Hướng dẫn của chúng tôi thực sự rất hay và cung cấp cho chúng tôi rất nhiều sự thật thú vị. Chúng tôi chắc chắn sẽ khuyên bạn nên thực hiện chuyến tham quan này. Đọc thêm",
            "Chúng tôi bất chợt dừng lại ở chuyến tham quan này và thấy nó cực kỳ nhiều thông tin. Nó cung cấp quan điểm Iceland chân thực nhất mà chúng tôi đã trải nghiệm trong suốt chuyến đi của mình và chúng tôi thực sự đánh giá cao nó!Đọc thêm",
            "Chuyến tham quan này vượt quá mong đợi! Tôi đã học được rất nhiều về lịch sử, những người định cư và văn hóa Iceland. Hướng dẫn rất vui nhộn và nhiều thông tin. Bỏ qua bảo tàng Saga, bạn sẽ học được nhiều điều hơn trong chuyến tham quan này. Bạn phải dành thời gian cho việc này! Mẹo: chuyến tham quan buổi tối cũng có thể bao gồm việc nếm thử một số loại bia và rượu mạnh địa phương. Tôi đã tham gia chuyến tham quan buổi sáng, thật tuyệt, nhưng thật đáng buồn là không được nếm thử.Đọc thêm",
            "Chồng tôi và tôi rất thích chuyến đi này - một trong nhiều điểm nổi bật trong chuyến đi đến Iceland của chúng tôi. Hướng dẫn viên Stefan của chúng tôi là người hiểu biết, sâu sắc và cực kỳ vui nhộn. Nếu bạn muốn tìm hiểu về lịch sử bất thành văn của khu vực này, chúng tôi khuyên bạn nên tham gia chuyến tham quan này!Đọc thêm",
            "Chúng tôi hoàn toàn thích thú với chuyến tham quan các hang động và tìm hiểu về lịch sử tiền Viking của khu vực. Stefan không chỉ là một hướng dẫn viên thú vị và đầy đủ thông tin, anh ấy còn có thể là một diễn viên hài độc thoại!Đọc thêm",
            "Đây là một chuyến tham quan tuyệt vời. Chúng tôi đã thêm chuyến tham quan này vào cuối chuyến đi vì chúng tôi có thêm một chút thời gian. Thực sự không mong đợi nhiều, nhưng nó thật tuyệt. Nhóm tham quan nhỏ. Hướng dẫn viên tuyệt vời. Học được rất nhiều! Đọc thêm"
        ],
        "star_ratings": [
            121,
            11,
            4,
            4,
            9
        ],
        "review_amount": 149,
        "location": [
            "xin chào",
            "Các hoạt động ở Hella",
            "Châu Âu",
            "Hang động Hella",
            "Khu vực phía Nam",
            "Nước Iceland"
        ],
        "reviews_time": [
            "Written September 23, 2023",
            "Written October 22, 2023",
            "Written December 1, 2023",
            "Written December 10, 2023",
            "Written January 15, 2024",
            "Written February 17, 2024",
            "Written June 3, 2024",
            "Written May 24, 2024",
            "Written May 17, 2024",
            "Written May 15, 2024",
            "Written May 11, 2024",
            "Written April 27, 2024",
            "Written April 27, 2024",
            "Written April 21, 2024",
            "Written April 19, 2024",
            "Written April 4, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g608875-d19756181-Reviews-Caves_of_Hella-Hella_South_Region.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g608875-d16658135-Reviews-Hekla_Street_Food-Hella_South_Region.html",
            "https://www.tripadvisor.com/Restaurant_Review-g608875-d2403758-Reviews-Arhus-Hella_South_Region.html",
            "https://www.tripadvisor.com/Restaurant_Review-g608875-d14093922-Reviews-Quiznos-Hella_South_Region.html",
            "https://www.tripadvisor.com/Restaurant_Review-g608875-d26165349-Reviews-Almar_Bakari-Hella_South_Region.html",
            "https://www.tripadvisor.com/Restaurant_Review-g608875-d2515918-Reviews-Restaurant_Kanslarinn-Hella_South_Region.html",
            "https://www.tripadvisor.com/Restaurant_Review-g608875-d24146245-Reviews-Lava_47-Hella_South_Region.html",
            "https://www.tripadvisor.com/Restaurant_Review-g608875-d24146488-Reviews-Lava_47-Hella_South_Region.html",
            "https://www.tripadvisor.com/Restaurant_Review-g608875-d8505581-Reviews-Stracta_Bistro-Hella_South_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g608875-d19756181-Reviews-or10-Caves_of_Hella-Hella_South_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g608875-d555030-Reviews-Seljalandsfoss-Hella_South_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g608875-d13431721-Reviews-Thjofafoss-Hella_South_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g608875-d18901576-Reviews-Aegissidufoss_Waterfall-Hella_South_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g608875-d20375230-Reviews-Rauoaskal_volcano_crater-Hella_South_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g608875-d6537437-Reviews-Hella_Horse_Rental-Hella_South_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g608875-d6997821-Reviews-MudShark_Tours-Hella_South_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g608875-d10354392-Reviews-Litla_Lopasjoppan-Hella_South_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g608875-d24044119-Reviews-Hella_Horses-Hella_South_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g608875-d15519324-Reviews-Buggy_X_treme_Iceland-Hella_South_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g608875-d4066203-Reviews-Icelandic_HorseWorld-Hella_South_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g608876-d2181607-Reviews-Midgard_Adventure-Hvolsvollur_South_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g608876-d12537677-Reviews-Lava_Centre-Hvolsvollur_South_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g608875-d4997522-Reviews-Hestheimar_Riding_Tours-Hella_South_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g608875-d5223542-Reviews-Hekluhestar-Hella_South_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g608875-d3608762-Reviews-Alfasteinn_Guesthouse_Day_Tours-Hella_South_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g608876-d8764320-Reviews-UNA_Local_Product-Hvolsvollur_South_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g608876-d646140-Reviews-Saga_Center-Hvolsvollur_South_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g21149436-d21125415-Reviews-Hlooueldhusio_The_Barn_Kitchen-Thykkvabaer_South_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g608876-d16723253-Reviews-River_Horses-Hvolsvollur_South_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d2637413-Reviews-Disney_Store-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g53518-d1875260-Reviews-Reading_Fightin_Phils_FirstEnergy_Stadium-Reading_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d12493546-Reviews-Rome_Tiburtina-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d13793150-Reviews-Ka_Moana_Luau-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g1865930-d1991097-Reviews-Lydgate_State_Park-Wailua_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g187463-d7132614-Reviews-Cuevas_de_Genova-Palma_de_Mallorca_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g293980-d324121-Reviews-Dolphin_Reef-Eilat_Southern_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g46186-d311746-Reviews-Cranmore_Mountain_Resort-North_Conway_Conway_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d169799-Reviews-Natural_Bridge_Caverns-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g35945-d3222700-Reviews-Pirate_s_Cove_Children_s_Theme_Park-Elk_Grove_Village_Illinois.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g608875-d19756181-Reviews-or10-Caves_of_Hella-Hella_South_Region.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g608875-d19756181-Reviews-Caves_of_Hella-Hella_South_Region.html"
    }
]