[
    {
        "attraction_name": "Cave of the Mounds",
        "attraction_name_vi": "Hang gò đất",
        "general_info": [
            "593 đánh giá",
            "1 trong 8 điều cần làm ở Blue Mounds",
            "Hang động Hang động",
            "Sự hình thành địa chất"
        ],
        "attraction_summary": "Là hang động đẹp nhất ở Wisconsin và vùng thượng Trung Tây, Cave of the Mounds nằm ngay gần Quốc lộ Hoa Kỳ 18151 ở Blue Mounds, WI. Bộ Nội vụ Hoa Kỳ và Cơ quan Công viên Quốc gia đã chỉ định Hang Mounds là Di tích Thiên nhiên Quốc gia vì địa điểm này có giá trị đặc biệt như một minh họa về di sản thiên nhiên của quốc gia và góp phần hiểu rõ hơn về môi trường của con người. Những khách du lịch tò mò và những người đam mê hang động mới chớm nở đã được giới thiệu về hang động ở vùng Trung Tây trong nhiều năm khi đến thăm Cave of the Mounds. Thường được gọi là hộp ngọc trong các hang động lớn của Châu Mỹ vì sự đa dạng và tinh tế trong hình thành của nó, Cave of the Mounds được Viện Hàn lâm Khoa học Chicago công nhận là hang động quan trọng của vùng thượng Trung Tây.Đọc thêm",
        "reviews": [
            "Đây là chuyến đi đầu tiên của chúng tôi ra đây. Đó là một ngày đẹp trời và chúng tôi đã tận hưởng khu vườn trước khi tham quan hang động. Chúng được thiết kế rất đẹp và có nhiều cơ hội ngắm bướm và chim nhỏ. \n\nBản thân hang động là nơi giải tỏa cái nóng bên ngoài và là một chuyến tham quan tuyệt vời. Một số khu vực rất hẹp nên người to lớn có thể gặp khó khăn khi đi qua. Những khu vực khác thấp nên người cao nên chú ý đầu. Thật tuyệt khi được nhìn thấy tất cả các thành tạo khoáng sản và trầm tích khác nhau. Đội ngũ nhân viên và tình nguyện viên trong suốt chuyến đi đều hiểu biết và thân thiện. \n\nSau đó, chúng tôi đi bộ đường dài qua khu vực đường mòn có nhiều cây cối của họ và đó cũng là một chuyến đi tuyệt vời. Có một số cơ hội ngắm chim cũng như được một số con sóc chuột đuổi bắt nhau. Đó là một buổi sáng đầu giờ chiều tuyệt vời trước khi chúng tôi đến Núi Horeb để ăn trưa. Đọc thêm",
            "Trong số tất cả những nơi tôi đã đến trong chuyến đi Wisconsin, tôi cảm thấy đây là nơi kiếm tiền ít nghiêm trọng nhất. Có lẽ đó là vì nó cách Dell khoảng một giờ.\n\n4 người chúng tôi đã kiếm được 70 đô la. Các nhân viên có vẻ hiểu biết và hòa mình vào thiên nhiên. Thật tuyệt khi thấy điều đó. \n\nTôi không chắc danh hiệu Di tích Thiên nhiên Quốc gia thực sự có trọng lượng như thế nào, tôi có cảm giác như đây có thể là danh hiệu mà họ tự gán cho mình. Đó chắc chắn không phải là công viên quốc gia.\n\nDù sao đi nữa, nó rất thú vị và thú vị. Nếu bạn là một trong số những ông bố đang khao khát được thở tự do hoặc ít nhất là thoát khỏi nanh vuốt quỷ quyệt của những chiếc Dell không ngừng nghỉ, thì điều này sẽ mang lại một số ân huệ.Đọc thêm",
            "Cave of the Mounds không làm bạn thất vọng. Nhiều thành tạo đá vôi rất hấp dẫn. Một chuyến tham quan theo nhịp độ riêng cho phép bạn có thời gian để quan sát và tận hưởng. Họ có rất nhiều nhân viên túc trực trong hang để trả lời các câu hỏi của bạn. Với một khoản phí nhỏ bổ sung, bạn có thể thuê đèn xanh để chiếu lên đá vôi. Rất đáng để sử dụng màu sắc giải trí dưới ánh sáng xanh. Đọc thêm",
            "Nơi này thật tuyệt nếu bạn có thể cưỡng lại tất cả những món bổ sung đắt đỏ mà họ cố bán cho bạn. Hang động thật tuyệt vời. Tất cả các lựa chọn để tìm đá quý và phá vỡ địa tinh đều có giá quá cao. Chỉ cần bỏ qua những điều đó. Tuy nhiên, hãy vung tiền cho một ánh sáng đen. Điều đó có thể khiến trải nghiệm trở nên thú vị hơn.Đọc thêm",
            "Chúng tôi yêu thích hang động này!  Chúng tôi đã mua vé cho chuyến tham quan tự túc, nơi chúng tôi dành thời gian và tận hưởng những măng đá, nhũ đá cũng như vẻ đẹp của hang động.  Hướng dẫn được đăng ở nhiều khu vực khác nhau để trả lời bất kỳ câu hỏi nào và cung cấp thông tin.  Bạn cũng có tùy chọn thuê đèn đen.Đọc thêm",
            "Chuyến tham quan hang động kéo dài một giờ với hướng dẫn viên am hiểu.  Chúng tôi đã thực hiện rất nhiều chuyến tham quan hang động và nơi này có ánh sáng tốt nhất cho những bức ảnh mà chúng tôi đã thấy cho đến nay.  Một lượng lớn các hình dạng hang động, bao gồm măng đá và cột tổ ong.  Hang động nhỏ bất ngờ gần cuối chuyến tham quan thật đẹp.  Nhân viên thân thiện và một bức ảnh lưu niệm tuyệt vời bên trong hang động để có thêm 10 người. Chúng tôi nhìn thấy biển báo từ đường cao tốc và tự nhiên quyết định tham quan hang động này.  Rất vui vì chúng tôi đã làm! Một cách thú vị để trải qua một buổi chiều mưa ở Wisconsin!Đọc thêm",
            "Chuyến tham quan hang động kéo dài một giờ với hướng dẫn viên hiểu biết. Chúng tôi đã tham gia rất nhiều chuyến tham quan hang động và chuyến này có ánh sáng tốt nhất để chụp ảnh trong số tất cả những chuyến chúng tôi đã thấy cho đến nay. Nhiều loại hang động, bao gồm cả măng đá và trụ đá hình tổ ong. Hang động bất ngờ nhỏ gần cuối chuyến tham quan rất đẹp. Đội ngũ nhân viên thân thiện và một bức ảnh lưu niệm tuyệt vời bên trong hang động với giá 10 đô la. Chúng tôi nhìn thấy biển báo từ xa lộ và chỉ tự phát quyết định tham quan hang động này. Thật vui vì chúng tôi đã làm vậy! Một cách thú vị để dành một buổi chiều mưa ở Wisconsin! Đọc thêm",
            "Hướng dẫn viên du lịch tuyệt vời - và anh ấy cũng rất tuyệt với trẻ em trong chuyến tham quan. Cảnh đẹp tuyệt vời trong hang động này. Thật sự tuyệt vời! Đọc thêm",
            "Hang động rất thú vị để tham quan. Người hướng dẫn của chúng tôi là Eliza và cô ấy thực sự am hiểu về hang động cũng như cách thức hình thành và thời điểm hình thành. Chúng tôi thực sự rất thích hang động này.Đọc thêm",
            "Nói chung chúng tôi đã có một chuyến thăm tốt đẹp. Hang động không lớn lắm nhưng hướng dẫn viên du lịch của chúng tôi có thông tin tốt. Chúng tôi đã có một khoảng thời gian vui vẻ vì trời quá lạnh để có thể nhìn thấy khuôn viên và đi bộ trên những con đường mòn.Đọc thêm",
            "Hướng dẫn rất nhiều thông tin và thú vị, với kiến ​​thức tuyệt vời về lịch sử và sự phát triển của các hang động. Cô ấy thực sự biết công việc của mình và bạn có thể nói rằng cô ấy thích công việc của mìnhĐọc thêm",
            "Đã thực hiện một chuyến tham quan hang động tại Cave of the Mounds ngày hôm nay. Và thực lòng tôi thực sự rất thích chuyến tham quan mà chúng tôi đã thực hiện khắp hang động xinh đẹp này. Tôi thực sự thích tìm hiểu về lịch sử của hang động và tất cả các khối đá tuyệt đẹp bên trong và thật thú vị khi nhìn thấy một hóa thạch trên trần hang động. Chắc chắn rất muốn quay lại và thực hiện một chuyến tham quan hang động khác tại Cave of the Mounds. Đọc thêm",
            "Đây là phiên bản cực nhỏ của Carlsbad Caverns. Nếu bạn chưa bao giờ nhìn thấy hang động thì hãy đến đây. Hướng dẫn mà chúng tôi có rất nhiều thông tin, nhưng không thể trả lời tất cả các câu hỏi của tôi, một trong số đó là bạn có bị mù vĩnh viễn nếu ra khỏi hang sau khi bị mù hang hay không. Thứ mà bạn được cho là sẽ nhận được sau khi ở trong hang động tối đen trong một thời gian dài. Điều đó có kéo dài mãi mãi không? Anh ấy không biết, nhưng tôi hy vọng anh ấy phát hiện ra để người tiếp theo hỏi sẽ nhận được câu trả lời. Chuyến tham quan khá ngắn, chưa đầy một giờ. Bạn sẽ bị gián đoạn bởi các nhóm khác đi ngang qua và bạn nghe thấy những hướng dẫn viên khác nói chuyện khi bạn đang cố gắng lắng nghe hướng dẫn viên của mình, nhưng một lần nữa, đây là phiên bản tí hon của một hang động lớn, vì vậy tôi đoán điều đó là điều được mong đợi. Khuôn viên đẹp, vườn sườn đồi đẹp, vườn bia rất dễ chịu. Nếu bạn đã nhìn thấy một hang động lớn, hãy bỏ qua điều này. Nếu bạn có con dưới 15 tuổi cần giải trí, hãy đến đây. Đọc thêm",
            "Chúng tôi yêu thích hang động này!  Chúng tôi đã mua vé cho chuyến tham quan tự túc, nơi chúng tôi dành thời gian và tận hưởng những măng đá, nhũ đá cũng như vẻ đẹp của hang động.  Hướng dẫn được đăng ở nhiều khu vực khác nhau để trả lời bất kỳ câu hỏi nào và cung cấp thông tin.  Bạn cũng có tùy chọn thuê đèn đen.Đọc thêm",
            "Mặc dù hang động là một khám phá đặc biệt nhưng tôi không thể đánh giá cao chuyến tham quan này. Các nhân viên rất thân thiện và hiểu biết. Tuy nhiên, giá trị tour không lớn. Đó là một hang động. Đẹp và mát mẻ. Về chi phí, nó không nằm ở đầu danh sách của tôi để giới thiệu. Đọc thêm",
            "Nơi này thật tuyệt nếu bạn có thể cưỡng lại tất cả những món bổ sung đắt đỏ mà họ cố bán cho bạn. Hang động thật tuyệt vời. Tất cả các lựa chọn để tìm đá quý và phá vỡ địa tinh đều có giá quá cao. Chỉ cần bỏ qua những điều đó. Tuy nhiên, hãy vung tiền cho một ánh sáng đen. Điều đó có thể khiến trải nghiệm trở nên thú vị hơn.Đọc thêm"
        ],
        "star_ratings": [
            331,
            201,
            45,
            12,
            4
        ],
        "review_amount": 593,
        "location": [
            "gò xanh",
            "Hang gò đất",
            "Wisconsin WI",
            "Những việc cần làm ở Blue Mounds",
            "Hoa Kỳ"
        ],
        "reviews_time": [
            "Written July 12, 2023",
            "Written July 20, 2023",
            "Written July 23, 2023",
            "Written July 31, 2023",
            "Written September 13, 2023",
            "Written April 1, 2024",
            "Written April 1, 2024",
            "Written March 11, 2024",
            "Written February 28, 2024",
            "Written February 24, 2024",
            "Written December 27, 2023",
            "Written December 2, 2023",
            "Written October 6, 2023",
            "Written September 13, 2023",
            "Written September 10, 2023",
            "Written July 31, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g59716-d670821-Reviews-Cave_of_the_Mounds-Blue_Mounds_Wisconsin.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g59716-d3243232-Reviews-Hooterville_Inn-Blue_Mounds_Wisconsin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g59716-d21263861-Reviews-Casey_s-Blue_Mounds_Wisconsin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g59716-d27916466-Reviews-Curly_s_Pub_And_Grub-Blue_Mounds_Wisconsin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g59716-d8487445-Reviews-Blue_Mounds_Restaurant-Blue_Mounds_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g59716-d10509585-Reviews-Blue_Mound_State_Park-Blue_Mounds_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g59716-d10209269-Reviews-Havens_Petting_Farm-Blue_Mounds_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60115-d220013-Reviews-Tyrol_Basin_Ski_Snowboard_Area-Mount_Horeb_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g59687-d672915-Reviews-Botham_Vineyards_Winery-Barneveld_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60115-d10701834-Reviews-Stewart_Lake_County_Park-Mount_Horeb_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60115-d17692270-Reviews-Driftless_Historium-Mount_Horeb_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g59716-d27522826-Reviews-Brigham_County_Park-Blue_Mounds_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g59716-d27033762-Reviews-Brigham_Park-Blue_Mounds_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g59716-d24052366-Reviews-Usleadlist-Blue_Mounds_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60115-d27059277-Reviews-Mount_Horeb_Skate_Park-Mount_Horeb_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g59716-d670821-Reviews-or10-Cave_of_the_Mounds-Blue_Mounds_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g59716-d12226036-Reviews-Fresh_Complexions-Blue_Mounds_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g59709-d6580741-Reviews-The_Shoe_Box-Black_Earth_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60115-d7252772-Reviews-Mount_Horeb_Area_Chamber_of_Commerce-Mount_Horeb_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60115-d8639419-Reviews-Telsaan_Tea-Mount_Horeb_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60115-d7982957-Reviews-Duluth_Trading_Company-Mount_Horeb_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60115-d13112127-Reviews-Center_Ground_Studios-Mount_Horeb_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60115-d10241674-Reviews-Town_of_Perry_Hauge_Historic_District_Park-Mount_Horeb_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60115-d10626654-Reviews-Donald_County_Park-Mount_Horeb_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60074-d12051711-Reviews-Morton_Forest_County_Park-Mazomanie_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g1023393-d1164917-Reviews-Amanohashidate-Miyazu_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g187849-d1907083-Reviews-Rinascente_Milano-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g33872-d15207503-Reviews-Yantic_Falls-Norwich_Mystic_Country_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g33062-d3804132-Reviews-Rodeo_Beach-Sausalito_Marin_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g48503-d2500819-Reviews-Rochester_Public_Market-Rochester_Finger_Lakes_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60603-d2646769-Reviews-Uncle_Robert_s_Awa_Bar_and_Farmers_Market-Pahoa_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g292019-d2285434-Reviews-Little_French_Key-Roatan_Bay_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g3348959-d577794-Reviews-Arugam_Bay-Arugam_Bay_Eastern_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311425-d6834178-Reviews-Abu_Dabbab_Beach-Marsa_Alam_Red_Sea_and_Sinai.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d6969659-Reviews-Budapest_Pinball_Museum-Budapest_Central_Hungary.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g59716-d670821-Reviews-or10-Cave_of_the_Mounds-Blue_Mounds_Wisconsin.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g59716-d670821-Reviews-Cave_of_the_Mounds-Blue_Mounds_Wisconsin.html"
    }
]