[
    {
        "attraction_name": "Caymus Vineyards",
        "attraction_name_vi": "Vườn nho Caymus",
        "general_info": [
            "551 đánh giá",
            "- 6 trong số 23 điều cần làm ở Rutherford",
            "Nhà máy rượu vang - Vườn nho"
        ],
        "attraction_summary": "Tôi là một fan hâm mộ của Caymus trước chuyến đi Napa của chúng tôi nhưng thậm chí còn hơn thế nữa sau chuyến thăm của chúng tôi ở đó. Đó là điểm dừng chân giữa trong chuyến tham quan riêng của 3 nhà máy rượu của chúng tôi và trải nghiệm vượt xa hai địa điểm còn lại - Stag - s Leap Cellars và Del Dotto -. Không chỉ có loại rượu vang thượng hạng mà đội ngũ nhân viên và không gian ngoài trời để nếm thử cũng tuyệt vời hơn thế.Đọc thêm",
        "reviews": [
            "Chúng tôi đến thăm Caymus để nếm thử rượu vang Emmolo. Sauvignon Blanc có vị nhẹ nhàng sảng khoái, với hương vị trái cây màu trắng tinh tế hỗ trợ nền tảng khoáng chất của nó một cách độc đáo. Merlot có nhiều lớp và phức tạp, uống giống Cabernet Sauvignon hơn. Chất tannin mềm mại khiến nó có thể tiếp cận ngay lập tức nhưng đừng nhầm lẫn, loại rượu này rất xứng đáng với độ tuổi. Bạn có thể tìm thấy những loại rượu này ở một số nhà hàng và cửa hàng nhưng hầu hết đều được bán trực tiếp cho người tiêu dùng thông qua Vườn nho Caymus.\n\n Chúng tôi ngồi bên ngoài và tầm nhìn ra những vườn nho xung quanh nhà máy rượu khiến chúng tôi có cảm giác như đang ở rất xa. Bạn muốn tìm hiểu thêm về các nhà máy rượu vang và nhà hàng ở Thung lũng Napa và hơn thế nữa?  Theo dõi tôi trên Instagram - TravelgalCathy415.Đọc thêm",
            "Chúng tôi đến thăm vườn nho Caymus vào tuần đầu tiên của tháng 9 năm 2023. Chúng tôi đi qua một khu vườn xinh đẹp dẫn đến một tòa nhà phủ đầy cây nho. Khi bước vào tòa nhà, chúng tôi bị ấn tượng bởi sự ấm áp và vẻ đẹp của nó. Rõ ràng là nó đã được thiết kế lại gần đây, không có gì mang lại cảm giác cũ kỹ và mang tính lịch sử, nhưng rất mới và được tuyển chọn. Luis chào đón chúng tôi và bắt đầu giới thiệu cho chúng tôi rượu vang Caymus. Luis có lúc không ổn, nhưng nhìn chung đã làm rất tốt. Rượu vang Caymus thực sự đã nói lên điều đó, loại rượu vang yêu thích của chúng tôi trong ngày!Đọc thêm",
            "Đây là một vườn nho nhỏ hơn, nhưng khung cảnh của họ thực sự tuyệt đẹp! Các loại rượu vang rất ngon và có nhiều loại tuyệt vời. Họ có một quầy bar hiện đại tuyệt đẹp nếu bạn ghé vào để nếm thử, nhưng nếu bạn đặt chỗ trước, bạn sẽ được ngồi trong vườn và cảm giác như trong CÂU CHUYỆN CỔ TÍCH! Bạn có thể muốn hỏi Donna R. cô ấy là một Nữ tiếp viên tuyệt vời. Donna khiến bạn cảm thấy như một người bạn tốt nhất suốt đời. Đọc thêm",
            "Chúng tôi xuất hiện trong - Hãy lái xe vòng quanh Napa trong ngày -.  Mặc dù chúng tôi không đặt chỗ trước, nhưng chúng tôi vẫn được chào đón bằng một nụ cười rạng rỡ và - vui lòng nhìn xung quanh khuôn viên - bởi bà chủ nhà. Tôi yêu cầu nếm thử và được ngồi ngay. Được tổ chức bởi Ezekiel và Auggie tại khu vực lễ tân chính. Thật là một điều tuyệt vời! Những người đàn ông này là những người cá tính và hiểu biết để phù hợp với những loại rượu vang tuyệt vời. Trải nghiệm tuyệt vời. Cảm ơn các bạn! Tín dụng cho thương hiệu...\n\nChúc mừng...Đọc thêm",
            "Nơi này có dịch vụ khách hàng tốt nhất, đặc biệt là cho quân đội và sinh nhật! Họ đã làm cho ngày hoàn toàn tuyệt vời! Rượu rất ngon và dịch vụ khách hàng thật tuyệt vời! Hầm rượu thực sự rất tuyệt để chụp ảnh chỉ vì đường đi, ánh sáng và tất cả các thùng rượu. Nó trông thực sự ngoạn mục! Và sau đó, khi bạn ngồi bên ngoài, khu vườn thực sự rất đẹp, và họ có một phần nhô ra đầy cây xanh mà bạn có thể chụp ảnh! Những khu vườn đẹp quá! Tôi đánh giá cao vùng này!  Họ đã vượt lên trên tất cả!Đọc thêm",
            "Caymus cabernet là một trong những loại rượu vang yêu thích của tôi. Vì vậy, việc ghé thăm Caymus Vineyards là điểm dừng chân không thể bỏ qua trong chuyến đi đầu tiên của chúng tôi đến Napa Valley. Khuôn viên rất đẹp và bối cảnh ngoài trời để nếm thử rượu là một điểm nhấn tuyệt vời. Nhân viên rất tuyệt và chúng tôi đã được nghe kể về lịch sử truyền miệng của gia đình, doanh nghiệp của họ, cam kết của họ đối với rượu vang và chủ yếu là nhân viên của họ. Trên thực tế, khi tôi mô tả trải nghiệm gần đây với một trang web rượu vang trực tuyến và những vấn đề tôi gặp phải khi giao hàng, họ đã tặng tôi một chai rượu vang miễn phí. Tôi rất thích cabernet của họ và đã mua một số chai để thưởng thức cùng bữa tối tối hôm đó. Đọc thêm",
            "Mặc dù buổi nếm thử rất tuyệt vời nhưng các trung tâm của tôi vẫn nói rằng anh ấy ước có nhiều hơn thế để nếm thử.\nChúng tôi có thể bị các nhà máy rượu khác trong khu vực đó chiều chuộng về cách họ đối xử với chúng tôi.\nVề cơ bản, chúng tôi ngồi ở sảnh nếm thử Caymus xứng đáng được 5 sao vì nó ngon như thế nào! !\nNgoài ra, người thực hiện việc nếm thử của chúng tôi phải chuyển qua lại với các cặp đôi hoặc nhóm khác.\nCác trung tâm của tôi yêu thích nó và đó là tất cả những gì quan trọng - - Đọc thêm",
            "Đặt chỗ và nếm thử cao cấp. Những người này điều hành một hoạt động lớn, nhưng tìm cách khiến chuyến thăm của bạn có cảm giác như bạn là người duy nhất ở đó. Họ có nhiều loại rượu vang khác nhau, từ rượu vang hàng ngày giá rẻ tuyệt vời - - 30-50 - chai - đến các loại rượu dự trữ được chọn lọc khiến bạn phải cân nhắc đến chi phí - 300-400 một chai cho những dịp đặc biệt. Dịch vụ khách hàng và sự đắm chìm ở mức mà bạn hiếm khi thấy trong thời buổi này. Hãy lên kế hoạch dành 2 giờ. Mỗi phút đều đáng giá!! Đọc thêm",
            "Thật là một trải nghiệm tuyệt vời! Khuôn viên đẹp mặc dù sắp được xây dựng lại. Dịch vụ chu đáo, chúng tôi được nếm thử miễn phí khi họ chạy phía sau một chút. Đóng gói một hộp để chúng tôi mang lên máy bay nhưng cũng có thể gửi trực tiếp.Đọc thêm",
            "Chúng tôi đã đến thăm nhà máy rượu này ở khu vực suisun và chúng tôi rất hài lòng với trải nghiệm này. Vị trí và không khí tuyệt vời. Vườn thiên đường và rượu vang tuyệt đẹp. Đó là một vườn nho nhỏ hơn, nhưng khung cảnh của họ rất đẹp! Các loại rượu vang rất đáng yêu và đội ngũ nhân viên được đào tạo bài bản và có chuyên môn giỏi về sản phẩm của họ. Công việc kinh doanh không chỉ là bán rượu mà còn là trao giải thưởng cho giác quan mà bạn phải yêu thích.Đọc thêm",
            "Khách sạn này và khu vực tiếp khách rất thân thiện và nhân viên có kiến ​​thức. Buổi thử rượu của chúng tôi bao gồm 5 loại rượu nhưng chúng tôi có thêm 2 lần nếm thử. Tôi sẽ quay lại và giới thiệu đây là một địa điểm nhất định phải ghé thăm.Đọc thêm",
            "Thật là một trải nghiệm tuyệt vời! Khuôn viên đẹp mặc dù sắp được xây dựng lại. Dịch vụ chu đáo, chúng tôi được nếm thử miễn phí khi họ chạy phía sau một chút. Đóng gói một hộp để chúng tôi mang lên máy bay nhưng cũng có thể gửi trực tiếp.Đọc thêm",
            "Với tư cách là một nhóm bạn đang chơi ở xứ sở rượu vang, tôi không nghĩ chúng tôi có thể thích thú hơn thế. Các loại rượu vang thật đáng yêu. Và Jan, bạn thật tuyệt vời! Cảm ơn bạn rất nhiều!Đọc thêm",
            "Đặt chỗ trước và nếm thử cao cấp. Những người này điều hành một hoạt động lớn nhưng vẫn tìm cách khiến chuyến thăm của bạn có cảm giác như bạn là người duy nhất ở đó. Họ có nhiều loại rượu vang khác nhau, từ những loại rượu vang tuyệt vời giá rẻ hàng ngày - - 30-50 - chai - cho đến những loại dự trữ chọn lọc khiến bạn có thể biện minh cho mức chi phí - 300-400 một chai cho những dịp đặc biệt đó. Dịch vụ khách hàng và sự xuất hiện ở mức độ mà bạn hiếm khi thấy ngày nay. Lên kế hoạch dành 2 giờ. Mỗi phút đều đáng giá!!Đọc thêm",
            "Mặc dù buổi nếm thử rất tuyệt nhưng các trung tâm của tôi vẫn nói rằng anh ấy ước có nhiều thứ hơn để nếm thử. Chúng tôi có thể bị các nhà máy rượu khác trong khu vực đó chiều chuộng về cách họ đối xử với chúng tôi. Về cơ bản, chúng tôi ngồi trong sảnh nếm thử Caymus, xứng đáng được 5 sao vì ngon như thế nào đúng vậy !! Ngoài ra, người thực hiện việc nếm thử của chúng tôi phải quay đi quay lại với các cặp đôi hoặc nhóm khác. Các trung tâm của tôi yêu thích nó và đó - đó là tất cả những gì quan trọng - - Đọc thêm",
            "Auggie thật tuyệt, đây là lần nếm thử cá nhân hóa nhất mà chúng tôi có trong chuyến đi tới Napa này. Dịch vụ khách hàng từ mọi người đều vượt trội. Cơ sở vật chất đẹp và tất nhiên là rượu vang hảo hạng.Đọc thêm",
            "Caymus cabernet là một trong những loại rượu yêu thích của tôi. Vì vậy, tham quan Vườn nho Caymus là điểm dừng chân không thể bỏ qua trong chuyến đi đầu tiên của chúng tôi đến Thung lũng Napa. Khuôn viên rất đẹp và khung cảnh ngoài trời để nếm rượu vang thật tuyệt vời. Đội ngũ nhân viên rất tuyệt vời và chúng tôi đã nhận được lịch sử truyền miệng về gia đình, công việc kinh doanh của họ, cam kết của họ đối với rượu vang và chủ yếu là nhân viên của họ. Trên thực tế, khi tôi mô tả trải nghiệm gần đây với một trang web bán rượu trực tuyến và những vấn đề tôi gặp phải khi giao hàng, họ đã tặng tôi một chai rượu tương tự miễn phí. Yêu thích cabernet của họ và mua vài chai để thưởng thức bữa tối hôm đó.Đọc thêm",
            "Nơi này có dịch vụ khách hàng tốt nhất, đặc biệt là cho quân đội và sinh nhật! Họ đã làm cho ngày hoàn toàn tuyệt vời! Rượu rất ngon và dịch vụ khách hàng thật tuyệt vời! Hầm rượu thực sự rất tuyệt để chụp ảnh chỉ vì đường đi, ánh sáng và tất cả các thùng rượu. Nó trông thực sự ngoạn mục! Và sau đó, khi bạn ngồi bên ngoài, khu vườn thực sự rất đẹp, và họ có một phần nhô ra đầy cây xanh mà bạn có thể chụp ảnh! Những khu vườn đẹp quá! Tôi đánh giá cao vùng này!  Họ đã vượt lên trên tất cả!Đọc thêm",
            "Trải nghiệm nếm thử này thực sự mang lại cảm giác sang trọng. Chúng tôi đang ngồi trong khu vườn xinh đẹp với sự sắp xếp chỗ ngồi rất ấm cúng giữa các loại hoa và cây khác nhau. Rượu rất ngon và chúng tôi được tặng một chiếc quạt giấy miễn phí và được phép giữ lại chiếc ly mà chúng tôi từng nếm thử. Được tặng quà lưu niệm là nét độc đáo chỉ có ở Caymus. Rất đẹp!Đọc thêm",
            "Tôi sẽ đến thăm vào cuối tháng 1 và đang tự hỏi không biết thời tiết sẽ như thế nào?Đọc thêm",
            "Bạn có chấp nhận bước đi nếm thử không? Hoặc thậm chí xem xét tùy chọn tài sản? Tôi cũng không thấy giá nếm thử trên trang web của họ. Đọc thêm",
            "Tôi không thể tìm thấy mức giá nếm thử trên trang web của họ?Đọc thêm",
            "Hãy gọi cho họ.Đọc thêm",
            "Cần bao nhiêu thời gian để nếm thử ở đây?Đọc thêm",
            "Chúng tôi đã ở đó khoảng một giờ. Nhiều thời gian. Khu vực nếm thử ngoài trời tuyệt đẹp.Đọc thêm",
            "Trang web cho biết nên đặt chỗ trước. Thực sự muốn đến thăm caymus, nhưng tôi cần một vài lựa chọn trong hành trình của mình mà không cần đặt trước để chúng tôi có thể linh hoạt về thời gian. Sẽ có mặt ở đó vào giữa tháng 10. liệu chúng tôi có gặp vấn đề gì khi nếm thử mà không đặt trước không?Đọc thêm",
            "Tôi đồng ý với foodnob1. Nếu thời tiết xấu, buổi nếm thử sẽ được tổ chức bên trong, điều này sẽ hạn chế số lượng người mà họ có thể tiếp nhận. Tôi rất ấn tượng với rượu vang và khung cảnh bên ngoài đáng yêu, nên tôi khuyên bạn nên đặt chỗ trước tại nhà máy rượu này và linh hoạt với những người khác.Đọc thêm",
            "Tôi sẽ đến thăm Napa vào giữa tháng 3 với vợ và cô con gái 2 tuổi của tôi. Tôi có thể đến thăm Vineyard và nếm thử không? Họ chấp nhận trẻ em? Đọc thêm",
            "Caymus không tổ chức các chuyến tham quan vườn nho, họ chỉ có khu vực nếm thử. Bạn ngồi trong một khu vườn xinh xắn và được phục vụ 4 - 5 loại rượu khác nhau. Bạn có thể đưa trẻ em đến đó nhưng hy vọng chúng sẽ không chạy xung quanh quá nhiều và làm phiền những vị khách khácĐọc thêm",
            "Tôi nên dành bao nhiêu thời gian ở Caymus?Đọc thêm",
            "Chúng tôi yêu thích nó và có thể dễ dàng dành vài giờ ở đó.  Vui lòng đặt chỗ để nếm thử khu vườn - không tính thêm phí - . Thật là thư giãn - chúng tôi chưa bao giờ đến quán nếm thử bên trong và không đặc biệt quan tâm đến những thứ đó -. Hãy tận hưởng - thật tuyệt vờiĐọc thêm",
            "Có đồ ăn khôngXem thêm",
            "Không có thức ăn nào cả.Đọc thêm",
            "Tôi yêu Caymus. Có câu lạc bộ rượu vang nào mà chúng ta có thể tham gia thông qua vườn nho này không?Đọc thêm",
            "Chúng tôi vừa ở Caymus và họ nói với chúng tôi rằng họ không có Câu lạc bộ rượu vang. Đọc thêm",
            "Làm cách nào để đặt bàn đã đặt trước?Đọc thêm",
            "Liên hệ trực tiếp với Nhà máy rượuĐọc thêm"
        ],
        "star_ratings": [
            360,
            97,
            50,
            22,
            22
        ],
        "review_amount": 551,
        "location": [
            "Rutherford",
            "Hoa Kỳ",
            "California - CA -",
            "Vườn nho Caymus",
            "thung lũng Napa",
            "Các hoạt động ở Rutherford"
        ],
        "reviews_time": [
            "Written June 26, 2023",
            "Written August 21, 2023",
            "Written September 7, 2023",
            "Written September 19, 2023",
            "Written September 27, 2023",
            "Written November 2, 2023",
            "Written November 30, 2023",
            "Written March 13, 2024",
            "Written April 13, 2024",
            "Written April 30, 2024",
            "Written May 27, 2024",
            "Written May 21, 2024",
            "Written April 30, 2024",
            "Written April 16, 2024",
            "Written April 13, 2024",
            "Written March 13, 2024",
            "Written February 17, 2024",
            "Written November 30, 2023",
            "Written November 2, 2023",
            "Written October 4, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g32997-d532025-Reviews-Caymus_Vineyards-Rutherford_Napa_Valley_California.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g32997-d366673-Reviews-Rutherford_Grill-Rutherford_Napa_Valley_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32997-d346522-Reviews-The_Restaurant_At_Auberge_Du_Soleil-Rutherford_Napa_Valley_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32997-d3586996-Reviews-La_Luna_Market_Taqueria-Rutherford_Napa_Valley_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32812-d23508526-Reviews-Oakville_Grocery-Oakville_Napa_Valley_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32997-d27487646-Reviews-The_Restaurant_At_Auberge-Rutherford_Napa_Valley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32997-d532029-Reviews-Frog_s_Leap_Winery-Rutherford_Napa_Valley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32997-d1382433-Reviews-Honig_Vineyard_Winery-Rutherford_Napa_Valley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32997-d532030-Reviews-Mumm_Napa-Rutherford_Napa_Valley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32997-d650283-Reviews-Round_Pond_Estate-Rutherford_Napa_Valley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32766-d282860-Reviews-ZD_Wines-Napa_Napa_Valley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32997-d288048-Reviews-Swanson_Vineyards_Salon-Rutherford_Napa_Valley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32766-d6480211-Reviews-Sequoia_Grove_Winery-Napa_Napa_Valley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32812-d3521896-Reviews-B_Cellars_Vineyards_Winery-Oakville_Napa_Valley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32997-d628644-Reviews-Peju_Winery-Rutherford_Napa_Valley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32997-d144111-Reviews-Grgich_Hills_Estate-Rutherford_Napa_Valley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32997-d532025-Reviews-or10-Caymus_Vineyards-Rutherford_Napa_Valley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32997-d555445-Reviews-Inglenook-Rutherford_Napa_Valley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32997-d144113-Reviews-Cakebread_Cellars-Rutherford_Napa_Valley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32997-d1452104-Reviews-HALL_Rutherford-Rutherford_Napa_Valley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33000-d2643149-Reviews-Anderson_s_Conn_Valley_Vineyards-St_Helena_Napa_Valley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33000-d1201360-Reviews-Conn_Creek_Winery-St_Helena_Napa_Valley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33000-d282857-Reviews-VGS_Chateau_Potelle-St_Helena_Napa_Valley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d2305249-Reviews-Fort_Tryon_Park-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60999-d126750-Reviews-Mammoth_Hot_Springs-Yellowstone_National_Park_Wyoming.html",
            "https://www.tripadvisor.com/Attraction_Review-g42310-d142431-Reviews-Saugatuck_Dunes_State_Park-Holland_Ottawa_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d276817-Reviews-Hungarian_Parliament_Building-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g46093-d674391-Reviews-Bank_of_New_Hampshire_Pavilion-Gilford_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g293986-d13454606-Reviews-Nirvana_Spa-Amman_Amman_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g304135-d2458521-Reviews-Neduntheevu-Jaffna_Northern_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d190102-Reviews-Abbey_Road-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g562796-d2283313-Reviews-Outletcity_Metzingen-Metzingen_Baden_Wurttemberg.html",
            "https://www.tripadvisor.com/Attraction_Review-g60368-d7146269-Reviews-Red_Mill_LLC-Waupaca_Wisconsin.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g32997-d532025-Reviews-or10-Caymus_Vineyards-Rutherford_Napa_Valley_California.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g32997-d532025-Reviews-Caymus_Vineyards-Rutherford_Napa_Valley_California.html"
    }
]