[
    {
        "attraction_name": "Cedar Point County Park",
        "attraction_name_vi": "Công viên hạt Cedar Point",
        "general_info": [
            "34 đánh giá",
            "- 8 trong số 34 điều cần làm ở East Hampton",
            "Công viên"
        ],
        "attraction_summary": "Mary Beth ở lối vào Công viên Cedar Point đã cực kỳ hữu ích cho tôi và anh họ tôi ngày hôm nay. Cô ấy hướng dẫn chúng tôi đi bộ đường dài tuyệt vời quanh ngọn hải đăng, đảm bảo rằng chúng tôi sẽ đi theo con đường đẹp nhất. Khi chúng tôi đi bộ đường dài trở về, cô ấy đã trả lời các câu hỏi của chúng tôi, thể hiện sự kiên nhẫn tuyệt vời và kiến ​​thức hữu ích. Thật là một công viên đẹp! Thật là một nhân viên công viên tốt bụng!Đọc thêm",
        "reviews": [
            "Không thực sự là một địa điểm cắm trại bằng lều - RVS OK... 100 - khu cắm trại được xen kẽ. Không có khu vực LỀU được chỉ định, điều đó có nghĩa là bạn có thể ở cạnh RVS với máy phát điện ồn ào. Tôi đã đặt 7 ngày mà không nhận ra, sau đêm đầu tiên, tôi đã yêu cầu hủy phần còn lại của chuyến đi - họ nói rằng không được hoàn lại tiền. Tôi cắm trại bằng lều bên cạnh máy phát điện TO NHẤT từ trước đến nay. 7 ngày. Không thư giãn chút nào. Vòi hoa sen tiết kiệm nước, vì vậy chúng sẽ bật khi cơ thể bạn di chuyển qua cảm biến, điều này có thể gây khó chịu vì nó liên tục bật và tắt. Đọc thêm",
            "VE VE VE - rơi từ trên cây xuống, nhảy lên người chúng tôi từ bụi rậm. Tôi chưa bao giờ đến một nơi có nhiều ve như vậy. Nếu bạn muốn mắc bệnh Lyme, đây là nơi dành cho bạn. Ngoài ra, hầu hết là những gia đình lớn mở rộng với những chiếc lều tạm bợ - bạt - và dây phơi quần áo giăng khắp nơi. Công viên có mùi cỏ skunk. Điều này cho bạn thấy - mặt khác - của East Hampton nhỏ bé. Không bao giờ, không bao giờ nữa. Đọc thêm",
            "Tôi không thể nói cho bạn biết tôi thất vọng và tổn thương như thế nào. Một vài người bạn của tôi tổ chức chuyến cắm trại cha con hàng năm. Đây là lần đầu tiên của tôi ở đây. Nó đã bị hủy hoại trước khi tôi bước vào khu cắm trại. Khi đến quầy phía trước, một phụ nữ tên Marybeth đã chào đón tôi với thái độ hết sức nghiêm túc. Cô ấy nói với sự tức giận tột độ - Bạn không thể vào cho đến khi người đã đặt chỗ đến trước - . Không vấn đề gì, tôi trả lời. Sau đó cô ấy nói một cách ngắn gọn và thực chất: - những người không thuộc về nơi này luôn đến đây - . Tôi - tôi là thiểu số. Tôi - tôi không chắc ý cô ấy là gì. Sau đó, cô ấy đóng cửa gian hàng vào mặt tôi trước khi tôi kịp hỏi cô ấy một câu. Trong vòng 10 phút, lực lượng thực thi pháp luật sẽ có mặt. Họ hỏi tôi liệu mọi thứ có ổn không. Họ hỏi tôi chuyện gì đang xảy ra. Tôi thật ghê tởm. Và đau. Cuối cùng họ đã cho chúng tôi vào. Tại sao? Bởi vì chúng tôi đã đặt. Và trả tiền cho khu cắm trại. Tôi sẽ không bao giờ đến đây nữa.Đọc thêm",
            "Công viên quận xinh đẹp - với những con đường dài nhiều dặm và bãi biển mộc mạc đầy đá. Rất nhiều bàn ăn dã ngoại và bãi đậu xe rất rộng.  Rất nhiều không gian mở ở phía tây bắc của East Hampton.  Rất thích hợp để đi bộ và chỉ ngồi trên bãi biển nhìn ra Vịnh.Đọc thêm",
            "Chúng tôi ở lại East Hampton tuần trước. Khu vực tuyệt vời và đã có khoảng thời gian tuyệt vời. Nếu thích đi bộ đường dài, bạn có thể thử đến Công viên bang Cedar Point - lời khuyên duy nhất của tôi là hãy tự xịt và mặc nhiều quần áo để bảo vệ bản thân khỏi bọ ve trên đường mòn. Chúng tôi đã đi bộ trong 20 phút và tìm thấy hơn 30 con bọ ve trên 3 người chúng tôi.Đọc thêm",
            "Chúng tôi đã đến thăm Công viên vào giữa tháng 8 với tư cách một gia đình vì nó cách chỗ ở của chúng tôi một quãng lái xe ngắn. Địa điểm này có biển báo rõ ràng và những con đường một làn được bảo trì tốt. Có nhiều lối đi có dấu hiệu khác nhau - những chuyến đi được ký từ một số điểm ngoài đường. Về phía bờ biển là khu cắm trại, khu vui chơi và địa điểm dã ngoại. Ngoài ra còn có một bãi đậu xe và một cửa hàng. Vấn đề duy nhất là vào giữa tháng 8, khu cắm trại gần như vắng tanh và không có nhân viên nào trông thấy. Cửa hàng trông không có vẻ như đã bán được hàng hay mở cửa kể từ khi Reagan nhậm chức. Toàn bộ nơi này có cảm giác hoang vắng, không quá xa so với khung cảnh trong - Biến mất - xuất hiện. Bãi biển cách bãi đậu xe cạnh cửa hàng một quãng đi bộ ngắn đầy cát và trong chuyến đi bộ đó, lúc đó là khoảng 11:00 chúng tôi đã gặp nhiều muỗi hơn và bị cắn nhiều hơn cả hai tuần trước đó. Đã - và vẫn - rất đau đớn. Tuy nhiên, bãi biển này rất đẹp và thiếu người khác, đặc biệt hấp dẫn với lối đi bộ ra ngọn hải đăng và tầm nhìn ra Đảo Shelter. Tuy nhiên, nếu bạn đến thăm, hãy đảm bảo rằng bạn được bôi thuốc chống côn trùng và mang theo nhiều loại kem và thuốc mỡ bên mình.Đọc thêm",
            "Khu cắm trại này rất bẩn.  Nếu không phải vì vị trí gần mặt nước và khung cảnh đẹp thì tôi đã đánh giá nó rất tệ.  Bọ ve thật ĐIÊN!!!!  Họ ở khắp mọi nơi!!!!!!!!!!!!Đọc thêm",
            "Chúng tôi yêu Công viên Hạt Cedar Point vì vẻ đẹp tự nhiên của nó. Công viên chắc chắn là một viên ngọc ẩn với hàng dặm bãi biển xa xôi dọc theo bán đảo và một ngọn hải đăng cũ ở đầu công viên. Khung cảnh tuyệt đẹp của vịnh và Đảo Shelter, chúng tôi nhìn thấy những con nai trên bãi cỏ và ngắm những con hải âu ăn cua. Chỉ có khoảng 6 người khác ở bãi biển nên chúng tôi đã có trải nghiệm rất riêng tư. Khu cắm trại cách bãi biển một quãng đi bộ ngắn và khá cơ bản với máy bơm nước và bàn dã ngoại bằng kim loại ở mỗi địa điểm. Không có hố lửa hoặc bếp nướng nhưng người cắm trại được phép sử dụng thùng kim loại hoặc hố lửa của riêng mình. Vòi sen và nhà vệ sinh xả nước là cơ bản, các khu lều có nhiều cây cối và râm mát. Chúng tôi đã ở đó trong tuần từ 22 đến 25 tháng 8 và rất ngạc nhiên khi chưa đến một nửa số địa điểm cắm trại bị chiếm đóng. Khu cắm trại chỉ cách East Hampton 15 phút đi ô tô và cách Montauk 30 phút và chắc chắn đây là một mẹo bí mật để có một chuyến cắm trại tuyệt vời!Đọc thêm",
            "Tôi yêu nơi này, nó có bãi biển tuyệt vời. Đặc biệt là đối với trẻ em. Thật không may, gia đình điều hành bếp đã nghỉ hưu nên hiện tại nó trống rỗng. Nhưng không gian cắm trại rất đẹp, nhiều cây cối và riêng tư. Khung cảnh của bãi biển và ngôi nhà ánh sáng tuyệt vời. Tôi nhận thấy ai đó đã đề cập đến việc không mang theo con chó của bạn. Tôi mang theo con chó của mình hàng năm và điều đó chưa bao giờ xảy ra. TUY NHIÊN, người thân của tôi cũng đi trên con đường đó và bị bao phủ bởi những kẻ lừa đảo. KHÔNG đi bộ trong rừng - người hoặc vật nuôi - ! Đừng để con chó của bạn vào rừng cạnh bãi biển. Miễn là họ ở trong khu cắm trại và trên bãi biển thì sẽ ổn thôi.Đọc thêm",
            "Có dịch vụ di động ở khu cắm trại không?Đọc thêm",
            "các địa điểm có lò nướng BBQ không nếu tôi mang theo than củi?Đọc thêm",
            "Bạn có thể đặt trước bao lâu ở đây?  Tôi - đang lên kế hoạch cho chuyến đi vào ngày 4 tháng 7Đọc thêm",
            "Các trang web cơ bản có bất kỳ kết nối nào dành cho người cắm trại 30ft không?Đọc thêm",
            "Có vòi sen ở khu cắm trại không?Đọc thêm",
            "CóĐọc thêm",
            "Việc đưa thuyền kayak xuống nước khó khăn như thế nào nếu bạn không có xe 4 bánh?Đọc thêm",
            "Không khó chút nào. Con đường xuyên qua khu cắm trại đi thẳng xuống nước. Bạn sẽ phải quay lại và đậu xe trong khu cắm trại.Đọc thêm",
            "Ai đó có thể cho tôi biết các trang web tốt nhất?  Tôi cho rằng chiếc nhẫn màu xanh lam vì có thể tiếp cận bãi biển nhưng tôi cần 2 địa điểm cho một bữa tiệc lớn vào cuối tuần.  Có reccos nào trên trang web chính xác không - s?  Cảm ơn!!Đọc thêm",
            "Không chắc chắn về các trang web riêng lẻ nhưng nếu bạn có bảy bên trở lên thì các trang web nhóm sẽ rất tuyệt. Địa điểm A là địa điểm gần bãi biển nhất.Đọc thêm",
            "Có địa điểm nào có điện không?Đọc thêm",
            "Không có điện ở bất kỳ địa điểm nào.Đọc thêm",
            "Có được phép đốt lửa trại không?Đọc thêm",
            "Có, đốt lửa trại được phép ở những khu vực được phê duyệt. Cedar Point là một công viên của Hạt Suffolk và có tính phí cắm trại và chấp nhận đặt chỗ trước.Đọc thêm"
        ],
        "star_ratings": [
            14,
            9,
            3,
            3,
            5
        ],
        "review_amount": 34,
        "location": [
            "Hoa Kỳ",
            "Những hoạt động không thể bỏ qua ở Đông Hampton",
            "New York - NY -",
            "Đông Hampton",
            "Công viên hạt Cedar Point",
            "Hamptons",
            "Đảo dài"
        ],
        "reviews_time": [
            "Written May 13, 2024",
            "Written July 14, 2023",
            "Written April 16, 2023",
            "Written July 8, 2022",
            "Written April 14, 2021",
            "Written July 27, 2019",
            "Written August 24, 2018",
            "Written August 9, 2018",
            "Written August 26, 2017",
            "Written August 7, 2017"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g47629-d3534968-Reviews-Cedar_Point_County_Park-East_Hampton_Long_Island_New_York.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g47629-d23679755-Reviews-Si_Si-East_Hampton_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g3474194-d26233536-Reviews-Sunset_Harbor_Waterfront_Restaurant-Springs_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g47629-d4471846-Reviews-Melrose_East-East_Hampton_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g47629-d13082294-Reviews-The_Springs_Tavern-East_Hampton_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g47629-d26344894-Reviews-Sunset_Harbor_at_Ehp-East_Hampton_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g47629-d27816072-Reviews-S_s_Corner_Shop-East_Hampton_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47629-d3194313-Reviews-LongHouse_Reserve-East_Hampton_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48596-d105632-Reviews-Mashomack_Preserve-Shelter_Island_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47629-d105627-Reviews-Pollock_Krasner_House_and_Study_Center-East_Hampton_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47629-d8544861-Reviews-Round_Swamp_Farm-East_Hampton_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48541-d1473704-Reviews-Bay_Street_Theater_Sag_Harbor_Center_for_the_Arts-Sag_Harbor_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47629-d3198472-Reviews-The_Leiber_Collection-East_Hampton_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48541-d125276-Reviews-Sag_Harbor_Whaling_and_Historical_Museum-Sag_Harbor_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47629-d8458137-Reviews-Guild_Hall-East_Hampton_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48541-d4723198-Reviews-Sag_Harbor_Marine_Park-Sag_Harbor_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48541-d532125-Reviews-Havens_Beach-Sag_Harbor_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47629-d3534968-Reviews-or10-Cedar_Point_County_Park-East_Hampton_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47629-d532129-Reviews-Main_Beach-East_Hampton_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47629-d21122359-Reviews-Sammy_s_Beach-East_Hampton_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47629-d27075597-Reviews-Herrick_Park-East_Hampton_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47629-d27034281-Reviews-Springs_Dog_Park-East_Hampton_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47629-d21121539-Reviews-3_Mile_Harbor-East_Hampton_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48541-d3368006-Reviews-Sag_Harbor_Charters-Sag_Harbor_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48541-d4167742-Reviews-Sailacat_Boat_Charters-Sag_Harbor_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47827-d8479142-Reviews-GLORY-Greenport_North_Fork_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g29806-d8492066-Reviews-Amagansett_Beach_and_Bicycle-Amagansett_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47827-d8453905-Reviews-Antique_Carousel-Greenport_North_Fork_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48541-d6485072-Reviews-American_Beauty_Cruises_Charters-Sag_Harbor_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48542-d593572-Reviews-Wolffer_Estate_Vineyard-Sagaponack_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d14978414-Reviews-National_Express-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g60880-d283805-Reviews-Lake_Eklutna-Anchorage_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d187675-Reviews-Regent_s_Park-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g60757-d2046500-Reviews-Shackleford_Banks-Harkers_Island_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g297892-d646087-Reviews-O_sulloc_Tea_Museum-Seogwipo_Jeju_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g29220-d153831-Reviews-Hamoa_Beach-Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g294195-d12501261-Reviews-Khidi-Tbilisi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294452-d25149407-Reviews-Cannabis_Store_Amsterdam_Bulgaria-Sofia_Sofia_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g40699-d147081-Reviews-Kittery_Trading_Post-Kittery_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g50322-d142767-Reviews-Jungle_Jim_s_International_Market-Fairfield_Butler_County_Ohio.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g47629-d3534968-Reviews-or10-Cedar_Point_County_Park-East_Hampton_Long_Island_New_York.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g47629-d3534968-Reviews-Cedar_Point_County_Park-East_Hampton_Long_Island_New_York.html"
    }
]