[
    {
        "attraction_name": "Cedar Point",
        "attraction_name_vi": "Điểm tuyết tùng",
        "general_info": [
            "9.262 đánh giá",
            "- 2 trong số 39 điều cần làm ở Sandusky",
            "Giải trí - Công viên giải trí",
            "Công viên nước"
        ],
        "attraction_summary": "Không chỉ là một công viên giải trí, Cedar Point còn có các khách sạn, nhà hàng, khuôn viên đẹp cùng với nhiều trò chơi cảm giác mạnh ấn tượng.Đọc thêm",
        "reviews": [
            "Chuyến đi vui vẻ và công viên sạch sẽ. Bãi biển có rất nhiều côn trùng và mùi cá chết. Những con mòng biển sẽ ném bom bạn định kỳ nhưng những chuyến đi rất đáng giá. Nhận vé đi uống nước và làm mới. Thức ăn rất đắt tiền. Nhiều chuyến đi bị thất bại, đặc biệt là Millennium Force nhưng Steel Vengeance, Gatekeeper và Maverick rất đáng để chờ đợi. Đường chuyền nhanh đáng giá cho Maverick và Valryvn.Đọc thêm",
            "Đã lên kế hoạch cho chuyến đi vào đầu mùa hè vào thứ Hai, thứ Ba tại Cedar Point từ California. Six Flags Magic Mountain là công viên nhà của chúng tôi. Cedar Point nằm trên Six Flags. Các hoạt động đều đạt hiệu quả cao nhất. Một điều lưu ý là chúng tôi đã trả tiền cho Fast Lane Plus, điều này đã cắt giảm thời gian chờ đợi của Millennium Force và Maverick xuống một nửa, Valrayvn từ 3 - 4 trở lên. Nó có thể cắt bớt 15-25 phút khỏi Steel Vengence. Đối với Gatekeeper, thời gian chờ đợi là 15-30. Chúng tôi đã thực hiện Fast Lane vào thứ Hai, tập trung vào tất cả các chuyến đi vòng quanh này. Vào thứ Ba, chúng tôi đã đi tất cả các chuyến - ít thời gian chờ đợi hơn -. Hệ thống này hoạt động tốt cho chúng tôi. Chúng tôi cũng ở lại Vịnh Castaway, điều đó vẫn ổn. Nó cho phép chúng tôi sớm vào công viên, điều này không ổn đối với các chuyến đi và hơn thế nữa đối với ngày đi đường không nhanh, nơi chúng tôi có thể ra phía sau công viên để xếp hàng cho Maverick và Steel Vengence trước khi các kho tích trữ đến. Dù sao thì đó cũng là một chuyến đi tuyệt vời.Đọc thêm",
            "Chúng tôi đã đưa các cháu của mình đến Cedar Point vào tháng 6 và chúng đã có khoảng thời gian tuyệt vời. Em út phải bỏ lỡ vài chuyến cưỡi ngựa vì chiều cao nhưng vẫn vui vẻ. Chúng tôi đã đi hai ngày vào thứ ba và thứ năm. Thứ Ba là ngày tốt hơn vì đám đông ít hơn và dòng người xếp hàng ngắn hơn.  Chúng tôi đã không được đi tất cả các tàu lượn siêu tốc vì thứ Năm - một số tuyến kéo dài 1 1 - 2 giờ.  Chúng tôi đã mua bữa ăn cả ngày và đồ ăn đều ổn, ngoại trừ Back Beat BBQ thật tuyệt vời!  Bọn trẻ thích thú khi ra khỏi công viên để đến bãi biển và chơi ở Hồ Erie rồi quay trở lại công viên. Nhược điểm duy nhất là công viên có thể cho chúng tôi biển báo tốt hơn.  Chúng tôi cũng không thể làm cho ứng dụng hoạt động và yêu cầu một bản đồ giấy nhưng họ nói rằng họ không có, nhưng khi tôi nhờ họ thử tải ứng dụng xuống điện thoại của tôi và họ nhận ra rằng nó không hoạt động, họ đã đưa cho tôi một bản đồ. điều này rất hữu ích.Đọc thêm",
            "Những chiếc tàu lượn siêu tốc tuyệt vời, 15 chiếc trong số đó và 2 hoặc 3 chiếc đã bị hỏng hoặc đang được thay thế. Mua vé trực tuyến hoặc nó - s - 80 tại cổng. Nếu bạn không muốn đợi 2-3 giờ để đi xe thì vé nhanh - 139 rất đắt nhưng chắc chắn sẽ cắt giảm thời gian xếp hàng của bạn. Xếp hàng dài để mua thực phẩm vì thiếu nhân viên nên tốt hơn hết bạn nên mang theo đồ ăn.Đọc thêm",
            "Đã truy cập vào Thứ Hai - Thứ Ba. Thứ Hai được nghỉ và có mưa rào hầu như cả ngày nhưng dù trời mưa nhưng các chuyến xe vẫn chạy. Cơn mưa đã khiến đám đông phải rời xa. Lái từng chiếc tàu lượn và nhiều chiếc trong số đó nhiều lần. Không - thậm chí còn có một đường chuyền nhanh. Đó là một công viên rất đẹp. Nó cực kỳ sạch sẽ và có cảnh quan đẹp. Ở tại Lighthouse Point trong một ngôi nhà nhỏ. Không - tôi không thích tủ lạnh đó là tủ lạnh mini. Việc xây dựng ngôi nhà không phải là điều tuyệt vời nhất. Khung cảnh thật đẹp. Ngôi nhà sạch sẽ. Các nhân viên lúc kiểm tra là thô lỗ. Ngôi nhà của chúng tôi chưa sẵn sàng vào lúc 4 giờ ngày chúng tôi nhận phòng nhưng họ đã vội vàng đưa chúng tôi ra khỏi đó vào ngày khởi hành. Đội dọn dẹp có mặt để dọn dẹp trong khi chúng tôi vẫn đang thu dọn đồ đạc và lúc đó đã là trước 11 giờ. Nhà vệ sinh tại hồ bơi ở Lighthouse Point thật kinh tởm.Đọc thêm",
            "Chúng tôi đã đi vào một ngày trong tuần và đã có một vụ nổ với rất ít hàng đợi. Trừ một số ít chuyến đi, chúng tôi chủ yếu xếp hàng chưa đầy 10 phút. Chúng tôi đã tận dụng ưu đãi ngày vui cho 1 người, đó là một thỏa thuận tuyệt vời. Đọc thêm",
            "Con trai tôi và tôi là những người hâm mộ tàu lượn siêu tốc và tàu lượn siêu tốc đã không làm tôi thất vọng.  Chúng tôi đã đi trong hai ngày - Thứ Hai và Thứ Ba - và đi mọi chiếc tàu lượn và những địa điểm yêu thích của chúng tôi 2 hoặc 3 lần.  Không có nhiều việc phải làm nếu bạn không phải là người yêu thích tàu lượn siêu tốc - hoặc trên 6 tuổi - họ có rất nhiều lựa chọn về trò chơi dành cho trẻ em -.\n\nThức ăn còn lại rất nhiều để được mong muốn.  Chiếc bánh hamburger mà họ liên tục quảng cáo trên màn hình khi xếp hàng cho các chuyến đi - món ngon nhất thế giới - có vị như những tấm bìa cứng ẩm ướt.  Pizza vẫn ổn.  Chúng tôi đã mua các gói bữa ăn nói rằng bạn có thể ăn 90 phút một lần nhưng chúng tôi không nhận ra rằng chúng không bao gồm đồ ăn nhẹ, chỉ có các bữa ăn chính, vì vậy nếu bạn muốn bánh quy xoắn hoặc kem ốc quế, bạn vẫn phải trả nguyên giá cho gói bữa ăn.  \n\nNhìn chung, tôi muốn giới thiệu nếu bạn yêu thích tàu lượn siêu tốc nhưng hãy sẵn sàng trả quá nhiều cho những món ăn quá mức hấp dẫn.Đọc thêm",
            "Bây giờ tôi đã lớn hơn một chút và to lớn hơn. Tôi không thích hợp với những trò chơi tàu lượn siêu tốc, giật cơ thể tôi vào những tư thế mà tôi chưa từng có. Tôi đã rất vui nhưng ở tuổi 50, tôi hơi chán nản với những chuyến đi. Đồ ăn ở quán bít tết rất ngon. Tôi đã có một bữa ăn ngon. Tôi đã sử dụng thẻ vàng của mình để được giảm giá, nhưng bữa ăn của tôi vẫn có giá gần - 40. Tôi - tôi đang đến đó hôm nay để thử xem. Đọc thêm",
            "Công viên không chỉ tuyệt vời, sạch sẽ và các tàu lượn siêu tốc đều tuyệt vời, dịch vụ khách hàng và nhân viên của họ cũng không ai sánh kịp. Gia đình tôi đã có một trải nghiệm tuyệt vời khi đi nghỉ cùng gia đình ở đây và lưu trú tại Vịnh Castaway, và ngay cả khi xảy ra sai sót vào ngày chúng tôi đến, họ vẫn giúp đỡ chúng tôi và nỗ lực hết sức để khắc phục. Vé nhanh cộng với vé khá đắt - theo ý kiến ​​của tôi -, nhưng cả 4 thanh thiếu niên của chúng tôi chắc chắn đều thích đi đến phía trước của hàng dài! Cedar Point và các khách sạn của họ là những nơi tuyệt vời để ở mà vẫn nằm trong ngân sách trung bình của một gia đình.Đọc thêm",
            "Công viên tuyệt vời với những chuyến đi tuyệt vời dành cho những người tìm kiếm cảm giác mạnh trong gia đình hoặc nhóm của bạn. Công viên rất đẹp và được bảo trì tốt. Thẻ fastlane cộng rất đáng giá đối với gia đình chúng tôi vì một số chuyến đi kéo dài một giờ hoặc hơn khi chúng tôi ở đó. Hầu hết các hàng chờ chạy nhanh đều kéo dài 20 phút hoặc ít hơn, ngoại trừ Valravyn vào giờ cuối cùng khi công viên mở cửa. Nó đã ngừng hoạt động gần như cả ngày và hàng đợi 90 phút dành cho khách thường xuyên đến công viên đã bị cắt giảm một nửa đối với khách đi làn nhanh và khách đi qua. Giá thực phẩm là khiếu nại duy nhất của tôi. Có vẻ đắt tiền cho bữa ăn thịt gà và khoai tây chiên vào khoảng - 18. Tôi nghĩ kế hoạch bữa ăn sẽ giúp bạn tiết kiệm tiền nếu nhóm của bạn đồng ý ăn vào các thời điểm khác nhau - cách nhau 90 phút -. Nói chung là một ngày tuyệt vời và chắc chắn sẽ quay lại.Đọc thêm",
            "Đã đi vào một ngày quân sự vào cuối tuần Ngày Tưởng niệm.  Là một cựu chiến binh, tôi được vào cửa miễn phí, còn con trai và cháu gái của chúng tôi được mua với giá chỉ bằng một nửa với tư cách là khách của tôi.  Điều đó thật tuyệt.  Cedar Point có nhiều loại trò chơi dành cho mọi lứa tuổi và khả năng chịu đựng - hồi hộp - - họ thậm chí còn có hướng dẫn đánh giá mức độ hồi hộp của mỗi chuyến đi, điều này rất hữu ích - .  Có một bữa trưa ngon miệng tại Grand Pavilion cạnh bãi biển.  Nhược điểm của trải nghiệm này là mặc dù không có quá nhiều người ở công viên nhưng thời gian chờ đợi để đi xe có xu hướng khá lâu vì có vẻ như các chuyến đi không đủ nhân lực.  Một số chuyến xe chỉ có một người phục vụ và có vẻ như việc xếp - dỡ hàng sẽ nhanh hơn nhiều nếu có thêm người phục vụ.  Có lẽ điều này ít nhất một phần là do công viên đang chuẩn bị cho mùa giải.  Chúng tôi đứng xếp hàng chờ đu quay trong nửa giờ với chỉ có khoảng 20 người xếp hàng phía trước - có 36 chiếc ô tô trên bánh xe - , và hàng người hầu như không di chuyển chút nào do cách họ đi khó hiểu - hoặc đã không - dỡ hàng và xếp hàng lên xe.  Cuối cùng chúng tôi đã từ bỏ vòng đu quay vì có vẻ như chúng tôi sẽ phải đứng đó thêm nửa giờ nữa.Đọc thêm",
            "Cedar Point thực sự là một trong những công viên giải trí lớn nhất thế giới.  Nếu bạn yêu thích tàu lượn siêu tốc, đơn giản là không có công viên nào có nhiều lựa chọn hơn cho bạn.  Nếu bạn thích những chuyến đi êm dịu hơn hoặc thân thiện với trẻ em thì cũng có rất nhiều việc phải làm.  Nếu bạn không phải là người thích đi xe, các lựa chọn giải trí trực tiếp cũng đưa công viên này lên hàng đầu.  Đó - là một công viên rất rộng lớn - về diện tích - vì vậy điều này cho phép họ làm một số điều thú vị với phong cảnh.  Frontier Trail là một con đường đi bộ rợp bóng mát tuyệt vời với nhiều thứ để tham gia. Hãy nhớ bắt chuyến tàu trở về từ Frontierland đến trung tâm công viên vì nơi đây có một điểm tham quan thú vị theo chủ đề bộ xương được tích hợp trong đó.  HalloWeekends là một sự kiện tuyệt vời.  Nếu bạn định ra ngoài đó, hãy lưu ý rằng Thứ Bảy luôn là những ngày bận rộn nhất, điên rồ nhất.  Thứ Sáu - trong khi thời gian có hạn - thường ít đông đúc hơn và vẫn có sẵn tất cả các trò chơi và sự kiện ma ám.   Mặc dù không phải tất cả các ngôi nhà ma ám đều mở cửa vào Chủ nhật nhưng đây là ngày tốt nhất để ghé thăm nếu bạn lo lắng về đám đông.  Một lần nữa, chương trình giải trí trực tiếp trong HalloWeekends thật tuyệt vời.  Tôi thấy một người đánh giá khác gọi chương trình Midnight Syndicate là đặc biệt.Đọc thêm",
            "Công viên thật tuyệt. Nó có nhiều chuyến đi đa dạng. Hầu như tất cả mọi người đều có thể tìm thấy thứ gì đó để đi. Tàu lượn siêu tốc thật đáng kinh ngạc. Có những chiếc đế lót ly dành cho những người thích cảm giác mạnh và những chiếc đế lót ly thân thiện với trẻ em. Điều phàn nàn duy nhất của tôi là đồ ăn quá đắt và không đa dạng lắm.  - 10 cho chip là không hợp lý. Cũng có rất ít lựa chọn thuần chay. Việc nhảy hàng đợi thật khủng khiếp và dường như không có nhân viên hay bảo vệ nào làm bất cứ điều gì về điều đó. Các nhân viên hầu như chỉ cho phép những người có vé nhanh trên các chuyến xe có hàng dài cũng là một vấn đề. Nhưng nhìn chung, tôi yêu Cedar Point và đó là một công viên tuyệt vời.Đọc thêm",
            "Chúng tôi đã có rất nhiều niềm vui và thời tiết thật hoàn hảo, chúng tôi đã đi vào ngày thứ 22-23, mọi thứ đều diễn ra trong phần lớn ngày thứ 2 thực sự bận rộn, chúng tôi chọn thẻ đi nhanh và gọi đó là ngày sớm để về nhà. Bãi biển thật tuyệt vời để bạn có thể thư giãn sau một ngày nắng nóng.Đọc thêm",
            "Hoàn toàn là rác rưởi. Hàng đợi thật kinh khủng, nhiều trò chơi đã ngừng hoạt động và khu vực dành cho trẻ em chỉ mở cửa hạn chế. Đồ ăn trong toàn bộ công viên không được đánh giá cao. Một người bán hàng đã lấy cắp điện thoại của con gái tôi và chúng tôi đã bắt được anh ta. - Nghệ sĩ - vẽ tranh hoạt hình đã tính phí đứa con gái 12 tuổi của tôi - 75 cho một bức vẽ mà không tiết lộ giá trước. Những người làm việc ở đó giống như những người bán hàng rong. Quá đắt cho một trải nghiệm dưới mức trung bình như vậy. Không có an ninh và quá nhiều trẻ em không được giám sát. Đọc thêm",
            "Là một người đam mê tàu lượn, tôi đã rất ấn tượng với công viên này! Có quá nhiều việc phải làm trong một ngày nhưng chúng tôi đã cố gắng lên được hầu hết các tàu lót ly lớn hơn. Tôi chắc chắn rất thích quay lại và tận hưởng mọi thứ chúng tôi đã bỏ lỡ. Chúng ta chỉ có một ngày để đến công viên vào Ngày của Mẹ. Đó là một trải nghiệm rất đáng nhớ. Tôi rất vui vì đã mua thẻ tốc hành để giảm thời gian xếp hàng tuy nhiên tôi rất thất vọng vì TT2 đã đóng cửa và tôi đã phải trả thêm tiền cho thẻ tốc hành của mình. Gemini cũng không có mặt trong ngày hôm đó và Valrvn đã gặp nhiều sự cố đáng tiếc. Dịch vụ khách hàng nói với tôi rằng chúng tôi luôn có thể quay lại vào một ngày khác ngoại trừ việc tôi giải thích với cô ấy rằng chúng tôi bay đến từ Las Vegas để tham gia trải nghiệm này nên chúng tôi không có cơ hội quay lại trong vòng một năm.  Ít nhất họ có thể đề nghị cung cấp cho chúng tôi một số vé ăn - uống để bù đắp số tiền mà tôi đã lãng phí khi xếp hạng vé tốc hành cho một chuyến đi mà tôi không có sẵn. Thức ăn và đồ uống ở công viên rất đắt so với những gì chúng tôi được tặng. Tôi nghĩ tôi đã trả hơn - 20 cho 3 miếng thịt bò nhỏ rất khô.   Chúng tôi đã trả tiền cho gói ảnh để chụp tất cả những bức ảnh vui nhộn của mình và điều đó hoàn toàn xứng đáng. Những người ở các gian hàng cũng rất hữu ích khi giúp các bức ảnh của bạn được căn giữa vừa phải. Đôi khi chúng hiển thị không chính xác trên ki-ốt nhưng họ có thể cắt chúng cho bạn nếu bạn yêu cầu.Đọc thêm",
            "Gia đình tôi đang sử dụng thẻ dành cho người khuyết tật để đi chơi. Bố tôi bị tai nạn xe máy cách đây 2 năm. Gần như đã chết, phần bên phải cơ thể anh hoàn toàn bằng titan. Anh ấy không thể đứng lâu được. Bà Venus này chế giễu anh, tố gia đình tôi nói dối để được pass. Cô ấy có khả năng đáng kinh ngạc. Mọi thứ khác về chuyến thăm của chúng tôi đều tuyệt vời, ngoại trừ sự tương tác này. Cảm thấy vô cùng không mong muốnĐọc thêm",
            "Hãy cùng nhau sở hữu Cedar Point!  Vô cùng chán ghét độ chính xác, hiệu quả và tính sẵn sàng đi xe của bạn! Đã nỗ lực hết sức để đến đây nhân Ngày của Mẹ - để dậy siêu sớm để tham gia các chuyến đi tàu lượn sớm.  Thay vì nói với chúng tôi rằng Millennium Force đã ngừng hoạt động, các nhân viên đã hướng dẫn họ đến phía sau công viên để đạp xe vào lúc 9 giờ sáng, nhưng cuối cùng họ mới biết rằng nó đã ngừng hoạt động - không biết khi nào nó sẽ mở cửa. KHÔNG CÓ THÔNG BÁO cho những người đang đứng xếp hàng, lãng phí thời gian của họ. Cuối cùng đi bộ TẤT CẢ CÁC CÁCH quay trở lại người gác cổng ở đầu đối diện - cuối cùng đã lên được MỘT.... Chỉ có 1 chuyến đi sớm vào lúc đó là sau 10 giờ. Đã mua FUN PIX - dự định lấy ảnh của chúng tôi...nhưng những bức ảnh chỉ có đôi chân của chúng tôi!! Đã thử sử dụng ứng dụng này để tìm đế lót ly để đi khi vẫn còn sớm, chỉ để tìm hiểu 7 - nhiều loại phổ biến nhất - trong số 17 đế lót ly trong công viên mà chúng tôi - đã đóng cửa! Maverick CUỐI CÙNG đã mở cửa và nói đợi chưa đầy 15 phút, nhưng chúng tôi đã biết được sau khi đi TẤT CẢ CÁC CÁCH sang phía bên kia của công viên rằng đường dây thực sự là 1:25 phút!!  Tôi thích việc tôi - đang dành Ngày của Mẹ bị sự bất lực của Cedar Point - làm cho giật mình!  Tôi không nghĩ là tôi có mong muốn quay trở lại! Quá thất vọng!  -  - Đọc thêm",
            "Nếu bạn yêu thích tàu lượn siêu tốc thì đây là nơi thích hợp. Quang cảnh Hồ Erie từ Millennium Force, Magnum xl-200, Steel Vengeance thật tuyệt vời. Khung cảnh ngoạn mục nhất là trên Top Thrill 2, bạn có thể nhìn thấy hồ nước xung quanh mình. Tôi thích cưỡi ngựa với khung cảnh mặt nước đẹp hoặc rừng cây. Các nhân viên mà tôi đã tương tác dù là người điều hành chuyến xe hay nhà hàng đều thân thiện và hiểu biết.  Ngay cả khi các chuyến đi gặp sự cố, đội bảo trì chuyến đi làm việc chăm chỉ đã giúp chúng hoạt động trở lại trong một khoảng thời gian có thể chấp nhận được.  Đây là công viên yêu thích của tôi và tôi đã từng đến một vài nơi.Đọc thêm",
            "Trải nghiệm thật tuyệt vời. Tôi đã đi 4 lần rồi và nó luôn là một vụ nổ. Lẽ ra tôi đã được đánh giá cao hơn nhưng lần cuối cùng tôi đi, phải mất một tiếng rưỡi để rời khỏi công viên. Tôi bước ra khỏi cổng công viên lúc 7 giờ 45 nhưng mãi đến 9 giờ 32 mới có thể rời bãi đậu xe. Tôi cảm thấy có thể có cách tốt hơn để tổ chức nó, nhưng nhìn chung, đó là một chuyến đi cuối tuần tuyệt vời.Đọc thêm",
            "Chúng tôi là một gia đình bốn người sẽ đi vào thứ Ba sau Ngày Tưởng niệm. Đó là lần đầu tiên những đứa trẻ 12 tuổi của chúng tôi đến CP. Cô ấy yêu thích những chiếc đế lót ly của Disney. Chúng ta có nên nhận làn đường nhanh cộng - thêm - 480! - hay một ngày trong tuần sẽ có đủ lượng người thấp? Tôi không bận tâm đến việc chờ đợi 30-45 phút, nhưng 2-3 giờ thì thật kinh khủng. Đọc thêm",
            "Khu vực VIP là gì?Đọc thêm",
            "Tôi lái một chiếc xe tải thương mại và xe moóc có chỗ cho tài xế của chúng tôi đỗ giàn khoan của chúng tôi, cảm ơnĐọc thêm",
            "Xin chào, có ai biết giá taxi từ sân bay Cleveland đến Cedar Point không?",
            "Có ai đến vào dịp cuối tuần Halloween không? Có phải là siêu đông đúc? Tôi có nên vượt làn đường nhanh không?Đọc thêm",
            "Vì vậy, chúng tôi đang ở khách sạn Breaker, nơi bạn lấy giấy để dán vào cửa sổ sau đó đậu xe ở đóĐọc thêm",
            "Nếu chúng tôi ở lại Castaway Bay vào tối thứ Bảy và trả phòng vào Chủ Nhật, chúng tôi có thể vào công viên sớm vào Chủ Nhật không? Đọc thêm",
            "Bạn nên liên hệ với công viên và hỏi rằngĐọc thêm",
            "Tôi cần bao nhiêu tiền để nuôi một gia đình bốn người cả ngày bao gồm đồ ăn thức uống và có thể tận hưởngĐọc thêm",
            "Không chắc. Nhưng chúng tôi là hai gia đình có tổng cộng chín người và chúng tôi mang đồ ăn nhẹ và bánh mì kẹp vào công viên và tổ chức một buổi dã ngoại trên bãi cỏ.Đọc thêm",
            "Chúng ta có thể mang đồ uống hoặc thức ăn vào công viênĐọc thêm",
            "Bạn có thể thiết lập trong xe của bạn. Chúng tôi thường xuyên quay lại xe để ăn trưa! Tôi - một bệnh nhân tiểu đường có giấy phép của bác sĩ nên tôi mang theo đồ ăn mà không có vấn đề gì nhưng tôi không biết các quy tắc trung thực dành cho người bình thường.Đọc thêm",
            "Bạn có thể sử dụng thẻ quà tặng Cedar Point hoặc thẻ trả trước Cedar Point để mua vé nhanh trực tiếp không? Ngoài ra, có ai biết số lượng vé nhanh giới hạn mà họ sẽ bán mỗi ngày không? Đọc thêm"
        ],
        "star_ratings": [
            5962,
            1921,
            658,
            352,
            369
        ],
        "review_amount": 9262,
        "location": [
            "Sandusky",
            "Hoa Kỳ",
            "Điểm tuyết tùng",
            "Ohio - OH -",
            "Các hoạt động ở Sandusky"
        ],
        "reviews_time": [
            "Written June 4, 2023",
            "Written June 6, 2023",
            "Written June 14, 2023",
            "Written June 19, 2023",
            "Written June 29, 2023",
            "Written July 3, 2023",
            "Written July 10, 2023",
            "Written July 16, 2023",
            "Written July 25, 2023",
            "Written July 28, 2023",
            "Written May 30, 2024",
            "Written May 28, 2024",
            "Written May 27, 2024",
            "Written May 25, 2024",
            "Written May 19, 2024",
            "Written May 14, 2024",
            "Written May 12, 2024",
            "Written May 12, 2024",
            "Written May 9, 2024",
            "Written May 5, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g50940-d102765-Reviews-Cedar_Point-Sandusky_Ohio.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g50940-d1075386-Reviews-Famous_Dave_s_Bar_B_Que-Sandusky_Ohio.html",
            "https://www.tripadvisor.com/Restaurant_Review-g50940-d1137169-Reviews-Bay_Harbor-Sandusky_Ohio.html",
            "https://www.tripadvisor.com/Restaurant_Review-g50940-d4346693-Reviews-Panda_Express-Sandusky_Ohio.html",
            "https://www.tripadvisor.com/Restaurant_Review-g50940-d10480160-Reviews-Coasters_Drive_In-Sandusky_Ohio.html",
            "https://www.tripadvisor.com/Restaurant_Review-g50940-d12425915-Reviews-Melt_Cedar_Point-Sandusky_Ohio.html",
            "https://www.tripadvisor.com/Restaurant_Review-g50940-d8509303-Reviews-Chickie_s_Pete_s-Sandusky_Ohio.html",
            "https://www.tripadvisor.com/Restaurant_Review-g50940-d4584410-Reviews-Tomo_Hibachi-Sandusky_Ohio.html",
            "https://www.tripadvisor.com/Restaurant_Review-g50940-d5453303-Reviews-Perkins_Restaurant_Bakery-Sandusky_Ohio.html",
            "https://www.tripadvisor.com/Restaurant_Review-g50940-d17787280-Reviews-Domino_s_Pizza-Sandusky_Ohio.html",
            "https://www.tripadvisor.com/Restaurant_Review-g50940-d8670954-Reviews-TGI_Fridays-Sandusky_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50940-d1412365-Reviews-Merry_Go_Round_Museum-Sandusky_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50604-d146005-Reviews-Marblehead_Lighthouse-Marblehead_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50940-d26689705-Reviews-Cedar_Point_Shores_Waterpark-Sandusky_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50940-d1653582-Reviews-Maritime_Museum_of_Sandusky-Sandusky_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50604-d3414390-Reviews-Johnson_s_Island_Confederate_Cemetery-Marblehead_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50940-d530745-Reviews-Ghostly_Manor_Thrill_Center-Sandusky_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50940-d14003388-Reviews-Battery_Park_Marina-Sandusky_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50940-d14097842-Reviews-Shoreline_Park-Sandusky_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50940-d21275848-Reviews-Son_Rise_Marina-Sandusky_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50940-d3244491-Reviews-Firelands_Winery-Sandusky_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50940-d102765-Reviews-or10-Cedar_Point-Sandusky_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50940-d1232285-Reviews-Kalahari_Waterparks-Sandusky_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50940-d2503187-Reviews-Great_Wolf_Lodge_Water_Park-Sandusky_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50940-d595016-Reviews-Skateworld-Sandusky_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50940-d4551388-Reviews-North_Coast_Parasail-Sandusky_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50862-d3663589-Reviews-Liberty_Aviation_Museum-Port_Clinton_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50940-d4455707-Reviews-Goodtime_Lake_Erie_Cruise-Sandusky_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50940-d10770527-Reviews-Escape_Rooms_by_Frankynicky-Sandusky_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50940-d12234596-Reviews-Sandusky_Segwave-Sandusky_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50497-d2293017-Reviews-Glacial_Grooves_State_Memorial-Kelleys_Island_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50940-d23400368-Reviews-Pedego_Sandusky-Sandusky_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50940-d15081454-Reviews-Wild_Irish_Rose_Charters-Sandusky_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g29124-d8474826-Reviews-Pirate_s_Cove_Beach-Avila_Beach_San_Luis_Obispo_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60946-d105262-Reviews-Providence_Place_Mall-Providence_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g32588-d4699382-Reviews-Festival_of_Arts_and_Pageant_of_the_Masters-Laguna_Beach_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g262055-d2470643-Reviews-Ayia_Thekla_Beach-Ayia_Napa_Famagusta_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g294472-d324046-Reviews-Belgrade_Zoo-Belgrade.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d548744-Reviews-Herald_Square-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g33324-d284800-Reviews-Folsom_Field-Boulder_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g34678-d1889305-Reviews-SoHo-Tampa_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g2024866-d2041648-Reviews-Seoul_Grand_Park-Gwacheon_Gyeonggi_do.html",
            "https://www.tripadvisor.com/Attraction_Review-g154998-d664960-Reviews-Niagara_SkyWheel-Niagara_Falls_Ontario.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g50940-d102765-Reviews-or10-Cedar_Point-Sandusky_Ohio.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g50940-d102765-Reviews-Cedar_Point-Sandusky_Ohio.html"
    }
]