[
    {
        "attraction_name": "Cenote Santa Cruz",
        "attraction_name_vi": "Cenote Santa Cruz",
        "general_info": [
            "720 đánh giá",
            "- 4 trong số 19 điều cần làm ở Akumal",
            "Hang Động - Hang Động"
        ],
        "attraction_summary": "Các bạn ơi, nếu bạn gọi cho chúng tôi và chúng tôi không trả lời cuộc gọi của bạn thì đó là vì chúng tôi không có sóng tốt. Chúng tôi chỉ làm việc với các đặt phòng trước đó có thể được thực hiện trên trang web của chúng tôi hoặc gửi trực tiếp tới E-mail của chúng tôi. Chúng tôi sẽ trả lời bạn sớm nhất có thể, chúng tôi xin lỗi vì sự bất tiện này. Các tour du lịch thân thiện với môi trường. Các chuyến du ngoạn của chúng tôi mang tính nhóm, riêng tư và cá nhân hóa.  - Chúng tôi mời bạn tham gia một cuộc phiêu lưu tuyệt vời và thú vị, tận hưởng những điều kỳ diệu mà Bán đảo Yucatan mang lại, những bãi biển tuyệt đẹp, Cenotes, Khu bảo tồn thiên nhiên và các địa điểm khảo cổ. Chúng tôi tập trung vào du lịch bền vững, mang tính giáo dục và giải trí nhằm có được trải nghiệm tối đa và gần gũi nhất với cộng đồng địa phương, tìm hiểu hệ thực vật, động vật và văn hóa vùng. - Đọc thêm",
        "reviews": [
            "Chuyến tham quan Cenote với Victor thật tuyệt vời! Niềm đam mê và kiến ​​thức mà Victor dành cho môi trường trong và xung quanh Cenote khiến chúng tôi càng yêu thích nó hơn. Chuyến tham quan này khác xa với điểm thu hút khách du lịch thông thường, nơi bạn có rất đông người và cố gắng bán các bản nâng cấp ở mỗi lượt. Victor rất chuyên nghiệp và có khiếu hài hước trong suốt chuyến lưu diễn. Chúng tôi đi bộ vào thị trấn từ Secrets Akumal và gặp Victor đúng lúc anh ấy nói rằng anh ấy sẽ gặp. Chưa bao giờ cảm thấy mơ hồ về việc không an toàn trong suốt cuộc phiêu lưu!Đọc thêm",
            "Tôi đã đặt tour du lịch riêng này và đó là một trải nghiệm tuyệt vời. Lúc đầu điều đó thật đáng sợ nhưng hãy tin tôi rằng nó đáng giá từng xu và trải nghiệm.  Hướng dẫn viên của chúng tôi là Victor, người giỏi nhất - Đọc thêm",
            "Trải nghiệm tuyệt vời, chuyến tham quan độc đáo với hướng dẫn viên tuyệt vời, người đã cung cấp cho chúng tôi nhiều chi tiết và giải thích. Victor đã thực hiện chuyến tham quan kéo dài 2,5 giờ này thành một chuyến đi khó quên qua Cenote. Rất khuyến khích! Đọc thêm",
            "Thật là một ngày tuyệt vời, nhiều hơn những gì chúng tôi mong đợi. Victor thật tuyệt vời với tất cả thông tin và một chàng trai thực sự tốt. Cenote thật ngoạn mục và là một trải nghiệm sẽ tồn tại suốt đời. Tulum cũng thật tuyệt vời, hướng dẫn viên Alfredo của chúng tôi rất vui tính và cung cấp cho chúng tôi rất nhiều thông tin. Anh ấy còn chụp một số bức ảnh gia đình tuyệt vời, thật là những kỷ niệm khó quên. Rất muốn giới thiệuĐọc thêm",
            "Chúng tôi đã thực hiện chuyến lưu diễn này với Victor vào tháng 4 năm 2023 vào ngày cuối cùng của kỳ nghỉ và rất thích nó. Victor là một hướng dẫn tuyệt vời. Anh ấy rõ ràng rất thích công việc của mình và thấy cenote thật hấp dẫn và là một chàng trai đáng yêu để dành một buổi chiều cùng. Tôi và chồng tôi đã đặt một chuyến du lịch riêng nên chỉ có hai chúng tôi và Victor thật tuyệt vời. Tôi hơi lo lắng nhưng Victor đã khiến trải nghiệm này trở nên thú vị và bổ ích. Và chúng tôi đánh giá rất cao chuyến tham quan này rất gần với khách sạn của chúng tôi - Secrets Akumal - và hoàn toàn không phải là một cái bẫy du lịch. Bạn sẽ không tìm thấy một cửa hàng quà tặng ở đây! Cảm giác như chúng tôi thực sự đã trải nghiệm một phần của Mexico và đó là điểm nhấn trong chuyến đi của chúng tôi. Cảm ơn Victor!Đọc thêm",
            "Tôi có thể thành thật nói rằng trong 30 năm du lịch của mình rằng đây là một trong những chuyến đi tuyệt vời nhất tôi từng thực hiện. Victor là một hướng dẫn viên tuyệt vời, rất thân thiện và hiểu biết. Tôi không đăng bất kỳ bức ảnh nào, chỉ cần tự mình trải nghiệm nếu bạn thích phiêu lưu hơn hầu hếtĐọc thêm",
            "This was a fantastic way to spend 2 1 - 2  hours. Victor, our guide, met us in the Akumal Pueblo exactly at 3pm as scheduled, and drove us down a deserted road to the cenote site. He led us on a brief walk through the jungle, describing  various trees  - one with very toxic sap - , until we came to the small opening maybe 8 feet across -  leading straight down about 25 feet. Below was a spectacular cave filled with the most interesting stalactites, tree roots reaching deep down to find water, and other odd mineral  formations. More discussion from Victor about how all of this came to be, then into the cooling water which lines the floor of the cave. Small fish live there in total darkness, as well as odd insects--and bats, one of which we saw in an alcove directly overhead, motionless until mealtime. The whole underground excursion took about  90 minutes, sometimes floating, sometimes walking gingerly. Victor was very vigilant that no one even touch the cave surfaces above the waterline--also, you cannot waer bug spray  - not needed anyway down there -  or sunscreen  - again, obviously - . For that reason, except for occasional footprints in the sand beneath the water, the entire route--several hundred meters--is pristine. No broken stalactites, except natural breakage, and no obvious handholds worn smooth by visitors. Near the end is a large opening, again about 25 feet overhead, where you can look up and see the sky and foliage while swimming around in the crystal clear water and watching the fish, which are large  - relatively--maybe up to a foot -  and plentiful, presumably due to lots of nutrition from above. Then, another swim following Victor through some low formations until finally another small opening with a ladder appears.The whole experience was great-different from other cenotes. The provide life jackets, underwater flashlights,  and masks. One thing you - ll want is water shoes, or at least a pair of old sneakers, because there are many rocky areas beneath the water All in all, a very worthwhile experience. Kids  - say 8 years and up -  will love it as well. It - s not spooky or dangerous, the water isn - t too cold  -  or very deep except for the pool at the end - . Have fun-and ask for Victor--he - s funny, knowledgeable, and a very likeable personRead more",
            "Đã đi với bốn người bạn. Giữa chúng tôi, chúng tôi đã đến khoảng 30 cenote trên toàn khu vực. Tôi có thể nói đây là một trong những nơi độc đáo nhất và bạn nên ghé thăm nó chỉ để trải nghiệm và thấy sự khác biệt.  Victor là người hướng dẫn của chúng tôi, Anh ấy rất nhiều thông tin và vui vẻ.   Tôi rất muốn khuyên bạn điêu đo.  Một lưu ý là mang theo giày bơi để dễ dàng đi lại trên đá.  Cũng đừng quên một mẹo.Đọc thêm",
            "Hướng dẫn tuyệt vời mặc dù chuyến đi không đáng tiền, đại diện TUI cho biết bữa trưa đã được bao gồm trước khi quay trở lại khách sạn, mặc dù một chiếc bánh pizza nhỏ và bánh nướng xốp đã được cung cấp khi ngồi trên xeĐọc thêm",
            "Chúng tôi đã đến thăm Cenote Santa Cruz vào ngày 5 tháng 1 năm 2023 và đã có khoảng thời gian tuyệt vời! Ba chúng tôi, tất cả đều là người lớn, đã có một chuyến du lịch riêng với Victor, một hướng dẫn viên xuất sắc. Anh ấy có kiến ​​thức và thông tin. Rõ ràng là anh ấy coi trọng tính toàn vẹn của hệ sinh thái mà anh ấy đang giải thích. Trên hết, anh ấy có khiếu hài hước tuyệt vời và khiến chúng tôi cùng cười với anh ấy. Có một số điều ngạc nhiên lớn, nhưng tôi sẽ không tiết lộ điều đó. Mặc dù tôi đã nghe nói rằng muỗi có thể gây khó chịu nhưng nó đã khô ráo vài ngày trước chuyến tham quan của chúng tôi và chúng tôi không gặp vấn đề gì. Bạn chắc chắn nên tham gia chuyến tham quan.Đọc thêm",
            "Họ có nhà hàng không?Đọc thêm",
            "Xin chào, chào buổi chiều, chúng tôi không có nhà hàng.\nlời chàoĐọc thêm",
            "Làm thế nào để bạn đặt chuyến tham quan Cenote Santa Cruz này với VictorĐọc thêm",
            "bạn có thể đặt trực tuyến hoặc chỉ cần bắt taxi tới đó, hầu hết các khu nghỉ dưỡng đều có thông tin, Đọc thêm",
            "Có ai lái xe tới đây mà không đi tham quan không? Chính xác là ở đâu - để biết hướng dẫn lái xe - ?\nKhó tìm thấy những đánh giá không thuộc nhóm du lịch được sắp xếp trước.Đọc thêm",
            "Tôi đồng ý với câu trả lời trước đó. Bạn có thể tự lái phương tiện của mình nhưng bạn vẫn cần sắp xếp để gặp một trong những hướng dẫn viên và theo anh ta vào rừng. Chúng tôi là một gia đình 4 người và không có ai khác tham gia nhóm của chúng tôi. Họ giữ các nhóm nhỏ để giúp bảo vệ Denote. Bạn sẽ không hối tiếc đâu, đó là một trong những điều tuyệt vời nhất mà chúng tôi đã thấy.Đọc thêm",
            "Xin chào Có ai có địa chỉ email của công ty này không? Trang web không còn hoạt động nữa. Cảm ơnĐọc thêm",
            "Xin lỗi, tôi không - t.  Tôi nghĩ chúng tôi đã tìm kiếm trên Google và chỉ gọi đến số được liệt kê. Chúc may mắn.Đọc thêm",
            "- Lối vào đẹp thế nào?",
            "Xin chào, tôi nhớ số 50 đó - bạn cũng có thể thanh toán bằng peso Mexico Đọc thêm",
            "Chào buổi sáng,\n - Xe cenote này có phù hợp đi cùng trẻ em 6 và 11 tuổi không?Đọc thêm",
            "Vâng vâng\nBạn có thể đi cùng trẻ em \nBạn sẽ thích nóĐọc thêm",
            "Xin chào! Nếu tôi đi qua Akumal...tôi có thể liên hệ để đến thăm hang động này không hay chỉ bằng cách đặt trước qua internet? Cảm ơn bạn!Đọc thêm",
            "Liên hệ với chúng\nNhưng tôi nghĩ đó chỉ là do đặt trước \nNó không phải là một cenote rất thương mại \nĐi tới đâu thì phải lấy vé\nĐọc thêm",
            "Xin chào, phí vào cửa mỗi người là bao nhiêu?  - nếu bạn có thể đưa nó cho tôi bằng paund hoặc đô la vì tôi chưa chuyển nó sang peso Mexico - CẢM ƠN bạn trước xĐọc thêm",
            "- 50 US - mỗi người Đọc thêm",
            "Chi phí để vào cenote này với hướng dẫn là bao nhiêu?Đọc thêm",
            "Trẻ nhỏ có thể tham gia tour được không?Đọc thêm",
            "Không, tôi sẽ không đề xuất nó dưới 5Đọc thêm"
        ],
        "star_ratings": [
            615,
            88,
            9,
            3,
            5
        ],
        "review_amount": 720,
        "location": [
            "Tích lũy",
            "México",
            "Riviera Maya",
            "Quintana Roo",
            "Cenote Santa Cruz",
            "Các hoạt động ở Akumal",
            "bán đảo Yucatan"
        ],
        "reviews_time": [
            "Written February 17, 2024",
            "Written September 6, 2023",
            "Written August 26, 2023",
            "Written July 21, 2023",
            "Written May 11, 2023",
            "Written May 10, 2023",
            "Written March 19, 2023",
            "Written March 19, 2023",
            "Written March 2, 2023",
            "Written February 6, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g499445-d3844517-Reviews-Cenote_Santa_Cruz-Akumal_Yucatan_Peninsula.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g499445-d1904081-Reviews-Tequilaville-Akumal_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Restaurant_Review-g499445-d10296394-Reviews-Cosme_s_Taqueria-Akumal_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Restaurant_Review-g499445-d27144825-Reviews-Cocteleria_Akumal-Akumal_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Restaurant_Review-g499445-d13614087-Reviews-Restaurant_Bar_El_Ultimo_Maya-Akumal_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Restaurant_Review-g499445-d23293217-Reviews-Taqueria_Chucky-Akumal_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Restaurant_Review-g499445-d27085702-Reviews-Taqueria_La_Lunita-Akumal_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Restaurant_Review-g499445-d19736262-Reviews-Margaritas_Akumal-Akumal_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Restaurant_Review-g499445-d25411468-Reviews-La_Casa_Del_Pueblo-Akumal_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Restaurant_Review-g499445-d27279748-Reviews-Tacos_Y_Pastas_Luis_Y_Marisol-Akumal_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Restaurant_Review-g499445-d8680439-Reviews-Taverna_Akumal-Akumal_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g499445-d153287-Reviews-Akumal_Beach-Akumal_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g499445-d10441459-Reviews-Akumal_Monkey_Sanctuary_Rescued_Animals-Akumal_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g499445-d6940674-Reviews-Mayamar_Fantastic_Jungle-Akumal_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g499445-d2522660-Reviews-Centro_Ecologico_Akumal-Akumal_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g499445-d153913-Reviews-Aktun_Chen-Akumal_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g499445-d2664485-Reviews-Hekab_Be_Biblioteca_de_Akumal-Akumal_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g499445-d929145-Reviews-Half_Moon_Bay-Akumal_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g499445-d153288-Reviews-Yal_ku_Lagoon-Akumal_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g499445-d4404247-Reviews-Akumal_Bay-Akumal_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g499445-d6784468-Reviews-Dolphin_Discovery_Tulum_Akumal-Akumal_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g499445-d3844517-Reviews-or10-Cenote_Santa_Cruz-Akumal_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g499445-d6835329-Reviews-Akumal_Ecological_Guides-Akumal_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g499445-d4766639-Reviews-Cenote_Xunaan_Ha-Akumal_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g499445-d17407918-Reviews-Private_Mayan_Tours-Akumal_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g499445-d1195215-Reviews-Akumal_Dive_Center-Akumal_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g499445-d1229375-Reviews-Akumal_Dive_Shop-Akumal_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g499445-d3636234-Reviews-Budha_Gardens_Spa-Akumal_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g499445-d25449487-Reviews-ANML_Gym-Akumal_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150813-d17826551-Reviews-Conscious_Experiences-Tulum_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150812-d3227664-Reviews-Aledia_Tours-Playa_del_Carmen_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g499445-d17581600-Reviews-Mayan_Immersion-Akumal_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g147399-d2705183-Reviews-Taylor_Bay_Beach-Providenciales_Turks_and_Caicos.html",
            "https://www.tripadvisor.com/Attraction_Review-g660694-d7984078-Reviews-Monkey_Beach-Penang_Island_Penang.html",
            "https://www.tripadvisor.com/Attraction_Review-g580284-d12938537-Reviews-C_an_Picafort_Market-Ca_n_Picafort_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g33657-d3287265-Reviews-Steamboat_Gondola-Steamboat_Springs_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g190502-d3529686-Reviews-Vidden_Trail_between_Mt_Floyen_and_Mt_Ulriken-Bergen_Hordaland_Western_Norway.html",
            "https://www.tripadvisor.com/Attraction_Review-g635613-d199078-Reviews-Colossus_of_Rhodes-Rhodes_Town_Rhodes_Dodecanese_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g52819-d3310497-Reviews-Tanger_Outlets_Hershey-Hershey_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52970-d6707266-Reviews-Long_s_Park-Lancaster_Lancaster_County_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g32578-d2032285-Reviews-Sunny_Jim_Cave-La_Jolla_San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g43910-d7119060-Reviews-Presley_s_Outing-Moss_Point_Mississippi.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g499445-d3844517-Reviews-or10-Cenote_Santa_Cruz-Akumal_Yucatan_Peninsula.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g499445-d3844517-Reviews-Cenote_Santa_Cruz-Akumal_Yucatan_Peninsula.html"
    }
]