[
    {
        "attraction_name": "Central Market Hall",
        "attraction_name_vi": "Hội trường chợ trung tâm",
        "general_info": [
            "9.100 đánh giá",
            "- 109 trong số 976 điều cần làm ở Budapest",
            "Chợ nông sản"
        ],
        "attraction_summary": "Hội trường chợ này, còn được gọi là Hội trường Chợ Lớn, là một trong những khu chợ trong nhà lớn nhất ở Budapest và tự hào có kiến ​​trúc tân Gothic tuyệt đẹp. Ở đây, bạn sẽ tìm thấy rất nhiều sản phẩm tươi sống, cá, thịt, gia vị, thịt ướp muối và các sản phẩm từ sữa. Và ở các tầng trên, bạn có thể nếm thử ẩm thực Hungary chính thống - như món goulash với bánh bao - tại các quầy hàng thực phẩm và quán ăn. Người dân địa phương đến đây để mua đồ tạp hóa và ăn trưa nên tốt nhất bạn nên ghé thăm vào buổi sáng muộn hoặc đầu giờ chiều để có ít đám đông hơn. Đừng bỏ lỡ những điểm nổi bật nhất của khu chợ trong chuyến tham quan ẩm thực riêng ở Budapest.  - TripadvisorĐọc thêm",
        "reviews": [
            "Đọc thêm",
            "Đó là một tòa nhà rất đẹp, quà lưu niệm đẹp. Nhưng đừng ăn ở đó nếu bạn có ngân sách. Một đĩa gà và khoai tây với giá 30 euro, đứng - kiểu quán rượu -, rất ngon. Bạn có thể ăn trong một nhà hàng đẹp với 2 người với 30 euro ở Budapest. Đọc thêm",
            "Không hề đáng thất vọng. Thịt tươi, rau và trái cây, món ngon. Bàn bán hàng không gây khó chịu hay cằn nhằn: chúng cho phép bạn duyệt qua một cách bình tĩnh và cung cấp trợ giúp nếu cần thiết. Hai tầng, một tầng để mua sắm và một tầng để mua sắm và ăn uống. Tôi không biết liệu tôi có ăn ở đó không nhưng nó trông không tệ lắm...giá cả ít nhiều công bằng, rất nhiều người dân địa phương và khách du lịch. Tất nhiên, bạn phải coi chừng đồ đạc của mình! Nếu tôi sống ở Budapest, tôi chắc chắn sẽ mua sắm hàng tuần ở đó.Đọc thêm",
            "Chợ trung tâm đáng ghé thăm.  Chúng tôi dành vài giờ đi bộ trên hòn đảo. Bản thân phần Sản xuất đã rất tuyệt vời, rất tiếc là chúng tôi không thể sử dụng bất kỳ phần nào kể từ đó vào kỳ nghỉ, nhưng sự lựa chọn và chất lượng trông rất tuyệt. Ngoài ra còn có nhiều loại gia vị, sô cô la và các món ngon khác.  Các nhà cung cấp còn lại có nhiều loại sản phẩm được quan tâm. Họ có một Khu ẩm thực lớn, mặc dù chúng tôi chọn dùng bữa trong một bầu không khí ít tắc nghẽn hơn nên đã đi lên phố.  Nếu ở Budapest và có thời gian thì đây là nơi phải xem.Đọc thêm",
            "Chợ thực sự rất thú vị nếu bạn đang mua sắm thực phẩm tươi sống hoặc các mặt hàng chủ lực ngon của Hungary. Đó là một cái bẫy du lịch nên hãy lưu ý, nhưng chúng tôi rất thích mua sắm ở đó. Chúng tôi chỉ tìm những gian hàng mà người dân địa phương đang xếp hàng để mua ;- - Đọc thêm",
            "Vừa trở về sau chuyến đi ba ngày tới Budapest.  Một người thực sự sẽ cần bốn ngày để xem mọi thứ.  Thành phố xinh đẹp và thắng cảnh tuyệt đẹp.  Chúng tôi đã mua vé ba ngày để tham quan bằng xe buýt du lịch và nó thật tuyệt vời.  Lên xuống tùy ý và bao gồm cả chuyến du ngoạn trên sông Danude.  Thức ăn và rượu vang tuyệt vời.  Đừng mong đợi mọi thứ sẽ rất rẻ vì mọi thứ đều tương đương hoặc thấp hơn một chút so với giá của Ireland Đọc thêm",
            "Tòa nhà trông đáng yêu.  Tầng dưới là chợ truyền thống, tầng trên bán đủ loại hình du lịch. Tốt thôi nếu đó là điều bạn đang theo đuổi, nhưng đối với chúng tôi, chúng tôi chỉ quan sát nhanh xung quanh và rời đi.   Không phải là nơi bạn cần dành thời gian.Đọc thêm",
            "Tòa nhà đẹp, bán nhiều đồ tự chế.\nTránh trao đổi gấu. Cô ấy có mức giá tốt nhưng việc này không tính phí hoa hồng và cô ấy sẽ bán khống cho bạn. Chỉ có điều này xảy ra với tôi. Đáng lẽ phải nhận được 75.800 - kèm theo hoa hồng - nhưng thay vào đó lại nhận được 75.500. Khi tôi thách thức cô ấy, cô ấy liên tục nói rằng - đó là tất cả những gì bạn nhận được. Tránh tránh tránhĐọc thêm",
            "Nơi thực sự tốt để ghé thăm vì tòa nhà rất đẹp và thực sự có cảm giác giống như một khu chợ cổ kính trên thế giới. Tầng dưới rất nhiều thịt - quầy rau và ớt bột! Tầng trên có nhiều đồ lưu niệm và quầy hàng thực phẩm hơn - Tôi thực sự không khuyên bạn nên mua đồ ăn từ những quầy hàng này vì nó thực sự đắt tiền và bạn có thể tìm thấy đồ ăn ngon hơn trong thành phố - Tôi nghĩ các quầy hàng thực phẩm là bẫy du lịch -  \n\nTuy nhiên, quà lưu niệm có giá khá cao, nam châm 1 euro, v.v.! \nĐề nghị đến đây để trải nghiệm và mua một ít trái cây từ tầng dưới vì nó có chất lượng tuyệt vời.\nHầu hết người bán đều chấp nhận thẻĐọc thêm",
            "Chúng tôi ở một khách sạn W hoàn toàn mới và là một trong những khách sạn đẹp nhất tôi từng ở. Nhóm thân thiện nhất và đội ngũ nhân viên am hiểu!  Đã được đối xử như Hoàng gia!  Sẽ trở lại!\nĐã thực hiện chuyến tham quan Tuk TuK ở Budapest và nó rất thú vị và nhiều thông tin!  Nếu bạn phải đi!Đọc thêm",
            "Đó là một khu chợ lớn, hai tầng. Có siêu thị Aldi - s ở tầng hầm. Tầng trệt với các sản phẩm tươi sống và thịt - mua Csabai Kolbasz với kích cỡ đồ ăn nhẹ, rất ngon - và có một cửa hàng hoa oải hương, tôi mua xà phòng từ đó. Tầng trên cùng là lúc bạn phải bước đi cẩn thận. nó - có rất nhiều đồ lưu niệm và quầy hàng thực phẩm - hãy thử món súp của ngư dân - \nLời khuyên của tôi là hãy kiểm tra nhiều cửa hàng và mặc cả, họ chấp nhận mặc cả nếu bạn trả bằng tiền mặt, tôi cũng thấy HUF rẻ hơn Euro và mua áo phông hoặc đồ trang sức nhỏ như hộp bí mật, nếu bạn muốn mua ớt bột và các sản phẩm liên quan, tôi - d mua nó ở siêu thị - Tôi lấy của tôi từ Spar và nó rẻ hơn ở chợ trung tâm 2-3 lần - . Chúc bạn mua sắm vui vẻ!Đọc thêm",
            "Thức ăn đã ổn! Sản phẩm tươi có giá hợp lý nhưng khu vực này rất bận rộn! Tốt hơn nên ghé thăm nếu bạn đang mua sản phẩm hơn là muốn ăn gì đóĐọc thêm",
            "Tòa nhà đẹp và một nơi thú vị để đi bộ xung quanh và xem các quầy hàng khác nhau. Xung quanh các quầy bán đồ ăn khá đông đúc khi chúng tôi điĐọc thêm",
            "Những món ăn và cửa hàng ngon! Hãy dành 2 giờ ở đây sau đó tiếp tục khám phá xung quanh. Các cửa hàng đồ ăn lưu niệm mang quà về nhà cho bạn bè hoặc gia đình.Đọc thêm",
            "Nơi bạn có thể mua rau và trái cây tươi, thịt, pho mát, gia vị bao gồm cả hạt tiêu xay, cũng như các món ngon Hungary. Ở tầng dưới, ít nhiều ở trung tâm hội trường, bạn sẽ thấy kürtöskalács được bán tươi - Tôi thấy nó vẫn còn ấm, tôi khuyên bạn nên dùng loại quế - . Nó phải lớn. Vào tháng 5 năm 2024, giá là 2.000 forint cho 1 chiếc không có nhân. Có các quầy hàng thực phẩm ở tầng một, nơi bạn cũng có thể tìm thấy thứ gì đó truyền thống - goulash, langos - với giá tốt. Và ở tầng hầm bạn sẽ tìm thấy một cửa hàng Aldi. Market Hall chắc chắn đáng để ghé thăm.Đọc thêm",
            "Chợ lớn, nhiều sản phẩm địa phương. Chúng tôi gần như rời đi mà không ăn gì vì không nhận ra ngay các quán ăn nóng ở tầng trên ở cuối hành lang.Đọc thêm",
            "Chủ yếu quyết định kiểm tra các bài đánh giá và đề xuất tại chỗ, địa điểm tuyệt vời, vị trí tuyệt vời, rất nhiều lịch sử và văn hóa được trưng bày, cấu trúc được xây dựng vào những năm 1800, sự chú ý đến từng chi tiết ở bên ngoài, cột, cấu trúc, mái nhà là bằng chứng cho sự xuất sắc của kiến ​​trúc Hungary ..... Các cửa hàng phong phú phục vụ đồ ăn, thịt hun khói, pho mát, bánh ngọt và cửa hàng quà tặng, trải rộng khắp tầng trệt và tầng 1, người ta có thể dễ dàng dành 2 giờ trong hội trường này... Đọc thêm",
            "Đã đến đây vì chúng tôi muốn xem nó thật sau khi xem nó trên một chương trình nấu ăn ở Vương quốc Anh. Chúng tôi đã đi lúc 12:30 và rất bận rộn. Cách bố trí tuyệt vời về thực phẩm, gia vị, v.v. Tầng trên có rất nhiều quầy hàng lưu niệm và cửa hàng thực phẩm - rất đắt đỏ - Có một chiếc bánh ống khói ở tầng dưới, vì vậy đã đánh dấu nó ra khỏi danh sách của chúng tôi. Lời nói là nó đầy rẫy để móc túi, hai lần tôi cảm thấy ba lô của mình bị kéo mạnh khi chen lấn qua đám đông trên lầu. May mắn thay, ba lô của tôi có thể khóa được. Nó rất đáng xem và sau đó bạn có thể đi ra cửa trước, băng qua đường và đi thẳng qua trung tâm thành phố.Đọc thêm",
            "Khu chợ truyền thống trong nhà rộng lớn có tầng trệt và tầng lửng phía trên chạy quanh bốn phía. Tuyển chọn các món ăn đặc trưng của địa phương, rất nhiều quầy xúc xích nấu chín và thịt tươi. Tầng trên có nhiều quán ăn đứng và quán ăn cũng như một quán ăn rộng rãi. Đáng để ghé thăm.47 và 49 xe điện từ Deak Ferenc ter. - Metro 4 .Đọc thêm",
            "Thật thú vị khi nhìn vào tất cả các quầy thực phẩm tươi sống Tòa nhà đẹp Đừng ăn ở đây mặc dù ở tầng trên vì chúng hoàn toàn là một cái bẫy du lịch Với một đĩa dành cho một món goulash và bụng lợn kém chất lượng cộng với salad và cocacola có giá 50 Euro Họ cứ hỏi bạn có muốn không một số món salad, v.v. Mỗi củ hành tây có giá thêm 4 Euro Tổng cộng giá thực phẩm tươi ngonĐọc thêm",
            "Chợ truyền thống với rất nhiều hàng hóa và quà lưu niệm khác nhau. Điều duy nhất là một số bàn bistro có thể được thêm vào để tạo ra một số hương vị đặc biệt cho các nhà hàng. Sẽ vui hơn nếu dành thời gian ở đó.Đọc thêm",
            "Xin chào, bạn có hướng dẫn viên nói tiếng Nga không? Cảm ơn bạn!Đọc thêm",
            "Thẻ tín dụng và đồng euro có được chấp nhận ở Grand Market không?Đọc thêm",
            "Bạn có thể sử dụng thẻ tín dụng nhưng đồng euro không được chấp nhận ở khu chợ và hầu hết các nơi \nCá nhân tôi đổi sang tiền Hungary và chỉ sử dụng loại tiền này. Rất nhiều người ở các quầy hàng và cửa hàng sẽ cố gắng đổi tiền ngắn hạn cho bạn, vì vậy nếu bạn sử dụng thẻ, hãy đảm bảo rằng bạn biết chính xác số tiền mình bị tính phí trước khi đồng ý thanh toán, hy vọng điều này sẽ giúp ích cho bạnĐọc thêm",
            "Có thể mang chó vào lồng được không?Đọc thêm",
            "Có thể nhốt chó vào lồng được không?Đọc thêm",
            "Du khách có được chào đón chụp ảnh trong chợ không?Đọc thêm",
            "Có, bạn có thể chụp bao nhiêu ảnh tùy thích \nĐó là một nơi rất bận rộn nên đôi khi buổi tối trước khi nó đóng cửa có thể là thời điểm ít người lui tới nhưng hội trường chợ là một nơi được đánh giá quá cao và nếu bạn không cẩn thận, ai đó sẽ tìm cách lợi dụng rất nhiều kẻ móc túi quanh quẩn trong chợ, vì vậy hãy chú ý đối với điện thoại, máy ảnh, ví tiền - đừng quá tin tưởng vào những người thân thiện là những người đang cố gắng lôi kéo bạnĐọc thêm",
            "Bạn có thể thanh toán bằng thẻ hoặc chỉ tiền mặt tại chợ?Đọc thêm",
            "Bạn cũng có thể thanh toán bằng thẻ. Nhưng nó có đáng không? Đây là điểm du lịch có giá đồ ăn cao; đồ lưu niệm chưa tạo được ấn tượng. Điều thú vị duy nhất là chính tòa nhà, bên ngoài và bên trong. Nếu bạn muốn mua xúc xích Ý, gan ngỗng, ớt bột với giá hợp lý: Chợ Lehel - Lehel - . Đây là khu chợ trong nhà nổi tiếng với người dân địa phương, cạnh ga tàu điện ngầm Lehel ter. Về mặt kiến ​​trúc, nó sẽ không làm bạn ngạc nhiên, đây là một khu chợ sống bình thường, nhưng bạn có thể mua một lọ gan ngỗng thơm ngon với giá từ 8 đến 16 euro.Đọc thêm",
            "trung bình cần bao nhiêu thời gian để đi vòng quanh toàn bộ thị trườngĐọc thêm",
            "Theo quan điểm của tôi và theo kinh nghiệm của tôi, ba đến bốn giờ là đủ.Đọc thêm",
            "Chợ mở cửa vào ngày 24, 25 hay 26 tháng 12??Đọc thêm",
            "tôi không - không biếtĐọc thêm",
            "Thức ăn thế nào? Chất lượng và giá cả có được khuyến khích không? Có đa dạng không? Cảm ơn bạn Đọc thêm",
            "Tôi thích ăn ở nhà hàng trong phố cổ hơn - Đọc thêm",
            "Tên của trạm xe điện số 2 ở Hungary dành cho khu chợ này là gì? Cảm ơn nhiều.Đọc thêm",
            "Ga tàu điện ngầm tuyến 2 gần Hội trường chợ trung tâm được gọi là - Fővám tér - trong tiếng Hungary."
        ],
        "star_ratings": [
            3123,
            3535,
            1695,
            471,
            277
        ],
        "review_amount": 9101,
        "location": [
            "Châu Âu",
            "Hội trường chợ trung tâm",
            "Những điều cần làm ở Budapest",
            "Budapest",
            "Miền Trung Hungary",
            "Hungary"
        ],
        "reviews_time": [
            "Written June 7, 2023",
            "Written June 11, 2023",
            "Written June 16, 2023",
            "Written June 19, 2023",
            "Written July 3, 2023",
            "Written July 3, 2023",
            "Written July 7, 2023",
            "Written July 29, 2023",
            "Written August 5, 2023",
            "Written August 18, 2023",
            "Written May 25, 2024",
            "Written May 21, 2024",
            "Written May 15, 2024",
            "Written May 13, 2024",
            "Written May 13, 2024",
            "Written May 5, 2024",
            "Written May 1, 2024",
            "Written April 29, 2024",
            "Written April 27, 2024",
            "Written April 25, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g274887-d276128-Reviews-Central_Market_Hall-Budapest_Central_Hungary.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g274887-d25069551-Reviews-Hugo_s_Mexican_Bar_kitchen-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274887-d25413326-Reviews-Krumplis_Langos-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274887-d14122212-Reviews-Smart_Kitchen-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274887-d8788264-Reviews-Buddies_Burger-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274887-d19266987-Reviews-Pintxo_Budapest-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274887-d1828955-Reviews-Costes_Restaurant-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274887-d2017446-Reviews-Bangkok_Thai_Restaurant-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274887-d21185564-Reviews-Indian_Palate-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274887-d696117-Reviews-Dionysos_Taverna-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274887-d1767110-Reviews-Cafe_Intenzo-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d13235749-Reviews-Fovam_Square-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d3597982-Reviews-Feny_Utca_Market-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d3228385-Reviews-Liberty_Bridge_Szabadsag_hid-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d13967280-Reviews-Memorial_to_the_First_Honved_Infantry_Regiment-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d23792781-Reviews-Universita_Corvinus_Di_Budapest-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d19298661-Reviews-Corvinus_Geek_Club-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d25196810-Reviews-Travelling_Galaxy_Interactive_Live_Exhibition-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d23554406-Reviews-Gravity_Brewing-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d8284196-Reviews-Saint_George_Martyr_Serbian_Orthodox_Church-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d23793693-Reviews-Kalvin_Square_Reformed_Church-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d276128-Reviews-or10-Central_Market_Hall-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d6950104-Reviews-Budapest_TukTuk-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d15360628-Reviews-NelliciousTravels-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d5994002-Reviews-Flavors_of_Budapest-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d15224136-Reviews-Kata_Tour_guide_in_Budapest_professional_tour_guide_service_Hungary-Budapest_Cen.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d17599219-Reviews-Nikolett_Guide_Wine-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d7997199-Reviews-Food_Tour_Budapest-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d6694939-Reviews-Conquer_Budapest-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d2429471-Reviews-Sweet_Travel_Private_Tours-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d1943822-Reviews-Taste_Hungary-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d14051959-Reviews-Secret_Food_Tours_Budapest-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d12310621-Reviews-Tipsy_Bat_Wine_Tours-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d20323727-Reviews-Veronika_Samu_Budapest_Tour_Guide-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d8662129-Reviews-Easy_Cooking_Budapest-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d12291704-Reviews-Poszata_Folclore_Crystal_Hungaricum-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d10758457-Reviews-Medence_Concept_Store_Design_Salon-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d6487046-Reviews-I_Like_EBike-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d3187594-Reviews-Maldiv_Thai_Massage-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d3228998-Reviews-The_Original_Budapest_Scooter_Tour-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d8427004-Reviews-IBikeBudapest-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d10501511-Reviews-Parajdi_Salt_Cellar-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d209776-Reviews-Spa_Mandalay-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g48374-d4893310-Reviews-Blue_Mountain_Reservation-Peekskill_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g312583-d7519706-Reviews-Rovos_Rail-Pretoria_Gauteng.html",
            "https://www.tripadvisor.com/Attraction_Review-g54482-d561003-Reviews-Charleston_Tea_Garden-Wadmalaw_Island_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g47369-d103513-Reviews-New_York_Botanical_Garden-Bronx_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60661-d153926-Reviews-Makaha_Beach_Park-Waianae_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g14131019-d1395640-Reviews-Maxell_Aqua_Park_Shinagawa-Takanawa_Minato_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g55128-d591705-Reviews-Marrowbone_Lake-Joelton_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g187443-d624429-Reviews-Mercado_de_Triana-Seville_Province_of_Seville_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g32172-d102544-Reviews-Monastery_Beach-Carmel_Monterey_County_California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g274887-d276128-Reviews-or10-Central_Market_Hall-Budapest_Central_Hungary.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g274887-d276128-Reviews-Central_Market_Hall-Budapest_Central_Hungary.html"
    }
]