[
    {
        "attraction_name": "Central Florida Zoo & Botanical Gardens",
        "attraction_name_vi": "Vườn Bách thảo Sở thú Trung tâm Florida",
        "general_info": [
            "823 đánh giá",
            "3 trong số 59 điều cần làm ở Sanford",
            "Sở thú"
        ],
        "attraction_summary": "Ẩn mình trong một vùng đất ngập nước tự nhiên được bảo vệ, Vườn Bách thảo Trung tâm Florida, một tổ chức phi lợi nhuận, có các loài động vật từ khắp nơi trên thế giới bao gồm tê giác, hươu cao cổ, báo, khỉ, các loài chim kỳ lạ, Vườn thú Côn trùng, v.v. Nhà Bò sát của chúng tôi cung cấp bộ sưu tập bò sát lớn nhất phía đông nam. Chúng tôi cũng cung cấp các cuộc gặp gỡ động vật trực tiếp, nhiều cơ hội giáo dục và trình diễn cũng như Sân chơi Splash nhiệt đới. Với một khoản phí nhỏ, bạn có thể cho hươu cao cổ của chúng tôi ăn hoặc có cuộc gặp gỡ có một không hai với tê giác Ấn Độ của chúng tôi! Với thứ gì đó dành cho tất cả mọi người, cuộc phiêu lưu là vô tận! Một số hoạt động có thể tạm thời không khả dụng. Hãy truy cập trang web của chúng tôi để tìm hiểu thêm.Đọc thêm",
        "reviews": [
            "Chúng tôi ở Wekiwa Springs, nơi rất bận rộn vào cuối tuần. Chúng tôi quyết định đưa bọn trẻ đến Sở thú này. Chúng tôi hoàn toàn thích nó. Chúng tôi đã ở đó lúc mở cửa và đi dạo quanh các cuộc triển lãm rất đẹp. Chúng tôi thực sự rất thích đi bộ trên lối đi lót ván rợp bóng mát và hoàn hảo cho đứa trẻ 1 tuổi của chúng tôi chạy bộ trong khi vẫn ở trên đường. Sau đó, khi trời trở nên nóng hơn, chúng tôi đến khu vui chơi té nước, nơi đã gây ấn tượng mạnh với bọn trẻ. Nếu bạn đang ở trong khu vực, tôi chắc chắn sẽ giới thiệu Sở thú này. Chúng tôi đã có khoảng thời gian tuyệt vời.Đọc thêm",
            "Chúng tôi thích Sở thú, các con vật có vẻ vui vẻ, chuồng trại sạch sẽ và rộng lớn. Nhân viên rất thân thiện và lối đi bộ rất tuyệt. Chúng tôi là người qua đường tại Vườn thú Brevard và được vào với giá 12. Đang cố gắng đến thăm tất cả các Sở thú FloridaĐọc thêm",
            "Điểm tuyệt vời gần Orlando. Giá cả hợp lý, 7 người chúng tôi đã mua một vé tại một trong những công viên lớn. Cung cấp một sự kết hợp tuyệt vời của các loài động vật và một miếng đệm nước khiến nó trở nên lý tưởng cho trẻ mới biết đi. Chúng tôi đã lấy đứa cháu trai 2 tuổi của mình và nó thật hoàn hảo. Anh ấy cho dê, hươu cao cổ và gà ăn rồi tận hưởng trò chơi giật gân. Công viên được bố trí tốt. Cho phép một vài giờ.Đọc thêm",
            "Đã đi trong lễ hội đèn lồng châu Á. Thiết lập tuyệt vời và được thực hiện hoàn hảo. Sở thú rất tuyệt, nhìn thấy nhiều loài động vật và chim. Khu té nước có nhiều ghế ngồi thoải mái.Đọc thêm",
            "Vườn thú cần được nâng cấp lớn để có môi trường sống tốt hơn cho các loài động vật. Họ cho phép hút thuốc ngay bên ngoài sở thú thực tế và đối với những người không hút thuốc rất khó chịu, thật không may, có một số người đáng ghét đã gõ vào kính hoặc chuồng và làm phiền động vật. Nhìn chung một trải nghiệm trung bình và đáng buồn cho động vậtĐọc thêm",
            "Vườn Bách thảo Sở thú Trung tâm Florida là một nơi tuyệt vời để ghé thăm cho trẻ em ở mọi lứa tuổi.  Vườn thú nằm trong một khung cảnh giống như công viên đáng yêu với những khu vườn xung quanh.  Nó không lớn nhưng thật thú vị khi ghé thăm trong hai hoặc ba giờ tùy thuộc vào thời gian người ta dừng lại để quan sát các loài động vật khác nhau.  Thật không may, một số loài động vật không có trong môi trường sống của chúng vào ngày chúng tôi đến thăm.  Tuy nhiên, chúng tôi thích những gì chúng tôi đã thấy và đặc biệt thích thú khi xem những chú Khỉ Nhện tương tác với nhau.  Vườn thú còn có khu té nước vui nhộn dành cho trẻ em với phòng thay đồ.Đọc thêm",
            "Vườn Bách thảo Sở thú Trung tâm Florida là một nơi tuyệt vời để ghé thăm cho trẻ em ở mọi lứa tuổi.  Vườn thú nằm trong một khung cảnh giống như công viên đáng yêu với những khu vườn xung quanh.  Nó không lớn nhưng thật thú vị khi ghé thăm trong hai hoặc ba giờ tùy thuộc vào thời gian người ta dừng lại để quan sát các loài động vật khác nhau.  Thật không may, một số loài động vật không có trong môi trường sống của chúng vào ngày chúng tôi đến thăm.  Tuy nhiên, chúng tôi thích những gì chúng tôi đã thấy và đặc biệt thích thú khi xem những chú Khỉ Nhện tương tác với nhau.  Vườn thú còn có khu té nước vui nhộn dành cho trẻ em với phòng thay đồ.Đọc thêm",
            "Đây là một ngày tồi tệ. Nhân viên thô lỗ.  Giá quá cao. Không đáng tiền hoặc thời gian của bạn cả. Đó là khoảng một dặm từ bãi đậu xe đến sở thú. Trước tiên, bạn phải đi bộ qua khu vực đường zip của họ khoảng một dặm. Không có bản đồ của sở thú ở bất cứ đâu. Chúng tôi chỉ đi lang thang qua vài con vật giống nhau, bị lạc.  Họ dường như ghét khách hàng của họ. Những tấm biển trong sở thú cho biết nếu bạn chưa tiêm vắc-xin ngừa vi-rút thì bạn nên đeo khẩu trang, BÊN NGOÀI không được đánh giá cao.  Không thành vấn đề. Chúng tôi sẽ không làm phiền họ nữa.Đọc thêm",
            "Tôi rất vui mừng được đưa cháu gái của mình đến sở thú mà bà cố, bà tôi, mẹ, tôi và con gái tôi đều đến khi còn nhỏ, lần đầu tiên hôm nay. 6 thế hệ trong gia đình tôi đã ủng hộ sở thú đó. Khi chúng tôi bước vào cổng, người đàn ông của họ ở cổng nhất quyết rằng chúng tôi không thể mang những chiếc cốc đổ đầy mà chúng tôi định dùng cả ngày để đựng nước vào sở thú. Tôi cầu xin anh ấy, cô ấy còn bé, Cô ấy cần đồ uống. Anh ấy không thể quan tâm ít hơn. Tôi quá mất nước. Hôm nay là một trong những ngày tồi tệ nhất trong cuộc đời tôi. Khát cả ngày. Tôi không thể tin rằng họ lại đủ can đảm để làm điều này với người mẹ 70 tuổi và cháu gái 5 tuổi của tôi, nhưng điều này đã chấm dứt sự ủng hộ của chúng tôi đối với Sở thú Sanford. Và tôi sẽ báo cáo chúng với Better Business Bureau vào buổi sáng..Đọc thêm",
            "Vườn thú cần được nâng cấp lớn để có môi trường sống tốt hơn cho các loài động vật. Họ cho phép hút thuốc ngay bên ngoài sở thú thực tế và đối với những người không hút thuốc rất khó chịu, thật không may, có một số người đáng ghét đã gõ vào kính hoặc chuồng và làm phiền động vật. Nhìn chung một trải nghiệm trung bình và đáng buồn cho động vậtĐọc thêm",
            "Nó được bố trí rất tốt rất dễ điều hướng. Có rất nhiều loại động vật tuyệt vời. Chắc chắn sẽ ghé thăm nó một lần nữa. Đọc thêm",
            "Họ thực sự cần cập nhật bãi đậu xe và đường mòn. Rất nhiều bụi bẩn và bùn ở khắp mọi nơi. Giá vé cao hơn hầu hết các sở thú và đồ ăn thì có giá vô cùng hấp dẫn. Rất nhiều cuộc triển lãm đã đóng cửa vào ngày chúng tôi đến thăm. Đọc thêm",
            "Sở thú đơn giản nhưng thú vị. Kinh nghiệm thú vị. Số lượng động vật tối thiểu trong môi trường sống tốt đẹp. Những lối đi đẹp. Đọc thêm",
            "Thật là một sự thất vọng! Có lẽ kỳ vọng của tôi quá cao. Tuy nhiên, tôi đã đến các vườn thú miễn phí với nhiều triển lãm chất lượng cao hơn và nhiều loài động vật đa dạng hơn. gửi lời cảm ơn đến Sở thú Como Sở thú Công viên Lincoln Có rất nhiều chỗ cho nhiều loài động vật hơn và Florida chắc chắn có khí hậu dành cho nhiều loại động vật. Thời tiết mát mẻ hơn nhưng hoàn toàn không có lý do gì để không có những khu vực quan sát nhỏ trong nhà dành cho những loài động vật cần thời tiết ấm áp hơn. Hoặc ít nhất, có thể giảm lượng nhập học nếu 14 con vật không được trưng bày. Các nhân viên tỏ ra xa cách và không tương tác với chúng tôi ngay cả khi chúng tôi đến ngay cạnh họ để quan sát động vật. Thậm chí không có bất kỳ câu hỏi nào về con vật này? Họ dường như thích nói chuyện với nhau hơn bất kỳ khách hàng trả tiền nào. Tôi sẽ không trả lại hoặc giới thiệu sở thú này cho bất kỳ ai. Thật là lãng phí nếu đi Uber khứ hồi từ khách sạn Universal của chúng tôi và lẽ ra chúng tôi đã có thể tận hưởng niềm vui ở công viên!Đọc thêm",
            "Đã đi trong lễ hội đèn lồng châu Á. Thiết lập tuyệt vời và được thực hiện hoàn hảo. Sở thú rất tuyệt, nhìn thấy nhiều loài động vật và chim. Khu té nước có nhiều ghế ngồi thoải mái.Đọc thêm",
            "Điểm tuyệt vời gần Orlando. Giá cả hợp lý, 7 người chúng tôi đã mua một vé tại một trong những công viên lớn. Cung cấp một sự kết hợp tuyệt vời của các loài động vật và một miếng đệm nước khiến nó trở nên lý tưởng cho trẻ mới biết đi. Chúng tôi đã lấy đứa cháu trai 2 tuổi của mình và nó thật hoàn hảo. Anh ấy cho dê, hươu cao cổ và gà ăn rồi tận hưởng trò chơi giật gân. Công viên được bố trí tốt. Cho phép một vài giờ.Đọc thêm",
            "Ở đó có thứ gì tốt cho sức khỏe để ăn không?  Chúng tôi đang tranh luận xem có nên ăn trước khi đến hay không. Chúng tôi không ăn đồ chiên hoặc chiên. Đang tìm kiếm món gà nướng, cá hồi hoặc salad.Đọc thêm",
            "Bạn có ngồi trên xe máyĐọc thêm",
            "Bạn có thuê xe đẩy khôngĐọc thêm",
            "Đúng! Xe đẩy đôi có sẵn cho thuê trên cơ sở ai đến trước được phục vụ trước. Tìm hiểu thêm trên trang web của chúng tôi.Đọc thêm",
            "Có ai đã từng đến đây có thể so sánh với các vườn thú khác ở tiểu bang khác không? Tôi đã đến thăm sở thú Columbus RẤT NHIỀU. Sở thú Cincinnati trước khi khởi hành harambe. Bạn tôi đã đến bờ sông ở Columbia. Tôi đã từng đến Zootastic và Tigerworld. Ohio, Nam Carolina và Bắc Carolina. Chúng tôi đi qua đây. Tôi đã nghĩ liệu có nên dành thời gian để đến Orlando hay thay vào đó nên đến Jax? Chi tiết xin vui lòng. Những người yêu thích của tôi là mèo!Đọc thêm",
            "Thật không may, vườn thú này khá buồn so với các vườn thú khác trên toàn quốc. Tuy nhiên, rất vui cho một chuyến thăm ngắn với trẻ nhỏ.\nĐọc thêm",
            "Thực phẩm và wherlchaitĐọc thêm",
            "xe lăn có thể di chuyển đến hầu hết các khu trưng bày.  đồ ăn....chỉ là một cửa sổ BBQ thôi cũng được nhưng không có gì đáng khen cả.Đọc thêm",
            "Có bao nhiêu bóng râm trong vườn thú?Đọc thêm",
            "Có bóng râm khắp công viên, nhưng không nhiều.  Có một số tòa nhà có nhiều điểm tham quan bên trong, có máy điều hòa trong đó, vì vậy bạn có thể giải nhiệt.  \n\nNhững khu vực còn lại có đồ uống mát và đồ ăn nhẹ thường có bóng râm khá tốt.  \n\nVào một ngày nắng nóng, nó sẽ khá oi bức.  Nhưng tôi vẫn nghĩ chuyến đi này đáng giá.Đọc thêm",
            "Họ có cho thuê xe đẩy không? Đọc thêm",
            "Tôi tin là họ có. Hãy thử gọi điện để xác minh. Đọc thêm",
            "Đang đi nghỉ ở Florida và nghĩ đến việc đi sở thú này\nÝ kiến ​​trung thực là tốt hay xấu\nBị khuyết tật là đi lại dễ dàng với người đánh thức hay khá nhiều đồi núi\nCảm ơnĐọc thêm",
            "Rất dễ dàng để đi lại! Hầu hết các lối đi bộ lát ván đều rất dễ tiếp cận Đọc thêm",
            "ở đây có trò chơi zipline không?Đọc thêm",
            "CóĐọc thêm",
            "Tôi không thích công viên, các loài động vật bị đối xử cực kỳ tồi tệ, tổ chức kém, thiếu thông tin, tôi sẽ không giới thiệu nó ngay cả với kẻ thù của mình Đọc thêm"
        ],
        "star_ratings": [
            272,
            257,
            177,
            73,
            44
        ],
        "review_amount": 823,
        "location": [
            "Những việc cần làm ở Sanford",
            "miền trung Florida",
            "Vườn Bách thảo Sở thú Trung tâm Florida",
            "Florida FL",
            "Sanford",
            "Hoa Kỳ"
        ],
        "reviews_time": [
            "Written June 13, 2023",
            "Written July 25, 2023",
            "Written September 27, 2023",
            "Written November 21, 2023",
            "Written February 2, 2024",
            "Written March 14, 2024",
            "Written March 14, 2024",
            "Written February 12, 2024",
            "Written February 3, 2024",
            "Written February 3, 2024",
            "Written January 11, 2024",
            "Written January 5, 2024",
            "Written January 3, 2024",
            "Written December 7, 2023",
            "Written November 21, 2023",
            "Written September 27, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g34615-d130860-Reviews-Central_Florida_Zoo_Botanical_Gardens-Sanford_Florida.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g34615-d8388346-Reviews-Wavey_s_Bar_B_Que-Sanford_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34615-d4370043-Reviews-Subway-Sanford_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34615-d7714158-Reviews-Camp_House-Sanford_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34615-d8010111-Reviews-Connie_s_Deli-Sanford_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34615-d4041284-Reviews-Sobik_s_Subs-Sanford_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34615-d8399930-Reviews-The_Marina_Deli-Sanford_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34615-d17623842-Reviews-Oasis_on_the_River-Sanford_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34615-d26924850-Reviews-Cabana_Live-Sanford_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34615-d4637218-Reviews-Laspada_s_Original_Cheesesteaks_Hoagies-Sanford_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34628-d5444593-Reviews-LaSpadas-Seminole_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g60583-d27537408-Reviews-Hilo_Bayfront_Trails-Hilo_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g34615-d3314308-Reviews-Historic_Downtown_Sanford-Sanford_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34615-d11833706-Reviews-Sanford_RiverWalk-Sanford_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34175-d7728894-Reviews-Spring_to_Spring_Trail-DeBary_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34175-d2521322-Reviews-Lake_Monroe_Park-DeBary_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34175-d2548415-Reviews-Gemini_Springs_Park-DeBary_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34615-d10101733-Reviews-Black_Bear_Wilderness_Area-Sanford_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34175-d10182500-Reviews-Sun_Rail-DeBary_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34175-d647117-Reviews-DeBary_Hall_Historic_Site-DeBary_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34175-d12332912-Reviews-River_City_Nature_Park-DeBary_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34615-d130860-Reviews-or10-Central_Florida_Zoo_Botanical_Gardens-Sanford_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34615-d2198407-Reviews-Seminole_Aerial_Adventures-Sanford_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34615-d12949677-Reviews-Boat_Tree_Marina-Sanford_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d19092849-Reviews-Florida_Gateway_Tours-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34615-d6132165-Reviews-Limo_Cycle_Florida-Sanford_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34615-d616528-Reviews-St_Johns_Rivership_Company-Sanford_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34175-d2238527-Reviews-St_John_s_River_Eco_Tours_LLC-DeBary_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34180-d23725818-Reviews-Midnight_Xpress_Bowfishing-Deltona_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34615-d17150330-Reviews-Locksmith_Escape_Games-Sanford_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g297892-d2203355-Reviews-Museum_of_Sex_and_Health-Seogwipo_Jeju_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g14135010-d325333-Reviews-Dotombori_District-Dotombori_Chuo_Osaka_Osaka_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g291970-d1137844-Reviews-Crystal_Cave-Belmopan_Cayo.html",
            "https://www.tripadvisor.com/Attraction_Review-g652095-d7082774-Reviews-Electroputere_Mall-Craiova_Dolj_County_Southwest_Romania.html",
            "https://www.tripadvisor.com/Attraction_Review-g297733-d386938-Reviews-Mount_Rinjani-Lombok_West_Nusa_Tenggara.html",
            "https://www.tripadvisor.com/Attraction_Review-g60827-d3573694-Reviews-Barclays_Center-Brooklyn_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g189112-d9731553-Reviews-Albufeira_Marina-Albufeira_Faro_District_Algarve.html",
            "https://www.tripadvisor.com/Attraction_Review-g45288-d4047646-Reviews-Norris_Hot_Springs-Norris_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g55863-d19384436-Reviews-Safari_Winery-Fredericksburg_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g143048-d8615700-Reviews-Lake_Haiyaha-Rocky_Mountain_National_Park_Colorado.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g34615-d130860-Reviews-or10-Central_Florida_Zoo_Botanical_Gardens-Sanford_Florida.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g34615-d130860-Reviews-Central_Florida_Zoo_Botanical_Gardens-Sanford_Florida.html"
    }
]