[
    {
        "attraction_name": "Central Park",
        "attraction_name_vi": "Công viên trung tâm",
        "general_info": [
            "134.013 đánh giá",
            "- 2 trong số 2.167 điều cần làm ở Thành phố New York",
            "Điểm tham quan - Di tích lịch sử",
            "Công viên",
            "Khu vực đi bộ ngắm cảnh"
        ],
        "attraction_summary": "Trong hơn 150 năm, du khách đã đổ xô đến Công viên Trung tâm - rộng 843 mẫu đất xanh giữa lòng Manhattan. Từ năm 1980, Công viên được quản lý bởi Cơ quan Bảo tồn Công viên Trung tâm, hợp tác với công chúng. Công viên trung tâm mở cửa từ 6 giờ sáng đến 1 giờ sáng hàng ngày. Hãy truy cập trang web chính thức của Central Park để tìm hiểu thêm về các diễn biến và hoạt động của Công viên cũng như tìm hiểu cách bạn giúp đỡ Central Park!Đọc thêm",
        "reviews": [
            "Đọc thêm",
            "Thời tiết thật hoàn hảo để đi dạo quanh Công viên Trung tâm nhiều lần trong tháng Năm.  Nó quá lớn và tôi không nghĩ chúng ta đã nhìn thấy cùng một nơi hai lần.  Có âm nhạc - từ các bài hát của Beatles trong Strawberry Fields đến bộ ba chuỗi ở phía bên kia.  Nó trở nên bận rộn và đó là một phần nét quyến rũ của nó - tất cả thế giới đều ở đó vào ban ngày. Sau đó, bạn bất ngờ nhìn thấy một đài tưởng niệm và sau đó là bức tượng Alice In Wonderland.  Hãy chú ý đến người đi xe đạp và người chạy bộ trên đường m như trong các tuyến đường. Đọc thêm",
            "Central Park là một không gian xanh vô cùng rộng lớn ở New York. Nó có hơn 20 sân chơi, một số hồ và ao nhân tạo, những cây cầu hình vòm và những con đường rộng rãi để đi bộ, chạy và đi xe đạp. Thực sự điều đầu tiên bạn chú ý về Công viên Trung tâm là nó rất rộng lớn. Rõ ràng ước tính có khoảng 42 triệu du khách đến công viên mỗi năm, khiến nơi đây trở thành một trong những điểm du lịch được ghé thăm nhiều nhất trên thế giới. Vợ tôi và tôi đã đến thăm vào buổi chiều khi ở trong khu vực và bây giờ có thể hiểu được sự hấp dẫn. Thực sự nó thật tuyệt vời. Harlem Meer thật tuyệt vời với những chú rùa bơi lội đây đó, Tháp Belvedere cực kỳ thú vị và Cánh đồng dâu tưởng nhớ John Lennon thật cảm động. Đây chỉ là ba trong số nhiều điểm nổi bật của một công viên tuyệt vời. Vợ tôi và tôi thực sự rất thích chuyến thăm của chúng tôi và sau 4 giờ đi bộ liên tục vẫn chỉ nhìn thấy một phần nhỏ của kỳ quan nội thành này. Các bạn người dân New York thật may mắn khi có được niềm vui ở một công viên. Đọc thêm",
            "Đã dành rất nhiều thời gian ở Công viên Trung tâm. Nhiều không gian và không bao giờ cảm thấy đông đúc. Đi bộ đến tận hồ chứa nước. Muốn có nhiều địa điểm hơn - các ki-ốt để mua thứ gì đó để ăn hoặc uống hơn là những nơi ở rìa.Đọc thêm",
            "Một nơi sầm uất - nơi nào trong thành phố này không? - , nhưng với những điểm nghỉ ngơi khiến nó đáng để lang thang. Tôi khuyên bạn nên khám phá nó tốt nhất trong hai nửa, đặc biệt nếu bạn - đang bị đau chân vì phải đi bộ qua các điểm tham quan xung quanh.Đọc thêm",
            "Chúng tôi vào công viên ngay bên dưới hồ lớn ở giữa. Chúng tôi đã thấy hầu hết các điểm tham quan chính khi chúng tôi đi vòng vèo trở lại đại lộ số 5. ​​Tôi nghĩ họ có thể làm nhiều bản đồ hơn trong công viên. Nếu không, chúng tôi thích nó! Nó trở nên đông đúc hơn nhiều gần đại lộ số 5 và chúng tôi bị làm phiền nhiều hơn vì đi xe ngựa, v.v. Đọc thêm",
            "Yêu công viên!  Chúng tôi chỉ nhìn thấy một phần nhỏ của nó ở gần Strawberry Fields và sở thú.  Nó được giữ rất tốt.  Chúng tôi cảm thấy an toàn.  Nó bận rộn nhưng không đông đúc.  Tôi - tôi đang bị trừ điểm vì không có sẵn phòng tắm, ít nhất là không dễ dàng.  Chúng tôi ở gần sở thú nhưng nó đột ngột đóng cửa và chúng tôi được hướng dẫn cách đó ba dãy nhà để sử dụng phòng tắm ở Apple Store hoặc The Plaza.  Đọc thêm",
            "Công viên xinh đẹp với nhiều hoạt động và những bức tượng đáng nhớ; tất cả những thứ bạn tưởng tượng sẽ thấy ở đó. Đối với du khách ngoài tiểu bang, sẽ rất hữu ích nếu có thêm biển chỉ dẫn chỉ dẫn. Thật là bực bội khi cảm thấy như bạn - luôn lạc lối.Đọc thêm",
            "Công viên đáng yêu khá rộng lớn nếu bạn chưa từng đến thăm NYC trước đây. Thật vui vì không có nhiều con đường đi qua nên bạn thực sự có cảm giác như mình - không ở trong thành phố. Ngoài ra còn có một số cảnh đẹp từ bên trong công viên nhìn ra hồ.Đọc thêm",
            "Công viên rất lớn nên chúng tôi không đi hết được. Đó là một ngày nóng nực. Nó chật cứng người chạy bộ, người đi xe đạp, người chơi quần vợt, người chơi bóng chày, người leo núi, xe ngựa kéo của trẻ em. Chúng tôi đi dạo một vòng - dừng lại nghỉ ngơi - uống nước. Rất đáng để tham quan. Rất đẹp được bao quanh bởi các tòa nhà cao tầng. Đọc thêm",
            "Một nơi tuyệt vời để thoát khỏi sự điên rồ của NYC. Những con đường mòn rất đẹp và đủ lớn để bạn không cảm thấy đông đúc ở đó. Và có vẻ như có rất nhiều ngóc ngách, bạn có thể dành nhiều ngày để tận hưởng các khu vực khác nhau của công viên. \n\nChúng tôi đi bộ trên đường đến Bảo tàng Lịch sử Tự nhiên và quay trở lại. Từ khách sạn của chúng tôi ở khu vực Quảng trường Thời đại phải đi bộ khá nhiều, nhưng chúng tôi chỉ mất hơn nửa giờ một chút và tổng thể là một chuyến đi bộ dễ dàng đến đó. \n\nTôi hoàn toàn có thể thấy sự hấp dẫn của việc ghé thăm công viên này, ngay cả đối với khách du lịch chúng tôi. \n\nTuy nhiên, vợ tôi và tôi không hào hứng với xe ngựa - những con ngựa đó phải kéo người dưới trời nắng nóng và tôi không nghĩ họ thực sự thích thú với nó.Đọc thêm",
            "dành một buổi chiều lười biếng nằm dài trên bãi cỏ, ngắm người qua lại và tắm nắng. Đó là một ốc đảo xanh rộng lớn giữa sự hối hả và nhộn nhịp. Địa điểm hoàn hảo cho chuyến dã ngoại hoặc đạp xe nhàn nhã!Đọc thêm",
            "Lần đầu tiên đến Công viên và chúng tôi thực sự rất thích đi bộ và đỗ xe.  Công viên lớn hơn chúng tôi nghĩ rất nhiều nên do thời gian, chúng tôi không thể xem mọi thứ mình muốn nhưng sẽ ghé thăm lại.Đọc thêm",
            "Tôi rất thích công viên. Tôi cảm thấy rất an toàn. Các căn cứ đã được duy trì tốt. Mọi người đều thư giãn và vui vẻ. Tôi rất thích sở thú. Sân chơi dành cho trẻ em rất đẹp. Rất nhiều khu vực để chơi. Ngoài ra còn có sân bóng chày và sân tennisĐọc thêm",
            "Công viên rộng lớn, hãy sẵn sàng đi bộ, nhưng cũng có những người đi xe đạp điện với ghế ngồi thoải mái sẽ đưa bạn đi khắp nơi và cung cấp cho bạn lịch sử của công viên, như nhà jhon lennon, nhà J.Lo, công viên được tạo ra như thế nào, v.v. Đọc thêm",
            "Đến thăm New York vào tháng 3 vì một điều bất ngờ. Mất buổi chiều để thư giãn và đi dạo quanh công viên. Thời tiết thật tuyệt vời và thật thư giãn và không có sự hối hả, nhộn nhịp. Khiến bạn quên mất mình đang ở giữa thành phố New York. Nhà hàng nhỏ xinh ở giữa phục vụ cà phê đá thơm ngon và những chiếc bánh tuyệt vời.Đọc thêm",
            "Đừng đặt bất cứ điều gì thông qua centralpark.com. Họ đã hủy đặt phòng của chúng tôi khi tôi yêu cầu hoàn tiền, tôi không yêu cầu hủy. Sau nhiều tháng gửi email cho họ để khôi phục, tôi không nhận được phản hồi nào. Tôi đã gửi email liên hệ và không có phản hồi, không có số để gọi. Họ không giúp đỡ, họ lấy tiền của bạn và không cung cấp bất kỳ dịch vụ nào.Đọc thêm",
            "Tôi đã đến thăm Công viên Trung tâm cùng với bạn bè và đó là một chuyến thăm tuyệt vời. Công viên thực sự rất lớn và đẹp và nằm ngay giữa thành phố. Một nơi lý tưởng để trốn thoát và tận hưởng thiên nhiên. Bạn cũng có thể lên kế hoạch đi dã ngoại cùng bạn bè nếu có dịp ghé thăm!!Đọc thêm",
            "Công viên lớn thực sự đáng yêu. Đã đi một phần của nó. Có một chuyến xe buýt nhảy lên và xuống sẽ đưa bạn đi vòng quanh con đường bên ngoài. Cũng có một chiếc tuk tuk và họ cho chúng tôi xem tất cả các bộ phận được sử dụng trong phimĐọc thêm",
            "Sau khi tận mắt khám phá Công viên Trung tâm, tôi có thể chứng thực sức hấp dẫn của nó. Đó là một ốc đảo rộng lớn, mang đến sự nghỉ ngơi sau sự hối hả của thành phố. Cho dù tản bộ dọc theo những con đường quanh co, dã ngoại trên bãi cỏ tươi tốt hay chỉ đơn giản là đắm mình trong bầu không khí thanh bình, Công viên Trung tâm là một trải nghiệm thiết yếu của NYC.Đọc thêm",
            "Chúng tôi yêu công viên đến nỗi chúng tôi đã đi hai lần trong bốn ngày. Chúng tôi ăn bánh mì tròn vào bữa sáng trong công viên và bắt đầu những ngày bận rộn của mình một cách đúng đắn! Tránh xa những người bán hàng ngoại trừ loại trái cây ngon tuyệt! Rất nhiều nhà vệ sinh rải rác và các nhạc sĩ sống cũng ở xung quanh công viên.Đọc thêm",
            "Có nơi nào ở Central Park cho thuê xe đạp không? Hoặc Scotter? Tốt hơn để có được chiếc xe đạp thành phố? Đọc thêm",
            "Bạn có thể sử dụng xe đạp thành phố, có rất nhiều địa điểm thả xe nhưng bạn cần cài đặt một ứng dụng trên điện thoại thông minh của mình. Ngoài ra còn có nơi gần phía nam của Công viên Trung tâm: công viên trung tâm cho thuê xe đạpĐọc thêm",
            "Chỉ có một câu hỏi.\nTẠI SAO tượng đài Shakespeare được khắc ở phía sau chân đế mà không phải ở phía trước???\nTượng đài nằm ở Phố đi bộ văn học.\nCảm ơn!Đọc thêm",
            "Câu hỏi tuyệt vời. Khi bạn tìm thấy câu trả lời, hãy nhớ cho tôi biết. Cảm ơnĐọc thêm",
            "CHÀO,\n Tôi phải thuyết trình về Công viên Trung tâm và muốn biết chính xác Công viên Trung tâm nằm ở đâu.\nCảm ơn trước\nLời chào hỏi\nJanĐọc thêm",
            "CHÀO,\nCentral Pak rất dễ tìm; có rất nhiều lối vào xung quanh công viên. Bạn có thể chọn một trong những lối vào nằm dọc theo đại lộ số 5. Tuy nhiên, cách tốt nhất để vào công viên là tại vòng tròn columbus. Công viên trung tâm bắt đầu tại đường 59 - phía nam và kết thúc tại đường 110 - bắc - . Phần du lịch hấp dẫn nhất ngoài công viên nằm giữa đường 59 và 79.\nHy vọng nó sẽ giúp chúng tôi\nTrân trọngĐọc thêm",
            "Bạn đang tìm khu vực đẹp nhất để chụp ảnh với những bông hoa mùa hè tuyệt đẹp?  Cảm ơn bạn Đọc thêm",
            "Có những bông hoa tuyệt đẹp trong suốt chuyến đi của chúng tôi. Thật khó để nói chính xác bạn có thể tìm thấy những bông hoa đẹp nhất ở đâu. Tôi đã tìm thấy sự giúp đỡ từ những người công nhân lái xe đẩy. Họ có thể chỉ cho bạn biết những địa điểm đẹp nhất ở đâu. Đọc thêm",
            "Đó là một công viên kỳ diệu, đáng kinh ngạc, nhưng đối với một người đã từng đến thăm nó, đã biết về nó, hầu hết những điểm quan trọng nhất, liệu có đáng để ghé thăm nó lần thứ hai hay thứ ba không? Và trong trường hợp đó, mục đích là gì khi biết rằng bạn đã biết đủ bên trong, cảm ơn bạn. Tôi đã đọc chúngĐọc thêm",
            "Có thể là phần phía bắc không được nhiều người lui tới, hoặc khu vực có các bảo tàng ở Met và bảo tàng lịch sử tự nhiên đối diện ở phần phía tây của công viên. Hoặc có lẽ là đi xe ngựa kéo. Hoặc đi vào một thời điểm khác trong năm với thời điểm bạn đã đến.Đọc thêm",
            "Nhà vệ sinh ở đâuĐọc thêm",
            "địa chỉ của công viên trung tâm là gì?Đọc thêm",
            "New york new york thứ 175 và thứ 5. Đọc thêm",
            "Các nhà nghiên cứu của CDC đã phân tích mã di truyền của các mẫu vi rút được thu thập từ ba chục người dân New York bị nhiễm bệnh vào đầu tháng 3 và phát hiện ra rằng hầu hết các trường hợp ban đầu của những loại vi rút Corona này đều có thể bắt nguồn từ Châu Âu. Điều này cũng xác nhận điều mà nhiều nhà nghiên cứu nói: nhờ đưa ra các biện pháp giảm thiểu như cấm đi lại, đình chỉ lớp học và lệnh tạm trú tại chỗ, New York đang lan rộng khắp xã hội.",
            "Xin chào.\nTôi muốn biết bây giờ công viên có mở cửa không, mặc dù có đại dịch? Nếu vậy thì xin hỏi lịch trình thế nào?\n\nCảm ơn rất nhiều  - \nĐọc thêm",
            "Tàu điện ngầm nào là tốt nhất để đi đến công viên trung tâm NYC từ Quảng trường Thời đạiĐọc thêm",
            "Central Park cách 10 phút đi bộ! Nhưng điều đó phụ thuộc vào nơi nào tại Central Park mà bạn muốn đến vì công viên rất rất rất rất lớn! Nếu không, bạn có thể đi tuyến C - blue - đến UPTOWN - QUEENS. Một ga tốt để đến trung tâm Central Park là 81 street - museum of natural history. Chúc bạn một ngày tốt lành. Đọc thêm"
        ],
        "star_ratings": [
            104252,
            25558,
            3758,
            319,
            131
        ],
        "review_amount": 134018,
        "location": [
            "Những điều cần làm ở thành phố New York",
            "Hoa Kỳ",
            "New York - NY -",
            "Thành phố New York",
            "Công viên trung tâm"
        ],
        "reviews_time": [
            "Written June 6, 2023",
            "Written June 9, 2023",
            "Written June 9, 2023",
            "Written June 9, 2023",
            "Written June 10, 2023",
            "Written June 11, 2023",
            "Written June 12, 2023",
            "Written June 19, 2023",
            "Written June 24, 2023",
            "Written June 28, 2023",
            "Written June 1, 2024",
            "Written May 31, 2024",
            "Written May 31, 2024",
            "Written May 28, 2024",
            "Written May 26, 2024",
            "Written May 25, 2024",
            "Written May 24, 2024",
            "Written May 23, 2024",
            "Written May 23, 2024",
            "Written May 22, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g60763-d105127-Reviews-Central_Park-New_York_City_New_York.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g60763-d19245342-Reviews-The_Consulate_UWS-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60763-d423706-Reviews-Cafe_Sabarsky-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60763-d2708502-Reviews-The_Met_Dining_Room-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60763-d8519917-Reviews-Roof_Garden_Cafe_And_Martini_Bar-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60763-d1143073-Reviews-Bemelmans_Bar-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60763-d524733-Reviews-Sant_Ambroeus_Madison-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60763-d1077686-Reviews-Loeb_Boathouse_Central_Park-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60763-d4714419-Reviews-Lady_M_Cake_Boutique-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60763-d423818-Reviews-Cafe_Boulud-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60763-d2161607-Reviews-American_Art_Cafe-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d105125-Reviews-The_Metropolitan_Museum_of_Art-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d1959031-Reviews-Cleopatra_s_Needle-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d615557-Reviews-Delacorte_Theater-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d272516-Reviews-Belvedere_Castle-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d2691482-Reviews-Arthur_Ross_Pinetum-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d532140-Reviews-Shakespeare_Garden-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d7834867-Reviews-King_Jagiello_Monument-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d210108-Reviews-American_Museum_of_Natural_History-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d2549481-Reviews-Swedish_Cottage_Marionette_Theatre-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d105127-Reviews-or10-Central_Park-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d519474-Reviews-The_High_Line-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d136347-Reviews-Bryant_Park-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d10535579-Reviews-World_Trade_Center_s_Liberty_Park-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d272517-Reviews-Conservatory_Garden-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d2305249-Reviews-Fort_Tryon_Park-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d4545669-Reviews-Hudson_River_Park-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d548731-Reviews-Riverside_Park-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d23418324-Reviews-Little_Island-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d565031-Reviews-Roosevelt_Island-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d1308856-Reviews-New_York_Harbor-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d27156628-Reviews-Central_Park_Airlines_Pedicab-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d4736483-Reviews-Museum_Hack-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d15594789-Reviews-Museums_With_Marisa-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d9716551-Reviews-Fable_Lark_Storied_Adventures-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d11980733-Reviews-Heart_of_the_Art-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d13955174-Reviews-Royal_City_Tours-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d13550822-Reviews-Treebath-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d9737261-Reviews-Curious_Minds_Tours-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g3948623-d12509693-Reviews-Nauti_Spirits_Distillery-Lower_Township_Cape_May_County_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g1840814-d14098123-Reviews-Schiphol_Hotel_Shuttle-Schiphol_Haarlemmermeer_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g189541-d2626671-Reviews-Hans_Christian_Andersen_Fairy_tale_House-Copenhagen_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g34088-d519668-Reviews-Gumbo_Limbo_Nature_Center-Boca_Raton_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g189416-d6875254-Reviews-Sunken_City_of_Olous-Elounda_Lasithi_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g315917-d3366826-Reviews-Rio_Chillar-Nerja_Costa_del_Sol_Province_of_Malaga_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g34963-d4607509-Reviews-Don_Carter_State_Park-Gainesville_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g33423-d1489101-Reviews-Fossil_Creek_Park-Fort_Collins_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g815568-d1187693-Reviews-Tolmin_Gorge-Tolmin_Slovenian_Littoral_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g188636-d273960-Reviews-Grote_Markt-Antwerp_Antwerp_Province.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g60763-d105127-Reviews-or10-Central_Park-New_York_City_New_York.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g60763-d105127-Reviews-Central_Park-New_York_City_New_York.html"
    }
]