[
    {
        "attraction_name": "Centennial Terrace & Quarry",
        "attraction_name_vi": "Centennial Terrace - Quarry",
        "general_info": [
            "6 đánh giá",
            "- 6 trong số 11 điều cần làm ở Sylvania",
            "Rạp chiếu phim"
        ],
        "attraction_summary": "Đó là một kinh nghiệm thú vị.  Không có nơi nào thực sự có thể trú ẩn khỏi ánh nắng mặt trời. Tìm thấy hóa thạch nhỏ. Thực sự phải để mắt đến những gì bạn đang tìm kiếm. Lấy một cái đệm để ngồi nên chúng tôi không phải ngồi trực tiếp trên địa điểm đào.Đọc thêm",
        "reviews": [
            "Địa điểm rất đẹp cho buổi hòa nhạc. Ngồi phía sau để thưởng thức âm nhạc.  Mọi người đứng phía trước và bạn không thể nhìn thấy trừ khi bạn khá cao. Trên 6 - ở phần trước.Đọc thêm",
            "This review is based on a 30-something year old male who drove 3.5 hours for this show. This is a great outdoor venue. Easy in and out with Uber. Beer is cheap, and the service was fast. I love that the community pulls together for charity too. Lots of volunteers at the venue as well as parking around the area benefiting Boy Scouts...etc.Based on all of this, I should have had a great time. However, the crowd made it one of the worst concert experiences of my life. This was a show with Halestorm, In This Moment, and New Years Day. The venue charges extra for the General Admission  - Pit -  pass, which gets you inside the gates closest to the stage. This area was sparsely populated throughout the entire show...so much that when one of the bands encouraged crowd surfers, the only successful ones had a 15ft trip to security. There was also never one single  - pit -  in the Pit area for this heavy rock show. At one point I remember expressing that I wished they would just let everyone in to the area to make it feel like a real concert.The vast majority of patrons were content to put their hands into the air when asked to, but quickly retreated to their phones 4 bars later. After the opener  - New Years Day -  I was already able and content to stand with my hands in my pockets and watch In This Moment a mere 30ft from center stage. I don - t think anyone even accidentally bumped me as they scratched their nose or hovering that phone over my shoulder.By this point I was getting supremely disappointed and depressed by the money I spent on gas, dinner, and lodging.Exasperated I decided to try to be the change I wanted to see. I bounced, slipped and pushed toward the front of the crowd. I made contact, sure, but not throwing elbows, feet or other general jerkishness that I also hate. It was an easy trip to  - 4 rows back. Nothing happened aside from some guy trying to sucker-punch me in the back of the head a few times. My friend thankfully defused the situation because it wasn - t worth it from either side. Someone said  - it - s not that type of venue! -  which was more disgusting to experience than the closed fist.So in summary, if you expect to go to a concert and lay down a 12 - x12 -  blanket in the front row that is  - off limits -  while taking pictures for Rolling Stone with your iPhone 5, this is the place for you. We even heard people talking at the hotel about how rough the pit was in a braggart way, ugh. Don - t waste your time here...go to Detroit,  Indianapolis, or ChicagoRead more",
            "Đây là một địa điểm nhỏ. Một vé đặt trước sẽ giúp bạn có được một chỗ ngồi trên băng ghế. Rất khó nhìn thấy vì nó là một tấm xi măng phẳng. Vé vào cửa chung giúp bạn có chỗ để đặt ghế của riêng mình. Nó không hề tệ chút nào. Tôi có thể nhìn thấy nếu tôi đứng. Tôi - lùn nên tôi gặp khó khăn khi nhìn thấy ở bất kỳ địa điểm tổ chức buổi hòa nhạc nào. Mọi thứ đều gần gũi...quầy bar, bãi đậu xe, phòng tắm. Tôi sẽ quay lại, vui mừng vì tôi biết điều gì sẽ xảy ra.Đọc thêm",
            "Thật là một sự lột xác khủng khiếp!  Chúng tôi đã trả - 75,00 cho một chỗ ngồi dành riêng cho một buổi hòa nhạc và ngồi trên một chiếc ghế dài bằng kim loại với một chiếc ghế hẹp và chỉ tựa lưng vào nó một nửa.  Những chiếc ghế dài là những chiếc ghế được thiết kế tồi tệ nhất mà tôi từng ngồi và hoàn toàn không có chỗ tựa lưng.  Những người mua vé vào cổng chung rẻ hơn nhiều đã mang theo những chiếc ghế thoải mái trên bãi cỏ và ngồi cách đó chỉ khoảng 10 feet.  Ngay cả những chiếc ghế dành riêng đắt tiền nhất ở phía trước cũng là những chiếc ghế gấp nhựa rẻ tiền.  Nếu bạn đến xem buổi hòa nhạc ở Centennial Terrace, đừng trở thành kẻ ngu ngốc mà hãy mua một chỗ ngồi đặt trước.  Hãy đến sớm với chiếc ghế thoải mái của riêng bạn và ngồi vào cổng chung.  Đây là một địa điểm được thực hiện với giá rẻ muốn tính giá trị thị trường cho một buổi hòa nhạc.  Thảo nào số ghế đặt trước đã đầy một nửa!  Thật là lãng phí tiền bạc....Đọc thêm",
            "Had heard of this place, but the person who had told me of it had never been before either. Had looked at the website and figured it - d be something fun to do while we were in Ohio. Now on the website it told the depth of the water and said it had a sandy beach and pretty much just told of some of the toys in the water, but did not give enough info. When we arrived, we walked up to the gate with our stuff and one of the lifeguards told me we couldn - t have a hard cooler, which is fine and dandy we took it back to the car. When we came back up he stopped us and said he needed to check our beach bag. We had a life jacket in there for my 5 year old nephew and was told we were not allowed to use life jackets on their premises. What kind of water area for swimming does NOT allow life jackets?! He said it was because they expect you to be a strong swimmer. Ticked me off but figured he could play in the shallow end. We paid and went inside. I don - t see where their  - sandy beach -  is, they have cement steps going down and on each  - landing -  inside the cement areas is sand with beach chairs. We went down most of the way and see cement steps going into the water and some lifeguards around the perimeter of the quarry. I didn - t see a  - sandy beach -  for the kids to play on and the only area that wasn - t straight up 22 ft deep was the 3 steps leading into the water. Now I can understand them maybe not wanting a life jacket on the slides because it could by some chance get caught but not in the water at all is ridiculous! The quarry is so wide around and with it being so deep that if someone is drowning how would the lifeguards be able to get to them to save them in time?! I feel they are very negligent and asking for something to happen which hopefully never will. We decided to leave since there was nothing my nephew could do and when we got up there I asked the lifeguard if we could get a refund. He said yes OR we could go to a pool just down the road which was the same cost and go swim there. He made it seem that if we left the money with them that we could go swim there. I told him I just wanted my money. They weren - t polite and knowing we had a kid with a life jacket why would they not have said something prior to us paying and going down to the  - beach - ?! Have something posted at the gate AND online. Extremely disappointed and did not enjoy how we were treated by staff either. We ended up going to the pool that was down the road which was cheaper, allowed life jackets and was much more enjoyable!Read more"
        ],
        "star_ratings": [
            0,
            2,
            1,
            0,
            3
        ],
        "review_amount": 6,
        "location": [
            "Sân Thượng Trăm Năm - Mỏ Đá",
            "Sylvania",
            "Hoa Kỳ",
            "Những điều cần làm ở Sylvania",
            "Ohio - OH -"
        ],
        "reviews_time": [
            "Written July 10, 2021",
            "Written August 6, 2019",
            "Written July 30, 2018",
            "Written September 8, 2016",
            "Written August 28, 2016",
            "Written August 14, 2015"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g51032-d8533545-Reviews-Centennial_Terrace_Quarry-Sylvania_Ohio.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g51032-d836614-Reviews-Mayberry_Diner-Sylvania_Ohio.html",
            "https://www.tripadvisor.com/Restaurant_Review-g51032-d539904-Reviews-Jo_Jo_s_Original_Pizza-Sylvania_Ohio.html",
            "https://www.tripadvisor.com/Restaurant_Review-g51032-d12081676-Reviews-Mayberry_Ice_Cream-Sylvania_Ohio.html",
            "https://www.tripadvisor.com/Restaurant_Review-g51032-d23431241-Reviews-Jojo_s_Original_Pizzeria-Sylvania_Ohio.html",
            "https://www.tripadvisor.com/Restaurant_Review-g51032-d4249029-Reviews-Sundown_Cantina-Sylvania_Ohio.html",
            "https://www.tripadvisor.com/Restaurant_Review-g51032-d8372954-Reviews-Andy_Barney_s_Sports_Bar-Sylvania_Ohio.html",
            "https://www.tripadvisor.com/Restaurant_Review-g51032-d3732442-Reviews-Element_112-Sylvania_Ohio.html",
            "https://www.tripadvisor.com/Restaurant_Review-g51032-d541788-Reviews-J_G_Pizza_Palace-Sylvania_Ohio.html",
            "https://www.tripadvisor.com/Restaurant_Review-g51032-d3441306-Reviews-Chandler_Cafe-Sylvania_Ohio.html",
            "https://www.tripadvisor.com/Restaurant_Review-g51032-d14154824-Reviews-Inside_the_Five_Brewing_Company-Sylvania_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g51032-d254644-Reviews-Fossil_Park-Sylvania_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g51048-d284593-Reviews-Toledo_Botanical_Garden-Toledo_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g51048-d284609-Reviews-Wildwood_Preserve_Metropark-Toledo_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g51048-d284597-Reviews-Wildwood_Manor_House-Toledo_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g51032-d8533561-Reviews-Plummer_Pool-Sylvania_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g51032-d11624161-Reviews-Lathrop_House-Sylvania_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g51032-d12511762-Reviews-Olander_Park-Sylvania_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g51048-d10839660-Reviews-Metroparks_of_the_Toledo_Area-Toledo_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g42565-d19117315-Reviews-Gust_Brother_s_Pumpkin_Farm-Ottawa_Lake_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g51032-d12512598-Reviews-Toledo_Holocaust_Memorial_Park-Sylvania_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g51032-d7228051-Reviews-Warzone_Paintgames-Sylvania_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g51032-d17535306-Reviews-Funagin_s-Sylvania_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g42565-d12666020-Reviews-Quarry_Ridge_Golf_Center-Ottawa_Lake_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g51048-d7289694-Reviews-Trapped_Toledo-Toledo_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g51032-d5847242-Reviews-The_Sodbuster_Bar-Sylvania_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g51032-d16756027-Reviews-Willow_Creek_Salon-Sylvania_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g51032-d9842243-Reviews-Sylvania_Tam_O_Shanter-Sylvania_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g51032-d5830975-Reviews-Village_Inn-Sylvania_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g298551-d10597144-Reviews-Taiba_Commercial_Center-Medina_Al_Madinah_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g28968-d109354-Reviews-Mount_St_Helens-Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g187527-d670723-Reviews-Aquopolis_Torrevieja-Torrevieja_Costa_Blanca_Province_of_Alicante_Valencian_Commun.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d13198888-Reviews-Rome_Tours_Transfers_Welcome_Pickups-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g14133667-d2013389-Reviews-Kabukicho_District-Kabukicho_Shinjuku_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d212404-Reviews-Baker_Street-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d7683615-Reviews-Old_Waialua_Sugar_Mill-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g17813317-d12206402-Reviews-Karaburun_Sazan_National_Marine_Park-Zvernec_Vlore_Vlore_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g309685-d7164390-Reviews-Rent_a_Scooter_Center_Moorea-Moorea_Society_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g494953-d3339699-Reviews-Tsigrado_Beach-Milos_Cyclades_South_Aegean.html"
        ],
        "url_next": "",
        "url": "https://www.tripadvisor.com/Attraction_Review-g51032-d8533545-Reviews-Centennial_Terrace_Quarry-Sylvania_Ohio.html"
    }
]