[
    {
        "attraction_name": "Center for Puppetry Arts",
        "attraction_name_vi": "Trung tâm nghệ thuật múa rối",
        "general_info": [
            "496 đánh giá",
            "17 trong số 536 điều cần làm ở Atlanta",
            "Bảo tàng chuyên ngành",
            "Nhà hát"
        ],
        "attraction_summary": "Trung tâm Nghệ thuật Múa rối là một kho tàng văn hóa độc đáo - một nơi huyền diệu nơi trẻ em và người lớn được giáo dục, khai sáng và giải trí. Kể từ năm 1978, Trung tâm đã giới thiệu cho hàng triệu du khách sự kỳ diệu và nghệ thuật múa rối, đồng thời đã chạm đến cuộc sống của nhiều người thông qua các buổi biểu diễn hấp dẫn, hội thảo dựa trên chương trình giảng dạy và Bảo tàng thực hành cũng như các Chương trình Tiếp cận và Học tập Từ xa. Bộ sưu tập Jim Henson Triển lãm tương tác này theo trí tưởng tượng phong phú của Jim Henson theo trình tự thời gian, đưa du khách qua những môi trường tiêu biểu cho thế giới của những nghệ sĩ múa rối bậc thầy. Ngoài việc tìm hiểu cách các nhân vật của Henson trở nên sống động và vẫn được biểu diễn, du khách có thể xem những con rối mang tính biểu tượng như Kermit the Frog và Miss Piggy. Bộ sưu tập toàn cầu Bộ sưu tập toàn cầu tôn vinh truyền thống múa rối ở các nền văn hóa lớn trên khắp thế giới. Nêu bật lịch sử múa rối ở Châu Á, Châu Phi, Châu Âu và Châu Mỹ.Đọc thêm",
        "reviews": [
            "Đọc thêm",
            "Tôi lớn lên xem Fraggle Rock, Muppet Show và sau đó là Sesame Street cùng các con tôi. Nơi này có một triển lãm hoàn toàn tuyệt vời dành cho những người như tôi. Triển lãm trưng bày những con rối và kể về câu chuyện đằng sau những chương trình và bộ phim đó, đồng thời nói về Jim Henson và cách anh ấy làm việc. \nTôi rất thích nó.Đọc thêm",
            "Một trung tâm tuyệt vời. Có hai mặt khi chúng tôi đến thăm. Một mặt là không gian dành riêng cho tác phẩm của Jim Henson và công ty. Đây là nơi tôi và rất nhiều người khác giới thiệu về nghệ thuật múa rối và thật tuyệt vời khi được chứng kiến. Bạn có thể nhìn thấy những con rối và quá trình thực hiện. Mặt còn lại dành riêng cho nghệ thuật múa rối trên toàn thế giới. Đây là một triển lãm tuyệt vời đặt hình thức nghệ thuật này vào đúng phức hợp toàn cầu của nó. Trung tâm tổ chức các sự kiện và buổi biểu diễn khác, nhưng chúng tôi chỉ có thể xem các cuộc triển lãm - vẫn là một điểm dừng chân tuyệt vời nếu ở Atlanta. Đọc thêm",
            "Chồng tôi quan tâm đến nghệ thuật và tôi nghĩ đây sẽ là một điều bất ngờ hoàn hảo trong chuyến đi tới Atlanta của chúng tôi. Tôi không mong đợi sẽ tận hưởng nó nhiều như tôi đã làm.  Cuộc triển lãm của Jim Henson đã đánh bật nó ra khỏi công viên. Nó đưa tôi trở lại thời thơ ấu và chắc chắn cảm nhận được tất cả những cảm giác đó! Bảo tàng rất sạch sẽ, nhiều thông tin và mang lại cảm giác ấm cúng xung quanh. Chúng tôi đã ở đó để xem Rudolph hàng năm, mũi đỏ, tuần lộc, múa rối. Đó là đỉnh cao!Đọc thêm",
            "Đưa cháu trai 18 tháng tuổi của tôi đi xem buổi sản xuất Rudolph the Red Nosed Reindeer của trung tâm. Thật là một trải nghiệm tuyệt vời. Quá trình sản xuất, diễn giải rất gần với phim truyền hình và hiệu suất rất xuất sắc. Những người múa rối thật đáng kinh ngạc, giọng hát rất hay. Thật là một viên ngọc đáng ngạc nhiên. Trẻ và già đều sẽ yêu thích điều này.\nCháu trai tôi ít quan tâm đến bảo tàng múa rối sau buổi biểu diễn, nhưng bọn trẻ 3 tuổi có lẽ sẽ thích.Đọc thêm",
            "Một bảo tàng nhỏ dễ thương, thật là quá đáng khi nói rằng bạn cần 2 giờ để xem hết mọi thứ. Tôi đã chọn đi qua khu lịch sử thế giới trước. Nơi đây trưng bày nhiều loại rối từ rối nước Việt Nam, đến bóng, đến búp bê Punch and Judy đích thực. Một số búp bê hiện đại hơn bao gồm Chucky và Gumby. Bên kia hành lang là khu trưng bày của Jim Henson, và nó THẬT THÚ VỊ. Nó đi qua cuộc sống gia đình của ông, vào Phố Sesame, đến chương trình Muppet và ra ngoài qua các khu trưng bày trên Fraggle Rock, Dark Crystal và Labrynth. Tôi thực sự thích nhìn thấy Bert và Ernie, Rolfe và Sprocket, cùng nhiều người bạn thời thơ ấu khác ở cự ly gần và ngoài đời thực. Mặc dù tôi ước có nhiều hơn một chút cho 16 người, nhưng họ đã làm được rất nhiều với không gian mà họ có. Đọc thêm",
            "Nếu bạn là một người hâm mộ Jim Henson hoặc lớn lên cùng Sesame Streetthe Muppets thì đây thực sự là một nơi thú vị để ghé thăm.  Có hai phần khác nhau trong bảo tàng; Phòng trưng bày Toàn cầu và Phòng trưng bày Jim Henson.  Phòng trưng bày Toàn cầu nói về lịch sử múa rối trên khắp thế giới và thật thú vị khi thấy các nền văn hóa khác sử dụng nghệ thuật này theo những cách khác nhau.  Họ có một số video trình diễn và nói chuyện lịch sử.\n\nPhần Jim Henson là điều thực sự làm cho bảo tàng này nổi bật.  Bạn sẽ biết được lịch sử về cuộc đời của Jim Henson và cách anh ấy tham gia vào nghệ thuật múa rối, sau đó bạn bắt đầu sự nghiệp ban đầu của anh ấy là làm quảng cáo và phim ngắn, sau đó đến Sesame Street, Muppets và những thứ khác như Dark Crystal, Labyrinth và Fraggle Rock.  Rất nhiều thông tin thú vị về cách hoạt động của quy trình sản xuất Muppet và tất nhiên bạn có thể nhìn thấy những đạo cụ thực sự của Muppet.\n\nBảo tàng không quá lớn, chúng tôi đã dành khoảng hai giờ trong cả hai phòng trưng bày cộng lại và một số người có thể cho rằng giá vé vào cửa lúc 16:00 hơi đắt, nhưng tôi muốn nói rằng tiền của bạn sẽ có lý do chính đáng nếu bạn chọn ghé thăm.  Rất khuyến khích cho người hâm mộ Jim Henson.Đọc thêm",
            "Đây là một nơi nhỏ. Thật dễ thương, nhưng bạn không cần nhiều thời gian ở đây. Giá cả ổn.  16 dành cho người lớn và 12 dành cho trẻ em từ 12 tuổi trở xuống. Ước gì nó có thể rẻ hơn hoặc họ không giảm giá AAA. Họ hiện có khu vực Jim Henson và thật thú vị khi xem tất cả tác phẩm của anh ấy. Đó là trong một căn phòng lớn được chia thành nhiều phần. Cũng trong căn phòng này còn có khu vực múa rối từ khắp nơi trên thế giới và nhiều màn trình diễn khác nhau về quá trình phát triển của mọi thứ từ thời xa xưa cho đến nay. Thật tuyệt nhưng nhanh chóng vì bọn trẻ không đọc từng dấu hiệu nhỏ. Họ có một căn phòng rất nhỏ khác mà chỉ mất vài phút để xem. Chúng tôi đã ở đây có lẽ một giờ. Họ cũng có một sân chơi dễ thương bên ngoài nhưng các con tôi đã quá lớn cho 12 và 9 tuổi. Chuyến thăm thú vị, ước gì có thêm một chút việc để làm hoặc xem giá.Đọc thêm",
            "Nếu bạn là một người hâm mộ Jim Henson hoặc lớn lên cùng Sesame Streetthe Muppets thì đây thực sự là một nơi thú vị để ghé thăm.  Có hai phần khác nhau trong bảo tàng; Phòng trưng bày Toàn cầu và Phòng trưng bày Jim Henson.  Phòng trưng bày Toàn cầu nói về lịch sử múa rối trên khắp thế giới và thật thú vị khi thấy các nền văn hóa khác sử dụng nghệ thuật này theo những cách khác nhau.  Họ có một số video chiếu các buổi biểu diễn và trò chuyện về lịch sử. Phần của Jim Henson là điều thực sự khiến bảo tàng này trở nên nổi bật.  Bạn sẽ biết được lịch sử về cuộc đời của Jim Henson và cách anh ấy tham gia vào nghệ thuật múa rối, sau đó bạn bắt đầu sự nghiệp ban đầu của anh ấy là làm quảng cáo và phim ngắn, sau đó đến Sesame Street, Muppets và những thứ khác như Dark Crystal, Labyrinth và Fraggle Rock.  Rất nhiều thông tin thú vị về cách thức hoạt động của quy trình sản xuất Muppet và tất nhiên là bạn có thể nhìn thấy những đạo cụ thực sự của Muppet. Bảo tàng không quá lớn nên chúng tôi đã dành khoảng hai giờ trong cả hai phòng trưng bày cộng lại và một số người có thể cho rằng nó hơi đắt 16:00 nhập học, nhưng tôi muốn nói rằng tiền của bạn sẽ có mục đích chính đáng nếu bạn chọn đến thăm.  Rất khuyến khích cho người hâm mộ Jim Henson.Đọc thêm",
            "Một bảo tàng nhỏ dễ thương, thật là quá đáng khi nói rằng bạn cần 2 giờ để xem hết mọi thứ. Tôi đã chọn đi qua khu lịch sử thế giới trước. Nơi đây trưng bày nhiều loại rối từ rối nước Việt Nam, đến bóng, đến búp bê Punch and Judy đích thực. Một số búp bê hiện đại hơn bao gồm Chucky và Gumby. Bên kia hành lang là khu trưng bày của Jim Henson, và nó THẬT THÚ VỊ. Nó đi qua cuộc sống gia đình của ông, vào Phố Sesame, đến chương trình Muppet và ra ngoài qua các khu trưng bày trên Fraggle Rock, Dark Crystal và Labrynth. Tôi thực sự thích nhìn thấy Bert và Ernie, Rolfe và Sprocket, cùng nhiều người bạn thời thơ ấu khác ở cự ly gần và ngoài đời thực. Mặc dù tôi ước có nhiều hơn một chút cho 16 người, nhưng họ đã làm được rất nhiều với không gian mà họ có. Đọc thêm",
            "Đưa cháu trai 18 tháng tuổi của tôi đi xem buổi sản xuất Rudolph the Red Nosed Reindeer của trung tâm. Thật là một trải nghiệm tuyệt vời. Quá trình sản xuất, diễn giải rất gần với phim truyền hình và hiệu suất rất xuất sắc. Những người múa rối thật đáng kinh ngạc, giọng hát rất hay. Thật là một viên ngọc đáng ngạc nhiên. Trẻ và già đều sẽ yêu thích điều này. Cháu trai tôi ít quan tâm đến bảo tàng múa rối sau buổi biểu diễn, nhưng những đứa trẻ 3 tuổi có lẽ sẽ thích.Đọc thêm",
            "Chồng tôi quan tâm đến nghệ thuật và tôi nghĩ đây sẽ là một điều bất ngờ hoàn hảo trong chuyến đi tới Atlanta của chúng tôi. Tôi không mong đợi sẽ tận hưởng nó nhiều như tôi đã làm.  Cuộc triển lãm của Jim Henson đã đánh bật nó ra khỏi công viên. Nó đưa tôi trở lại thời thơ ấu và chắc chắn cảm nhận được tất cả những cảm giác đó! Bảo tàng rất sạch sẽ, nhiều thông tin và mang lại cảm giác ấm cúng xung quanh. Chúng tôi đã ở đó để xem Rudolph hàng năm, mũi đỏ, tuần lộc, múa rối. Đó là đỉnh cao!Đọc thêm",
            "Một trung tâm tuyệt vời. Có hai mặt khi chúng tôi đến thăm. Một bên là không gian dành riêng cho Jim Henson và công việc của công ty. Đây là phần giới thiệu của tôi và rất nhiều người khác về múa rối và thật tuyệt vời khi xem. Bạn có thể thấy những con rối và quá trình. Phía bên kia dành riêng cho nghệ thuật múa rối trên khắp thế giới. Đây là một cuộc triển lãm tuyệt vời đặt loại hình nghệ thuật này vào khu phức hợp toàn cầu thích hợp của nó. Trung tâm tổ chức các sự kiện và buổi biểu diễn khác, nhưng chúng tôi chỉ có thể xem các cuộc triển lãm - vẫn là điểm dừng chân tuyệt vời nếu ở Atlanta. Đọc thêm",
            "Chúng tôi vừa MAY MẮN khi tìm được nhà hát nhỏ này. Chúng tôi đang trên đường trở về khách sạn thì nhìn thấy một tấm biển nhỏ ghi Trung tâm Nghệ thuật Múa rối, nơi lâu đời nhất của tôi YÊU thế giới múa rối nên chúng tôi quyết định thử!  Nơi này không LỚN nhưng chứa rất nhiều thông tin về lịch sử múa rối và những con rối từ thời thơ ấu của tôi, Fraggle Rock, Mr. Rogers, PIGS IN SPACE!, Dark Crystal, Muppet Show và toàn bộ BUNCH các nhân vật Sesame Street!  Rất vui!  Chúng tôi thậm chí còn được chụp ảnh ở Big Birds Nest! Chúng tôi mất khoảng một giờ để xem tất cả mọi thứ!  Cửa hàng quà tặng có đầy đủ hàng hóa và nhân viên thu ngân nói với tôi rằng có rất nhiều khách đến nơi này, họ chắc chắn cần PR tốt hơn vì nơi này thật tuyệt vời!Đọc thêm",
            "Chúng tôi không tổ chức bất kỳ buổi biểu diễn nào, nhưng bảo tàng là một kho tàng thông tin - bao gồm thông tin về nghệ thuật múa rối trên khắp thế giới, cùng với lịch sử hay về Jim Henson và những con rối.   Nó đặt ra những câu hỏi khiến chúng tôi phải suy nghĩ và được sắp xếp rất hợp lý;  chúng tôi không gặp vấn đề gì khi theo dõi mạch tường thuật.  Một lời phàn nàn rất nhỏ và ngớ ngẩn -- lẽ ra chúng tôi có thể sử dụng nhiều hơn trên Farscape, nhưng những người đam mê công nghệ...Đọc thêm",
            "Phòng trưng bày Jim Henson thật tuyệt vời. Phòng trưng bày múa rối chung không phải là phòng triển lãm tham quan. Chúng tôi đã không xem chương trình biểu diễn múa rối trực tiếp có khả năng giải trí cho trẻ em. Mặc dù vậy, tôi không thể tưởng tượng những đứa trẻ thích buổi biểu diễn này lại thích thú với những vật trưng bày trong bảo tàng. Nó nhỏ và đắt tiền. Thật không may là không xứng đáng với giá nhập học.  Tôi sẽ đánh giá cao giá vé thấp hơn để chỉ đến thăm Jim Henson. 30 phút.Đọc thêm",
            "Bảo tàng tuyệt vời, đặc biệt dành cho những người hâm mộ Henson, còn ai thì không?.  Những thứ tương tác tốt sẽ giúp trẻ luôn hứng thú.Đọc thêm"
        ],
        "star_ratings": [
            315,
            133,
            35,
            9,
            4
        ],
        "review_amount": 496,
        "location": [
            "Trung tâm nghệ thuật múa rối",
            "Những điều cần làm ở Atlanta",
            "Atlanta",
            "Georgia G.A.",
            "Hoa Kỳ"
        ],
        "reviews_time": [
            "Written July 16, 2023",
            "Written October 16, 2023",
            "Written November 21, 2023",
            "Written December 27, 2023",
            "Written January 10, 2024",
            "Written May 1, 2024",
            "Written May 2, 2024",
            "Written May 1, 2024",
            "Written January 10, 2024",
            "Written December 27, 2023",
            "Written November 21, 2023",
            "Written October 16, 2023",
            "Written September 4, 2023",
            "Written August 24, 2023",
            "Written August 11, 2023",
            "Written July 25, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g60898-d116441-Reviews-Center_for_Puppetry_Arts-Atlanta_Georgia.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g60898-d478088-Reviews-Nan_Thai_Fine_Dining-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60898-d5327219-Reviews-Twelve_Eighty-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60898-d435431-Reviews-Silver_Skillet-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60898-d478153-Reviews-South_City_Kitchen_Midtown-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60898-d25054831-Reviews-Aveline-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60898-d435162-Reviews-Pasta_Da_Pulcinella-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60898-d24993543-Reviews-Hartley_Kitchen_Cocktails-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60898-d15247097-Reviews-Food_Big_Apple_Cafe-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60898-d6371649-Reviews-Kilwin_s-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60898-d3279708-Reviews-Lure-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d184188-Reviews-The_Breman_Museum-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d606817-Reviews-The_Atlanta_Ballet-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d6728602-Reviews-Center_Stage_Theater-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d144319-Reviews-High_Museum_of_Art-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d573222-Reviews-The_Museum_of_Contemporary_Art_of_Georgia-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d144317-Reviews-Rhodes_Memorial_Hall-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d9585635-Reviews-Scad_Fash-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d2267918-Reviews-Atlantic_Station-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d559006-Reviews-First_Presbyterian_Church_of_Atlanta-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d133980-Reviews-Alliance_Theatre-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d116441-Reviews-or10-Center_for_Puppetry_Arts-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d6781793-Reviews-National_Center_for_Civil_and_Human_Rights-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d126907-Reviews-Jimmy_Carter_Presidential_Library_Museum-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d102626-Reviews-World_of_Coca_Cola-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d103493-Reviews-Atlanta_History_Center-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d257375-Reviews-Swan_House-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d105196-Reviews-Michael_C_Carlos_Museum-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d7092286-Reviews-College_Football_Hall_of_Fame-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d6781080-Reviews-Delta_Flight_Museum-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d589770-Reviews-Carter_Center-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d4156455-Reviews-Vinyl-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d8454439-Reviews-Pop_The_Cork_Wine_Tours-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d527264-Reviews-Museum_of_Design_Atlanta-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d133978-Reviews-Atlanta_Symphony_Orchestra-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d7745838-Reviews-Mission_Escape_Atlanta-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d207384-Reviews-Library_Bar-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g31441-d877831-Reviews-Crystal_Bridges_Museum_of_American_Art-Bentonville_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g4004460-d657304-Reviews-Jardin_Botanico_de_Vallarta-Cabo_Corrientes.html",
            "https://www.tripadvisor.com/Attraction_Review-g188644-d246011-Reviews-Place_du_Grand_Sablon-Brussels.html",
            "https://www.tripadvisor.com/Attraction_Review-g32952-d1977149-Reviews-Clear_Creek-Redding_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g51436-d12104856-Reviews-Salt_Plains_State_Park-Jet_Oklahoma.html",
            "https://www.tripadvisor.com/Attraction_Review-g37012-d1848972-Reviews-Atlantis_Waterpark-Clarksville_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d15263529-Reviews-KKKL-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g60805-d22980293-Reviews-Secret_Tiki_Temple-Jacksonville_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g293920-d455888-Reviews-Coral_Island-Phuket.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g60898-d116441-Reviews-or10-Center_for_Puppetry_Arts-Atlanta_Georgia.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g60898-d116441-Reviews-Center_for_Puppetry_Arts-Atlanta_Georgia.html"
    }
]