[
    {
        "attraction_name": "Central Market Kuala Lumpur",
        "attraction_name_vi": "Chợ trung tâm Kuala Lumpur",
        "general_info": [
            "4.998 đánh giá",
            "41 trong số 351 điều cần làm ở Kuala Lumpur",
            "Điểm tham quan Điểm mốc",
            "Trung tâm mua sắm"
        ],
        "attraction_summary": "Được người dân địa phương gọi là Pasar Seni, khu chợ này có hơn 350 cửa hàng bán lẻ hàng hóa truyền thống, đồ sưu tầm nghệ thuật, đồ thủ công địa phương, v.v. Ba khu vực Lorong Melayu, Lorong Cina và Lorong India có các quầy hàng làm nổi bật ba chặng đua chính ở Malaysia. Trải nghiệm các nền văn hóa và di sản khác nhau khi bạn dạo qua các cửa hàng. Bạn cũng có thể mua những món quà lưu niệm độc đáo như ngọc trai Borneo, Wau Bulan, một con diều truyền thống của Mã Lai và đồ lưu niệm Batik tinh túy. Khi đói, đừng bỏ lỡ việc thử các món ăn bình dân địa phương như nasi kandar, goreng pisang hoặc ais kacang để tăng thêm năng lượng cần thiết. Chợ cũng nằm trong khoảng cách đi bộ từ Phố Petaling.  TripadvisorĐọc thêm",
        "reviews": [
            "Chợ trung tâm là chợ thủ công trong nhà như tôi nhớ khi còn nhỏ sống ở KL. Chúng tôi đã từng đi chơi ở đây một cách tuyệt vời nhất có thể. Nhìn lại đó là những kỷ niệm tuyệt vời của tuổi thiếu niên vui vẻ và yêu thương. Tôi rất vui khi được đến đây cùng con gái và anh trai dù ngày hè nóng bức trên 30 độ C. Tốt nhất nên đậu xe ở đây vì có nhiều chỗ đậu xe hoặc nếu không thì có bãi đậu xe trong nhà gần phố Petaling. Giao thông có thể rất tệ và bây giờ nó là đường một chiều. Các tòa nhà xung quanh đã có ở đây từ những năm 1800 và bạn chỉ có thể chiêm ngưỡng những kiến ​​trúc tuyệt vời. Chắc chắn là một nơi nên ghé thăm nếu bạn muốn xem và mua một số hàng thủ công và hàng hóa địa phương.Đọc thêm",
            "Xin chào Lời chào từ Chợ trung tâm Kuala Lumpur.\n\nChúng tôi xin bày tỏ lòng biết ơn đến bạn vì đã đến Central Market cùng gia đình và chúng tôi rất vui khi đọc được những đánh giá của bạn. Chợ Trung tâm đã có từ năm 1888, đó là lý do tại sao mọi người yêu thích nơi này vì nó nổi tiếng là địa điểm nghệ thuật, thủ công để mọi người lui tới. Đúng là Chợ Trung tâm có một số cửa hàng thủ công mỹ nghệ, nhưng để bạn luôn cập nhật, sẽ có một điểm thu hút mới ở Chợ Trung tâm có tên là Pasar Besar sẽ sớm mở cửa. Pasar Besar là một khu chợ của Malaysia và chúng tôi sẽ rất vui nếu bạn có thể quay lại Chợ Trung tâm một lần nữa và trải nghiệm nó.\n\nCho đến lúc đó, chúng tôi chúc bạn và gia đình sức khỏe và hy vọng được gặp lại bạn ở đây.\nĐọc thêm",
            "Đây là nơi bạn cần đến để mua quà lưu niệm, áo phông, đồ trang sức, v.v. Đây là một khu chợ đường phố trong nhà, nơi bạn có thể mặc cả tất cả các mặt hàng nhỏ của mình, trong khi mặc cả giảm giá 70 đô la, vậy nên khoảng 50. Đây là một nơi thú vị để mua sắm và dành một buổi chiều. Chắc chắn đừng bỏ lỡ nơi này nếu bạn đang mua bất cứ thứ gì.Đọc thêm",
            "Xin chào, Lời chào từ Chợ Trung tâm Kuala Lumpur.\n\nTrước hết, chúng tôi xin bày tỏ lòng biết ơn đến bạn vì đã dành thời gian để lại đánh giá về Central Market Kuala Lumpur. Chúng tôi thực sự đánh giá cao điều đó và chúng tôi rất vui vì bạn đã thích chuyến đi của mình ở đây. Chúng tôi hoàn toàn đồng ý với bạn rằng Chợ trung tâm Kuala Lumpur là nơi để mọi người mua hầu hết mọi thứ. Sẽ sớm có một điểm thu hút mới ở Chợ trung tâm Kuala Lumpur có tên là Pasar Besar - Một khu chợ của Malaysia, với rất nhiều thứ thú vị mà bạn sẽ yêu thích. Vì vậy, chúng tôi rất vui được chào đón bạn một lần nữa và trải nghiệm nó.\n\nCho đến lúc đó chúng tôi chúc bạn mọi điều tốt lành và hy vọng sớm gặp lại bạn. \nĐọc thêm",
            "Đối với một người không thích mua sắm như tôi, điều tôi thích nhất ở đây là điều hòa không khí, đặc biệt là khi chúng tôi đã ở dưới nắng suốt 6 giờ qua. Thứ hai điều tôi thích ở đây là thời trang dân tộc. Toàn bộ nơi này thực sự khiến tôi cảm thấy như mình đang ở Malaysia. Ở đây cũng có khu ẩm thực, vì vậy chắc chắn là một nơi tốt để nghỉ ngơi và nạp lại năng lượng trước khi ra ngoài khám phá lần nữa.Đọc thêm",
            "Xin chào Lời chào từ Chợ trung tâm Kuala Lumpur.\n\nCảm ơn bạn đã để lại nhận xét về chuyến đi của mình tại đây, chúng tôi thực sự đánh giá cao điều đó. Chúng tôi đã cố gắng hết sức để đảm bảo tất cả các cơ sở của chúng tôi đều hoạt động tốt nhằm mang lại sự thoải mái cho mọi khách hàng đến Chợ Trung tâm Kuala Lumpur. Chúng tôi rất vui khi biết rằng bạn yêu thích điều hòa không khí của chúng tôi vì việc đảm bảo chúng tôi hoạt động tốt luôn là ưu tiên hàng đầu của chúng tôi. Những người thuê nhà của chúng tôi bán các tác phẩm nghệ thuật, đồ thủ công và đồ lưu niệm của Malaysia có thể đó là lý do tại sao bạn cảm thấy mình là người Malaysia khi ở đây. Và để bạn biết thông tin, chúng tôi sẽ có một điểm thu hút mới sắp mở cửa mang tên Pasar Besar. Pasar Besar là khu chợ của Malaysia và chúng tôi muốn mời bạn đến đây một lần nữa và trải nghiệm.\n\nChúng tôi chúc bạn và những người thân yêu của bạn tốt. Hãy giữ an toàn nhé, cho đến khi chúng ta gặp lại nhau. \nĐọc thêm",
            "Tuổi thơ của tôi bị ám ảnh bởi nhiều người trong chúng ta bị mê hoặc bởi sự phong phú về văn hóa và nghệ thuật mà Malaysia mang lại dưới một mái nhà. Kiến trúc của tòa nhà rất đáng để ghé thăm. Trong đó có nhiều quầy hàng trong đó có Penang Pewter cũng ngon như Selangor Pewter. Nhiều loại dầu hỏa, diều, túi được làm thủ công và được làm bằng kỹ năng và tài năng tối đa. Những bức tranh thật tuyệt vời. Bạn có thể vẽ chân dung của mình chỉ với 250 đô la.Đọc thêm",
            "CHÀO, \n\nChúng tôi rất vui khi biết rằng bạn đang tận hưởng chuyến thăm Chợ Trung tâm Kuala Lumpur. Thật là bổ ích khi được nghe những lời tử tế và trên thực tế, chúng tôi rất vui vì bạn yêu chúng tôi: Cảm ơn bạn đã dành thời gian trong ngày để để lại cho chúng tôi bài đánh giá siêu tử tế này, bạn đã nở một nụ cười thật tươi trên khuôn mặt của chúng tôi. Tất cả chúng tôi tại Central Market Kuala Lumpur, chúng tôi mong sớm được gặp lại bạn!Đọc thêm",
            "Bất cứ điều gì bạn đang tìm kiếm, bạn có thể tìm thấy nó ở đây. Chợ trung tâm nằm ở một địa điểm du lịch ở KL. Khu vực lan truyền của người dân địa phương, khách du lịch và du khách. Nhiều cửa hàng, quầy hàng và nhà hàng và quán cà phê. Giá cả không hề rẻ.Đọc thêm",
            "Rất vui khi biết rằng trải nghiệm của bạn với chúng tôi là một trải nghiệm tốt, Abu Firas! Cảm ơn bạn đã tin tưởng giao cho chúng tôi làm trung tâm duy nhất về quà tặng và quà lưu niệm cũng như đã dành chút thời gian để giới thiệu chúng tôi với những người khác. Những lời tốt đẹp của bạn được đánh giá rất cao và chúng tôi mong sớm được gặp lại bạn!Đọc thêm",
            "Từ mục đích sử dụng ban đầu là chợ ẩm ướt khi ban đầu được mở cửa làm trung tâm văn hóa Malaysia, Chợ trung tâm đã được chuyển đổi.  \n\nBên trong có thể tìm thấy nhiều cửa hàng thủ công mỹ nghệ địa phương, trong đó có nhiều cửa hàng bán quần áo batik.  Hầu hết các mặt hàng có vẻ hướng đến khách du lịch nhưng dù sao cũng thú vị.  Một khu ẩm thực và quầy bán đồ ăn quảng cáo các loại món ăn khác nhau của Malaysia.  Bộ sưu tập ảnh trên tầng hai cung cấp lịch sử tóm tắt về Chợ Trung tâm cho đến hiện tại.\n\nNếu có gì đáng để dừng lại vì nó có máy lạnh bên trong và yên tĩnh.Đọc thêm",
            "Vâng, bạn nói đúng, chúng tôi bắt đầu như một khu chợ ẩm thực nhưng ngày nay chúng tôi là trung tâm văn hóa, nghệ thuật, đồ lưu niệm và hàng thủ công của Malaysia. Vì các cửa hàng của chúng tôi bán nhiều mặt hàng truyền thống địa phương có thể được mua làm quà tặng hoặc quà lưu niệm cho khách du lịch và người dân địa phương. Khu ẩm thực và nhà hàng của chúng tôi phục vụ nhiều loại đồ ăn khác nhau nhưng phần lớn cửa hàng đều phục vụ các món ăn địa phương của Malaysia. Như bạn đã đề cập, bộ sưu tập ảnh và lịch sử của Chợ trung tâm trên tầng lửng thực chất là triển lãm Câu chuyện cuộc sống KL của chúng tôi. Nó bao gồm lịch sử của Kuala Lumpur và cả Chợ Trung tâm và mở cửa cho công chúng vào cửa miễn phí. Cảm ơn bạn đã ghé thăm Chợ trung tâm Kuala Lumpur, chúng tôi rất vui vì chuyến đi của bạn đến đây là một chuyến đi thú vị và chúng tôi hy vọng được gặp lại bạn.\n\nĐọc thêm",
            "Đã ghé thăm vì một số khu chợ thường là nơi tốt để bán đồ trang sức, quần áo, v.v. Đây là một khu chợ sạch sẽ và thân thiện với tất cả các quầy hàng mà bạn mong đợi. Một số cửa hàng dành cho khách du lịch với một số quần áo đích thực hơn với giá tốt nếu bạn đi bộ xung quanh. Dễ dàng di chuyển bằng phương tiện giao thông công cộng gần đó.Đọc thêm",
            "Cảm ơn bạn đã ghé thăm Chợ trung tâm Kuala Lumpur, chúng tôi rất vui khi đọc được đánh giá tích cực như thế này vì chúng tôi muốn cải thiện cơ sở vật chất và dịch vụ của mình cho du khách. Chúng tôi rất vui khi biết rằng chuyến đi của bạn đến đây là một chuyến đi tốt đẹp. Và chúng tôi muốn chào đón bạn một lần nữa tại đây vì điểm tham quan mới của chúng tôi ở Chợ Trung tâm Kuala Lumpur có tên Pasar Besar sẽ sớm mở cửa cho công chúng. Đây là khu chợ của Malaysia nên chúng tôi muốn bạn trải nghiệm nó.Đọc thêm",
            "Tôi mong đợi nhiều hơn nữa. Dừng lại ở chợ này vào buổi sáng và một lần nữa vào giữa buổi chiều một ngày khác. Cả hai lần, chợ đều khá vắng và các quầy hàng đều chỉ là đồ lặt vặt của khách du lịch....đáng để xem và đi bộ nhanh nhưng đừng mong đợi quá nhiều. Đọc thêm",
            "Xin chào Markitiki, cảm ơn bạn đã đánh giá và phản hồi. Đúng vậy, phiên chợ tuần này nhắm đến khách du lịch nhiều hơn vì chợ nhằm giới thiệu đồ ăn của người Malaysia cho họ. Nó không sôi động như phiên chợ cuối tuần thường lệ của chúng tôi, nhưng trong tương lai, chúng tôi sẽ có phiên chợ thú vị và hấp dẫn hơn tại Chợ Trung tâm Kuala Lumpur. Hãy theo dõi mạng xã hội của chúng tôi để biết thêm về thị trường thú vị này, hy vọng được gặp lại bạn. Bảo trọng!\nĐọc thêm",
            "Mục đích chính của tôi khi đến thăm khu chợ này là vì spa cá. Ở trong khu vực này, có vẻ như đây là cơ hội tốt nhất để tôi cảm thấy nhột nhột bởi những con cá nhỏ bé này. \nRất ít thay đổi kể từ chuyến thăm cuối cùng của tôi, nhưng nó luôn đáng xem. Tuy nhiên, tôi nhận thấy rằng các nhà hàng ở tầng trên đóng cửa sớm hơn tôi nghĩ. Có lẽ thật tốt khi có rất nhiều nhà hàng bên ngoài để tôi lựa chọn cho bữa tối.Đọc thêm",
            "Xin chào bạn, cảm ơn bạn đã đánh giá, chúng tôi rất vui khi biết rằng bạn đã có trải nghiệm tốt trong chuyến đi đến Chợ trung tâm Kuala Lumpur. Cảm ơn bạn đã ghé thăm Fish Spa của chúng tôi, đây là một trong những điểm thu hút mà chúng tôi có ở đây dành cho khách du lịch và du khách địa phương. Trong khi đó, đối với các nhà hàng ở tầng trên, chúng tôi hiện đang hoạt động theo giờ hoạt động mới từ 10 giờ sáng - 10 giờ tối. Vì vậy, nếu quay lại lần sau, bạn có thể lên kế hoạch cho chuyến đi của mình để nếm thử các món ăn có sẵn ở Chợ Trung tâm Kuala Lumpur. Mong sớm được gặp lại bạn.Đọc thêm",
            "Được rồi, không phải là tốt nhất, không nhiều chất lượng hay hình dáng, chỉ là các khu chợ địa phương khiến tôi nhớ đến chợ Chủ nhật ở Anh. Thực sự có chút lãng phí thời gian. Được rồi để đi dạo và tìm một chỗ ăn trưa rẻ tiền.Đọc thêm",
            "Cảm ơn bạn đã dành thời gian để chia sẻ kinh nghiệm của bạn. Chúng tôi rất tiếc khi biết rằng chuyến thăm gần đây của bạn không như mong đợi. Chúng tôi cố gắng thu hút những người thuê và nhà cung cấp cung cấp nhiều loại sản phẩm, nhưng đôi khi họ có thể thiếu sót. Chúng tôi tin rằng họ sẽ đánh giá cao phản hồi của bạn và sẽ cân nhắc phản hồi đó khi họ cải thiện khoảng không quảng cáo của mình.Đọc thêm",
            "Đây là một trải nghiệm thoải mái cho khách du lịch vì được ở trong nhà, có máy lạnh và các cửa hàng được bày biện đẹp mắt. Tốt hơn so với chợ đường phố ngoài trời hỗn loạn gần đó.  Lựa chọn thực phẩm tốt quá. Tuy nhiên, quần áo và đồ lưu niệm hơi khó phù hợp với sở thích của chúng tôi - chúng tôi đã có trải nghiệm mua sắm tốt hơn ở các trung tâm thương mại lớn.Đọc thêm",
            "Chúng tôi thực sự biết ơn vì đánh giá tích cực và những lời tử tế của bạn. Và chúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời trong chuyến thăm tới đây. Chúng tôi sẽ tiếp tục cải thiện và hy vọng sẽ gặp lại bạn với nhiều điều tuyệt vời hơn để bạn trải nghiệm trong tương lai.\nĐọc thêm",
            "Hàng tốt lâu đời rất đích thực không có sức hấp dẫn lớn mà chắc chắn là chợ trời đích thực giống như với nhiều quầy hàng khác nhau bán nhiều thứ khác nhau. Không ưu tiên việc này hơn những việc khác trong danh sách chính mà sẽ đưa việc này vào hành trình phụ.Đọc thêm",
            "Cảm ơn phản hồi của bạn, chúng tôi đánh giá cao nó vì nó có ý nghĩa rất lớn đối với chúng tôi. Chúng tôi sẽ tiếp tục cải thiện và phấn đấu cho một tương lai tốt hơn. Và mong được chào đón bạn một lần nữa với nhiều điều tuyệt vời hơn nữa trong tương lai.Đọc thêm",
            "Có nhiều công nhân nước ngoài bán hàng và các sản phẩm của nước ngoài được bán ở đây mặc dù nơi này lẽ ra phải là nơi trưng bày lịch sử và văn hóa Malaysia. Rất khó để tìm thấy batik Malaysia ở đây.Đọc thêm",
            "Xin chào, cảm ơn bạn đã dành thời gian để lại đánh giá. Chúng tôi đánh giá cao phản hồi của bạn và sẽ tiếp tục cải thiện để tốt hơn trong tương lai.\nĐọc thêm",
            "Đến thăm Chợ Trung tâm vào đầu giờ chiều thứ Bảy và chợ khá đông đúc. Có một siêu thị, khu ẩm thực, quán ăn, cửa hàng quần áo và đồ cổ, v.v. Nhìn chung là một chuyến thăm tốt. Đọc thêm",
            "Xin chào, cảm ơn bạn đã để lại cho chúng tôi một đánh giá tuyệt vời. Những lời nói tử tế của bạn là động lực giúp chúng tôi phấn đấu để tốt hơn. Chúng tôi rất vui khi biết bạn có khoảng thời gian vui vẻ trong chuyến đi đến Chợ trung tâm Kuala Lumpur. Chúng tôi mong được gặp lại bạnĐọc thêm",
            "Rất nhiều và rất nhiều cửa hàng.  Tất cả đều ở trong nhà và có máy lạnh. Một nơi để mua quà lưu niệm, chủ yếu là các mặt hàng được sản xuất hàng loạt, chủ yếu mang nhiều chủ đề khác nhau của Malaysia. Không có nhiều chỗ để ngồi, ngoại trừ khu ẩm thực. Một góc có vài tấm bảng tường thuật lịch sử của thành phố, với một tấm bảng vài bức ảnh, thật thú vị.Đọc thêm",
            "Cảm ơn bạn đã dành thời gian để lại đánh giá. Vâng, bạn có thể tìm thấy rất nhiều quà lưu niệm ở đây vì chúng tôi là trung tâm văn hóa, nghệ thuật và thủ công của người Malaysia. Một lần nữa, cảm ơn bạn đã để lại đánh giá vì điều quan trọng là chúng tôi phải cải thiện dịch vụ của mình.Đọc thêm",
            "Nếu bạn cảm thấy đói vì mua sắm và nếu bạn có ngân sách tiết kiệm thì đừng dùng bữa tại các nhà hàng, họ có khu ẩm thực nhưng khá khuất nhưng họ có rất nhiều lựa chọn và khoảng 5 - 6 bữa một bữa so với 10 bữa trở lên trong nhà hàng. Đọc thêm",
            "Chúng tôi thực sự biết ơn và đánh giá cao việc bạn dành thời gian chia sẻ đánh giá của mình với chúng tôi. Hãy tiếp tục phấn đấu để cung cấp các sản phẩm và dịch vụ đặc biệt. Phản hồi của bạn là động lực để chúng tôi tiếp tục nâng cao tiêu chuẩn và đặt ra tiêu chuẩn cho sự xuất sắc trong mọi việc chúng tôi làm. Một lần nữa cảm ơn bạn đã đánh giá và chúng tôi hy vọng sẽ gặp lại bạn ở đây trong tương laiĐọc thêm",
            "Chợ có máy lạnh và dễ đi bộ xung quanh. Rất nhiều quầy hàng thủ công mỹ nghệ và nhà hàng địa phương. Không khí rất thoải mái và dễ chịu. Đáng để ghé thăm. Đọc thêm",
            "Xin chào, cảm ơn bạn đã dành thời gian để lại nhận xét cho chúng tôi về chuyến đi đến Central Market. Phản hồi và đánh giá của bạn là vô giá để chúng tôi phấn đấu tốt hơn. Chúng tôi rất vui vì bạn đã tận hưởng chuyến đi của mình và chúng tôi hy vọng sẽ sớm gặp lại bạn ở đây.Đọc thêm",
            "Chúng tôi rất thích chuyến thăm Chợ Trung tâm, không quá bận rộn vào ngày chúng tôi ghé thăm, trò chuyện vui vẻ với những người bán hàng và khởi hành với một số đồ thủ công địa phương, một vài trải nghiệm ăn uống thú vị và những kỷ niệm đẹp. Khu chợ được cho là có khoảng 350 cửa hàng trưng bày nhiều loại hàng hóa từ sự pha trộn dân tộc Maylasia. Trong những năm còn trẻ, chúng tôi có thể đã ra đi với nhiều đồ tạo tác nhưng vào năm cuối cấp, chúng tôi đã trở nên sáng suốt hơn, thỉnh thoảng mua đồ trang sức làm quà tặng hoặc vật lưu niệm, nhưng nhìn chung là thứ gì đó hữu ích cho chúng tôi. Vợ tôi dành thời gian đến các cửa hàng giày và tôi, GSY Shop với nhiều loại sôcôla Beryls hảo hạng.Đọc thêm",
            "Xin chào, cảm ơn bạn rất nhiều vì đã dành thời gian viết đánh giá về chuyến đi gần đây của bạn đến Chợ Trung tâm. Chúng tôi thực sự đánh giá cao phản hồi và đánh giá của khách hàng vì điều quan trọng đối với chúng tôi là phấn đấu để tốt hơn. Chúng tôi rất vui vì bạn đã tận hưởng chuyến đi của mình, cảm ơn vì những lời tốt đẹp của bạn và chúng tôi hy vọng sẽ sớm gặp lại bạn ở đây. Đọc thêm",
            "Trời rất ẩm ướt khi chúng tôi đến đó - cảm giác như 40 độ, dành khá nhiều thời gian để xem qua các cửa hàng khác nhau, cũng có một căn phòng rất thú vị ghi lại lịch sử của khu chợ, không có ai ở đó nhưng rất đáng để xem. Bạn thực sự có thể bắt taxi thông thường ở bên ngoài mà không cần sử dụng ứng dụng, điều này thật kỳ diệu nhưng hãy nhớ thương lượng! Thích một số cửa hàng đồ cổ, một trong số đó đông nghẹt đến mức chúng tôi không thể nhìn thấy người bán hàng! Giá cả hợp lý so với những gì bạn mong đợi và chúng tôi đã dành khoảng ba giờ ở đó. Đọc thêm",
            "Chúng tôi thực sự biết ơn vì bạn đã dành thời gian để lại cho chúng tôi đánh giá tích cực. Chúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian vui vẻ trong chuyến thăm tới đây. Và chúng tôi hy vọng sẽ sớm gặp lại bạn.Đọc thêm",
            "Chợ tốt và trải nghiệm mua sắm tổng thể tốt, hầu hết các cửa hàng trong chợ đều chấp nhận thẻ nhưng một số quầy hàng thực phẩm bên ngoài lấy tiền mặt. Đọc thêm",
            "Cảm ơn bạn rất nhiều! Chúng tôi thực sự vui mừng khi biết bạn đã có trải nghiệm tốt với chúng tôi và chúng tôi cũng rất vui khi nhận được đánh giá 5 sao. Chúng tôi chắc chắn sẽ cố gắng cải thiện để phục vụ khách hàng tốt hơn và hy vọng sớm gặp lại bạn.Đọc thêm"
        ],
        "star_ratings": [
            1273,
            2249,
            1221,
            191,
            64
        ],
        "review_amount": 4998,
        "location": [
            "khu vực liên bang",
            "Châu Á",
            "Malaysia",
            "Những điều cần làm ở Kuala Lumpur",
            "Chợ trung tâm Kuala Lumpur",
            "Kuala Lumpur"
        ],
        "reviews_time": [
            "Written June 10, 2023",
            "Written July 10, 2023",
            "Written July 24, 2023",
            "Written September 14, 2023",
            "Written September 23, 2023",
            "Written October 18, 2023",
            "Written October 19, 2023",
            "Written November 26, 2023",
            "Written November 30, 2023",
            "Written December 18, 2023",
            "Written June 4, 2024",
            "Written May 31, 2024",
            "Written May 28, 2024",
            "Written May 25, 2024",
            "Written May 24, 2024",
            "Written May 16, 2024",
            "Written April 14, 2024",
            "Written April 1, 2024",
            "Written March 26, 2024",
            "Written March 13, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298570-d450992-Reviews-Central_Market_Kuala_Lumpur-Kuala_Lumpur_Wilayah_Persekutuan.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g298570-d3187280-Reviews-LOKL_Coffee_Co-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298570-d1165565-Reviews-Restoran_Yusoof_dan_Zakhir-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298570-d3858922-Reviews-Shin_Kee_Beef_Noodle_Specialist-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298570-d5960857-Reviews-Lucy_In_The_Sky_Cafe-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298570-d10876892-Reviews-Leaf_Co_Cafe-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298570-d2423743-Reviews-Betel_Leaf-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298570-d1128562-Reviews-Old_China_Cafe-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298570-d11844080-Reviews-Cafe_etc-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298570-d25297283-Reviews-Raw_Kitchen_Hall-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298570-d1165225-Reviews-Kedai_Kopi_Lai_Foong-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d10169296-Reviews-Si_Yuang_Gallery-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d2400608-Reviews-Guan_Di_Temple_Kuala_Lumpur_Malaysia-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d8817883-Reviews-Kasturi_Walk-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d447384-Reviews-Chinatown-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d456575-Reviews-Dayabumi_Complex-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d10330746-Reviews-Illusion_3D_Art_Museum-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d454885-Reviews-Sri_Maha_Mariamman_Temple-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d2689186-Reviews-National_Textile_Museum-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d10083833-Reviews-Art_House_Gallery_Museum_of_Ethnic_Arts-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d531642-Reviews-Sin_Sze_Si_Ya_Temple-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d450992-Reviews-or10-Central_Market_Kuala_Lumpur-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d11856592-Reviews-MinNature_Malaysia-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d25235008-Reviews-Skyline_Holidays-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d11671224-Reviews-Batik_Boutique-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d11747258-Reviews-Jewellery_Making_Workshop_By_Ejs_international-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d1222050-Reviews-Pavilion_Kl-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d24090721-Reviews-Ur_mu_Bukit_Bintang-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d456578-Reviews-Suria_KLCC_Mall-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d592061-Reviews-Bank_Negara_Malaysia_Museum_and_Art_Gallery-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d456577-Reviews-BB_Park_Bukit_Bintang-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d6599717-Reviews-Nu_Sentral-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d15748785-Reviews-Momo_Malaysia-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d2328058-Reviews-Simply_Enak_Food_Experiences-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d2460668-Reviews-Be_Tourist_Malaysia_Heritage-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d10553662-Reviews-Withlocals-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d15771146-Reviews-Malaysia_Tour_Private_Tour_Transportation-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d15220261-Reviews-Mousedeer_Journeys-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d20264214-Reviews-Shiquan_Teaart-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d15199011-Reviews-Nirmala_Sari-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g1028977-d10807462-Reviews-Plakes_Beach-Katakolo_Elis_Region_West_Greece.html",
            "https://www.tripadvisor.com/Attraction_Review-g297884-d3901349-Reviews-Busan_Gamcheon_Culture_Village-Busan.html",
            "https://www.tripadvisor.com/Attraction_Review-g31310-d12794326-Reviews-The_Van_Buren-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g293920-d4471950-Reviews-Supercheap-Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g29352-d258491-Reviews-Adventureland-Altoona_Iowa.html",
            "https://www.tripadvisor.com/Attraction_Review-g187870-d10240102-Reviews-People_Mover-Venice_Veneto.html",
            "https://www.tripadvisor.com/Attraction_Review-g240329-d283149-Reviews-Pfeiffer_Beach-Big_Sur_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g294480-d4272812-Reviews-Metromall_Panama-Panama_City_Panama_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g580233-d195530-Reviews-Gola_dell_Alcantara-Motta_Camastra_Province_of_Messina_Sicily.html",
            "https://www.tripadvisor.com/Attraction_Review-g1165976-d2616318-Reviews-Oishi_Park-Fujikawaguchiko_machi_Minamitsuru_gun_Yamanashi_Prefecture_Koshinetsu.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298570-d450992-Reviews-or10-Central_Market_Kuala_Lumpur-Kuala_Lumpur_Wilayah_Persekutuan.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298570-d450992-Reviews-Central_Market_Kuala_Lumpur-Kuala_Lumpur_Wilayah_Persekutuan.html"
    }
]