[
    {
        "attraction_name": "Chaco Culture National Historical Park",
        "attraction_name_vi": "Công viên lịch sử quốc gia văn hóa Chaco",
        "general_info": [
            "768 đánh giá",
            "- 2 trong số 9 điều cần làm ở Nageezi",
            "Các công viên quốc gia"
        ],
        "attraction_summary": "Hẻm núi Chaco có một trong những bộ sưu tập các tòa nhà thời tiền sử lớn nhất trên lục địa.Đọc thêm",
        "reviews": [
            "Vợ chồng tôi lái xe trên con đường rải sỏi dài 20 dặm - 57 - từ phía nam và chiếc Honda CRV vẫn ổn, không bao giờ cần AWD vì nó đã cạn kiệt. Công viên thật tuyệt vời, khả năng đi bộ qua 5 tàn tích với khả năng thể chất thấp..rất nhiều thứ để xem. 100 độ nên mang theo nước trong xe..không có nhiều người ở đó, kể cả vào thứ Bảy trong đợt du lịch cao điểm mùa hè. Dù sao, đó là khoảng 10 dặm ra khỏi công viên về phía Bắc trên sỏi..một lần nữa một chuyến đi dễ dàng nếu trời không mưa.Đọc thêm",
            "Chúng tôi đến thăm công viên từ lối vào Sputh và đi ra phía Bắc. Như đã đề cập trước đó, những con đường dẫn đến công viên gồ ghề nhưng khô ráo và có thể đi qua được vào tháng 10. Trung tâm du khách, bảo tàng và phim tuyệt vời, đầy thông tin. Những tàn tích thật tuyệt vời và việc tham quan các căn phòng bên trong Pueblo Bonito là một trải nghiệm hấp dẫn. Hơi khó tiếp cận nhưng đáng giá thời gian và công sức.Đọc thêm",
            "Các di tích khảo cổ là một cửa sổ mê hoặc vào nền văn hóa của người Pueblo Ancestral. Những kiva đồ sộ và công trình xây dựng phức tạp khiến tôi kinh ngạc trước tay nghề thủ công của những người đã sống ở đây cách đây một thiên niên kỷ. Nhưng điều thực sự làm cho trải nghiệm này trở nên đặc biệt là cảm giác biệt lập và vẻ đẹp khắc nghiệt của cảnh quan sa mạc - cảm giác như tôi đang khám phá bối cảnh của bộ phim Indiana Jones. Đây không chỉ là một di tích lịch sử; mà còn là cơ hội để kết nối với lịch sử phong phú của Tây Nam và suy ngẫm về những bí ẩn của một thời đại đã qua. \nĐọc thêm",
            "Hẻm núi Chaco thật hấp dẫn!  Tuy nhiên, con đường đất dài 21 dặm dẫn về phía nam Chaco Canyon rất gồ ghề.  Chúng tôi lái xe khách nhưng muốn giới thiệu xe 4 bánh.  Tuy nhiên, nó vẫn đáng để bạn bỏ ra!Đọc thêm",
            "Vâng, chuyến đi đến Chaco còn dài và về cuối là trên một con đường đất.  Nhưng ai quan tâm chứ?  Chaco là một địa điểm khảo cổ mở rộng cho phép bạn thực sự đi trên những con đường giống như những người đã tạo ra nó.  Đây thực sự là một trải nghiệm tương tác mà bạn có thể dành cho chúng tôi nhiều hay ít thời gian tùy thích khi lái xe sâu hơn trong công viên.  Chúng tôi đã tham gia cùng với hướng dẫn viên của Công viên, người cực kỳ am hiểu và đã giúp điền rất nhiều thông tin còn thiếu.Đọc thêm",
            "Chúng tôi đã có một chuyến tham quan tuyệt vời đến Hẻm núi Chaco với Giám đốc Bảo tàng Tàn tích Cá hồi Tori Myers. Cô ấy có rất nhiều kiến ​​thức để chia sẻ về trang web và thực sự đã khiến nó trở nên sống động.  Cô ấy đã truyền đạt - theo kiến ​​thức tốt nhất hiện nay - cách các pueblo Chaco phát triển, lan rộng trong khu vực, kỹ thuật xây dựng và nguồn gốc vật liệu của họ, cách sử dụng các phòng, nền nông nghiệp của họ, cách họ sắp xếp các tòa nhà theo chu kỳ mặt trời và mặt trăng, v.v. Chúng tôi đã hiểu biết sâu sắc hơn rất nhiều so với việc chúng tôi chỉ lái xe đến khu tàn tích và đi bộ qua chúng. Rất khuyến khích. Bạn có thể liên hệ với cô ấy tại Salmonruins.education - gmail.com.Đọc thêm",
            "Công viên tuyệt vời ngoài con đường bị đánh đập.  Đừng để con đường đất ngăn cản bạn thực hiện chuyến thăm. \n\nNhân viên có kiến ​​thức và hữu ích.  \n\nChỉ có sự thất vọng là bảo tàng.  Các vấn đề xảy ra với tòa nhà và chưa có kế hoạch khắc phục.Đọc thêm",
            "Công viên tuyệt vời ngoài con đường bị đánh đập.  Đừng để con đường đất ngăn cản bạn thực hiện chuyến thăm. Nhân viên có kiến ​​thức và hữu ích.  Chỉ có sự thất vọng là bảo tàng.  Các vấn đề xảy ra với tòa nhà và chưa có kế hoạch khắc phục.Đọc thêm",
            "Chúng tôi đã có một chuyến tham quan tuyệt vời đến Hẻm núi Chaco với Giám đốc Bảo tàng Tàn tích Cá hồi Tori Myers. Cô ấy có rất nhiều kiến ​​thức để chia sẻ về trang web và thực sự đã khiến nó trở nên sống động.  Cô ấy đã truyền đạt - theo kiến ​​thức tốt nhất hiện nay - cách các pueblo Chaco phát triển, lan rộng trong khu vực, kỹ thuật xây dựng và nguồn gốc vật liệu của họ, cách sử dụng các phòng, nền nông nghiệp của họ, cách họ sắp xếp các tòa nhà theo chu kỳ mặt trời và mặt trăng, v.v. Chúng tôi đã hiểu biết sâu sắc hơn rất nhiều so với việc chúng tôi chỉ lái xe đến khu tàn tích và đi bộ qua chúng. Rất khuyến khích. Bạn có thể liên hệ với cô ấy tại Salmonruins.education - gmail.com.Đọc thêm",
            "Vâng, chuyến đi đến Chaco còn dài và về cuối là trên một con đường đất.  Nhưng ai quan tâm chứ?  Chaco là một địa điểm khảo cổ mở rộng cho phép bạn thực sự đi trên những con đường giống như những người đã tạo ra nó.  Đây thực sự là một trải nghiệm tương tác mà bạn có thể dành cho chúng tôi nhiều hay ít thời gian tùy thích khi lái xe sâu hơn trong công viên.  Chúng tôi đã tham gia cùng với hướng dẫn viên của Công viên, người cực kỳ am hiểu và đã giúp điền rất nhiều thông tin còn thiếu.Đọc thêm",
            "Mảnh lịch sử vĩ đại của miền Tây Nam Bộ. Các khu cắm trại có phòng tắm tốt nhất mà tôi từng thấy. Chúng được làm nóng và siêu sạchĐọc thêm",
            "Chúng tôi đã thuê một hướng dẫn viên thông qua Navaho Tours trên Tripadvisor và điều đó thật đáng giá. Chúng tôi cần có phương tiện di chuyển đến trung tâm du khách vì đường không tương thích với Tesla.  Gude của chúng tôi - Kielo - , thông minh, hiểu biết và D - Neh, vì vậy anh ấy có thể kể cho chúng tôi nghe về cuộc đấu tranh cá nhân của anh ấy để đòi lại di sản của mình trước khi nó bị mất. Anh ấy phải học ngôn ngữ của chính mình khi trưởng thành.  Anh ấy đã cho chúng tôi một chuyến tham quan cá nhân với các chi tiết và quan điểm văn hóa mà người ta không thể có được nếu chỉ đi bộ qua các địa điểm. Chúng tôi nhận thấy kiến ​​thức của ông về thiên văn khảo cổ rất hấp dẫn. Cảm ơn KieloĐọc thêm",
            "Hẻm núi Chaco thật hấp dẫn!  Tuy nhiên, con đường đất dài 21 dặm dẫn về phía nam Chaco Canyon rất gồ ghề.  Chúng tôi lái xe khách nhưng muốn giới thiệu xe 4 bánh.  Tuy nhiên, nó vẫn đáng để bạn bỏ ra!Đọc thêm",
            "Hẻm núi Chaco nằm ở góc tây bắc của New Mexico là Di sản được UNESCO công nhận. Có người sinh sống từ khoảng năm 800 CN đến năm 1100. Tàn tích của các dân tộc cổ đại ở Bắc Mỹ rất ấn tượng. Chứng tỏ nền văn hóa Pueblo cổ xưa rất phức tạp, có tổ chức và phong phú. Cắm trại qua đêm có sẵn với thẻ có sẵn trên trang web của Công viên Quốc gia. Công viên mở cửa lúc 9 giờ đóng cửa vào các giờ khác nhau, hãy kiểm tra trang web. Chúng tôi đã qua đêm ở Farmington nhưng bạn có thể đến đó sau 2,5 giờ từ Albuquerque. Bloomfield cũng là một lựa chọn. Hãy đọc kỹ trước khi đi để biết bạn đang xem gì. Đường vào Chaco có nhiều ý kiến ​​trái chiều trên mạng. Lái xe hatchback cẩn thận. Có một phần xấu là đường đất không được bảo trì trong khoảng 5 dặm cũng như 5 dặm đường rải sỏi được quận bảo trì và khoảng 8 dặm đường trải nhựa. Phải mất ít nhất 45 phút từ chỗ tắt để đến lối vào. Có thể mất nhiều thời gian hơn tùy thuộc vào mức độ thoải mái của bạn khi lái xe trên đường đất. Lối vào đường cao tốc không được đánh dấu rõ ràng cũng khoảng 8 dặm khi bạn rẽ phải và tất cả những gì nó nói là Văn hóa Chaco.   Nước và mũ là điều cần thiết. Bạn không cần phải đi bộ xung quanh nhiều để xem những điểm nổi bật nhưng một vài chuyến đi bộ đường dài từ 2-7 dặm sẽ đến được nhiều địa điểm nhỏ hơn và các bức tranh khắc đá. Không thể sử dụng xe lăn. Ok cho một người sử dụng gậy. Chúng tôi thấy nó rất thú vị. Nhận xét tiêu cực duy nhất của tôi là không có một hiện vật nào trong bảo tàng.Đọc thêm",
            "Các di tích khảo cổ học là một cánh cửa đầy mê hoặc nhìn vào nền văn hóa của người Pueblo tổ tiên. Những kivas đồ sộ và công trình xây dựng phức tạp khiến tôi kinh ngạc trước tay nghề thủ công của những người sống ở đây cách đây một thiên niên kỷ. Nhưng điều thực sự làm cho trải nghiệm này trở nên đặc biệt là cảm giác biệt lập và vẻ đẹp hoang sơ của phong cảnh sa mạc - cảm giác như tôi đang khám phá bối cảnh phim Indiana Jones. Nó - không chỉ là một di tích lịch sử; đó là cơ hội để kết nối với lịch sử phong phú của miền Tây Nam Bộ và suy ngẫm về những bí ẩn của một thời đại đã qua. Đọc thêm",
            "Chúng tôi đến thăm công viên từ lối vào Sputh và đi ra phía Bắc. Như đã đề cập trước đó, những con đường dẫn đến công viên gồ ghề nhưng khô ráo và có thể đi qua được vào tháng 10. Trung tâm du khách, bảo tàng và phim tuyệt vời, đầy thông tin. Những tàn tích thật tuyệt vời và việc tham quan các căn phòng bên trong Pueblo Bonito là một trải nghiệm hấp dẫn. Hơi khó tiếp cận nhưng đáng giá thời gian và công sức.Đọc thêm",
            "Con trai tôi - Tôi đã đến thăm Di tích Lịch sử Văn hóa Chaco vào tháng 6 năm 2022, chúng tôi đến từ phía nam lái xe trên con đường rải sỏi dài 20 dặm, chiếc Honda CVR của chúng tôi xử lý khá tốt. Khi chúng tôi đến địa điểm, thật ngạc nhiên là họ đã xây dựng những tòa nhà 5 tầng bằng công cụ thời gian.Đọc thêm"
        ],
        "star_ratings": [
            613,
            121,
            19,
            10,
            5
        ],
        "review_amount": 768,
        "location": [
            "Các hoạt động ở Nageezi",
            "Hoa Kỳ",
            "Công viên lịch sử quốc gia văn hóa Chaco",
            "Nageezi",
            "New Mexico - NM -"
        ],
        "reviews_time": [
            "Written July 15, 2023",
            "Written October 21, 2023",
            "Written October 25, 2023",
            "Written March 26, 2024",
            "Written May 2, 2024",
            "Written May 14, 2024",
            "Written May 25, 2024",
            "Written May 25, 2024",
            "Written May 14, 2024",
            "Written May 2, 2024",
            "Written April 27, 2024",
            "Written April 17, 2024",
            "Written March 26, 2024",
            "Written November 13, 2023",
            "Written October 25, 2023",
            "Written October 21, 2023",
            "Written August 14, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g60767-d123082-Reviews-Chaco_Culture_National_Historical_Park-Nageezi_New_Mexico.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g60767-d260608-Reviews-Pueblo_Bonito-Nageezi_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g60767-d1084009-Reviews-Chetro_Ketl-Nageezi_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g60767-d123082-Reviews-or10-Chaco_Culture_National_Historical_Park-Nageezi_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g60767-d261428-Reviews-Fajada_Butte-Nageezi_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g60767-d3668190-Reviews-Lybrook_Badlands-Nageezi_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g60767-d25569815-Reviews-Chaco_Culture_National_Historical_Park-Nageezi_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g46954-d15042754-Reviews-Ah_Shi_Sle_Pah_Wilderness_Study_Area-Bloomfield_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d22980291-Reviews-Museum_Of_Illusions_Orlando-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g147396-d5893621-Reviews-Jimmy_Buffett_s_Margaritaville-Grand_Turk_Turks_and_Caicos.html",
            "https://www.tripadvisor.com/Attraction_Review-g34762-d2578254-Reviews-Gibbs_Gardens-Ball_Ground_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g54359-d107637-Reviews-Ripley_s_Aquarium_of_Myrtle_Beach-Myrtle_Beach_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d143710-Reviews-Dupont_Circle-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g33017-d103170-Reviews-San_Gregorio_State_Beach-San_Gregorio_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g150800-d12315327-Reviews-Barrio_Chino-Mexico_City_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g294207-d480480-Reviews-River_Road-Nairobi.html",
            "https://www.tripadvisor.com/Attraction_Review-g29750-d268859-Reviews-Atlantic_City_Boardwalk-Atlantic_City_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d20204619-Reviews-United_Club_Lounge-Los_Angeles_California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g60767-d123082-Reviews-or10-Chaco_Culture_National_Historical_Park-Nageezi_New_Mexico.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g60767-d123082-Reviews-Chaco_Culture_National_Historical_Park-Nageezi_New_Mexico.html"
    }
]