[
    {
        "attraction_name": "Champagnes Pommery",
        "attraction_name_vi": "Rượu sâm panh Pommery",
        "general_info": [
            "1.914 đánh giá",
            "16 trong số 97 điều cần làm ở Reims",
            "Nhà máy rượu vang Vườn nho"
        ],
        "attraction_summary": "Là khu điền trang duy nhất có một không hai ở Champagne, khu điền trang theo phong cách Elizabeth này được bà Pommery hình thành và xây dựng vào thế kỷ 19! Hãy tham gia chuyến tham quan có hướng dẫn viên đến các hầm rượu để chiêm ngưỡng một số mỏ phấn Gallo-Roman và triển lãm nghệ thuật đương đại của chúng tôi. Đọc thêm",
        "reviews": [
            "Chúng tôi đã đến thăm Pommery cùng với 2 thiếu niên 16 14 tuổi và yêu thích nó. Chúng tôi đã được đào tạo về cách làm rượu sâm panh sớm hơn trong ngày tại Mumm, nhưng Pommery rất độc đáo và đẹp đẽ. Bước vào hầm để thưởng thức nghệ thuật, ánh sáng, âm nhạc. Chúng tôi đã thực hiện một chuyến tham quan tự hướng dẫn và tận hưởng bầu không khí độc đáo. Tôi rất vui vì đã được học ở Mumm nhưng lại yêu thích Pommery. Họ còn đưa cho bọn trẻ một ly nước nho trong khi chúng tôi thưởng thức sâm panh.Đọc thêm",
            "Chúng tôi đã thực hiện một chuyến tham quan tại một trong những hầm rượu khác nhưng vợ tôi lại muốn làm một chuyến khác. chúng tôi thật may mắn khi được vào Pommery trong một thời gian ngắn và tôi rất vui vì chúng tôi đã làm được. Chuyến tham quan thật tuyệt vời, không chỉ có các hang động, còn có một triển lãm nghệ thuật và các tác phẩm nghệ thuật được chạm khắc ngay trên các bức tường hầm. Ngoài ra, IOHO, sản phẩm của họ còn tốt hơn gran crus chúng tôi có ở các nhà sản xuất khác. Bầu trời xanh rất tốt. Đọc thêm",
            "Chúng tôi đã đến thăm với hai đứa con nhỏ của mình và mọi chuyện đều ổn. Không phải là nơi tốt nhất dành cho trẻ nhỏ vì điểm thu hút chính là nghệ thuật và cầu thang tuyệt vời dẫn xuống hầm. \nCác nhân viên ngoại trừ nhân viên quầy bar rất thân thiện và hữu ích. \nChúng tôi phải sử dụng thang máy để đi xuống, điều đó rất tuyệt. \nChúng tôi đã tải xuống ứng dụng theo khuyến nghị trước đó nhưng không thực sự sử dụng được ứng dụng này một cách hiệu quả. \nSẽ thử lại khi không có con hoặc khi chúng lớn hơn vào một ngày nào đóĐọc thêm",
            "Đã yêu nó! Chúng tôi đã thực hiện chuyến tham quan tự hướng dẫn. Chúng tôi đã đặt chỗ này một cách bất chợt và rất vui vì chúng tôi đã làm như vậy. Các hang động rất mát mẻ, ánh sáng xuống cầu thang rất tốt. Nghệ thuật rất thú vị và thực sự bổ sung vào trải nghiệm. Nếu bạn muốn tìm hiểu tất cả về cách sản xuất rượu sâm panh thì đây có thể không phải là chuyến tham quan tốt nhất dành cho bạn nhưng để thực sự cảm nhận được các hầm rượu sâm panh thì đây là một chuyến tham quan tuyệt vời. Đồ uống cuối cùng cũng rất tuyệt.Đọc thêm",
            "Chúng tôi đến thăm Pommery trong chuyến du lịch nửa ngày với A la Francaise Champagne. Đây là nơi mà bạn phải xem. Đây không phải là nhà máy rượu truyền thống của bạn và quá nhiều thông tin cơ bản để có thể mô tả chính xác ở đây. Những gì họ đã đạt được chỉ đơn giản là đáng kinh ngạc.\n\nHướng dẫn của chúng tôi Chloe thật tuyệt vời. Đọc thêm",
            "Đây sẽ là điểm thu hút thứ 2 ở Reims 1, Nhà thờ. Đó là quán sâm panh nổi bật nhất mà chúng tôi ghé thăm trong khu vực; hay hơn V. Cliquot, Moet Chandon, Ruinart. Đó là bởi vì nghệ thuật tuyệt đẹp trong các hang động. Chờ xem nhé. Thật dễ dàng để sắp xếp chuyến đi của riêng bạn và cố gắng thực hiện nó vào những ngày nhà hàng của họ mở cửa - đó là một bữa trưa tuyệt vời.  Chúng tôi cũng đi tham quan Biệt thự bên kia đường và điều đó thật tuyệt. Bắt đầu ngày mới với Biệt thự; tham quan vườn nho sau bữa trưa tuyệt vời tại nhà hàng của họ.  Nơi tuyệt vời.Đọc thêm",
            "Nó phụ thuộc vào những gì bạn muốn từ một chuyến viếng thăm một quán rượu sâm panh. Điều này có chủ ý khác biệt, và ít nhất theo kinh nghiệm của chúng tôi, đó là một phong cách cực kỳ tự phục vụ - giản dị một cách đáng ngạc nhiên đối với một thương hiệu có uy tín. Villa Demoiselle phía bên kia đường thuộc sở hữu của Vranken là một tòa nhà thực sự đặc biệt dành cho những người hâm mộ phong cách denouveau, với một ly rượu sâm panh ở cuối. Thực sự rất đáng xem. Pommery về cơ bản là một tác phẩm nghệ thuật sắp đặt trong hầm phấn, với một phòng trưng bày nghệ thuật ở một phần khác của tòa nhà. Điều này hoàn toàn do bạn tự hướng dẫn và chắc chắn là rất thú vị và thú vị, nhưng nếu bạn muốn tìm hiểu về rượu sâm panh, có thể hãy nghĩ đến một nơi khác. Nhân viên có vẻ hơi không quan tâm, ví dụ như không quan tâm kiểm tra phiên bản ngôn ngữ nào của tờ rơi thông tin chúng tôi cần. Nó chắc chắn đáng để bạn ghé thăm kết hợp, nhưng không nhất thiết phải vì những lý do bạn mong đợi. Đọc thêm",
            "Hầu hết các nhà sản xuất rượu sâm banh không mở cửa vào thứ Ba nhưng chúng tôi vẫn tiếp tục tìm kiếm và đảm bảo một chỗ cho chuyến tham quan bằng tiếng Anh tại Pommery và rất vui vì đã làm như vậy. Hóa ra chúng tôi là những du khách duy nhất nên cuối cùng chúng tôi đã có một chuyến tham quan cây riêng cực kỳ rẻ. Etienne, hướng dẫn viên, thật tuyệt vời. Một sự kết hợp tuyệt vời giữa kiến ​​thức sâu rộng về rượu sâm banh, lịch sử và sản xuất kết hợp với lịch sử của ngành. Tuy nhiên, điểm nổi bật là thông tin tóm tắt của anh ấy về Madame Pommery tuyệt vời, một nữ doanh nhân và nhà khoa học tài ba từ rất lâu trước thời của bà. Chuyến tham quan chủ yếu diễn ra sâu dưới lòng đất và bao gồm việc đi bộ qua một số hầm rượu dài 18 km, đi qua những chai rượu có niên đại gần 150 năm. Tác phẩm nghệ thuật hiện đại cùng biển báo và thiết bị cổ xưa góp phần tạo nên bầu không khí. Chúng tôi kết thúc bằng một buổi nếm thử và một buổi tóm tắt khác. Hướng dẫn viên nói tiếng Anh rất tốt và giải đáp nhiều câu hỏi của chúng tôi. Một buổi chiều thực sự thú vị. Đọc thêm",
            "Con gái tôi và tôi đã thực hiện chuyến tham quan này kèm theo bữa trưa và các buổi nếm thử sau đó. Yêu thích chuyến tham quan - cả thông tin và lịch sử của Pommery cũng như nghệ thuật tuyệt vời được lắp đặt trong suốt chuyến tham quan. Bữa trưa có một vài lựa chọn cho mỗi món trong số 3 món và hoàn toàn ngon miệng. Việc nếm thử rượu Champagne kèm theo mỗi món đã khiến bữa trưa trở nên ngoạn mục.Đọc thêm",
            "Trong khoảng cách đi bộ đến giữa Reims, Pommery trông giống như một tòa nhà thể chế thời Victoria được sơn màu rực rỡ từ bên ngoài. Pommery có một lịch sử phong phú và để lại một di sản vững chắc; chuyến thăm hầm phản ánh điều này. Đây là một trải nghiệm rất khác so với những chuyến tham quan hầm rượu ở Epernay với những hầm rượu có quy mô lớn hơn nhiều. Những trục lớn dẫn xuống trần hầm mang lại ánh sáng và độ ẩm. Các tác phẩm nghệ thuật sắp đặt lớn mang đến trải nghiệm thư viện. thường xuyên có những bức phù điêu tân cổ điển thứ 19 với quy mô lớn. Đây vẫn là một hầm làm việc và có thể thoáng thấy nhiều kho lưu trữ giống như công nhân hơn ngoài các kho lưu trữ. \n\nCảm ơn Luis, người hướng dẫn trong ngày của chúng tôi, người đã thực sự mang những câu chuyện đằng sau tất cả các tính năng này vào cuộc sống.Đọc thêm",
            "Chuyến du lịch thất vọng. Cảm giác như gấp gáp, người hướng dẫn đang xem qua một đoạn kịch bản và không biết câu trả lời cho tất cả các câu hỏi. Chuyến tham quan kéo dài 50 năm về nghệ thuật và không có nhiều về quy trình sản xuất rượu sâm panh. Tôi sẽ đến một nhà sản xuất rượu sâm panh khác để tham quan vào lần tới.Đọc thêm",
            "Nếu bạn đang tham gia các chuyến tham quan rượu sâm panh và muốn tìm hiểu một chút về cách làm rượu sâm panh thì đây là một chuyến tham quan nên tham gia.  khuôn viên và tòa nhà rất đẹp và có nhiều thứ để xem, Các hang động thật nổi bật!Đọc thêm",
            "Chúng tôi dự kiến ​​sẽ được nhìn và nếm rượu sâm panh cũng như đi bộ qua các hang động, nhưng thật ngạc nhiên khi thấy những tác phẩm nghệ thuật tuyệt đẹp như vậy khi chúng tôi lang thang qua các đường hầm dưới lòng đất. Chúng tôi đánh giá cao rằng chuyến tham quan được tự hướng dẫn và chúng tôi có thể đi theo tốc độ của riêng mình. Chúng tôi rất vui vì đã chọn Pommery để ghé thăm.Đọc thêm",
            "Trải nghiệm tuyệt vời nhưng tôi chắc chắn sẽ tốt hơn nếu có hướng dẫn viên du lịch. Chúng tôi đã đặt một chuyến tham quan tự hướng dẫn. Rượu sâm panh rất đẹp. Mặc dù chúng tôi thích ghé thăm Veuve Cliquot hơn. Nếu bạn có thời gian thì đáng để dừng lại.Đọc thêm",
            "Trải nghiệm tuyệt vời, ngay cả với 2 đứa trẻ 7 tuổi và 13 tuổi.  Đó là sự kết hợp giữa hang sâm panh, bảo tàng, các công trình sắp đặt tương tác như Lego, khuôn viên tuyệt đẹp.   Chuyến đi tuyệt vời cho gia đình.    Cách ga xe lửa Reims 45 phút đi bộ, vì vậy bạn có thể tản bộ rất thoải mái để khám phá thành phố.Đọc thêm",
            "Rất phổ biến và hơi đông đúc.  Việc khám phá các hang động thật thú vị nhưng nếu bạn muốn có một trải nghiệm thực sự về việc làm rượu vang trong rượu sâm panh thì đây giống như một công viên giải tríĐọc thêm",
            "Nhân viên tốt bụng và hữu íchBiệt thự thật hấp dẫn - chúng tôi đã thực hiện chuyến thăm và nếm thử gấp đôi. Ngoài ra các tour du lịch tự hướng dẫn. Hang rượu sâm panh thực sự thú vị và chứa đầy những tác phẩm nghệ thuật và phù điêu thú vị - một phòng trưng bày rượu sâm panh! Ngoài ra vẫn còn sử dụng. Nếm thử rất ngon và tất nhiên chúng tôi đã ra đi với thêm vài chai rượu sâm panh thơm ngon và thú vị hơn dự định. Tất cả đều rất thoải mái. Dễ tìm kiếm. Dễ dàng đỗ xe miễn phí! Tốt để đi sớm vì buổi chiều bận rộn hơn nhiều. Được đề xuất!Đọc thêm",
            "Hang động tuyệt đẹp với các tác phẩm nghệ thuật rải rác xung quanh, thực sự đáng để ghé thăm để xem và nghe câu chuyện về ngôi nhà rượu sâm panh này. Hãy nếm thử rượu sâm panh trong khung cảnh nghệ thuật đáng yêu.Đọc thêm",
            "Trang web đẹp. Chuyến thăm trong hang động thật tuyệt vời. Hướng dẫn rất am hiểu và tốt đẹp. Sẽ tốt hơn nếu quy trình sản xuất rượu vang là một phần của chuyến thăm, ngay cả trong mùa đông.Đọc thêm",
            "Tôi đã có khoảng thời gian tuyệt vời khi đến thăm nhà sâm panh Pommerys vào tháng 9 năm 2023. Nhân viên thân thiện, nhiều thông tin và hiếu khách. Có những hang động thật tuyệt vời để khám phá. Du khách có thể nếm thử 2 ly rượu sâm panh.Đọc thêm",
            "Có thể tham quan và nếm thử bằng tiếng Ý không?Đọc thêm",
            "Xin chào! Bạn có thể giới thiệu những ngôi nhà nào khác trong khu vực này không? Ngoài ra, phương tiện di chuyển ở Reims có dễ dàng để đi từ nhà này sang nhà khác không? Cảm ơn! Đọc thêm",
            "Chúng tôi có ô tô nên việc đến các quán bán sâm panh khá dễ dàng đối với chúng tôi. Tuy nhiên, hầu hết chúng đều khá dễ đi bộ hoặc đi taxi với giá dưới 10 euro. Tôi thích Pommery, Mẹ và Dom nhất.Đọc thêm",
            "Nó có mở cửa vào Chủ Nhật và Thứ Hai không?Đọc thêm",
            "Vào mùa cao điểm họ mở cửa mọi lúcĐọc thêm",
            "Bạn có thể ghé qua và ghé thăm cửa hàng quà tặng để mua rượu sâm panh mà không cần tham quan không? Trước đây chúng tôi đã thực hiện chuyến tham quan.Đọc thêm",
            "Có thể làm như vậy. Đọc thêm",
            "Có bãi đậu xe tại chỗ không?Đọc thêm",
            "Oui.Đọc thêm",
            "Chúng tôi có cần đặt chỗ trước không?  Nếu có thì có link trực tuyến không?Đọc thêm",
            "Chúng tôi đã ở đó mà không cần đặt trước. \nĐọc thêm",
            "Tôi có cần mua vé tham quan Pommery không hay vào cửa miễn phí?Đọc thêm",
            "Bạn cần mua một vé bao gồm một ly rượu sâm panh của Pháp. Đọc thêm",
            "Chúng ta đi bộ vào đâu?Đọc thêm",
            "Chúng ta đi bộ vào đâu?Đọc thêm",
            "Đó là một khu nhà lớn có hàng rào bao quanh.  Đến địa chỉ đường phố và đi bộ xuống đường lái xe và bạn sẽ thấy rõ nơi bạn vào để tham quan.  Bạn sẽ yêu nó!  Đây là một trong những chuyến tham quan hang động lạnh hơn - hãy nghĩ đến một chiếc áo len cho chuyến tham quan.Đọc thêm",
            "Có bãi đậu xe nào cho chuyến tham quan hang động không? Đọc thêm",
            "Có ngay trước nhà - lối vào nằm ngay ngã ba nên hãy đi cẩn thận. có một bãi đậu xe tràn sang bên trái nếu bạn lỡ lối vào. Đọc thêm"
        ],
        "star_ratings": [
            780,
            668,
            270,
            112,
            84
        ],
        "review_amount": 1914,
        "location": [
            "Pháp",
            "Châu Âu",
            "Đại Đông",
            "Hoạt động giải trí tại Reims",
            "Marne",
            "Rượu sâm panh Pommery",
            "Reims"
        ],
        "reviews_time": [
            "Written July 3, 2023",
            "Written July 23, 2023",
            "Written August 7, 2023",
            "Written August 30, 2023",
            "Written October 3, 2023",
            "Written October 24, 2023",
            "Written November 1, 2023",
            "Written November 29, 2023",
            "Written December 23, 2023",
            "Written December 23, 2023",
            "Written May 25, 2024",
            "Written May 22, 2024",
            "Written May 15, 2024",
            "Written May 12, 2024",
            "Written May 8, 2024",
            "Written May 4, 2024",
            "Written April 17, 2024",
            "Written March 29, 2024",
            "Written February 19, 2024",
            "Written January 12, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g187137-d234204-Reviews-Champagnes_Pommery-Reims_Marne_Grand_Est.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g187137-d939115-Reviews-Le_Parc_Les_Crayeres-Reims_Marne_Grand_Est.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187137-d1984690-Reviews-Brasserie_Le_Jardin-Reims_Marne_Grand_Est.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187137-d7289025-Reviews-Le_Square-Reims_Marne_Grand_Est.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187137-d13990565-Reviews-Dufresne-Reims_Marne_Grand_Est.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187137-d19596921-Reviews-Le_petit_Carbet-Reims_Marne_Grand_Est.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187137-d12691070-Reviews-Le_Cabasson_Estamin-Reims_Marne_Grand_Est.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187137-d8562891-Reviews-Frite_French-Reims_Marne_Grand_Est.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187137-d1328130-Reviews-L_Etna-Reims_Marne_Grand_Est.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187137-d8056358-Reviews-Nuraghe-Reims_Marne_Grand_Est.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187137-d25137229-Reviews-Le_Flech-Reims_Marne_Grand_Est.html",
            "https://www.tripadvisor.com/Attraction_Review-g187137-d3971692-Reviews-Villa_Demoiselle-Reims_Marne_Grand_Est.html",
            "https://www.tripadvisor.com/Attraction_Review-g187137-d545961-Reviews-Maison_Ruinart-Reims_Marne_Grand_Est.html",
            "https://www.tripadvisor.com/Attraction_Review-g187137-d6681654-Reviews-Parc_de_Champagne-Reims_Marne_Grand_Est.html",
            "https://www.tripadvisor.com/Attraction_Review-g187137-d230797-Reviews-Champagne_Taittinger-Reims_Marne_Grand_Est.html",
            "https://www.tripadvisor.com/Attraction_Review-g187137-d230799-Reviews-Veuve_Clicquot-Reims_Marne_Grand_Est.html",
            "https://www.tripadvisor.com/Attraction_Review-g187137-d230789-Reviews-Basilique_Saint_Remi-Reims_Marne_Grand_Est.html",
            "https://www.tripadvisor.com/Attraction_Review-g187137-d3205432-Reviews-Abbey_of_Saint_Remi-Reims_Marne_Grand_Est.html",
            "https://www.tripadvisor.com/Attraction_Review-g187137-d1199762-Reviews-Champagne_G_H_Martel_Co-Reims_Marne_Grand_Est.html",
            "https://www.tripadvisor.com/Attraction_Review-g187137-d3725228-Reviews-Musee_Historique_Saint_Remi-Reims_Marne_Grand_Est.html",
            "https://www.tripadvisor.com/Attraction_Review-g187137-d230790-Reviews-Cathedrale_Notre_Dame_de_Reims-Reims_Marne_Grand_Est.html",
            "https://www.tripadvisor.com/Attraction_Review-g187137-d234204-Reviews-or10-Champagnes_Pommery-Reims_Marne_Grand_Est.html",
            "https://www.tripadvisor.com/Attraction_Review-g187137-d11789336-Reviews-Sparkling_Tour-Reims_Marne_Grand_Est.html",
            "https://www.tripadvisor.com/Attraction_Review-g187137-d8515948-Reviews-A_la_Francaise_Champagne-Reims_Marne_Grand_Est.html",
            "https://www.tripadvisor.com/Attraction_Review-g187137-d2219153-Reviews-Cris_Event_Champagne_Tour-Reims_Marne_Grand_Est.html",
            "https://www.tripadvisor.com/Attraction_Review-g187137-d3620323-Reviews-France_Bubbles_Tours-Reims_Marne_Grand_Est.html",
            "https://www.tripadvisor.com/Attraction_Review-g187137-d8568650-Reviews-Instants_Exclusive_Champagne_Tours-Reims_Marne_Grand_Est.html",
            "https://www.tripadvisor.com/Attraction_Review-g187137-d234202-Reviews-La_Maison_Mumm-Reims_Marne_Grand_Est.html",
            "https://www.tripadvisor.com/Attraction_Review-g187137-d234201-Reviews-Champagnes_Lanson-Reims_Marne_Grand_Est.html",
            "https://www.tripadvisor.com/Attraction_Review-g187137-d2412632-Reviews-La_Vigne_du_Roy_Champagne_Day_Tours-Reims_Marne_Grand_Est.html",
            "https://www.tripadvisor.com/Attraction_Review-g187137-d6354005-Reviews-Naima_Cuisine-Reims_Marne_Grand_Est.html",
            "https://www.tripadvisor.com/Attraction_Review-g187137-d9803660-Reviews-The_Champagne_Tour_Co-Reims_Marne_Grand_Est.html",
            "https://www.tripadvisor.com/Attraction_Review-g29553-d2328374-Reviews-Boulder_Ridge_Wild_Animal_Park-Alto_Kent_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g48873-d8410968-Reviews-Pike_s_Beach-Westhampton_Beach_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g10204615-d145954-Reviews-Bash_Bish_Falls-Mount_Washington_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g187892-d195041-Reviews-Ancient_Theatre_of_Taormina-Taormina_Province_of_Messina_Sicily.html",
            "https://www.tripadvisor.com/Attraction_Review-g31779-d298623-Reviews-Wolf_Pen_Gap_Trail-Mena_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g58730-d1832380-Reviews-Scenic_Beach_State_Park-Seabeck_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g54273-d556460-Reviews-Coligny_Beach-Hilton_Head_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g45964-d6758069-Reviews-Riverwalk_Trail-Laughlin_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g187785-d2161503-Reviews-Galleria_Borbonica-Naples_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g41800-d1145416-Reviews-Salisbury_Beach_State_Reservation-Salisbury_Massachusetts.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g187137-d234204-Reviews-or10-Champagnes_Pommery-Reims_Marne_Grand_Est.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g187137-d234204-Reviews-Champagnes_Pommery-Reims_Marne_Grand_Est.html"
    }
]