[
    {
        "attraction_name": "Chandragiri Hills",
        "attraction_name_vi": "Đồi Chandragiri",
        "general_info": [
            "457 đánh giá",
            "- 7 trong số 239 điều cần làm ở Kathmandu",
            "Núi"
        ],
        "attraction_summary": "Chandragiri Hills Ltd là Công ty Khách sạn vận hành cáp treo, nhà hàng - quán bar, trung tâm hội nghị và các cửa hàng có thương hiệu ở Thankot Kathmandu, với điểm thu hút sắp tới là công viên giải trí, khu nghỉ dưỡng boutique, dù lượn, đu dây và nhiều hoạt động khác.Đọc thêm",
        "reviews": [
            "Đầu tiên, khung cảnh thật tuyệt vời, tránh xa sự ồn ào và náo nhiệt của thành phố. Để thỏa thuận dễ dàng hơn, chúng tôi đã nâng cấp lên phòng điều hành và căn phòng thật tuyệt vời. Cảm ơn ban quản lý khách sạn. Bữa tối gọi món Ala quá ngon. Đã có một kỳ nghỉ đáng nhớ.. chắc chắn sẽ giới thiệu cho người khác. Đọc thêm",
            "Nơi tuyệt vời để ghé thăm khi ở kathmandu. Tôi ghé thăm được quản lý bởi Budget Adventure Treks và công ty thám hiểm. Chuyến đi được tổ chức suôn sẻ và có tầm nhìn tuyệt vời. Tôi thật may mắn khi không có mưa ngay cả khi trời đang mưa. Bâu trơi xanh trong. Địa điểm tuyệt vời mọi người ghé thăm nhiều nhấtĐọc thêm",
            "Cáp treo tốt và có vẻ đủ an toàn. Đám đông đã ít hơn. Bắt đầu vào khoảng 8h30. Đóng cửa khoảng 5 giờ chiều. Mỗi ngày được nghỉ từ 12h đến 1h chiều. Vì vậy hãy lập kế hoạch cho phù hợp. An toàn với trẻ em và người lớn tuổi. Chúng tôi cũng nhận được đồ ăn nhẹ và trà trên đỉnh đồi. Quan điểm ngoạn mục. Ngôi đền đẹp trên đỉnh. Phải ghé thăm khi chúng tôi đến Kathmandu. Đọc thêm",
            "Núi Chandragiri ở Nepal mang đến một cái nhìn toàn cảnh ngoạn mục về Thung lũng Kathmandu và dãy Hy Mã Lạp Sơn. Chuyến đi cáp treo mang đến một chuyến đi lên tuyệt đẹp và Đền Bhaleshwor Mahadev trên đỉnh núi sẽ tạo thêm nét văn hóa. Đó là một lối thoát thanh thản khỏi thành phố, lý tưởng cho những người yêu thiên nhiên và những người tìm kiếm nơi trú ẩn yên bình.Đọc thêm",
            "Chúng tôi cảm thấy tuyệt vời khi lưu trú tại Chandragiri Hills Resort. Vẻ đẹp danh lam thắng cảnh của dãy Himalaya và Môi trường lạnh giá. Bể sục ngoài trời với hồ bơi vô cực rất thư giãn. Ngoài ra, thức ăn quá ngon và đáng giá tiền. Rất khuyến khích dành thời gian chất lượng với những người thân yêu.Đọc thêm",
            "Phải mất ít nhất 45 phút để đến ga cáp treo phía dưới từ Thamel bằng ô tô. Đây là một doanh nghiệp hiện đại hiệu quả, nhà vệ sinh sạch sẽ, thực phẩm mới nấu và đội ngũ nhân viên hữu ích. Vào một ngày đẹp trời, quang cảnh thật ngoạn mục! Tôi thật may mắn khi có được một buổi sáng tốt lành - tốt nhất nên đi sớm vì đám mây dường như tích tụ khi buổi sáng buông xuống -. Có thể nhìn thấy toàn bộ dãy Himalaya từ Annapurna đến Everest - ở xa nhưng có thể nhìn thấy qua ống nhòm ở tầm nhìn của tháp. Có một ngôi chùa, một số khu vui chơi dành cho trẻ em, cưỡi ngựa và cả đường đu dây nữa. Tuy nhiên, chính những ngọn núi hùng vĩ chính là lý do khiến chuyến đi nàyĐọc thêm",
            "Chúng tôi quyết định leo lên đồi Chandragiri - 2.551m - vào ngày thứ 3 từ Mandala Studio. Chúng tôi đã phải bỏ qua một lớp học yoga để thích nghi trước chuyến đi tiếp theo trên Pikey Peak.\n\nRum là người hướng dẫn đi cùng chúng tôi trong chuyến đi bộ đường dài.  Anh ấy rất thân thiện và dạy chúng tôi một vài từ tiếng Nepal trong chuyến đi.  Thật kỳ lạ khi tôi phát hiện ra cây ăn trái gần ngôi nhà màu vàng chính là nhà anh ấy.  Quả màu vàng hóa ra là bưởi hoặc bhogate trong tiếng Nepal.  Nó rất chua so với phiên bản ở quê nhà.\n\nĐối với những người đi bộ đường dài thường xuyên, chuyến đi lên Đồi Chandragiri thật dễ dàng nhưng lại rất khó khăn. Chúng tôi mất khoảng 3,5 giờ để leo lên tới đỉnh. Sau bữa trưa, chúng tôi đi cáp treo - vé 13 USD cho người lớn dưới 60 tuổi, 10 USD cho người trên 60 tuổi - xuống và quay trở lại Mandala bằng một chiếc taxi khiến chúng tôi bị tính phí quá cao.\n\nLên đỉnh vào một ngày đẹp trời, bạn có thể nhìn thấy Everest và Langtang, v.v. Thật không may, vào ngày chúng tôi đi, thời tiết có sương mù.  Chúng tôi đã ăn rau và gà momo tại một nhà hàng và chúng rất ngon và hấp dẫn!  Khác với sự vắng vẻ trên những con đường mòn trekking, ngọn đồi tràn ngập khách du lịch.  Có đường đu dây dành cho những người táo bạo!Đọc thêm",
            "Vị trí tuyệt vời với nhiều hoạt động phiêu lưu ở mức giá rất hợp lý.  Khung cảnh tuyệt vời của dãy Himalaya, tiếc là hôm đó trời nhiều mây nên không thể nhìn thấy hết các đỉnh núi. Hành trình cáp treo rất suôn sẻ và thoải mái.Đọc thêm",
            "Trải nghiệm cáp treo tuyệt vời. thời tiết không hoàn hảo cho việc ngắm nhìn dãy núi, nhưng chuyến thăm thật thú vị. Có một nhà hàng trên đỉnh, nhưng mọi thứ - kể cả cáp treo - đều đóng cửa từ ngày 12-1 để ăn trưa. Nên đi cáp treoĐọc thêm",
            "Sau chuyến đi xe máy thú vị kéo dài 30 phút từ Kathmandu, chúng tôi đến ga cáp treo Chandragiri Hills trong vòng nửa giờ. Chúng tôi đã giành được vé cho - 23 và kiên nhẫn xếp hàng chờ đợi để bắt đầu cuộc hành trình lên đỉnh đồi. Cáp treo đưa chúng tôi êm ái qua những khu rừng thông tươi tốt, mở ra tầm nhìn toàn cảnh tuyệt đẹp ra thung lũng bên dưới, những ngọn đồi xanh tươi bao quanh và sự hùng vĩ của dãy Himalaya. Chuyến đi hấp dẫn về mặt hình ảnh này báo trước một trải nghiệm mà chúng tôi không bao giờ quên.\n\nChỉ trong khoảng 10 phút, con đường nhanh nhất từ ​​chân đồi đến đỉnh đồi, chúng tôi đã có được tầm nhìn nguyên sơ và không bị gián đoạn ra cả thung lũng và dãy Himalaya. Cabin màu đỏ anh đào rực rỡ, được thiết kế để chứa 8 hành khách cùng lúc, đã được chuyển từ Ga Dưới lên Ga Trên. Khi chúng tôi lên cao, cảnh tượng thung lũng bên dưới, những ngọn đồi xanh nhấp nhô và dãy Hy Mã Lạp Sơn phủ đầy tuyết dần dần bộc lộ vẻ đẹp của chúng đối với chúng tôi.\n\nCuộc hành trình vừa phấn khởi vừa mê hoặc, mang đến cả sự sang trọng và khả năng chi trả. Đó thực sự là một trải nghiệm tuyệt vời! Toàn bộ thung lũng Kathmandu và dãy Himalaya trải rộng trước mắt chúng tôi, một cảnh tượng đáng chiêm ngưỡng.Đọc thêm",
            "Khung cảnh thật ngoạn mục và Relish Shrestha từ khu nghỉ dưỡng rất tốt bụng và đã dẫn tôi đi tham quan...chắc chắn là một nơi tôi muốn giới thiệu và ghé thăm nhiều lần.Đọc thêm",
            "Cực kỳ đắt đỏ. Quang cảnh bạn nhìn thấy từ nơi này là quang cảnh bạn nhìn thấy từ những điểm thuận lợi khác bao quanh thung lũng Kathmandu, những nơi như: Phulchoki, Hattiban Resort. Nơi này thật đáng lo ngại vì nó đặt cao chủ nghĩa cực hữu của nền chính trị Nepal và lấy quá nhiều tiền từ du khách để thuyết giảng về họ. Những người theo đuổi chương trình nghị sự như vậy có thể thích nơi này. Đối với chúng tôi, việc đi thuyền gondola và giá thực phẩm phải trả là cực kỳ đắt đỏ và hơn những gì được rao giảng giờ đây đã bị mất uy tín về tính cực hữu. Tránh xa. Đi nơi khác.Đọc thêm",
            "Nơi này cách xa thành phố và độ dốc khi lái xe khá dốc ở một số khu vực. Gió lặng, vì vậy hãy mang theo áo khoác hoặc khăn choàng. Giá vé cũng khá cao, vì vậy hãy mang theo đủ tiền mặt. Hàng đợi để lên cáp treo khá dài - và chúng tôi đã đi vào thứ Bảy - ngày lễ chính thức hàng tuần ở Nepal, không giống như Chủ Nhật ở RoW - tuy nhiên, tôi đã đếm được khoảng 7 hàng quanh co trước khi vào cáp treo. Mất khoảng 30 phút. Cáp treo rất thoải mái và có thể chứa được 4 - 4 người. Cảnh quan tuyệt đẹp khi xe bắt đầu tăng tốc. Toàn bộ hành trình từ trạm gốc lên đỉnh mất khoảng 12 phút và đó là một chuyến đi tuyệt vời. Khi lên đến đỉnh, nhiệt độ mát hơn khoảng 2 độ so với chân núi và gió đã tăng tốc. Quãng đường đi bộ từ điểm bạn xuống cáp treo và đi bộ lên đỉnh chưa đầy 500 m - nhưng độ dốc rất lớn. Các điểm tham quan chính là đền thờ Chúa Shiv, đường trượt zipline và xe đạp zip. Tôi không thấy lý do gì phải trả thêm tiền cho tháp quan sát. Trời sáng và nắng, nhưng các đỉnh núi đều bị mây che phủ nên chúng tôi không thể nhìn thấy đỉnh nào. Có các quầy hàng thực phẩm và nhìn chung là thay đổi tốt so với sự hối hả và nhộn nhịp của thành phố bên dưới. Hành trình trở về cũng suôn sẻ, và không có sự vội vã ở trạm trả về cáp treo. Có biển báo cho biết có giờ nghỉ từ 12:00 - 13:00....Cảnh quan từ trên đỉnh thật tuyệt vời. Mang theo kính râm, ô, v.v. Đọc thêm",
            "Sau chuyến đi xe máy thú vị kéo dài 30 phút từ Kathmandu, chúng tôi đến ga cáp treo Chandragiri Hills trong vòng nửa giờ. Chúng tôi đã giành được vé cho - 23 và kiên nhẫn xếp hàng chờ đợi để bắt đầu cuộc hành trình lên đỉnh đồi. Cáp treo đưa chúng tôi êm ái qua những khu rừng thông tươi tốt, mở ra tầm nhìn toàn cảnh tuyệt đẹp ra thung lũng bên dưới, những ngọn đồi xanh tươi bao quanh và sự hùng vĩ của dãy Himalaya. Chuyến đi hấp dẫn về mặt hình ảnh này báo trước một trải nghiệm mà chúng tôi - sẽ không bao giờ quên. Chỉ trong khoảng 10 phút, tuyến đường nhanh nhất từ ​​chân đồi đến đỉnh đồi, chúng tôi đã có được tầm nhìn nguyên sơ và không bị che khuất ra cả thung lũng và dãy Himalaya. Cabin màu đỏ anh đào rực rỡ, được thiết kế để chứa 8 hành khách cùng lúc, đã được chuyển từ Ga Dưới lên Ga Trên. Khi chúng tôi lên cao, khung cảnh thung lũng bên dưới, những ngọn đồi xanh nhấp nhô và dãy Himalaya phủ đầy tuyết dần dần bộc lộ vẻ đẹp của chúng đối với chúng tôi. Cuộc hành trình vừa phấn khởi vừa mê hoặc, mang đến cả sự sang trọng lẫn giá cả phải chăng. Đó thực sự là một trải nghiệm tuyệt vời! Toàn bộ thung lũng Kathmandu và dãy Himalaya trải rộng trước mắt chúng tôi, một cảnh tượng đáng chiêm ngưỡng.Đọc thêm",
            "Trải nghiệm cáp treo tuyệt vời. thời tiết không hoàn hảo cho việc ngắm nhìn dãy núi, nhưng chuyến thăm thật thú vị. Có một nhà hàng trên đỉnh, nhưng mọi thứ - kể cả cáp treo - đều đóng cửa từ ngày 12-1 để ăn trưa. Nên đi cáp treoĐọc thêm",
            "Vị trí tuyệt vời với nhiều hoạt động phiêu lưu ở mức giá rất hợp lý.  Khung cảnh tuyệt vời của dãy Himalaya, tiếc là hôm đó trời nhiều mây nên không thể nhìn thấy hết các đỉnh núi. Hành trình cáp treo rất suôn sẻ và thoải mái.Đọc thêm",
            "Một bầu không khí tuyệt vời với những căn phòng rất đẹp và lòng hiếu khách tuyệt vời, đồ ăn cũng rất tuyệt vời. Khung cảnh nhìn từ khu nghỉ dưỡng thật tuyệt vời, chúng tôi có thể ngắm cảnh bình minh rất đẹp Chắc chắn sẽ ghé thăm lạiĐọc thêm",
            "Mùa tốt nhất để ghé thăm Đồi Chandra Giri là sau đợt gió mùa vào tháng 10 và tháng 11. Bỏ lỡ điều đó, tôi đã đi lên bằng cáp treo gondola. Tầm nhìn từ trên xuống không có tầm nhìn do có mây bay qua. Tuy nhiên, các bà mẹ béo và béo Những đứa trẻ nhảy hết mình theo những bài hát điện ảnh tiếng Hindi khiến chuyến thăm trở nên thú vị và vui nhộn. Một vấn đề khác là Saroj Khan sẽ quay trở lại ngôi mộ của mình trước sự xoay vòng vô duyên của những bà mẹ béo. Một ngày trôi qua do đến thăm không đúng mùa .Chỉ ghé thăm vào tháng 10 và tháng 11 để ngắm cảnh núi non. Không nên ghé thăm vào các tháng khác.Đọc thêm",
            "Chúng tôi quyết định leo lên đồi Chandragiri - 2.551m - vào ngày thứ 3 từ Mandala Studio. Chúng tôi đã phải bỏ qua một lớp học yoga để thích nghi trước chuyến đi tiếp theo trên Pikey Peak. Rum là người hướng dẫn đi cùng chúng tôi trong chuyến đi bộ đường dài.  Anh ấy rất thân thiện và dạy chúng tôi một vài từ tiếng Nepal trong chuyến đi.  Thật kỳ lạ khi tôi phát hiện ra cây ăn trái gần ngôi nhà màu vàng chính là nhà anh ấy.  Quả màu vàng hóa ra là bưởi hoặc bhogate trong tiếng Nepal.  Nó rất chua so với phiên bản ở quê nhà. Đối với một người đi bộ đường dài thường xuyên, chuyến đi lên Đồi Chandragiri rất dễ dàng nhưng lại rất khó khăn. Chúng tôi mất khoảng 3,5 giờ để leo lên tới đỉnh. Sau bữa trưa, chúng tôi đi cáp treo - vé 13 USD cho người lớn dưới 60 tuổi, 10 USD cho người trên 60 tuổi - xuống và quay trở lại Mandala bằng taxi với giá quá cao. Tại đỉnh vào một ngày đẹp trời, bạn có thể nhìn thấy Everest và Langtang, v.v. Thật không may, vào ngày chúng tôi đi, thời tiết có sương mù.  Chúng tôi đã ăn rau và gà momo tại một nhà hàng và chúng rất ngon và hấp dẫn!  Khác với sự vắng vẻ trên những con đường mòn trekking, ngọn đồi tràn ngập khách du lịch.  Có đường đu dây dành cho những người táo bạo!Đọc thêm",
            "Nơi tuyệt vời với trải nghiệm tuyệt vời từ bình minh sớm đến hoàng hôn đến nửa đêm. Phải ghé thăm một lần trong đời để trải nghiệm thiên đường nơi hạ giới.Đọc thêm",
            "Chúng tôi có thể mang thức ăn đã nấu chín như khir và achar tới chanragiri không?Đọc thêm",
            "Tuy nhiên, hãy chắc chắn rằng bạn đi vào đúng mùa.\nTháng 10 là mùa tốt nhất để ghé thăm đồi Chandragiri.\nVào những thời điểm khác, dãy Himalaya bị che khuất bởi những đám mây dày.Đọc thêm",
            "Xuống cáp treo xong làm sao để về resort??Đọc thêm",
            "Ở đó hiện tại có tuyết không?Đọc thêm",
            "Tôi có thể mua vé trực tiếp tại chandragiri hay tôi cần đặt trước?Đọc thêm",
            "Chi phí đi cáp treo chandragiri là bao nhiêu một người? Dành cho người dân đất nước SAARC..Đọc thêm",
            "700 INR cho chuyến đi cáp treo cả hai chiều.Đọc thêm",
            "Bạn có thể đi ô tô đến khu nghỉ dưỡng được khôngĐọc thêm",
            "Không, đường đã bị đóng.Đọc thêm",
            "Tôi có thể đi bộ xuống đồi mà không cần hướng dẫn viên không?Đọc thêm",
            "Bạn có thể đi bộ đường dài nếu được thực hiện hoàn toàn có ý nghĩa, tự mình đi lên và đi xuống.\n\nNếu sử dụng cáp treo, bạn sẽ phải trả phí khứ hồi nên họ không có lựa chọn đi cáp treo một chiều và quay về bằng đường bộĐọc thêm",
            "Có tuyết rơi ở Đồi Chandragiri vào tháng 12 không? Đọc thêm",
            "Có, bạn có thể tận hưởng tuyết từ tháng 12 trở đi.Đọc thêm",
            "Có được không nếu đi leo đồi chandragiri bằng xe đạpĐọc thêm",
            "Chào bạn, bạn chắc chắn có thể đi từ Thankot lên dốc, khá dốc nên phải chân tốt... Bạn có thể từ đầu đèo chuyển hướng đến ga cáp treo Chandragiri trên cùng và xa hơn đến Hattiban, hoặc đi xuống thung lũng chitlang và xa hơn đến Daman hoặc qua Markhu - có một số Nhà khách - đến Khulekhani và lái xe trở lại Kathmandu đi qua Dakshinkali và Balkhu đến Kathmandu. Tôi đã tự mình đi xe đạp moto vào một ngày đẹp trời, bằng xe đạp leo núi, tôi khuyên bạn nên dừng lại ở Markhu bên hồ và thưởng thức món cá tươi ngon ... hãy biến nó thành chuyến tham quan kéo dài 2 ngày. Nhân tiện, tôi đã sống 10 năm ở khu vực này và đã thực hiện một số chuyến đi đến Chandragiri và xa hơn nữa là các chuyến đi khám phá quặng Terai như trên hoặc cũng qua Daman ...Đọc thêm",
            "Có dù lượnĐọc thêm",
            "Không..chúng tôi sẽ có sân bay trực thăng trong tương lai gần.Đọc thêm"
        ],
        "star_ratings": [
            290,
            122,
            26,
            7,
            13
        ],
        "review_amount": 458,
        "location": [
            "Những việc cần làm ở Kathmandu",
            "Vùng trung tâm",
            "Kathmandu",
            "Khu Bagmati",
            "Đồi Chandragiri",
            "Châu Á",
            "Thung lũng Kathmandu",
            "Nepal"
        ],
        "reviews_time": [
            "Written July 29, 2023",
            "Written September 2, 2023",
            "Written November 13, 2023",
            "Written January 9, 2024",
            "Written February 19, 2024",
            "Written March 5, 2024",
            "Written April 2, 2024",
            "Written April 14, 2024",
            "Written April 18, 2024",
            "Written April 21, 2024",
            "Written May 20, 2024",
            "Written May 6, 2024",
            "Written April 23, 2024",
            "Written April 21, 2024",
            "Written April 18, 2024",
            "Written April 14, 2024",
            "Written April 6, 2024",
            "Written April 3, 2024",
            "Written April 3, 2024",
            "Written March 19, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293890-d10794471-Reviews-Chandragiri_Hills-Kathmandu_Kathmandu_Valley_Bagmati_Zone_Central_Region.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g424934-d27747659-Reviews-Alu_Sinki-Bhaktapur_Kathmandu_Valley_Bagmati_Zone_Central_Region.html",
            "https://www.tripadvisor.com/Restaurant_Review-g4366465-d27751958-Reviews-Panchakanya_Trout_House_And_Mini_Resort-Panauti_Bagmati_Zone_Central_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g293890-d386894-Reviews-Dakshinkali_Temple-Kathmandu_Kathmandu_Valley_Bagmati_Zone_Central_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g3478181-d9458920-Reviews-Bagh_Bhairab_Temple-Kirtipur_Kathmandu_Valley_Bagmati_Zone_Central_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g293890-d4736473-Reviews-White_Monastery-Kathmandu_Kathmandu_Valley_Bagmati_Zone_Central_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g293890-d7249234-Reviews-Taudaha_Lake-Kathmandu_Kathmandu_Valley_Bagmati_Zone_Central_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g3478181-d7811054-Reviews-Chilancho_Bahal-Kirtipur_Kathmandu_Valley_Bagmati_Zone_Central_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g9706821-d9705635-Reviews-Kulekhani_Dam-Kulekhani_Makwanpur_Narayani_Zone_Central_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g293890-d7261542-Reviews-Tribhuvan_Park-Kathmandu_Kathmandu_Valley_Bagmati_Zone_Central_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g12596362-d10729196-Reviews-Whoopee_Land_Amusement_and_Water_Park-Chobhar_Kathmandu_Valley_Bagmati_Zone_Ce.html",
            "https://www.tripadvisor.com/Attraction_Review-g293890-d3515902-Reviews-The_Natural_History_Museum-Kathmandu_Kathmandu_Valley_Bagmati_Zone_Central_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g3478181-d24040059-Reviews-Mountain_Guide_Trek-Kirtipur_Kathmandu_Valley_Bagmati_Zone_Central_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g293890-d10794471-Reviews-or10-Chandragiri_Hills-Kathmandu_Kathmandu_Valley_Bagmati_Zone_Central_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g293890-d12364041-Reviews-Trek_Nepal_Himalayas-Kathmandu_Kathmandu_Valley_Bagmati_Zone_Central_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g293890-d6628425-Reviews-Himalayas_On_Foot_Pvt_Ltd-Kathmandu_Kathmandu_Valley_Bagmati_Zone_Central_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g293890-d2427314-Reviews-Outshine_Adventure-Kathmandu_Kathmandu_Valley_Bagmati_Zone_Central_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g293890-d3569963-Reviews-Accessible_Adventure_Private_Limited-Kathmandu_Kathmandu_Valley_Bagmati_Zone_Cent.html",
            "https://www.tripadvisor.com/Attraction_Review-g293890-d2522451-Reviews-Adventure_Great_Himalaya_Treks_Expedition-Kathmandu_Kathmandu_Valley_Bagmati_Zone.html",
            "https://www.tripadvisor.com/Attraction_Review-g293890-d12235356-Reviews-Plan_Himalaya-Kathmandu_Kathmandu_Valley_Bagmati_Zone_Central_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g293890-d12606141-Reviews-Swiss_Family_Treks_Expedition-Kathmandu_Kathmandu_Valley_Bagmati_Zone_Central_Re.html",
            "https://www.tripadvisor.com/Attraction_Review-g293890-d15771191-Reviews-Himalayan_Circuit-Kathmandu_Kathmandu_Valley_Bagmati_Zone_Central_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g293890-d1463768-Reviews-Garden_of_Dreams-Kathmandu_Kathmandu_Valley_Bagmati_Zone_Central_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g293890-d15549528-Reviews-Heaven_Nepal_Adventure-Kathmandu_Kathmandu_Valley_Bagmati_Zone_Central_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g17607301-d8761528-Reviews-Mandala_Studio_Yoga_Spa-Chandragiri_Kathmandu_Valley_Bagmati_Zone_Central_Regio.html",
            "https://www.tripadvisor.com/Attraction_Review-g293890-d3382690-Reviews-Mountain_World_Treks_Day_Tours-Kathmandu_Kathmandu_Valley_Bagmati_Zone_Central_Re.html",
            "https://www.tripadvisor.com/Attraction_Review-g293890-d10501446-Reviews-Nepal_Private_Guide_Services-Kathmandu_Kathmandu_Valley_Bagmati_Zone_Central_Reg.html",
            "https://www.tripadvisor.com/Attraction_Review-g293890-d21051429-Reviews-Sabbatical_Explore_Nepal-Kathmandu_Kathmandu_Valley_Bagmati_Zone_Central_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g293890-d6161437-Reviews-Above_the_Himalaya_Trekking_Private_Day_Tours-Kathmandu_Kathmandu_Valley_Bagmati_.html",
            "https://www.tripadvisor.com/Attraction_Review-g293890-d14065233-Reviews-Adventure_Leaders_Nepal-Kathmandu_Kathmandu_Valley_Bagmati_Zone_Central_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g293890-d12095059-Reviews-Mountain_Adventure_Trekking_Pvt_Ltd-Kathmandu_Kathmandu_Valley_Bagmati_Zone_Cent.html",
            "https://www.tripadvisor.com/Attraction_Review-g293890-d10844608-Reviews-Glorious_Himalaya_Trekking-Kathmandu_Kathmandu_Valley_Bagmati_Zone_Central_Regio.html",
            "https://www.tripadvisor.com/Attraction_Review-g293890-d10906532-Reviews-Remarkable_Adventure_Trek-Kathmandu_Kathmandu_Valley_Bagmati_Zone_Central_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g293890-d23116261-Reviews-HoneyGuide_To_the_Mountains-Kathmandu_Kathmandu_Valley_Bagmati_Zone_Central_Regi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293890-d2018892-Reviews-Swayambhunath_Temple-Kathmandu_Kathmandu_Valley_Bagmati_Zone_Central_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g293890-d18856373-Reviews-Himalaya_Sunrise_Treks_And_Expedition_Pvt_Ltd-Kathmandu_Kathmandu_Valley_Bagmati.html",
            "https://www.tripadvisor.com/Attraction_Review-g293890-d6200458-Reviews-Kathmandu_Adventure_Treks_Day_Tour-Kathmandu_Kathmandu_Valley_Bagmati_Zone_Centra.html",
            "https://www.tripadvisor.com/Attraction_Review-g315764-d379059-Reviews-Durbar_Central_Square-Patan_Lalitpur_Kathmandu_Valley_Bagmati_Zone_Central_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g52909-d2182199-Reviews-Living_Treasures_Animal_Park-Jones_Mills_Donegal_Township_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g39187-d2356534-Reviews-Berea_Pinnacles-Berea_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g55337-d8744082-Reviews-Rainbow_Lake_Trail-Signal_Mountain_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d6589993-Reviews-I_Drive_NASCAR_Indoor_Kart_Racing-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g3390020-d522618-Reviews-Burg_Hohenzollern-Bisingen_Baden_Wurttemberg.html",
            "https://www.tripadvisor.com/Attraction_Review-g55863-d17147028-Reviews-The_Preserve-Fredericksburg_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g297892-d646087-Reviews-O_sulloc_Tea_Museum-Seogwipo_Jeju_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g34227-d106740-Reviews-Museum_of_Discovery_and_Science-Fort_Lauderdale_Broward_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g673330-d587060-Reviews-Sioux_City_Park-San_Bartolome_de_Tirajana_Gran_Canaria_Canary_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g150793-d15710579-Reviews-Puente_Colgante_El_Jorullo-Puerto_Vallarta.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293890-d10794471-Reviews-or10-Chandragiri_Hills-Kathmandu_Kathmandu_Valley_Bagmati_Zone_Central_Region.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293890-d10794471-Reviews-Chandragiri_Hills-Kathmandu_Kathmandu_Valley_Bagmati_Zone_Central_Region.html"
    }
]