[
    {
        "attraction_name": "Chapel of the Holy Cross",
        "attraction_name_vi": "Nhà nguyện Thánh Giá",
        "general_info": [
            "10.756 đánh giá",
            "9 trong số 162 điều cần làm ở Sedona",
            "Tòa nhà kiến ​​trúc",
            "Địa điểm bí ẩn",
            "Địa điểm tôn giáo"
        ],
        "attraction_summary": "Nhà nguyện này, nằm giữa các khối đá ấn tượng, có tầm nhìn ngoạn mục, đặc biệt là vào lúc hoàng hôn.Đọc thêm",
        "reviews": [
            "Chúng tôi lái xe đến nhà nguyện này sau khi leo lên Cathedral Rocks, vì vậy tôi không chắc mình có thể đi thêm một bước nữa hay không. Đây là một chuyến đi bộ nhẹ lên đồi. Khi chúng tôi đến, tôi không thể quay lại. Tôi phải đến được nhà nguyện. Thật là một người chủ mưu đã xây dựng nên điều này. Có một nguồn năng lượng nào đó mà tôi cảm nhận được khi bước vào nhà nguyện - khung cảnh mời gọi - thanh lọc - đầy mê hoặc của nó. Phải ghé thăm.Đọc thêm",
            "Chúng tôi rất vui khi dừng lại ở đây. Bạn không chỉ có được tầm nhìn bao quát đẹp mà khi bước vào bên trong bạn còn cảm thấy rất tuyệt! Chồng tôi cũng thích nó ở đây và rất vui vì chúng tôi đã dừng lại. Họ có một cửa hàng quà tặng bên dưới nhà nguyện. Chúng tôi có một món đồ trang trí miễn phí và quà tặng cho gia đình. Họ cũng cung cấp các chuyến đi lên và xuống đồi cho những người lớn tuổi mà tôi nghĩ là rất tốt bụng!! Đọc thêm",
            "Nhà thờ Công giáo được xây dựng trên dãy núi đá đỏ tuyệt đẹp của Sedona!  Bãi đậu xe hạn chế gần đầu; tuy nhiên, họ chạy xe đưa đón bằng xe golf lên tầng trên. Cơ hội chụp ảnh đẹp!  Hãy dành thời gian bước vào bên trong và tận hưởng!Đọc thêm",
            "Vì vị trí và hình dáng tương lai của nó, nhà thờ này đáng để ghé thăm. Nhưng hãy nhớ rằng, bạn không phải là người duy nhất. Chỗ đậu xe có hạn và nhà nguyện không lớn lắm nên nhanh chóng trở nên chật chội. Bên dưới nhà nguyện có một cửa hàng quà tặng. Đọc thêm",
            "Kiến trúc lấy cảm hứng từ Frank Lloyd Wright này hòa quyện ngay vào khung cảnh và đá đỏ xung quanh.  Đó là một nhà thờ nhỏ nhưng xinh đẹp. Có một cửa hàng quà tặng ở đây. Chỗ đậu xe rất hạn chế, có thể dễ dàng nhất để tham gia một chuyến tham quan địa phương đến đây hoặc đi bộ lên đồi. Đáng để ghé thămĐọc thêm",
            "Chúng tôi dừng lại ở Nhà nguyện trên đường đến Sedona.  Chúng tôi đã ở đó vào khoảng 2 giờ chiều ngày thứ Hai và rất dễ tìm được chỗ đậu xe vì mọi người liên tục đến và đi.  Chỉ cần đảm bảo lái xe lên một chút và có xe golf để đưa đón mọi người lên xuống khi đường đi lên dốc.  Quang cảnh thật tuyệt vời, nhưng địa điểm này không thực sự yên bình với tất cả khách du lịch.Đọc thêm",
            "Khi đến gần nhà nguyện, hãy dành chút thời gian để chiêm ngưỡng vẻ đẹp hùng vĩ của các khối đá đỏ Sedonas ôm lấy viên ngọc kiến ​​trúc này. Sự hiện diện cao vút của nhà nguyện, với hình bóng cây thánh giá mang tính biểu tượng, đóng vai trò như ngọn hải đăng của đức tin trên nền tấm thảm rực rỡ của thiên nhiên.\n\nKhi bạn bước vào bên trong, một cảm giác yên tĩnh sâu sắc bao trùm lấy bạn, nhẹ nhàng hướng dẫn bạn hướng tới sự xem xét nội tâm và suy ngẫm. Sự tích hợp khéo léo của nhà nguyện với các khối đá tự nhiên tạo ra sự hài hòa liền mạch giữa sự khéo léo của con người và sự hùng vĩ đầy cảm hứng của cảnh quan.\n\nHãy để bản thân bị mê hoặc bởi sự tương tác giữa ánh sáng và bóng tối khi nó nhảy múa qua các cửa sổ kính suốt từ trần đến sàn, tạo ra những sắc màu rực rỡ trên những bức tường đá của nhà thờ. Các cửa sổ kính màu tinh xảo truyền vào không gian một vẻ rạng rỡ thần thánh, mời gọi bạn dừng lại, chiêm ngưỡng và trân trọng sự thiêng liêng của khoảnh khắc này.Đọc thêm",
            "Nơi mang tính biểu tượng trong môi trường mang tính biểu tượng. Nếu bạn thích đá đỏ hoặc nghĩ rằng mình sẽ thích đá đỏ thì Sedona chính là ngôi đền dành cho bạn. Và Nhà nguyện Thánh Giá là ngôi đền bên trong ngôi đền. Trên thực tế, bản thân nhà thờ cũng ổn, với tầm nhìn đẹp từ bên trong. Tôi thích nó. Tầm nhìn từ bên ngoài nhà thờ của khu vực xung quanh thật tuyệt vời, ngoại trừ ngôi nhà rất lớn bên dưới có vẻ không phù hợp, mặc dù tôi rất muốn sở hữu nó để ngắm cảnh một mình. Rất ít người rời khỏi nơi này mà không chụp rất nhiều ảnh và mặc dù chúng tôi đã có rất nhiều bức ảnh nhưng chúng tôi luôn chụp nhiều hơn mỗi lần ghé thăm. Nhân tiện, đây là một nơi rất yên bình và tôi nghĩ đây sẽ là một nơi tuyệt vời để ở lại dự các buổi lễ vào Chủ nhật nào đó, có thể là một chuyến thăm trong tương lai. Ngay cả chuyến đi lên theo cách này cũng đáng yêu. Điều tiêu cực duy nhất về Sedona là thảm thực vật dường như che phủ và che giấu nhiều tảng đá đỏ hơn mỗi khi chúng tôi ghé thăm và đó là lý do tại sao chúng tôi đến. Ồ, cũng là sự phát triển không ngừng nghỉ ngấu nghiến nhiều lượt xem hơn, chặn lượt xem, che khuất lượt xem, khóa bạn khỏi lượt xem. Có lẽ đã hai mươi lăm năm kể từ lần đầu tiên tôi đến thăm, nó đã trở thành cái bóng của chính nó. Lẽ ra họ nên biến Sedona và khu vực xung quanh thành công viên quốc gia. Đó không phải là một trò hề. Hãy xem nó trước khi nó bị phá hủy hoàn toàn.Đọc thêm",
            "Cảnh đẹp, có thể phản ánh và tận hưởng môi trường xung quanh tôi. Mặc dù có rất nhiều người đang suy ngẫm bên trong nhưng nó rất thanh thản và tôn trọng. Dịch vụ xe golf được cung cấp cho các bãi đậu xe phía dưới.Đọc thêm",
            "Tôi không phải là người sùng đạo lắm, nhưng nơi này thật ngoạn mục! Đường đi đến nhà nguyện hơi dốc nhưng không khủng khiếp. Chúng tôi đến vào khoảng 8 giờ sáng và có thể đỗ xe gần nhưng đến 10 giờ sáng thì nó trở nên cực kỳ đông đúc. Nếu bạn phải đỗ xe thật xa thì có vẻ như họ có xe golf đón mọi người và thả họ xuống, điều đó thực sự tuyệt vời. Nhược điểm duy nhất của trải nghiệm này là sự thiếu tôn trọng của rất nhiều khách du lịch chụp ảnh và quay video trong các bức tường của Nhà nguyện. Nó ghi rõ ràng trước khi bạn bước vào Không Chụp Ảnh, vì vậy xin đừng trở thành người đó!! Tôi thực sự khuyên mọi người nên ghé thăm nhưng hãy nhớ kiểm tra thời gian trước khi đi và nếu bạn muốn tránh đám đông, hãy đi sớm!Đọc thêm",
            "Thật tuyệt khi được vào nhà nguyện. Tôi đã đi vào một ngày không đông đúc và có rất nhiều bãi đậu xe. Nó thật thanh thản. Có một chỗ có chân để bạn có thể đứng nhưng khi nhìn lên bạn sẽ thấy tượng Chúa Giêsu trên cây thánh giá đang nhìn xuống bạn. Việc chụp ảnh khi ở bên trong nhà nguyện là không thiếu tôn trọng. Cửa hàng quà tặng đẹp ở tầng dưới. Đọc thêm",
            "Nhà nguyện thật đẹp!  Có thời gian để ngồi cầu nguyện hoặc suy ngẫm trong nhà nguyện. Cửa hàng quà tặng có một số nghệ sĩ địa phương tìm thấy ở mức giá hợp lý. Khung cảnh nhìn từ nhà nguyện thật tuyệt vời.Đọc thêm",
            "Trang web đẹp nhưng đánh giá của tôi dựa trên điều kiện đường xá và vì việc đỗ xe có thể khiến bạn không thể tận hưởng địa điểm này. Thật hạn chế và thật hẹp hòi. Nếu bạn thực sự muốn tận hưởng Sedona và có một chiếc xe lớn hơn. Chúng tôi có một phương tiện kép, tôi khuyên bạn nên tham gia một chuyến tham quan bằng xe buýt! Nơi này thật điên rồ vào tháng Năm vào thứ Ba ngay cả đối với những chiếc xe có kích thước bình thường! Tôi không thể tưởng tượng được những ngày cuối tuần trong mùa cao điểm sẽ như thế nào!Đọc thêm",
            "Là điểm dừng chân đầu tiên của chúng tôi trong chuyến tham quan Sedona nửa ngày. Nhà nguyện Holy Cress là một thành tựu kiến ​​trúc phi thường. Lượt xem đơn giản là tuyệt vời, tôi chắc chắn sẽ đề xuất.Đọc thêm",
            "Nhà nguyện tuổi teen với bức tượng Chúa Giêsu tuyệt vời.  Cẩn thận khi bước vào vì những chiếc quỳ đã được đóng đinh và tôi thấy một người phụ nữ đang cắt tỉa và ngã lên chúng.  Hãy dành thời gian để hỏi các tình nguyện viên hoặc lấy cuốn sách về bức tượng.  Bức tượng này còn có nhiều điều hơn thế nữa.  Hãy nhìn kỹ.Đọc thêm",
            "Khung cảnh tuyệt đẹp của Sedona và một nơi thực sự đặc biệt. Họ nói rằng nhà thờ nằm ​​trên đỉnh của một vòng xoáy năng lượng, và điều đó thực sự có thể là do bầu không khí thực sự đặc biệt! Tượng Chúa Giêsu cũng được làm rất đẹp, dành cho những người không theo đạo nhưng yêu thích nghệ thuật. :Đọc thêm",
            "Nhà thờ tuyệt đẹp được bao quanh bởi những tảng đá hùng vĩ khổng lồ, tầm nhìn tuyệt đẹp 360 độ. Xe điện đưa chúng tôi lên đỉnh từ bãi đậu xe; tuyệt. Đọc thêm",
            "Chúng tôi cố tình tránh cuối tuần và giao thông vẫn đông đúc. Tôi thả các quý cô xuống ở phía trên và tìm được chỗ đậu xe trên đường đi xuống. Có một buổi lễ đang diễn ra ở Nhà nguyện, và với thời tiết tuyệt vời, quang cảnh thật tuyệt vời. Có một chuyến đi bộ tuyệt vời ra phía sau mà chúng tôi đã thực hiện lần trước, nhưng ngày hôm nay thời gian có hạn.Đọc thêm",
            "Vợ tôi và tôi đã đến thăm giáo đường trong tuần trăng mật của chúng tôi vào năm 1991. Đó thực sự là một trải nghiệm thuộc linh.  Nó đứng một mình trên sa mạc, rõ ràng ông Wright đánh giá cao vị trí này. Chúng tôi có cơ hội thăm lại nhà nguyện vào mùa thu năm 2023. Đó là một cơn ác mộng.  Điều đầu tiên bạn nhận thấy là vùng ngoại ô trải rộng xung quanh chân nhà nguyện. Họ bị nhồi nhét trong đó. Tôi tin rằng bãi đậu xe có thể chứa được 30 chiếc ô tô nhưng chúng tôi chưa bao giờ đến đủ gần để thấy vì hàng dài để vào xe phải dài một phần tư dặm.  Thật không may, Sedona đã bị phát hiện.  Nếu bạn thích giao thông lố bịch trước các cửa hàng nhỏ bán rác nhựa thì hãy tiếp tục.Đọc thêm",
            "Nơi danh lam thắng cảnh và linh thiêng. Tuy nhiên, hãy chuẩn bị để gặp phải vấn đề đậu xe. Có một số xe golf được vận chuyển miễn phí trong trường hợp bạn không thể đỗ xe gần nhà nguyện. Quang cảnh từ và xung quanh nhà nguyện thật ngoạn mục.Đọc thêm",
            "Bạn có thể mang chó vào nhà nguyện không?Đọc thêm",
            "Vật nuôi không được phép vào trong Nhà nguyệnĐọc thêm",
            "Chúng tôi có thể đón xe đưa đón ở đâu?Đọc thêm",
            "Có vẻ như có 2 khu vực đỗ xe và đi xe đưa đón. Tôi đã đến Sedona hàng chục lần và không biết tên của bất kỳ địa điểm nào trong số này.\nTôi đã thấy xe đưa đón hàng chục lần tại Chapel nên nếu bạn tìm đường đến một trong hai công viên và đi xe đưa đón trước thì bạn sẽ ổn. Nếu bạn đi từ xa lộ chính, I-17 Bắc từ Phoenix và ra ở 179 rẽ trái về phía làng Oak Creek và Sedona. Trong vòng vài dặm, bạn sẽ đi qua một trạm thông tin kiểm lâm ở bên phải, nơi sẽ cung cấp cho bạn bản đồ miễn phí và chỉ đường đến tất cả các điểm tham quan bao gồm công viên và đi xe đưa đón. Tiếp tục đi trên 179 từ trạm kiểm lâm về phía Sedona, trước tiên bạn sẽ đi qua làng Oak Creek rồi đến Chapel trước khi cuối cùng đến Sedona.\n\nXe đưa đón đến đầu đường mòn phục vụ đầu đường mòn Cathedral Rock và Little Horse đón khách từ bãi đỗ xe và đi xe buýt SR 179 nằm tại 1294 SR 179.\nDịch vụ đến đầu đường mòn Soldier Pass, Dry Creek Vista và Mescal hoạt động từ bãi đỗ xe và đi xe buýt Posse Grounds tại 20 Carruth Drive ở West Sedona. Đọc thêm",
            "Lái xe như thế nào và bao lâu? Có cao không?Đọc thêm",
            "Lái xe dễ dàng.  Rất dễ tiếp cận.  Phong cảnh tuyệt vời.  Không được nhập học.  Hãy nhớ rằng nhà nguyện này là vùng đất thiêng liêng và không chỉ là một điểm thu hút khách du lịch.  Không có phòng tắm tại nhà nguyện.  Portapotties ở dưới chân đồi khi bạn lái xe lên. Lập kế hoạch phù hợp.Đọc thêm",
            "Chúng có khối lượng không?Đọc thêm",
            "Không. Thánh lễ được tổ chức tại St. John Vianney ở Sedona.Đọc thêm",
            "Bạn cho phép đi bộ đường dài trong bao lâu?Đọc thêm",
            "Thực sự không có quá nhiều chuyến đi bộ trừ khi bạn đỗ xe ở phía dưới. Hãy tự giúp mình bằng cách lái xe lên đỉnh và kiểm tra chỗ đậu xe trước. Thường có khá nhiều điểm đậu xe mở ở trên cùng. Đọc thêm",
            "chó có được phép không? Đọc thêm",
            "Chúng tôi đang ở độ tuổi 70 và đã ở đó nhiều lần.  Tuy nhiên, bây giờ vợ tôi bị xương khớp ở một bên hông. Không đời nào cô ấy có thể đi lên đoạn đường đó, tôi cũng không thể đẩy cô ấy. Chúng tôi có thể trả tiền để được hỗ trợ không, hay có lựa chọn nào khác không? Chúng tôi sống ở Tucson, nhưng điều quan trọng đối với chúng tôi là phải chia sẻ Nhà nguyện ít nhất một lần nữa.  Chúng tôi sẽ sẵn lòng trả tiền để được hỗ trợ. Cảm ơn bạnĐọc thêm",
            "Vì đại dịch nên tôi chưa thực sự đến trang này, nên có lẽ bạn đã đến và đi vào thời điểm đọc bài này.  Cách dễ nhất để biết chắc chắn liệu có nhân viên hỗ trợ người khuyết tật hay không là gọi cho họ.  Đường dây trực tiếp của họ là 928 282 4069\nTôi hy vọng điều này có ích.Đọc thêm",
            "Tham quan nhà nguyện có mất phí khôngĐọc thêm",
            "Nó hoàn toàn miễn phí!Đọc thêm",
            "Có chuyến tham quan nào đưa bạn đến Nhà nguyện không\n\nCảm ơn \nĐọc thêm",
            "Chắc chắnĐọc thêm",
            "Có dịch vụĐọc thêm",
            "Không, họ không còn dịch vụ nữa. \nHọ đã làm điều đó một lần nhưng đã dừng việc đó cách đây một thời gian. Đọc thêm"
        ],
        "star_ratings": [
            7759,
            2285,
            584,
            89,
            39
        ],
        "review_amount": 10756,
        "location": [
            "Hoa Kỳ",
            "Nhà nguyện Thánh Giá",
            "Những điều cần làm ở Sedona",
            "Sedona",
            "Arizona AZ"
        ],
        "reviews_time": [
            "Written June 9, 2023",
            "Written June 9, 2023",
            "Written June 10, 2023",
            "Written June 15, 2023",
            "Written June 17, 2023",
            "Written June 23, 2023",
            "Written July 1, 2023",
            "Written July 17, 2023",
            "Written August 9, 2023",
            "Written August 14, 2023",
            "Written June 3, 2024",
            "Written May 30, 2024",
            "Written May 25, 2024",
            "Written May 25, 2024",
            "Written May 20, 2024",
            "Written May 9, 2024",
            "Written May 7, 2024",
            "Written May 5, 2024",
            "Written April 30, 2024",
            "Written April 23, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g31352-d117113-Reviews-Chapel_of_the_Holy_Cross-Sedona_Arizona.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g31352-d25074251-Reviews-Willows_Kitchen_Wine_Bar-Sedona_Arizona.html",
            "https://www.tripadvisor.com/Restaurant_Review-g31352-d2317164-Reviews-Mesa_Grill_Sedona-Sedona_Arizona.html",
            "https://www.tripadvisor.com/Restaurant_Review-g31352-d9558109-Reviews-The_Hudson-Sedona_Arizona.html",
            "https://www.tripadvisor.com/Restaurant_Review-g31352-d21494897-Reviews-Mole_Sedona-Sedona_Arizona.html",
            "https://www.tripadvisor.com/Restaurant_Review-g31352-d12265471-Reviews-Dellepiane-Sedona_Arizona.html",
            "https://www.tripadvisor.com/Restaurant_Review-g31352-d496090-Reviews-Javelina_Cantina-Sedona_Arizona.html",
            "https://www.tripadvisor.com/Restaurant_Review-g31352-d3308111-Reviews-Mooney_s_Irish_Pub_Burger_Bar_Sedona-Sedona_Arizona.html",
            "https://www.tripadvisor.com/Restaurant_Review-g31352-d496094-Reviews-Rene_At_Tlaquepaque-Sedona_Arizona.html",
            "https://www.tripadvisor.com/Restaurant_Review-g31352-d557257-Reviews-El_Rincon_Restaurante_Mexicano-Sedona_Arizona.html",
            "https://www.tripadvisor.com/Restaurant_Review-g31352-d10535495-Reviews-Pump_House_Station-Sedona_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g60971-d10137287-Reviews-Chapel_of_the_Holy_dove-Flagstaff_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31352-d3617831-Reviews-Broken_Arrow_Trail-Sedona_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31352-d2639784-Reviews-Son_Silver_West_Gallery-Sedona_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31352-d126802-Reviews-Cathedral_Rock-Sedona_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31352-d126801-Reviews-Bell_Rock-Sedona_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31352-d255401-Reviews-Airport_Mesa-Sedona_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31352-d14919561-Reviews-911_Memorial-Sedona_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31352-d564148-Reviews-Exposures_International_Gallery_of_Fine_Art-Sedona_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31352-d254063-Reviews-Little_Horse_Trail-Sedona_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31352-d14936707-Reviews-Christ_Lutheran_Church-Sedona_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31352-d117113-Reviews-or10-Chapel_of_the_Holy_Cross-Sedona_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31352-d9874618-Reviews-Gateway_Cottage_Wellness_Center-Sedona_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31352-d3174730-Reviews-Amitabha_Stupa_and_Peace_Park-Sedona_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31352-d591300-Reviews-Palatki_Ruins-Sedona_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31352-d109521-Reviews-Oak_Creek_Vista_Overlook-Sedona_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31352-d6599465-Reviews-Sedona_Airport_Scenic_Overlook-Sedona_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31352-d591295-Reviews-Honanki-Sedona_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31352-d3297843-Reviews-Schnebly_Hill_Road-Sedona_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31352-d109676-Reviews-Tlaquepaque_Arts_Shopping_Village-Sedona_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31352-d109518-Reviews-Main_Street-Sedona_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31352-d3314348-Reviews-Schnebly_Hill_Vista-Sedona_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31352-d8735848-Reviews-Vita_Pura_Yoga_Hiking_Retreats-Sedona_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31352-d11657649-Reviews-Guidance_Air-Sedona_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31352-d4036916-Reviews-Trail_Lovers_Sedona_Hiking_MTB_Guides-Sedona_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31352-d12301522-Reviews-Grand_Canyon_Journeys-Sedona_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31352-d1194093-Reviews-Arizona_ATV_Adventures-Sedona_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31352-d2141996-Reviews-First_Class_Charter_Tours-Sedona_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31352-d2343560-Reviews-The_Hike_House-Sedona_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31352-d21504638-Reviews-Dynamic_Journey_Tours-Sedona_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31352-d10168807-Reviews-Sedona_CanAm_ATV_Rentals-Sedona_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31352-d4222734-Reviews-Trailhead_Tea-Sedona_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31352-d2422944-Reviews-Thunder_Mountain_Bikes-Sedona_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d2437651-Reviews-Canary_Wharf-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g297897-d1655656-Reviews-Negombo_Beach-Negombo_Western_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g32066-d5607891-Reviews-Grizzly_Peak-Berkeley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d207764-Reviews-Angel_Park_Golf_Club-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g4463188-d10807613-Reviews-Yali_Beach-Giannades_Corfu_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d4463396-Reviews-Mixx_Discotheque_Bangkok-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g150800-d209936-Reviews-La_Lagunilla_Market-Mexico_City_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d2700916-Reviews-KL_Forest_Eco_Park-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g189167-d7168608-Reviews-Rent_a_Scooter_Madeira-Funchal_Madeira_Madeira_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g189934-d202598-Reviews-Seurasaaren_Ulkomuseo-Helsinki_Uusimaa.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g31352-d117113-Reviews-or10-Chapel_of_the_Holy_Cross-Sedona_Arizona.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g31352-d117113-Reviews-Chapel_of_the_Holy_Cross-Sedona_Arizona.html"
    }
]