[
    {
        "attraction_name": "Chateau de Chillon",
        "attraction_name_vi": "Lâu đài Chillon",
        "general_info": [
            "4.269 đánh giá",
            "- 1 trong 4 điều cần làm ở Veytaux",
            "Địa điểm lịch sử",
            "Công trình kiến ​​trúc",
            "Lâu đài"
        ],
        "attraction_summary": "Cánh cửa của một trong những lâu đài hấp dẫn nhất Châu Âu đang mở ra cho bạn. Di tích lịch sử hàng nghìn năm tuổi này nằm trong khung cảnh thiên nhiên bên bờ hồ Geneva dưới chân dãy núi Alps ở Thụy Sĩ. Các chuyến tham quan cá nhân hoặc nhóm, không có người đi kèm, có hướng dẫn hoặc có hướng dẫn âm thanh đều có sẵn. Chillon cũng tổ chức các cuộc triển lãm, biểu diễn nghệ thuật và đại chúng cũng như các buổi hòa nhạc quanh năm. Mở cửa quanh năm - trừ ngày 1 tháng 1 và ngày 25 tháng 12 - .Đọc thêm",
        "reviews": [
            "Lâu đài Chillion là một trong những lâu đài thời Trung cổ kiêm pháo đài được bảo tồn tốt nhất trong khu vực có niên đại từ thế kỷ 11. Nó nằm trên bờ hồ Geneva gần Montreux và phong cảnh ở đây rất đẹp và thơ mộng.\n\nNhóm du lịch của chúng tôi đến đây để dừng chân chụp ảnh, nơi hướng dẫn viên của chúng tôi giới thiệu ngắn gọn và lịch sử về lâu đài cũng như vai trò của lâu đài trong thời xa xưa.\n\nChúng tôi đã không vào bảo tàng vì chúng tôi có một danh sách các điểm tham quan sau đó và thiếu thời gian. Nhưng chắc chắn rất đáng để đến đây chỉ để thưởng thức phong cảnh như đã đề cập và nơi bạn có thể đứng dậy và đến gần lâu đài ngay trước mặt, nơi cảm giác nhìn thấy nó trong tấm bưu thiếp trở nên sống động!\n\nĐáng giá! Đọc thêm",
            "Cảm ơn tin nhắn rất tử tế của bạn!\nRất mong được chào đón bạn lần nữa.\nTrân trọng,\n\nLâu đài Chillon\nĐọc thêm",
            "Đây được coi là một giai đoạn của - Tù nhân của Chillon - . Lâu đài này nằm ở ven hồ và bạn có thể thưởng thức phong cảnh rất đẹp. Lâu đài này chính xác là ở Veytaux, nhưng nó gần ga Montreux. Khi bạn ghé thăm Montreux, bạn có thể muốn đến đây. \n Du khách có thể mua vé tại lâu đài nhưng có làn ưu tiên dành cho người giữ vé trực tuyến và tôi khuyên bạn nên mua vé trước.\n  Đi xe buýt là cách dễ dàng nhất để đi từ ga Montreux - No201 Bux - . Nếu bạn thích đi bộ, bạn có thể muốn đi bộ đến thăm. Nó mất khoảng một giờ. Có một số bữa tiệc và danh lam thắng cảnh trên đường đến lâu đài. Tôi - tôi chắc chắn mọi người đều thích nó.Đọc thêm",
            "Cảm ơn tin nhắn rất tử tế của bạn!\nRất mong được chào đón bạn lần nữa.\nTrân trọng,\n\nLâu đài Chillon\nĐọc thêm",
            "Chúng tôi đã thực hiện chuyến tham quan tự gui và điều đó thật tuyệt vời.  Lâu đài rất đẹp và đầy lịch sử phong phú.  Hãy cẩn thận: để trải nghiệm chuyến tham quan đầy đủ có nhiều bậc thang và cầu thang hẹp.  Sẽ là khôn ngoan nếu đi vào một ngày mát mẻ.  Phong cảnh thật ngoạn mục và lịch sử rất thú vị.  Thực hiện chuyến tham quan tự hướng dẫn bằng âm thanh, cung cấp một số tùy chọn ngôn ngữ.Đọc thêm",
            "Cảm ơn tin nhắn tốt bụng của bạn!\nRất mong được chào đón bạn lần nữa.\nTrân trọng,\n\nLâu đài Chillon\nĐọc thêm",
            "Một lâu đài hoàn toàn tuyệt vời ngay bên bờ hồ Geneva, cách Montreux không xa. Nhô ra hồ, Chateau de Chillon trông giống như một lâu đài cổ tích nguyên mẫu.\nChúng tôi có một hướng dẫn viên địa phương tuyệt vời, người nói tiếng Anh hoàn hảo và thực sự khiến mọi khía cạnh của lâu đài trở nên sống động.\nMọi thứ về lâu đài đều tuyệt đẹp - kiến ​​trúc, trần nhà, tường, lịch sử.... một nơi nhất định phải ghé thăm nếu bạn đến vùng này của Thụy Sĩ.Đọc thêm",
            "Cảm ơn tin nhắn rất tử tế của bạn!\nRất mong được chào đón bạn lần nữa.\nTrân trọng,\n\nLâu đài Chillon\nĐọc thêm",
            "Một lâu đài cổ xinh xắn bên bờ Hồ Geneva, có thể đến bằng thuyền hoặc đi xe buýt một đoạn ngắn từ Montreux. Lâu đài đã được cải tạo nhiều phần, trở lại hình dáng ban đầu và nó vừa thú vị vừa mang tính lịch sử. Hướng dẫn bằng âm thanh có sẵn, cung cấp góc nhìn rõ ràng về những gì bạn đang thấy.\nHãy cẩn thận, có rất nhiều bước, nhưng việc leo lên rất đáng giá.  \nCó một quán cà phê gần lối vào cung cấp đồ ăn nhẹ ngon với giá cả rất hợp lý. Chỗ ngồi là bên trong và bên ngoài.\nĐọc thêm",
            "Cảm ơn tin nhắn tốt bụng của bạn!\nRất mong được chào đón bạn lần nữa.\nTrân trọng,\n\nLâu đài Chillon\nĐọc thêm",
            "Nhìn toàn cảnh trên Hồ xinh đẹp, đó là một điểm nhấn tuyệt vời. \n\nViệc đến sớm trước giờ mở cửa mang lại cơ hội yên tĩnh khám phá khung cảnh tuyệt đẹp xung quanh với nhóm bạn duy nhất là một nhóm ngư dân trên bến tàu gần đó.\n\nVào cửa miễn phí với Swiss Travel Pass có nghĩa là chi phí duy nhất là hướng dẫn âm thanh cần thiết, đưa ra lời bình luận kỹ lưỡng và hấp dẫn trong hơn một giờ.\n\nĐiểm dừng chân đầu tiên là các tầng hầm và hầm mộ với những đặc điểm bằng đá đáng ngưỡng mộ như cột và mái vòm cùng với trần nhà hình vòm. \n\nĐây cũng là nơi tù nhân nổi tiếng François Bonivard, một tu sĩ người Geneva, bị giam cầm trong 4 năm kể từ năm 1532. Chuyến thăm của Byron vào năm 1816 đã dẫn đến bài thơ The Prisoner of Chillon của ông cùng năm. \n \nSau đó trở đi đến dãy sân, các sảnh và phòng lộng lẫy và đầy sức gợi. Một nhà nguyện lớn với những bức bích họa tuyệt vời đang ở đây. Một căn phòng chứa các tài liệu của lâu đài và một người ghi chép rõ ràng là đã làm việc quá sức, vì giờ đây anh ta chỉ còn là một bộ xương.   \n\nĐi bộ dọc theo ban công bằng gỗ tuyệt vời là một trải nghiệm đáng nhớ với những khung cảnh khó quên xuyên suốt. \nĐọc thêm",
            "Cảm ơn tin nhắn tốt bụng của bạn!\nRất mong được chào đón bạn lần nữa.\nTrân trọng,\n\nLâu đài Chillon\nĐọc thêm",
            "Lịch sử và kiến ​​trúc thú vị. Tôi muốn giới thiệu một chuyến thăm. \n\nTuy nhiên, tôi thấy việc điều hướng lâu đài thật khó hiểu. Ngoài ra, tôi nghĩ giá vào cửa hơi cao vì nhiều phòng hoàn toàn trống.Đọc thêm",
            "Cảm ơn tin nhắn tốt bụng của bạn!\nChúng tôi không chấp nhận ý kiến ​​​​của bạn.\nRất mong được chào đón bạn lần nữa.\nTrân trọng,\n\nLâu đài Chillon\nĐọc thêm",
            "Tôi chưa đến nhiều lâu đài nhưng tôi không cần phải là chuyên gia về lâu đài mới có thể nói rằng nơi này thật đáng kinh ngạc. Lần đầu tiên tôi nhìn thấy nó - từ bên trong xe buýt - tôi cảm thấy có điện chạy trong cơ thể mình, tuy nhiên hóa ra tôi chỉ bị điện giật bởi nút bấm của xe buýt. Lâu đài thật tuyệt vời, nó có gạch, nước, mái nhà, lối thoát hiểm tuyệt vời mà tôi có thể thoải mái nói rằng nó đã bị khóa, có rất nhiều cầu thang, tuy nhiên một khi bạn lên đến đỉnh thì mọi thứ hoàn toàn xứng đáng. Phải xem bạn có ở gần Geneva không! Đọc thêm",
            "Chuyến tham quan theo chủ đề tuyệt vời giúp bạn đắm mình vào thời trung cổ. Hướng dẫn viên sẽ đưa bạn đi qua lịch sử của lâu đài và chia sẻ về cuộc sống hàng ngày của một người bình thường và một người quý tộc, bao gồm cả những gì họ sẽ ăn, uống và làm. Đây là một chuyến tham quan rất tương tác và hấp dẫn - một giờ trôi qua rất nhanh và tôi đã khám phá ra rất nhiều điều. Cả người lớn và trẻ em chắc chắn sẽ thích. Sau chuyến tham quan, chúng tôi đã ăn trưa được nấu theo công thức thời trung cổ tại quán cà phê mới gần đó và được mời quay lại lâu đài và tự mình khám phá. Tôi nghĩ rằng đây là một giá trị tuyệt vời khi bạn cân nhắc đến bữa trưa, món tráng miệng, nước, cà phê, vé vào cửa và hướng dẫn viên du lịch vui nhộn và thú vị - vô giá! - . Tôi hoàn toàn muốn giới thiệu nó cho mọi người! Điều duy nhất tôi muốn nói thêm là tôi ước các suất ăn, đĩa và dao kéo chân thực hơn để phù hợp với các món ăn thời trung cổ trên đĩa của chúng tôi. Và có lẽ một món quà miễn phí đáng nhớ, như một công thức nấu ăn thời trung cổ trên một cuộn giấy, sẽ vượt quá mong đợi của tôi! Đọc thêm",
            "Chúng tôi rất thích chuyến thăm của chúng tôi đến lâu đài này.  Chúng tôi đã tự mình khám phá những điều dễ dàng thực hiện với tài liệu quảng cáo và bảng chỉ dẫn.  Đừng bỏ lỡ pháo đài và tất cả vũ khí thời đó.  Tôi không thể tưởng tượng được bạn phải mạnh đến mức nào để sử dụng một trong số chúng.  Ngoài ra căn phòng có tất cả các tủ và rương đồ đạc đều rất đẹp.  Đọc thêm",
            "Chúng tôi thực sự rất thích đến thăm lâu đài. Khung cảnh đẹp, được duy trì tốt và kết hợp quan điểm về cuộc sống gia đình - pháo đài. Lịch sử rất thú vị. Chúng tôi đã dành 2 giờ và hầu như không đủ thời gian để đi hết. Chúng tôi chắc chắn đề xuất trang web này.Đọc thêm",
            "Chúng tôi rất thích chuyến thăm lâu đài này. Chúng tôi tự mình khám phá, điều này rất dễ thực hiện với tờ rơi và biển báo. Đừng bỏ lỡ pháo đài và tất cả các loại vũ khí thời đó. Tôi không thể tưởng tượng được bạn phải mạnh mẽ đến mức nào để sử dụng một trong số chúng. Ngoài ra, căn phòng có tất cả các rương đựng đồ đạc và rương đựng đồ cũng rất đẹp. Đọc thêm",
            "Lâu đài tuyệt vời! Không có đủ thời gian để xem tất cả mặc dù đã dành 4 giờ. Kích thước của nó là rất lớn và lịch sử thật tuyệt vời. Thật là một vị trí tuyệt vời. Rất khuyến khích không dừng lại ở đây khi ở trong khu vực. Đọc thêm",
            "Nơi hấp dẫn. Chúng tôi không sử dụng hướng dẫn bằng âm thanh vì có rất nhiều thông tin để đọc trên bảng thông tin ở mỗi khu vực.  Thông tin được cung cấp bằng tiếng Pháp, tiếng Đức và tiếng Anh. Chúng tôi dành khoảng 5 giờ vì chúng tôi đọc hầu hết mọi thứ. Họ cũng có các video đa ngôn ngữ với tai nghe trong một số phòng. Chúng tôi đã nhận được phiếu giảm giá do khách sạn tặng nên nó có giá trị cực kỳ tốt. Chúng tôi ra ngoài ăn trưa vui vẻ ở quán cà phê đối diện và được phép quay lại để kết thúc chuyến tham quan.Đọc thêm",
            "Chúng tôi đã có khoảng thời gian thú vị tại Lâu đài Chillon mặc dù ngày chúng tôi đến trời mưa phùn. Chồng tôi và tôi cùng với đứa con trai 16 tuổi của chúng tôi đã thực hiện một chuyến tham quan tự hướng dẫn - với chuyến tham quan bằng âm thanh --- không thực sự cần thiết, nhưng nó đã cung cấp một số thông tin nhỏ -. Lâu đài tuyệt đẹp và được đánh dấu bằng những câu chuyện và thông tin - bằng tiếng Anh, tiếng Pháp và tiếng Đức - . Chúng tôi dành khoảng 2 giờ và sau đó thêm một chút để chụp ảnh gia đình bên ngoài hồ. Chúng tôi rất vui vì đã có cơ hội chứng kiến ​​mảnh lịch sử đầy ấn tượng này.Đọc thêm",
            "Triển lãm tuyệt vời - phải ghé thăm! Sự kết nối tuyệt vời giữa nghệ thuật hiện đại, lịch sử và sự sáng tạo từ một nghệ sĩ trẻ. Đọc thêm",
            "Tour du lịch theo chủ đề tuyệt vời đắm mình trong thời trung cổ. Người hướng dẫn sẽ dẫn bạn đi qua lịch sử của lâu đài và chia sẻ cuộc sống hàng ngày của một người bình thường và một người quý tộc sẽ như thế nào, bao gồm cả những gì họ sẽ ăn, uống và làm. Đó là một chuyến tham quan rất tương tác và hấp dẫn - một giờ trôi qua rất nhanh và tôi đã khám phá được rất nhiều điều. Cả người lớn và trẻ em chắc chắn sẽ thích nó. Sau chuyến tham quan, chúng tôi dùng bữa trưa được nấu theo công thức thời Trung cổ tại quán cà phê mới gần đó và có cơ hội quay lại lâu đài và tự mình khám phá. Tôi nghĩ đó là giá trị đáng kinh ngạc khi bạn xem xét bữa trưa, món tráng miệng, nước, cà phê, vé vào cửa và hướng dẫn viên du lịch hài hước và thú vị - vô giá! - . Tôi hoàn toàn muốn giới thiệu nó cho tất cả mọi người! Điều duy nhất tôi muốn nói thêm là tôi ước các suất ăn, đĩa và dao kéo chân thực hơn để phù hợp với các món ăn thời Trung cổ trên đĩa của chúng tôi. Và có thể một món quà miễn phí đáng nhớ nhỏ, chẳng hạn như công thức thời Trung cổ trên một cuộn giấy, sẽ vượt quá mong đợi của tôi!Đọc thêm",
            "Lâu đài rất lớn và đẹp. Các tài liệu quảng cáo có sẵn bằng nhiều ngôn ngữ. Thông tin thì ổn, nhưng tập trung vào năm và ngày tháng, không phải lúc nào cũng thú vị. Tôi nghĩ họ có thể làm nhiều hơn một chút để kích thích trí tưởng tượng của trẻ em. Các không gian chủ yếu trống rỗng, chỉ có phòng ngủ và phòng ăn được trang trí. Phòng kho báu hay nhà tù chẳng hạn chỉ là những khoảng trống. Tôi cũng nghĩ rằng thật thú vị khi cho trẻ em xem mọi người ăn mặc như thế nào. Người lớn có thể tưởng tượng cuộc sống trong lâu đài này sẽ như thế nào còn trẻ em thì không.Đọc thêm",
            "Lâu đài có vị trí tuyệt vời, bạn cũng có thể đi bộ xung quanh. Khá tốt với số lượng phòng, tương ứng với hướng dẫn bạn nhận được. Rượu từ lâu đài cũng rất tuyệt. Đọc thêm",
            "Đây là một trong những chuyến tham quan tự hướng dẫn tốt nhất mà chúng tôi từng trải nghiệm.  Tai nghe âm thanh thuật lại một cách sống động tất cả các tình tiết lịch sử trong các cuộc đời khác nhau của lâu đài này qua nhiều năm - nhiều thế kỷ.  Và nói về âm thanh, hãy đảm bảo bạn xuất trình biên lai cho biết bạn đã thanh toán cho âm thanh - vì cô gái trẻ ở lối vào yêu cầu chúng tôi chỉ xuất trình điều đó khi cô ấy nói rằng Vé Viator của chúng tôi hiển thị âm thanh là không đủ - .  Có những chiếc ghế dài để bạn ngồi suốt chặng đường đi bộ khoảng 90 phút qua căn phòng và những khu vực ẩn giấu của lâu đài.  Rất đáng thời gian và tiền bạc!Đọc thêm"
        ],
        "star_ratings": [
            2945,
            1153,
            147,
            19,
            7
        ],
        "review_amount": 4271,
        "location": [
            "Các hoạt động ở Veytaux",
            "Lâu đài Chillon",
            "Thụy sĩ",
            "Châu Âu",
            "Veytaux",
            "bang Vaud"
        ],
        "reviews_time": [
            "Written July 5, 2023",
            "Written August 17, 2023",
            "Written September 10, 2023",
            "Written September 22, 2023",
            "Written October 24, 2023",
            "Written December 2, 2023",
            "Written December 16, 2023",
            "Written January 24, 2024",
            "Written March 17, 2024",
            "Written May 24, 2024",
            "Written May 31, 2024",
            "Written May 25, 2024",
            "Written April 25, 2024",
            "Written April 12, 2024",
            "Written March 31, 2024",
            "Written March 18, 2024",
            "Written March 18, 2024",
            "Written February 20, 2024",
            "Written February 11, 2024",
            "Written February 4, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g911522-d246808-Reviews-Chateau_de_Chillon-Veytaux_Canton_of_Vaud.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g911522-d27092192-Reviews-Leman_Bae_Restaurant_Steakhouse-Veytaux_Canton_of_Vaud.html",
            "https://www.tripadvisor.com/Restaurant_Review-g911522-d23737882-Reviews-Cafe_Byron-Veytaux_Canton_of_Vaud.html",
            "https://www.tripadvisor.com/Restaurant_Review-g644350-d2415579-Reviews-Tango_Restaurante-Territet_Montreux_Canton_of_Vaud.html",
            "https://www.tripadvisor.com/Restaurant_Review-g644350-d12658941-Reviews-Chez_John_The_Roadhouse-Territet_Montreux_Canton_of_Vaud.html",
            "https://www.tripadvisor.com/Restaurant_Review-g911522-d24969107-Reviews-Grill_Mountain-Veytaux_Canton_of_Vaud.html",
            "https://www.tripadvisor.com/Restaurant_Review-g911522-d4459730-Reviews-Restaurant_Elise_Hotel_Masson-Veytaux_Canton_of_Vaud.html",
            "https://www.tripadvisor.com/Restaurant_Review-g188108-d4844334-Reviews-Tertianum_Le_Pavois-Montreux_Canton_of_Vaud.html",
            "https://www.tripadvisor.com/Restaurant_Review-g644350-d21352822-Reviews-Territet_Co-Territet_Montreux_Canton_of_Vaud.html",
            "https://www.tripadvisor.com/Restaurant_Review-g644350-d6700673-Reviews-Chez_Chorn-Territet_Montreux_Canton_of_Vaud.html",
            "https://www.tripadvisor.com/Restaurant_Review-g644350-d26353890-Reviews-Pho_ardoise-Territet_Montreux_Canton_of_Vaud.html",
            "https://www.tripadvisor.com/Attraction_Review-g911522-d22953758-Reviews-Fort_de_Chillon-Veytaux_Canton_of_Vaud.html",
            "https://www.tripadvisor.com/Attraction_Review-g911522-d21243565-Reviews-Quai_Alfred_chatelanat-Veytaux_Canton_of_Vaud.html",
            "https://www.tripadvisor.com/Attraction_Review-g188108-d6983788-Reviews-Queen_Studio_Experience-Montreux_Canton_of_Vaud.html",
            "https://www.tripadvisor.com/Attraction_Review-g188108-d546443-Reviews-Montreux_Lakeside-Montreux_Canton_of_Vaud.html",
            "https://www.tripadvisor.com/Attraction_Review-g188108-d246809-Reviews-Freddie_Mercury_Statue-Montreux_Canton_of_Vaud.html",
            "https://www.tripadvisor.com/Attraction_Review-g188108-d1417336-Reviews-GoldenPass_Line-Montreux_Canton_of_Vaud.html",
            "https://www.tripadvisor.com/Attraction_Review-g188108-d669330-Reviews-Corniche_Lavaux_Vineyards-Montreux_Canton_of_Vaud.html",
            "https://www.tripadvisor.com/Attraction_Review-g4353418-d10126791-Reviews-Chaplin_s_World-Corsier_sur_Vevey_Canton_of_Vaud.html",
            "https://www.tripadvisor.com/Attraction_Review-g188108-d285042-Reviews-Marmot_s_Paradise-Montreux_Canton_of_Vaud.html",
            "https://www.tripadvisor.com/Attraction_Review-g188108-d1633965-Reviews-Rochers_de_Naye-Montreux_Canton_of_Vaud.html",
            "https://www.tripadvisor.com/Attraction_Review-g911522-d246808-Reviews-or10-Chateau_de_Chillon-Veytaux_Canton_of_Vaud.html",
            "https://www.tripadvisor.com/Attraction_Review-g911522-d18388366-Reviews-Chapelle_de_Veytaux-Veytaux_Canton_of_Vaud.html",
            "https://www.tripadvisor.com/Attraction_Review-g1756479-d3808300-Reviews-Fly_Xperience-Villeneuve_Canton_of_Vaud.html",
            "https://www.tripadvisor.com/Attraction_Review-g188108-d3582922-Reviews-Swiss_Riviera_Wine_Tours-Montreux_Canton_of_Vaud.html",
            "https://www.tripadvisor.com/Attraction_Review-g1166911-d12233174-Reviews-Roseville_Escape_Room-Corseaux_Vevey_Canton_of_Vaud.html",
            "https://www.tripadvisor.com/Attraction_Review-g188108-d546444-Reviews-Vieille_Ville_de_Montreux-Montreux_Canton_of_Vaud.html",
            "https://www.tripadvisor.com/Attraction_Review-g188108-d10513841-Reviews-RivieraWake-Montreux_Canton_of_Vaud.html",
            "https://www.tripadvisor.com/Attraction_Review-g147396-d7113396-Reviews-Bajari_Beach-Grand_Turk_Turks_and_Caicos.html",
            "https://www.tripadvisor.com/Attraction_Review-g293797-d19342767-Reviews-Laboma_Beach_Resort-Accra_Greater_Accra.html",
            "https://www.tripadvisor.com/Attraction_Review-g54371-d8413513-Reviews-JG_Spa_Massage-North_Myrtle_Beach_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g32171-d282221-Reviews-The_Flower_Fields_at_Carlsbad_Ranch-Carlsbad_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g55229-d23470847-Reviews-The_Gibson_Garage-Nashville_Davidson_County_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d14086698-Reviews-Danang_Night_Market-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g58946-d266857-Reviews-Hollywood_Casino_at_Charles_Town_Races-Charles_Town_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d12078447-Reviews-Kampong_Bharu-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d23138553-Reviews-Weeds_Store_Cannabis_Light_Cbd_Weed-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g293732-d12949682-Reviews-Lolita_Beauty_Center-Casablanca_Casablanca_Settat.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g911522-d246808-Reviews-or10-Chateau_de_Chillon-Veytaux_Canton_of_Vaud.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g911522-d246808-Reviews-Chateau_de_Chillon-Veytaux_Canton_of_Vaud.html"
    }
]