[
    {
        "attraction_name": "Chattanooga Mercantile",
        "attraction_name_vi": "Thương mại Chattanooga",
        "general_info": [
            "13 đánh giá",
            "Cửa hàng đồ cổ"
        ],
        "attraction_summary": "Trung tâm mua sắm đồ cổ mọi thứ phía Nam. Trà ngọt được phục vụ. Các nhà cung cấp tại trung tâm mua sắm đã tạo ra hiệu ứng thị trấn nhỏ phía Nam bằng cách làm cho mỗi không gian của nhà cung cấp riêng lẻ xuất hiện như một mặt tiền của thị trấn nhỏ phía Nam. Nhiều không gian sàn, trải nghiệm mua sắm độc đáoĐọc thêm",
        "reviews": [
            "KHÔNG BAO GIỜ LẠI - chúng tôi đã mua sắm ở đây thường xuyên trong gần 3 năm.  Tìm thấy một số giao dịch mua tuyệt vời - đã chi rất nhiều tiền.   Sau ngày hôm nay tôi sẽ không bao giờ quay lại đó nữa.   Hành vi thô lỗ của nhân viên khi tôi yêu cầu nhận hóa đơn thành từng khoản là không thể tin được.   KHÔNG BAO GIỜ tôi sẽ bước chân vào đó nữa.Đọc thêm",
            "Đến Chattanooga cho một chuyến đi trong ngày và muốn tìm một địa điểm mới để duyệt và mua sắm. Chúng tôi hoàn toàn thích thú với trải nghiệm của mình và cũng đánh giá cao dịch vụ tốt khi thanh toán. Rất nhiều thứ để xem và một cái gì đó cho tất cả mọi người. Thật ngạc nhiên khi thấy quán trà nhưng chúng tôi đã có kế hoạch ăn trưa nên chúng tôi đã vượt qua chuyến đi này. Chúng tôi - sẽ quay lại! Đọc thêm",
            "Chúng tôi rất thích dừng chân tại Mercantile khi đi qua Chattanooga. Rất nhiều thứ để xem xét từ đồ cổ, quần áo, trang trí trang trại, v.v. Chúng tôi quyết định thử bữa trưa tại - phòng trà -. Món salad gà rất ngon và cô phục vụ của chúng tôi rất ngọt ngào và chu đáo. Điểm trừ nhỏ duy nhất là nhân viên thanh toán bán lẻ - họ cần học một số kỹ năng làm người tích cực từ cô hầu bàn ngọt ngào trong phòng trà! Đọc thêm",
            "Các gian hàng riêng lẻ được quản lý rất đáng yêu. Nhà hàng có tuyển chọn các loại trà tuyệt vời. Salad gà và salad trứng đều chiến thắng. Không thể chờ đợi để quay lại!Đọc thêm",
            "Hoàn toàn bất ngờ khi chúng tôi lái xe để tìm viên ngọc này! Chúng tôi dừng lại và rời đi với đủ thứ và lẽ ra sẽ mua thêm. Một chút gì đó dành cho tất cả mọi người, ở mọi mức giá. Áp phích phim cổ điển, kỷ vật nhạc rock and roll, xà phòng, đồ nội thất, đồ sứ cổ điển, thời trang cao bồi, thậm chí cả tác phẩm nghệ thuật làm từ vỏ đạn!Đọc thêm",
            "Nơi tuyệt vời để chọn thứ gì đó đặc biệt để thêm vào trang trí nhà cửa hoặc làm quà tặng. Mỗi gian hàng đều có vẻ đẹp độc đáo và được trang trí để làm nổi bật các món đồ cổ và cổ điển. Các khu vực theo chủ đề có rất nhiều không gian để phục vụ người mua sắm. Có Phòng trà và Sifted, một tiệm bánh cung cấp những chiếc bánh quy khổng lồ. Dễ dàng truy cập từ I-75. Không thể đợi chuyến đi tiếp theo của chúng tôi đến Chattanooga để có chuyến thăm khác.Đọc thêm",
            "The Chattanooga Mercantile is extremely unprofessional and lack the business sense that will keep their business running. I reached out to them 8 weeks ago to buy a  - special order -  from their wooden sign vendor for a very special gift. I got confirmation 3 weeks ago that I could pick it up on the 22nd and they would call to let me know when it was ready. I didn - t hear from them then, so on the 23rd I reached out and asked about it via messenger which is where the entire conversation had taken place. Someone immediately saw the message on that date  - thanks to the read time stamp -  and ignored it. Literally ignored the message. I messaged them yesterday and asked what happened and why my inquiry was being ignored. They said that they never relayed to the vendor that the order had taken place and that they were  - sorry they dropped the ball - . I asked what we could do to get this corrected or if there was something that I could get for him as a courtesy. Never heard back. Today, I asked if someone could call me about this issue since apparently I would have to go out of my way to hear from them.  - I had already given them my number but they only messaged on facebook - . This is where it gets strange. I get a phone call at 815am from someone with a raspy voice. He says he is the owner and took time out of his Emergency Room visit to call me. He says he is about to go have surgery but that he wanted to follow up with me. His performance was somewhere between Ferris Bueller - s  - too sick to go to school -  act to his mom and my 2 year old - s  - I - m a bit sick -  pouty speech. I tell him that I do not need to take his time, but would like to speak to a manager to see how I can get this resolved before our special occasion. He then starts telling me how everyone with the business is super sick and how no one is running the store. Everything was just weird and he came down on me with several guilt trips that were unwarranted. He demanded I tell him about the issues  - from the operating table apparently - , so I made it brief. He quoted himself about all of the ailments that were haunting the store and how I wasn - t going to get any order any time soon. He said  - maybe it will get better in the future. -  I told him that I do not allow businesses multiple opportunities to mess up before they get it together. As a patron, that is my right. The ONLY reason I am posting this on my TripAdvisor is because I went back to the original messages and asked if I could stop by today and see what options I had to PURCHASE. I was still going to give them another opportunity to make money. I don - t ask for free things. Well, turns out they BLOCKED me from sending them messages or liking their page. So, here is my review of the Chattanooga Mercantile. Blocking a customer attempting to make a purchase is outrageous. I feel bad for the vendors who pay commission to the Mercantile because they are blocking orders and taking money from their pockets.Read more",
            "Thật là một phát hiện tuyệt vời! Rất nhiều gian hàng sạch sẽ, được trang bị tốt để mua sắm. Nhân viên rất hữu ích và giá cả hợp lý. Sẽ mất ít nhất một giờ để mua sắm ở đây nên hãy thông cảm! Chúng tôi sẽ quay lại! Đọc thêm",
            "Bạn không chỉ có thể xem qua tất cả các gian hàng tại nơi khổng lồ này mà còn có thể ăn. Có một tiệm bánh mở cửa lúc 9 giờ - ít nhất là vào thứ Bảy - phục vụ cà phê và đồ nướng. Mua sắm, sau đó ăn trưa tại một quán cà phê ngồi. Tôi đã không ăn trưa, mặc dù tôi đã nếm thử phô mai pimento tự làm của họ, và nó thật tuyệt. Có thứ gì đó cho tất cả mọi người. Chồng có thể thả bạn ở đây và sau đó đến Bass Pro Shop: - Đọc thêm",
            "Trung tâm mua sắm đồ cổ này có rất nhiều gian hàng đủ loại. Một số trung tâm mua sắm thường có ít gian hàng nhưng tôi thấy mỗi gian hàng đều có đầy đủ hàng hóa. Tôi đánh giá cao các chủ đề khác nhau trong các gian hàng như sách, hoa - thú cưng. Có - thậm chí còn có một tiệm bánh đáng yêu! Tôi nghĩ tỷ lệ giữa đồ cổ và đồ mới độc nhất rất cao - đọc: không có quá nhiều đồ giả nhập khẩu - . Trong các bức ảnh của tôi, bạn có thể thấy nó - thân thiện với vật nuôi. Tôi đã mua một chiếc ba lô nhỏ làm bằng vật liệu tái chế. Tôi xác định sẽ quay lại! Đọc thêm",
            "Bạn có mua đồ cổ từ các cá nhân hoặc biết ai đó trong khu vực đó không?Đọc thêm",
            "Tìm kiếm những người bán thảm trong khu vực từng có mặt ở chợ trời. Thảm được làm bằng polypropolene.Đọc thêm",
            "Nơi này không phải là chợ trời.Đọc thêm"
        ],
        "star_ratings": [
            8,
            3,
            0,
            0,
            2
        ],
        "review_amount": 13,
        "location": [
            "Hoa Kỳ",
            "Tennessee-TN-",
            "Thương mại Chattanooga",
            "Sườn Đông",
            "Những hoạt động không thể bỏ qua ở East Ridge"
        ],
        "reviews_time": [
            "Written March 31, 2024",
            "Written October 14, 2021",
            "Written April 5, 2021",
            "Written January 2, 2021",
            "Written August 3, 2020",
            "Written December 17, 2019",
            "Written October 29, 2019",
            "Written July 30, 2019",
            "Written May 8, 2019",
            "Written February 17, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g55022-d15003720-Reviews-Chattanooga_Mercantile-East_Ridge_Tennessee.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g54946-d23171918-Reviews-Jonathan_s_Grill-Chattanooga_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g54946-d16720481-Reviews-Chick_fil_A-Chattanooga_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g54946-d5064590-Reviews-Wendy_s-Chattanooga_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55022-d18950092-Reviews-Buddy_s_bar_b_q_East_Ridge-East_Ridge_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55022-d23038210-Reviews-Dairy_Queen_Grill_Chill-East_Ridge_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55022-d831780-Reviews-Portofino_s_Greek_Italian_Restaurant-East_Ridge_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55022-d21166090-Reviews-Champy_s-East_Ridge_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55022-d20444882-Reviews-Cracker_Barrel-East_Ridge_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g54946-d5108615-Reviews-Waffle_House-Chattanooga_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g54946-d4625375-Reviews-Baskin_Robbins-Chattanooga_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55022-d25287359-Reviews-Mercantile_At_The_Ridge-East_Ridge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g54946-d27731727-Reviews-Top_Golf-Chattanooga_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g54946-d15141761-Reviews-Boyd_s_Speedway-Chattanooga_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g54946-d20043281-Reviews-Dept_One_Three-Chattanooga_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g60770-d105137-Reviews-Chickamauga_and_Chattanooga_National_Military_Park-Fort_Oglethorpe_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60770-d1137455-Reviews-Chickamauga_Battlefield-Fort_Oglethorpe_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g54946-d261414-Reviews-Tennessee_Valley_Railroad_Museum-Chattanooga_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g54946-d560390-Reviews-Audubon_Acres_and_Maclellan_Island-Chattanooga_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g35222-d17526305-Reviews-Brainerd_Motorsports_Park-Ringgold_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35234-d611653-Reviews-Lake_Winnie_Amusement_Park-Rossville_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g55022-d15003720-Reviews-or10-Chattanooga_Mercantile-East_Ridge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55022-d9750965-Reviews-Reliks_Chattanooga_Antiques-East_Ridge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55022-d17661926-Reviews-East_Ridge_Antique_District-East_Ridge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55022-d21358585-Reviews-Craft_Axe_Throwing_Chattanooga-East_Ridge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55022-d23391053-Reviews-Topgolf-East_Ridge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g54946-d19798981-Reviews-Bass_Pro_Shops-Chattanooga_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g54946-d19898886-Reviews-Chatt_Taste_Food_Tours-Chattanooga_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g54946-d6407996-Reviews-Scenic_City_Fishing_Charters-Chattanooga_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g54946-d8654618-Reviews-Breakout_Games_Chattanooga-Chattanooga_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g54946-d24099590-Reviews-Chattanooga_Olive_Oil_Company-Chattanooga_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g54946-d19122624-Reviews-The_Robin_s_Nest-Chattanooga_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g35222-d3676850-Reviews-The_Georgia_Winery-Ringgold_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g57026-d207397-Reviews-Tuacahn_Amphitheatre-Ivins_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g190379-d3601049-Reviews-Larnaka_Salt_Lake-Larnaca_Larnaka_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g10158066-d300169-Reviews-The_Belize_Zoo-La_Democracia_Belize_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g147416-d7113495-Reviews-The_Caves_of_New_Providence-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g42139-d20326233-Reviews-The_Belt-Detroit_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g2492082-d13108001-Reviews-Eleko_Beach-Lekki_Lagos_State.html",
            "https://www.tripadvisor.com/Attraction_Review-g60927-d106383-Reviews-Padre_Island_National_Seashore-Corpus_Christi_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g297390-d4593918-Reviews-Japanese_Massage_Masa-Siem_Reap_Siem_Reap_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293797-d3749891-Reviews-Accra_Mall-Accra_Greater_Accra.html",
            "https://www.tripadvisor.com/Attraction_Review-g658915-d644785-Reviews-Laganas_Beach-Laganas_Zakynthos_Ionian_Islands.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g55022-d15003720-Reviews-or10-Chattanooga_Mercantile-East_Ridge_Tennessee.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g55022-d15003720-Reviews-Chattanooga_Mercantile-East_Ridge_Tennessee.html"
    }
]