[
    {
        "attraction_name": "Chatsworth House",
        "attraction_name_vi": "Nhà Chatsworth",
        "general_info": [
            "9.560 đánh giá",
            "- 8 trong số 27 điều cần làm ở Bakewell",
            "Phòng trưng bày nghệ thuật",
            "Địa điểm lịch sử",
            "Địa điểm ưa thích - Địa danh"
        ],
        "attraction_summary": "Chatsworth, quê hương của Công tước và Nữ công tước xứ Devonshire, nằm ở trung tâm Quận Peak ở Derbyshire, bên bờ sông Derwent. Khám phá ngôi nhà lịch sử để biết những câu chuyện hấp dẫn và một trong những bộ sưu tập nghệ thuật quan trọng nhất của Châu Âu. Trong khu vườn, hãy khám phá các đặc điểm của nước, tác phẩm điêu khắc khổng lồ và những bông hoa xinh đẹp đặt tại khu đất đồng quê đẹp đẽ và đáng ngạc nhiên nhất nước Anh. Hoặc đối mặt với những con vật trong trang trại của chúng tôi và tận hưởng niềm vui phiêu lưu ở sân chơi. Hơn nữa, với các ngôi nhà nghỉ mát và khách sạn, cửa hàng và nhà hàng, bao gồm cả cửa hàng trang trại tốt nhất nước Anh, bạn thực sự có thể tận dụng tối đa thời gian của mình với chúng tôi.Đọc thêm",
        "reviews": [
            "Chúng tôi đã đặt trước vé trực tuyến mà tôi muốn giới thiệu nếu không bạn sẽ phải trả thêm - 5 để đỗ xe trong ngày. Chúng tôi bị quán cà phê dụ dỗ khi đến nơi nên đã gọi 2 đồ uống nóng và sau đó phải vội vàng uống hết vì họ không cho phép bạn mang chúng vào trong nhà. Bên trong nó rất đẹp và rất thú vị, các nhân viên bên trong cực kỳ am hiểu và có thể trả lời rất nhiều câu hỏi. Sau đó chúng tôi cũng dành thời gian đi dạo quanh khu đất thật đáng yêu. Chúng tôi đã đi vào thứ ba, đó là ngày nghỉ học nhưng khá bận rộn nên tôi chỉ có thể tưởng tượng nó bận rộn như thế nào trong thời gian cao điểm. Tuy nhiên, rất khuyến khích Chatsworth House cho một ngày đi chơi.Đọc thêm",
            "Rất ấn tượng với nhân viên ở đây. Tôi - tôi phải ngồi xe lăn với một bàn chân bị gãy và không có gì là quá rắc rối. Chúng tôi thấy tất cả những vị khách khỏe mạnh đã nhìn thấy trong nhà và một số thứ họ không nhìn thấy - t. Di chuyển hiệu quả từ tầng này sang tầng khác trong thang máy, được chỉ dẫn và có nhân viên hộ tống khi cần thiết. Bạn có thể nói rằng họ đang tận hưởng công việc của mình và điều đó thật đáng yêu khi thấy.Đọc thêm",
            "Trải nghiệm tuyệt vời khi đến thăm Chatsworth cùng gia đình tôi.  Khuôn viên rộng và đẹp, ngôi nhà tráng lệ, đội ngũ nhân viên nhiệt tình và nghệ thuật nội thất đầy mê hoặc.  Tôi đặc biệt yêu thích phòng trưng bày điêu khắc.  Thậm chí còn thích đi lang thang quanh sân trang trại.  Một ngày đi chơi thật vui vẻ.Đọc thêm",
            "Chúng tôi rất thích một chuyến tham quan ngôi nhà và một chuyến tham quan bằng xe buggy trong khuôn viên và khu vườn. Ngôi nhà thật tuyệt vời trong và ngoài. Kiến trúc đẹp, trang trí lộng lẫy và nội dung cực kỳ thú vị, sang trọng và đa dạng, bao gồm cả những bổ sung hiện đại và triển lãm bổ sung. Vì trời đang mưa nên chuyến tham quan bằng xe buggy là một cách tuyệt vời để đi vòng quanh khu đất rộng lớn. Chúng tôi cũng đến thăm các nhà kính, quán cà phê - những món ăn nhẹ rất hợp lý và ngon miệng - và các cửa hàng. Đọc thêm",
            "Chatsworth mang lại một ngày đi chơi tuyệt vời - ngay cả khi trời mưa -. Cảnh tượng ban đầu khi bạn đến; sự dễ dàng của bãi đậu xe; chính ngôi nhà và những khu vườn tuyệt đẹp.\nNó đắt tiền - nhưng chúng tôi đã được giảm giá 50 đô la vì chúng tôi là thành viên của Quỹ Nghệ thuật nên điều đó có thể chấp nhận được - và như những người khác đã nói, hãy đặt phòng trực tuyến để tránh phí đỗ xe.\nLời chỉ trích nhỏ duy nhất của chúng tôi là nghệ thuật hiện đại đã làm mất đi giá trị của Ngôi nhà - nó không thêm bất cứ điều gì vào trải nghiệm và trông lạc lõngĐọc thêm",
            "Chúng tôi đã không đến thăm bên trong ngôi nhà nhưng nó thực sự rất ấn tượng.  Những khu vườn rất đẹp và rộng lớn, rất xứng đáng với phí vào cửa và chúng tôi đã ở lại nhiều giờ.  Một gợi ý - nhiều ghế dài hơn - chỗ ngồi rải rác khắp các khu vực sẽ được những người ở độ tuổi trưởng thành đánh giá rất cao, đặc biệt là trên các sườn dốc.  Đọc thêm",
            "Chúng tôi đã lên kế hoạch cho cả ngày ở Chatsworth và điều đó là không đủ để ghi lại toàn bộ vẻ đẹp của ngôi nhà và những khu vườn tuyệt vời. Vì vậy, như một khoản chi phí bổ sung, chúng tôi đã tham gia một chuyến tham quan có hướng dẫn viên đến cả ngôi nhà và khu vườn, nơi thật tuyệt vời vì chúng tôi có thể đánh giá cao những điểm thú vị hơn và tìm ra câu trả lời cho bất kỳ câu hỏi nào. \n\nNgười ta phải dành thời gian sau đó và tìm hiểu sâu hơn về lịch sử và các tác phẩm nghệ thuật đáng yêu.Đọc thêm",
            "Nơi hoàn toàn đẹp. Nhân viên thân thiện, nhiều thông tin và tôn trọng và ngôi nhà thật ngoạn mục. Bất cứ ai yêu thích nghệ thuật đều cần phải ghé thăm ít nhất một lần. Không có phòng tắm trong nhà nhưng bạn có thể tìm thấy một số phòng tắm ở một quán cà phê đẹp ngay bên ngoài nên đó không phải là vấn đề. Có thang máy dành cho những người không thể quản lý số lượng cầu thang và chỗ ngồi thường xuyên nên bạn có thể nghỉ giải lao khi đi dạo quanh nhàĐọc thêm",
            "Chúng tôi đã có một ngày tuyệt vời ở Chatsworth. Cửa hàng quà tặng có những món đồ đáng yêu - Tôi đã mua cho chú tôi một ít rượu gin hồng Chatsworth nhân dịp sinh nhật ông. Chúng tôi đã ăn bánh nướng - đồ uống khi chúng tôi đến - ghé vào để xem tiệm kem mới đang thành hình. Chúng tôi cũng đã có một bữa trưa nhẹ với súp, bánh sandwich xinh xắn - bãi đậu xe bánh cá là - 5 giờ trong ngàyĐọc thêm",
            "Một ngày tuyệt vời - mọi thứ đều được chăm sóc rất tốt. \nCác nhân viên trong nhà rất am hiểu và sẵn lòng giúp đỡ. Tôi chắc chắn sẽ giới thiệu chuyến đi.\n\nTriển lãm nghệ thuật Mirror Mirror.. Tôi đánh giá cao nghệ thuật. Tuy nhiên, như những người khác đã nói, các cuộc triển lãm đều có ở mỗi phòng và một số trong số chúng thực sự gây khó chịu khi bạn nhìn vào các tác phẩm lịch sử.  - Ngắm nhìn con quái vật bông xù trong căn phòng đắt nhất Chatsworth -  \nChúng tôi đã không đến để xem nghệ thuật hiện đại - tôi cảm thấy những tác phẩm này đáng lẽ phải được nhóm lại thành một phần của ngôi nhà. \n\nGiá quà tặng đồ uống và thực phẩm cũng khá cao. Mặc dù tôi rất thích tất cả các điểm tham quan và cảm thấy phí vào cửa xứng đáng nhưng giá cho các khía cạnh khác lại quá cao - chúng tôi thực sự rất vui vì đã đi dã ngoại! Một chuyến dã ngoại cho mỗi người mua chỉ dưới - 30 trang. \n\nHãy tự lấy thức ăn và ngồi cùng lũ vịt : - Đọc thêm",
            "Đã đến đây trong khi lưu trú tại công viên du lịch bên cạnh địa điểm, lần ghé thăm cuối cùng là Chatsworth tại Xmas nên chưa thấy nó ở trạng thái nguyên sơ và nó vẫn rất ngoạn mục, đây không phải là một ngày đi chơi rẻ tiền nhưng nơi này và những khu vườn rất rộng lớn nên bạn Tôi cảm thấy xứng đáng với số tiền bạn bỏ ra. Những khu vườn rất đẹp, chúng tôi đã đi xem thác nước và thật tuyệt vời, yêu thích khu vườn thiền, chúng tôi ăn trưa bên đài phun nước sau khi mua thức ăn từ một chiếc xe bán hàng. Nó không tuyệt vời và đắt tiền, tôi muốn ăn ở nhà hàng nhưng vì đó là một ngày đẹp trời nên chúng tôi chọn ngồi bên ngoài. Chồng tôi đã mua một cây kem từ tiệm và tôi đã uống một ly cà phê rất ngon, sau đó chúng tôi ghé thăm cửa hàng đắt tiền nhưng chúng tôi không mua bất cứ thứ gì vào dịp này .Chắc chắn sẽ quay lại đây, tôi thích nó.Đọc thêm",
            "Chúng tôi đã đến thăm trong nửa nhiệm kỳ rơi vào mức giá cao điểm và bỏ qua việc đặt chỗ đậu xe trước nên đây là một chuyến thăm đắt tiền. Tuy nhiên, Chatsworth rất ngoạn mục và chúng tôi đã dành 3 giờ trong khu vườn nên có lẽ đáng giá. Quán cà phê rất căng thẳng khi có người hét lên nên xếp hàng nào để tham gia và đắt tiền cho món súp lạnh. Tôi khuyên bạn nên lấy bánh sandwich và thưởng thức chúng trong khu vườn nhà bếp vắng vẻ.Đọc thêm",
            "Nơi tuyệt vời để ghé thăm vào một ngày ẩm ướt hoặc nắng. Ngôi nhà được bảo tồn rất tốt và khuôn viên rất đẹp để đi dạo xung quanh; rất nhiều điều thú vị để xem trong các khu vườn e. vườn đá mê cungĐọc thêm",
            "Đến thăm bằng xe buýt tham quan, đỉnh huyện dịch vụ hoàn toàn tuyệt vời, nhưng rất thất vọng với mức giá quá đắt - 20 mỗi vòng đi quanh vườn, hoặc - 35 mỗi vòng đi quanh nhà - vườn mà - s - 70 mỗi cặp không chắc có phải không - chỉ là tôi thôi nhưng làm sao có thể coi đó là mức giá hợp lý thì tôi không thể tin được!! -  - Đọc thêm",
            "Rất, rất tốn kém để vào. Ngôi nhà và khuôn viên rất đẹp với cảnh quan tuyệt đẹp. Trừ khi bạn đặc biệt muốn nhìn vào bên trong ngôi nhà, chuyến tham quan khu vườn một mình trong ngày sẽ rất đáng giá - và rẻ hơn nhiều!Đọc thêm",
            "Chatsworth House là một ngôi nhà trang nghiêm, đẹp như tranh vẽ và hoành tráng, xứng đáng cho một ngày đi chơi cùng gia đình. Chúng tôi đã đến thăm những đồ trang trí Giáng sinh tại ngôi nhà và con đường được chiếu sáng xung quanh khu vườn. Bạn nên thực hiện cả hai hoạt động này trong những tháng mùa đông. Trong khuôn viên cũng có một trang trại mà trẻ em sẽ thích thú. Ngoài ra, còn có một quán cà phê phục vụ nhiều món ăn ngon.Đọc thêm",
            "Vô cùng thất vọng với chi phí xem nhà, vì chỉ nhìn thấy khoảng 10 phòng, tôi đã mong đợi được nhìn thấy khu người hầu, v.v. và ngôi nhà được vận hành như thế nào vào thời đó.  - 31,00 mỗi người - 7,50 để đậu xe thực sự, vì vậy - 69,50 cho 2 người, tôi thực sự khuyên bạn nên bỏ tiền của mình để trở thành thành viên National Trust.Đọc thêm",
            "Đến thăm vào một ngày thứ Ba ẩm ướt vào tháng Năm với bố mẹ già của tôi. Tôi đã đặt cho chúng tôi chuyến tham quan khu vườn bằng xe buggy lúc 11 giờ 45 sáng, thật tuyệt vời. Một người phụ nữ lái xe đáng yêu đã hướng dẫn chúng tôi một cách nhàn nhã về khuôn viên rộng lớn - xinh đẹp. Trước khi lên xe buggy, tôi đã hỏi về vị trí của khu vực ăn uống - phải đi bộ đến đó bao xa, sau khi chúng tôi kết thúc chuyến tham quan bằng xe buggy, - vì bố tôi bị hạn chế di chuyển -. Tôi được khuyên rằng tôi có thể yêu cầu tài xế thả chúng tôi gần khu vực ăn uống Stables - đó là một điểm dừng trước khi kết thúc chuyến tham quan -. Điều này tài xế của chúng tôi đã làm - sau đó cô ấy cũng khuyên chúng tôi rằng, sau khi ăn xong, chúng tôi có thể đến khu vực dành cho người phục vụ - ngay bên ngoài khu vực Chuồng ngựa - - yêu cầu nhân viên ở đó gọi xe buggy đến đón chúng tôi - đưa chúng tôi đi xuống đồi đến lối vào của Ngôi nhà. Chúng tôi đã làm điều này - sau đó chúng tôi đi vào Nhà Chatsworth. Bên trong nhà có thang máy lên tầng trên. Khu vườn - khuôn viên rất đáng xem - Ngôi nhà cũng rất tốt, mặc dù một số phòng không được trang bị nội thất như mong muốn - như khi nó còn ở, thay vào đó trưng bày rất nhiều tác phẩm nghệ thuật, nhưng vẫn rất thú vị. Điều nổi bật đối với chúng tôi là cơ sở vật chất sẵn có - sự hỗ trợ của nhiều nhân viên. Tôi đã có thể thả bố mẹ tôi đến gần lối vào trước khi đỗ xe. Có thể tham quan vườn bằng xe buggy. Cung cấp dịch vụ xe buggy đi từ nhà hàng đến Nhà. Tại quán cà phê Carriage House, nhân viên đề nghị mang khay thức ăn cho chúng tôi. Bên trong Ngôi nhà có sử dụng thang máy - nhân viên đảm bảo chúng tôi biết cách di chuyển - hãy quay lại thang máy bất cứ khi nào chúng tôi sẵn sàng.  Tất cả đều được thực hiện một cách tự nguyện - lịch sự - nếu không có những điều đó, bố tôi đã không thể cùng chúng tôi tham gia ngày hôm nay.Đọc thêm",
            "Đây là một nơi tuyệt vời để ghé thăm và tôi đặc biệt giới thiệu nó cho bất kỳ ai có ý định đến thăm Derbyshire.  Ngôi nhà và khung cảnh khá ngoạn mục nhưng chính những khu vườn mới là điểm thu hút sự chú ý.  Mặc dù ngôi nhà rất đẹp, được trang trí công phu, mang tính lịch sử và xa hoa nhưng những khu vườn vẫn là niềm vui để khám phá, một cách chậm rãi và cẩn thận.  Chúng sẽ thay đổi theo từng năm, theo mùa, đặc điểm nước và sự thú vị về kỹ thuật. Có rất nhiều thế hệ để khám phá; cả trong lẫn ngoài, và tất cả nhân viên đều cực kỳ chu đáo, niềm nở và rõ ràng rất tự hào khi giải thích về lịch sử của ngôi nhà và khu vườn. Có vẻ như lịch đầy đủ các sự kiện cũng sẽ mang lại cho người dân địa phương thứ gì đó để tiếp tục quay trở lại.  Mặc dù bận rộn khi chúng tôi ghé thăm, nhưng các tiện nghi, cửa hàng và nhà hàng, v.v. đều có nhân viên phục vụ tốt, dễ tìm và giá cả hợp lý.Đọc thêm",
            "Đặc biệt yêu thích chuyến tham quan vườn, rất mang tính giáo dục. Những khu vườn rộng đến mức tôi không thể tưởng tượng được cách nào khác để ngắm nhìn nó.Đọc thêm",
            "Có con công nào ở đây không Đọc thêm",
            "Chatsworth có khu dã ngoại trong nhà không và bạn có phải trả tiền để sử dụng không? Đọc thêm",
            "Bạn phải trả tiền để vào căn cứ và ngôi nhà.  Không có khu dã ngoại trong nhà. Tuy nhiên, có bàn ghế bên ngoài nhà có dù che nắng, Ngoài ra còn có những chỗ trong sân có mái che để bạn có thể ngồi đi dã ngoại.Đọc thêm",
            "CHÀO,\nTôi đang lên kế hoạch cho chuyến thăm Chatsworth như một chuyến đi trong ngày từ London, vì vậy tôi hy vọng sẽ đi lại nhanh nhất có thể, vì tôi chỉ ở Anh vài ngày.\n\nTôi đang nghĩ đến việc đi tàu từ King - s Cross đến Chesterfield hoặc Sheffield rồi bắt taxi đến Chatsworth. Đây có phải là cách nhanh nhất không? Ngoài ra, nếu bạn - đã từng đến ga Chesterfield - Sheffield, tôi - tôi đoán là - rất dễ tìm thấy taxi ở đó, phải không?\n\nTheo google maps, hành trình này sẽ mất 2 tiếng rưỡi và tôi - tôi hy vọng ai đó có thể chứng thực.\n\nCảm ơn,\nJessĐọc thêm",
            "Từ Kings Cross đến Chesterfield có vẻ tốt hơn. Bạn sẽ đến Chesterfield trước Sheffield bằng tàu hỏa vì Sheffield ở xa hơn về phía Bắc. Sau đó, bạn phải đi từ ga Chesterfield, mất khoảng 30 phút so với 40 phút từ Sheffield. Vì vậy, thực sự ở cả hai đầu của hành trình, việc tiết kiệm thời gian và khoảng cách khiến Chesterfield trở nên hợp lý nhất. Và vâng, taxi đỗ ở tất cả các ga, nhưng cũng có thể tải ứng dụng Uber trên điện thoại của bạn. Thưởng thức. Đọc thêm",
            "CHÀO,\nTôi - tôi sợ tất cả vịt, ngỗng, gần như bất kỳ loài động vật nào có lông. Họ giữ những con vật này cách xa nhà bao xa? Bạn có đề nghị bỏ qua chuyến thăm trong trường hợp này không? Hoặc có cách nào để tham quan mà không gặp phải những loại động vật này, như đường vào bên trong không có chúng ở bên ngoài, v.v.\n\nCảm ơn trước.Đọc thêm",
            "Chúng tôi không thấy bất kỳ loài động vật nào theo bất kỳ mô tả nào. Lối vào từ các bãi đỗ xe rộng lớn không có bất kỳ sinh vật lông vũ nào ngoài những con chim nhỏ trên cây.Đọc thêm",
            "Chúng tôi đang đi từ London đến Edinburgh bằng tàu hỏa để nghỉ lại 1-2 đêm. Chúng tôi rất muốn ghé thăm Chatworth House và York trên đường đi nếu có thể. Có thể thực hiện được mà không cần ô tô không? Cách dễ nhất để biến chuyến đi này thành chuyến đi trong ngày là gì?Đọc thêm",
            "Vâng, nó có thể thực hiện được\nYork cách Chatsworth khoảng 1 giờĐọc thêm",
            "Nếu chúng tôi đến bằng xe buýt, chúng tôi có thể ghé thăm chợ Giáng sinh mà không cần đến thăm nhà không và bạn có phải trả bất cứ khoản nào để vào được không?Đọc thêm",
            "Bằng cách sử dụng xe buýt đến Chattsworth, chúng tôi đã được giảm 5 phí vào cửa.\nKhông chắc chắn về việc sắp xếp cho Chợ Giáng sinh. \nTuy nhiên, một lưu ý tiêu cực là xe buýt không đến được cho hành trình trở về, khiến chúng tôi phải trả thêm - 35 để quay lại Chesterfield bằng taxi.\nTôi không biết đây có phải là sự cố thường xuyên hay tôi chỉ không may mắn trong dịp đó. \nĐiều tồi tệ hơn là hoàn toàn không có liên lạc từ công ty xe buýt, thậm chí đến tận nhà Chattsworth để cảnh báo những người đang chờ xe buýt.  Tôi thấy điều này hoàn toàn không thể chấp nhận được và cẩu thả.\nTôi và bạn tôi đang bắt chuyến tàu về nhà lần lượt là Newcastle và Cardiff và nếu lỡ chuyến tàu đó, vì chúng tôi đã chọn sử dụng xe buýt, chúng tôi sẽ phải trả giá hàng trăm bảng Anh. \nVì vậy hãy lưu ý đến các vấn đề tiềm ẩn.Đọc thêm",
            "Người có huy hiệu xanh có được đậu xe miễn phíĐọc thêm",
            "Tôi - tôi không chắc chắn, nhưng trang web này rất tốt và tôi biết những không gian dành cho người khuyết tật gần nhàĐọc thêm",
            "Tủ khóa ở Chatsworth House có đủ rộng để chứa một chiếc vali kéo không? Tôi sẽ đi từ Scotland xuống Cotswolds và dừng lại ở ngôi nhà trên đường đi bằng Tàu hỏa. Đang thử xem liệu có đủ chỗ để đồ cho vali của tôi không.Đọc thêm",
            "Tôi - tôi chắc chắn nếu bạn đến đó - tủ đựng đồ không đủ lớn - nhân viên sẽ đáp ứng nhu cầu của bạnĐọc thêm",
            "Chào mọi người, \nTôi và gia đình muốn đến thăm Chatsworth vào ngày mai. Hôm nay chúng tôi đã ở Burghley House và chúng tôi chỉ có thể thanh toán bằng thẻ trong cửa hàng quà tặng, v.v. Chúng tôi - đến từ Đức và chúng tôi không thể thanh toán bằng Thẻ. Ở Chatsworth cũng vậy hay chúng tôi có thể thanh toán bằng tiền mặt? \nLời chào : - Đọc thêm",
            "Bạn có thể thanh toán bằng tiền mặtĐọc thêm",
            "Có taxi từ ga Chesterfield đến Chatsworth có dễ dàng không?Đọc thêm",
            "Tôi tin rằng đỗ xe và đi xeĐọc thêm"
        ],
        "star_ratings": [
            5721,
            1977,
            901,
            545,
            418
        ],
        "review_amount": 9562,
        "location": [
            "Nướng",
            "Nhà Chatsworth",
            "Vương quốc Anh - Vương quốc Anh -",
            "Công viên quốc gia Quận Peak",
            "Châu Âu",
            "nước Anh",
            "Những điều cần làm ở Bakewell"
        ],
        "reviews_time": [
            "Written June 10, 2023",
            "Written June 14, 2023",
            "Written June 20, 2023",
            "Written June 24, 2023",
            "Written June 28, 2023",
            "Written July 2, 2023",
            "Written July 4, 2023",
            "Written July 5, 2023",
            "Written July 6, 2023",
            "Written July 7, 2023",
            "Written June 4, 2024",
            "Written June 3, 2024",
            "Written June 2, 2024",
            "Written June 2, 2024",
            "Written June 1, 2024",
            "Written May 29, 2024",
            "Written May 28, 2024",
            "Written May 27, 2024",
            "Written May 27, 2024",
            "Written May 27, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g209968-d213894-Reviews-Chatsworth_House-Bakewell_Peak_District_National_Park_England.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g209968-d10311072-Reviews-The_Flying_Childers-Bakewell_Peak_District_National_Park_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g209968-d4103231-Reviews-The_Cavendish-Bakewell_Peak_District_National_Park_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g209968-d8469588-Reviews-Carriage_House_Restaurant-Bakewell_Peak_District_National_Park_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g3200962-d2661002-Reviews-Edensor_Tea_Cottage-Edensor_Derbyshire_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g3200962-d10680924-Reviews-Edensor_Tea_Cottage_Licensed_Cafe-Edensor_Derbyshire_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g658736-d1195131-Reviews-Il_Lupo-Baslow_Peak_District_National_Park_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g209968-d2317984-Reviews-Chatsworth_Estate_Farm_Shop_Cafe-Bakewell_Peak_District_National_Park_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g658736-d1750621-Reviews-The_Wheatsheaf-Baslow_Peak_District_National_Park_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g658736-d1827769-Reviews-The_Devonshire_Arms-Baslow_Peak_District_National_Park_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g658736-d731571-Reviews-The_Prince_Of_Wales-Baslow_Peak_District_National_Park_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g3200962-d10482493-Reviews-St_Peter_s_Church-Edensor_Derbyshire_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g209968-d3239567-Reviews-Monsal_Trail-Bakewell_Peak_District_National_Park_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g209968-d3459047-Reviews-Bakewell_Old_House_Museum-Bakewell_Peak_District_National_Park_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g1925953-d4107429-Reviews-Eyam_Parish_Church_of_St_Lawrence-Eyam_Hope_Valley_Peak_District_National_Park_E.html",
            "https://www.tripadvisor.com/Attraction_Review-g209967-d4889551-Reviews-Linacre_Reservoirs-Chesterfield_Derbyshire_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g806089-d6484755-Reviews-Thornbridge_Estate-Ashford_in_the_Water_Bakewell_Peak_District_National_Park_Engl.html",
            "https://www.tripadvisor.com/Attraction_Review-g209970-d450878-Reviews-Matlock_Farm_Park-Matlock_Derbyshire_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g1925953-d213896-Reviews-Eyam_Museum-Eyam_Hope_Valley_Peak_District_National_Park_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g209968-d6158016-Reviews-Thornbridge_Brewery-Bakewell_Peak_District_National_Park_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g209968-d2433847-Reviews-All_Saints_Church-Bakewell_Peak_District_National_Park_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g209968-d213894-Reviews-or10-Chatsworth_House-Bakewell_Peak_District_National_Park_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g209968-d8329123-Reviews-White_Peakhouse_Gallery-Bakewell_Peak_District_National_Park_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g209968-d27098386-Reviews-Whitehorse_Gallery-Bakewell_Peak_District_National_Park_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186354-d8682176-Reviews-Gritstone_Adventure_Activities-Peak_District_National_Park_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g3588480-d4187462-Reviews-Chatsworth_Estate_Farm_Shop-Pilsley_Bakewell_Peak_District_National_Park_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g209968-d4155823-Reviews-Dolomite_Training-Bakewell_Peak_District_National_Park_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g209970-d9727436-Reviews-Peaks_and_Paddles_Outdoor_Adventure-Matlock_Derbyshire_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186273-d23122535-Reviews-Pendragon_Project_Team_Adventures-Brighton_East_Sussex_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g499599-d6353583-Reviews-Vintage_Adventure_Tours-Winster_Peak_District_National_Park_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g209970-d13848549-Reviews-Deception_Escape_Rooms-Matlock_Derbyshire_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g209968-d15030028-Reviews-Bakewell_Visitor_Centre-Bakewell_Peak_District_National_Park_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g209967-d7112784-Reviews-Zombie_Uprising-Chesterfield_Derbyshire_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g209968-d26875053-Reviews-Fairfax_Favor_Bakewell-Bakewell_Peak_District_National_Park_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g53621-d2257601-Reviews-Lake_Wilhelm-Sandy_Lake_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60909-d124638-Reviews-Muir_Woods_National_Monument-Mill_Valley_Marin_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g51697-d3211353-Reviews-Center_Of_The_Universe-Tulsa_Oklahoma.html",
            "https://www.tripadvisor.com/Attraction_Review-g40951-d103816-Reviews-Wells_Reserve_at_Laudholm-Wells_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d276803-Reviews-Fisherman_s_Bastion-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g48194-d272394-Reviews-Ditch_Plains-Montauk_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47170-d8358178-Reviews-Go_Kart_City-Red_River_Taos_County_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d103851-Reviews-Ferry_Building_Marketplace-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g29218-d109854-Reviews-Ha_ena_State_Park-Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g38020-d284895-Reviews-Devonian_Fossil_Gorge-Iowa_City_Iowa.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g209968-d213894-Reviews-or10-Chatsworth_House-Bakewell_Peak_District_National_Park_England.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g209968-d213894-Reviews-Chatsworth_House-Bakewell_Peak_District_National_Park_England.html"
    }
]