[
    {
        "attraction_name": "Chattanooga Zoo",
        "attraction_name_vi": "Sở thú Chattanooga",
        "general_info": [
            "909 đánh giá",
            "- 18 trong số 168 điều cần làm ở Chattanooga",
            "Vườn thú"
        ],
        "attraction_summary": "Hãy tưởng tượng một vườn thú được thiết kế đặc biệt để đưa các loài động vật đến gần bạn. Hãy tưởng tượng một vườn thú nơi bạn có thời gian để ý đến những nét tinh tế trong hành vi của động vật, thay vì bị đám đông thiếu kiên nhẫn đẩy đi. Hãy tưởng tượng một vườn thú thú vị và đa dạng vẫn có thể di chuyển dễ dàng bằng xe đẩy...hoặc những đôi chân nhỏ. Đó là Sở thú Chattanooga mới!Đọc thêm",
        "reviews": [
            "Tôi yêu sở thú. Tôi bắt đầu đi làm tình nguyện nhưng giờ thì tôi chỉ thích đi thôi. Tôi đặc biệt thích cho hươu cao cổ, alpaca và lạc đà ăn - phải trả thêm phí nhưng với tôi thì xứng đáng. Họ có nhiều sự kiện đặc biệt. Khi họ mở rộng, họ đã cân nhắc kỹ lưỡng. Thêm vào đó, họ có tiêu chuẩn sở thú cao nhất mà họ có thể có!! Đọc thêm",
            "Đi vào cuối tuần, rất bận rộn với trẻ nhỏ và tiệc sinh nhật nên khó di chuyển. Sở thú tốt so với quy mô. Các cuộc triển lãm thu phí đã đóng cửa nhưng nhìn chung là dễ thương. Cho hươu cao cổ ăn rất vui. Chắc chắn không phải là một sở thú lớn nhưng vui so với quy mô và không quá đắt. Sẽ giới thiệu. Đọc thêm",
            "Vấn đề duy nhất là xác định vị trí của Sở thú. Không có biển hiệu nào trên Phố Thứ Ba mặc dù có lối vào ở đó. Chúng tôi đã phải dựa vào. trên GPS.\nChúng tôi không biết nó nằm trong công viên Thành phố.\nCác nhân viên rất hữu ích và thân thiện. Nơi tuyệt vời để tận hưởng một vài giờ. Đọc thêm",
            "Chồng tôi và tôi thực sự thích Sở thú này. Chúng tôi là thành viên của Vườn thú Brevard ở Florida và được mua với mức giá 1 - 2. Nó sạch sẽ, chuồng nuôi động vật rất đẹp và hầu hết chúng đều rất năng động. Chúng tôi đã mất cả giờ và 1 - 2 để xem nó. Tôi đã cho nó 5 sao - Đọc thêm",
            "Vườn thú nhỏ xinh xắn, hoàn hảo để đi dạo nhàn nhã để khám phá một số loài động vật và tận hưởng một ngày đi chơi. Sẽ không mất nhiều thời gian để đi hết toàn bộ sở thú, vì vậy hãy đảm bảo bạn đi chậm và tận hưởng từng loài động vật một cách trọn vẹn nhất. Chúng tôi chơi với Tamarin khá lâu, chúng rất thú vị và có tính tương tác. Hươu cao cổ là điểm thu hút chính và họ biết điều đó! Họ nhảy nhót và khoe khoang, không hề ngại ngùng trước ống kính! Mặt bằng được bảo trì tốt và chuồng trại có kích thước phù hợp để tạo sự thoải mái cho động vật. Tất cả họ đều có vẻ hài lòng và khỏe mạnh trong môi trường của họ. Chúng tôi đã đến thăm sở thú vào tháng 4 và có một số dấu hiệu cũng như lời hứa về những điều sắp xảy ra nên chúng tôi - sẽ quay lại khi quay lại khu vực này. Vấn đề duy nhất là nhân viên, họ có vẻ rất không quan tâm đến bất kỳ du khách nào hoặc công việc của họ nói chung. Họ không ảnh hưởng đến chuyến thăm của chúng tôi, chúng tôi rất thích thú bất chấp thái độ của họ nhưng họ chắc chắn không nâng cao chuyến thăm của chúng tôi.Đọc thêm",
            "Chúng tôi đã tham dự sở thú đặc biệt dành cho Lễ hội đèn lồng châu Á và điều đó thật tuyệt vời! Không có chủ đề Giáng sinh nào cả - Này - đến từ Trung Quốc! - - nhưng dù sao cũng đẹp vào dịp Giáng sinh! Màn hình tuyệt vời và rất thú vị và rất đẹp! Rất khuyến khích! Đọc thêm",
            "Nó nhỏ và có một số động vật quan trọng. Không có con vật nào có vẻ không hài lòng nhưng đó không nhất thiết phải là một bộ chuồng tuyệt vời. Một số cảnh rất hài hước - mèo cát với chiếc giường dành cho mèo nhà - và một số cảnh gây thất vọng - bạn chỉ có thể nhìn thấy một nửa chuồng báo đốm - vì vậy rất có thể bạn sẽ không nhìn thấy con vật đó -. \n\nĐiểm cộng - các con vật trông khỏe mạnh, gấu trúc đỏ có khu vực quan sát trong nhà tuyệt vời, hươu cao cổ rất thoải mái và tôi không thấy nhiều bước đi. \n\nChỉ cần chuẩn bị cho một chuyến thăm ngắn.Đọc thêm",
            "Nó nhỏ và có một số động vật quan trọng. Không có con vật nào có vẻ không hài lòng nhưng đó không nhất thiết phải là một bộ chuồng tuyệt vời. Một số cảnh rất hài hước - mèo cát với chiếc giường dành cho mèo nhà - và một số cảnh gây thất vọng - bạn chỉ có thể nhìn thấy một nửa chuồng báo đốm - vì vậy rất có thể bạn sẽ không nhìn thấy con vật đó -. Điểm cộng - các con vật trông khỏe mạnh, gấu trúc đỏ có khu vực quan sát trong nhà tuyệt vời, hươu cao cổ rất thoải mái và tôi không thấy nhiều bước đi. Chỉ cần chuẩn bị cho một chuyến thăm ngắn.Đọc thêm",
            "Việc xây dựng khắp nơi khiến việc tìm kiếm vòng bi trở nên khó khăn.  Rất nhiều loài động vật đã không được tìm thấy ở đâu cả.  Không có tính năng bổ sung nào được quảng cáo, ví dụ: cho ăn - việc cưỡi lạc đà đã có sẵn khiến cho một đứa cháu gái 6 tuổi rất thất vọng!!!  Điều đáng giá duy nhất ở nơi này là băng chuyền, nhưng nó phải trả thêm phí.  Có lẽ là sở thú tệ nhất mà tôi từng đến thăm.Đọc thêm",
            "Went here on a solo trip to take reference pictures for a drawing class, and wound up having a really great time! Tickets are decently priced, like  - 18 max for adults. You - ll get them cheaper if you order online and go on a weekday. The zoo is located on kind of an iffy-looking side of town, and I was sort of confused coming off of I75, but once you get to Warner Park, that all changes. I went during a really heavy construction period for the zoo; they were building a bunch of exhibits for their new Cape of Africa near the front, and their desert and forest buildings were in the middle of a pretty serious remodel. This should all clear up by the Summer of 2024 though, and I - m planning on visiting again to see some of the new exhibits.Despite being a smaller zoo with some older facilities, you can really tell the animals are well cared for, and the zoo staff really loves what they do. Only a few animals seemed pacey, shy and bored, namely the capybara, the coyote and the cougar. It turns out the coyote and the capybara had recently lost their mates to old age, the poor things. The cougar, however, I couldn - t quite figure out; the smaller of the two seemed to pace around the edge of the enclosure while the larger was content to lay in the sunshine; maybe he could do with some more enrichment? I don - t know, I - m not a zookeeper or an animal behaviorist. But he seemed to stare at me for a while, which was -  concerning. The highlight of the zoo for me, though, was the little crow they had. I - m sort of biased, because crows are my favorite animal, but the little guy was so lively and charming! If you - re lucky, he - ll even give you a  - hello -  or a  - how are you -  as you come up on his little aviary!As for facilities, they - re on par with most AZA accredited zoos; the bathrooms are decently clean, there - s playgrounds for the kids and a nursing station for moms  - though that - s in the chimp building so you might have to hear some screaming and poo flinging as you feed your baby - . There - s also carousel, a very small zoo choo, and giraffe feedings you can do for extra  - like  - 5 max for non-members - . Food and souvenirs are overpriced, but what zoo doesn - t have that? They - ve got to keep the place running somehow, and if that means charging an arm and a leg for foot-long slushies in souvenir cups you - ll never use again and plushies your kid will play with once and forget about, then so be it.Accessibility wise, the place gets an A - ! Pretty much all the paths and facilities are ADA accessible, and they - ve partnered with KultureCity to make things better for folks with sensory sensitivities. However, it - s a zoo; if you - re not prepared for a lot of walking, you - ll probably want to locate the nearest bench at any given point, and dressing for the weather is a must.All these taken together, the place is a must visit, especially if you - re in the area with kids and you don - t want to shell out  - 40 a person at the Aquarium. It - s fun solo too!Read more",
            "Đến thăm từ Florida nên chúng tôi tò mò không biết nơi này so sánh với sở thú địa phương của chúng tôi như thế nào. Ba người lớn và một thiếu niên và tất cả chúng tôi đều thích nơi này! Có một số công trình xây dựng nhưng không tệ. Đến vào ngày trong tuần và hầu như không có ai ở đó, vì vậy điều đó thật tuyệt. Giá là 60,00 đô la cho bốn người chúng tôi. Có một khoảng thời gian khá vui vẻ và thích sự khác biệt so với sở thú của chúng tôi. Thật tuyệt, chúng tôi đã thấy một con rắn lột toàn bộ da, điều mà chúng tôi chưa từng thấy trước đây! Đồng hồ tuyệt vời. Đọc thêm",
            "Chúng tôi đã tham dự sở thú đặc biệt dành cho Lễ hội đèn lồng châu Á và điều đó thật tuyệt vời! Không có chủ đề Giáng sinh nào cả - Này - đến từ Trung Quốc! - - nhưng dù sao cũng đẹp vào dịp Giáng sinh! Màn hình tuyệt vời và rất thú vị và rất đẹp! Rất khuyến khích! Đọc thêm",
            "Vườn thú nhỏ xinh xắn, hoàn hảo để đi dạo nhàn nhã để khám phá một số loài động vật và tận hưởng một ngày đi chơi. Sẽ không mất nhiều thời gian để đi hết toàn bộ sở thú, vì vậy hãy đảm bảo bạn đi chậm và tận hưởng từng loài động vật một cách trọn vẹn nhất. Chúng tôi chơi với Tamarin khá lâu, chúng rất thú vị và có tính tương tác. Hươu cao cổ là điểm thu hút chính và họ biết điều đó! Họ nhảy nhót và khoe khoang, không hề ngại ngùng trước ống kính! Mặt bằng được bảo trì tốt và chuồng trại có kích thước phù hợp để tạo sự thoải mái cho động vật. Tất cả họ đều có vẻ hài lòng và khỏe mạnh trong môi trường của họ. Chúng tôi đã đến thăm sở thú vào tháng 4 và có một số dấu hiệu cũng như lời hứa về những điều sắp xảy ra nên chúng tôi - sẽ quay lại khi quay lại khu vực này. Vấn đề duy nhất là nhân viên, họ có vẻ rất không quan tâm đến bất kỳ du khách nào hoặc công việc của họ nói chung. Họ không ảnh hưởng đến chuyến thăm của chúng tôi, chúng tôi rất thích thú bất chấp thái độ của họ nhưng họ chắc chắn không nâng cao chuyến thăm của chúng tôi.Đọc thêm",
            "Chồng tôi và tôi thực sự thích Sở thú này. Chúng tôi là thành viên của Vườn thú Brevard ở Florida và được mua với mức giá 1 - 2. Nó sạch sẽ, chuồng nuôi động vật rất đẹp và hầu hết chúng đều rất năng động. Chúng tôi đã mất cả giờ và 1 - 2 để xem nó. Tôi đã cho nó 5 sao - Đọc thêm",
            "Vấn đề duy nhất là xác định vị trí của Sở thú. Không có biển hiệu nào trên Phố Thứ Ba mặc dù có lối vào ở đó. Chúng tôi đã phải dựa vào. trên GPS. Chúng tôi không biết nó nằm trong công viên Thành phố. Nhân viên rất hữu ích và thân thiện. Nơi tuyệt vời để tận hưởng một vài giờ. Đọc thêm",
            "Vườn thú Birmingham Al thường bị mang tiếng xấu nhưng theo tôi đây là một vườn thú thú vị hơn nhiều và có nhiều loài động vật đa dạng hơn vườn thú Chattanooga. Rất thất vọng!Đọc thêm",
            "Đã đi vào một ngày cuối tuần, rất bận rộn với những đứa trẻ nhỏ và một bữa tiệc sinh nhật rất khó để di chuyển xung quanh. Sở thú tốt cho kích thước. Một cuộc triển lãm có tính phí đã bị đóng cửa nhưng nhìn chung nó rất dễ thương. Cho hươu cao cổ ăn thật thú vị. Chắc chắn không phải là một sở thú lớn nhưng thú vị vì quy mô của nó và không quá đắt. Muốn giới thiệu.Đọc thêm",
            "Có được mang đồ ăn dặm - đồ ăn vặt - sữa vào công viên không?Đọc thêm",
            "Bạn có thể mang theo xe đẩy của riêng mình - bất kỳ yêu cầu về kích thước nào - hay bạn phải thuê một chiếc?Đọc thêm",
            "Tôi thấy nhiều người có xe đẩy. Tôi không nghĩ kích thước là một vấn đề. Tôi đã thấy kích thước đôi và đơn. Như tôi đã đăng trước đây, đây là sở thú đáng tiếc nhất mà tôi từng đến và tôi đã đến rất nhiều sở thú. Hy vọng bạn có sự đánh giá tốt hơn tôi.Đọc thêm",
            "có voi không?Đọc thêm",
            "Tôi không thấy gì cả. Nếu bạn muốn kiểm tra trang web của sở thú và tải xuống bản đồ của họ. Nếu tôi không nhầm thì có một cuộc triển lãm dành cho các loài ở Châu Phi. \nTôi hy vọng điều này sẽ giúp ích! Đọc thêm",
            "Hươu cao cổ có đóĐọc thêm",
            "Nó vẫn ở đó khi tôi ở đó, nhưng đó là một vài tháng.  Tôi rất ghét phải nói với bạn là có và sau đó có thể không.  Tôi nghĩ rằng đó vẫn sẽ là bạn.Đọc thêm",
            "Có sân chơi ở sở thú không?\nĐọc thêm",
            "Nó - ở bên ngoài cổng nhưng có, và nó - miễn phí.Đọc thêm"
        ],
        "star_ratings": [
            385,
            326,
            139,
            39,
            20
        ],
        "review_amount": 909,
        "location": [],
        "reviews_time": [
            "Written July 30, 2023",
            "Written August 5, 2023",
            "Written September 10, 2023",
            "Written October 18, 2023",
            "Written December 3, 2023",
            "Written December 23, 2023",
            "Written May 11, 2024",
            "Written May 11, 2024",
            "Written April 3, 2024",
            "Written March 19, 2024",
            "Written January 2, 2024",
            "Written December 23, 2023",
            "Written December 4, 2023",
            "Written October 18, 2023",
            "Written September 10, 2023",
            "Written August 12, 2023",
            "Written August 5, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g54946-d560388-Reviews-Chattanooga_Zoo-Chattanooga_Tennessee.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g54946-d9586246-Reviews-Wendy_s-Chattanooga_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g54946-d394376-Reviews-Wally_s_Restaurant-Chattanooga_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g54946-d5065262-Reviews-McDonald_s-Chattanooga_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g54946-d4461684-Reviews-Uncle_Larry_s_Restaurant-Chattanooga_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g54946-d394105-Reviews-Boathouse_Rotisserie_Raw_Bar-Chattanooga_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g54946-d5492873-Reviews-Chick_fil_A-Chattanooga_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g54946-d14985118-Reviews-Chicken_Salad_Chick-Chattanooga_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g54946-d1127966-Reviews-Yellow_Deli-Chattanooga_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g54946-d7991735-Reviews-Chattanooga_Wing_Factory-Chattanooga_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g54946-d15631454-Reviews-Together_Cafe-Chattanooga_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g54946-d27043610-Reviews-Warner_Park-Chattanooga_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g54946-d560400-Reviews-Chattanooga_National_Cemetery-Chattanooga_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g54946-d13079581-Reviews-The_Refindery_on_McCallie-Chattanooga_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g54946-d4801903-Reviews-Engel_Stadium-Chattanooga_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g54946-d8028038-Reviews-Chattanooga_Whiskey_Experimental_Distillery-Chattanooga_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g54946-d109416-Reviews-Bluff_View_Art_District-Chattanooga_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g54946-d269207-Reviews-Walnut_Street_Bridge-Chattanooga_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g54946-d7364378-Reviews-Coker_Museum_Honest_Charley-Chattanooga_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g54946-d8617291-Reviews-Coolidge_Park_Antique_Carousel-Chattanooga_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g54946-d104477-Reviews-Tennessee_Aquarium-Chattanooga_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g54946-d560388-Reviews-or10-Chattanooga_Zoo-Chattanooga_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g54946-d560388-Reviews-Chattanooga_Zoo-Chattanooga_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g54946-d7274608-Reviews-Escape_Experience_Chattanooga_Escape_Room_Games-Chattanooga_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g54946-d14004736-Reviews-ChattaBrew_Tour-Chattanooga_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g54946-d7063041-Reviews-Trolley_Pub_Chattanooga-Chattanooga_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g54946-d10595410-Reviews-Escape_Mission_Chattanooga-Chattanooga_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g54946-d10538695-Reviews-Time_to_Escape_Chattanooga_Escape_Room-Chattanooga_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g54946-d16653811-Reviews-Classic_Arcade_Pinball_Museum-Chattanooga_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g54946-d1739067-Reviews-Chattanooga_Ghost_Tours-Chattanooga_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g188644-d11639442-Reviews-Belgian_Chocolate_Workshop-Brussels.html",
            "https://www.tripadvisor.com/Attraction_Review-g46446-d10723125-Reviews-IPIC_Hudson_Lights-Fort_Lee_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g295371-d12964862-Reviews-Fort_Imperial-Dubrovnik_Dubrovnik_Neretva_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g297962-d3600943-Reviews-Kaputas_Beach-Antalya_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d8563356-Reviews-Terminal_Autobuses_ADO-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g1190068-d1830144-Reviews-Jameos_Del_Agua-Punta_Mujeres_Lanzarote_Canary_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g3458428-d1380446-Reviews-Saona_Island-La_Altagracia_Province_Dominican_Republic.html",
            "https://www.tripadvisor.com/Attraction_Review-g312739-d12641523-Reviews-Abandoned_Ilyushin_IL_76-Umm_Al_Quwain_Emirate_of_Umm_Al_Quwain.html",
            "https://www.tripadvisor.com/Attraction_Review-g3348959-d5995999-Reviews-Kudumbigala_Monastery-Arugam_Bay_Eastern_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g616173-d12429380-Reviews-Mercato_di_Tarvisio-Tarvisio_Province_of_Udine_Friuli_Venezia_Giulia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g54946-d560388-Reviews-or10-Chattanooga_Zoo-Chattanooga_Tennessee.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g54946-d560388-Reviews-Chattanooga_Zoo-Chattanooga_Tennessee.html"
    }
]