[
    {
        "attraction_name": "Chateau Ste. Michelle Winery",
        "attraction_name_vi": "Château Ste. Nhà máy rượu Michelle",
        "general_info": [
            "938 đánh giá",
            "- 1 trong 87 việc cần làm ở Woodinville",
            "Nhà máy rượu vang - Vườn nho"
        ],
        "attraction_summary": "Được thành lập vào năm 1934, Chateau Ste. Michelle đi tiên phong trong việc trồng nho vinifera ở bang Washington và đã sản xuất các loại rượu vang đẳng cấp châu Âu dưới tên Chateau Ste. Nhãn Michelle từ năm 1967. Nhà máy rượu kết hợp sự cống hiến không ngừng cho nghiên cứu và đổi mới với cam kết về truyền thống sản xuất rượu vang cổ điển để tạo ra những loại rượu vang chất lượng cao nhất từ ​​Washington với nhiều mức giá. Sự cống hiến cho sự xuất sắc và cam kết về chất lượng đã cho phép Chateau Ste. Michelle là một trong những nhà sản xuất rượu vang ưu việt trên thế giới.Đọc thêm",
        "reviews": [
            "Con gái tôi và tôi đã chọn nếm thử tại nhà máy rượu. Đây là một hoạt động hạng nhất từ ​​​​đầu đến cuối. Việc nếm thử bao gồm năm loại rượu khác nhau được máy chủ của chúng tôi mô tả rõ ràng. Trải nghiệm này là một trải nghiệm nhàn nhã, không có sự vội vã. Con gái tôi và tôi đã phạm sai lầm khi ăn bữa nửa buổi trước khi chúng tôi đến. Nhà máy rượu có nhà bếp của đầu bếp, nơi cung cấp các bữa ăn nhẹ hoặc các món ăn nhỏ được chế biến trang nhã. Các căn cứ là ngoạn mục như phòng nếm thử. Có vẻ như không có chi phí nào được tha. Ngoài ra, nhà máy rượu còn có một địa điểm âm nhạc trong khuôn viên, nơi thỉnh thoảng tổ chức các buổi hòa nhạc của các nghệ sĩ nổi tiếng - tối nay là Diana Krall.Đọc thêm",
            "Tôi đã đặt chuyến tham quan Grand Estate Tour của họ kèm theo các buổi nếm thử - kết hợp các món ăn. Ly sâm panh để bắt đầu chuyến tham quan - Hướng dẫn viên Ariel của tôi, rất thân thiện và hiểu biết. Chuyến bay nếm thử các món ăn kết hợp thật TUYỆT VỜI! Món tráng miệng nếm rượu vang với sô cô la để kết thúc. Chuyến tham quan tuyệt vời!! Tôi - chắc chắn sẽ quay lại lần nữa - Đọc thêm",
            "Đã đi vào một buổi chiều thứ ba nóng bức. Rất thích thưởng thức rượu vang của chúng tôi ở ngoài trời, nhưng trời quá nóng. Phòng nếm máy lạnh rất đẹp. Chia một chuyến bay cho 3 người lớn. Người phục vụ rất hào phóng với món ăn của chúng tôi! Khuôn viên đẹp, rượu ngon. Giá chai hợp lý.Đọc thêm",
            "Trong khi thăm viếng đã đi với chị gái và cháu gái của tôi.  Yêu nơi này. Khuôn viên rất đẹp và nhân viên thân thiện.  Rượu vang rất ngon.   Uống một ít rượu vang và chọn món đồ yêu thích của tôi và mua một số áo sơ mi.  Đây là nơi mình thích nhất và sẽ quay lạiXem thêm",
            "Để đưa vợ tôi đến thăm tất cả các Công viên Quốc gia của tôi, tôi phải tìm những việc cô ấy thích làm và việc ghé thăm nhà máy rượu là ưu tiên hàng đầu trong danh sách đó.  Rất may, vào thứ Sáu, Chateau Ste. Michelle đã kéo dài thời gian làm việc.  Chúng tôi vượt qua Puget Sound từ Thế vận hội lúc 4:30 và đến nhà máy rượu khi thời gian đó bắt đầu lúc 5:00.  Không có buổi thử rượu nào vào thời điểm này, nhưng cửa hàng vẫn mở cửa bán những chai bạn có thể uống trong khuôn viên cho đến 7:00.  Điều này thật hoàn hảo khi chúng tôi mua hai chai, một chai chardonnay và một chai hoa hồng tàn bạo - và chia sẻ chúng trong bóng râm trước Lâu đài.  Đó là một bầu không khí rất thoải mái cho phép bạn thử những gì bạn muốn và chia sẻ với bạn bè.  Chúng tôi đã thấy một số người dân địa phương ra ngoài để tận hưởng thời tiết thật hoàn hảo và cả công ty. \n\nMặc dù tôi rất thích nếm thử ở Napa nhưng đây thực sự là một cách tuyệt vời để trải nghiệm, ít trang trọng hơn và thoải mái hơn.  Sau đó chúng tôi vào trong và đặt mua hàng chục chai để chuyển đến nhà của chúng tôi.  Đây là hoạt động yêu thích của vợ tôi trong chuyến đi.Đọc thêm",
            "Series Thử Rượu, Phần 4\nNhà máy rượu vang - ở Tây Bắc Thái Bình Dương?  Đó sẽ là tin tức đối với tôi nếu nó không có - không có những người bạn của chúng tôi - jnmgoose, - daphae11, và - fred.mougayer.  Nhóm bạn HT đó - những người tình cờ chưa bao giờ ở cùng phòng - cho đến nay - - đều khuyên chúng ta nên dành thời gian đến thăm Chateau Ste. Michelle Winery và chúng tôi rất vui vì ai đó - - - cuối cùng đã lắng nghe - - - - - - !!!\n\nTrong khi - Chuỗi thử rượu - là một chuỗi tương đối mới, một loạt sản phẩm được yêu thích rõ ràng đã xuất hiện.  Ý tôi là, có gì KHÔNG thích ở đây?\n\nLựa chọn rượu vang rất phong phú - bao gồm các lựa chọn sủi bọt -, có lịch biểu diễn nhạc sống, Chuỗi buổi hòa nhạc mùa hè của họ có số lượng nhạc sĩ chất lượng đáng kinh ngạc, họ cung cấp Chateau Igloos riêng và họ cung cấp thực đơn đa dạng - có giới hạn nhưng - chất lượng của các lựa chọn thực phẩm. \n\nMặc dù chúng tôi không có cơ hội trong chuyến thăm của mình, nhưng chúng tôi muốn trải nghiệm - Trải nghiệm Bubbly Beats - trong tương lai với các danh sách bài hát được tuyển chọn được liên kết với các cặp rượu cụ thể.   - \n\nỒ, vâng. Chúng tôi chắc chắn đang hy vọng một chuyến thăm trở lại. Suy cho cùng, chúng tôi không phải lúc nào cũng uống rượu vang sủi, nhưng khi uống, chúng tôi thích Chateau Ste. Michelle Rose.   - \n\nVà đó - s - Henry - s Take.\n\n - pnwwineriesĐọc thêm",
            "Để mọi người biết rằng tôi thấy rất nhiều danh sách ngớ ngẩn đề cập đến Thác Snoqualmie hoặc Snoaualmie cách đó 40 dặm và một giờ.  Snohomish là 14 dặm và 1 - 2 đến 1 - 3 thời gian.  Tôi khiến tôi nghĩ rằng họ là một lũ ngu dốt đăng bài ở Quận King và không biết sự khác biệt.  Issaquah ở gần Snoqualmie KHÔNG phải Woodinville.  Về chỗ ở tại Kirkland, Redmond và Woodinville tương đối đắt so với Bothell hoặc Lynnwood.  Đừng bao giờ ở lại Extended Stay America trừ khi bạn bận tâm đến mọi thứ bị hỏng và dính vào bất cứ thứ gì không có trong tủ lạnh của họ.  Bạn phải xin nhân viên một ly nước;  Chúng hoàn toàn là những bãi rác và thậm chí cả Motel 6, Days Inn, Comfort Inn và bất kỳ loại nào trong số đó đều là một bản nâng cấp LỚN.  Nếu bạn có tới - 100 Hampton Inn - s luôn sạch sẽ không giống như Extended Stay America.Đọc thêm",
            "Để mọi người biết rằng tôi thấy rất nhiều danh sách ngớ ngẩn đề cập đến Thác Snoqualmie hoặc Snoaualmie cách đó 40 dặm và một giờ.  Snohomish là 14 dặm và 1 - 2 đến 1 - 3 thời gian.  Tôi khiến tôi nghĩ rằng họ là một lũ ngu dốt đăng bài ở Quận King và không biết sự khác biệt.  Issaquah ở gần Snoqualmie KHÔNG phải Woodinville.  Về chỗ ở tại Kirkland, Redmond và Woodinville tương đối đắt so với Bothell hoặc Lynnwood.  Đừng bao giờ ở lại Extended Stay America trừ khi bạn bận tâm đến mọi thứ bị hỏng và dính vào bất cứ thứ gì không có trong tủ lạnh của họ.  Bạn phải xin nhân viên một ly nước;  Chúng hoàn toàn là những bãi rác và thậm chí cả Motel 6, Days Inn, Comfort Inn và bất kỳ loại nào trong số đó đều là một bản nâng cấp LỚN.  Nếu bạn có tới - 100 Hampton Inn - s luôn sạch sẽ không giống như Extended Stay America.Đọc thêm",
            "Cho thuê tư nhân Chateau Igloo. Đây là một ý tưởng tuyệt vời cho bữa tối ngoài trời dưới mưa. NHƯNG - bảng charcuterie dành cho người sành ăn - rất thiếu. Dâu tây rất tệ. Thật khó tin rằng ai cắt chúng làm đôi lại không thể thấy được điều đó. Đối với 5 người, bản thân bảng rất thưa thớt. Đặt món salad vườn với củ cải và thêm thịt gà.  - khoản phụ phí lớn - Con gà là một trò đùa. Nó đã chín quá nên chúng tôi nghĩ .. lúc đầu.. nó thực sự là một chiếc bánh mì mỏng được nướng. Không tốt chút nào. Không có hương vị cho món salad, không có nước sốt..? Gà và dâu tây xấu. Tôi cho nó điểm 3 vì bối cảnh cũng như trải nghiệm độc đáo và thú vị cùng bạn bè. Đọc thêm",
            "Chuỗi thử rượu vang, Phần 4Các nhà máy rượu vang - ở Tây Bắc Thái Bình Dương?  Đó sẽ là tin tức đối với tôi nếu nó không có - không có những người bạn của chúng tôi - jnmgoose, - daphae11, và - fred.mougayer.  Nhóm bạn HT đó - những người tình cờ chưa bao giờ ở cùng phòng - cho đến nay - - đều khuyên chúng ta nên dành thời gian đến thăm Chateau Ste. Michelle Winery và chúng tôi rất vui vì ai đó - - - cuối cùng đã lắng nghe - - - - - - !!!Trong khi - Chuỗi thử rượu - là một chuỗi tương đối mới, một chuỗi được yêu thích rõ ràng đã xuất hiện.  Ý tôi là, có gì KHÔNG thích ở đây? Lựa chọn rượu vang rất phong phú - bao gồm các lựa chọn sủi bọt -, có lịch biểu diễn nhạc sống, Chuỗi buổi hòa nhạc mùa hè của họ có sự góp mặt của một số lượng đáng kinh ngạc các nhạc sĩ chất lượng, họ cung cấp Chateau Igloos riêng và họ cung cấp một thực đơn đa dạng - hạn chế nhưng - chất lượng về các lựa chọn thực phẩm. Mặc dù chúng tôi không có cơ hội trong chuyến thăm của mình, nhưng chúng tôi muốn trải nghiệm - Trải nghiệm Bubbly Beats - trong tương lai với các danh sách bài hát được tuyển chọn được liên kết với các cặp rượu cụ thể.   - Ồ, vâng. Chúng tôi chắc chắn đang hy vọng một chuyến thăm trở lại. Suy cho cùng, chúng tôi không phải lúc nào cũng uống rượu vang sủi, nhưng khi uống, chúng tôi thích Chateau Ste. Michelle Rose.   - Và đó - s - Henry - s Take. - pnwwineriesĐọc thêm",
            "Chúng tôi đã đi nếm thử nhưng giá quá cao nên đã mua một chai rượu vang sủi và ngồi bên ngoài tận hưởng khoảng sân xinh xắn.  Giá tương đương với một ly tại quầy bar.  Họ kiểm tra người đã đưa cho chúng tôi những chiếc kính và khăn ăn đẹp. Nhân viên rất thân thiện. Lời khuyên của tôi.., hãy bỏ qua những lần nếm thử kiêu căng và mua một chai để thưởng thức ngay tại chỗ. Ps. Âm nhạc hay được vang lên và bạn có thể mua đồ ăn để mang đi.Đọc thêm",
            "Để đưa vợ tôi đến thăm tất cả các Công viên Quốc gia của tôi, tôi phải tìm những việc cô ấy thích làm và việc ghé thăm nhà máy rượu là ưu tiên hàng đầu trong danh sách đó.  Rất may, vào thứ Sáu, Chateau Ste. Michelle đã kéo dài thời gian làm việc.  Chúng tôi vượt qua Puget Sound từ Thế vận hội lúc 4:30 và đến nhà máy rượu khi thời gian đó bắt đầu lúc 5:00.  Không có buổi thử rượu nào vào thời điểm này, nhưng cửa hàng vẫn mở cửa bán những chai bạn có thể uống trong khuôn viên cho đến 7:00.  Điều này thật hoàn hảo khi chúng tôi mua hai chai, một chai chardonnay và một chai hoa hồng tàn bạo - và chia sẻ chúng trong bóng râm trước Lâu đài.  Đó là một bầu không khí rất thoải mái cho phép bạn thử những gì bạn muốn và chia sẻ với bạn bè.  Chúng tôi đã thấy một số người dân địa phương ra ngoài để tận hưởng thời tiết thật hoàn hảo và cả công ty. Mặc dù tôi rất thích nếm thử ở Napa nhưng đây thực sự là một cách tuyệt vời để trải nghiệm, ít trang trọng hơn và thoải mái hơn.  Sau đó chúng tôi vào trong và đặt mua hàng chục chai để chuyển đến nhà của chúng tôi.  Đây là hoạt động yêu thích của vợ tôi trong chuyến đi.Đọc thêm",
            "Chồng tôi và tôi đến thăm nhà máy rượu vào chiều thứ Năm. Cơ sở này rất đẹp nhưng chúng tôi ước mình đã đến một nhà máy rượu nhỏ hơn để có trải nghiệm chân thực hơn. Nhà máy rượu có vẻ không quá bận rộn nhưng chúng tôi được thông báo rằng, do đã đặt trước để nếm thử rượu, họ sẽ cố gắng phục vụ chúng tôi. Sau khi chờ đợi vài phút, chúng tôi được tiếp cận và khuyên rằng chúng tôi chỉ có thể ngồi để nếm thử rượu vang cao cấp hoặc chỉ uống một ly tại quầy bar không cửa ngăn. Lẽ ra chúng tôi chỉ nên uống một ly ở quầy bar nhưng lại đồng ý nếm thử cao cấp, không biết chi tiết. Chúng tôi được dẫn vào một căn phòng kín bằng kính và người phục vụ rất chuyên nghiệp và mô tả các loại rượu vang kiểu Ý sẽ được rót - được giám sát bởi một đối tác ở Ý nhưng nho được trồng và rượu vang được sản xuất tại Washington. - Việc nếm thử 3 loại rượu cộng với rượu thưởng thứ 4 là - 95 cộng với 20 - tiền boa. Vì vậy, khoảng - 120 cho khoảng 1 hoặc 1,5 ly rượu vang. Điều đó thật tệ nhưng chúng tôi - sẽ thử một trong nhiều nhà máy rượu vang địa phương vào lần tới. Chúng tôi được cho biết giá của buổi nếm thử khi chúng tôi ngồi vào chỗ. Tôi đoán là chúng tôi đã mong đợi một trải nghiệm tốt hơn nhưng Cabernet là loại duy nhất chúng tôi thực sự thích.Đọc thêm",
            "Trong khi thăm viếng đã đi với chị gái và cháu gái của tôi.  Yêu nơi này. Khuôn viên rất đẹp và nhân viên thân thiện.  Rượu vang rất ngon.   Uống một ít rượu vang và chọn món đồ yêu thích của tôi và mua một số áo sơ mi.  Đây là nơi mình thích nhất và sẽ quay lạiXem thêm",
            "Đi từ Nevada để thăm những người bạn lâu năm. Tiếp cận khu vực quán bar để đặt hàng được thông báo rằng họ đã phục vụ xong các chuyến bay rượu vang. Một anh chàng trông rất trẻ được hỏi một cách cực kỳ thô lỗ - Bạn muốn gì? - Khi chúng tôi yêu cầu một lời giới thiệu, anh ấy tỏ ra cáu kỉnh. Tôi xin lỗi nhưng tất cả năm người chúng tôi tham dự đều là những người thử rượu có kinh nghiệm đến từ miền Đông WA và theo quan điểm của chúng tôi, nhà máy rượu của bạn thiếu một môi trường chào đón nồng nhiệt...khu đất trông khá tồi tàn và nhân viên của bạn cực kỳ thô lỗ.  Tôi sẽ không mạo hiểm quay trở lại và khi tôi trở về nhà ở Las Vegas, NV, tôi sẽ ngăn cản bất kỳ ai gọi rượu của bạn. Nhân viên của bạn không quan tâm đến việc mang lại cho khách hàng một trải nghiệm đáng nhớ cũng như không khuyến khích khách hàng mua hàng. Đọc thêm",
            "Đã đi vào một buổi chiều thứ ba nóng bức. Rất thích thưởng thức rượu vang của chúng tôi ở ngoài trời, nhưng trời quá nóng. Phòng nếm máy lạnh rất đẹp. Chia một chuyến bay cho 3 người lớn. Người phục vụ rất hào phóng với món ăn của chúng tôi! Khuôn viên đẹp, rượu ngon. Giá chai hợp lý.Đọc thêm",
            "Cuối cùng đã đến CSM để tham dự buổi hòa nhạc tối qua. Tôi hiểu rằng doanh nghiệp này đã được mua gần đây, vì vậy hy vọng quyền sở hữu mới sẽ được mở ra để cải thiện. Với quy mô của các buổi hòa nhạc của họ, có rất ít lý do cho việc hạn chế về chỗ đậu xe và những chiếc bô di động. Thực hiện một chuyến công tác đến nhà máy rượu vang Mountain ở Saratoga và ghi lại một số ghi chú. Vì bãi đậu xe đã bán hết nên cần lưu ý rằng có bãi đậu xe bổ sung ngay bên kia đường với giá - 50. Tôi thấy rằng CSM không muốn quảng cáo nó vì họ không muốn quảng cáo nó. - không thu được lợi nhuận, nhưng thông tin sẽ hữu ích cho những người lái xe đến. Thật may mắn khi có chỗ ngồi được đặt trước. Thật buồn cười khi những chiếc ghế dành riêng lại là những chiếc ghế nhựa, nhưng sao cũng được. Cung cấp cho bạn nhiều không gian trên chỗ ngồi của bạn. Toàn bộ chỗ ngồi trên bãi cỏ trông giống như một chiến lợi phẩm. Chỉ cần quay lại phía sau mọi người trên những tấm chăn và những chiếc ghế ngắn trên bãi biển, điều này khiến nhiều người không có cái nhìn thực sự về buổi biểu diễn, nhưng nếu bạn chỉ ở đó để đi dã ngoại và đi chơi buổi tối thì không có vấn đề gì. Hàng rào an ninh dành cho chỗ ngồi trên bãi cỏ dài và trông thật khủng khiếp. Dòng dành cho chỗ ngồi dành riêng rất nhanh chóng và dễ dàng. Thật tuyệt khi thấy mọi người đi lang thang với cả chai rượu. Miễn là bạn có những kỳ vọng thực tế, đó sẽ là khoảng thời gian thú vị. Nếu CSM tiếp tục chuỗi buổi hòa nhạc, hãy xây dựng một số phòng tắm tươm tất và mở rộng bãi đậu xe.Đọc thêm",
            "Khi nào chúng ta nên đến buổi hòa nhạc? Còn một giờ nữa?Đọc thêm",
            "Bạn có thể mang đồ ăn đến buổi hòa nhạc không?Đọc thêm",
            "Nó có thân thiện với vật nuôi khôngĐọc thêm",
            "Tôi không tin như vậy.Đọc thêm",
            "Có quy định về trang phục không?Đọc thêm",
            "Không phải kiến ​​thức của tôi. Họ chủ yếu lo lắng rằng bạn đã đủ tuổi!Đọc thêm",
            "Bạn có cần đặt chỗ trước để nếm thử rượu vang không?  Chúng tôi muốn đi vào ngày mai và thậm chí còn không nghĩ đến việc đặt chỗ.Đọc thêm",
            "KHÔNG!  Hãy đi và tận hưởng!Đọc thêm",
            "Chúng tôi sẽ đến buổi hòa nhạc Earth wind and fire vào ngày 21 tháng 9. Rượu vang có phải là loại rượu duy nhất chúng ta có thể mua không? Đọc thêm",
            "Thường có một vài nơi để mua đồ uống khác ngoài rượu.Đọc thêm",
            "Trẻ em có thể tham gia chuyến tham quan nhà máy rượu không?Đọc thêm",
            "Tôi đã nhìn thấy trẻ em ở đó và bất kỳ ai dưới 21 tuổi đều được nhận thẻ tham gia các chuyến tham quan: - Đọc thêm",
            "Họ có đồ ăn để mua với hương vị cao cấpĐọc thêm",
            "khôngĐọc thêm",
            "HI, chỗ ở gần nhất là gì?\n\nCảm ơn, ScottĐọc thêm",
            "Cho đến nay, chỗ ở gần nhất là ở Wiilows Lodge nhưng hãy sẵn sàng trả nhiều tiền nhất cho một kỳ nghỉ được đánh giá cao. Chúng tôi đã ở lại cuối tuần trước và mặc dù đắt tiền nhưng tôi sẽ quay lại. Ăn tại Barking Frog nếu bạn có cơ hội.Đọc thêm",
            "Có ai có đề xuất về việc vận chuyển đến và đi từ nhà máy rượu không?  Chúng tôi đang ở Downtown Seattle và muốn ghé thăm để thưởng thức rượu vang.... \n\nCảm ơn!Đọc thêm",
            "UBER rất phổ biến ở khu vực này. Ngoài ra, còn có nhiều xe limousine, xe tải và xe đưa đón tham quan rượu vang. Đọc thêm"
        ],
        "star_ratings": [
            544,
            258,
            77,
            32,
            27
        ],
        "review_amount": 938,
        "location": [
            "Château Ste. Nhà máy rượu Michelle",
            "Hoa Kỳ",
            "Những điều cần làm ở Woodinville",
            "Washington - WA -",
            "Woodinville"
        ],
        "reviews_time": [
            "Written July 9, 2023",
            "Written July 28, 2023",
            "Written August 16, 2023",
            "Written August 27, 2023",
            "Written September 21, 2023",
            "Written December 29, 2023",
            "Written May 11, 2024",
            "Written May 11, 2024",
            "Written January 7, 2024",
            "Written December 30, 2023",
            "Written September 26, 2023",
            "Written September 21, 2023",
            "Written August 29, 2023",
            "Written August 27, 2023",
            "Written August 21, 2023",
            "Written August 16, 2023",
            "Written July 29, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g58835-d126739-Reviews-Chateau_Ste_Michelle_Winery-Woodinville_Washington.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g58835-d433216-Reviews-Barking_Frog-Woodinville_Washington.html",
            "https://www.tripadvisor.com/Restaurant_Review-g58835-d1315415-Reviews-Purple_Cafe_And_Wine_Bar-Woodinville_Washington.html",
            "https://www.tripadvisor.com/Restaurant_Review-g58835-d433220-Reviews-The_Herbfarm_Restaurant-Woodinville_Washington.html",
            "https://www.tripadvisor.com/Restaurant_Review-g58835-d5993856-Reviews-The_Hollywood_Tavern-Woodinville_Washington.html",
            "https://www.tripadvisor.com/Restaurant_Review-g58835-d10245602-Reviews-Fireside_Lounge-Woodinville_Washington.html",
            "https://www.tripadvisor.com/Restaurant_Review-g58835-d10452408-Reviews-Vivi_Pizzeria-Woodinville_Washington.html",
            "https://www.tripadvisor.com/Restaurant_Review-g58835-d13984295-Reviews-Heritage_Restaurant_Bar-Woodinville_Washington.html",
            "https://www.tripadvisor.com/Restaurant_Review-g58835-d23415151-Reviews-The_Restaurant_At_Delille_Cellars-Woodinville_Washington.html",
            "https://www.tripadvisor.com/Restaurant_Review-g58835-d4254119-Reviews-Sora_Sushi-Woodinville_Washington.html",
            "https://www.tripadvisor.com/Restaurant_Review-g58835-d3345293-Reviews-Village_Wines-Woodinville_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g58835-d2547893-Reviews-Woodinville_Whiskey_Co-Woodinville_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g58835-d4491510-Reviews-JM_Cellars-Woodinville_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g58835-d260289-Reviews-Columbia_Winery-Woodinville_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g58835-d3258306-Reviews-DeLille_Cellars-Woodinville_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g58835-d7059948-Reviews-Long_Shadows_Vintners-Woodinville_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g58835-d9786141-Reviews-Patterson_Cellars_Hollywood_Hill-Woodinville_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g58835-d3701766-Reviews-Novelty_Hill_Januik_Winery-Woodinville_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g58835-d6458159-Reviews-Mark_Ryan_Winery-Woodinville_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g58835-d6474164-Reviews-Sparkman_Cellars-Woodinville_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g58835-d8639822-Reviews-Fidelitas_Wines_Woodinville-Woodinville_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g58835-d126739-Reviews-or10-Chateau_Ste_Michelle_Winery-Woodinville_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g58835-d15125113-Reviews-Baer_Winery-Woodinville_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g58835-d21341204-Reviews-Quiddity_Wines-Woodinville_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g58835-d6528938-Reviews-Goose_Ridge_Estate_Winery_Woodinville_Tasting_Room-Woodinville_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g58835-d2510159-Reviews-Adventura_Aerial_Adventure_Park-Woodinville_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g58835-d23583641-Reviews-Col_Solare_Bottega-Woodinville_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g58835-d18849936-Reviews-Teatro_ZinZanni-Woodinville_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g58835-d126904-Reviews-The_Herbfarm-Woodinville_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g58835-d13321067-Reviews-Cougar_Crest_Wine_Tasting_Room-Woodinville_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g58835-d14175630-Reviews-Milbrandt_Vineyards_Woodinville-Woodinville_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g34345-d12860381-Reviews-The_Duval_Loop-Key_West_Florida_Keys_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g60750-d126991-Reviews-Fleet_Science_Center-San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g666447-d8059866-Reviews-Gabaland_Amusement_Park-Qabala_Shaki_Zaqatala_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g1215780-d6852836-Reviews-Karon_Temple_Market-Karon_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d6198874-Reviews-Jekyll_and_Hyde_Restaurant-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g1766192-d8536927-Reviews-Chiang_Mai_Erotic_Garden-Mae_Rim.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d12640790-Reviews-Ronald_Kirk_pedestrian_bridge-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g32910-d17711976-Reviews-Bassi_Falls-Pollock_Pines_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g297549-d670362-Reviews-Hurghada_Casino-Hurghada_Red_Sea_and_Sinai.html",
            "https://www.tripadvisor.com/Attraction_Review-g34616-d265565-Reviews-Bowman_s_Beach-Sanibel_Island_Florida.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g58835-d126739-Reviews-or10-Chateau_Ste_Michelle_Winery-Woodinville_Washington.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g58835-d126739-Reviews-Chateau_Ste_Michelle_Winery-Woodinville_Washington.html"
    }
]