[
    {
        "attraction_name": "Chaweng Beach",
        "attraction_name_vi": "Bãi biển Chaweng",
        "general_info": [
            "4.256 đánh giá",
            "2 trên 7 hoạt động giải trí ở Chaweng",
            "Bãi biển"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Bãi biển hoàn hảo, hoang sơ với bầu không khí thư giãn. Xảy ra đủ rồi mà không quá bận rộn. Chúng tôi yêu thích nó ở đây và không thể chờ đợi để quay trở lại. Rất khuyến khích Banana Fan Sea Resort nằm ngay trên bãi biển và có vị trí hoàn hảo cho các nhà hàng và khu mua sắm. Đọc thêm",
            "Hoàn toàn thích bãi biển này. Lần thứ 4 đến bãi biển này và lưu trú tại Amari. Chuyến thăm cuối cùng vào năm 2019, sau đó không còn nữa CẢM ƠN COVID.\nThật sạch và cát thật trắng.\nKhi thủy triều rút, bạn có thể đi bộ ra đảo hoặc đê chắn sóng vì nước chỉ ngập đến đầu gối.\nThật tuyệt khi đi bộ từ đầu này đến đầu kia..... khá vài km...... rất nhiều quán bar và nhà hàng trên đường đi.\nAnnette và David AustraliaĐọc thêm",
            "Trong vài ngày ở đó biển rất động. Bãi biển có thể hơi đông đúc vào thời điểm này trong năm. Thủy triều khá xa, điều đó có nghĩa là không có nhiều bãi biển vào thời điểm này trong năm.\n\nĐã ở đây trước tháng Sáu, thời điểm tháng Bảy và tốt hơn nhiều vào thời điểm đó trong năm. Thủy triều ra xa hơn, biển lặng hơn.\n\nTôi có quay lại bãi biển này không? vâng, tôi sẽ làm vậy.Đọc thêm",
            "Bãi biển Chaweng là một trong những điểm thu hút hàng đầu ở Koh Samui. Một phần của bãi biển rất đông đúc với rất nhiều quán bar, nhà hàng, thể thao dưới nước, cơ sở mát-xa trên bãi biển, v.v. Ở phần này có sẵn giường phơi nắng với ô nhưng hơi bẩn do có nhiều người bán hàng rong. Phía yên tĩnh hơn của bãi biển thì tốt hơn nhiều. Nó ít đông đúc hơn và sạch sẽ hơn với cơ sở vật chất ít hơn. Chúng tôi ưa thích bên này. Chúng tôi cũng đã thử vào một buổi tối trên phố chính Chaweng. Nó khá tệ.Đọc thêm",
            "Các bãi biển ở Thái Lan nằm trong số những bãi biển đẹp nhất thế giới. Khi lưu trú tại khách sạn Muang Samui, chúng tôi đã được tiếp cận bãi biển tuyệt vời này và chúng tôi đã yêu thích nó. \n\nCó một đê chắn sóng giúp ngăn sóng và đủ nông để lội ra đê chắn sóng một cách dễ dàng. Hãy để ý đến những lá cờ trên bãi biển vì trong nhiều ngày, nước trông có vẻ nghêu ngao nhưng dòng chảy lại mạnh đến kinh ngạc.Đọc thêm",
            "Bãi biển xinh đẹp bị người dân địa phương phá hỏng, sử dụng nó làm đường cao tốc, mỗi sáng, mỗi tối, cho nhiệm vụ ngu ngốc ngu ngốc là kéo ván trượt phản lực,,Thật là ngớ ngẩn???Họ có thể lái ván trượt phản lực trong đại dương, đến nơi họ cần được, không làm hỏng bãi biển với những chiếc xe tải chạy dầu diesel cũ kỹ, bẩn thỉu, đặc biệt là lái xe ở nơi có người ngồi ngắm hoàng hôn, cực kỳ nguy hiểm, đặc biệt là với những người dân địa phương chưa có kiến ​​thức đầu tiên về lái xe, hãy đến với cơ quan có thẩm quyền của langkawi, bạn muốn khách du lịch chết trên bãi biển à? Đọc thêm",
            "Ngày siêu nóng ở bãi biển nên gió được chào đón. Mang theo kem chống nắng và tiền - bãi biển đáng yêu - rất nhiều phòng trải rộng. Tôi khuyên bạn nên đi sớm hơn trong ngày vì bãi biển sẽ đông đúc vào cuối buổi chiều.Đọc thêm",
            "Bãi biển Thái Lan là một trong những bãi biển đẹp nhất thế giới. Khi lưu trú tại khách sạn Muang Samui, chúng tôi đã được tiếp cận bãi biển tuyệt vời này và chúng tôi đã yêu nó. Có một đê chắn sóng giữ cho sóng không quá mạnh và đủ nông để có thể dễ dàng lội ra đê chắn sóng. Hãy chú ý đến các lá cờ trên bãi biển vì có một số ngày, nước trông có vẻ êm ả nhưng dòng nước chảy mạnh một cách đáng ngạc nhiên. Đọc thêm",
            "Bãi biển Chaweng là một trong những điểm thu hút hàng đầu ở Koh Samui. Một phần của bãi biển rất đông đúc với rất nhiều quán bar, nhà hàng, thể thao dưới nước, cơ sở mát-xa trên bãi biển, v.v. Ở phần này có sẵn giường phơi nắng với ô nhưng hơi bẩn do có nhiều người bán hàng rong. Phía yên tĩnh hơn của bãi biển thì tốt hơn nhiều. Nó ít đông đúc hơn và sạch sẽ hơn với cơ sở vật chất ít hơn. Chúng tôi ưa thích bên này. Chúng tôi cũng đã thử vào một buổi tối trên phố chính Chaweng. Nó khá tệ.Đọc thêm",
            "Trong vài ngày ở đó biển rất động. Bãi biển có thể hơi đông đúc vào thời điểm này trong năm. Thủy triều khá xa, điều đó có nghĩa là không có nhiều bãi biển vào thời điểm này trong năm. Đã đến đây trước tháng 6, thời điểm tháng 7 và tốt hơn nhiều vào thời điểm đó trong năm. Thủy triều ra xa hơn, biển lặng hơn. Tôi có quay lại bãi biển này không? vâng, tôi sẽ làm vậy.Đọc thêm",
            "Chúng tôi đi bộ dọc theo đây vào buổi tối sớm và bãi biển có rất nhiều nhựa.  Xấu hổ làm sao.     Chúng tôi cũng thấy khó có thể rời khỏi bãi biển một lần trên đó.Đọc thêm",
            "Chúng tôi đã nghe rất nhiều điều hay về nó, chúng tôi đã đặt 8 đêm trong chuyến đi 4 tuần của mình. Khách sạn rất đẹp, ngay trên bãi biển và không thể làm đủ cho bạn. Tuy nhiên, bước ra ngoài đường, nó bẩn thỉu, bẩn thỉu và cực kỳ ồn ào, tôi không thể so sánh nó với bất cứ thứ gì vì tôi chưa bao giờ ở đâu giống như vậy. Trung tâm mua sắm Central rất đẹp với rất nhiều cửa hàng và nhà hàng. Đúng vậy, chúng tôi đang ở độ tuổi 60, nhưng tôi là một cô gái thập niên 70 và yêu âm nhạc nên chắc chắn không phải là một kẻ ngốc nghếch và Benidorm tình cờ là một trong những địa điểm yêu thích của tôi. Chúng tôi có một chiếc ô tô rất tuyệt để thoát khỏi làng Ngư dân, thật hoàn hảo, chúng tôi sẽ ăn ở đó vào ngày maiĐọc thêm",
            "Nhiều khách đánh giá rất tích cực về Bãi biển Chaweng? Xin lỗi nhưng tôi hoàn toàn không đồng ý với điều này. Chúng tôi đã đến thăm nhiều bãi biển hơn ở Thái Lan và tất cả đều rất bẩn. Rác thải khắp nơi, chai nhựa, ống hút, cốc nhựa, v.v. Tại sao Thái Lan không có hệ thống làm sạch bãi biển như Tây Ban Nha? Nó sống ở đó. Không có nhân viên cứu hộ nào có mặt, điều này có vẻ kỳ lạ vì biển rất động.Đọc thêm",
            "Chawing đã từng là một trung tâm thú vị của những du khách du mục với đời sống biển phong phú và phong cảnh tuyệt đẹp cùng với một chút cuộc sống về đêm táo bạo giờ đây nó bẩn thỉu, trông rẻ tiền và thu hút loại khách du lịch cố gắng tránh Crimea để tắm nắng.. giống như phần còn lại của Du khách Thái Lan du khách đã nhìn thấy sự mới lạ của cần sa được hợp pháp hóa - mọi cửa hàng khác đều là cửa hàng cần sa trống rỗng. Đi lặn từ đó và thấy nhiều sinh vật biển ít kỳ lạ hơn. Có vẻ như mọi người chắc chắn đã tham lam trong 20 năm qua.. xấu hổ xấu hổĐọc thêm",
            "Lần đầu tiên tôi đến Samui vào năm 1988 khi chưa có sân bay - nơi đây thực sự là thiên đường!! Tôi đã quay lại vào năm 2005 cùng chồng và nghỉ tại khách sạn Amari, nơi rất đáng yêu và mặc dù nơi đây được xây dựng với nhiều khách sạn và một sân bay nhỏ quyến rũ nhưng vẫn có sức hấp dẫn. Chúng tôi lại đến đây lần nữa nhưng ở lại Mae Nam vì chúng tôi muốn một khu vực yên tĩnh nhưng chúng tôi đã đến thăm Chaweng tối qua! Thành thật mà nói, tôi rất đau lòng trước những gì chúng tôi nhìn thấy, tôi hoàn toàn không thể nhận ra nơi này và chính phủ Thái Lan cùng nhân loại nên cảm thấy xấu hổ vì đã để một hòn đảo xinh đẹp bị hủy hoại theo cách như vậy!: Thật buồn Đọc thêm",
            "CHÀO. Tôi đang nghĩ đến việc nghỉ tại khu nghỉ dưỡng First bungalow South Chaweng và tôi thích bơi lội. Ở đó bơi lội có tốt không, không có đá hay có nơi nào tốt hơn để bơi? Cảm ơn bạn.Đọc thêm",
            "Bãi biển ở đó đẹp lắm! Xin lưu ý rằng có những tảng đá ở phía bên trái của bãi biển từ ngôi nhà gỗ đầu tiên. Nếu không thì nước biển sẽ trải dài về phía bên phải. Tôi muốn nói rằng bơi lội rất tốt!Đọc thêm",
            "Mất bao lâu để đi từ làng Fishermans đến Bãi biển Chaweng?Đọc thêm",
            "15-20 phút di chuyển. Nhưng đi bộ không mất một giờ - Tôi muốn nói nhiều hơn thế... Chưa bao giờ thử đi bộ lolĐọc thêm",
            "Chào buổi sáng, tôi đang ở một khu nghỉ dưỡng trên bãi biển này vào tháng 7, tôi đọc được rằng khu vực này đẹp hơn khu vực kia, bạn có thể cho tôi biết đó là khu vực nào không? Chỗ ở tại Khu nghỉ dưỡng Bãi biển Samui Resotel. Đọc thêm",
            "Tôi đồng ý với những ý kiến ​​trước, khu vực khách sạn Samui Green ở Chaweng là tuyệt nhất!Đọc thêm",
            "Xin chào tất cả tôi và chồng tôi đang muốn đặt koh samui vào tháng 7 năm 2020, chúng tôi có 2 con nhỏ. Chúng tôi đã đến Bangkok phuket và koh lak trước đây, chúng tôi chỉ muốn đảm bảo rằng đây không phải là một hòn đảo tiệc tùng trẻ trung và có gia đình đến đây. Và cơn thịnh nộ như thế nào vào tháng 7 và tháng 8 xĐọc thêm",
            "1 nó hoàn toàn không phải là một hòn đảo tiệc tùng\n2 Không có nhiều thứ để xem cho trẻ nhỏ\n3 chủ yếu có nắng, có mưa rào. Nhiệt độ từ 28 đến 35 độ\n4 Tốt nhất bạn nên thuê xe đi đâu đó trừ khi bạn ở Chaweng\n5 Hòn đảo chủ yếu dành cho khách du lịch biển Bãi biển Chaweng an Lamai là tốt nhất Đọc thêm",
            "Bãi biển Chaweng này là một bãi biển đẹp. Và râm mát mùi thiên nhiên Nước không sâu lắm để chơi. Thích hợp để chụp ảnh cùng bạn bè và gia đình. Bao gồm cả việc đi bộ trong thiên nhiên yên bình. Đề nghị truy cập vào đây.Đọc thêm",
            "Sắp ra mắt.CẢM ƠN.Đọc thêm",
            "bạn đã ở đâu ở chaweng?Đọc thêm",
            "Nếu bạn muốn ở gần chợ, quán bar, nhà hàng và những địa điểm vui chơi thì hãy ở gần bất kỳ chỗ ở nào tại Central Festival Samui. Hoặc bạn thích những nơi yên tĩnh thì nghỉ tại khu nghỉ dưỡng bãi biển Samui Reotel. Chúng tôi ở đây hai đêm và thấy nó cực kỳ thoải mái về mọi mặt. Bạn có thể đến khu vực Central Festival Samui bằng xe buýt 50 Baht từ đây.Đọc thêm",
            "Tôi muốn đưa các cô gái tuổi teen của mình đến Koh Samui Tôi đang bối rối không biết nên ở đâu. Tôi muốn một khu nghỉ dưỡng đẹp trên bãi biển nhưng cũng gần các cửa hàng, chợ, v.v. vì các cô gái thích mua sắm cũng như các nhà hàng và quán bar có khu vực cụ thể nào ở Koh không Samui bạn có thể giới thiệu rằng sẽ có tất cả những điều trên Cảm ơn bạnĐọc thêm",
            "Tôi sẽ ở phía cuối Lamai của Chaweng - bãi biển đẹp hơn. Nếu bạn có thể tìm thấy thị trường địa phương, giá sẽ tốt hơn nhiều.\nCó rất nhiều cửa hàng, quán bar và quán cà phê dọc theo Chaweng Đọc thêm",
            "Bạn có thể mua Dvd ở đâu. Đã tìm kiếm khắp nơi ở Thái Lan nhưng không thành côngĐọc thêm",
            "Tôi chỉ thấy một nơi ở Koh Samui. Phuket có khá nhiều Đọc thêm",
            "Xin chào, nó có nông hoặc có thể bơi được ở đoạn đường mà bạn mô tả không? Bạn đã tới Lamai chưa? Khó chọn đây Cảm ơn đã viết bài đánh giá tốt! SusanneĐọc thêm",
            "Xin chào! Hoàn toàn có thể bơi được, nhưng tôi không nói là nó rất nông. Không giống như ở một số nơi ở Thái Lan. Ra ngoài vài mét là nước ngập tới thắt lưng. Một điều nữa về nước là có một số phao nhỏ màu tím nổi trên mặt nước. Tôi nghĩ hoàn toàn vô hại?, Tôi tránh chúng càng nhiều càng tốt. Không biết nó là gì nhưng chúng gần như ở khắp mọi nơi. \n\nThật không may, tôi chưa đến Lamai. Chúc bạn có chuyến đi vui vẻ Đọc thêm",
            "Tôi muốn biết thời tiết tháng 2 ở Koh Samui như thế nào và có nhiều người Nga không, tôi sẽ rời đi vào tháng 2 năm 2019, cảm ơn câu trả lời của bạn.Đọc thêm",
            "Vào tháng 2 là mùa khô cho đến tháng 3, đầu tháng 4. Tôi đã gặp người Nga nhưng không nhiều. Nó phụ thuộc vào nơi bạn đang đi. Nói chung, chúng tôi tìm thấy họ ở những địa điểm du lịch như Chaweng, Lamaï và ở những nơi lưu trú giá rẻ ở phía Bắc hướng về Maénam, Bang Por, đúng hơn là những người Đức mà chúng tôi gặp, xét về sự tùy ý và khéo léo thì không thể tốt hơn! Dù sao thì chúc bạn có một kỳ nghỉ vui vẻ!! Đọc thêm"
        ],
        "star_ratings": [
            1792,
            1400,
            692,
            218,
            155
        ],
        "review_amount": 4257,
        "location": [
            "Ko Samui",
            "nước Thái Lan",
            "SAI",
            "Những việc cần làm ở Chaweng",
            "Chaweng",
            "Tỉnh Surat Thani",
            "Châu Á",
            "Bãi biển Chaweng"
        ],
        "reviews_time": [
            "Written July 3, 2023",
            "Written August 22, 2023",
            "Written February 25, 2024",
            "Written February 26, 2024",
            "Written March 6, 2024",
            "Written March 19, 2024",
            "Written March 18, 2024",
            "Written March 6, 2024",
            "Written February 26, 2024",
            "Written February 25, 2024",
            "Written February 16, 2024",
            "Written February 11, 2024",
            "Written January 27, 2024",
            "Written January 26, 2024",
            "Written January 24, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g676072-d9609042-Reviews-Chaweng_Beach-Chaweng_Bophut_Ko_Samui_Surat_Thani_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g676072-d9718726-Reviews-Dara_Serene_Restaurant-Chaweng_Bophut_Ko_Samui_Surat_Thani_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g676072-d13557152-Reviews-The_Tent_beachfront_restaurant_and_bar-Chaweng_Bophut_Ko_Samui_Surat_Thani_Provi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g676072-d26725753-Reviews-Sexy_Fish-Chaweng_Bophut_Ko_Samui_Surat_Thani_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g676072-d14015244-Reviews-Baan_Ya_Jai-Chaweng_Bophut_Ko_Samui_Surat_Thani_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g676072-d1118682-Reviews-Prego_Samui-Chaweng_Bophut_Ko_Samui_Surat_Thani_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g676072-d6593253-Reviews-Siam_Dreams-Chaweng_Bophut_Ko_Samui_Surat_Thani_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g676072-d1911579-Reviews-Duomo-Chaweng_Bophut_Ko_Samui_Surat_Thani_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g676072-d2012016-Reviews-Green_Bird-Chaweng_Bophut_Ko_Samui_Surat_Thani_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g676072-d3182042-Reviews-Basilicom-Chaweng_Bophut_Ko_Samui_Surat_Thani_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1179396-d4881331-Reviews-Noi_Restaurant-Bophut_Ko_Samui_Surat_Thani_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293918-d552517-Reviews-Chaweng_Beach-Ko_Samui_Surat_Thani_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1179396-d25430714-Reviews-Black_Spiky_Farm-Bophut_Ko_Samui_Surat_Thani_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1179396-d17732105-Reviews-The_Island_Massage_Spa-Bophut_Ko_Samui_Surat_Thani_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g676072-d6733913-Reviews-Central_Festival_Samui-Chaweng_Bophut_Ko_Samui_Surat_Thani_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1179396-d25769789-Reviews-Elephant_Beach_Resort-Bophut_Ko_Samui_Surat_Thani_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g676072-d14938498-Reviews-Mary_Help_of_Christians_Church-Chaweng_Bophut_Ko_Samui_Surat_Thani_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293918-d4572971-Reviews-Pagoda_Khao_Hua_Jook-Ko_Samui_Surat_Thani_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1179396-d13837156-Reviews-Samui_Elephant_Sanctuary-Bophut_Ko_Samui_Surat_Thani_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g676072-d24411147-Reviews-Divas_Cabaret-Chaweng_Bophut_Ko_Samui_Surat_Thani_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g676072-d23867319-Reviews-Koh_Samui_Fight_Gear_Chaweng-Chaweng_Bophut_Ko_Samui_Surat_Thani_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g676072-d9609042-Reviews-or10-Chaweng_Beach-Chaweng_Bophut_Ko_Samui_Surat_Thani_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g676072-d17732148-Reviews-Srifah_Star_Tour_at_O_P_Bungalow-Chaweng_Bophut_Ko_Samui_Surat_Thani_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g676072-d11903724-Reviews-Royal_King_International_Suits-Chaweng_Bophut_Ko_Samui_Surat_Thani_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293918-d4883855-Reviews-Moda_Classic_Suits_International-Ko_Samui_Surat_Thani_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g676072-d2693771-Reviews-Naish_SUP_Samui-Chaweng_Bophut_Ko_Samui_Surat_Thani_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1179396-d547537-Reviews-Discovery_Dive_Centre-Bophut_Ko_Samui_Surat_Thani_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g676072-d15032692-Reviews-Cooking_Class_at_SALA_Samui_Chaweng-Chaweng_Bophut_Ko_Samui_Surat_Thani_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g676072-d11793385-Reviews-Classic_International_Suits-Chaweng_Bophut_Ko_Samui_Surat_Thani_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g676072-d17547283-Reviews-SALA_Spa_Chaweng-Chaweng_Bophut_Ko_Samui_Surat_Thani_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g676072-d13809929-Reviews-TiKi_Box_Bar_Koh_Samui-Chaweng_Bophut_Ko_Samui_Surat_Thani_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g676072-d13340305-Reviews-Samui_Hong_Kong_Tailor-Chaweng_Bophut_Ko_Samui_Surat_Thani_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g676072-d13549084-Reviews-Oscars_Fashion-Chaweng_Bophut_Ko_Samui_Surat_Thani_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g676072-d11550296-Reviews-The_Welcome_Inn-Chaweng_Bophut_Ko_Samui_Surat_Thani_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1179396-d5976305-Reviews-Pride_Bar-Bophut_Ko_Samui_Surat_Thani_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g676072-d12895200-Reviews-Tom_Collection-Chaweng_Bophut_Ko_Samui_Surat_Thani_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g60022-d283907-Reviews-Geneva_Lake-Lake_Geneva_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g294305-d314481-Reviews-Cerro_San_Cristobal-Santiago_Santiago_Metropolitan_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d4008183-Reviews-Morrison_s_2-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g41005-d12871375-Reviews-Betterton_Beach-Betterton_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d1490962-Reviews-Kyoto_International_Manga_Museum-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g1492554-d7395718-Reviews-Castel_Guelfo_The_Style_Outlets-Castel_Guelfo_di_Bologna_Province_of_Bologna_Emi.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d3497877-Reviews-Berlin_Story_Bunker-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g298561-d320360-Reviews-Hiroshima_Peace_Memorial_Museum-Hiroshima_Hiroshima_Prefecture_Chugoku.html",
            "https://www.tripadvisor.com/Attraction_Review-g188113-d9716522-Reviews-FIFA_Museum-Zurich.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d15262626-Reviews-John_Hancock_Center-Chicago_Illinois.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g676072-d9609042-Reviews-or10-Chaweng_Beach-Chaweng_Bophut_Ko_Samui_Surat_Thani_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g676072-d9609042-Reviews-Chaweng_Beach-Chaweng_Bophut_Ko_Samui_Surat_Thani_Province.html"
    }
]