[
    {
        "attraction_name": "Cheaha State Park",
        "attraction_name_vi": "Công viên bang Cheaha",
        "general_info": [
            "390 đánh giá",
            "1 trong 4 điều cần làm ở Delta",
            "Công viên tiểu bang",
            "Địa điểm ưa thích",
            "Đài quan sát"
        ],
        "attraction_summary": "Nằm ở cực nam của dãy núi Appalachian, Cheaha là công viên tiểu bang lâu đời nhất ở Alabama. Hãy tưởng tượng 2.799 mẫu đá thạch anh và những cây cổ thụ bị gió uốn cong ở độ cao 2.407 feet so với mực nước biển, thường ở trên các đám mây, được bao quanh bởi 392.567 mẫu Rừng Quốc gia Talladega bao gồm 7.245 mẫu đất hoang dã. Môi trường xung quanh yên tĩnh, một nhà hàng bên vách đá, nhiều chỗ ở qua đêm, hồ bơi cao nhất ở Alabama, công viên chó, bảo tàng, đường mòn đi bộ đường dài, hồ rộng 6 mẫu Anh và nhà nghỉ tập thể có khung gỗ lịch sử có thể được thuê để tổ chức đám cưới, đoàn tụ gia đình, hoặc rút lui kinh doanh. Công viên bang Cheaha dường như đã rời xa nền văn minh; tuy nhiên, công viên này chỉ cách một số khu vực trung tâm thành phố lịch sử 30 phút. Khám phá những khung cảnh ngoạn mục, cảnh hoàng hôn siêu thực, thác nước và các hoạt động giải trí đa dạng. Cách đi: Công viên khuyên bạn nên đi trên Đường cao tốc 281 Talladega Scenic Drive Alabama được bảo trì tốt, rộng rãi và thích hợp cho những chiếc RV lớn.Đọc thêm",
        "reviews": [
            "Công viên tiểu bang lâu đời nhưng tuyệt đẹp.  Khu cắm trại khá đẹp, cơ sở vật chất sạch sẽ.  Có một số lựa chọn đi bộ đường dài qua công viên và tầm nhìn ngoạn mục từ Pundit Rock.  Cấu trúc CCC ban đầu được bảo tồn nguyên vẹn trong tháp quan sát chính.  Cheaha là một phần của Rừng Quốc gia Talladega lớn hơn, nằm ở điểm phía nam của dãy Appalachian.  Mặc dù Cheaha chỉ có đủ việc để làm trong một ngày cuối tuần hoặc vài chuyến đi bộ đường dài, nhưng trong khu vực và công viên lớn hơn có nhiều con đường mòn đi bộ đường dài hơn.  Những cabin và nhà gỗ trông dễ thương, nhưng chúng tôi chưa nhìn vào bên trong cái nào.  Chọn khu cắm trại của bạn một cách cẩn thận.  Một số khá chật chội, thiếu ranh giới hoặc gần gũi với những nơi khác, đặc biệt là các lều cắm trại.  Một số địa điểm tốt nhất nằm gần lối vào vòng lặp, gần phòng tắm và ở bên ngoài vòng lặp.Đọc thêm",
            "Chúng tôi đã thực hiện chuyến cắm trại RV đầu tiên của mình đến Cheaha và không thể chọn một điểm đến nào tốt hơn. Chúng tôi đã có 2 ngày đi bộ đường dài tuyệt vời đến những quang cảnh tuyệt đẹp mà tôi không biết là có ở AL. Khu cắm trại đẹp, yên tĩnh, sạch sẽ với lối đi dễ dàng đến những con đường mòn. Bạn có thể đi bộ đường dài sau bữa sáng, quay lại trại để ăn trưa, đi bộ đường dài đến một điểm quan sát khác, quay lại trại để ăn tối và sau đó là một điểm quan sát khác để ngắm hoàng hôn. Con đường mòn đông đúc duy nhất là con đường mòn có thể tiếp cận được vào thứ Bảy. Đọc thêm",
            "Chúng tôi đã đến thăm công viên này gần đây để ngắm một số lá đang thay đổi trong khu vực. Khi vào công viên, bạn phải trả một khoản phí vào cửa nhỏ và lấy bản đồ. Chúng tôi lái xe vào và điểm dừng chân đầu tiên của chúng tôi là khu vực dã ngoại nơi có tòa tháp. Gần đó, bạn có thể thấy một công viên dành cho chó. Ngoài ra còn có một hình ảnh của Big Foot đằng sau tấm kính.\n\nSau đó, chúng tôi tiến đến đầu đường mòn Bald Rock. Chúng tôi đã chọn đường mòn Boardwalk dễ đi dài 0,3 dặm, nhưng nếu bạn muốn, có một số nơi bạn có thể đi theo đường mòn song song đến điểm ngắm cảnh ở cuối. Ngoài ra còn có một số nơi bạn có thể ngồi nếu cần nghỉ ngơi.\nKhi rời khỏi công viên, chúng tôi đi qua một số cabin và nhà gỗ nhỏ và nhà nghỉ. Lưu ý rằng nhà hàng đã đóng cửa.\n\nBạn sẽ thấy những tòa nhà từ thời CCC tạo thêm nét đặc trưng cho công viên. Đọc thêm",
            "Núi Cheaha là điểm cao nhất ở bang Alabama.  Bây giờ, tôi sẽ không giả vờ so sánh nó với những ngọn núi phía Tây thậm chí cả Carolinas.  Tuy nhiên, nếu bạn lớn lên ở Bờ Vịnh hoặc Thung lũng Sông Mississippi, đây có lẽ là trải nghiệm trên núi gần nhất đối với hàng triệu người trong phạm vi hàng trăm dặm.  Alabama có những ngọn núi khác và tôi cũng đã leo núi những ngọn núi đó, nhưng đây là nơi gần nhất mà bạn sẽ có cảm giác giống như Tennessee và Bắc Carolina.  \n\nNgọn núi thực sự có độ cao tốt so với nền rừng xung quanh gần 1.000 feet.  Mặc dù trên đỉnh núi có một ngọn tháp nhưng nó thực sự không có tầm nhìn tuyệt vời.  Tuy nhiên, những nơi gần đó như Bald Rock và Pulpit Rock có tầm nhìn tuyệt vời.  Cuối cùng, khi tôi đến thăm vào tháng 7, tôi sẽ không đề xuất điều này ngay cả với những ngọn núi ở Alabama vì nhiệt độ ở đây có thể rất khắc nghiệt vào mùa hè.  Những chuyến đi bộ đường dài này tốt nhất là từ tháng 10 đến tháng 5.  \n\nMột lần nữa, Cheaha là một trải nghiệm leo núi rất tuyệt vời, tốt hơn những gì hầu hết mọi người nghĩ.  Tuy nhiên, hãy lên kế hoạch cho thời tiết thích hợp khi bạn ghé thăm.Đọc thêm",
            "Cũng giống như một FYI, khi ở trong cabin, chúng tôi không có dịch vụ Verizon và 4 thanh 5G nhanh từ T-Mobile.\n\nChúng tôi ở trong Cabin 8 và nó thật hoàn hảo. Chúng tôi sở hữu những tấm rèm để tận hưởng một cơn giông bão lớn ập đến và ngủ như những đứa trẻ với cơn mưa trên mái nhà và lò sưởi đang hoạt động! Đẹp.Đọc thêm",
            "Công viên sạch sẽ và đẹp với phòng tắm chấp nhận được ngoại trừ không có nước nóng. Các trang web được đóng gói chặt chẽ hơn mức trung bình.  Đó là một con đường dài quanh co dẫn đến công viên nên có lẽ không tuyệt vời cho những chiếc RV lớn hơn. Một trong những nhân viên kiểm lâm của công viên đã rất thô lỗ với chúng tôi khi cô ấy cần di chuyển phương tiện của mình để chúng tôi có thể quay lại bãi đậu xe của họ. Họ có một cửa hàng bán đồ cắm trại rất đẹp.Đọc thêm",
            "Công viên sạch sẽ và đẹp với phòng tắm chấp nhận được ngoại trừ không có nước nóng. Các trang web được đóng gói chặt chẽ hơn mức trung bình.  Đó là một con đường dài quanh co dẫn đến công viên nên có lẽ không tuyệt vời cho những chiếc RV lớn hơn. Một trong những nhân viên kiểm lâm của công viên đã rất thô lỗ với chúng tôi khi cô ấy cần di chuyển phương tiện của mình để chúng tôi có thể quay lại bãi đậu xe của họ. Họ có một cửa hàng bán đồ cắm trại rất đẹp.Đọc thêm",
            "Chúng tôi rất hào hứng khi ở lại đây, đã nghiên cứu để đảm bảo người cắm trại của chúng tôi sẽ phù hợp với 43 người. Hãy xem video mà chúng tôi tìm thấy trên YouTube nhiều lần, tìm thấy địa điểm mà chúng tôi định đặt chỗ. Mọi thứ có vẻ ổn cho đến khi chúng tôi đến đó, sau khi chúng tôi ra khỏi đường liên bang, đây là lúc việc lái xe trở nên căng thẳng.  Vòng qua những khúc cua và những ngọn đồi dốc, đến văn phòng khu cắm trại được bảo đi xuống đường và rẽ phải và rẽ trái khi chúng tôi đến khu cắm trại. Cả hai lối rẽ đều không dành cho xe tải và xe cắm trại cỡ lớn. Chúng tôi men theo con đường mòn lợn để quay lại, đi mãi mới thấy một cánh cổng nằm trên một ngọn đồi. Bạn phải nhập mã để mở cổng và điều đó thật khó khăn với trọng lượng bạn đang kéo. Vì vậy, chúng tôi phải thành lập, con gái tôi phải bấm mã trong khi chồng tôi phải chạy lên đồi. Cuối cùng sau 20 phút chúng tôi cũng đến nơi. Không cần phải nói, sau tất cả những gì chúng tôi đã quyết định rời đi vì không đời nào chúng tôi có thể vui vẻ trong tuần, bởi vì chúng tôi sẽ căng thẳng về việc làm cách nào để đưa người cắm trại của mình ra ngoài.Đọc thêm",
            "Cũng giống như một FYI, khi ở cabin, chúng tôi không có dịch vụ Verizon và 4 vạch 5G nhanh từ T-Mobile. Chúng tôi ở trong Cabin 8 và nó thật hoàn hảo. Chúng tôi sở hữu những tấm rèm để tận hưởng một cơn giông bão lớn ập đến và ngủ như những đứa trẻ với cơn mưa trên mái nhà và lò sưởi đang hoạt động! Đẹp.Đọc thêm",
            "Đây là chuyến đi thứ ba của chúng tôi đến Vườn quốc gia Cheaha. Chúng tôi luôn có một hành trình đi bộ và khám phá tốt. Trời rất lạnh nhưng những con đường mòn và cabin trong khu vực rất đáng để trải nghiệm.Đọc thêm",
            "Núi Cheaha là điểm cao nhất ở bang Alabama.  Bây giờ, tôi sẽ không giả vờ so sánh nó với những ngọn núi phía Tây thậm chí cả Carolinas.  Tuy nhiên, nếu bạn lớn lên ở Bờ Vịnh hoặc Thung lũng Sông Mississippi, đây có lẽ là trải nghiệm trên núi gần nhất đối với hàng triệu người trong phạm vi hàng trăm dặm.  Alabama có những ngọn núi khác và tôi cũng đã leo núi những ngọn núi đó, nhưng đây là nơi gần nhất mà bạn sẽ có cảm giác giống như Tennessee và Bắc Carolina.  Ngọn núi thực sự có độ cao tốt so với nền rừng xung quanh gần 1.000 feet.  Mặc dù trên đỉnh núi có một ngọn tháp nhưng nó thực sự không có tầm nhìn tuyệt vời.  Tuy nhiên, những nơi gần đó như Bald Rock và Pulpit Rock có tầm nhìn tuyệt vời.  Cuối cùng, khi tôi đến thăm vào tháng 7, tôi sẽ không đề xuất điều này ngay cả với những ngọn núi ở Alabama vì nhiệt độ ở đây có thể rất khắc nghiệt vào mùa hè.  Những chuyến đi bộ đường dài này tốt nhất là từ tháng 10 đến tháng 5.  Một lần nữa, Cheaha là một trải nghiệm leo núi rất tuyệt vời, tốt hơn những gì hầu hết mọi người nghĩ.  Tuy nhiên, hãy lên kế hoạch cho thời tiết thích hợp khi bạn ghé thăm.Đọc thêm",
            "Cảnh đẹp tuyệt vời trên những con đường mòn trong công viên. Người chủ trại và nhân viên bảo trì công viên rất hữu ích. Công viên được chăm sóc tốt, bạn không thấy bất kỳ rác thải nào trên các khu cắm trại hoặc đường mòn. Đọc thêm",
            "Gần đây chúng tôi đã ghé thăm công viên này để xem một số lá đang thay đổi trong khu vực. Khi vào công viên, bạn phải trả một khoản phí vào cửa nhỏ và lấy bản đồ.  Chúng tôi lái xe vào và điểm dừng chân đầu tiên của chúng tôi là khu dã ngoại nơi có tòa tháp.  Gần đó bạn có thể nhìn thấy một công viên chó.  Ngoài ra còn có hình ảnh của Big Foot đằng sau tấm kính. Sau đó, chúng tôi tiếp tục đi đến đầu đường mòn Bald Rock.  Chúng tôi đã chọn con đường Boardwalk có thể tiếp cận dài 0,3 dặm, nhưng nếu muốn, có một số địa điểm mà bạn có thể đi theo con đường song song để ngắm cảnh ở cuối.  Ngoài ra còn có một số nơi bạn có thể ngồi nếu cần nghỉ ngơi. Khi rời khỏi công viên, chúng tôi đi ngang qua một số cabin, nhà gỗ và nhà nghỉ.  Xin lưu ý rằng nhà hàng đã đóng cửa. Bạn sẽ thấy các tòa nhà từ thời CCC tạo thêm nét đặc trưng cho công viên.Đọc thêm",
            "Chúng tôi đã thực hiện chuyến cắm trại RV đầu tiên tới Cheaha và không thể chọn được điểm đến nào tốt hơn.  Chúng tôi đã có 2 ngày đi bộ đường dài tuyệt vời đến những khung cảnh tuyệt vời mà tôi không biết ở AL có sẵn.  Khu cắm trại đẹp, yên tĩnh, sạch sẽ và dễ dàng đi đến những con đường mòn.  Bạn có thể đi theo những con đường mòn sau bữa sáng, quay lại cắm trại để ăn trưa, đi theo những con đường mòn để đến một điểm ngắm cảnh khác, quay lại cắm trại để ăn tối và sau đó quay lại một điểm ngắm cảnh hoàng hôn khác.  Con đường đông đúc duy nhất là con đường có thể tiếp cận vào thứ Bảy.  Đọc thêm",
            "Kiến trong khu cắm trại sẽ tấn công người cắm trại của bạn- hãy cẩn thận!  Trong khi khu cắm trại và cơ sở vật chất sạch sẽ, chúng tôi nhận thấy hàng trăm con kiến ​​đã xâm chiếm xe tải của chúng tôi.Đọc thêm",
            "Công viên tiểu bang lâu đời nhưng tuyệt đẹp.  Khu cắm trại khá đẹp, cơ sở vật chất sạch sẽ.  Có một số lựa chọn đi bộ đường dài qua công viên và tầm nhìn ngoạn mục từ Pundit Rock.  Cấu trúc CCC ban đầu được bảo tồn nguyên vẹn trong tháp quan sát chính.  Cheaha là một phần của Rừng Quốc gia Talladega lớn hơn, nằm ở điểm phía nam của dãy Appalachian.  Mặc dù Cheaha chỉ có đủ việc để làm trong một ngày cuối tuần hoặc vài chuyến đi bộ đường dài, nhưng trong khu vực và công viên lớn hơn có nhiều con đường mòn đi bộ đường dài hơn.  Những cabin và nhà gỗ trông dễ thương, nhưng chúng tôi chưa nhìn vào bên trong cái nào.  Chọn khu cắm trại của bạn một cách cẩn thận.  Một số khá chật chội, thiếu ranh giới hoặc gần gũi với những nơi khác, đặc biệt là các lều cắm trại.  Một số địa điểm tốt nhất nằm gần lối vào vòng lặp, gần phòng tắm và ở bên ngoài vòng lặp.Đọc thêm",
            "Khi ở cabin bạn đậu xe ngay cạnh hay xa? Chỉ thắc mắc về tình hình đỗ xe cho các cabin.Đọc thêm",
            "Đúng. Ngay cạnh lối đi cabin.Đọc thêm",
            "Đi tàu bao nhiêu tiền?Đọc thêm",
            "Chúng tôi đến đó vào tháng 11 năm 2021 và không thấy gì về việc đi tàu.  Có thể cần gọi trực tiếp đến công viên.Đọc thêm",
            "Các cabin thân thiện với vật nuôi có Wi-Fi hoặc phủ sóng di động qua Verizon không?   Thật không may là tôi phải làm việc khi chúng tôi đi du lịch. \nĐọc thêm",
            "Không có cabin hoặc nhà gỗ nào có wifi nhưng bạn có thể kết nối trong khu vực làng nhà hàng, khách sạn, hồ bơi và cửa hàng.Đọc thêm",
            "Phải làm gì với một thanh niên mắc chứng tự kỷ không lời ngồi trên xe lăn?\nĐọc thêm",
            "Đường mòn có thể tiếp cận Bald Rock là lối đi bộ lót ván tuyệt đẹp dài 14 dặm dẫn đến một trong những điểm quan sát tuyệt đẹp nhất. Và sàn nhà hàng của chúng tôi có thể tiếp cận được. Hồ bơi của chúng tôi có thể sử dụng cho khách qua đêm. Mong bạn sẽ ghé thăm.Đọc thêm",
            "Thời điểm nào trong năm là tốt nhất để ngắm Cheaha trong sắc thu rực rỡ? hoặc đi khi nào là đẹp nhất?Đọc thêm",
            "Thông thường tán lá của Công viên bang Cheaha bắt đầu có một chút màu vào giữa tháng 10 và đầy màu sắc vào giữa tháng 11. Đọc thêm",
            "Có ai ở lại cabin bên bờ vực này không?Đọc thêm",
            "Chúng tôi thường nhận được 5 sao trên cabin của mình - đặc biệt là ở bluffside. Chúng là những câu chuyện đầy mê hoặc - những góc nhìn tuyệt vời. Đặc biệt là cabin 12. Đọc thêm",
            "Bất kỳ người cắm trại RV nào trước đây có thể giới thiệu số khu cắm trại tốt nhất ở khu cắm trại phía trên không?  Đối với chúng tôi, tốt nhất có nghĩa là có nhiều không gian, sự riêng tư và tầm nhìn nhất.  Đây là dành cho một chuyến đi mùa thu.  Cảm ơn!Đọc thêm",
            "Chúng tôi ở trong phòng khách sạn xin lỗi không giúp được gì Đọc thêm",
            "Xin chào, gần đây có ai ở nhà gỗ không? Anh trai tôi và tôi dự định đến thăm Cheaha ở tháng Tám. Chúng tôi đã xem xét các cabin, nhưng các đánh giá không tốt. The Lodge trông thực sự lỗi thời. Mọi đề xuất đều hữu ích. Chúng tôi muốn có 2 phòng ngủ, khu vực tiếp khách thoải mái và chắc chắn có bình cà phê vào buổi sáng. Cảm ơn rất nhiềuĐọc thêm",
            "Những ngôi nhà gỗ đã cũ nhưng có 2 phòng ngủ, một phòng làm việc rộng rãi, phòng tắm bếp nhỏ.  Căn hộ tôi ở số 11 có hiên đẹp nhìn ra hướng Tây.  Tôi sẽ ở lại đó một lần nữa.Đọc thêm",
            "Điều gì đã xảy ra với khu cắm trại P120? Tại sao xe kéo to béo của ai đó lại đậu ở nơi từng là khu cắm trại được thèm muốn nhất trong công viên?Đọc thêm",
            "Chúng ta đồng ý! Chúng tôi đang cố gắng khắc phục trong thời gian sớm nhất. Chúng tôi hy vọng nó sẽ được di chuyển và mở lại địa điểm đẹp đẽ đó. Đọc thêm",
            "Bạn có phải trả tiền cho một ngày cho 5 người chỉ để đi bộ trên đường mòn đi bộ đường dài không?Đọc thêm",
            "Nhờ Tu chính án 2 của Alabama, mỗi đô la bạn chi tiêu trong công viên sẽ được giữ lại trong công viên để bảo trì và cải tiến. Vì vậy, các công viên yêu cầu phải trả phí 5 cổng đối với tất cả những du khách có ý định tham quan công viên. Nếu những con đường mòn nằm bên ngoài ranh giới công viên và không có phí vào cổng thì sẽ không mất phí. Tuy nhiên, sự đóng góp của bạn rất được đánh giá cao.Đọc thêm"
        ],
        "star_ratings": [
            203,
            119,
            34,
            19,
            15
        ],
        "review_amount": 390,
        "location": [
            "Đồng bằng",
            "Hoa Kỳ",
            "Công viên bang Cheaha",
            "Những điều cần làm ở vùng đồng bằng",
            "Alabama AL"
        ],
        "reviews_time": [
            "Written August 15, 2023",
            "Written September 21, 2023",
            "Written October 28, 2023",
            "Written December 31, 2023",
            "Written February 12, 2024",
            "Written March 24, 2024",
            "Written March 24, 2024",
            "Written March 22, 2024",
            "Written February 12, 2024",
            "Written January 2, 2024",
            "Written December 31, 2023",
            "Written December 27, 2023",
            "Written October 28, 2023",
            "Written September 21, 2023",
            "Written August 24, 2023",
            "Written August 15, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g30480-d578945-Reviews-Cheaha_State_Park-Delta_Alabama.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g30480-d27109513-Reviews-Pulpit_Rock_Trail-Delta_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g30480-d17549403-Reviews-Talladega_Scenic_Drive-Delta_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g30428-d7156368-Reviews-Talladega_National_Forest-Childersburg_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g30480-d578945-Reviews-or10-Cheaha_State_Park-Delta_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g30756-d7007425-Reviews-Oxford_Performing_Arts_Center-Oxford_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g30756-d12478969-Reviews-Choccolocco_Park-Oxford_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g30756-d4728946-Reviews-Cider_Ridge_Golf_Club-Oxford_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g30756-d15141919-Reviews-Oxford_Lake_Park-Oxford_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g30756-d7033929-Reviews-Quintard_Mall-Oxford_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g30756-d13195374-Reviews-Coldwater_Covered_Bridge-Oxford_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g30756-d10379700-Reviews-AmStar_12_Oxford-Oxford_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g30756-d19758359-Reviews-Relax_Spa-Oxford_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g30756-d12031662-Reviews-Timeless_Treasures_Antique_Mall-Oxford_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g30756-d12131055-Reviews-The_Main_Olive-Oxford_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g30480-d26126948-Reviews-Cheaha_Scenic_Lookout-Delta_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g30756-d19084349-Reviews-Historic_Main_Street_Oxford-Oxford_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g659921-d799251-Reviews-Wuzhen_Water_Town-Tongxiang_Zhejiang.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d18920837-Reviews-ZARA-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g44751-d4695682-Reviews-Bagnell_Dam-Osage_Beach_Lake_of_the_Ozarks_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g29218-d560716-Reviews-Hanakapiai_Falls-Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g50226-d17387123-Reviews-Rare_Magic_with_Drew_Murray-Columbus_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d116236-Reviews-New_York_Public_Library-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g54359-d8401928-Reviews-Polynesian_Fire-Myrtle_Beach_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g60993-d23168868-Reviews-Hard_Rock_Casino_Cincinnati-Cincinnati_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50207-d1451703-Reviews-Beachland_Ballroom-Cleveland_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g32761-d592581-Reviews-Computer_History_Museum-Mountain_View_California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g30480-d578945-Reviews-or10-Cheaha_State_Park-Delta_Alabama.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g30480-d578945-Reviews-Cheaha_State_Park-Delta_Alabama.html"
    }
]