[
    {
        "attraction_name": "Cheetah's Rock",
        "attraction_name_vi": "đá báo gêpa",
        "general_info": [
            "1.868 đánh giá",
            "1 trong 153 việc cần làm ở Đảo Zanzibar",
            "Khu vực hoang dã tự nhiên"
        ],
        "attraction_summary": "Hãy đến gần hơn! Trải nghiệm một lần trong đời về thế giới hoang dã. Nhận thức về bảo tồn và cứu hộ. Cheetahs Rock là một nơi độc đáo, rất đặc biệt, nơi con người và động vật tương tác trực tiếp - mặt đối mặt, mắt đối mắt, lông đối da. Chúng tôi là một trung tâm cứu hộ và bảo tồn hợp pháp, được ZIPA công nhận và CITES công nhận. Hãy chuẩn bị cho một trải nghiệm kỳ diệu, đáng nhớ và đáng chú ý. Chúng tôi tin vào việc giới thiệu động vật hoang dã theo một cách thực sự khác biệt, gần gũi hơn, tương tác và cá nhân hơn. Phúc lợi của động vật của chúng tôi trên Cheetahs Rock là tối quan trọng! Bao gồm dịch vụ vận chuyển khứ hồi từ Stone Town, Nungwi, Kiwengwa, Pwani Mchangani, Kendwa, v.v. gần đó! Không được vào nếu không đặt chỗ. Chỉ có thể đặt chỗ trực tuyến! Đọc thêm",
        "reviews": [
            "Đó là một ngày thực sự đặc biệt. Tình yêu dành cho mọi loài động vật là không tưởng. Những loài động vật mà bạn được nhìn thấy rất khỏe mạnh và bạn thực sự cảm nhận được chúng tin tưởng và yêu thương người chăm sóc chúng đến mức nào. Toàn bộ nhân viên thực sự quan tâm và bạn không phải làm bất cứ điều gì nếu bạn không muốn hoặc sợ hãi. Nhưng tôi thực sự khuyên bạn nên đến thăm từng loài động vật vì ở bên chúng rất vui. Người dẫn chương trình Mario và nhóm của anh ấy giải thích về nguồn gốc của các loài động vật và lý do tại sao chúng ở đó. Nhiều câu chuyện rất buồn nhưng điều đó càng làm cho chúng ta ấn tượng hơn về khả năng của nhóm này. Nhìn chung là một ngày tuyệt vời mà chúng ta sẽ không bao giờ quên. Đọc thêm",
            "Antonio thân mến,\n\nRất vui khi biết bạn đã thích thú với Chuyến tham quan động vật hoang dã tuyệt vời ở Cheetahs Rock. Cảm ơn bạn đã chia sẻ những ấn tượng cá nhân đẹp đẽ về trải nghiệm tuyệt vời của mình.\n\nMọi điều tốt đẹp nhất,\n\nJenny và đội Cheetahs RockĐọc thêm",
            "Cheetahs Rock là trải nghiệm chỉ có một lần trong đời. Jenny có một đội tuyệt vời. Khi tiếp xúc với các loài động vật, bạn có thể cảm nhận được tình yêu sâu sắc dành cho chúng. Chúng tôi đã đặt tour rái cá vào buổi sáng. Chúng tôi được phép cho chúng ăn và chơi với chúng. Như một món quà đặc biệt, chúng tôi được phép đến chuồng báo và chải lông cho chúng. Một trải nghiệm ấn tượng. Chỉ để giới thiệu. Chuyến tham quan vào buổi chiều chỉ có thể được khuyến khích. Các con vật cảm thấy tốt. Nhóm nghiên cứu đáp ứng nhu cầu của họ. Các loài động vật sẽ không bị ép buộc vào bất cứ điều gì. Chúng tôi sẽ quay lại.Đọc thêm",
            "Kerstin thân mến,\n\nCảm ơn bạn đã hết lòng khen ngợi tình yêu của chúng tôi dành cho tất cả các loài động vật hoang dã được giao phó cho chúng tôi chăm sóc. Đề xuất của bạn đến thăm Cheetahs Rock rất được hoan nghênh.\nRất vui khi biết bạn đã có rất nhiều niềm vui khi chơi với rái cá trong hồ bơi của chúng. Những con báo cũng khá tuyệt vời phải không? Thật vậy, với tất cả các loài động vật hoang dã, chúng tôi chỉ sử dụng cách xử lý củng cố tích cực, đúng như bạn đã chỉ ra rất rõ.\nNhững người yêu động vật được chào đón trở lại bất cứ lúc nào! \n\nMọi điều tốt đẹp nhất,\n\nJenny và đội Cheetahs RockĐọc thêm",
            "Thật là một ngày tuyệt vời, các nhân viên thật tuyệt vời và cực kỳ hiểu biết. Những con vật được đối xử rất tốt và được yêu thương, đó là một trải nghiệm khó quên. Biết rằng những con vật từng bị ngược đãi này giờ đây đã được an toàn và bảo vệ là một điều quan trọng trong ngày. Điểm nổi bật đối với chúng tôi là khoảng thời gian đáng kinh ngạc cùng với rái cá, hay còn gọi là cướp biển. Nếu bạn đang ở Zanzibar, đây là một ngày PHẢI đi chơi. Đọc thêm",
            "Lesley thân mến,\n\nThật tuyệt khi đọc được rằng bạn rất trân trọng tất cả những nỗ lực của chúng tôi dành cho phúc lợi của các loài động vật hoang dã được giao phó cho chúng tôi chăm sóc. Thật tuyệt khi bạn đã có rất nhiều niềm vui khi gặp những tên cướp biển rái cá nhỏ của chúng tôi. Cảm ơn bạn đã nhiệt tình giới thiệu đến thăm Cheetahs Rock!\n\nChúc mọi điều tốt lành,\n\nJenny và Đội Cheetahs RockĐọc thêm",
            "Thật tuyệt vời khi được nhìn thấy những con vật ở Cheetahs Rock, đặc biệt là được nghe tất cả những câu chuyện của chúng. Các hướng dẫn viên rất am hiểu. Thật không may, có gần 40 người trong một chuyến tham quan, điều này có vẻ xa vời đối với nhiều người, đặc biệt khi một số khách muốn trải nghiệm nhiều hơn những người khác. Một số dường như cũng không tôn trọng thiên nhiên cho lắm và đang cố gắng xô đẩy các con vật hoặc nhét tay vào lồng, điều này thật khó chịu khi chứng kiến, mặc dù tất nhiên không phải lỗi của Cheetahs Rock. Nhìn chung sẽ khuyên dùng.Đọc thêm",
            "Rachel thân yêu,\n\nChúng tôi cố gắng giữ sự cân bằng cẩn thận giữa việc tạo cơ hội hợp lý cho nhiều khách đến thăm Cheetahs Rock khi ở Zanzibar và cung cấp đủ thời gian và không gian để tất cả các bạn có trải nghiệm cá nhân độc đáo với các loài động vật hoang dã được chúng tôi chăm sóc và chăm sóc. càng nhiều ảnh với họ càng hợp lý. Như đã nêu trên trang web của chúng tôi, chúng tôi có thể phục vụ tối đa 37 khách cho mỗi chuyến tham quan. \n\nTuy nhiên, chúng tôi không thể đảm bảo rằng mọi người trong chuyến tham quan đều cư xử như một du khách tử tế của Cheetahs Rock và điều này luôn phải làm đối với những người tham gia chuyến tham quan của họ. Đội ngũ nhân viên tuyệt vời của chúng tôi cố gắng làm cho trải nghiệm này trở nên thú vị với mọi người nhưng nếu ai đó tỏ ra thiếu cân nhắc vượt quá một ngưỡng nhất định mà chúng tôi phải can thiệp, chúng tôi rất tiếc về điều đó, nhưng không thể hướng dẫn họ cư xử tốt hơn để trở thành những vị khách tốt. May mắn thay, điều này rất hiếm. Chúng tôi rất tiếc vì bạn đã tham gia vào một nhóm có hành vi không như bình thường.\n\nChúng tôi rất vui vì bạn đã có trải nghiệm tổng thể tốt tại Cheetahs Rock. Chúng tôi rất biết ơn sự hỗ trợ tử tế của bạn đối với công việc của chúng tôi thông qua khoản phí trực tiếp giúp đỡ các động vật hoang dã được chúng tôi giao phó chăm sóc. Phí của chúng tôi được tính toán để duy trì hoạt động của chúng tôi. Chúng tôi không nhận được hỗ trợ tài chính từ chính quyền địa phương cũng như bất kỳ tổ chức phi chính phủ nào và không có lợi ích thương mại. Chúng tôi phụ thuộc vào toàn bộ phí từ tất cả khách hàng của chúng tôi. Hãy yên tâm, tất cả các khoản phí của bạn sẽ hướng tới việc mang lại cho động vật của chúng tôi sức khỏe hạnh phúc mà chúng thực sự xứng đáng có được.\n\nCảm ơn bạn đã ghé thăm.\n\nMọi điều tốt đẹp nhất,\n\nJenny và đội Cheetahs RockĐọc thêm",
            "Đây là lần thứ 2 tôi đến Cheetahs Rock và lần này tôi đưa bạn trai đi cùng. Chúng tôi đã tham gia tour động vật hoang dã tuyệt vời cũng như trải nghiệm rái cá VIP. Cả hai đều tuyệt vời! Cả hai trải nghiệm đều được tổ chức và hướng dẫn tốt, ví dụ như đón tại và trả khách sạn của chúng tôi. Chúng tôi đã học được rất nhiều về các loài động vật, lý do tại sao chúng được bảo tồn, cách chúng cư xử, v.v. Chúng tôi đã có thể tương tác với nhiều loài động vật khác nhau như báo gêpa, vượn cáo, khỉ, ngựa vằn, khỉ bụi, v.v. Theo chúng tôi, sự tương tác với các loài động vật diễn ra theo cách rất tôn trọng và thân thiện với động vật. Thực sự đáng để ghé thăm và ủng hộ Cheetahs Rock! Đọc thêm",
            "Daniela thân mến,\n\nCảm ơn bạn đã ghé thăm Cheetahs Rock một lần nữa! Thật tuyệt khi biết bạn thích Combo Tour của mình đến mức nào. Thật tuyệt vời khi bạn đánh giá cao tất cả thông tin được cung cấp cho bạn về từng loài động vật hoang dã mà bạn đã gặp và tương tác. Quả thực, chúng tôi yêu cầu tất cả du khách tôn trọng động vật hoang dã - và hy vọng bạn cũng yêu mến chúng.\n\nRất mong được chào đón bạn lần nữa trong lần thứ ba của bạn :.\n\nMọi điều tốt đẹp nhất,\n\nJenny và đội Cheetahs RockĐọc thêm",
            "Mọi việc diễn ra suôn sẻ và đúng như mong đợi, không có bất ngờ tồi tệ nào, kể cả khi trời mưa. \n\nCác nhân viên rất tử tế, đầu tư và vui vẻ chia sẻ về các loài động vật. \n\nSự tương tác với từng con vật thật thú vị, hài hước và thực sự đáng giá!\n\nNhóm du khách khá đông nhưng điều đó không làm cho chuyến tham quan trở nên tồi tệ hơn. Nó dài nhưng không quá nhiều.\n\nTôi thực sự khuyên bạn nên tham gia Chuyến tham quan động vật hoang dã tuyệt vời và thật tốt khi bao gồm cả taxi.Đọc thêm",
            "Antoine thân mến,\n\nCảm ơn bạn đã phản hồi tích cực của bạn. Rất vui khi biết bạn rất thích Chuyến tham quan động vật hoang dã tuyệt vời.\n\nThật vậy, phúc lợi của tất cả các loài động vật hoang dã được giao cho chúng tôi chăm sóc là ưu tiên hàng đầu của chúng tôi. Thật tuyệt vời khi bạn thích thú với sự tương tác cá nhân của mình với tất cả họ!\n\nChúng tôi cố gắng giữ sự cân bằng cẩn thận giữa việc tạo cơ hội hợp lý cho nhiều khách đến thăm Cheetahs Rock khi ở Zanzibar và cung cấp đủ thời gian và không gian để tất cả các bạn có trải nghiệm cá nhân độc đáo với các loài động vật hoang dã được chúng tôi chăm sóc và chăm sóc. càng nhiều ảnh với họ càng hợp lý. Như đã nêu trên trang web của chúng tôi, chúng tôi có thể phục vụ tối đa 37 khách cho mỗi chuyến tham quan. Vì chúng tôi không nhận được bất kỳ hỗ trợ tài chính nào từ chính phủ cũng như bất kỳ tổ chức phi chính phủ nào nên phí của bạn sẽ hoàn toàn hướng tới việc duy trì hoạt động của chúng tôi và cho phép chúng tôi chăm sóc động vật hoang dã của mình chính xác như bạn mô tả.\n\nCảm ơn bạn đã hết lòng giới thiệu đến thăm Cheetahs Rock, cũng như chuyến thăm và những lời tốt đẹp của bạn.\n\nMọi điều tốt đẹp nhất,\n\nJenny và đội Cheetahs RockĐọc thêm",
            "Nếu bạn còn phân vân về trải nghiệm này trong thời gian lưu trú trên đảo, tôi ở đây để xoa dịu mọi nghi ngờ! Nó thật đặc biệt. Là một người không ngại nói rằng, tôi hơi lo lắng khi ở gần động vật, đây là chuyến tham quan khiến tôi tràn ngập niềm vui, thông tin và sự phấn khích. Các hướng dẫn viên du lịch rất sâu sắc, hài hước và rõ ràng tận tâm hướng tới việc bảo vệ những loài động vật xinh đẹp này. Đối tác của tôi và tôi đã cười và cười suốt cả ngày và chúng tôi có rất nhiều kỷ niệm tuyệt vời và những bức ảnh tuyệt vời để chia sẻ với gia đình và bạn bè. Hoạt động cuối cùng với báo gêpa là một cách giúp tôi vượt qua nỗi sợ hãi và tôi rất vui vì đã làm được điều đó. Công bằng mà nói, chính bản chất của các hướng dẫn viên du lịch đã khiến tôi phải đi vào vòng vây. Các loài động vật có mối liên kết và sự tôn trọng với chúng và điều đó phần lớn khiến bạn cảm thấy thoải mái. Những điểm nhấn nhỏ như rượu sâm panh hoặc nước trong ly vô địch miễn phí dành cho những người không uống rượu như chúng tôi và dịch vụ đưa đón miễn phí đã khiến điều đó trở nên tuyệt vời hơn. Thành thật mà nói, một trong những điều tuyệt vời nhất mà tôi rất vui được làm. Xin chân thành cảm ơn đội ngũ tại Cheetahs Rock. Tôi chúc họ mọi điều tốt đẹp nhất trên những nỗ lực của họ trong tương lai.Đọc thêm",
            "Kieran thân mến,\n\nCảm ơn bạn đã nhiệt tình giới thiệu đến thăm Cheetahs Rock khi ở Zanzibar! Thật tuyệt khi biết rằng bạn đã vượt qua những lo lắng của mình về động vật hoang dã và rất thích thú với Chuyến tham quan động vật hoang dã tuyệt vời cùng với đối tác của mình. Cảm ơn bạn đã khen ngợi công việc tận tâm của các nhà động vật học thường trú của chúng tôi. Bạn hoàn toàn đúng: họ tôn trọng - và yêu thương! - tất cả các loài động vật hoang dã được giao phó cho chúng tôi chăm sóc ở đây.\n\nCó, ngoài đồ uống chào mừng là nước cốt dừa tươi, tất cả du khách đều có thể lựa chọn nước khoáng hoặc rượu sủi tăm, tùy thích. Chúng tôi sẽ gửi lời cảm ơn của bạn đến các tài xế dịch vụ đưa đón của chúng tôi, những người đã đưa bạn đến chuyến tham quan một cách an toàn và trở về khách sạn của bạn.\n\nCảm ơn bạn đã ghé thăm! Xin hãy lưu giữ những kỷ niệm vui vẻ về Cheetahs Rock trong trái tim các bạn thật lâu nhé. Những lời chúc tốt đẹp của bạn cho công việc của chúng tôi thay mặt cho động vật hoang dã được đánh giá rất cao, cảm ơn bạn. \n\nMọi điều tốt đẹp nhất,\n\nJenny và đội Cheetahs RockĐọc thêm",
            "Một trải nghiệm thực sự tuyệt vời. Tôi thường hơi nghi ngờ về các trung tâm động vật cho phép tương tác trực tiếp với động vật, nhưng rõ ràng là các nhân viên thực sự quan tâm đến động vật và tất cả chúng đều được chăm sóc chu đáo và không bị bóc lột. Mọi thứ đều được sắp xếp theo nhịp độ của động vật và chúng không bao giờ có vẻ căng thẳng hay khó chịu.\n\nTôi được tiếp xúc trực tiếp với ngựa vằn, khỉ con, vượn cáo và tất nhiên là cả báo gêpa, đồng thời được nhìn thấy nhiều loài động vật khác và nghe câu chuyện của chúng. Đó là một ngày tuyệt vời.Đọc thêm",
            "David thân mến,\n\nThật ấm lòng khi biết bạn đã có một ngày tuyệt vời ở Cheetahs Rock! Cảm ơn bạn đã chỉ ra rằng tất cả động vật hoang dã được chúng tôi chăm sóc đều có quyền quyết định cách thức và liệu chúng có muốn tương tác với cá nhân bạn theo nhiều cách thích hợp và an toàn hay không.\nThật tuyệt vời khi bạn thích thú với thông tin phong phú do nhà động vật học thường trú của chúng tôi cung cấp về câu chuyện cá nhân của từng loài động vật hoang dã và các loài thường có nguy cơ tuyệt chủng khi bạn gặp chúng.\nHãy lưu giữ những kỷ niệm vui vẻ về Cheetahs Rock trong tim thật lâu nhé.\n\nMọi điều tốt đẹp nhất,\n\nJenny và đội Cheetahs RockĐọc thêm",
            "Thật là một nơi tuyệt vời và tôi thật may mắn khi có cơ hội đến thăm. Tôi là một người rất yêu động vật và những gì Cheetahs Rock làm cho từng loài động vật sống ở đó thật phi thường. Sự quan tâm và niềm đam mê từ tất cả các nhân viên là vô cùng rõ ràng và họ luôn nỗ lực hết mình để đảm bảo các động vật được chăm sóc và chăm sóc tốt. Cách họ cứu một số loài động vật này và cho chúng cơ hội sống thứ hai thực sự đáng khen ngợi. Tôi hoàn toàn tận hưởng từng phút giây được ở đó, từ việc cho lũ khỉ con ăn đến việc cho vượn cáo tua lại những chú khỉ và gặp Savannah, người thích chơi và chạy cùng bạn cũng như hai chú báo con của cô ấy cho đến cơ hội chụp ảnh tuyệt vời với báo gêpa Latifa. Và tất nhiên là gặp được Chaka, chú ngựa vằn 16 tuổi đáng yêu. Xin chân thành cảm ơn Mario và các thành viên còn lại trong nhóm vì đã cung cấp rất nhiều thông tin và chia sẻ tất cả những câu chuyện về từng loài động vật. Tôi thực sự muốn giới thiệu bất kỳ ai đến thăm và đã khuyến khích những người bạn sẽ đến thăm Zanzibar vào tháng tới hãy chắc chắn ghé thăm. Cảm ơn tất cả các bạn tại Cheetahs Rock, các bạn đang làm một công việc tuyệt vời! Đọc thêm",
            "Deena thân mến,\n\nCảm ơn bạn đã nhiệt tình giới thiệu đến thăm Cheetahs Rock và đánh giá cao tất cả công việc đầy tâm huyết của chúng tôi thay mặt cho các loài động vật hoang dã được giao phó cho chúng tôi chăm sóc tại đây. Đánh giá quan trọng tuyệt vời của bạn thông báo rất rõ cho khách tương lai những gì họ có thể mong đợi khi ghé thăm Cheetahs Rock. Thật thú vị khi đua với sư tử cái Savannah từ phía bạn bên ngoài chuồng của nó, phải không?\nLời khen ngợi lớn lao của bạn dành cho công việc của chúng tôi đã sưởi ấm trái tim tất cả chúng tôi.\n\nMọi điều tốt đẹp nhất,\n\nJenny và đội Cheetahs RockĐọc thêm",
            "Một trải nghiệm khá độc đáo khi đến gần nhiều loài động vật hoang dã và tương tác với chúng. Các nhân viên đều chuyên nghiệp, lịch sự và trên hết là những nhà quay phim xuất sắc! \n\nThật tuyệt vời khi được nghe những câu chuyện về các loài động vật và cách chúng được giải cứu. Chúng tôi cảm thấy Cheetahs Rock chăm sóc chúng rất tốt, chúng rất thoải mái và tỏ ra vui vẻ, khỏe mạnh. \n\nCảm ơn vì tất cả những công việc tuyệt vời mà bạn làm, hãy tiếp tục phát huy! Đọc thêm",
            "Karolina thân mến,\n\nThật tuyệt khi bạn có một trải nghiệm độc đáo chưa từng có khi đến thăm Cheetahs Rock.\nThật vui khi bạn đánh giá cao tất cả thông tin do các nhà động vật học tại đây cung cấp về tất cả các loài động vật hoang dã mà bạn đã gặp trực tiếp và được tương tác trong nhiều cuộc gặp gỡ an toàn và phù hợp.\nHãy giữ những kỷ niệm vui vẻ trong tim bạn thật lâu nhé.\n\nChúc bạn mọi điều tốt lành,\n\nJenny và Đội Cheetahs RockĐọc thêm",
            "Thật là một trải nghiệm tuyệt vời và ngoạn mục khi được nhìn thấy những con vật xinh đẹp đó ở khoảng cách gần! Tôi thực sự tự hào khi được giới thiệu với những người chăm sóc động vật và chăm sóc chúng sống lại theo đúng nghĩa đen mà không có bất kỳ bạo lực nào. Cảm ơn bạn rất nhiều vì đã có cơ hội đến thăm một nơi tuyệt đẹp như vậy!Đọc thêm",
            "Cheetahs rock là phần yêu thích của tôi ở Zanzibar. Jenny và nhân viên của cô ấy đã làm rất tốt việc tôn trọng ranh giới của động vật. Tôi quan sát cách những người thuyết trình đối xử với động vật. Thay vì buộc các con vật di chuyển, họ hỏi và gợi ý nhưng cuối cùng để các con vật quyết định xem chúng sẽ làm gì. Các nhân viên rất am hiểu và trả lời các câu hỏi của chúng tôi. Tôi chưa bao giờ cảm thấy bị giảng dạy. Tôi có thể hiểu tại sao mọi người có thể thất vọng; nếu bạn đang tìm kiếm một bức ảnh trên instagram thì không có gì hứa hẹn và những con vật ở đó không dành cho BẠN. Nơi này là hợp pháp dành cho động vật và để giáo dục du khách với hy vọng rằng chúng ta sẽ tiếp tục lòng nhân ái.Đọc thêm",
            "Một nơi PHẢI ghé thăm nếu bạn ở Zanzibar. Mario JJ đang chăm sóc những con vật chưa được chăm sóc chu đáo trước đây. Hãy ủng hộ công việc khó khăn của họ. Động vật không thể nói được. Chúng ta phải thay mặt họ lên tiếng Đọc thêm",
            "Aruna thân mến,\n\nCảm ơn bạn rất nhiều vì sự hỗ trợ và những lời tốt đẹp của bạn! Rất vui khi biết bạn đã có trải nghiệm tuyệt vời tại Cheetahs Rock. Mario, JJ và toàn bộ nhóm luôn tận tâm cung cấp dịch vụ chăm sóc tốt nhất cho các loài động vật hoang dã được giao phó cho Cheetahs Rock. Sự hỗ trợ của bạn giúp chúng tôi tiếp tục công việc quan trọng của mình vì mục tiêu bảo vệ quyền lợi động vật và bảo tồn động vật hoang dã. Cảm ơn bạn đã thay mặt cho các loài động vật lên tiếng và khuyến khích những người khác đến thăm và ủng hộ dự án của chúng tôi.\n\nMọi điều tốt đẹp nhất,\n\nJenny và đội Cheetahs RockĐọc thêm",
            "Trải nghiệm một lần trong đời! Nếu bạn do dự hay không thì nên ghé thăm Cheetahs Rock, tôi chỉ có thể khuyên bạn cứ đi đi, bạn sẽ không hối hận đâu! Tôi hoàn toàn thích trải nghiệm này! Họ quan tâm đến động vật rất nhiều, cảm ơn vì điều đó! Nhân viên tuyệt đối có năng lực và thân thiện! Không còn gì để nói. Rất thích nó! Đọc thêm",
            "Nathalie thân mến,\n\nCảm ơn bạn rất nhiều vì đánh giá tuyệt vời của bạn! Chúng tôi rất vui mừng khi biết rằng bạn đã có trải nghiệm một lần trong đời tại Cheetahs Rock. Nhóm của chúng tôi tận tâm chăm sóc và đảm bảo sức khỏe cho các loài động vật hoang dã được giao phó cho chúng tôi và rất vui vì điều đó đã được thể hiện trong chuyến thăm của bạn. Những lời tốt đẹp của bạn về nhân viên của chúng tôi có ý nghĩa rất lớn đối với chúng tôi. Cảm ơn bạn đã giới thiệu chúng tôi rất cao! Hãy lưu giữ những kỷ niệm vui vẻ về Cheetahs Rock trong tim thật lâu nhé.\n\nMọi điều tốt đẹp nhất,\n\nJenny và đội Cheetahs RockĐọc thêm",
            "TUYỆT VỜI: Chạm vào Latifa - không thể quên trong cuộc đời lỗ hổng của tôi! Những lời chúc tốt đẹp nhất đến với tất cả các loài động vật và con người rất tốt bụng tại Cheetahs Rock!! Tôi muốn gặp bạn lần nữa. Một cái ôm ấm áp từ nước Đức :Đọc thêm",
            "Kính thưa quý khách,\n\nCảm ơn bạn đã đánh giá nhiệt tình của bạn! Chúng tôi rất vui khi biết rằng trải nghiệm của bạn tại Cheetahs Rock là không thể nào quên và cuộc gặp gỡ Latifah là một điểm nhấn đối với bạn. Những lời chúc ấm áp của bạn có ý nghĩa rất lớn đối với chúng tôi và rất biết ơn những lời tốt đẹp của bạn về đội của chúng tôi và những động vật hoang dã được giao phó cho chúng tôi chăm sóc. Chúng tôi mong được chào đón bạn trở lại trong tương lai. Một cái ôm nồng nhiệt từ tất cả chúng tôi tại Cheetahs Rock! :\n\nMọi điều tốt đẹp nhất,\n\nJenny và đội Cheetahs RockĐọc thêm",
            "Trải nghiệm này là một giấc mơ và mọi người đều thực sự tốt bụng và hữu ích. Đáng giá tất cả tiền bạc và thời gian. Tôi sẽ không bỏ lỡ địa điểm đặc biệt này ở Zanzibar. Trên thực tế, nếu bạn phải làm một việc duy nhất thì đây sẽ là việc đó. Chúng tôi cũng đã đặt trải nghiệm rái cá riêng tư thật tuyệt vời!Đọc thêm",
            "Andreea thân mến,\n\nHoàn toàn tuyệt vời khi nghe về trải nghiệm tuyệt vời của bạn! Chúng tôi rất vui mừng khi bạn nhận thấy việc ghé thăm Cheetahs Rock đã biến giấc mơ thành hiện thực. Những lời nói tử tế của bạn có ý nghĩa rất lớn đối với chúng tôi và rất vui vì bạn cảm thấy nó đáng giá từng xu và khoảnh khắc trong thời gian của bạn. \n\nChúng tôi thực sự biết ơn chuyến thăm của bạn. Xin hãy lưu giữ những kỷ niệm vui vẻ về Cheetahs Rock trong trái tim các bạn thật lâu nhé.\n\nMọi điều tốt đẹp nhất,\n\nJenny và đội Cheetahs RockĐọc thêm",
            "Thật phấn khích khi thấy các loài động vật được đối xử tốt như thế nào tại khu bảo tồn này. Thật tuyệt vời khi biết rằng hầu hết các loài động vật đều được phục hồi và thả trở lại môi trường sống tự nhiên của chúng.Đọc thêm",
            "Jihan thân mến,\n\nCảm ơn lời nhận xét chân tình của bạn! Rất vui vì bạn đánh giá cao nỗ lực của chúng tôi trong việc đối xử tốt với động vật và hỗ trợ phục hồi chức năng. Thật vui khi được chứng kiến ​​​​động vật của chúng ta phát triển mạnh mẽ và khi có thể được trở về ngôi nhà tự nhiên của chúng. Chúng tôi đánh giá cao sự hỗ trợ của bạn và hy vọng được gặp lại bạn tại Cheetahs Rock để có thêm những trải nghiệm đáng nhớ!\n\nMọi điều tốt đẹp nhất,\n\nJenny và đội Cheetahs RockĐọc thêm",
            "Cheetahs Rock là một trong những điểm nổi bật nhất trong kỳ nghỉ ở Zanzibar của tôi.  Nơi này rất đẹp, các loài động vật đều trông vui vẻ và khỏe mạnh, và chắc chắn rằng những người ở đó thực sự quan tâm và chăm sóc chúng.   Báo gêpa Latifah rất đẹp và tất cả các loài động vật cũng vậy.  Yêu họ, yêu nơi này: Đọc thêm",
            "Jaclyn thân mến,\n\nChúng tôi rất vui khi biết rằng bạn đã có chuyến thăm tích cực và thú vị tại Cheetahs Rock trong thời gian ở Zanzibar. Latifah và tất cả các loài động vật hoang dã dưới sự chăm sóc của chúng tôi đều là những thành viên được yêu quý trong gia đình chúng tôi, và chúng tôi thật ấm lòng khi biết rằng niềm hạnh phúc và hạnh phúc của chúng đều tỏa sáng cho các vị khách của chúng tôi nhìn thấy. Cảm ơn bạn đã chỉ ra rằng tất cả họ đang làm tốt như thế nào ở đây. Đây là kết quả tuyệt vời của công việc tận tâm của chúng tôi nhằm đạt được sự tin tưởng của động vật hoang dã chỉ thông qua việc xử lý động vật được củng cố tích cực. Chúng tôi tự hào là nơi mà động vật được tôn trọng và sức khỏe của chúng là ưu tiên hàng đầu của chúng tôi. Sự ghi nhận của bạn về những nỗ lực của chúng tôi trong việc cứu và chăm sóc những sinh vật tuyệt vời này làm ấm lòng chúng tôi.  \n\n Xin hãy lưu giữ những kỷ niệm vui vẻ về Cheetahs Rock trong trái tim các bạn thật lâu nhé.\n\nMọi điều tốt đẹp nhất,\n\nJenny và đội Cheetahs RockĐọc thêm",
            "Kinh nghiệm của một thời cuộc sống. Gặp gỡ các loài động vật hoang dã trong môi trường xung quanh thân thiện. Nhân viên rất thân thiện, quan tâm đến du khách, nhưng điều quan trọng hơn là quan tâm đến những con vật đó. Chắc chắn là điều tuyệt vời nhất đã xảy ra với tôi khi ở Zanzibar. Đối với tất cả những người yêu động vật, chuyến thăm này là điều bắt buộc.Đọc thêm",
            "Kính gửi Snježana,\n\nCảm ơn bạn đã chia sẻ trải nghiệm tuyệt vời của mình tại Cheetahs Rock! Chúng tôi thật ấm lòng khi biết rằng bạn đã có cơ hội gặp gỡ một lần trong đời với động vật hoang dã trong một môi trường thân thiện và chu đáo. Đội ngũ của chúng tôi tận tâm cung cấp dịch vụ chăm sóc đặc biệt cho cả những vị khách thân yêu và động vật hoang dã được giao phó cho chúng tôi.\n\nThật tuyệt vời khi biết rằng chuyến thăm của bạn là điểm nổi bật trong thời gian bạn ở Zanzibar. Chúng tôi cố gắng tạo ra những trải nghiệm khó quên cho tất cả những người yêu động vật và chúng tôi rất vui khi bạn nhận thấy Cheetahs Rock là điểm đến không thể bỏ qua.\n\nChúng tôi đánh giá cao những lời tốt đẹp và đề nghị của bạn. Cảm ơn bạn đã ủng hộ sứ ​​mệnh bảo vệ động vật và bảo tồn động vật hoang dã của chúng tôi. Xin hãy lưu giữ những kỷ niệm vui vẻ về Cheetahs Rock trong trái tim các bạn thật lâu nhé.\n\nMọi điều tốt đẹp nhất,\n\nJenny và đội Cheetahs RockĐọc thêm",
            "Một trải nghiệm tuyệt vời với những động vật được đối xử tốt - chúng được yêu thương và chăm sóc chu đáo. Bạn có quyền lựa chọn gặp con vật và cho chúng ăn. Các hướng dẫn cung cấp rất nhiều thông tin và sẵn sàng trả lời các câu hỏi mà bạn có thể có. Thật đáng để ghé thăm nếu bạn yêu động vật và có thời gian. Chuyến tham quan kéo dài 4 giờ, vì vậy hãy đảm bảo bạn đã ăn uống trước đó và mang giày dép thoải mái. Thật thú vị khi có dịch vụ vận chuyển được bao gồm trong giá vì nó không có sẵn.Đọc thêm",
            "Jill thân mến,\n\nChúng tôi thật ấm lòng khi biết rằng bạn đã có trải nghiệm tốt tại Cheetahs Rock. Nó khiến mọi thứ trở nên cá nhân hơn rất nhiều khi tương tác với các loài động vật hoang dã, phải không? Bạn hoàn toàn đúng: động vật hoang dã được giao cho chúng tôi chăm sóc là ưu tiên hàng đầu trong mọi công việc của chúng tôi ở đây. Cảm ơn bạn đã chỉ ra rằng tất cả họ đang làm tốt như thế nào ở đây. Đây là kết quả tuyệt vời của công việc tận tâm của chúng tôi nhằm đạt được sự tin tưởng của động vật hoang dã chỉ thông qua việc xử lý động vật được củng cố tích cực.\n\nCác nhà động vật học thường trú của chúng tôi luôn đánh giá cao sự quan tâm của bạn đối với câu chuyện của từng loài động vật hoang dã mà bạn gặp và tương tác với những tương tác phù hợp và được hướng dẫn cẩn thận. Họ rất vui được chia sẻ câu chuyện cá nhân của từng loài động vật hoang dã mà bạn gặp.\n\nChúng tôi hy vọng bạn thực sự thích chuyến tham quan của mình và chúng tôi muốn biết liệu có điều gì thiếu sót để đánh giá 5 sao hay không. Nếu bạn cho chúng tôi biết, hãy nhớ giải quyết vấn đề đó một cách cá nhân. Tuy nhiên, cảm ơn bạn đã dành thời gian xem xét trải nghiệm của mình. Chúng tôi rất biết ơn chuyến thăm của bạn.\n\nMọi điều tốt đẹp nhất,\n\nJenny và đội Cheetahs RockĐọc thêm",
            "Xin chào, tôi muốn đến thăm bạn vào ngày 7 tháng 7 năm 2024, tôi có thể đặt chỗ bằng cách nào và ở đâu? Và giá cho một cái? Và việc chuyển nhượng thì sao? Chúng tôi sẽ đến từ Tropicana KendwaĐọc thêm",
            "Báo gêpa và các loài động vật khác có bị gây mê không?  Có vẻ như họ đã được thuần hóa trong các bức ảnh Đọc thêm",
            "Không dùng thuốc an thần, động vật rất bình tĩnh khi tiếp xúc với con người, trừ khi đến giờ ăn tối!\n\nViệc nhìn thấy các loài động vật bị nuôi nhốt chưa bao giờ là điều dễ dàng nhưng công việc họ làm ở đây thật tuyệt vời, họ thực sự quan tâm và làm việc rất chăm chỉ để hướng tới việc phục hồi và các dự án bảo tồn khác nhau.Đọc thêm",
            "Xin chào các nhân viên thân mến. Tôi đang tự hỏi liệu bạn có thể cho đứa con gái 13 tuổi của tôi vào không? Ước mơ của cô là được đến đó. Chúng tôi sẽ đi du lịch đến Zanzibar vào tháng 8 từ một đất nước rất xa nơi đó. Con gái tôi đã cằn nhằn cả năm rằng nó muốn đến công viên này. Cô ấy rất tốt với động vật. Cô thậm chí còn tình nguyện làm việc tại một nơi trú ẩn động vật. Vì vậy tôi chỉ tự hỏi liệu bạn có thể tạo ra một ngoại lệ hay không.\n\n Cảm ơn bạn rất nhiều vì thời gian của bạn. Chúc một ngày tốt lành! Chúa phù hộ cho tất cả các bạn!Đọc thêm",
            "Dally thân mến,\n\nCảm ơn bạn đã quan tâm đến Cheetahs Rock.\n\nĐể chúng tôi hỗ trợ thêm cho bạn, vui lòng gửi email cho chúng tôi kèm theo bản sao hộ chiếu của con gái bạn và một bức ảnh gần đây về chiều cao của cô ấy.\n\nChúng tôi mong muốn được nghe từ bạn sớm.\n\nTrân trọng,\n\nĐội Cheetahs RockĐọc thêm",
            "Này, tôi đến thăm vào ngày 15 tháng 1, vậy là ngày 25 tháng 1 năm 2024, công viên có mở cửa trong thời gian đó không?Đọc thêm",
            "Vâng, họ luôn mở cửaĐọc thêm",
            "Xin chào, tôi đọc được rằng thanh toán phải được thực hiện tại chỗ, điều này có đúng không? Có thể chuyển khoản bằng tiền mặt hay chuyển khoản ngân hàng?Đọc thêm",
            "Có giới hạn độ tuổi cho loài báo rickl không? Tôi có hai con gái đi cùng, 8 tuổi và 3 tuổi. Có được phép đến thăm chúng khôngĐọc thêm",
            "Xin chào Kenneth,\n\nHọ không cho phép bất cứ ai dưới 15 tuổi.\n\nTìm kiếm đá cheetah. org, nó có tất cả thông tin ở đó.\nNó có tất cả thông tin trên đó.\n\nXin lỗi, đây không phải là câu trả lời bạn mong muốn!Đọc thêm",
            "Chúng tôi hiện đang ở Zanzibar và tôi rất vui được đặt tour cùng bạn, nhưng tôi vẫn còn hai câu hỏi: liệu chúng tôi có được đón và đưa về khách sạn không? Và thanh toán nên được thực hiện trực tuyến hoặc tại chỗ khi đặt phòng?Đọc thêm",
            "Bạn cũng có thể thanh toán bằng euro. Chúng tôi đã ở đó hai lần. Đơn giản là tuyệt vời!  Chúc vui vẻĐọc thêm",
            "Xin chào, bạn có thể chọn thời gian hoặc chuyến tham quan kéo dài bao lâu và khi nào bạn sẽ quay lại khách sạn cách LG khoảng 30 phút?",
            "Xin chào, có nhiều chuyến tham quan khác nhau kéo dài khoảng 2-3 giờ hoặc chuyến tham quan trong ngày rất được khuyến khích. Hơi đắt một chút nhưng rái cá rất độc đáo và ngày nay tôi vẫn cười nhạo những kẻ điên. Thông tin chi tiết trên trang web Cheeha Rock.Đọc thêm",
            "Giá cho người Tanzania 4 người lớn và 2 ngườiĐọc thêm",
            "MuniraLy thân mến\n\nCảm ơn bạn đã quan tâm đến Cheetahs Rock.\n\nLệ phí cho chuyến tham quan động vật hoang dã tuyệt vời của chúng tôi là 160 USD mỗi người. Phí tham gia Trải nghiệm Rái cá VIP là 150 USD mỗi người, đặt tối thiểu cho hai người. Nếu bạn kết hợp cả hai chuyến tham quan trong cùng một ngày, phí cho toàn bộ chuyến phiêu lưu của bạn là 280 USD mỗi người. Nếu không, toàn bộ phí cho mỗi chuyến tham quan sẽ được áp dụng.\n\nXin lưu ý rằng chúng tôi không phân biệt đối xử với bất kỳ ai và yêu cầu tất cả khách của chúng tôi phải trả mức phí như nhau. Chúng tôi không có lợi ích thương mại. Phí của chúng tôi được tính toán để duy trì hoạt động của chúng tôi. Chúng tôi không nhận được bất kỳ hỗ trợ tài chính nào từ chính quyền địa phương cũng như từ bất kỳ tổ chức phi chính phủ nào. Xin hãy hiểu rằng chúng tôi phụ thuộc vào toàn bộ phí của tất cả các khách để duy trì hoạt động vì lợi ích của động vật hoang dã, đặc biệt là trong thời điểm khó khăn này. Vì lý do này, chúng tôi yêu cầu tất cả khách hàng thanh toán toàn bộ phí tham quan nếu họ muốn tham gia.\n\nCũng xin lưu ý rằng theo điều kiện pháp lý trong giấy phép hoạt động của chúng tôi, độ tuổi tối thiểu hợp pháp của chúng tôi là 15 tuổi đối với tất cả du khách.\n\nĐể biết thêm thông tin về các chuyến tham quan của chúng tôi, vui lòng truy cập trang web của chúng tôi để biết thêm thông tin quan trọng.\n\nMọi điều tốt đẹp nhất,\n\nJenny và đội Cheetahs RockĐọc thêm",
            "Làm cách nào tôi có thể đi từ The Stone City đến Cheetahs Rock?Đọc thêm",
            "Kính thưa quý khách,\n\nCảm ơn bạn đã quan tâm đến Cheetahs Rock.\n\nXin lưu ý rằng bạn cần phải đặt chỗ trước để được phép vào bên trong cơ sở của chúng tôi. \nBạn có thể đi taxi từ Thị trấn Đá đến Cheetahs Rock. Ngoài ra, chúng tôi còn cung cấp dịch vụ đưa đón miễn phí cho hầu hết các địa điểm trên Zanzibar. Để đặt chỗ, vui lòng truy cập trang web của chúng tôi hoặc gửi email cho chúng tôi.\nChúng tôi chúc tất cả các vị khách của chúng tôi được 100 hạnh phúc với chuyến thăm của họ. Trên trang web có rất nhiều thông tin quan trọng. \n\n\nMọi điều tốt đẹp nhất,\n\nJenny và đội Cheetahs Rock Đọc thêm"
        ],
        "star_ratings": [
            1753,
            65,
            19,
            13,
            20
        ],
        "review_amount": 1870,
        "location": [
            "Tanzania",
            "Châu phi",
            "Đảo Zanzibar",
            "đá báo gêpa",
            "Quần đảo Zanzibar",
            "Những điều cần làm ở Đảo Zanzibar"
        ],
        "reviews_time": [
            "Written June 13, 2023",
            "Written June 30, 2023",
            "Written July 3, 2023",
            "Written July 4, 2023",
            "Written July 7, 2023",
            "Written July 7, 2023",
            "Written July 18, 2023",
            "Written July 19, 2023",
            "Written July 23, 2023",
            "Written July 28, 2023",
            "Written June 5, 2024",
            "Written June 3, 2024",
            "Written May 30, 2024",
            "Written May 15, 2024",
            "Written May 10, 2024",
            "Written May 6, 2024",
            "Written May 4, 2024",
            "Written April 5, 2024",
            "Written March 28, 2024",
            "Written March 27, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g482884-d6984773-Reviews-Cheetah_s_Rock-Zanzibar_Island_Zanzibar_Archipelago.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g1170757-d26629035-Reviews-Bibi_s_kitchen-Bububu_Zanzibar_Island_Zanzibar_Archipelago.html",
            "https://www.tripadvisor.com/Attraction_Review-g8055401-d26345310-Reviews-Midovic_Tour_Guide-Zanzibar_City_Zanzibar_Island_Zanzibar_Archipelago.html",
            "https://www.tripadvisor.com/Attraction_Review-g1170757-d23471323-Reviews-Kidichi_Persian_Baths-Bububu_Zanzibar_Island_Zanzibar_Archipelago.html",
            "https://www.tripadvisor.com/Attraction_Review-g482884-d5269031-Reviews-Zanzibar_Spices_and_Heritage_Centre-Zanzibar_Island_Zanzibar_Archipelago.html",
            "https://www.tripadvisor.com/Attraction_Review-g8055401-d24837910-Reviews-Siso_Spice_Farm-Zanzibar_City_Zanzibar_Island_Zanzibar_Archipelago.html",
            "https://www.tripadvisor.com/Attraction_Review-g488129-d669382-Reviews-Prison_Island_Changuu_Private_Island-Stone_Town_Zanzibar_City_Zanzibar_Island_Zanz.html",
            "https://www.tripadvisor.com/Attraction_Review-g8055401-d13219934-Reviews-Big_Body_With_Tatata_Spice_Farm-Zanzibar_City_Zanzibar_Island_Zanzibar_Archipel.html",
            "https://www.tripadvisor.com/Attraction_Review-g8055401-d13801566-Reviews-Jambo_Spice_Farm-Zanzibar_City_Zanzibar_Island_Zanzibar_Archipelago.html",
            "https://www.tripadvisor.com/Attraction_Review-g488129-d14827143-Reviews-Shabuta_Spice_Farm-Stone_Town_Zanzibar_City_Zanzibar_Island_Zanzibar_Archipelago.html",
            "https://www.tripadvisor.com/Attraction_Review-g8055401-d25456737-Reviews-Zito_Spice_Farm-Zanzibar_City_Zanzibar_Island_Zanzibar_Archipelago.html",
            "https://www.tripadvisor.com/Attraction_Review-g482884-d669377-Reviews-Mangapwani_Coral_Cave-Zanzibar_Island_Zanzibar_Archipelago.html",
            "https://www.tripadvisor.com/Attraction_Review-g482884-d6984773-Reviews-or10-Cheetah_s_Rock-Zanzibar_Island_Zanzibar_Archipelago.html",
            "https://www.tripadvisor.com/Attraction_Review-g1631939-d8464514-Reviews-Kendwa_Beach-Kendwa_Zanzibar_Island_Zanzibar_Archipelago.html",
            "https://www.tripadvisor.com/Attraction_Review-g635745-d11661213-Reviews-Jambiani_Beach-Jambiani_Zanzibar_Island_Zanzibar_Archipelago.html",
            "https://www.tripadvisor.com/Attraction_Review-g488129-d3212743-Reviews-Nakupenda_Beach_Nature_Reserve-Stone_Town_Zanzibar_City_Zanzibar_Island_Zanzibar_.html",
            "https://www.tripadvisor.com/Attraction_Review-g616020-d2386657-Reviews-Paje_Beach-Paje_Zanzibar_Island_Zanzibar_Archipelago.html",
            "https://www.tripadvisor.com/Attraction_Review-g616017-d7938041-Reviews-Matemwe_Beach-Matemwe_Zanzibar_Island_Zanzibar_Archipelago.html",
            "https://www.tripadvisor.com/Attraction_Review-g488129-d21313469-Reviews-My_Unique_Zanzibar-Stone_Town_Zanzibar_City_Zanzibar_Island_Zanzibar_Archipelago.html",
            "https://www.tripadvisor.com/Attraction_Review-g616016-d8038472-Reviews-Nungwi_Beach-Nungwi_Zanzibar_Island_Zanzibar_Archipelago.html",
            "https://www.tripadvisor.com/Attraction_Review-g616018-d12865091-Reviews-Kiwengwa_Beach-Kiwengwa_Zanzibar_Island_Zanzibar_Archipelago.html",
            "https://www.tripadvisor.com/Attraction_Review-g666396-d2304337-Reviews-Uroa_Bay-Uroa_Zanzibar_Island_Zanzibar_Archipelago.html",
            "https://www.tripadvisor.com/Attraction_Review-g616016-d3265711-Reviews-Mnarani_Marine_Turtles_Conservation_Pond-Nungwi_Zanzibar_Island_Zanzibar_Archipel.html",
            "https://www.tripadvisor.com/Attraction_Review-g488129-d3953113-Reviews-Amo_Zanzibar_Tours_Safaris-Stone_Town_Zanzibar_City_Zanzibar_Island_Zanzibar_Arch.html",
            "https://www.tripadvisor.com/Attraction_Review-g8055401-d12914748-Reviews-Zantrek_Holidays-Zanzibar_City_Zanzibar_Island_Zanzibar_Archipelago.html",
            "https://www.tripadvisor.com/Attraction_Review-g8055401-d13970609-Reviews-Ztrans_Taxi_Zanzibar-Zanzibar_City_Zanzibar_Island_Zanzibar_Archipelago.html",
            "https://www.tripadvisor.com/Attraction_Review-g488129-d24107980-Reviews-Fabio_Zanzibar_Tour-Stone_Town_Zanzibar_City_Zanzibar_Island_Zanzibar_Archipelag.html",
            "https://www.tripadvisor.com/Attraction_Review-g8055401-d15144240-Reviews-Zanzibar_Traditional_Cooking_Class-Zanzibar_City_Zanzibar_Island_Zanzibar_Archi.html",
            "https://www.tripadvisor.com/Attraction_Review-g8055401-d10783544-Reviews-Aromas_of_Zanzibar-Zanzibar_City_Zanzibar_Island_Zanzibar_Archipelago.html",
            "https://www.tripadvisor.com/Attraction_Review-g8055401-d15206311-Reviews-Zanzibar_Walks_Company-Zanzibar_City_Zanzibar_Island_Zanzibar_Archipelago.html",
            "https://www.tripadvisor.com/Attraction_Review-g488129-d17237316-Reviews-ZANZIBAR_TOUR_GUIDE-Stone_Town_Zanzibar_City_Zanzibar_Island_Zanzibar_Archipelag.html",
            "https://www.tripadvisor.com/Attraction_Review-g488129-d19450012-Reviews-Guia_Espanol_Zanzibar-Stone_Town_Zanzibar_City_Zanzibar_Island_Zanzibar_Archipel.html",
            "https://www.tripadvisor.com/Attraction_Review-g8055401-d12420606-Reviews-Zanzibar_Car_Hire_Expeditions-Zanzibar_City_Zanzibar_Island_Zanzibar_Archipelag.html",
            "https://www.tripadvisor.com/Attraction_Review-g488129-d10729031-Reviews-Tangawizi_Spice_Farm-Stone_Town_Zanzibar_City_Zanzibar_Island_Zanzibar_Archipela.html",
            "https://www.tripadvisor.com/Attraction_Review-g482884-d20240540-Reviews-NK_tours_transfer_safaris-Zanzibar_Island_Zanzibar_Archipelago.html",
            "https://www.tripadvisor.com/Attraction_Review-g488129-d2669013-Reviews-Zanzibar_Spice_Tour-Stone_Town_Zanzibar_City_Zanzibar_Island_Zanzibar_Archipelago.html",
            "https://www.tripadvisor.com/Attraction_Review-g8055401-d23745554-Reviews-Island_Prime_Tours_Travel-Zanzibar_City_Zanzibar_Island_Zanzibar_Archipelago.html",
            "https://www.tripadvisor.com/Attraction_Review-g488129-d2459855-Reviews-Old_Slave_Market_Anglican_Cathedral-Stone_Town_Zanzibar_City_Zanzibar_Island_Zanz.html",
            "https://www.tripadvisor.com/Attraction_Review-g147424-d149318-Reviews-Elbow_Cay-Great_Abaco_Island_Abaco_Islands_Out_Islands_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g635753-d8627060-Reviews-Bohey_Dulang_Island-Semporna_Semporna_District_Sabah.html",
            "https://www.tripadvisor.com/Attraction_Review-g60746-d251276-Reviews-Tupelo_Buffalo_Park_Zoo-Tupelo_Mississippi.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d10324685-Reviews-Isla_Blanca-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d532013-Reviews-V_The_Ultimate_Variety_Show-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d117409-Reviews-Lands_End-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g1574654-d7985173-Reviews-Paralia_Kalafati-Kalafatis_Mykonos_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g41580-d108828-Reviews-Eastern_Point_Lighthouse-Gloucester_Cape_Ann_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g1064174-d2307740-Reviews-San_Juan_de_Gaztelugatxe-Bermeo_Province_of_Vizcaya_Basque_Country.html",
            "https://www.tripadvisor.com/Attraction_Review-g294472-d17784392-Reviews-Boho_Bar-Belgrade.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g482884-d6984773-Reviews-or10-Cheetah_s_Rock-Zanzibar_Island_Zanzibar_Archipelago.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g482884-d6984773-Reviews-Cheetah_s_Rock-Zanzibar_Island_Zanzibar_Archipelago.html"
    }
]