[
    {
        "attraction_name": "Chiang Mai Zoo",
        "attraction_name_vi": "Sở thú Chiang Mai",
        "general_info": [
            "3.180 đánh giá",
            "98 trong số 324 điều cần làm ở Chiang Mai",
            "Sở thú"
        ],
        "attraction_summary": "Vườn thú Chaing Mai là điểm tham quan tuyệt vời cho mọi lứa tuổi. Nằm ở chân núi, vườn thú có phong cảnh đẹp như tranh vẽ và nhiều loại động vật để ngắm nhìn. Đọc thêm",
        "reviews": [
            "Hãy bắt đầu với những mặt tích cực... sở thú rất lớn, hầu hết các loài động vật đều có nhiều không gian, tôi thích chuồng chim cánh cụt và gà, nó có rất nhiều loài động vật khác nhau, vé cũng rất rẻ.\nTuy nhiên... vườn thú này nổi tiếng với những con gấu trúc và nó không có con nào cả. Điều kỳ lạ là những con Kangaroo này khoảng 30 tuổi và tất cả đều được nuôi trong một chuồng nhỏ hơn emus. Những con hươu cao cổ đã biến mất. Nó được gọi là Sở thú và thủy cung Chiang Mai và nó cũng thiếu toàn bộ thủy cung. Chỉ là xấu hổ thôi. Một điều nữa, nếu bạn không có thể chất tốt, bạn sẽ phải trả tiền xe buýt để đưa bạn đến các khu vực khác nhau, và bạn sẽ cần nó, vì sở thú rất rộng và bên ngoài rất nóng. Đó không phải là trường hợp của tôi, nhưng hãy cân nhắc.Đọc thêm",
            "Chúng tôi đến sở thú sau khi tìm kiếm trên mạng và thấy rằng họ có triển lãm gấu trúc.  Chúng tôi đến từ sáng sớm để tránh nóng nên không có nhiều người tranh giành.  Chúng tôi đã thuê một chiếc xe golf từ sở thú nếu nằm ở địa hình khá đồi núi và việc đi bộ sẽ lên xuống rất nhiều trên diện tích hai trăm mẫu Anh.  Tôi không hài lòng khi biết rằng dịch vụ cho thuê xe golf chỉ tính tiền mặt hoặc phản hồi từ cô gái trẻ làm việc cho thuê, người đã nói với chúng tôi rằng liệu chúng tôi có cần tiền mặt để rời sở thú và đến ngân hàng hay không.  May mắn thay, chúng tôi chỉ có đủ tiền thuê nhà trong hai giờ.  Vườn thú sạch sẽ và vắng vẻ.  Chúng tôi có thể đến các khu trưng bày khác nhau mà không gặp bất kỳ khó khăn nào và nhìn thấy rất nhiều loài động vật.  Chúng tôi vô cùng thất vọng khi biết rằng triển lãm gấu trúc đã bị đóng cửa và đã tồn tại được một thời gian.  Không có đề cập nào về điều này ở lối vào sở thú hoặc trang web của sở thú.  Đây là một vườn thú thành phố trung bình.  Giải khuyến khích là chúng tôi đã được nhìn thấy một chú gấu chó.Đọc thêm",
            "Tôi không chắc chắn về việc đi vì các đánh giá không tốt lắm - nhưng thật vui vì chúng tôi đã đi. Thật tuyệt vời khi được đến gần hà mã, hươu cao cổ và voi mà bạn có thể cho tất cả chúng ăn. Thứ bảy I. Chuồng rùa thật rực rỡ. Cách bố trí vườn thú rất tuyệt - vâng, phải đi bộ rất nhiều nhưng có rất nhiều thứ để xem ngay cả khi không có Gấu trúc và thủy cung - đó là nơi phải ghé thăm và rất vui vì chúng tôi đã đi. Đọc thêm",
            "First of all, this zoo is massive. The animal  enclosures are spread out over the zoo, which is located at the base of Doi Suthep mountain. The roads and oaths are very hilly and sometimes even very steep. Exploring this on foot is possible, but will be quite challenging to do in the heat. Since we were visiting with children, we decided to rent a golf buggy to navigate the zoo. You get a machine time stamped card when you depart and pay 300 baht per hour. The first hour being 250 baht, and with a 15 minute grace period. \n\nThere was a lot of construction work going on during our visit. The aquarium was closed, for that matter. Unfortunately, the giant panda died in April. But the enclosure is still open, now with cardboard pictures or panda. There even still is a security guard sitting in the panda enclosure guarding cardboard pictures of giant pandas. \n\nA lot of roads were closed, unclear if those would lead to parts of the zoo we did not explore or were just service roads. We saw some walking paths that looked pretty cool, but would be impossible to do with young children in a pram. So the buggy was a very good idea. \n\nFor our next visit, I would plan around the parking spots and animal enclosures a bit better. As sometimes we passed an enclosure that wouldve been cool to explosie, only we could not backtrack anymore unless we circled the whole zoo. Nonetheless, we had a very fun afternoon. \n\nThere is a small restaurant where you can eat a couple of basic Thai dishes. The zoo has a say no to plastic policy, but theres a large plastic screen from where you order food. Which is served on a cardboard plate with plastic cutlery. Drink bottles are all of plastic rather than glass, so not sure what the way no to plastic policy actually means. \n\nThai zoos are very different than their counterparts in the western world if I may draw an east-west comparison, for that matter.Read more",
            "Trải nghiệm này thật là chán nản. Nhưng nó có thể chỉ là sở thích của tôi. Tôi không phải là một fan hâm mộ lớn của các sở thú, điểm nổi bật của tôi là ở đó có một con gấu trúc, nhưng không may là gấu trúc đã chết cách đây một thời gian, những gì chúng tôi phát hiện ra sau hơn 30 phút đi xe đến đó. Xe golf khá tuyệt. Đó là chuyến đi kéo dài 1,5 giờ đối với chúng tôi, xem rái cá và hà mã rất thú vị.Đọc thêm",
            "Những gì mở cửa trong sở thú khá thú vị nhưng có quá nhiều thứ đang được cải tạo hoặc vừa đóng cửa để có thể xếp hạng cao hơn. \n\nChúng tôi đã mua vé hop on hop off cho xe buýt trong vườn thú, điều này đã giúp mở rộng vườn thú và các khu vực trên đồi mặc dù chúng tôi vẫn phải quay lại rất nhiều để xem các cuộc triển lãm mà chúng tôi đã lái qua vì các điểm dừng thường xuyên và tại có những lúc bạn không muốn chúng. Điều thậm chí còn khó chịu hơn là chúng tôi đi bộ đến các cuộc triển lãm chỉ để biết rằng chúng trống rỗng và vô chủ nhưng không có biển báo nào chỉ ra điều này.\n\nVâng, Gấu trúc không còn ở đó nữa, thủy cung đã đóng cửa, công viên nước cũng đóng cửa, cả hổ trắng và hổ bình thường đều không còn ở đó nữa, nhiều địa điểm bán thức ăn và đồ uống đã đóng cửa để cải tạo và một số tòa nhà tương tác cũng đóng cửa.\n\nMột số loài động vật trông có vẻ cần được yêu thương và chăm sóc nhiều hơn vì tôi sẽ không mô tả chúng là khỏe mạnh và hạnh phúc, và một số vật trưng bày hầu như không đủ sức chứa các loài động vật chứ đừng nói đến việc để chúng phát triển. Chúng tôi đang so sánh điều này với các sở thú ở Úc nên có thể tiêu chuẩn của chúng tôi chỉ cao, tôi phải thừa nhận rằng tình trạng của sở thú không quá tệ nếu so sánh với các tòa nhà ở Thái Lan nhưng tôi cũng sẽ nói rằng tình trạng của các tòa nhà không tuyệt vời khi so sánh với Úc tiêu chuẩn.\n\nMặt tích cực là chúng tôi đã được nhìn thấy rất nhiều loài động vật thú vị mà chúng tôi chưa từng thấy trước đây và một số trải nghiệm thú vị như cho hươu cao cổ, voi và hà mã ăn với giá 20 baht mỗi con mà bọn trẻ yêu thíchĐọc thêm",
            "Vườn thú rất rộng, bạn sẽ phải đi bộ rất nhiều, trong khi hầu hết các khu phức hợp trông không quá hiện đại và phù hợp với loài. Ngoài ra, không có thông tin nào về việc không có Gấu trúc nào ở đây, trong khi vườn thú quảng cáo về chúng và thủy cung đóng cửa, cũng không có thông tin trước ở lối vào.\nBản thân sở thú không tệ, nhưng tôi sẽ không đến đây lần thứ hai.Đọc thêm",
            "Tôi sẽ phải viết một bài đánh giá đáng thất vọng. Vườn thú chắc chắn đang cần hỗ trợ tài chính.  Vì vậy, đừng trì hoãn việc đến đó nếu bạn chỉ đặt lại kỳ vọng của mình một chút. Đó là một nơi tuyệt vời để tham quan, các loài động vật cũng rất đẹp nhưng tôi nghĩ một số loài có thể được quan tâm nhiều hơn. Sở thú có vẻ hơi xuống cấp nhưng đó là ý kiến ​​chủ quan của tôi.Đọc thêm",
            "Chào mừng đến cổng được bảo:-1. Ồ nhân tiện thì Panda chết rồi. Anh ấy chết cách đây 9 tháng. 2. Ngoài ra Thủy cung cũng đóng cửa. Bạn có phiền không? Vâng, cũng như Thủy cung Sở thú Chiang Mai, vâng, chúng tôi rất bận tâm. Tuy nhiên. Như những người Anh luôn lạc quan, chúng tôi vẫn tiếp tục. Tuy nhiên, đó chính là lúc sự lạc quan bắt đầu suy giảm. Thuê một chiếc xe golf, họ tính phí theo giờ và đó là điều chậm nhất có thể tưởng tượng được.  Nếu bạn đi quá giờ họ sẽ tính phí cho bạn một lần nữa. Điều này được thực hiện dễ dàng khi phải mất một giờ chỉ để nhìn thấy 6 con vật mà họ nuôi còn sống và có thể nhìn thấy được. Bây giờ đến phần thực chất nhất. Không chỉ gấu trúc, trung tâm tuyết và thủy cung đều đóng cửa. Còn tâm chim, hổ báo đóng cửa. Hà mã không có ở đó. Con đười ươi tội nghiệp đang trốn bên cửa chuồng trong nhà rõ ràng là muốn tránh nắng và nướng bánh ở đó. Đó là một tình trạng rất đáng buồn. Hầu hết các loài động vật đều bị nhốt đơn độc, điều này khiến trái tim chúng tôi tan nát. 1 con vượn cáo, 1 con cá sấu, 1 con khỉ, 1 con đười ươi, 1 con vượn, 1 con tê giác, 1 con koala, 1 con gấu trúc đỏ. Chỉ cần ra khỏi đỉnh đầu của tôi. Tôi sẽ không liệt kê Trăn lưới hoặc các loài động vật sống đơn độc trong tự nhiên khác.  Tôi thành thật nghĩ rằng tốt hơn hết họ nên cho chúng về nhà hoặc cho chúng đi ngủ. Thật là một sự tồn tại không thể tưởng tượng được. Chúng tôi đã nhìn thấy 3 con sư tử trông khá khỏe mạnh.- chỉ thế thôi. 1010 không đáng để ghé thăm. Hãy tiết kiệm tiền của bạn, chúng tôi chỉ tham dự vì chúng tôi muốn nhìn thấy một chú gấu trúc ngoài đời thực. Anh ấy chết rồi. Có thể đưa cái đó ra đó mà không quảng cáo nữa.Đọc thêm",
            "Tôi sẽ phải viết một bài đánh giá đáng thất vọng. Vườn thú chắc chắn đang cần hỗ trợ tài chính.  Vì vậy, đừng trì hoãn việc đến đó nếu bạn chỉ đặt lại kỳ vọng của mình một chút. Đó là một nơi tuyệt vời để tham quan, các loài động vật cũng rất đẹp nhưng tôi nghĩ một số loài có thể được quan tâm nhiều hơn. Sở thú có vẻ hơi xuống cấp nhưng đó là ý kiến ​​chủ quan của tôi.Đọc thêm",
            "hôm nay ở sở thú. hầu hết các lồng đều trống rỗng. bởi vì họ đang cải tạo. khu vực nuôi động vật biển cũng bị đóng cửa. không nên đến đó.Đọc thêm",
            "Vườn thú rất rộng, bạn sẽ phải đi bộ rất nhiều, trong khi hầu hết các khu phức hợp trông không quá hiện đại và phù hợp với loài. Ngoài ra, không có thông tin nào về việc không có Gấu trúc nào ở đây, trong khi sở thú quảng cáo về chúng và thủy cung đóng cửa, cũng không có thông tin trước ở lối vào. Bản thân sở thú không tệ, nhưng tôi sẽ không đến đây lần thứ hai.Đọc thêm",
            "Sở thú tuyệt vời! chưa bao giờ có kinh nghiệm như vậy! siêu LỚN với không gian mở dành cho động vật và những cây cầu nhỏ dành cho du khách trong khu vựcĐọc thêm",
            "Đừng bận tâm. Đắt tiền cho người nước ngoài. Nó giống nơi bán kem hơn là sở thú. Rất nhiều bê tông đổ nát. Nhiều triển lãm khép kín. Nó không được thiết kế cho người đi bộ. Công nhân sẽ được thuê lau chùi biển hiệu tốt hơn là cố gắng bán kem. Nhiều động vật trong điều kiện nghèo nàn. Vườn ươm bên cạnh tốt hơn nhiều và miễn phíĐọc thêm",
            "Against my better judgement visited with my husband who has visited numerous times over the years  rated it very highly. Having paid told aquarium  pandas closed-what they meant was extra cost for each. Lots of empty enclosures? Have animals died of boredom?Most exhibits only have 1 animal-very sad when majority live in groups , no natural enrichment for animals at all unless you class concrete drainage pipe as enrichment!The big cats were despairing to see, the black leopard was circling constantly out of stress ,no water to drink  swimming pool empty-same re a water  pool with lone male lion  lone leopard-truly heartbreaking to see. At least the 3 lioness in another enclosure had a small waterfall  drinking water. 3 Shetland ponies had little shade  since when are ponies from freezing Scotland kept in zoos in extremely hot countries-its cruel!!Lots of ill parrots in bird centre being cared for ? DO NOT try to follow map it is utterly useless, we followed it  ended up walking out of an exit where 1 security staff didnt speak English. We ended up walking for 4 miles up very steep hills trying to find way back to entrance,no signs or signs of life. Luckily we flagged down a worker in a van who very kindly let us jump in back of van where dropped us off at tram stop, if he hadnt helped 1 or both of us would have been in serious need of medical help. He deserves a medal  Do not attempt to walk if you do visit use tram or hire golf cart.This zoo did not come across as being interested in its animals, as said most enclosures empty or temporarily closed-totall waste of money  we both left feeling very depressed for the poor animals living there.Read more",
            "Khí thải xe khủng khiếp. Tự hỏi làm thế nào các loài động vật quản lý được điều đó!  Vườn thú này không thể đi bộ được. Bạn phải đi xe điện hoặc lái xe. Xe điện không thể nhảy lên trừ khi bạn trả nhiều tiền hơn. Một số cuộc triển lãm không có sẵn. Không đáng thời gian!Đọc thêm",
            "Sở thú hơi lỗi thời và cần được cải tạo. Gấu trúc đã chết, không có nhà gấu trúc. Thủy cung đóng cửa. Đi bộ đường dài mà không có xe golf và bản đồ vườn thú rất khó đọc. Không có quá nhiều động vật.Đọc thêm",
            "Những gì mở cửa trong sở thú khá thú vị nhưng có quá nhiều thứ đang được cải tạo hoặc chỉ đóng cửa để đánh giá cao hơn. Chúng tôi đã mua vé hop on hop off cho xe buýt của sở thú, điều này giúp ích cho việc sở thú được trải rộng như thế nào và các khu vực lên đồi mặc dù chúng tôi vẫn phải quay lại rất nhiều để xem các cuộc triển lãm mà chúng tôi đã lái xe qua vì các điểm dừng rất thường xuyên và đôi khi không phải là nơi bạn muốn đến. Điều thậm chí còn khó chịu hơn là chúng tôi đi bộ đến các cuộc triển lãm chỉ để phát hiện ra rằng chúng trống rỗng và bị bỏ hoang nhưng không có biển báo nào chỉ ra điều này. Đúng là Gấu trúc không còn ở đó nữa, thủy cung đã đóng cửa, công viên nước đã đóng cửa, cả hổ trắng và hổ bình thường đều không còn ở đó nữa, nhiều nơi bán thức ăn và bia đã đóng cửa để cải tạo và một số tòa nhà tương tác cũng đã đóng cửa. Một số loài động vật có vẻ như cần nhiều tình yêu thương và sự chăm sóc hơn vì tôi không mô tả chúng là khỏe mạnh và hạnh phúc, và một số cuộc triển lãm hầu như không đủ sức để nuôi động vật chứ đừng nói đến việc để chúng phát triển. Chúng tôi đang so sánh nơi này với các sở thú ở Úc nên có lẽ tiêu chuẩn của chúng tôi hơi cao, tôi phải thừa nhận là tình trạng của sở thú không tệ lắm nếu so sánh với các tòa nhà ở Thái Lan nhưng tôi cũng phải nói là tình trạng của các tòa nhà không tuyệt lắm khi so sánh với tiêu chuẩn của Úc. Điểm cộng là chúng tôi được nhìn thấy rất nhiều loài động vật thú vị mà chúng tôi chưa từng thấy trước đây và một số trải nghiệm thú vị như chúng tôi được cho hươu cao cổ, voi và hà mã ăn với giá 20 baht mỗi con mà bọn trẻ rất thíchXem thêm",
            "Bạn có thể nuôi những loài động vật nào? và đây có phải là cả ngày đối với mỗi con hay mỗi con vật có thời gian cụ thể - nếu vậy, có nơi nào tôi có thể tìm thấy danh sách những thời gian nàyĐọc thêm",
            "Hiện tại có rất nhiều vật trưng bày đã đóng cửa trong sở thú phải không?Đọc thêm",
            "Bình thường hầu hết đều mở cửa, có lẽ phải đi ngủ để gửi email, bây giờ đang là mùa thấp điểm, nhưng sở thú vẫn mở cửa\nMởĐọc thêm",
            "Vườn thú còn có gấu trúc không?Đọc thêm",
            "Giá vé người lớn là bao nhiêu?Đọc thêm",
            "CHÀO, \nTôi nghĩ người Thái trả 100 Baht và người nước ngoài trả 150 BahtĐọc thêm",
            "Chào mọi người,\n\nĐường đi bộ có đủ tốt để có xe đẩy cho trẻ một tuổi không? Cảm ơn bạn!!! Đọc thêm",
            "CHÀO \nĐừng lo lắng, mọi thứ đều đã được lên kế hoạch, ngay cả đối với người khuyết tật. Có những chiếc xe buýt điện mini đưa bạn đi khắp nơi Đọc thêm",
            "Cách tốt nhất để đến sở thú từ Chiang Mai? Tôi không thể đặt vé trước qua trang web chính thức, tôi có thể mua vé ở cổng vào không? Cảm ơn bạn Đọc thêm",
            "Có, bạn có thể dễ dàng mua vé tại sở thú. Có rất nhiều nhân viên ở gần lối vào mặc dù ở nơi khác thiếu hụt.Đọc thêm",
            "Tôi có thể lái ô tô vào sở thú không?Đọc thêm",
            "bạn có thể cho voi ăn và cưỡi voi ở sở thú không?Đọc thêm",
            "Tôi không chắc chắn về việc cho ăn nhưng tôi không nghĩ họ cho phép chở đi.Đọc thêm",
            "Ở sở thú có tủ khóa để chúng ta cất giữ hành lý xách tay không?Đọc thêm",
            "Không có tủ khóa Đọc thêm",
            "đu dây\nTôi muốn biết thêm vềĐọc thêm",
            "Chúng tôi đã ở đường đua Eagle ngày hôm qua. Nó thật tuyệt! Nó phù hợp với tất cả mọi người. Đến đó Đọc thêm"
        ],
        "star_ratings": [
            749,
            1031,
            666,
            359,
            375
        ],
        "review_amount": 3180,
        "location": [
            "Chiang Mai",
            "Châu Á",
            "Những điều cần làm ở Chiang Mai",
            "nước Thái Lan",
            "Tỉnh Chiang Mai",
            "Sở thú Chiang Mai"
        ],
        "reviews_time": [
            "Written September 3, 2023",
            "Written November 28, 2023",
            "Written December 4, 2023",
            "Written December 21, 2023",
            "Written December 22, 2023",
            "Written January 2, 2024",
            "Written February 18, 2024",
            "Written March 17, 2024",
            "Written March 19, 2024",
            "Written March 18, 2024",
            "Written March 6, 2024",
            "Written February 18, 2024",
            "Written February 15, 2024",
            "Written February 9, 2024",
            "Written February 8, 2024",
            "Written January 26, 2024",
            "Written January 23, 2024",
            "Written January 2, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293917-d1862236-Reviews-Chiang_Mai_Zoo-Chiang_Mai.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g293917-d2562266-Reviews-Huen_Huay_Kaew-Chiang_Mai.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293917-d14140814-Reviews-Angkaew_Lake_By_Aiya_Cafe-Chiang_Mai.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293917-d26012360-Reviews-CMU_Cafe_and_More-Chiang_Mai.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293917-d27364014-Reviews-Ming_Zhen_Restaurant-Chiang_Mai.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293917-d12847695-Reviews-Steak_Bar-Chiang_Mai.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293917-d10457426-Reviews-K_pop_Tteokbokki-Chiang_Mai.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293917-d13086506-Reviews-Fin_Premium_Sushi_Bar_MAYA-Chiang_Mai.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293917-d3743916-Reviews-Starbucks-Chiang_Mai.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293917-d10793250-Reviews-Mama_s_Chinese_Kitchen-Chiang_Mai.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293917-d5561833-Reviews-Sukontha_Mukata-Chiang_Mai.html",
            "https://www.tripadvisor.com/Attraction_Review-g8286767-d657510-Reviews-Doi_Suthep_Pui_National_Park-Doi_Suthep.html",
            "https://www.tripadvisor.com/Attraction_Review-g293917-d8807043-Reviews-Huay_Keaw_Waterfall-Chiang_Mai.html",
            "https://www.tripadvisor.com/Attraction_Review-g293917-d8826313-Reviews-Ang_Kaew_Reservoir-Chiang_Mai.html",
            "https://www.tripadvisor.com/Attraction_Review-g293917-d6503656-Reviews-Wat_Pha_Lat-Chiang_Mai.html",
            "https://www.tripadvisor.com/Attraction_Review-g293917-d4540659-Reviews-Monkchat_Meditation_Retreat-Chiang_Mai.html",
            "https://www.tripadvisor.com/Attraction_Review-g293917-d15032706-Reviews-Elephant_sanctuary_care_Park-Chiang_Mai.html",
            "https://www.tripadvisor.com/Attraction_Review-g293917-d19683583-Reviews-Wang_Bua_Ban_Pha_Ngoep-Chiang_Mai.html",
            "https://www.tripadvisor.com/Attraction_Review-g293917-d1213780-Reviews-Chiang_Mai_Zoo_Aquarium-Chiang_Mai.html",
            "https://www.tripadvisor.com/Attraction_Review-g293917-d23838146-Reviews-Kaew_Gallery-Chiang_Mai.html",
            "https://www.tripadvisor.com/Attraction_Review-g293917-d592304-Reviews-Wat_Ched_Yot-Chiang_Mai.html",
            "https://www.tripadvisor.com/Attraction_Review-g293917-d1862236-Reviews-or10-Chiang_Mai_Zoo-Chiang_Mai.html",
            "https://www.tripadvisor.com/Attraction_Review-g293917-d1478723-Reviews-Untouched_Thailand-Chiang_Mai.html",
            "https://www.tripadvisor.com/Attraction_Review-g293917-d8779643-Reviews-Khroua_Baan_Thai-Chiang_Mai.html",
            "https://www.tripadvisor.com/Attraction_Review-g293917-d9681413-Reviews-Yoga_Ananda_Chiangmai-Chiang_Mai.html",
            "https://www.tripadvisor.com/Attraction_Review-g293917-d8092076-Reviews-Mama_Noi_Thai_Cookery_School-Chiang_Mai.html",
            "https://www.tripadvisor.com/Attraction_Review-g17484209-d13944062-Reviews-Lanna_Smile_Thai_Cooking-Chang_Phueak_Chiang_Mai.html",
            "https://www.tripadvisor.com/Attraction_Review-g293917-d12109681-Reviews-Chiang_Mai_Driving_Tours-Chiang_Mai.html",
            "https://www.tripadvisor.com/Attraction_Review-g293917-d1918492-Reviews-Lanna_Kingdom_Tours-Chiang_Mai.html",
            "https://www.tripadvisor.com/Attraction_Review-g293917-d14145308-Reviews-Chiangmai_Van_Taxi_Mr_Wee-Chiang_Mai.html",
            "https://www.tripadvisor.com/Attraction_Review-g42139-d560598-Reviews-Ford_Field-Detroit_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g1079908-d1973627-Reviews-Serravalle_Designer_Outlet-Serravalle_Scrivia_Province_of_Alessandria_Piedmont.html",
            "https://www.tripadvisor.com/Attraction_Review-g52152-d7134702-Reviews-White_Cliffs_of_Conoy-Bainbridge_Lancaster_County_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g294458-d4839871-Reviews-Bucharest_Zoo-Bucharest.html",
            "https://www.tripadvisor.com/Attraction_Review-g34503-d8775249-Reviews-Fort_Drum_Crystal_Mine-Okeechobee_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g1087671-d15817309-Reviews-Bukit_Ampang-Ampang_Selangor.html",
            "https://www.tripadvisor.com/Attraction_Review-g58643-d141364-Reviews-Deception_Pass_State_Park-Oak_Harbor_Whidbey_Island_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g3685190-d10244784-Reviews-Playa_Punta_Uva-Punta_Uva_Puerto_Viejo_de_Talamanca_Province_of_Limon.html",
            "https://www.tripadvisor.com/Attraction_Review-g57897-d283595-Reviews-Williamsburg_Outlet_Mall-Lightfoot_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g47308-d1987548-Reviews-Midway_State_Park-Bemus_Point_Ellery_Chautauqua_County_New_York.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293917-d1862236-Reviews-or10-Chiang_Mai_Zoo-Chiang_Mai.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293917-d1862236-Reviews-Chiang_Mai_Zoo-Chiang_Mai.html"
    }
]