[
    {
        "attraction_name": "Chichen Itza",
        "attraction_name_vi": "Chichen Itza",
        "general_info": [
            "26.409 đánh giá",
            "1 trong số 17 hoạt động giải trí ở Chichen Itza",
            "Địa điểm lịch sử",
            "Di tích cổ",
            "Địa điểm ưa thích"
        ],
        "attraction_summary": "Chichén Itzá là một trong những địa danh văn hóa quan trọng nhất của Mexico, nổi tiếng với kho tàng kiến ​​trúc và hiện vật thời tiền Colombia. Có niên đại gần 1.500 năm, thành phố khảo cổ này được xây dựng với kim tự tháp Kukulcán mang tính biểu tượng ở trung tâm, biểu tượng vĩ đại nhất của xã hội Maya và là một thành tựu toán học và thiên văn quan trọng. Đặt một chuyến tham quan trong ngày từ các thành phố Cancun hoặc Mérida để được hướng dẫn qua địa điểm này trong khi tìm hiểu về sự tráng lệ của văn hóa Maya. Ngoài ra, bạn có thể bắt xe buýt nhỏ colectivo vào sáng sớm từ thị trấn Valladolid để tự tham quan, xua tan cái nóng và bớt đông đúc hơn.  TripadvisorĐọc thêm",
        "reviews": [
            "Nơi tuyệt vời, rất nhiều thứ để xem, dễ bị lạc. Hãy nhớ bình xịt côn trùng và máy ảnh của bạn. Nơi này khá lớn và tôi đến đây để tham quan nên tôi thậm chí còn không thể nhìn gần được mọi thứ. Quá nhiều lịch sử ở đây. Thật sự rất gọn gàng khi nhìn thấy sân bóng và rõ ràng là kim tự tháp. Rất nhiều nhà cung cấp, nhiều người trong số họ bán những thứ tương tự và sẵn sàng thỏa thuận với bạn.Đọc thêm",
            "Chúng tôi bỏ qua phần hướng dẫn du lịch và sử dụng một ứng dụng, rất tiết kiệm chi phí và tuyệt vời. Chúng tôi đã đi theo tốc độ của chúng tôi và khám phá. Các nhà cung cấp mà chúng tôi đề nghị nhưng chúng tôi có một số thứ chúng tôi muốn và việc trao đổi rất dễ dàng - chúng tôi đã mua những món đồ thực sự được làm thủ công. Bắt đầu bằng bãi đậu xe và chuyến tham quan qua ứng dụng là khoảng 700 peso cho hai người lớn 42 usd.Đọc thêm",
            "Chúng tôi đến đây cùng một nhóm trong chuyến đi tới Cancun và tôi rất vui vì chúng tôi đã làm như vậy! Những tàn tích tuyệt đẹp cùng với câu chuyện và lịch sử của chúng đã tạo nên một chuyến đi trong ngày tuyệt vời khỏi thành phố. Khiếu nại duy nhất của tôi là những người bán hàng trong khu vực trong công viên, họ có thể hơi hung hăng khi cố gắng thuyết phục bạn mua thứ gì đó khi bạn chỉ muốn tận hưởng khu vực, phong cảnh và di sản của nó. Chỉ cần bỏ qua chúng nếu bạn muốn. Nếu không, đó là một chuyến đi trong ngày tuyệt vời ở đó. Chỉ cách chỗ của chúng tôi ở Cancun khoảng 2 giờ lái xe. Hãy nhớ dự trữ đồ ăn nhẹ trên đường!Đọc thêm",
            "Nó hoàn toàn đáng để ghé thăm. Nếu bạn ở Mexico thì bạn nên đến Chichen Itza.\nCó rất nhiều tàn tích của người Maya ở đó và cách người dân này sống thật tuyệt vời. Chúng tôi có một hướng dẫn viên du lịch và anh ấy kể cho chúng tôi rất nhiều điều mà bạn sẽ chưa bao giờ nghe về Chichen Itza.Đọc thêm",
            "Chúng tôi vừa đi đến khu di tích và có một khoảng thời gian vui vẻ.  Lái xe từ Playa mất hơn 2 giờ một chút.  Không có trạm xăng nào dọc đường thực sự đảm bảo bạn có nhiều xăng.  \n Việc thương mại hóa trang web là lý do duy nhất khiến tôi không đánh giá nó 5 sao.  Tôi thấy khá khó khăn khi có nhiều người bán đồ lưu niệm giá rẻ trên một di sản thế giới.  Trên đường đi mọi người sẽ cố gắng thuyết phục bạn dừng lại và bán cho bạn thứ gì đó nên hãy lái xe thẳng đến trung tâm.  Tôi khuyên bạn nên đến đó trước 9 giờ sáng. Hàng tấn xe buýt bắt đầu đến ngay sau đó.  RẤT nóng và ẩm vào tháng 7 nhưng được mong đợi. Nhìn chung một ngày tốt đẹpĐọc thêm",
            "Hôm qua chúng tôi đã lái chiếc ô tô thuê từ Tulum đến địa điểm này. Chúng tôi là một gia đình nếu có 6 4 đứa trẻ 13,12,10 và 8. Đường tốt, nhưng trên đường không có nhiều trạm xăng nên hãy tích trữ trước khi đi. Chúng tôi đã phớt lờ tất cả những hướng dẫn viên không chính thức trên đường đi để cố gắng vẫy tay chào bạn và lái thẳng đến bãi đậu xe chính thức và trả 80 peso để đỗ xe. Bãi đậu xe có bóng mát và nằm ngay bên ngoài lối vào nơi bạn trả tiền. chúng tôi đến lúc 9h30 và có rất nhiều không gian.  Nó lấp đầy nhanh chóng. Chúng tôi đã trả phí vào cửa và trong khi chờ đợi, có rất nhiều hướng dẫn viên cung cấp dịch vụ của họ. Giá dao động từ 800 peso đến 1300. Chúng tôi được một hướng dẫn viên chính thức tiếp cận, người muốn 1300, chúng tôi không sẵn sàng trả số tiền đó nên anh ấy đã mang cho chúng tôi một hướng dẫn viên khác tên là Alex, một hướng dẫn viên chính thức khác và đây là lý do tôi viết bài đánh giá. Anh ấy thật tuyệt vời, anh ấy đến từ vùng này, rất nhiệt tình, rất hiểu biết và đã thu hút bốn đứa con của tôi tham gia. Anh ấy rất tuyệt với họ. Anh ấy cũng là một nhiếp ảnh gia cừ khôi nên đã chụp một số bức ảnh tuyệt vời bằng điện thoại của chồng tôi. Alex là một hướng dẫn viên chính thức và nếu bạn có cơ hội đi tour cùng anh ấy, tôi thực sự khuyên bạn nên làm điều đó. Anh ấy đã thực hiện chuyến đi của chúng tôi. Có lẽ nếu bạn hỏi gặp anh ấy ở lối vào, bạn có thể may mắn gặp được anh ấy. Niamh colm và những đứa trẻ IrelandĐọc thêm",
            "Chúng tôi đã tìm thấy một số địa điểm thực sự tốt với ít người hơn nhiều nếu bạn đi theo bản đồ và đi bộ ra khỏi cấu trúc chính một chút. Hãy cẩn thận, rất nhiều người muốn hướng dẫn bạn một chuyến tham quan và có rất nhiều người bán những thứ giống nhau, điều này làm giảm trải nghiệm một chút. Đó cũng là một âm mưu tương tự dọc theo con đường dẫn đến lối vào, nơi người dân địa phương yêu cầu bạn đỗ xe tại địa điểm của họ. Tôi không khuyên bạn nên đỗ xe với họ hoàn toàn vì nó thực sự xa hơn bạn nghĩ nhiều. Đừng mắc lừa khi họ nói rằng con đường phía trước đã bị đóng hoặc bãi đậu xe đã đầy. Chúng tôi đi vào giữa trưa và tìm được chỗĐọc thêm",
            "Chúng tôi đến trong một chuyến tham quan sớm trước khi nó trở nên bận rộn, điều này hoàn toàn xứng đáng để đón vào sáng sớm. Nơi này cực kỳ thú vị và hướng dẫn viên của chúng tôi rất am hiểu, có vẻ như tất cả họ đều như vậy, tuy nhiên hướng dẫn viên của chúng tôi dường như đi xa hơn những người khác và đưa chúng tôi đi xem những phần mà những người khác không làm, bao gồm cả đài quan sát mà tôi khuyên bạn nên tìm nếu hướng dẫn viên của bạn không đưa bạn đi ở đó. Đáng giá từng xu. Đọc thêm",
            "Đây là một di tích lịch sử tuyệt vời. Chúng tôi đã tham gia nhóm du lịch TUI, nghĩa là 5ha5 chúng tôi có một hướng dẫn viên rất hữu ích và nhiều thông tin. Mako chắc chắn rằng bạn dành ít nhất một vài giờ và bạn cũng truy cập các khu vực cũ hơn trên trang web vì những khu vực này có thể bị bỏ lỡ và chúng rất đáng xem.Đọc thêm",
            "Đường dài từ khách sạn nhưng cũng xứng đáng. Tốt để đến sớm vì nó bận rộn và nóng.\n Không có nhiều bóng râm nhưng tàn tích là một địa điểm đáng kinh ngạc.\n Người bán hàng địa phương không quá hăng hái và có nhà vệ sinh ngay trong khuôn viên.\n Chắc chắn đáng để ghé thămXem thêm",
            "Đây là một nơi tuyệt đẹp!, chỉ không phải vào tháng 5, đó là 110 giờ vào ngày chúng tôi đến nhưng, tận dụng tốt nhất, chúng tôi đã đi tham quan nên sau khi chúng tôi đến một cenote thật hoàn hảoĐọc thêm",
            "Gia đình năm người của chúng tôi rất thích chuyến thăm của chúng tôi. Tôi khuyên bạn nên đi không muộn hơn 8:30 sáng để có chuyến tham quan tốt nhất. Lúc đó trời đã nóng và chúng tôi phải mất 2-3 tiếng mới xem hết được mọi thứ. Tin tốt là đã có nhiều cây bóng mát được bổ sung trong 20 năm qua. Nếu bạn lái ô tô riêng của mình, KHÔNG đỗ xe ở những bãi đỗ xe. Bạn sẽ phải vượt qua rất nhiều chỗ trước khi đến được nơi đỗ xe thực sự. Và vào cuối ngày, bạn sẽ không muốn phải đi bộ xa đến thế để quay lại ô tô của mình.  Bạn không thể đi bộ trên bất kỳ cấu trúc nào mà tôi hiểu vì mục đích bảo tồn. Cenote linh thiêng, sân bóng và nghĩa địa là một số địa điểm yêu thích của chúng tôi. Biển báo xung quanh nơi này không tuyệt vời nên không dễ để biết đâu là nơi khi bạn rời quảng trường chính với kim tự tháp. Có rất nhiều hướng dẫn có sẵn cho một chuyến tham quan. Tôi khuyên bạn nên lấy một cái. Hướng dẫn viên của chúng tôi đã mời chúng tôi tham quan một hoặc hai giờ. Vì chúng tôi có ba thiếu niên không hứng thú với ý tưởng đứng dưới trời nóng để nghe lịch sử nên chúng tôi đã thực hiện chuyến tham quan kéo dài một giờ, nhưng cô con gái tuổi teen của chúng tôi nói rằng cô ấy rất ngạc nhiên vì nó không hề nhàm chán. Vâng, khắp nơi đều có người bán hàng kêu gọi mua hàng giống như ở chợ nhưng họ không hề thúc giục khi chúng tôi tiếp tục đi bộ. Điều đó nói lên rằng, chúng tôi đã thấy một số người bán hàng ngồi và tự tay chạm khắc những món đồ của họ để bán, thật gọn gàng. Thật đáng để ghé thăm và tôi khuyên bạn nên lái xe một quãng ngắn đến Ik Kil hoặc đặt cả hai trong một chuyến tham quan để ăn trưa và ngâm mình trong bể nước mát. Chúng tôi không ăn buffet mà chỉ đi bar bán đồ ăn nhanh, chúng tôi được ăn no rồi nguội đi nhanh chóng.Đọc thêm",
            "Hãy chắc chắn rằng bạn đội mũ và cố gắng đi càng sớm càng tốt vì trời rất nóng nhưng đáng giá. Hãy chắc chắn rằng bạn có một hướng dẫn viên đưa bạn đi vòng quanh để giải thích về lịch sử tuyệt vời của nền văn minh MayaĐọc thêm",
            "Đừng tham gia BẤT KỲ chuyến tham quan nào - bạn sẽ mất hàng giờ để làm những việc không cần thiết - họ bắt bạn ghé thăm các cửa hàng lưu niệm đắt tiền và đảm bảo rằng bạn sẽ đi qua tất cả chúng, họ rất căng thẳng. Nếu bạn không - họ hét vào mặt bạn. Tôi ước gì tôi đã đi bằng xe buýt -ADO của riêng mình đến Valladolid và xe tập thể giá rẻ đến địa điểm này. Dễ. Chuyến tham quan do tôi tổ chức bắt đầu từ 7h30 sáng và kết thúc lúc 10h tối. Thời gian ở Chichen Itza - 2h30 phút. Bản thân trang web này thật đáng kinh ngạc. Khá nhỏ nên rất dễ dàng để khám phá di tích.  Hãy thử đi xung quanh toàn bộ địa điểm, không chỉ tòa nhà chính, bạn cũng sẽ tìm thấy những tòa nhà đáng ngạc nhiên ở đó. Mang theo nhiều nước, kem chống nắng và mũ. Đọc thêm",
            "Nếu bạn không muốn đi xe buýt đưa đón khi tham gia giao thông trong 10 giờ. Đừng tham gia chuyến tham quan này!  Chuyến tham quan kéo dài 13 giờ và thời gian trên xe buýt là 10 giờ. Lố bịch! Đầu tiên, một chiếc xe đưa đón nhỏ đón chúng tôi ở Tulum chở tất cả chúng tôi đến Cancun, sau đó dừng lại bên đường và bảo chúng tôi lên chiếc xe buýt đưa đón lớn hơn đậu bên đường. Họ đã lái con đường dài nhất có thể để đưa chúng tôi đến đó.  Có nhiều tuyến đường ngắn hơn để đến Chichen Itza từ Tulum. Họ có thể dễ dàng rút ngắn 6-7 giờ sau chuyến tham quan. Số lượng người bán hàng mà bạn gặp khi xuống xe buýt là rất nhiều. Từ phòng tắm dừng lại đến Chichen Itza. Có vẻ như có hàng trăm lều của người bán hàng dọc theo biên giới. Tất cả đều có 10-12 mặt hàng giống hệt nhau để bán. Thật xấu hổ cho bạn Amstar! Tôi nghĩ bạn là một công ty có uy tín. Có 7 người trong nhóm của chúng tôi, tất cả chúng tôi đều cảm thấy như mình bị lừa. Chúng tôi rất muốn được hoàn lại tiền. Đây là chuyến đi tồi tệ nhất từ ​​trước đến nay! Vì vậy, những người ở ngoài đó, hãy sử dụng một công ty du lịch độc lập nhỏ, họ sẽ đối xử với bạn tốt hơn rất nhiều. Nhìn vào FB để được giới thiệu. Hãy coi chừng Amstar họ không còn uy tín nữa.Đọc thêm",
            "Gần đây chúng tôi đã đến Chichen Itza.  Chúng tôi đã thuê Melicia Diaz hoặc Mary Whatsapp 52-985-114-2008.  Thật dễ dàng để điều phối chuyến tham quan với cô ấy trên Whatsapp.  Cô tính phí 1.500 peso cho chuyến tham quan. Chúng tôi cũng sử dụng cô ấy cho Ek Balam và cô ấy tính phí 1.000 peso ở đó.  Chúng tôi đã tìm thấy cô ấy trên Tripadvisor, vì vậy cảm ơn bạn đã đăng thông tin liên hệ của cô ấy.  Melicia đã mua vé vào cửa cho chúng tôi và sau đó đưa cho chúng tôi biên lai để chúng tôi biết rằng chúng tôi đã bị tính số tiền mà cô ấy đã trả.  Thật tuyệt vì chúng tôi không phải xếp hàng chờ đợi.  Chuyến tham quan Chichen Itza của Melicias rất tốt.  Cô ấy cân nhắc rằng bố mẹ tôi đã lớn tuổi và tìm những nơi râm mát để họ ngồi và có lối đi thuận tiện vào phòng tắm.  Cô cũng chia sẻ nhiều lời khuyên và thông tin lịch sử về Chichen Itza.  Cô ấy cũng chỉ ra rằng có một khu vực bạn có thể ghé thăm ở đâu đó độc quyền hơn ở Chichen Itza nhưng bạn cần phải đặt trước một tuần.  Có một khu vực tương tự như Ek Balam cách Chichen Itza khoảng 20 phút tên là Yaxunah mà bạn vẫn có thể leo lên khu di tích.   Cuối cùng, tôi nghĩ thật tuyệt khi bạn có thể thấy phần đã được cải tạo và phần chưa được cải tạo.Đọc thêm",
            "Tôi đã đến được địa điểm khảo cổ tuyệt đẹp này bằng cách đặt một chuyến tham quan qua Royal Caribbean. Điều mà Royal Caribbean không nói với bạn là bạn dành cả ngày để đi du lịch. Khi bạn rời khỏi tàu du lịch của mình, bạn sẽ theo đám đông đến một chiếc tàu tốc độ cao kéo dài trong 30 phút đi và về. Vì vậy, ngay tại đó bạn đã lãng phí một giờ. Sau chuyến phà 30 phút đến Playa del Carmen, hướng dẫn viên sẽ dẫn bạn đến xe ô tô có máy lạnh. Ở đây bạn sẽ đi trên đường trong 2 giờ 30 phút. Tổng cộng là 5 giờ đi và về. Tuy nhiên, họ sẽ đưa cho bạn túi đồ ăn trưa khi bạn lên xe buýt. KHÔNG có internet trên xe buýt. Tôi không bận tâm vì tôi đang đi nghỉ. Như vậy tính đến thời điểm hiện tại, bạn đã lãng phí 6 tiếng đồng hồ cho việc di chuyển. Khi bạn đến Chichén Itza, hướng dẫn viên còn 1 giờ ở công viên. Theo tôi, điều đó là không đủ để tận hưởng toàn bộ công viên. Bên trong công viên, hướng dẫn viên sẽ hộ tống bạn qua những tàn tích và tường thuật đầy đủ trên đường đi. Bạn sẽ thấy một số chữ tượng hình bí ẩn vẫn còn tồn tại cho đến ngày nay. Ngoài ra, không ai có thể leo lên những ngôi đền kim tự tháp này khi chúng được rào kín. Nếu biết chuyện này xảy ra như thế này, tôi đã không trả 200 USD cho chuyến tham quan này. Nếu tôi phải làm điều này một lần nữa, tôi sẽ bỏ hướng dẫn viên du lịch và tự mình mạo hiểm.Đọc thêm",
            "Chichén Itzá nằm ngoài thế giới này và là địa điểm không thể bỏ qua đối với bất kỳ ai đến thăm bán đảo Yucatán. Nó trở nên bận rộn, nhưng nó bận rộn là có lý do! Một số khuyến nghị: - Hãy đến sớm. Nó mở cửa lúc 8 giờ sáng. Hãy ở đó nhé. Các huấn luyện viên từ khu nghỉ dưỡng AI đến vào khoảng 11 giờ sáng với lượng người quá lớn- Hãy ở lại Valladolid gần đó và sử dụng nó làm căn cứ. Đây là một thị trấn nhỏ xinh đẹp, an toàn, đáng để khám phá- Hãy liên hệ với Taxi Personalizado và đặt một chiếc taxi riêng. Nó rẻ hơn so với một chuyến tham quan, và mặc dù xe buýt địa phương rẻ nhưng bạn vẫn bị ràng buộc với lịch trình bất tiện của chúng trong thời tiết nắng nóng! - Mang theo và uống thật nhiều nước. Trong rừng rất nóng và rất dễ bị mất nước. Khi chúng tôi đến thăm, nhiệt độ là 38C và rất ẩm ướt. - Hãy ngâm mình sau Chichen itza trong một cenote gần đó. Ik Kil thật tuyệt vời nhưng lại rất đông đúc.Đọc thêm",
            "Thật là một trang web tuyệt vời.  Chúng tôi bị lạc, lang thang qua những khu vực ít người ghé thăm.  Sự hiện diện của người bán là TUYỆT VỜI.  Mọi bóng râm đều bị chiếm giữ bởi ai đó đang cố bán cho bạn thứ tương tự mà 1000 thương gia gần đây nhất đã cố bán cho bạn.  Bạn sẽ bị bỏng và chết vì kiệt sức vì nóng trong khi chúng tạo ra âm thanh báo đốm bằng tay, thực sự rất hay. Tuy nhiên, một trang web tuyệt vời. Mang kem chống nắng và thuốc xịt côn trùng.  Có thể mang theo ô để che nắng vì người buôn bán không có ai để chia sẻ.  Lưu ý với các thương gia- hãy bán một số ô hoặc có thể những chiếc khăn choàng cổ làm mát đó và kiếm được TRIỆU ĐƠN.Đọc thêm",
            "Đây là lý do chính cho chuyến tham quan Yucatan mà tôi tham gia. Tôi muốn xem các địa điểm khảo cổ của người Maya và làm cách nào bạn có thể vượt qua Chichen-Itza? Tôi hiểu từ hướng dẫn viên rằng tôi đã không đến đó vào mùa du lịch cao điểm, nhưng ở một số nơi vẫn hơi đông đúc. Trời cũng nóng! Những người đánh giá khác đã đề cập đến tầm quan trọng của việc đi sớm và tôi tin họ. Chúng tôi có một người hướng dẫn đã liên kết với trang web và anh ấy rất tuyệt. Những lời giải thích của anh ấy thực sự đã giúp chúng tôi hiểu được mục đích và công dụng của các tòa nhà. Nếu trời không quá ấm thì tôi đã có thể đi bộ thêm một chút nữa. Nhưng tôi rất vui vì đã thực hiện chuyến đi để chiêm ngưỡng điều kỳ diệu này. Tôi thích Uxmal hơn vì một số lý do, nhưng Chichen-Itza vẫn rất tuyệt.Đọc thêm",
            "Chào buổi sáng Suellen, bạn thế nào? Bạn có tình cờ có thông tin liên hệ của người hướng dẫn đã đi cùng bạn đến Chichen Itza không?Đọc thêm",
            "Có ai có thể cho tôi biết liệu lái xe thuê có tiết kiệm không? Mọi kinh nghiệm về lái xin vui lòng Đọc thêm",
            "Xin chào, chúng tôi muốn đi xem tàn tích và một bể chứa nước và chuyến du ngoạn tại khách sạn có giá khoảng 125usd.\nChúng tôi muốn biết liệu bạn có thể đi bằng ô tô hay không và các tuyến đường có an toàn hay không. Ngoài ra, bạn đề xuất cenote nào sau Tàn tích!\nCảm ơn\nLời chào hỏi\nJuanĐọc thêm",
            "Xin chào, làm thế nào tôi có thể mua vé thông thường trực tuyến? Trên trang web tôi chỉ thấy các tùy chọn cho vé bỏ xếp hàng và vé tham quan. Có thể mua vé bình thường trực tuyến? Chúng tôi dự định đến đó sớm nên bỏ qua hàng chờ có lẽ là một sự lãng phí tiền bạc đối với chúng tôi. Cảm ơn!Đọc thêm",
            "Chúng tôi đến ngay sau giờ mở cửa và đó thực sự là một sở thú. Đường dây đã rộng rãi. Khi đến nơi, chúng tôi đã thuê một hướng dẫn viên, người có thể mua vé ở một cửa sổ khác, vì vậy chúng tôi mất khoảng 10 phút để lấy vé và kiểm tra hành lý. Theo như chúng tôi tìm hiểu thì không có cách nào để mua vé trước. Ngoài ra, bạn phải mua hai vé từ hai cửa sổ khác nhau. Một cái dành cho việc nhập cảnh và cái còn lại dành cho thuế. Hai người khác nhau kiểm tra vé, mỗi người một loại.Đọc thêm",
            "Xin chào mọi người, tôi thấy rằng phí đưa máy quay video vào Chichen Itza khoảng 50 MXN. Câu hỏi của tôi là họ có tính thêm phí gì khi mang theo bộ ổn định gimbal cho điện thoại di động của tôi không? hay còn là gậy selfie?Đọc thêm",
            "Rất tiếc là tôi không thể trả lời câu hỏi đó vì tôi không sử dụng máy ảnh phim. Tôi không phải trả bất kỳ khoản nào cho chiếc máy ảnh SLR của mình.Đọc thêm",
            "Xin chào, tôi sắp đến thăm Chichen Itza và tôi đi du lịch một mình nên tôi đã mua một chiếc chân máy vừa vặn trong túi xách và chỉ để sử dụng với điện thoại di động. Tôi có thể mang nó vào khu khảo cổ không?Đọc thêm",
            "Xin chào Mayra, lời khuyên là bạn không nên nhập những loại đối tượng này vì chúng có thể tính thêm phí cho bạn.Đọc thêm",
            "Có cần mua vé trước không?  Chúng tôi muốn đến rất sớm để khai mạc, vậy có nên mua vé trước không?  Cảm ơn nhiềuĐọc thêm",
            "bạn có thể mua trước đây, nhưng chúng tôi đã mua và phải xếp hàng dài đặc biệt để mua hàng trực tuyến, rất lâu nên ban quản lý đã hỗ trợ chúng tôi!!!Đọc thêm",
            "Giá vé tại quầy dành cho người lớn và trẻ em là bao nhiêu? Không có bất kỳ chuyến tham quan hoặc hướng dẫn du lịch. Chỉ dành cho lối vào và bãi đậu xe.Đọc thêm",
            "Trang web cho biết bên dưới, tuy nhiên, tôi đang tham gia một chuyến tham quan trong ngày với các điểm dừng khác với giá 120usd. Chúng tôi đến đó vào giữa ngày và rất đông. Thật may mắn cho chúng tôi, trời bắt đầu mưa và mọi người rời đi nên chúng tôi có tất cả cho riêng mình. Lời khuyên của các nhà cung cấp là cực kỳ tích cực và bạn có thể tìm thấy những món quà lưu niệm tương tự rẻ hơn ở nơi khác.\n\nSơ tuyển\n\nNgười lớn 13: 613 MXN\n\nTrẻ em: 90 MXN\n\nCông dân Mexico: 272 MXN\n\nID Yucatan địa phương: 90 MXNĐọc thêm",
            "Chúng tôi dự định đến thăm Chichen Itzá vào tháng 2 này. Chúng tôi đã đặt một khách sạn ở Chichen Itzá. Có chuyến tham quan nào đón bạn và đưa bạn đến tất cả các địa điểm không? Có vẻ như hầu hết các tour đều đến từ Cancun. Khách sạn của chúng tôi cách cổng chính khoảng 2,5 km. Chúng tôi muốn đi cùng một nhóm.Đọc thêm",
            "Tôi cũng đến từ Cancun xin lỗiĐọc thêm",
            "Có xe buýt công cộng nào tôi có thể bắt từ ngay bên ngoài Chichen Itza để đến Cancun vào khoảng 12 giờ trưa hoặc 1 giờ chiều không?Đọc thêm",
            "Có rất nhiều xe buýt và ô tô gần đó, nhưng không chắc chúng đi đâu. Xin lỗiĐọc thêm"
        ],
        "star_ratings": [
            18447,
            5767,
            1477,
            449,
            269
        ],
        "review_amount": 26409,
        "location": [
            "Chichen Itza",
            "México",
            "Các hoạt động ở Chichen Itza",
            "bán đảo Yucatan",
            "Yucatán"
        ],
        "reviews_time": [
            "Written June 10, 2023",
            "Written June 17, 2023",
            "Written June 26, 2023",
            "Written June 26, 2023",
            "Written July 5, 2023",
            "Written July 6, 2023",
            "Written July 12, 2023",
            "Written July 20, 2023",
            "Written August 14, 2023",
            "Written August 18, 2023",
            "Written June 2, 2024",
            "Written June 1, 2024",
            "Written May 31, 2024",
            "Written May 30, 2024",
            "Written May 28, 2024",
            "Written May 26, 2024",
            "Written May 20, 2024",
            "Written May 14, 2024",
            "Written May 7, 2024",
            "Written May 2, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g150808-d153407-Reviews-Chichen_Itza-Chichen_Itza_Yucatan_Peninsula.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g150808-d4005808-Reviews-Taco_Maya_By_Oxtun-Chichen_Itza_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Restaurant_Review-g150808-d23861217-Reviews-We_Proudly_Serve_Starbucks_Chichen_Itza-Chichen_Itza_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Restaurant_Review-g150808-d3709989-Reviews-Hotel_Bungalows_Mayaland_Buffet_Restaurant-Chichen_Itza_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Restaurant_Review-g150808-d11661364-Reviews-Mural-Chichen_Itza_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Restaurant_Review-g150808-d7304451-Reviews-Hacienda_Chichen-Chichen_Itza_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1221517-d3245571-Reviews-Pueblo_Maya-Piste_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1221517-d3513612-Reviews-Las_Mestizas_Comida_Yucateca-Piste_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1221517-d12295878-Reviews-Polleria_Los_Pajaros-Piste_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1221517-d3368627-Reviews-Restaurante_Hacienda_Xaybe_h-Piste_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1221517-d17206449-Reviews-Luna_Cafe-Piste_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150808-d13529945-Reviews-Temple_of_the_Bearded_Man-Chichen_Itza_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150808-d538163-Reviews-The_Red_House_Chichanchob-Chichen_Itza_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150808-d13530048-Reviews-Plataforma_de_Venus-Chichen_Itza_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150808-d538139-Reviews-Temple_of_the_Warriors-Chichen_Itza_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150808-d4006982-Reviews-El_Caracol-Chichen_Itza_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150808-d153143-Reviews-Sacred_Cenote-Chichen_Itza_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150808-d13530008-Reviews-La_Iglesia-Chichen_Itza_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150808-d504639-Reviews-Gran_Juego_de_Pelota-Chichen_Itza_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150808-d1137451-Reviews-Cenote_Ik_kil-Chichen_Itza_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150808-d27239538-Reviews-Tzompantli-Chichen_Itza_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150808-d153407-Reviews-or10-Chichen_Itza-Chichen_Itza_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150808-d153380-Reviews-Templo_de_Kukulkan-Chichen_Itza_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150808-d13529994-Reviews-The_Ossuary-Chichen_Itza_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150808-d16852021-Reviews-Plataforma_de_las_Aguilas_y_los_Jaguares-Chichen_Itza_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150808-d8442736-Reviews-Chichen_Itza_Noche_de_Kukulkan-Chichen_Itza_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150808-d2715876-Reviews-Flavio_s_Tours-Chichen_Itza_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150808-d2010415-Reviews-Xichen_by_Xcaret-Chichen_Itza_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150808-d19694785-Reviews-Chichen_Itza_Cenote-Chichen_Itza_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g11807683-d10086594-Reviews-Casa_Museo_Arte_Maya-Tinum_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g309713-d310455-Reviews-Papua_Wigmore_s_Waterfall-Rarotonga_Southern_Cook_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g580452-d629740-Reviews-Playa_Crash_Boat-Aguadilla_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g56964-d3334808-Reviews-Cowabunga_Bay-Draper_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g274725-d1465987-Reviews-Europejskie_Centrum_SolidarnoSci-Gdansk_Pomerania_Province_Northern_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g608713-d3264290-Reviews-Sunj_Beach-Lopud_Dubrovnik_Dubrovnik_Neretva_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g293920-d455888-Reviews-Coral_Island-Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g31437-d8008901-Reviews-Tanyard_Creek_Nature_Trail-Bella_Vista_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g666312-d4795490-Reviews-Mylos_Beach_Bar_Kos-Kos_Town_Kos_Dodecanese_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g49403-d7928999-Reviews-Oak_Island_Jungle_Golf-Oak_Island_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g674587-d8274316-Reviews-Elephant_Transit_Home_ETH-Udawalawe_National_Park.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g150808-d153407-Reviews-or10-Chichen_Itza-Chichen_Itza_Yucatan_Peninsula.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g150808-d153407-Reviews-Chichen_Itza-Chichen_Itza_Yucatan_Peninsula.html"
    }
]