[
    {
        "attraction_name": "Chiesa di Sant'Ignazio di Loyola",
        "attraction_name_vi": "Nhà thờ Thánh Ignatius Loyola",
        "general_info": [
            "3.912 đánh giá",
            "28 trong số 2.427 điều cần làm ở Rome",
            "Địa điểm tôn giáo",
            "Nhà thờ"
        ],
        "attraction_summary": "Một nhà thờ Dòng Tên theo phong cách baroque với trần nhà tuyệt đẹp, được bao phủ bởi những bức bích họa tinh xảo và chi tiết. Điểm nổi bật là mái vòm giả trompe lœil.Đọc thêm",
        "reviews": [
            "Với ba quảng trường được yêu thích nhất ở Rome cách nhau năm phút đi bộ, khu vực NavonaPantheonCampo có thể là khu vực đẹp nhất và đẹp nhất của thành phố. Hãy tham gia cùng đám đông xinh đẹp đang tụ tập trong các quán cà phê, cửa hàng thời trang, phòng trưng bày nghệ thuật và quán rượu hoặc ghé thăm bảo tàng hoặc tượng đài ở khu vực lân cận. Nếu bạn muốn di chuyển không ngừng nghỉ, đường phố ở đây luôn tấp nập những người đi xe đạp sang trọng và những người lái xe Vespa, những người bán hàng rong, thương gia và người dân địa phương. Không có vần điệu hay lý do nào cho những con đường quanh co ở đây và có điều gì đó để ngắm nhìn ở mọi ngóc ngách, vì vậy hãy tận hưởng chuyến đi lang thang tự phát.Đọc thêm",
            "Nhà thờ này có trần sơn tuyệt đẹp, được sơn trông giống mái vòm nhưng thực chất là bằng phẳng. Có một tấm gương để bạn có thể nhìn rõ hơn lên trần nhà. Khi chúng tôi đến đó, đã có một hàng dài người xếp hàng để được soi gương, một số nhóm dường như đứng rất lâu trước gương mà không tính đến hàng người xếp hàng phía sau.Đọc thêm",
            "Chúng tôi đã đến thăm nhà thờ tuyệt đẹp này trên đường trở về từ thăm Pantheon. Mặc dù có một hàng dài những người muốn nhìn thấy trần nhà được sơn đẹp mắt với sự hỗ trợ của gương, nhưng chúng tôi vẫn có thể bước vào ngay vì có thể nhìn lên mà không cần gương. Các chi tiết ở mọi góc đều thật ngoạn mục. Đáng để ghé thăm.Đọc thêm",
            "Chưa bao giờ tôi được chứng kiến ​​một nơi nào hoành tráng đến thế, nghệ thuật, lịch sử, mọi thứ từ sàn đến trần đều rực rỡ đến khó tin. Bạn có cảm giác như đang bước theo bước chân của những người có tầm quan trọng lịch sử như vậy và ngay cả khi bạn không theo đạo thì đó vẫn là cơ hội tuyệt vời để xem một số tác phẩm nghệ thuật thực sự tráng lệ. Đầu óc tôi choáng váng.\nBạn có thể dành 100 năm để ngắm nhìn tác phẩm nghệ thuật được trưng bày mà vẫn tìm thấy điều gì đó mới mẻ mỗi khi nhìn xung quanh. Đọc thêm",
            "Mặc dù tôi đã đến thăm Rome 3 lần nhưng tôi chưa bao giờ đến thăm nhà thờ này. Tôi rất vui vì đã đến thăm lần này. Đỉnh cao thật ngoạn mục!! Nó giống như nhà nguyện Sistina có một tấm gương lớn nơi bạn có thể nhìn thấy đỉnh mà không cần nhìn lênĐọc thêm",
            "Nhà thờ thật tuyệt vời, và bức tranh trên trần nhà thật ngoạn mục! Bạn có thể trả 1 để có được một bức ảnh đặc biệt trong gương hướng lên trần nhà.\nTuy nhiên, nhà thờ trở nên phổ biến trên internet nên rất đông đúc và hàng người xếp hàng để lấy gương cũng rất lớn, vì vậy hãy chuẩn bị tinh thần!Đọc thêm",
            "Nhà thờ tuyệt đẹp, chắc chắn nên dừng chân ở đây. Tuy nhiên, nếu bạn muốn chụp ảnh phản chiếu khét tiếng... HÃY ĐẾN VÀO BAN ĐÊM! Chúng tôi dừng lại hai lần trong ngày và thấy một hàng đợi dài 40 phút. Nhưng khi chúng tôi đến lúc 10 giờ tối, chúng tôi là những người duy nhất ở đó. Trần nhà sáng lên khi bạn trả 1 đô la, vì vậy không thành vấn đề nếu đó là ban đêm và bạn có toàn bộ nhà thờ cho riêng mình. Chắc chắn là kỳ diệu hơn. Đọc thêm",
            "Đây là một trong những nhà thờ Baroque yêu thích của tôi ở Rome. Nó nằm ở quảng trường Piazza SantIgnazio, chỉ cách Pantheon vài phút đi bộ về phía đông. Được xây dựng vào thế kỷ 17, nhà thờ được trang trí lộng lẫy với mặt tiền đẹp, bố cục nội thất theo phong cách chữ thập Latinh với các cột đá cẩm thạch, mạ vàng đậm, nhà nguyện phụ, bàn thờ chính và nhà thờ. \n\nĐiểm nổi bật bao gồm bức bích họa trên trần tuyệt tác của Andrea Pozzo Trompe lceil có thể là một trong những bức tranh đẹp nhất thế giới. Có những chiếc gương trên mặt đất mà bạn có thể sử dụng để xem bức bích họa trên trần nhà mà không bị bẩn cổ. Nó là đáng chú ý. Cũng như bức bích họa mái vòm giả ảo giác của Pozzos, một kiệt tác khác đáng để dành thời gian thưởng thức khi ngắm nhìn nội thất của St. Ignazio di Loyola. \n\nCuối cùng, đây là một nhà thờ đẹp nhưng bên trong có thể rất đông khách du lịch nên hãy kiên nhẫn và cân nhắc đến thăm vào sáng sớm nếu bạn muốn ngắm nhìn nhà thờ thoải mái hơn.Đọc thêm",
            "Đối với tôi đây là nhà thờ đẹp nhất ở Rome, trần nhà bằng kính và thật tuyệt vời khi ngắm nhìn từ dưới lên hoặc từ gương. Nó đơn giản là không thể tin được.Đọc thêm",
            "Chúng tôi dừng lại ở đây để tham quan nhanh khi được kể về trần phẳng trông giống như mái vòm. Thực sự tuyệt vời. Bạn có thể nhìn nó nhiều lần và nó vẫn là một cảnh tượng đáng chiêm ngưỡng. Đọc thêm",
            "Đây là một trong những nhà thờ Baroque yêu thích của tôi ở Rome. Nó nằm ở quảng trường Piazza SantIgnazio, chỉ cách Pantheon vài phút đi bộ về phía đông. Được xây dựng vào thế kỷ 17, nhà thờ được trang trí lộng lẫy với mặt tiền đẹp, bố cục nội thất theo phong cách chữ thập Latinh với các cột đá cẩm thạch, mạ vàng đậm, nhà nguyện phụ, bàn thờ chính và nhà thờ. Điểm nổi bật bao gồm bức bích họa trên trần tuyệt tác của Andrea Pozzo Trompe lceil có thể là một trong những bức tranh đẹp nhất thế giới. Có những chiếc gương trên mặt đất mà bạn có thể sử dụng để xem bức bích họa trên trần nhà mà không bị bẩn cổ. Nó là đáng chú ý. Cũng như bức bích họa mái vòm giả ảo giác của Pozzos, một kiệt tác khác đáng để dành thời gian thưởng thức khi ngắm nhìn nội thất của St. Ignazio di Loyola. Cuối cùng, đây là một nhà thờ đẹp nhưng bên trong có thể rất đông khách du lịch nên hãy kiên nhẫn và cân nhắc đến thăm vào sáng sớm nếu bạn muốn ngắm nhìn nhà thờ thoải mái hơn.Đọc thêm",
            "Nhà thờ hoàn toàn tuyệt đẹp, chắc chắn khuyên bạn nên dừng lại ở đây. Tuy nhiên, nếu bạn đang muốn chụp bức ảnh phản chiếu khét tiếng ... ĐI VÀO ĐÊM! Chúng tôi dừng lại hai lần trong ngày và thấy hàng đợi kéo dài 40 phút. Nhưng khi chúng tôi đến lúc 10 giờ tối, chúng tôi là những người duy nhất ở đó. Trần nhà sẽ sáng lên khi bạn đặt 1 khoản phí, vì vậy không thành vấn đề vào ban đêm và bạn có toàn bộ nhà thờ cho riêng mình. Chắc chắn là huyền diệu hơn.Đọc thêm",
            "Nhà thờ thật tuyệt vời, và bức tranh trên trần nhà thật ngoạn mục! Bạn có thể trả 1 để có được một bức ảnh đặc biệt trong gương hướng lên trần nhà. Tuy nhiên, nhà thờ trở nên phổ biến trên internet nên rất đông đúc và hàng dài người xếp hàng mua gương cũng rất lớn, vì vậy hãy chuẩn bị tinh thần!Đọc thêm",
            "Chúng tôi chỉ dừng lại vì nhà thờ này nằm dọc đường từ Pantheon đến Trevi - trần nhà rất thú vị, phần còn lại của nhà thờ vẫn ổn. Có một chiếc gương để ngắm trần nhà mà không bị đau cổ nhưng việc xếp hàng thật điên rồ khi chúng tôi đến đó.Đọc thêm",
            "Dành riêng cho người sáng lập dòng Tên, nhà thờ lớn theo phong cách baroque này tự hào có trần nhà ấn tượng và những bàn thờ lạ mắt. Tuy nhiên, nội thất màu xám của nó hóa ra lại khá buồn tẻ.Đọc thêm",
            "Mặc dù tôi đã đến thăm Rome 3 lần nhưng tôi chưa bao giờ đến thăm nhà thờ này. Tôi rất vui vì đã đến thăm lần này. Đỉnh cao thật ngoạn mục!! Nó giống như nhà nguyện Sistina có một tấm gương lớn nơi bạn có thể nhìn thấy đỉnh mà không cần nhìn lênĐọc thêm",
            "Rome đang bùng nổ với kiến ​​trúc tuyệt đẹp và bạn có thể tha thứ cho việc đi lang thang qua đây mà không nhận ra điều đó, tuy nhiên hãy nỗ lực vì tác phẩm nghệ thuật của nó rất đáng chú ý. Đọc thêm",
            "rất tuyệt và nếu bạn đang đi dạo ở Rome, chắc chắn bạn sẽ đi ngang qua nó khá nhiều lần và thậm chí có thể không để ý vì vậy nếu bạn có thời gian, hãy kiểm tra nó nhưng tôi cũng sẽ không đặt nó làm ưu tiên hàng đầu nếu bạn chỉ có một vài ngày. có một trần nhà với một con chim bồ câu cũng làm tôi nhớ đến những chú chim bồ câu nên điều đó thật tuyệt ig!Đọc thêm",
            "Có được phép chụp ảnh không? Đọc thêm",
            "Tất nhiên rồi. Ở ngôi chùa đó không có hạn chế về việc chụp ảnh, chỉ không có đèn flash.Đọc thêm",
            "Xin chào, bạn có trả phí vào cửa Nhà thờ Sant&#39;Ignazio di Loyola không? cảm ơnĐọc thêm",
            "Không, vào cửa miễn phí.\nGiờ làm việc từ Thứ Hai đến Thứ Bảy, 7 giờ 30 sáng - 7 giờ tối Chủ nhật 9 giờ sáng - 7 giờ tốiĐọc thêm",
            "Tôi đã gặp một người không quen biết đã đến gặp tôi và đưa cho tôi một tấm vé vào thời điểm lễ cầu nguyện của Thánh Ignatius. Điều này có xảy ra với ai không?",
            "Xin lỗi, tôi không phải là người Công giáo, tôi không đi lễ, tôi không biết nhưng nhà thờ có hoặc có website không...?Đọc thêm",
            "Xin chào! Có quy định về trang phục nghiêm ngặt không? Cảm ơn bạn rất nhiều! Xin chào.Đọc thêm",
            "Vâng Dany! Như trong tất cả các Giáo hội ở Châu Âu. Bạn không thể vào với quần short, váy ngắn và vai trần. Đó là sự tôn kính Chúa hiện diện trong Giáo Hội. Chúc bạn có một chuyến đi vui vẻ!Đọc thêm",
            "tham quan miễn phí hay bạn phải trả phí?Đọc thêm",
            "Xin chào, chuyến tham quan là miễn phí.Đọc thêm",
            "Khi nào những tháng chữa bệnh diễn ra? Vào ngày nào?Đọc thêm",
            "Tôi nghĩ hôm nay là thứ Sáu thứ hai trong tháng Đọc thêm",
            "Đọc trực tuyến có một chuyến tham quan có hướng dẫn miễn phí vào những thời điểm nhất định. Có ai thử cái này không? Có đáng làm không? Ngoài ra, ngôn ngữ nào?Đọc thêm",
            "Chúng tôi nhờ một người lớn tuổi tiếp cận vợ chồng tôi trong nhà thờ và giải thích ngắn gọn cho chúng tôi trong 5 phút về hiệu ứng hình ảnh của mái vòm.\nAnh ấy nói tiếng Tây Ban Nha, có thể nói được các ngôn ngữ khác và dường như ở đó khiến người khác phải ngạc nhiên về kiến ​​thức của mình.\nNgoài ra còn có một người bán sách bên trong và tôi nghĩ anh ấy có thể hỗ trợ trả lời ai và khi nào đưa ra chuyến tham quan.\nHy vọng điều này sẽ giúp ích.Đọc thêm",
            "Làm thế nào để bạn tìm thấy nóĐọc thêm",
            "Nó ở phía đông của Pantheon.  Khi bạn đối mặt với Pantheon, hãy rẽ trái vào Via Del Seminario. Nó giống như một khối.Đọc thêm",
            "Nó có miễn phí không?Đọc thêm",
            "Tất cả các nhà thờ ở Rome đều miễn phí nhưng chỉ trong nhà thờ này, bạn còn có hướng dẫn viên du lịch miễn phí vào mỗi thứ Ba, thứ Năm và thứ Bảy từ 15 đến 18. Hãy tận hưởng!Đọc thêm"
        ],
        "star_ratings": [
            2934,
            886,
            85,
            8,
            2
        ],
        "review_amount": 3915,
        "location": [
            "Lazio",
            "la Mã",
            "Nhà thờ Thánh Ignatius Loyola",
            "Những điều cần làm ở Rome",
            "Châu Âu",
            "Nước Ý"
        ],
        "reviews_time": [
            "Written August 1, 2023",
            "Written August 1, 2023",
            "Written September 5, 2023",
            "Written February 11, 2024",
            "Written April 11, 2024",
            "Written May 8, 2024",
            "Written May 26, 2024",
            "Written June 6, 2024",
            "Written June 2, 2024",
            "Written May 26, 2024",
            "Written May 8, 2024",
            "Written April 11, 2024",
            "Written April 7, 2024",
            "Written April 3, 2024",
            "Written February 11, 2024",
            "Written February 8, 2024",
            "Written November 20, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g187791-d527786-Reviews-Chiesa_di_Sant_Ignazio_di_Loyola-Rome_Lazio.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g187791-d27183856-Reviews-Da_Cicero-Rome_Lazio.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187791-d4437197-Reviews-Pizza_E_Mozzarella-Rome_Lazio.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187791-d26805150-Reviews-Pasta_E_Vino_Palombella-Rome_Lazio.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187791-d24139329-Reviews-Godo_Dal_1661-Rome_Lazio.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187791-d10044289-Reviews-Pane_e_Salame-Rome_Lazio.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187791-d26364258-Reviews-Osteria_del_Grillo-Rome_Lazio.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187791-d10266275-Reviews-La_Baguetteria_del_Valle-Rome_Lazio.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187791-d10060299-Reviews-Pane_pane_vino_Ar_Vino-Rome_Lazio.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187791-d27507124-Reviews-Il_Panino_Ingegnos-Rome_Lazio.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187791-d817038-Reviews-Agrodolce-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d8745528-Reviews-Piazza_Sant_Ignazio-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d2523583-Reviews-Biblioteca_Casanatense-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d12869886-Reviews-Palazzo_Gabrielli_Borromeo-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d11884519-Reviews-Biblioteca_della_Camera_dei_Deputati-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d9883689-Reviews-Palazzo_San_Macuto-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d197714-Reviews-Pantheon-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d243025-Reviews-Santa_Maria_Sopra_Minerva-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d192283-Reviews-Centro_Storico-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d1816397-Reviews-Tempio_di_Adriano-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d5996645-Reviews-Piazza_Di_Pietra-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d527786-Reviews-or10-Chiesa_di_Sant_Ignazio_di_Loyola-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d192274-Reviews-Basilica_di_Santa_Maria_Maggiore-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d192285-Reviews-Colosseum-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d2154770-Reviews-Roman_Forum-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d190121-Reviews-Piazza_Navona-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d190996-Reviews-Palatine_Hill-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d190131-Reviews-Trevi_Fountain-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d190985-Reviews-Monumento_a_Vittorio_Emanuele_II-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d191105-Reviews-Museo_Nazionale_di_Castel_Sant_Angelo-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d190123-Reviews-Trastevere-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d801361-Reviews-Rome_Walks-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d2702577-Reviews-Rex_Tours_The_Rome_Experience-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d2371718-Reviews-Elephant_and_Minerva_Obelisk-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d7708746-Reviews-San_Marcello_al_Corso-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d10678479-Reviews-Piazza_della_Minerva-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g295413-d1075400-Reviews-Sozo_Water_Park-Lahore_Punjab_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d4312699-Reviews-38Riv-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d207764-Reviews-Angel_Park_Golf_Club-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g187849-d5062512-Reviews-Naviglio_Grande-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g59476-d2263077-Reviews-Spruce_Knob-Riverton_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d7909862-Reviews-Phil_Lynott_Statue-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g298658-d12458107-Reviews-Orak_Adasi-Bodrum_City_Bodrum_District_Mugla_Province_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g2357749-d7082935-Reviews-Thessaloniki_Zoo-Agios_Pavlos_Thessaloniki_Region_Central_Macedonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60403-d4406418-Reviews-Dells_Lumberjack_Show-Wisconsin_Dells_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187443-d191137-Reviews-Catedral_de_Sevilla-Seville_Province_of_Seville_Andalucia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g187791-d527786-Reviews-or10-Chiesa_di_Sant_Ignazio_di_Loyola-Rome_Lazio.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g187791-d527786-Reviews-Chiesa_di_Sant_Ignazio_di_Loyola-Rome_Lazio.html"
    }
]