[
    {
        "attraction_name": "Children's City",
        "attraction_name_vi": "Thành phố trẻ em",
        "general_info": [
            "233 đánh giá",
            "63 trong số 605 điều cần làm ở Dubai",
            "Công viên giải trí chủ đề",
            "Công viên"
        ],
        "attraction_summary": "Thành phố Trẻ em có trụ sở tại Dubai là thành phố giáo dục đầu tiên ở Các Tiểu vương quốc Ả Rập Thống nhất dành cho trẻ em từ hai đến mười lăm tuổi, nơi các em có thể điều tra, khám phá, vui chơi, khám phá và tìm hiểu về thế giới chúng ta đang sống. Thành phố trẻ em được thiết kế đặc biệt để trẻ em cùng nhau tương tác và khám phá trong các nhóm gia đình và trường học. Nó chứa một số triển lãm và chương trình như trung tâm thiên nhiên, khám phá không gian, cơ thể con người, cung thiên văn, cách chúng ta sống và văn hóa quốc tế cũng như khu vực dành cho trẻ mới biết đi. Ngoài ra, Thành phố Trẻ em còn tổ chức các buổi hội thảo giáo dục hàng ngày trong suốt cả năm tại các phòng trưng bày khác nhau hoặc trong các hội trường được xây dựng có mục đích và các chương trình giải trí tại Nhà hát Thành phố Trẻ em dành cho học sinh, trẻ em và gia đình.Đọc thêm",
        "reviews": [
            "Đọc thêm",
            "Nơi tốt nhất cho trại hè. Con gái tôi thực sự thích trải nghiệm này! Họ đã nỗ lực rất nhiều trong việc sắp xếp các chuyến đi thực địa và các hoạt động vừa mang tính giáo dục vừa vui vẻ. Tôi đặc biệt giới thiệu địa điểm này cho tất cả các bậc phụ huynh đang tìm trại hè cho con mình.Đọc thêm",
            "Hessa thân mến,\n\nLời chào nồng nhiệt từ Thành phố trẻ em Dubai và cảm ơn rất nhiều vì đánh giá tuyệt vời này. Chúng tôi rất vui khi biết rằng Trại hè của chúng tôi mang lại niềm vui trọn vẹn cho con bạn và chúng tôi mong muốn chúng sẽ trở thành một phần trong chương trình của chúng tôi trong nhiều lần nữa.\n\nTrân trọng,\n\nĐội Trẻ em Thành phốĐọc thêm",
            "Một trong những trại hè tốt nhất ở Dubai!\nCon gái tôi rất thích trại hè ở Thành phố Trẻ em.\nCô ấy về nhà say sưa về mọi thứ và mọi người. Các nhân viên thật phi thường. Cô đã có những chuyến đi chơi, trải nghiệm thể thao dưới nước và hoạt động đáng kinh ngạc nhất.\nCảm ơn bạn rất nhiều. Đó thực sự là một trải nghiệm tuyệt vời đối với cô ấy và đối với tôi khi biết cô ấy đang vui vẻ trong một môi trường an toàn và tràn ngập niềm vui.Đọc thêm",
            "Đây là trại hè được tổ chức tốt nhất. Đội ngũ rất chủ động, chuyên nghiệp và được đào tạo tốt. Cả hai chàng trai của tôi đều rất vui khi tham gia và tôi thực sự khuyên bạn nên tham gia. Tôi thực sự thích những cập nhật hàng ngày, những chuyến đi thực địa suôn sẻ và cách họ chăm chút từng chi tiết nhỏ. Ngoài ra, lịch trình luôn bận rộn với các hoạt động học tập vui nhộn thú vị. \nLàm tốt lắm mọi người đã đóng góp vào dự án thành công này và phát triển môi trường hạnh phúc lành mạnh này .. \ncảm ơn bạn .. Đọc thêm",
            "Con tôi đã tham gia trại hè trong thành phố, tôi không thể diễn tả được động lực và giới hạn giải trí mà bọn trẻ tận hưởng từng khoảnh khắc .. tất cả các hoạt động đều tuyệt vời và khác thường, chúng có lịch trình các chuyến đi bao gồm các sân chơi trong nhà mùa hè .. con tôi bắt đầu ngủ sớm và cũng thức dậy! \nThành thật mà nói, trải nghiệm này thật khác thường và không giống như tất cả các trại hè trước đây của tôi, thậm chí còn ít giá hơn và xứng đáng hơn! \n\nĐội ngũ nhân viên, tất cả các cô gái và nhóm đều rất tốt bụng, tôi thực sự yêu họ, cô Ayesha và cô Maryam và cô Suad và tất cả các nhân viên đều là những ngôi sao .. \n\nTôi chỉ ước rằng điều này có thể kéo dài ít nhất một tháng .. \n\nHẹn gặp lại các bạn vào mùa hè năm sau! Đọc thêm",
            "Kính thưa quý khách,\n\nLời chào nồng nhiệt từ Thành phố Trẻ em và cảm ơn rất nhiều vì những phản hồi tuyệt vời về chương trình Trại hè 2023 của chúng tôi. Chúng tôi rất vui mừng khi biết đây là một trải nghiệm khó quên đối với con bạn. Chúng tôi rất mong được gặp lại bạn trong những cuộc gặp gỡ tuyệt vời hơn. \n\nTrân trọng,\n\nĐội Trẻ em Thành phốĐọc thêm",
            "Chúng tôi rất biết ơn về trải nghiệm trại hè tuyệt vời đã mang đến cho các em của chúng tôi. \n\nCác nhân viên và tình nguyện viên đã thể hiện sự thân thiện và chuyên nghiệp đặc biệt, góp phần rất lớn vào bầu không khí tích cực. \n\nCảm ơn bạn đã biến đây thành một khoảng thời gian đáng nhớ và thú vị đối với họ.Đọc thêm",
            "Gần đây tôi đã gửi con mình đến Trại hè Thành phố Trẻ em và đó là một trải nghiệm tuyệt vời! Cái giá phải trả là xứng đáng và những chuyến đi mà họ tham gia thực sự rất vui và mang tính giáo dục. Họ đã học được rất nhiều điều từ các buổi hội thảo và họ đã có khoảng thời gian tuyệt vời khi thực hiện chúng. Tôi chắc chắn sẽ giới thiệu trại và thành phố dành cho trẻ em này cho các bậc cha mẹ khác muốn con mình có được trải nghiệm giáo dục thú vị và tuyệt vời. Các nhân viên rất tốt bụng Đọc thêm",
            "Kính gửi Nooras917,\n\nLời chào nồng nhiệt từ Thành phố trẻ em và cảm ơn rất nhiều vì đã đăng phản hồi tuyệt vời này. Chúng tôi rất vui khi đọc đánh giá của bạn và rất mong được chào đón bạn quay trở lại để có trải nghiệm Trại hè tuyệt vời khác.\n\nTrân trọng,\n\nNhóm Công viên Công cộng DubaiĐọc thêm",
            "Thành phố trẻ em là nơi bạn muốn đến khi đến Dubai cùng các bạn nhỏ. Đầu tiên, nơi này là trong nhà và có hệ thống điều hòa không khí tốt nên bạn có thể ghé thăm ngay cả trong những ngày hè nóng nực. Thứ hai, họ có sân chơi trong nhà thực sự tốt, ngay cả đối với trẻ mới biết đi. Chuyến thăm dành cho 2 người lớn và 2 trẻ em tiêu tốn của chúng tôi 40 dirham. Ở Dubai rất khó để tìm được một điểm tham quan có giá phải chăng dành cho trẻ em và Thành phố trẻ em chắc chắn là một trong những địa điểm bạn nên ghé thăm. Chúng tôi đã ở đó được 3 tiếng rồi. Kiểm tra xem họ có chiếu phim ở cung thiên văn không, chúng tôi có phim lúc 13:00\n\nMẹo: Dolphinarium nằm trong khoảng cách đi bộ, bạn chắc chắn có thể đến hai địa điểm trong cùng một ngày.Đọc thêm",
            "Dansha1987 thân mến,\n\nLời chào nồng nhiệt đến bạn từ Thành phố trẻ em Dubai và cảm ơn rất nhiều vì phản hồi tuyệt vời này dựa trên chuyến thăm gần đây của bạn tới cơ sở của chúng tôi, chúng tôi vô cùng biết ơn về đánh giá tuyệt vời này với đầy đủ các đề xuất và lời khuyên, chắc chắn hữu ích cho những người khác dự định đến thăm chúng tôi. Chúng tôi rất mong được chào đón bạn quay trở lại để có những trải nghiệm thú vị hơn cho cả gia đình.\n\nTrân trọng,\n\nĐội Trẻ em Thành phốĐọc thêm",
            "Chúng tôi tan trường như một chuyến đi học tập trong tuần lễ không gian. Cái giá phải trả là xứng đáng và những chuyến đi mà họ tham gia thực sự rất vui và mang tính giáo dục. Các em học sinh đã có khoảng thời gian tuyệt vời, đặc biệt là chương trình biểu diễn laser, biểu diễn múa rối và chương trình biểu diễn cung thiên văn. Tôi chắc chắn sẽ giới thiệu cho trường khác. Trải nghiệm giáo dục tuyệt vời.Đọc thêm",
            "Kính thưa quý khách,\n\nLời chào nồng nhiệt từ Thành phố Trẻ em Dubai và cảm ơn rất nhiều vì đã dành thời gian đăng bài đánh giá xuất sắc này. Chúng tôi đánh giá cao thời gian của bạn và đánh giá cao ý kiến ​​đóng góp của bạn tại bài viết này. Thật vui khi biết rằng cơ sở vật chất giáo dục của chúng tôi đã đáp ứng được mong đợi của bạn. \n\nChúng tôi rất mong được chào đón bạn quay trở lại sớm tại cơ sở của chúng tôi.\n\nTrân trọng,\n\nĐội Trẻ em Thành phốĐọc thêm",
            "Hôm nay tôi đến thăm công viên lạch. Tôi rất ngạc nhiên trước sự kiện tuyệt vời dành cho trẻ em Doanh nhân tương lai do Thành phố Trẻ em tổ chức. Năm tới, tôi sẽ cùng các con tôi tham gia bán sản phẩm và đồ thủ công của chúng.Đọc thêm",
            "Thật tuyệt khi thấy các nhà thám hiểm nhỏ của tôi vui chơi trong khu vui chơi và khám phá các cơ sở giáo dục như cơ thể con người và khám phá không gian. \nCon gái tôi rất vui khi bán được các phụ kiện thủ công của mình bằng cách tham gia sự kiện của doanh nhân tương lai. \nTài năng đặc biệt của bạn trong việc tổ chức một sự kiện thành công như vậy được đánh giá rất cao. Cảm ơn bạn đã mang đến cho chúng tôi một trải nghiệm khó quên. Đọc thêm",
            "Nơi tuyệt vời cho trẻ em và gia đình! Nội dung rất thân thiện và hữu ích: Chắc chắn bạn nên đưa con mình đến công viên Creek xinh đẹp và thành phố Trẻ em, và bạn có thể dành cả ngày ở đây. Con trai tôi yêu nơi này! Có rất nhiều việc để làm, không chỉ mang tính giáo dục mà còn mang lại niềm vui cho trẻ em, đặc biệt địa điểm yêu thích của con trai tôi là khu vui chơi mềm dành cho trẻ em cao dưới 110cm.Đọc thêm",
            "Tôi rất vui vì đã đến thăm nơi này cùng bốn đứa con của mình. Có một khu vui chơi dành cho trẻ nhỏ như 3 hoặc 4 tuổi hoặc chiều cao giới hạn là 110. Và đối với những đứa con lớn của tôi, họ tổ chức các buổi hội thảo. Có các chương trình biểu diễn hành tinh mà chúng rất thích và tất cả các phòng trưng bày đều giống như tương tác. Đáng giá tiền và sẽ ghé thăm lạiXem thêm",
            "Những hoạt động rất thú vị, chúng tôi rất thích, cả gia đình đều vui vẻ, cảm ơn các bạn trẻ em. Tất cả các cửa hàng làm việc cũng rất tuyệt với chương trình biểu diễn bong bóngĐọc thêm",
            "Hôm qua tôi đã đến thăm sự kiện Childrens City Eid, các con tôi rất thích và thích chương trình này vì đó là một buổi biểu diễn tuyệt vời của Cung thiên vănĐọc thêm",
            "Các nhân viên đã xuất sắc về mặt dịch vụ. Họ sẽ đảm bảo rằng khách của họ hạnh phúc. Đặc biệt nhất là hai người Philippines đến gần chúng tôi khi con gái tôi đang khóc.Đọc thêm",
            "Đây là một bảo tàng dành cho trẻ em khá yếu và không đáp ứng được các tiêu chuẩn cao thông thường của Dubai, nhưng các con tôi vẫn vui chơi trong khoảng một tiếng rưỡi. Nó không quá đắt nên nếu bạn đã làm tất cả những điều tuyệt vời khác cho trẻ em và đang tìm kiếm một hoạt động bên trong thì được, nhưng chắc chắn đừng lãng phí thời gian ở đây nếu bạn chỉ ở Dubai trong một tuần. Như mọi khi ở Dubai, hàng tấn đánh giá giả mạo sẽ nâng cao xếp hạng.Đọc thêm",
            "Kính gửi zzlangerhans1,\n\nChúng tôi cảm ơn bạn đã dành thời gian đăng bài đánh giá này và đánh giá cao ý kiến ​​quý báu của bạn. Mong được chào đón bạn trở lại một lần nữa để có những cuộc gặp gỡ và phiêu lưu thú vị hơn.\n\nTrân trọng,\n\nĐội Trẻ em Thành phốĐọc thêm",
            "Đây là một nơi tuyệt vời với gia đình. Trẻ em sẽ có rất nhiều niềm vui. Hãy ghé thăm và tận hưởng cùng gia đình tại Khu vui chơi trẻ em tại Công viên Dubai Creek Đọc thêm",
            "Họ có rất nhiều hoạt động dành cho trẻ em mà chúng chắc chắn sẽ thích thú! Mọi nhân viên đều tuyệt vời và rất có sức chứa. Chúng tôi chắc chắn sẽ quay lại đây! Đọc thêm",
            "Không khí rất đẹp cho trẻ em. Các hoạt động và học tập tốt rất bổ ích cho kiến ​​thức của trẻ. Giá tốtĐọc thêm",
            "Siêu lừa đảo rất thích và Janelyn rất hữu ích. Rất khuyến khích và phải ghé thăm cho trẻ em và trẻ em. Được bảo trì rất tốt và giá cả phải chăngĐọc thêm",
            "Phù hợp từ độ tuổi nào?Đọc thêm",
            "Vé vào cửa là bao nhiêu và chúng ta nên trả tiền cho trẻ em và phụ huynh như thế nào? Có đáng cho trẻ 3 tuổiĐọc thêm",
            "3 năm là 10 AED\n\nbiết thêm chi tiết:\nVé vào cửa một lần Trẻ em Từ 2 đến 15 tuổi 10 AED\nNgười lớn Từ 16 tuổi trở đi 15 AED\nVé vào cửa gia đình Bao gồm hai người lớn và hai trẻ em từ hai đến 15 tuổi 40 AED\nMiễn phí vào cửa cho trẻ em dưới hai tuổiĐọc thêm",
            "Vé vào cửa là bao nhiêu và chúng ta nên trả tiền cho trẻ em và phụ huynh như thế nào? Có đáng cho trẻ 3 tuổiĐọc thêm"
        ],
        "star_ratings": [
            143,
            47,
            28,
            10,
            6
        ],
        "review_amount": 234,
        "location": [
            "Trung đông",
            "Thành phố trẻ em",
            "Tiểu vương quốc Dubai",
            "Những điều cần làm ở Dubai",
            "các Tiểu Vương Quốc Ả Rập Thống Nhất",
            "Dubai"
        ],
        "reviews_time": [
            "Written July 14, 2023",
            "Written July 27, 2023",
            "Written July 27, 2023",
            "Written July 27, 2023",
            "Written July 28, 2023",
            "Written July 28, 2023",
            "Written August 26, 2023",
            "Written October 11, 2023",
            "Written February 16, 2024",
            "Written February 18, 2024",
            "Written June 6, 2024",
            "Written May 27, 2024",
            "Written April 13, 2024",
            "Written April 12, 2024",
            "Written April 11, 2024",
            "Written April 11, 2024",
            "Written April 11, 2024",
            "Written April 11, 2024",
            "Written April 11, 2024",
            "Written April 11, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g295424-d3259281-Reviews-Children_s_City-Dubai_Emirate_of_Dubai.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g295424-d15106127-Reviews-Eve_Penthouse_Lounge-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Restaurant_Review-g295424-d9794786-Reviews-Market24-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Restaurant_Review-g295424-d8308615-Reviews-Sufra_Restaurant-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Restaurant_Review-g295424-d9594530-Reviews-La_Tablita_Dubai-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Restaurant_Review-g295424-d3919424-Reviews-IZ-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Restaurant_Review-g295424-d9880178-Reviews-The_Collective_by_Market_Cafe-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Restaurant_Review-g295424-d3921059-Reviews-Wox-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Restaurant_Review-g295424-d3918483-Reviews-Awtar-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Restaurant_Review-g295424-d3920103-Reviews-Panini-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Restaurant_Review-g295424-d2034979-Reviews-Andiamo-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d1466691-Reviews-Dubai_Dolphinarium-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d1936354-Reviews-The_Dubai_Fountain-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d16897846-Reviews-Ahlan_Lounge_Gate_B26-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d319683-Reviews-Wafi_City-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d1210327-Reviews-The_Dubai_Mall-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d1792285-Reviews-Dubai_Aquarium_Underwater_Zoo-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d676922-Reviews-Burj_Khalifa-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d13320787-Reviews-Dubai_Frame-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d4201974-Reviews-St_Mary_s_Catholic_Church-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d9772186-Reviews-Emirates_First_Class_Lounge-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d3259281-Reviews-or10-Children_s_City-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d1200463-Reviews-Atlantis_Aquaventure_Waterpark-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d11747357-Reviews-LEGOLAND_Dubai-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d10167788-Reviews-Splash_n_Party-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d12004338-Reviews-Dubai_Parks_and_Resorts-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d561527-Reviews-Ski_Dubai-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d2038312-Reviews-Global_Village-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d23630188-Reviews-Peace_Land_Travel_And_Tourism-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d11802565-Reviews-Motiongate_Dubai-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d11747333-Reviews-LEGOLAND_Water_Park-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d320708-Reviews-Wild_Wadi_Waterpark-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d520664-Reviews-Dubai_Creek_Golf_Yacht_Club-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d18333955-Reviews-Nanje_Fishing_Trips_Dubai-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d10682352-Reviews-Eagle_Tours_Dubai-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d13278321-Reviews-D70_Bar-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d1607188-Reviews-Biggles_Pub-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d2510773-Reviews-Dubai_Private_Tour-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d7339519-Reviews-Tour_Dubai-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d2162637-Reviews-Funtours_Desert_Safari_Dubai-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d3494206-Reviews-Forever_Tourism_Day_Tours-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d12786019-Reviews-Certified_Tourism_LLC-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d8807563-Reviews-Sindbad_Gulf_Balloons-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d6473930-Reviews-ABC_Tours_Dubai-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d18917110-Reviews-Desert_Safari_Dubai-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d25016341-Reviews-AYA-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g147278-d2529778-Reviews-Jan_Thiel_Beach-Willemstad_Curacao.html",
            "https://www.tripadvisor.com/Attraction_Review-g3135628-d532095-Reviews-Grayton_Beach_State_Park-Grayton_Beach_Santa_Rosa_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g196508-d547011-Reviews-Sarlat_Market-Sarlat_la_Caneda_Dordogne_Nouvelle_Aquitaine.html",
            "https://www.tripadvisor.com/Attraction_Review-g36669-d590459-Reviews-Medieval_Times-Schaumburg_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d189047-Reviews-Covent_Garden-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g32273-d13331376-Reviews-Apple_Park_Visitor_Center-Cupertino_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g31050-d7825434-Reviews-Little_Diomede_Island-Little_Diomede_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g1201971-d2161452-Reviews-Parco_Termale_del_Garda-Cola_Lazise_Province_of_Verona_Veneto.html",
            "https://www.tripadvisor.com/Attraction_Review-g317131-d456346-Reviews-Golden_Triangle-Chiang_Saen_Chiang_Rai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d241084-Reviews-Beach_Club_Alimos-Athens_Attica.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g295424-d3259281-Reviews-or10-Children_s_City-Dubai_Emirate_of_Dubai.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g295424-d3259281-Reviews-Children_s_City-Dubai_Emirate_of_Dubai.html"
    }
]