[
    {
        "attraction_name": "Chimelong Safari Park",
        "attraction_name_vi": "Công viên Safari Chimelong",
        "general_info": [
            "1.394 đánh giá",
            "2 trong số 717 điều cần làm ở Quảng Châu",
            "Sở thú"
        ],
        "attraction_summary": "Thế giới động vật hoang dã Công viên Safari Chimelong Quảng Châu thuộc đợt đầu tiên của khu du lịch danh lam thắng cảnh quốc gia 5A duy nhất của Quảng Châu, nằm ở Phiên Ngung, Quảng Châu. Công viên với quần thể chăn nuôi động vật hoang dã lớn và các đặc điểm trang trí tự lái, được mệnh danh là vườn thú động vật hoang dã quốc gia đạt tiêu chuẩn quốc tế nhất Trung Quốc, là quần thể của thế giới, cho đến công viên giải trí động vật hoang dã. 6 điểm nổi bật đang chờ bạn khám phá: thế giới động vật hoang dã dài 4 điểm nổi bật, thiên đường của động vật quý hiếm, chuyến tham quan tự lái của động vật, động vật, động vật bắt mắt, cơ sở khoa học động vật, dẫn đầu xu hướng ngành.Đọc thêm",
        "reviews": [
            "Tôi thích sở thú và tôi thích Động vật. Tôi đến thăm nơi này vì con gái tôi rất mong được nhìn thấy gấu trúc. Theo tôi, công viên này thật tuyệt vời và có nhiều chương trình biểu diễn thú vị. Tuy nhiên, không có bản dịch hoặc hướng dẫn tiếng Anh nào cung cấp\ncho chúng tôi thời gian chiếu. Ngoài ra còn có chương trình khiêu vũ. giờ mở cửa từ 8h30\nđến 6 giờ chiều khi tôi đến. 100 điểm đáng ghé thăm.Đọc thêm",
            "Tôi nghĩ thật khó để đánh bại nơi này với tư cách là Sở thú tốt nhất thế giới. Bạn có thể đến rất gần Gấu trúc khi chúng làm việc của mình. Nó có hầu hết mọi loài động vật có thể tưởng tượng được. Nó có một cáp treo bay qua Savana Châu Phi. Tất cả các con vật trông được chăm sóc tốt và được trưng bày tốt. Chúng tôi chắc chắn sẽ quay lại trong chuyến đi tiếp theo.Đọc thêm",
            "Đó là một trải nghiệm rất thú vị đối với đứa con trai 3 tuổi của chúng tôi. \nRất gần gũi và cá nhân với các loài động vật. Rất thích xem gấu trúc. Dễ thương nhất còn sống. \n\nCó một số con khủng long giả trong khi đi dạo mà con trai tôi rất thích vì nó là một fan hâm mộ của khủng long. Vì vậy, đó là một sự kết hợp tuyệt vời cho anh ấy. \n\nĐi bộ rất mát mẻ vì đang trong mùa đông. \n\nĐiều duy nhất tôi phải nhận xét là không thích việc đi xe điện. Khói thải liên tục bay đến chỗ chúng tôi. Trung Quốc đang tiến vào xe điện, có lẽ safari có thể cân nhắc chuyển sang xe điện cho chuyến đi xe điện của họ.Đọc thêm",
            "Đây là một sở thú vô cùng ấn tượng - ngang hàng với London và San Diego, nhưng không có tất cả những rắc rối về an toàn ngột ngạt mà nhiều sở thú khác phải chịu đựng. Ở đây, một số giống khỉ thân thiện với trẻ em được phép chơi trên cùng một thiết bị leo trèo như trẻ em; thành phần safari cho phép người ta có thể tiếp cận hươu cao cổ với các loài động vật hoang dã tuyệt đẹp. Đầu tiên, chúng tôi đi cáp treo bao gồm giá vé quanh sở thú, ngắm mọi thứ từ trên cao. Đây là một nơi rộng lớn! Sau đó, chúng tôi khám phá bằng cách đi bộ. Sau đó, chúng tôi đi tàu safari, là một đoàn tàu kéo dọc theo một con đường. Điều này có vẻ tuyệt vời hơn nhiều so với việc tự mình nhìn thấy nó, và vì vậy hãy để xe của bạn trong bãi đậu xe. Các loài động vật được đối xử rất tốt, giá tương đối đắt so với Trung Quốc, nhưng rẻ hơn so với London và Hoa Kỳ. Do đó, nơi này không quá đông đúc, có lẽ là vì lợi ích của nó. Có nhiều chuyến đi của trường học, và bầu không khí rất tích cực và khá thú vị. Ngay cả các cửa hàng cũng đầy những món đồ chơi khá thú vị, thay vì những món đồ du lịch thông thường, và giá cả cũng không quá đắt. Một ngày tuyệt vời - rất đáng để đi nếu bạn có con nhỏ, mặc dù cũng có rất nhiều đồ chơi dành cho người lớn. Đọc thêm",
            "Đó là một trải nghiệm rất thú vị đối với đứa con trai 3 tuổi của chúng tôi. Rất gần gũi và cá nhân với các loài động vật. Rất thích xem gấu trúc. Dễ thương nhất còn sống. Có một số con khủng long giả trong khi đi dạo mà con trai tôi rất thích vì nó là một fan hâm mộ của khủng long. Vì vậy, đó là một sự kết hợp tuyệt vời cho anh ấy. Đi bộ rất mát mẻ vì đang trong mùa đông. Điều duy nhất tôi phải nhận xét là không thích việc đi xe điện. Khói thải liên tục bay đến chỗ chúng tôi. Trung Quốc đang tiến vào xe điện, có lẽ safari có thể cân nhắc chuyển sang xe điện cho chuyến đi xe điện của họ.Đọc thêm",
            "Vùng đất Disney dành cho động vật, thiên đường hòa vào làm 1! Những công viên được bảo tồn đẹp đẽ và sạch sẽ tuyệt vời mang lại niềm vui lớn cho mọi người,,hãy chuẩn bị xếp hàng!Đọc thêm",
            "Tôi nghĩ thật khó để đánh bại nơi này với tư cách là Sở thú tốt nhất thế giới. Bạn có thể đến rất gần Gấu trúc khi chúng làm việc của mình. Nó có hầu hết mọi loài động vật có thể tưởng tượng được. Nó có một cáp treo bay qua Savana Châu Phi. Tất cả các con vật trông được chăm sóc tốt và được trưng bày tốt. Chúng tôi chắc chắn sẽ quay lại trong chuyến đi tiếp theo.Đọc thêm",
            "Chimelong Safari Park là một công viên động vật lớn dành cho du lịch đại chúng của gia đình. Chúng tôi đã ở đó 2 ngày, ngày đầu tiên chúng tôi đi bộ và đi cáp treo để tham quan các khu vực của công viên và ngày thứ hai chúng tôi đi xe safari, chuyến đi này được trả tiền riêng nhưng thực sự rất đáng giá đối với trẻ em. Đọc thêm",
            "Tôi thích sở thú và tôi thích Động vật. Tôi đến thăm nơi này vì con gái tôi rất mong được nhìn thấy gấu trúc. Theo tôi, công viên này thật tuyệt vời và có nhiều chương trình biểu diễn thú vị. Tuy nhiên, không có bản dịch hoặc hướng dẫn tiếng Anh nào cung cấp thời gian biểu diễn. Ngoài ra còn có chương trình khiêu vũ. giờ mở cửa từ 8h30 đến 6h chiều khi tôi đến. 100 điểm đáng ghé thăm.Đọc thêm",
            "Khu vườn rất đẹp và rộng lớn, tôi khuyên bạn nên đi nhanh đến safari và cáp treo. Thời tiết ẩm ướt, nhưng nhìn chung nó rất đẹp và tôi khuyên bạn nên ghé thăm sở thú. sở thú và đi nhanh vào safari và telefrkĐọc thêm",
            "Rõ ràng là một trong những điều tốt nhất ở Trung Quốc và tôi có thể hiểu tại sao. Bao vây lớn, động vật quý hiếm và nhiều thông tin về loài và lịch sử. Chúng tôi dành phần lớn thời gian với gấu túi, gấu trúc và hổ và dành gần 6 giờ ở đó. Tôi đã từng ở sở thú lâu nhất. Dễ dàng truy cập bởi Didi. Điều khó chịu duy nhất là âm nhạc ồn ào rất Trung Quốc và họ quảng bá hàng hóa ở khắp mọi nơi, điều này chắc hẳn cũng gây khó chịu cho động vật. Nite chúng tôi đã ở đó trong CNY nên đó có thể là lý do. Nói chung, trải nghiệm tuyệt vời và đáng giá 350RMBĐọc thêm",
            "Một nơi rất phải ghé thăm khi bạn ở Quảng Châu. Rất lớn, được bảo trì tốt, đẹp, rất thích ở đây, có cáp treo đi từ nam ra bắc. Và xem xiếc chimelong, tôi sẽ đưa ra đánh giá về nó. Đọc thêm",
            "Đến Công viên Chimelong Safari là điểm nổi bật trong chuyến đi Quảng Châu của chúng tôi!  Các con vật được chăm sóc tốt và cực kỳ năng động khi chúng tôi đến vào sáng hôm đó!  Các nhân viên rất niềm nở và dường như rất vui khi được ở đó!  Xin đừng bỏ lỡ việc cho hươu cao cổ ăn.  Công viên thật may mắn khi có cặp gấu trúc sinh ba duy nhất trên thế giới!  Đọc thêm",
            "Làm thế nào để có được vé vào công viên hóa học Safari Đọc thêm",
            "Chúng tôi mua tại cổng, thật dễ dàng mà không gặp vấn đề gì.Đọc thêm",
            "Có tủ đựng hành lý không?Đọc thêm",
            "Mua vé vào công viên chimelong safari ở đâuĐọc thêm",
            "bạn bè của chúng tôi đã mua vé trực tuyến cho chúng tôi.Đọc thêm",
            "Xin chào, tôi đến từ Panama và tôi cùng chồng đi Trung Quốc, chúng tôi đang ở Quảng Châu, chính xác là ở Bux Inzhuang Lu và chúng tôi rất muốn thực hiện chuyến tham quan, làm cách nào chúng tôi có thể đến sở thú để tham quan, xe buýt lộ trình nên điĐọc thêm",
            "Xin chào, câu trả lời của tôi là liên hệ với bộ phận thông tin du lịch Chimalong, họ sẽ cho bạn biết bạn cần xe buýt nào từ nơi bạn đang ở, tôi đã ở tại một trong những khách sạn nghỉ dưỡng nên không cần xe buýt hoặc hỏi họ giá taxi bao nhiêu, nó sẽ nhanh hơn, Proberty đắt hơn, có rất nhiều xe buýt khác nhau và các tuyến xe buýt, hãy đảm bảo bạn biết bạn muốn gì, công viên safari iechimalong, là một công viên động vật, đối diện họ có công viên nước, có âm nhạc, nhưng nếu bạn muốn để xem chim cánh cụt và cá heo, vương quốc đại dương cách đó 2 giờ, hãy đảm bảo bạn biết bạn sẽ đến công viên nào, họ cũng chỉ giao dịch bằng tiền mặt, không có bất kỳ loại thẻ nào, nếu bạn muốn đi xe buýt nhỏ hoặc xe jeep bên trong công viên, vì phải đi bộ một quãng đường dài và có thể rất nóng, họ chỉ trả tiền mặt, không được phép mang đồ ăn thức uống vào công viên, họ có bên trong nhưng bạn có thể thuê tủ khóa trong ngày, hãy mặc quần áo để kiểm tra bạn , và nó có thể xảy ra sự chậm trễ kéo dài, nếu bạn có thời gian để nhìn thấy gấu trúc, hãy đi một chuyến đi săn bằng tàu nhỏ, rất vui, may mắn cho bạn, tôi đã 5 lần rồi!!, đặt vé trực tuyến để tiết kiệm thời gian, nhớ lại lần cuối cùng 4 lá thư đặt chỗ của bạn, họ có một máy bán vé, nơi bạn có thể đổi tiếng la ó trực tuyến của mình để lấy vé khu vực, nếu bạn ra vào, hãy đảm bảo rằng bạn được đóng dấu tay, bạn thật may mắn, hy vọng điều này đã giúp ích, một số họ nói được tiếng Anh, nhưng rất hạn chế, nếu bạn sử dụng google dịch, bạn có thể sẽ không nói được gì. Vì vậy hãy lấy một cuốn sách nhỏ về cụm từ tiếng Trung, nó có thể giúpĐọc thêm",
            "Vé vào cổng 2 người bao nhiêu tiền\nĐọc thêm",
            "khoảng 700 nhân dân tệ Trung QuốcĐọc thêm",
            "CHÀO! Chúng tôi muốn đến thăm cả công viên hoang dã Chimelong và công viên đại dương. Có xe đưa đón giữa 2 công viên không? cảm ơn!Đọc thêm",
            "Có, nếu bạn ở tại một trong 3 khách sạn trong công viên, tôi không nghĩ khác, mất 2 giờ, bằng xe buýt, khởi hành lúc 10 giờ sáng và quay về lúc 3 giờ chiều, vì vậy bạn có 5 giờ ở đó., điều đó phụ thuộc vào những gì tôi muốn xem , bạn có thể không được xem pháo hoa buổi tối hoặc cuộc diễu hành, nhưng nếu đó chỉ là các loài động vật, thì giá trị đi biển, chimalong, có trang web riêng để bán vé!, hãy tận hưởng nhé, tôi yêu nóĐọc thêm",
            "Công viên này có thân thiện với xe lăn không?Đọc thêm",
            "Xin chào, tôi không chắc lắm, họ có xe đẩy riêng, nhưng tôi khuyên bạn nên liên hệ với công viên, trên trang web đó, đó là một công viên lớn, không gian rộng, có thể, và cực kỳ tuyệt vời, họ có xe buýt Safari, nhưng tôi không chắc chắn 100, bạn ước gì tôi có thể giúp bạn nhiều hơn Đọc thêm",
            "Chúng ta thực sự có thể mua vé ở đó không? Hay chúng ta phải đặt trực tuyến? Mua trực tuyến rẻ hơn hay mua cùng giá?Đọc thêm",
            "Xin chào, tôi xác nhận rằng bạn có thể mua vé cả tại các quầy bán vé ở lối vào công viên và cũng có thể mua trực tuyến trên trang web chính thức của Chimelong hoặc trên các công ty lữ hành.\n\nXin lưu ý rằng bạn cũng có thể mua vé combo cho 2 công viên, ví dụ như Công viên Safari và Rạp xiếc Quốc tế.Đọc thêm",
            "Xin chào, tôi sẽ đến thăm công viên này vào tháng 11. Có giảm giá vé vào công viên cho khách lưu trú tại Chimelong Hotel không?\n\nCó dịch vụ cho động vật ăn hoặc tương tác nào tại công viên không?\n\nNgoài ra, làm thế nào tôi có thể mua vé vào công viên nhanh để tránh phải xếp hàng chờ?Đọc thêm",
            "bạn có thể đặt phòng bao gồm vé vào công viên. Sẽ rẻ hơn nếu làm như vậy. Khách của khách sạn sẽ được đi lối đi riêng. Đọc thêm",
            "xin chào, cái này có giống với 广州动物园 không? Tôi chỉ có thể tìm thấy điều này trên bản đồ tiếng Trung của mình nếu không có ai biết tên tiếng Trung của công viên safari?? Ngoài ra, có ai thắc mắc liệu bạn có thể cất túi của mình ở đó trong khi đi dạo xung quanh không? Cảm ơn!Đọc thêm",
            "Xin chào,\nHãy thử tìm kiếm trang web Chimelong và nó sẽ đưa ra phiên bản tiếng Trung cho bạn. Đây không phải là Vườn thú Quảng Châu.\nHy vọng điều này hữu ích.Đọc thêm"
        ],
        "star_ratings": [
            910,
            368,
            77,
            20,
            19
        ],
        "review_amount": 1394,
        "location": [
            "Trung Quốc",
            "Châu Á",
            "Công viên Safari Chimelong",
            "Quảng Châu",
            "Những điều cần làm ở Quảng Châu",
            "Quảng Đông"
        ],
        "reviews_time": [
            "Written September 10, 2023",
            "Written November 28, 2023",
            "Written December 25, 2023",
            "Written May 5, 2024",
            "Written December 26, 2023",
            "Written December 14, 2023",
            "Written November 28, 2023",
            "Written September 12, 2023",
            "Written September 10, 2023",
            "Written August 30, 2023",
            "Written February 15, 2021",
            "Written October 28, 2020",
            "Written July 14, 2020"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298555-d1371635-Reviews-Chimelong_Safari_Park-Guangzhou_Guangdong.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g298555-d3503179-Reviews-Bao_GangLou-Guangzhou_Guangdong.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298555-d10776699-Reviews-TaiHe_ShaoJi-Guangzhou_Guangdong.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298555-d10776695-Reviews-WanJia_ShengYan-Guangzhou_Guangdong.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298555-d3503882-Reviews-Ya_Jing_Da_Restaurant_YingBin-Guangzhou_Guangdong.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298555-d2043732-Reviews-BaiHu_Buffet-Guangzhou_Guangdong.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298555-d10668866-Reviews-Mei_Tuo_Xiao_LongXia_DaShi-Guangzhou_Guangdong.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298555-d10776440-Reviews-Gang_Xuan_Restaurant_Yin_le_Can_Ba-Guangzhou_Guangdong.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298555-d1053050-Reviews-PuLi_Sichuan_Restaurant-Guangzhou_Guangdong.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298555-d2043709-Reviews-Pa_TuSi_Ba_Fang-Guangzhou_Guangdong.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298555-d4861993-Reviews-HaoLa_Guan-Guangzhou_Guangdong.html",
            "https://www.tripadvisor.com/Attraction_Review-g298555-d1371639-Reviews-Chimelong_International_Circus-Guangzhou_Guangdong.html",
            "https://www.tripadvisor.com/Attraction_Review-g298555-d1580078-Reviews-Chimelong_Paradise-Guangzhou_Guangdong.html",
            "https://www.tripadvisor.com/Attraction_Review-g298555-d1842882-Reviews-Australia_Zoo-Guangzhou_Guangdong.html",
            "https://www.tripadvisor.com/Attraction_Review-g298555-d2050559-Reviews-Chimelong_Birds_Park-Guangzhou_Guangdong.html",
            "https://www.tripadvisor.com/Attraction_Review-g298555-d1795947-Reviews-Dafu_Mountain_Forest_Park-Guangzhou_Guangdong.html",
            "https://www.tripadvisor.com/Attraction_Review-g298555-d1842885-Reviews-Lijiang_Pearl_Opera_Theater-Guangzhou_Guangdong.html",
            "https://www.tripadvisor.com/Attraction_Review-g298555-d1842903-Reviews-Habib_Kingdom-Guangzhou_Guangdong.html",
            "https://www.tripadvisor.com/Attraction_Review-g298555-d23891423-Reviews-Dragonpass_X_Plaza_Premium_Lounge_High_speed_Railway_Lounge-Guangzhou_Guangdong.html",
            "https://www.tripadvisor.com/Attraction_Review-g298555-d1842960-Reviews-Xiaozhou_Village-Guangzhou_Guangdong.html",
            "https://www.tripadvisor.com/Attraction_Review-g298555-d1825197-Reviews-Sammy_Anti_Doo_Paradise-Guangzhou_Guangdong.html",
            "https://www.tripadvisor.com/Attraction_Review-g298555-d1371635-Reviews-or10-Chimelong_Safari_Park-Guangzhou_Guangdong.html",
            "https://www.tripadvisor.com/Attraction_Review-g298555-d2008063-Reviews-Canton_Tower-Guangzhou_Guangdong.html",
            "https://www.tripadvisor.com/Attraction_Review-g298555-d2249885-Reviews-Guangzhou_Library-Guangzhou_Guangdong.html",
            "https://www.tripadvisor.com/Attraction_Review-g298555-d1843137-Reviews-Zhujiang_New_Town-Guangzhou_Guangdong.html",
            "https://www.tripadvisor.com/Attraction_Review-g298555-d4296901-Reviews-Canton_Fair_Complex-Guangzhou_Guangdong.html",
            "https://www.tripadvisor.com/Attraction_Review-g298555-d1870687-Reviews-Guangzhou_Opera_House-Guangzhou_Guangdong.html",
            "https://www.tripadvisor.com/Attraction_Review-g298555-d2051285-Reviews-Sun_Yat_sen_University-Guangzhou_Guangdong.html",
            "https://www.tripadvisor.com/Attraction_Review-g298555-d4787311-Reviews-Janvi_Tours_Guangzhou_Off_The_Beaten_Path-Guangzhou_Guangdong.html",
            "https://www.tripadvisor.com/Attraction_Review-g298555-d1864491-Reviews-Guangdong_Museum-Guangzhou_Guangdong.html",
            "https://www.tripadvisor.com/Attraction_Review-g298555-d1843130-Reviews-Pearl_River_Night_Cruise-Guangzhou_Guangdong.html",
            "https://www.tripadvisor.com/Attraction_Review-g298555-d1795915-Reviews-Baomo_Scenery-Guangzhou_Guangdong.html",
            "https://www.tripadvisor.com/Attraction_Review-g28954-d144615-Reviews-Bird_Island-North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g42055-d12673109-Reviews-Diamond_Lake-Cassopolis_Cass_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g147404-d148952-Reviews-Hull_Bay-St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d19126589-Reviews-Red_Casino-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g1165976-d2616318-Reviews-Oishi_Park-Fujikawaguchiko_machi_Minamitsuru_gun_Yamanashi_Prefecture_Koshinetsu.html",
            "https://www.tripadvisor.com/Attraction_Review-g194798-d12858455-Reviews-Liberty_Lines-Lipari_Aeolian_Islands_Islands_of_Sicily_Sicily.html",
            "https://www.tripadvisor.com/Attraction_Review-g48820-d6158901-Reviews-North_Ponds_Park-Webster_Finger_Lakes_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g663152-d23599476-Reviews-Lago_Seaside_Experience-Paliouri_Kassandra_Halkidiki_Region_Central_Macedonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g317067-d472320-Reviews-Hell_s_Gate_National_Park-Naivasha_Rift_Valley_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g57415-d146066-Reviews-Stowe_Recreation_Path-Stowe_Vermont.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298555-d1371635-Reviews-or10-Chimelong_Safari_Park-Guangzhou_Guangdong.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298555-d1371635-Reviews-Chimelong_Safari_Park-Guangzhou_Guangdong.html"
    }
]