[
    {
        "attraction_name": "Chinatown",
        "attraction_name_vi": "khu phố Tàu",
        "general_info": [
            "1.046 đánh giá",
            "- 78 trong số 694 điều cần làm ở Toronto",
            "Vùng lân cận"
        ],
        "attraction_summary": "Được thành lập vào năm 1878, đây là một trong những khu phố cổ nhất Toronto và là khu phố Tàu lớn nhất Bắc Mỹ. Tại đây, bạn có thể tìm thấy những mặt tiền cửa hàng đầy màu sắc, những con phố nhộn nhịp và nhiều nhà hàng, cửa hàng đặc sản. Hãy ghé thăm những quán trà cổ kính và những cửa hàng thảo dược hấp dẫn cũng như dạo qua các cửa hàng quần áo. Khi đói, hãy ghé qua các quán mì hấp để thưởng thức món súp hoành thánh, săn món vịt quay Bắc Kinh nổi tiếng hoặc đi ăn bánh bao. Vào ban đêm, khu phố Tàu sáng lên trong màu đỏ neon rực rỡ, với những chiếc đèn lồng dọc các con hẻm và tiếng nhạc Trung Hoa vang lên từ các quán karaoke. Hãy kết hợp chuyến thăm của bạn ở đây với chuyến đi đến Little Italy và Chợ Kensington - cả hai đều nằm trong khoảng cách đi bộ.  - TripadvisorĐọc thêm",
        "reviews": [
            "Khu phố Tàu chính của Toronto được vinh dự là khu phố Tàu lớn nhất Bắc Mỹ. Nhìn xuống Dundas Street West và Spadina Avenue, khu vực này là một khu vực tuyệt vời gồm các cửa hàng và nhà hàng, những biển hiệu tấp nập và những cánh cổng màu đỏ tươi, một điểm đến dành cho những người đam mê ẩm thực. Đường phố của khu phố Tàu luôn nhộn nhịp, chật cứng người và các quầy hàng ngoài trời bán nông sản và sản phẩm tươi sống. Các nhà hàng và khu chợ đích thực kề vai sát cánh với nhau trưng bày những món vịt quay sáng bóng và thực đơn đầy ắp bánh bao và tô mì. Không khí tràn ngập âm nhạc. ngôn ngữ khác nhau, mùi thức ăn chiên và món tráng miệng ngon miệng. Các nhà hàng của Khu Phố Tàu có đủ loại món ăn, từ món ăn Tứ Xuyên và Thượng Hải truyền thống đến các món ngon châu Á khác, bao gồm một số địa điểm Nhật Bản, Việt Nam và Hàn Quốc hàng đầu trong thành phố. Cho dù bạn đang muốn thưởng thức một quán trà ngồi hay trà sữa mang đi, Chinatown là nơi để tận hưởng một chuyến đi dạo thú vị và hứa hẹn sẽ khiến bạn hài lòng.Đọc thêm",
            "Nó có thể là khu phố Tàu lớn nhất ở Canada, nhưng nó không sôi động và đầy màu sắc như những khu phố Tàu khác mà tôi biết. Nhà hàng và cửa hàng đôi khi cách xa nhau. Dù sao đi nữa, đây vẫn là nơi tốt nhất để bạn mua quà lưu niệm và thử đồ ăn Trung Quốc. Nó khá dễ tiếp cận. Bạn có thể đi xe buýt, ô tô đường phố hoặc tàu điện ngầm. Tôi bắt tàu điện ngầm đến ga Spadina và từ đó chuyển sang ô tô đường phố chạy dọc Spadina, nơi có Khu Phố Tàu.Đọc thêm",
            "Thật nhiều cuộc sống ở khu phố Tàu, phiên bản Toronto!  Rất nhiều thứ để khám phá, nhiều thứ để ăn, nhiều thứ để trải nghiệm và vâng, đôi khi rất nhiều thứ để ngửi - đặc biệt là vào Mùa hè! - . Vào bất kỳ ngày nào, có rất nhiều người tới lui Spadina.  Cho dù bạn đến đó để thưởng thức House of Gourmet, một truyền thống của Toronto, có thể mua sắm tại Meeplemart, thưởng thức sinh tố tại What a Bagel!, hoặc mua sắm tại nhiều cửa hàng, Chinatown Toronto sẽ giúp bạn giải trí và gắn kết!  Một trải nghiệm phải làm khi ở Toronto!Đọc thêm",
            "Khu phố Tàu ở Toronto có diện tích rất rộng. Tôi bước xuống con đường chính bao gồm một trung tâm mua sắm Trung Quốc. Nếu tôi thành thật mà nói thì nhiều khu vực trông có vẻ xuống cấp. Khu vực có rất nhiều nhà hàng và tiếp giáp với khu chợ Kensington thời thượngĐọc thêm",
            "Khu phố Tàu ở Toronto có diện tích rất rộng. Tôi bước xuống con đường chính bao gồm một trung tâm mua sắm Trung Quốc. Nếu tôi thành thật mà nói thì nhiều khu vực trông có vẻ xuống cấp. Khu vực có rất nhiều nhà hàng và tiếp giáp với khu chợ Kensington thời thượngĐọc thêm",
            "Đi bộ xung quanh và nhìn thấy tất cả các nhà hàng và tất cả các cửa hàng thật phấn khởi.  Trời lạnh nhưng không thành vấn đề. Có rất ít cửa hàng đóng cửa, giống như các cửa hàng thảo dược. Tôi không chắc điều đó có liên quan gì đến Covid không. Trung tâm thương mại Dragon City khá vắng khách và đó là vào thứ bảy. Tôi có thể nói khu phố Tàu Toronto là một nơi sôi động trước đại dịch. Hy vọng nó sẽ trở lại bình thường khi chúng tôi dự định ghé thăm lại trong tương lai. Hãy chắc chắn ghé thăm khu phố Tàu nếu bạn đã từng ở Toronto.Đọc thêm",
            "Thật nhiều cuộc sống ở khu phố Tàu, phiên bản Toronto!  Rất nhiều thứ để khám phá, nhiều thứ để ăn, nhiều thứ để trải nghiệm và vâng, đôi khi rất nhiều thứ để ngửi - đặc biệt là vào Mùa hè! - . Vào bất kỳ ngày nào, có rất nhiều người tới lui Spadina.  Cho dù bạn đến đó để thưởng thức House of Gourmet, một truyền thống của Toronto, có thể mua sắm tại Meeplemart, thưởng thức sinh tố tại What a Bagel!, hoặc mua sắm tại nhiều cửa hàng, Chinatown Toronto sẽ giúp bạn giải trí và gắn kết!  Một trải nghiệm phải làm khi ở Toronto!Đọc thêm",
            "Đây có thể là khu phố Tàu lớn nhất Canada, nhưng không sôi động và đầy màu sắc như những khu phố Tàu khác mà tôi biết. Các nhà hàng và cửa hàng đôi khi cách xa nhau. Dù sao đi nữa, đây vẫn là nơi tốt nhất để mua đồ lưu niệm và thử đồ ăn Trung Quốc. Khá dễ tiếp cận. Bạn có thể đi xe buýt, xe điện hoặc tàu điện ngầm. Tôi đi tàu điện ngầm đến ga Spadina và từ đó chuyển sang xe điện chạy dọc theo Spadina, nơi có khu phố Tàu. Đọc thêm",
            "Chúng tôi đi bộ qua Khu Phố Tàu trên đường từ Ngõ Grafitti đến Phòng trưng bày Nghệ thuật Toronto. Lúc đó là 9 giờ 30 sáng Chủ Nhật. Có một số chợ thực phẩm có quầy trái cây tươi trên vỉa hè nhìn rất thú vị. Chúng tôi đã đi ngang qua rất nhiều cửa hàng bấm huyệt và mát-xa. Một số lượng lớn các nhà hàng thậm chí còn mở cửa vào giờ đó. Đó không phải là một khu phố đầy màu sắc hay sống động, không thú vị lắm khi đi bộ qua.Đọc thêm",
            "Tôi thực sự cần sự giúp đỡ. Ai đó có thể vui lòng cho tôi biết nó ở cửa hàng nào không? Tôi nghe nói nó ở thị trấn người Hoa Toronto và tôi sẽ rời đi trong tuần này. Ai đó làm ơn cho tôi biết, cảm ơn!Đọc thêm",
            "Thích thú với những con người thân thiện, những món ăn Trung Quốc ngon nhất ở phương Đông, những khu mua sắm siêu tốc, những giao dịch tuyệt vời, những tài xế ô tô khủng khiếp - mọi người đều vì chính mình. Thích ghé thăm lần nữa vì có quá nhiều thứ để làm và xem, đặc biệt là tất cả các nhà hàng và cửa hàng quần áo dân tộc khác nhau. Thành phố tuyệt vời!!! Đọc thêm",
            "Chiếc xe của chúng tôi đã bị phá hoại - cửa sổ tài xế bị đập vỡ - cũng như một chiếc xe khác có biển số Hoa Kỳ - cửa sổ tài xế cũng bị đập vỡ - khi đỗ trong một gara công cộng ở khu vực Phố Tàu trong khoảng thời gian từ 7 - 05. Cả nhân viên và an ninh của gara đều thông báo với chúng tôi rằng những chiếc xe có biển số Hoa Kỳ thường xuyên bị những kẻ phá hoại trẻ tuổi nhắm đến để tìm hàng hóa để bán. Không có cảnh báo nào tại gara về điều này ngoài tuyên bố chung chung của gara về việc không chịu trách nhiệm về hàng hóa bị đánh cắp. Ồ vâng, chúng tôi phải trả - 4,00 đô la để ra khỏi gara! Bản thân khu Phố Tàu thì ổn, nhưng ký ức của chúng tôi về Toronto thì không dễ chịu: những kẻ ăn xin hung hăng và những người vô gia cư ngủ giữa vỉa hè. Đọc thêm",
            "In contrast to other reviewers we actually found this Chinatown cleaner and less aromatic than that in Manhattan.  We are used to very strong fish smells as we walk through NY - s Chinatown - not that we mind it, just it is less so in Toronto.  It seems cleaner also - less rubbish on the sidewalks and in the streets.  Toronto - s Chinatown seems more dynamic than the Chinatowns of San Francisco and Washington, D.C., which seem to have restaurants and stores, but not as much intensity of street life.  It - s mainly an issue of when people arrived - Toronto - s immigrants seem more recent.Other special aspects were all the fresh fruit and vegetables.  We bought  some fairly good cherries and blueberries at street stands on Spadina.  We also saw vegetables and fruit that were new to us.  At a Second Cup  - chain coffee place -  in off Spadina we found the people friendly and the food OK.  What most struck us is that people seem to be more recent immigrants, sort of like the people in the Sunset Park, Brooklyn Chinatown.   The bakeries also looked pretty good.  The sunnyness and airyness of Spadina Avenue also gave it a positive and inviting feel.  As always for us, the herb and tea shops are the most interesting.  This brings up an overall response to the ethnicity of the city, even though this is a review of  - Chinatown - , there seems to be many Asian residents in Toronto, so that the culture is more spread throughout the city, rather than mainly in one neighborhood    The sense we got, as is true for most immigration patterns, the more recent immigrants are in Chinatown and next move is into other parts of the city - an obvious move, but one that was very pronounced in Toronto.  There appear to be people coming from Vietnam and other south and east Asian countries that are in Chinatown.  Some menus and signs were definitely in Chinese, English and Vietnamese, revealing the next wave of immigrants.  More than anything else, we were delighted with the ethnic neighborhoods and backgrounds of people in Toronto.Read more",
            "Nếu bạn từng ghé thăm một khu phố Tàu ở một thị trấn khác trên khắp thế giới thì điều đó thật không đáng để bạn dành thời gian, vì đây là nơi bẩn thỉu nhất mà tôi từng ghé thăm. Tuy nhiên, nếu là lần đầu tiên thì việc đi dạo ở đây có thể sẽ rất thú vị.Đọc thêm"
        ],
        "star_ratings": [
            250,
            378,
            305,
            74,
            39
        ],
        "review_amount": 1046,
        "location": [
            "khu phố Tàu",
            "Toronto",
            "Ontario",
            "Những điều cần làm ở Toronto",
            "Canada"
        ],
        "reviews_time": [
            "Written August 10, 2023",
            "Written February 25, 2024",
            "Written May 5, 2024",
            "Written May 5, 2024",
            "Written November 18, 2021",
            "Written February 25, 2024",
            "Written August 11, 2023",
            "Written July 27, 2022",
            "Written January 8, 2012",
            "Written September 16, 2003",
            "Written August 10, 2005",
            "Written September 6, 2006",
            "Written August 22, 2005"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g155019-d155491-Reviews-Chinatown-Toronto_Ontario.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g155019-d4471873-Reviews-Seven_Lives_Tacos_y_Mariscos-Toronto_Ontario.html",
            "https://www.tripadvisor.com/Restaurant_Review-g155019-d8443957-Reviews-ALO_RESTAURANT-Toronto_Ontario.html",
            "https://www.tripadvisor.com/Restaurant_Review-g155019-d2647875-Reviews-Banh_Mi_Boys-Toronto_Ontario.html",
            "https://www.tripadvisor.com/Restaurant_Review-g155019-d4507638-Reviews-The_Burgernator-Toronto_Ontario.html",
            "https://www.tripadvisor.com/Restaurant_Review-g155019-d967003-Reviews-Mother_s_Dumplings-Toronto_Ontario.html",
            "https://www.tripadvisor.com/Restaurant_Review-g155019-d803468-Reviews-Dumpling_House-Toronto_Ontario.html",
            "https://www.tripadvisor.com/Restaurant_Review-g155019-d7930381-Reviews-R_D-Toronto_Ontario.html",
            "https://www.tripadvisor.com/Restaurant_Review-g155019-d951990-Reviews-Lee_Restaurant-Toronto_Ontario.html",
            "https://www.tripadvisor.com/Restaurant_Review-g155019-d3155840-Reviews-Pizzeria_Via_Mercanti-Toronto_Ontario.html",
            "https://www.tripadvisor.com/Restaurant_Review-g155019-d704408-Reviews-Fresh_on_Spadina-Toronto_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g155019-d185093-Reviews-Kensington_Market-Toronto_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g155019-d187000-Reviews-Art_Gallery_of_Ontario-Toronto_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g155019-d531676-Reviews-Bellevue_Square-Toronto_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g155019-d8524783-Reviews-Graffiti_Alley-Toronto_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g155019-d155483-Reviews-CN_Tower-Toronto_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g155019-d5031404-Reviews-Ripley_s_Aquarium_of_Canada-Toronto_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g155019-d187007-Reviews-Toronto_Music_Garden-Toronto_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g155019-d185112-Reviews-St_Lawrence_Market-Toronto_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g155019-d184926-Reviews-The_Kiever_Shul-Toronto_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g155019-d184952-Reviews-Royal_Alexandra_Theatre-Toronto_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g155019-d155491-Reviews-or10-Chinatown-Toronto_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g155019-d2525570-Reviews-Royal_Conservatory_of_Music-Toronto_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g155019-d187002-Reviews-The_Elgin_Winter_Garden_Theatre_Centre-Toronto_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g155019-d186831-Reviews-Toronto_Public_Library-Toronto_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g155019-d591344-Reviews-University_of_Toronto-Toronto_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g155019-d184960-Reviews-Toronto_Harbour-Toronto_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g155019-d184957-Reviews-The_Beach_Village-Toronto_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g155019-d185111-Reviews-Scarborough_Bluffs-Toronto_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g155019-d533212-Reviews-Distillery_Historic_District-Toronto_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g155019-d156878-Reviews-Rogers_Centre-Toronto_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g155019-d9564213-Reviews-Downtown_Echo_Karaoke_Box-Toronto_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g155019-d12034909-Reviews-Chopsticks_Forks-Toronto_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g155019-d17729368-Reviews-AnimeXtreme-Toronto_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g155019-d17514479-Reviews-Courage_My_Love-Toronto_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g155019-d10121660-Reviews-Royal_Canadian_Gift-Toronto_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g155019-d20093057-Reviews-Tap_Phong_Trading-Toronto_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g155019-d7197490-Reviews-Chinatown_Centre-Toronto_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g155019-d13373827-Reviews-Summer_Sun_Spa-Toronto_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g155019-d17781118-Reviews-Blue_Sky_Health_Centre-Toronto_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g155019-d16826544-Reviews-Local_Toronto_Food_Tours-Toronto_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g155019-d14059034-Reviews-Out_Here-Toronto_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g155019-d13293927-Reviews-Evergreen_Beauty_Wellness_Centre-Toronto_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g155019-d12183553-Reviews-Tutti_Frutti-Toronto_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g46839-d3383687-Reviews-Tomahawk_Lake_Water_Park-Sparta_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g194867-d7274723-Reviews-Spiaggia_della_Gavitella-Praiano_Amalfi_Coast_Province_of_Salerno_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g31376-d1554867-Reviews-Teec_Nos_Pos_Trading_Post-Teec_Nos_Pos_Apache_County_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g47305-d8317301-Reviews-Ho_hum_Beach-Bellport_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g58277-d536167-Reviews-Cape_Henry_Lighthouse-Virginia_Beach_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g33951-d17676573-Reviews-SeaQuest_Trumbull-Trumbull_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g34141-d11690214-Reviews-Coachman_Park-Clearwater_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g13811269-d2557209-Reviews-Daan_Forest_Park-Da_an_Taipei.html",
            "https://www.tripadvisor.com/Attraction_Review-g285716-d2355559-Reviews-Gerlachovsky_Stit-Vysoke_Tatry_Presov_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g187472-d13326315-Reviews-Poema_del_Mar-Las_Palmas_de_Gran_Canaria_Gran_Canaria_Canary_Islands.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g155019-d155491-Reviews-or10-Chinatown-Toronto_Ontario.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g155019-d155491-Reviews-Chinatown-Toronto_Ontario.html"
    },
    {
        "attraction_name": "Chinatown",
        "attraction_name_vi": "Phố Tàu",
        "general_info": [
            "11.677 đánh giá",
            "57 trong số 351 điều cần làm ở Kuala Lumpur",
            "Vùng lân cận"
        ],
        "attraction_summary": "Chinatown là một quận sôi động ở Kuala Lumpur, nơi bạn có thể trải nghiệm văn hóa Malaysia gốc Hoa. Đi dạo dọc theo Kasturi Walk thân thiện với người đi bộ để khám phá các cửa hàng, đền thờ và chợ đầy màu sắc bán mọi thứ từ quần áo đến đồ lưu niệm. Hãy nhớ ghé thăm Chợ Phố Petaling và Chợ Trung tâm nổi tiếng cũng như các ngôi đền Phật giáo và Ấn Độ giáo xinh đẹp. Và đừng quên nếm thử một số món ăn đường phố hấp dẫn như nasi lemak, món cơm dừa, bánh chuối chiên pisang goreng và trà kéo teh tarik. Tham gia chuyến đi bộ hoặc tour ẩm thực để tìm hiểu thêm về lịch sử và văn hóa của khu vực.  TripadvisorĐọc thêm",
        "reviews": [
            "Mua sắm cho đến khi bạn thả! Toàn bộ con đường là một hộp kho báu chứa đồ đi biển, đồ lưu niệm, kính râm, túi xách, mũ, quần áo, vali và những thứ khác! Đây là nơi bạn có thể mặc cả giá thậm chí lên tới một nửa ở một số nơi. Chúng tôi đã mua rất nhiều đồ lưu niệm và còn mua cả một chiếc vali dễ thương từ một người bán hàng Trung Quốc.  Đây là nơi phải đến nếu bạn quan tâm đến chợ trời hoặc chợ đường phố. Đọc thêm",
            "Một nơi tuyệt vời để mặc cả và mua hàng hiệu giá rẻ như túi xách, áo sơ mi, quần short, giày, đồng hồ và nước hoa.  Một trải nghiệm tuyệt vời và đã đi 3 lần vì tôi rất tôn sùng túi xách.  Hãy mặc cả với nhân viên quầy hàng về giá cả vì họ sẽ đánh giá cao bạn nhưng bạn có thể mua được một chiếc túi xách chất lượng tuyệt vời với giá AU30 - 40. Trời rất nóng và ẩm nên hãy đi khi cửa mở hoặc đi vào ban đêm.  Mặc cả với tài xế taxi để có được mức giá tốt nhất khi đưa bạn mua sắm về khách sạn.Đọc thêm",
            "Như tiêu đề đã gợi ý, không có nhiều thay đổi lớn trong những năm qua ở Khu Phố Tàu. Tôi đã nhận thấy trong chuyến thăm gần đây rằng hiện nay có một mái nhà bao phủ phần lớn khu vực. Tôi không thể nhớ đã nhìn thấy điều này trong chuyến thăm cuối cùng của tôi. Mặc dù đó là một vài năm trước đây.\nCó lẽ bởi vì trên Internet tôi không tìm thấy một nhà cung cấp nào bán D.V.D. Tuy nhiên, vẫn có quá nhiều gian hàng bán đồng hồ giá rẻ làm hài lòng cả những du khách khó tính nhất. Có vẻ như có nhiều gian hàng bán quần áo và phụ kiện lậu hơn trước, nhưng một lần nữa, rất có thể là do tôi đã không ở đây một thời gian. Tuy nhiên, như trước đây, nơi này rất đông đúc và rất khó để đi lang thang giữa một số quầy hàng vì có quá nhiều du khách.\nMột điều luôn khiến chúng tôi thích thú là người bán hạt dẻ nướng ngay giữa khu phố Tàu. Hạt dẻ rang không phải là thứ thường gắn liền với một đất nước nhiệt đới như Malaysia.Đọc thêm",
            "Ho Kow Hainam Kopitiam, một trong những cửa hàng ăn uống nổi tiếng nằm ở khu Chinatown. Đặc biệt vào các ngày cuối tuần, quán cà phê này luôn đông khách. Bạn cần lấy số và đợi đến khi được gọi đến để dùng bữa. \n\nNếu bạn muốn trải nghiệm cách ăn sáng của người dân địa phương - cà phê đen đặc, bánh mì nướng, trứng luộc một nửa và các món ngon khác, đây là nơi bạn phải ghé thăm. Quán đóng cửa vào các ngày thứ Hai. Đọc thêm",
            "Đối với một khu chợ đường phố, nó cảm thấy khá an toàn nhưng vẫn bảo vệ túi tiền của bạn. Những người bán hàng không tệ khi trao đổi chỉ với một con số thấp và không trả nhiều hơn 60 giá. Đi xa sẽ giúp ích.\n\nTìm tất cả hàng giả của bạn từ giày, túi xách, tất, kính, đồng hồ, áo bóng đá và bóng rổĐọc thêm",
            "Petaling rất thú vị ở khu phố Tàu với rất nhiều cửa hàng và nhà hàng. Tôi khuyên bạn nên ghé qua đây và xem xem bạn có định mua sắm hay không.Đọc thêm",
            "Đối với một khu chợ đường phố, nó cảm thấy khá an toàn nhưng vẫn bảo vệ túi tiền của bạn. Những người bán hàng không tệ khi trao đổi chỉ với một con số thấp và không trả nhiều hơn 60 giá. Bỏ đi sẽ giúp ích. Tìm tất cả hàng giả của bạn từ giày, túi xách, tất, kính, đồng hồ, áo bóng đá và bóng rổĐọc thêm",
            "Xác thực khi bạn nhận thấy những con phố nhỏ là cơ hội tuyệt vời để thử một số món ăn đường phố thú vị! Vào ban đêm, nó trở nên cực kỳ bận rộn nhưng lúc nào cũng sôi động. Gần khu phố Tàu hợp lưu là trung tâm thực sự của Kuala Lumpur với rất nhiều tòa nhà lịch sử xung quanh. Chắc chắn là phải! Để khám phá sâu hơn, chúng tôi đã tham gia Malai Adventure và học được rất nhiều điều khi đi bộ qua khu vực này của thị trấn với một hướng dẫn viên am hiểu.Đọc thêm",
            "Bận rộn và nhộn nhịp, tràn ngập các mặt hàng thời trang, một số trong số đó có thể là hàng thật.... Hãy sẵn sàng hỏi từng bước nếu bạn muốn áo, túi xách, đồng hồ, v.v. nhưng cực kỳ thú vị.Đọc thêm",
            "Chợ này không có gì truyền thống cả. Sản phẩm giả tầm thường có thể được tìm thấy ở bất cứ nơi nào khác. Trừ khi đây là mục đích chuyến thăm của bạn, nếu không sẽ lãng phí thời gian.Đọc thêm",
            "Thật tuyệt vời nhưng bạn phải thương lượng rất nhiều về giá cả vì họ biết rằng bạn không phải là người Malaysia nên nếu 100 thì hãy biến 50 thành dễ dàng ..Đọc thêm",
            "Ho Kow Hainam Kopitiam, một trong những quán ăn nổi tiếng nằm ở khu phố Tàu. Đặc biệt vào cuối tuần, quán cà phê này luôn đông khách. Bạn cần lấy số và đợi cho đến khi số của bạn được gọi để dùng bữa. Nếu bạn muốn trải nghiệm cách ăn sáng theo phong cách địa phương - cà phê đen đặc, bánh mì nướng, trứng luộc nửa chừng và các món ngon khác, đây là nơi bạn Phải ghé thăm. Nó đóng cửa vào thứ Hai.Đọc thêm",
            "Như tiêu đề đã gợi ý, không có nhiều thay đổi lớn trong những năm qua ở Khu Phố Tàu. Tôi đã nhận thấy trong chuyến thăm gần đây rằng hiện nay có một mái nhà bao phủ phần lớn khu vực. Tôi không thể nhớ đã nhìn thấy điều này trong chuyến thăm cuối cùng của tôi. Mặc dù đó là chuyện đã cách đây vài năm. Có lẽ vì trên Internet tôi không tìm thấy một nhà cung cấp nào bán D.V.D. Tuy nhiên, vẫn có quá nhiều gian hàng bán đồng hồ giá rẻ làm hài lòng cả những du khách khó tính nhất. Có vẻ như có nhiều gian hàng bán quần áo và phụ kiện lậu hơn trước, nhưng một lần nữa, rất có thể là do tôi đã không ở đây một thời gian. Tuy nhiên, như trước đây, nơi này rất đông đúc và rất khó để đi lang thang giữa một số quầy hàng vì có quá nhiều du khách. Một điều luôn khiến chúng tôi nhột nhột là người bán hạt dẻ nướng ngay giữa khu phố Tàu. Hạt dẻ rang không phải là thứ thường gắn liền với một đất nước nhiệt đới như Malaysia.Đọc thêm",
            "Rất khó tìm phòng nghỉ.. mọi thứ đều hoàn toàn giả tạo. Rất đông đúc. Thương lượng là điều bắt buộc.Đọc thêm",
            "Hãy sẵn sàng để thất vọng. Không còn chợ Trung Quốc nữa mà thay vào đó là chợ cox với tất cả đám đông và người bán hàng Bangladesh. Không còn là nơi tuyệt vời như xưa với các cửa hàng và trò đùa của người Trung Quốc.Đọc thêm",
            "Xin chào, tôi muốn mua một số Túi xách tay Gucci YSL giả trong kỳ nghỉ của mình.   Bạn sẽ giới thiệu ở đâu để có giá cả, chất lượng và sự lựa chọn tốt?   Cảm ơn.   Karon.Đọc thêm",
            "Có ai nhìn thấy áo khoác Moncler giả ở chợ Chinatown ở KL chưa? Đọc thêm",
            "Không, tôi chưa.Đọc thêm",
            "Cách dễ nhất để đi đến thị trấn Trung Quốc là gì? Ý tôi là có chuyến tàu hoặc xe buýt nào đi thẳng tới đó không?Đọc thêm",
            "Plaza Rakyat ga gần. Rất tiếc là bạn chưa đề cập đến điểm xuất phát của mìnhĐọc thêm",
            "Tôi có thể mua bản sao chính xác của đồng hồ với giá rẻ dưới 40 ringgit tại đây không?Đọc thêm",
            "Có thể cần phải mặc cả để có được mức giá bạn mong muốn. Đọc thêm",
            "Nếu tôi ở Bukit Bintang thì phương tiện di chuyển nào dễ dàng nhất? Có gần Bukit Bintang không?Đọc thêm",
            "Getting Highland là khu vực bán đồi và cách Kuala Lumpur 65 km. Bạn có thể thuê taxi hoặc xe buýt AC cũng chạy từ khu vực này tới KLĐọc thêm",
            "Từ Berjaya Timea Square đến Chinatown có xa không? Vì mình không biết đi bus hay monorail nên chỉ nhờ Uber hay Grab và đi bộ thôi hehehhe....thxĐọc thêm",
            "Bạn có thể đi tàu điện ngầm từ Ga Bukit Bintang đến Pasar Seni. Chỉ cần đi bộ đến China Town trong 5-10 phút và bạn sẽ ở đó.",
            "Thị trường đóng cửa lúc mấy giờ?Đọc thêm",
            "nếu có đồ ăn thì nó sẽ mở cửa đến nửa đêm, nếu không thì chợ sẽ kết thúc lúc 11:30 tối.Đọc thêm",
            "Hôm nay các quầy hàng có mở cửa không vì đây là ngày lễ quốc gia.\nĐọc thêm",
            "Chúng thường mở cửa và ngay cả vào những ngày nghỉ lễ, một số vẫn mở cửa.\nXin lưu ý rằng ở khu phố Tàu, khi mua sắm, bạn có thể giảm giá đáng kể bằng cách đối thoại tôn trọng.Đọc thêm",
            "Lịch trình là gì? Nó đóng cửa vào lúc mấy giờ? Chúng tôi có một điểm dừng và chúng tôi đến lúc 00:45 cho đến 6:45 sáng, chúng tôi có thể làm gì? Bạn có đề xuất cửa hàng điện tử nào mở cửa trong những giờ đó không? \n\nLời chàoĐọc tiếp",
            "Tôi nghĩ nó đóng cửa vào ban đêm\nĐọc thêm",
            "Chúng tôi sẽ ở KL từ ngày 15 đến ngày 18 tháng 2. Đâu là nơi tốt để ghé thăm để trải nghiệm năm mới của Trung Quốc? Đọc thêm",
            "Susane, tôi không phải là người tốt nhất để làm việc này.\nTôi cũng đang đi nghỉ \nĐọc thêm"
        ],
        "star_ratings": [
            2391,
            3969,
            3640,
            1119,
            558
        ],
        "review_amount": 11677,
        "location": [
            "Malaysia",
            "khu phố Tàu",
            "Châu Á",
            "Kuala Lumpur",
            "Những điều cần làm ở Kuala Lumpur",
            "khu vực liên bang"
        ],
        "reviews_time": [
            "Written July 3, 2023",
            "Written September 30, 2023",
            "Written November 30, 2023",
            "Written March 6, 2024",
            "Written May 14, 2024",
            "Written May 27, 2024",
            "Written May 15, 2024",
            "Written May 12, 2024",
            "Written May 4, 2024",
            "Written April 3, 2024",
            "Written March 6, 2024",
            "Written March 6, 2024",
            "Written December 1, 2023",
            "Written November 12, 2023",
            "Written November 9, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298570-d447384-Reviews-Chinatown-Kuala_Lumpur_Wilayah_Persekutuan.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g298570-d3187280-Reviews-LOKL_Coffee_Co-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298570-d2423743-Reviews-Betel_Leaf-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298570-d1165565-Reviews-Restoran_Yusoof_dan_Zakhir-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298570-d3858922-Reviews-Shin_Kee_Beef_Noodle_Specialist-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298570-d5960857-Reviews-Lucy_In_The_Sky_Cafe-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298570-d10876892-Reviews-Leaf_Co_Cafe-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298570-d1048793-Reviews-Sangeetha-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298570-d11844080-Reviews-Cafe_etc-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298570-d12032654-Reviews-FS_Nasi_Kandar_Corner-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298570-d25297283-Reviews-Raw_Kitchen_Hall-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d26503673-Reviews-Sin_Sze_Si_Ya_Temple_Pioneers_of_Kuala_Lumpur_Museum-Kuala_Lumpur_Wilayah_Persek.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d531642-Reviews-Sin_Sze_Si_Ya_Temple-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d450992-Reviews-Central_Market_Kuala_Lumpur-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d2400608-Reviews-Guan_Di_Temple_Kuala_Lumpur_Malaysia-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d10330746-Reviews-Illusion_3D_Art_Museum-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d10083833-Reviews-Art_House_Gallery_Museum_of_Ethnic_Arts-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d12712854-Reviews-Lost_In_China_Town-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d8817883-Reviews-Kasturi_Walk-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d17393332-Reviews-Petaling_Street_Market-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d10303187-Reviews-ArtFordable-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d447384-Reviews-or10-Chinatown-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d317521-Reviews-Petronas_Twin_Towers-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d9704225-Reviews-Masjid_Wilayah_Persekutuan-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d457134-Reviews-Thean_Hou_Temple-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d5929193-Reviews-KLCC_Bukit_Bintang_Pedestrian_Walkway-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d8142447-Reviews-Lake_Symphony-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d456562-Reviews-Sultan_Abdul_Samad_Building-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d451274-Reviews-National_Mosque_Masjid_Negara-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d456588-Reviews-Jamek_Mosque-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d454885-Reviews-Sri_Maha_Mariamman_Temple-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d1943478-Reviews-Jalan_Alor-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d2328058-Reviews-Simply_Enak_Food_Experiences-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d2460668-Reviews-Be_Tourist_Malaysia_Heritage-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d10553662-Reviews-Withlocals-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d15220261-Reviews-Mousedeer_Journeys-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d20264214-Reviews-Shiquan_Teaart-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g1868435-d320055-Reviews-Ayalon_Institute_Museum-Rehovot_Central_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g33742-d12731668-Reviews-Clinton_Town_Beach-Clinton_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g608863-d4932212-Reviews-Bella_Vraka_Beach-Syvota_Igoumenitsa_Thesprotia_Region_Epirus.html",
            "https://www.tripadvisor.com/Attraction_Review-g12176291-d2186131-Reviews-Chena_Hot_Springs_Resort-Chena_Hot_Springs_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g189416-d6875254-Reviews-Sunken_City_of_Olous-Elounda_Lasithi_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g59790-d3426939-Reviews-Columbus_Antique_Mall-Columbus_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g188644-d196160-Reviews-Atomium-Brussels.html",
            "https://www.tripadvisor.com/Attraction_Review-g60865-d145924-Reviews-Stockade_Lake-Custer_South_Dakota.html",
            "https://www.tripadvisor.com/Attraction_Review-g60625-d666963-Reviews-National_Tropical_Botanical_Garden-Poipu_Koloa_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g311298-d13975519-Reviews-Lust_Lost_ChillBar-Canggu_North_Kuta_Bali.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298570-d447384-Reviews-or10-Chinatown-Kuala_Lumpur_Wilayah_Persekutuan.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298570-d447384-Reviews-Chinatown-Kuala_Lumpur_Wilayah_Persekutuan.html"
    }
]