[
    {
        "attraction_name": "Chinatown International District",
        "attraction_name_vi": "Khu phố quốc tế Chinatown",
        "general_info": [
            "300 đánh giá",
            "- 134 trong số 748 việc cần làm ở Seattle",
            "Vùng lân cận"
        ],
        "attraction_summary": "Thưởng thức văn hóa người Mỹ gốc Á của Seattle tại Khu Quốc tế Phố Tàu, một trong những khu phố lâu đời nhất trong thành phố. Tại đây, bạn sẽ tìm thấy tất cả các loại thực phẩm nhập khẩu tại siêu thị lớn Uwajimaya và bạn có thể tìm hiểu về lịch sử của khu vực này tại Bảo tàng Wing Luke. Bạn cũng có thể xem bức tranh tường rồng và đèn lồng đá khổng lồ ở Công viên Hing Hay hoặc chơi pinball tại Bảo tàng Pinball Seattle. Huyện tổ chức nhiều lễ hội quanh năm - đừng bỏ lỡ Lễ đón Tết Nguyên đán hàng năm vào tháng Giêng hoặc tháng Hai. Nếu bạn không có nhiều thời gian, khu lịch sử này là điểm dừng chân trong nhiều chuyến tham quan thành phố Seattle.  - TripadvisorĐọc thêm",
        "reviews": [
            "Đọc thêm",
            "Khu quốc tế Chinatown có nhiều cửa hàng, nhà hàng và siêu thị châu Á, giống như các cửa hàng Trung Quốc và Nhật Bản. Tôi ăn trưa tại một nhà hàng Trung Hoa, hương vị khiến tôi gợi nhớ hương vị quê nhà của đất nước tôi. Đây cũng là nơi có nhiều cửa hàng truyện tranh có thể mua truyện tranh Nhật Bản. Tôi rất thích nó. Cảm ơn bạn đã phục vụ.Đọc thêm",
            "Khu phố Tàu Quốc tế của Seattle - là một trong những khu phố cổ nhất trong thành phố. Nhiều cửa hàng sushi, dim sum và mì bao gồm cả trà sữa và karaoke nữa! Dễ dàng đến đó bằng cách đi Đường sắt nhẹ - tàu - .Đi vào ban ngày, rất an toànĐọc thêm",
            "Tôi đã chuyển đến cộng đồng 5của anh ấy vào tháng 1 và điều đó khiến tôi rất chán nản vì chi phí của mọi thứ đều siêu siêu đắt và tôi đã bị ba cơ sở đối xử rất tàn nhẫn, một trong số đó là Bưu điện và hôm nay, ngày 3 tháng 7 năm 2023, tôi đã bị phớt lờ và thậm chí không với những gì tôi đã đặt ở một tiệm bánh sáng nay, tôi không cảm thấy thoải mái khi sống ở đây. Tôi đang chuyển về RentonĐọc thêm",
            "Đây chắc hẳn là một trong những khu phố Tàu kém sôi động nhất mà tôi từng đến.   Vâng, nó có một số nhà hàng Trung Quốc và Nhật Bản ngon, một siêu thị phương Đông xinh xắn và một số bảo tàng thú vị - Bảo tàng Wing Luke và Pinball - .  Nhưng đường phố hầu như vắng tanh ngay cả vào chiều thứ bảy, những người vô gia cư dường như không biết từ đâu xuất hiện khi trời tối và cảm giác không được an toàn cho lắm.  Tôi nghe nói rằng Covid không tử tế với khu vực này, có rất nhiều hành vi phá hoại - phân biệt chủng tộc? - và các doanh nghiệp thất bại.  Hi vọng mọi chuyện sẽ tốt đẹp hơn trong thời gian không xaXem thêm",
            "Chúng tôi đi vào buổi trưa thứ Hai, nơi này vắng vẻ và đầy những người vô gia cư. Bạn cảm thấy không an toàn ngay khi đóng cửa xe. Khá thất vọng khi có người đề cập rằng mọi chuyện đã tốt hơn nhiều trước COVID. Tôi sẽ không giới thiệu nó.Đọc thêm",
            "Covid đã không tử tế với Khu Quốc tế.  Cảm giác trên đường phố là tiếp tục đi bộ và không giao tiếp bằng mắt NHƯNG... Bảo tàng Wing Luke là đỉnh cao và chuyến tham quan tòa nhà - khách sạn có sẵn vào những ngày nhất định - những thời điểm khiến chuyến thăm ID rất xứng đáng với thời gian của bạn. Chúng tôi đã đến thăm Bảo tàng Chung cư ở NYC vào mùa hè năm ngoái và chuyến tham quan khách sạn của Wing Luke - hay hơn và ấn tượng hơn chuyến tham quan từ những năm 1880 mà chúng tôi đã thực hiện ở NYC.  Tôi đã học được rất nhiều về trải nghiệm của người châu Á ở Seattle thông qua hướng dẫn viên am hiểu của chúng tôi. Tôi cũng rất thích sự hòa nhập của bảo tàng - rõ ràng nỗ lực của cộng đồng được cảm nhận và đánh giá cao ở đây. Sau đó, chúng tôi đi bộ đến Em Coffee bên trong Trung tâm Văn hóa Little Sài Gòn - nhỏ nhưng có giá trị - và thưởng thức cà phê chuối và một ít bánh mì.  Kết thúc buổi chiều bằng chuyến đi đến Uwijimya lớn nhất mà tôi từng đến và tận hưởng siêu sách - cửa hàng văn phòng phẩm bên cạnh.  Có một khu ẩm thực trong cùng tòa nhà, vì vậy nếu bạn cần món gì ngon thì có rất nhiều sự lựa chọn. Khu vực này không giống Phố Tàu NYC hay Phố Tàu SF.  Nó không nhộn nhịp và thực sự có cảm giác như nó đang tiếp tục tồn tại giữa các thế lực của quá trình đô thị hóa và tình trạng vô gia cư do ma túy.  Nếu bạn không quan tâm đến bảo tàng thì tôi sẽ bỏ qua chuyến thăm khu vực này.Đọc thêm",
            "Tôi thích ghé thăm phố Tàu ở bất kỳ thành phố nào chúng tôi ghé thăm. Sự hối hả và nhộn nhịp, các cửa hàng, mùi hương và màu sắc luôn tuyệt vời. KHÔNG PHẢI Ở ĐÂY. Nó xuống cấp, trông xám xịt, không hấp dẫn và có cảm giác hơi bất an. Chúng tôi ghé thăm một buổi chiều với mục đích quay lại ăn tối ở đâu đó nhưng chúng tôi không bao giờ quay lại. Tình trạng vô gia cư rất lớn, không lớn bằng Chợ Pike gần đó, và nó chỉ có một bầu không khí tồi tệ. Xin hãy có ai đó đầu tư vì nó có thể tốt nhưng hiện tại thì không. Không có hình ảnh vì tôi không cảm thấy an toàn khi chụp bất kỳ bức ảnh nào. Đọc thêm",
            "Nơi nguy hiểm để thăm người thân của bạn. Ở đó không có nhiều khu phố Tàu. Rất ít nhà hàng châu Á và rất nhiều người vô gia cư. Tôi đã bị một anh chàng da đen tấn công bằng lời nói, anh ta xúc phạm tôi vì tôi không chú ý đến anh ta trên đường.  Tôi là một du khách đến từ Trung Mỹ. Tôi không biết rằng những người vô gia cư đôi khi rất hung hăng và hay đối đầu.Đọc thêm",
            "Điều buồn cười là đây lại được coi là một điểm thu hút, vì thực tế là có, ngoại trừ mái vòm, theo nghĩa đen thì không có gì có thể đủ tiêu chuẩn là Khu Phố Tàu. Lãng phí thời gian để đi.Đọc thêm",
            "Đến đây để trải nghiệm lễ đón Tết Nguyên đán hàng năm ở Seattle lần đầu tiên.  Rất vui vì chúng tôi đến sớm vì tôi có thể đảm bảo chỗ đậu xe gần đó.  Chúng tôi cũng phải đi bộ khắp các gian hàng trước khi quá đông đúc. Chúng tôi đã xem buổi biểu diễn Múa lân đầu tiên và tiếp theo là Múa dân gian Philippines, Taiko Nhật Bản và võ thuật tại Công viên Hing Hay. Ngoài ra, nhiều nhà hàng địa phương cũng tổ chức biểu diễn - 6 món đặc biệt.  Chúng tôi nghĩ cái tốt nhất là dụng cụ lấy mẫu bánh mochi của Công ty Seattle Poi.  Tôi nghĩ nó được tổ chức tốt và là một nơi giới thiệu tuyệt vời cho khu phố Tàu.Đọc thêm",
            "Tôi và gia đình đang có kế hoạch dành thời gian ở đây vào tháng 7.  Người ta nên dành bao nhiêu thời gian.  chúng tôi đang nghĩ đến bảo tàng Wing và bữa trưa.  có thể đạt đỉnh ở một vài cửa hàng.  Có quán mì Ramen nào ngon chính hãng không?Đọc thêm",
            "Cửa hàng tạp hóa Trung QuốcĐọc thêm",
            "Xin lỗi, tôi không tìm kiếm bất kỳ cửa hàng tạp hóa nào.Đọc thêm",
            "Có cửa hàng nào bán thanh long, mít, khếĐọc thêm",
            "Đúng.  Có một khu chợ tuyệt vời ở giữa khu phố Tàu Seattle.  Nó được gọi là Uwajimaya và chúng thật tuyệt vời.  Phải xem liệu bạn có ở gần khu phố Tàu không.Đọc thêm",
            "Có nhiều cửa hàng ở CID không?  Chúng tôi muốn tìm thứ gì đó cho con gái 8 tuổi và yêu Trung Quốc của chúng tôi, đặc biệt là bất cứ thứ gì liên quan đến Panda.Đọc thêm",
            "Không có quá nhiều cửa hàng bán đồ lưu niệm ở trung tâm thành phố. Chủ yếu là các loại nhà hàng và cửa hàng tạp hóa. Có - Uwajimaya mặc dù có rất nhiều thứ mà cô ấy có thể thích. Đọc thêm",
            "Từ chinatown tới cánh đồng safeco bao xa?Đọc thêm",
            "Nó khá gần và có thể nhìn thấy Safeco từ khu phố Tàu. Bạn có thể đi xe buýt hoặc tàu nếu bạn không thích đi bộ.Đọc thêm",
            "Áo phông SeahawksĐọc thêm",
            "Bạn có thể đón chúng ở bất cứ đâu là trung tâm thành phố Seattle, cũng như xung quanh Pikes Place hoặc rõ ràng là gần Sân vận động Bóng đáĐọc thêm",
            "Có đặt may váy Trung Quốc không?Đọc thêm",
            "Có một số phụ nữ may váy trên phố Weller..... Đọc thêm",
            "Khu phố Tàu ở Seattle có bán squishy không? Nếu có thì cửa hàng nào và cửa hàng đó còn mở cửa không? Nếu bạn không biết squishy là gì thì xin đừng bận tâm trả lời.Đọc thêm",
            "Nó ở đâu và có đáng để xemĐọc thêm",
            "Chúng tôi tìm thấy nó trên bản đồ và đi vào một ngày Chủ nhật, rất vắng vẻ, hầu hết mọi thứ đều đóng cửa.  Không phải là một vị trí trên các thị trấn Trung Quốc tuyệt vời của Vancouver và Victoria, B.C.  Nếu bạn từng ghé thăm Victoria, hãy tra cứu các chuyến tham quan thị trấn đồ sứ lịch sử trên mạng ...họ có một chuyến đi bộ lịch sử tuyệt vời đến thị trấn đồ sứ của họ.  Có nhiều thứ thú vị hơn để xem ở Seattle, tôi sẽ không lãng phí thời gian ở thị trấn đồ sứ của họ.Đọc thêm",
            "Is 2001 West Garfield St - bảo tàng pinball - ở khu vực nàyĐọc thêm",
            "Phố King và 6th Sve.Đọc thêm"
        ],
        "star_ratings": [
            55,
            84,
            91,
            41,
            29
        ],
        "review_amount": 300,
        "location": [
            "Washington - WA -",
            "Seattle",
            "Hoa Kỳ",
            "Những điều cần làm ở Seattle",
            "Khu phố quốc tế Chinatown"
        ],
        "reviews_time": [
            "Written March 9, 2024",
            "Written September 30, 2023",
            "Written July 3, 2023",
            "Written May 13, 2023",
            "Written March 21, 2023",
            "Written March 8, 2023",
            "Written February 23, 2023",
            "Written December 29, 2022",
            "Written August 11, 2022",
            "Written May 1, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g60878-d269463-Reviews-Chinatown_International_District-Seattle_Washington.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g60878-d838260-Reviews-Tat_s_Deli-Seattle_Washington.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60878-d432255-Reviews-Salumi_Deli-Seattle_Washington.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60878-d432615-Reviews-Metropolitan_Grill-Seattle_Washington.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60878-d432252-Reviews-Il_Terrazzo_Carmine-Seattle_Washington.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60878-d13010720-Reviews-All_Water_Seafood_Oyster_Bar-Seattle_Washington.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60878-d5489947-Reviews-Shawn_O_Donnell_s_American_Grill_And_Irish_Pub-Seattle_Washington.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60878-d445303-Reviews-Cafe_Paloma-Seattle_Washington.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60878-d10325990-Reviews-Taylor_Shellfish_Oyster_Bar-Seattle_Washington.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60878-d21300594-Reviews-Charlotte_Restaurant_Lounge-Seattle_Washington.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60878-d1459862-Reviews-Cherry_Street_Coffee_House-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d282644-Reviews-Smith_Tower_Visitor_Experience-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d102642-Reviews-Pioneer_Square-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d561311-Reviews-Waterfall_Garden_Park-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d603458-Reviews-Greg_Kucera_Gallery-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d10826839-Reviews-The_Legends_of_SmithTower-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d603448-Reviews-Foster_White_Gallery-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d141275-Reviews-Klondike_Gold_Rush_National_Historical_Park-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d143564-Reviews-Sky_View_Observatory-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d8489417-Reviews-Columbia_Center-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d269815-Reviews-Yesler_Way-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d269463-Reviews-or10-Chinatown_International_District-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d123109-Reviews-Space_Needle-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d319153-Reviews-Hiram_M_Chittenden_Locks-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d603327-Reviews-Lumen_Field-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d531952-Reviews-T_Mobile_Park-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d269796-Reviews-University_of_Washington-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d558679-Reviews-Seattle_Public_Library-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d615595-Reviews-Bruce_Lee_Grave_Site-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d27020811-Reviews-Gallery_110-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d10294173-Reviews-Haunted_History_Ghost_Tours_of_Seattle-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d1089321-Reviews-Bill_Speidel_s_Underground_Tour-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d11878740-Reviews-Cozymeal-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d4352875-Reviews-Beneath_the_Streets-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d10439604-Reviews-Flatstick_Pub-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d109344-Reviews-Pilchuck_Glass_School-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d16858549-Reviews-Seattle_Under_the_Radar_Tours-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g187514-d796251-Reviews-Santiago_Bernabeu_Stadium-Madrid.html",
            "https://www.tripadvisor.com/Attraction_Review-g47724-d2171077-Reviews-SplashDown_Beach-Fishkill_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g1597036-d627649-Reviews-Railay_Beach-Railay_Beach_Krabi_Town_Krabi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g44160-d7854540-Reviews-Branson_Murder_Mystery_Branson_s_Original_and_1_Murder_Mystery-Branson_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g41773-d196785-Reviews-Plimoth_Patuxet_Museums-Plymouth_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g309236-d293020-Reviews-Arenal_Volcano-Arenal_Volcano_National_Park_Province_of_Alajuela.html",
            "https://www.tripadvisor.com/Attraction_Review-g41499-d10727352-Reviews-Oyster_Pond-Chatham_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d1891855-Reviews-Dubai_Spice_Souk-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g29006-d1806785-Reviews-Chewacla_State_Park-Auburn_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g60750-d6611940-Reviews-Old_Town_San_Diego-San_Diego_California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g60878-d269463-Reviews-or10-Chinatown_International_District-Seattle_Washington.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g60878-d269463-Reviews-Chinatown_International_District-Seattle_Washington.html"
    }
]