[
    {
        "attraction_name": "Chumash Casino",
        "attraction_name_vi": "Sòng bạc Chumash",
        "general_info": [
            "221 đánh giá",
            "10 trong số 18 điều cần làm ở Santa Ynez",
            "Sòng bạc"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Khách sạn rất đẹp và giường có chất lượng hàng đầu.  Sòng bạc này đang rung chuyển đặc biệt ở các bàn. Máy đánh bạc rất chật hoặc lỏng. Tôi đã chơi 3 lần trong tháng trước và vẫn chơi với số tiền 400 ban đầu của mình.. Nhân viên sàn rất thân thiện.  Điểm trừ duy nhất của tôi là họ không còn quán cà phê nữa.Đọc thêm",
            "Trải nghiệm sòng bạc tuyệt vời ở nhiều cấp độ nhưng nếu bạn là người chơi poker truyền thống, các giải đấu và hoặc trò chơi tiền mặt, bạn sẽ sớm phải chuyển sang nơi khác. Tin tức ở sòng bạc là Chumash sẽ đóng cửa phòng poker vào cuối tháng Ba. Tôi tin rằng những người đếm đậu đưa ra quyết định này đã không tính đến việc nhiều người chơi poker đưa gia đình và bạn bè vào sòng bạc để theo đuổi các hoạt động cờ bạc khác. Thật xấu hổ khi họ đóng cửa nơi từng là một trong những phòng poker tốt nhất ở khu vực SoCal với lịch sử ít nhất 30 năm, theo ước tính của tôi. Lý do chính để tôi đến cơ sở tốt này sẽ không còn nữa cũng như đối với nhiều người chơi poker khác và những người bạn đồng hành của họ.Đọc thêm",
            "Tôi nhận thấy một số cải tiến ở sòng bạc về vấn đề thông gió. Nó đã được cải thiện một chút nhưng vẫn chưa hoàn hảo. Ít nhất tôi nhận thấy một số cải tiến. trong hệ thống thông gió. Ngoài ra, một số máy ở khu vực cấm hút thuốc bị hỏng nút hoặc không hoạt động, rất nhiều máy đã được sửa chữa. Tôi phải nói rằng tại khu vực sòng bạc ngay sau bãi đậu xe cạnh Starbucks, tình trạng thật tồi tệ. Rất rất nhiều khói và tắc nghẽn. Tôi ước khu vực cụ thể này cũng có thể được chuyển đổi thành khu vực cấm hút thuốc. Sẽ rất hợp lý nếu biến đây thành khu vực cấm hút thuốc vì bạn không cần phải hít hết khói khi đi bộ khắp sòng bạc để đến khu vực cấm hút thuốc ở cuối. Ban quản lý Chumash cần hiểu mọi người đến sòng bạc của bạn để chơi và đánh bạc và không hút thuốc. Hãy nhìn Yaamava, bây giờ có nhiều người đến đó hơn và lượng khách quen cũng tăng lên mặc dù thực tế đây hoàn toàn là một sòng bạc cấm hút thuốc. Có lẽ ban quản lý tại Chumash nên ghé thăm Yaamava để tận mắt chứng kiến.Đọc thêm",
            "Cặp đôi jack cắm trúng đêm cùng nhau. Vấn đề duy nhất là khi họ thay đổi bộ xử lý tiền trong máy và bạn đang chơi, họ không quan tâm, họ đã làm xáo trộn MOJO của tôi trên máy đó và thế là tôi đã trúng thưởngĐọc thêm",
            "Nhân viên sòng bạc rất thô lỗ và không cố gắng giúp đỡ khi có vấn đề với máy đánh bạc. Máy móc chặt chẽ đến mức tốt nhất bạn nên tiêu tiền vào nơi khác và bạn sẽ tiết kiệm được rất nhiều tiền.Đọc thêm",
            "Anh họ của tôi và tôi đã đi vào thứ Ba và thực hiện một chuyến đi trong ngày đến sòng bạc. Nói về một ngày chiến thắng. Cô ấy đã thắng 600 trong một máy, cả hai chúng tôi đều tham gia trò chơi vòng quay may mắn này và tôi đã lên tới 853 và ngay khi chúng tôi chuẩn bị rời đi, tôi đã chơi một trò chơi có thưởng và thắng được 600. Máy móc đang đổ tiền cho chúng tôi. Hãy cẩn thận vì chúng tôi đã mất một số nhanh chóng. Không đông đúc chút nào và cả hai chúng tôi đã có khoảng thời gian tuyệt vời! Đọc thêm",
            "Sòng bạc này là sòng bạc có hệ thống thông gió kém nhất ở California. Lúc đầu, khi sòng bạc không đông người, bạn có thể chịu đựng được nhưng vào giờ cao điểm hoặc vào ban đêm hoặc gần nửa đêm khi khói đã tích tụ hết, bạn hít hết khói và về cơ bản bạn cảm thấy tắc nghẽn và ngột ngạt do chất lượng không khí kém. bạn đang thở. Thật đáng tiếc cho tất cả những người cao tuổi và người già thường xuyên đến đây. Bạn biết tại sao, họ thường xuyên phải tiếp xúc với không khí ô nhiễm kém chất lượng này bởi vì khi bạn nhìn thấy họ - họ có vẻ như khó thở hoặc khó thở do tất cả khói thuốc thụ động và khói thuốc thụ động thứ ba mà họ đã tiếp xúc trong một thời gian dài. thời gian dài. Bây giờ, nếu bạn muốn chơi ở khu vực cấm hút thuốc, bạn có nghĩ rằng không khí ở đó tốt hơn không? Tuyệt đối không vì nó chỉ cách khu vực hút thuốc rộng rãi vài bước chân và độ thông gió ở đó thậm chí còn kém hơn. Tại sao Bộ Y tế Công cộng lại cho phép một không gian chơi game nhỏ như vậy hoạt động với hệ thống thông gió kém như vậy? Hãy lưu ý rằng khu vực cấm hút thuốc ở tầng hai tốt hơn một chút và ít tắc nghẽn hơn nhưng số lượng lựa chọn máy đánh bạc không nhiều. Ồ, tôi phải đề cập rằng các máy đánh bạc ở khu vực cấm hút thuốc ở tầng một có các nút cần được sửa vì chúng bị hỏng hoặc không hoạt động. Sòng bạc này cần một Chủ tịch mới hoặc một đội ngũ quản lý mới. Nếu bạn là một trong những ông chủ lớn, hãy đến thăm khu vực sòng bạc vào khoảng nửa đêm hoặc trong giờ cao điểm và tận mắt xem tôi đang nói về điều gì.Đọc thêm",
            "Thích ghé thăm Chumash. Vào thời điểm nhận phòng, Yazzi rất tuyệt. Cô ấy đảm bảo chúng tôi được chăm sóc và cảm thấy như ở nhà. Trò chơi sòng bạc ổn. Các máy đánh bạc hơi lạnh nhưng tôi thích trò chơi của mình. Khu ẩm thực có nhiều lựa chọn đồ ăn. Ước gì Cafe mở cửa phục vụ bữa sáng. Bữa sáng được phục vụ tại Starbucks không ngon. Thường thì bánh sandwich hoặc burrito ăn sáng đều nguội. Tuy nhiên, sòng bạc và phòng nghỉ thì tuyệt vời. Đề xuất bạn đi 1 dặm hoặc ít hơn đến nhà hàng Mexico Los Carlos để ăn trưa và 3 dặm đến Paulas để ăn sáng. Đọc thêm",
            "Vào khoảng 4h30 ngày 13/7 tôi đang chơi ở một trong các máy Bank 2900, Máy 22243. Máy slot dừng lại ở giải Grand. Khối lượng máy bắt đầu tăng lên rồi đột nhiên chuyển ngược sang giải thưởng Trò chơi miễn phí. Chúng tôi tiếp tục chơi cho đến khi người quản lý và người giám sát đến khi chúng tôi yêu cầu. Họ kiểm tra máy và nói với chúng tôi rằng họ chỉ có thể quay lại 10 trận. Tôi yêu cầu họ kiểm tra video để xem chuyện gì đã xảy ra. Họ nói với tôi rằng camera chỉ quay hành lang chứ không quay máy móc, điều này thật khó tin. Có 6 camera trong bán kính 25-30 feet trong khu vực đó. Thật khó để tôi tin rằng 6 camera ở khu vực đó chỉ bao quát hành lang và không hiển thị những gì đang diễn ra trên các máy đánh bạc đó. Có cảm giác như chúng tôi đang bị lừa đảo và không thể làm gì được. Một trong những người giám sát đã bảo tôi nộp đơn khiếu nại. Họ sẽ điều tra việc đó và nếu tôi giành được Giải thưởng lớn, họ sẽ liên hệ với tôi và trả số tiền thắng cược của tôi. Tôi đã để lại khiếu nại phản hồi trên trang web của họ; và bây giờ chúng ta sẽ xem họ sẽ giải quyết vấn đề này như thế nào.Đọc thêm",
            "Tôi đã đến rất nhiều sòng bạc và thường xuyên đến sòng bạc địa phương 1 hoặc 2 lần mỗi tuần.  Đây là lý do tại sao tôi đánh giá Chumash rất kém:1 Toàn bộ sòng bạc đầy những người hút thuốc.  Khu vực cấm hút thuốc là một trò đùa, không chỉ vì nhỏ mà còn có nhiều loại máy móc khủng khiếp.2 Không có dịch vụ phòng và chúc may mắn tìm được bữa sáng bình thường.  Có, bạn có thể mua bánh sandwich trứng ở quán Starbucks của họ.  Tuy nhiên, hầu hết các sòng bạc đều có quán cà phê mở cửa 24 giờ, nơi bạn có thể mua bất cứ thứ gì...bất cứ lúc nào.  Quán cà phê của họ đã đóng cửa được 2 năm. 3 Không nghi ngờ gì nữa, họ đã tổ chức buổi hòa nhạc War và lễ tốt nghiệp, nhưng cuối cùng tôi phải trả 900 đô la, bao gồm phí cho 1 đêm!  Các phòng đều đẹp, nhưng cung cấp những điều trên, không bao giờ nữa.Đọc thêm"
        ],
        "star_ratings": [
            59,
            56,
            44,
            17,
            45
        ],
        "review_amount": 221,
        "location": [
            "Sòng bạc Chumash",
            "Santa Ynez",
            "California CA",
            "Hoa Kỳ",
            "Những điều cần làm ở Santa Ynez"
        ],
        "reviews_time": [
            "Written September 25, 2023",
            "Written March 1, 2023",
            "Written February 15, 2023",
            "Written January 21, 2023",
            "Written December 25, 2022",
            "Written September 5, 2022",
            "Written July 23, 2022",
            "Written July 14, 2022",
            "Written July 14, 2022",
            "Written June 14, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g33056-d4185776-Reviews-Chumash_Casino-Santa_Ynez_California.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g33056-d7695695-Reviews-Brothers_Restaurant_at_the_Red_Barn-Santa_Ynez_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g33056-d1509910-Reviews-Dos_Carlitos-Santa_Ynez_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g33056-d4123979-Reviews-S_Y_Kitchen-Santa_Ynez_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g33056-d571813-Reviews-The_Willows-Santa_Ynez_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g33056-d827139-Reviews-Pizza_Shack-Santa_Ynez_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g33056-d3610352-Reviews-The_Bakers_Table-Santa_Ynez_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g33056-d12315390-Reviews-Santa_Ynez_Billiards_and_Cafe-Santa_Ynez_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g33056-d494302-Reviews-Trattoria_Grappolo-Santa_Ynez_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g33056-d1874181-Reviews-PANINO_Santa_Ynez-Santa_Ynez_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g33056-d13164160-Reviews-Santa_Ynez_Burrito-Santa_Ynez_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33056-d2415607-Reviews-Santa_Ynez_Valley_Historical_Museum_and_Janeway_Parks_Carriage_House-Santa_Ynez_Ca.html",
            "https://www.tripadvisor.com/Attraction_Review-g2553452-d12952914-Reviews-Naughty_Oak_Brewing_Company-Santa_Ynez_Valley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33051-d1099903-Reviews-PCPA_Pacific_Conservatory_Theatre-Santa_Maria_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33056-d534091-Reviews-Gainey_Estate_Vineyards_Tasting_Room-Santa_Ynez_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33056-d106762-Reviews-Sunstone_Winery-Santa_Ynez_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33103-d127314-Reviews-Old_Mission_Santa_Ines-Solvang_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33056-d562908-Reviews-Kalyra_Winery-Santa_Ynez_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33103-d3487405-Reviews-Solvang_Festival_Theater-Solvang_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33056-d17599829-Reviews-Brave_Maiden_Estate-Santa_Ynez_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33103-d531931-Reviews-Rideau_Vineyard-Solvang_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33056-d4185776-Reviews-or10-Chumash_Casino-Santa_Ynez_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33056-d3877296-Reviews-Carr_Winery_Santa_Ynez-Santa_Ynez_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33056-d1590344-Reviews-Sustainable_Wine_Tours-Santa_Ynez_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33056-d12982219-Reviews-CrossHatch_Winery-Santa_Ynez_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33056-d13142350-Reviews-Valerie_s_Vintage-Santa_Ynez_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33056-d1972602-Reviews-Spa_Elan-Santa_Ynez_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33045-d1547180-Reviews-Cloud_Climbers_Jeep_Tours-Santa_Barbara_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33103-d4681883-Reviews-Solvang_Wine_Tours-Solvang_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33103-d8283631-Reviews-Silk_Road_Transportation_and_Wine_Tours-Solvang_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33056-d1161626-Reviews-Stagecoach_Wine_Tours_Santa_Ynez-Santa_Ynez_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33056-d13975055-Reviews-Cloud_9_Glider_Rides-Santa_Ynez_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33056-d4459635-Reviews-Terra_Massage-Santa_Ynez_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33103-d4236303-Reviews-Artisan_Excursion_Wine_Tours-Solvang_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d4606908-Reviews-Smoky_Mountain_Alpine_Coaster-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g34693-d7225643-Reviews-Treasure_Island_Beach-Treasure_Island_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g33062-d8385811-Reviews-Battery_Spencer-Sausalito_Marin_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32834-d3227821-Reviews-Elmer_Long_s_Bottle_Tree_Ranch-Oro_Grande_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g294009-d2647595-Reviews-Katara_Cultural_Village-Doha.html",
            "https://www.tripadvisor.com/Attraction_Review-g1435792-d142879-Reviews-Pensacola_Beach-Pensacola_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g45992-d13792367-Reviews-Grand_Theatre_at_Grand_Sierra_Resort-Reno_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g2020436-d7109741-Reviews-Marche_de_Goodlands-Goodlands.html",
            "https://www.tripadvisor.com/Attraction_Review-g186525-d195211-Reviews-Arthur_s_Seat-Edinburgh_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g30274-d6945109-Reviews-White_River_Amphitheatre-Auburn_Washington.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g33056-d4185776-Reviews-or10-Chumash_Casino-Santa_Ynez_California.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g33056-d4185776-Reviews-Chumash_Casino-Santa_Ynez_California.html"
    }
]