[
    {
        "attraction_name": "Chunky Monkey",
        "attraction_name_vi": "Khỉ Chunky",
        "general_info": [
            "23 đánh giá",
            "- 43 trong số 112 điều cần làm ở Karachi",
            "Giải trí - Công viên chủ đề"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Đây là một trong những nơi tốt nhất để trẻ em vui chơi. nơi thú vị và vui vẻ. nếu bạn đi Karachi phải đưa con bạn đến nơi đó.Đọc thêm",
            "Tôi không thể tin được họ có thể phạm tội đến mức nào. Khi xe bị kẹt ở độ cao 50 feet, họ không có bất kỳ thiết bị nào để đưa chúng tôi ra ngoài. Tất cả mọi người bị mắc kẹt giữa không trung trong 3 giờ. Họ không có bất kỳ dây đai an toàn nào tốt hơn hoặc bất kỳ khóa đào tạo nào để đưa mọi người ra ngoài an toàn. Điều tồi tệ nhất là họ khóa cổng, không cho bất kỳ ai vào hoặc rời khỏi công viên, kể cả nhân viên y tế hoặc đội cứu hỏa. Họ cũng làm mờ camera quan sát của họ bằng một ít bình xịt dầu. Tôi đoán có lẽ họ đang mong đợi một số người chết. Tôi cùng với 10 người khác đã được giải cứu một cách thiếu chuyên nghiệp nhờ sự trợ giúp của 2 chiếc thang tre được nối với nhau để lên độ cao 50 feet bằng một số sợi dây; một cú trượt chân là không thể tránh khỏi tử vong hoặc bị thương nặngĐọc thêm",
            "Về cơ bản, đây là một khu vui chơi nằm trên bãi biển Clifton nổi tiếng của Karachi, nơi hầu hết các bậc phụ huynh đều đưa con em mình từ 3-9 tuổi đến để tham gia nhiều hoạt động chơi game khác nhau, bao gồm một số hoạt động vòng xoay ngựa gỗ. Đọc thêm",
            "Theo sự nài nỉ của con gái tôi vào thứ Năm tuần trước, chúng tôi đã phải nhượng bộ trước yêu cầu của cô ấy và đến thăm khu vui chơi này gần cửa hàng Hyper Dolmen Mall. Biển quảng cáo với Linh vật của nó rất hấp dẫn và đầy màu sắc. Bên trong khu vui chơi có nhiều trò chơi từ tàu hỏa đến động vật với mức phí hợp lý, người ta phải nạp thẻ từ Rs.200 - - phí vào cửa chỉ là danh nghĩa so với nội thất xa hoa. Tôi với bà, con dâu của tôi - 2 cháu gái ở trong nhóm. Cháu gái út chỉ mới một tuổi không thể hiểu được môi trường xung quanh nhiều màu sắc..Đọc thêm",
            "Khu vực này rất nhỏ, không đủ chuyến đi cho trẻ em tuổi teen, điều không công bằng là bạn phải trả phí vào cửa cao và sau đó trả tiền cho các chuyến đi, đắt so với những nơi tương tự khác ở Karachi.Đọc thêm",
            "Đó là một nơi tốt đẹp để thăm trẻ em ở mọi lứa tuổi. Nhiều trò chơi thú vị được thiết kế cho mọi lứa tuổi vì không có nhiều địa điểm như thế này ở Karachi.Đọc thêm",
            "Những chuyến đi đã lỗi thời với chi phí cao đến mức nực cười. Một lần đi tháp là Rs. 250 cười lớn trong khi ở công viên giải trí lahore, hãy vượt qua một lần là 500 và đi bao nhiêu chuyến tùy thích. Ở công viên Aladdin, cùng một chuyến đi có giá 50. Aladdin thậm chí còn có chuyến đi ly kỳ hơn thế này với giá Rs.50 mỗi chuyến và thậm chí cả gói 200 - 300 cho các chuyến đi được chọn không giới hạn và Aladdin là một công viên giải trí lớn và tốt hơn nhiều so với công viên rất hạn chế này, thực sự đây chỉ là một nhược điểm khác là có rất ít chuyến đi và không gian phù hợp. Phí vào cửa là 100 mỗi người, hơn là làm thẻ với 100 khoản phí riêng biệt và hơn là đặt sự cân bằng của chuyến đi. Thật nực cười. Ở nơi đó, ngay cả kẹo que 5rs cũng được bán với giá Rs. 30, khoai tây chiên như 50 và nước ngọt rs. 100, thật là một trò đùa. Hãy sẵn sàng chi Rs. 2500 cho một gia đình 5 người, hoặc chỉ đi xe qua cửa sổ. Nơi này chỉ là chuyến thăm một lần và là lần cuối cùng.Đọc thêm",
            "Một nơi có những chuyến đi thú vị dành cho mọi lứa tuổi. Tầng hầm có những chiếc ô tô né tránh và khu trò chơi điện tử. Tầng 2 có một khu ẩm thực nhỏ, nơi bạn có thể mua pizza, bánh mì kẹp thịt và các đồ ăn nhanh khác. Có rào cản về độ tuổi đối với một số trò chơi nhất định và cho đến nay chưa có tai nạn nào xảy ra đã xảy ra. Nơi tuyệt vời để đưa trẻ em đi, việc đi lại không tốn kém chút nào. Nơi này cũng có tầm nhìn tuyệt vời ra biển.Đọc thêm",
            "Trả 100 khi vào cửa bất kể bạn là một đứa trẻ 3 tuổi hay một người 90 tuổi nếu bạn muốn vào cửa phải trả phí bảo hiểm. Và bên trong mỗi chuyến đi đều phải trả phí và đắt tiền. .rides đã lỗi thời và không an toàn Đọc thêm",
            "Đây là một trong những nơi có bầu không khí trong lành, sạch sẽ dành cho trẻ em với những chuyến đi thú vị và rạp chiếu phim ảo hơi đông đúc, đặc biệt vào cuối tuần, vì vậy hãy thử vào các ngày trong tuần nói chung 3 - Đọc thêm",
            "Phí vào cửa bao nhiêuĐọc thêm",
            "Chính xác thì công viên nằm ở đâu và làm cách nào tôi có thể đến đó bằng phương tiện giao thông công cộng? Phí vào cửa công viên là bao nhiêu?Đọc thêm",
            "Nó - không phải là công viên. Đó là một nền tảng bên bờ biển nổi tiếng với cái tên Sea View. Clifton Karachi. Phương tiện công cộng bạn có thể đi taxi hoặc dịch vụ Uber Careem Đọc thêm",
            "Không có sự cho phép của gia đình hay không?Đọc thêm",
            "chỉ vào các ngày trong tuần không phải cuối tuần và ngày lễĐọc thêm"
        ],
        "star_ratings": [
            4,
            11,
            5,
            1,
            2
        ],
        "review_amount": 23,
        "location": [
            "Những điều cần làm ở Karachi",
            "Châu Á",
            "Karachi",
            "Khỉ Chunky",
            "Pakistan",
            "Tỉnh Sindh"
        ],
        "reviews_time": [
            "Written August 4, 2019",
            "Written June 19, 2019",
            "Written March 20, 2019",
            "Written July 3, 2018",
            "Written March 24, 2018",
            "Written March 5, 2018",
            "Written January 15, 2018",
            "Written August 31, 2017",
            "Written July 18, 2017",
            "Written June 29, 2017"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g295414-d10286744-Reviews-Chunky_Monkey-Karachi_Sindh_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g295414-d10286744-Reviews-or10-Chunky_Monkey-Karachi_Sindh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g295414-d10286744-Reviews-or20-Chunky_Monkey-Karachi_Sindh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g295414-d7137169-Reviews-Dreamworld-Karachi_Sindh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g295414-d9594332-Reviews-Sindbad_Amusement_Park-Karachi_Sindh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g295414-d17321677-Reviews-Super_space-Karachi_Sindh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g295414-d553617-Reviews-Hill_Park-Karachi_Sindh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g295414-d1601550-Reviews-The_Great_Fiesta_Family_Water_Park-Karachi_Sindh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g295414-d20120044-Reviews-Bahria_Adventure_Land_Theme_Park-Karachi_Sindh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g295414-d23781494-Reviews-Wild_Venture_Water_Park_Resort-Karachi_Sindh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g295414-d23379917-Reviews-Super_Space-Karachi_Sindh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g295414-d19888975-Reviews-Winterland_Pakistan-Karachi_Sindh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g33848-d9465646-Reviews-Grace_Farms-New_Canaan_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g189894-d232083-Reviews-Volvo_Museum-Gothenburg_Vastra_Gotaland_County_West_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g294202-d4415294-Reviews-Dream_Park-Giza_Giza_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g187309-d8820318-Reviews-Oktoberfest-Munich_Upper_Bavaria_Bavaria.html",
            "https://www.tripadvisor.com/Attraction_Review-g143029-d145267-Reviews-Jackson_Lake-Grand_Teton_National_Park_Wyoming.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d25327999-Reviews-CloudBar-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g60745-d10393600-Reviews-Delta_Sky_Club_Gate_A6-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g60814-d103349-Reviews-Club_One-Savannah_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g52905-d1035730-Reviews-Penn_s_Peak-Jim_Thorpe_Pocono_Mountains_Region_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60653-d108472-Reviews-Kane_ohe_Bay-Kaneohe_Oahu_Hawaii.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g295414-d10286744-Reviews-or10-Chunky_Monkey-Karachi_Sindh_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g295414-d10286744-Reviews-Chunky_Monkey-Karachi_Sindh_Province.html"
    }
]