[
    {
        "attraction_name": "Church Street Marketplace",
        "attraction_name_vi": "Chợ phố nhà thờ",
        "general_info": [
            "2.004 đánh giá",
            "5 trong số 74 điều cần làm ở Burlington",
            "Địa điểm ưa thích",
            "Chợ trời"
        ],
        "attraction_summary": "Trung tâm mua sắm ngoài trời từng đoạt giải thưởng ở Downtown Burlington Vermont là trung tâm hoạt động, nơi bạn sẽ tìm thấy kiến ​​trúc lịch sử, lễ hội quanh năm, nghệ sĩ đường phố, âm nhạc, hơn 100 địa điểm mua sắm và ăn tối, thậm chí cả những nơi yên tĩnh để suy ngẫm. Chúng tôi mời bạn tìm hiểu về các hoạt động mua sắm, ăn uống và sự kiện độc quyền ở trung tâm thành phố Burlington cũng như khám phá khu vực!Đọc thêm",
        "reviews": [
            "Chúng tôi đến sớm vào sáng Chủ nhật nên hầu như tất cả các nhà hàng trong cửa hàng đều không mở cửa. Không sao cả vì chúng tôi đi lang thang và dừng lại nghe nhạc trong khu vực công viên. Các địa điểm bắt đầu mở cửa nên chúng tôi đi dạo trên phố và bắt đầu mua sắm. Yêu những con đường bị đóng cửa. Nhắc nhở chúng ta về một phiên bản lớn hơn của Ithaca Commons ở NY.Đọc thêm",
            "Chúng tôi đến đó vào một ngày trời mưa một chút, nhưng cảm giác chung của nơi này rất mát mẻ.  Nhiều cửa hàng địa phương nhưng cũng có một số chuỗi cửa hàng cỡ trung bình mà có thể không nhiều người biết đến.  Giá cả hơi cao một chút, nhưng tôi đã không thực hiện kiểu mua sắm này kể từ trước lạm phát, vì vậy có lẽ đó là tiêu chuẩn.  Bản đồ của tôi về các cửa hàng và địa điểm sẽ rất hữu ích vì chúng tôi đã bỏ lỡ một số con phố nhỏ mà tôi muốn đi vào.  Có lẽ đó là thời điểm, nhưng chúng tôi không gặp phải tình trạng nguy hiểm mà những người khác đã báo cáo.Đọc thêm",
            "Yêu dải cửa hàng này! Thật thú vị nếu bạn có một vài giờ dành riêng! Tôi khuyên bạn nên mua sắm và lên kế hoạch dừng chân để ăn trưa. Chỉ cách Công viên Bờ sông vài dãy nhà! Bạn có thể dễ dàng thực hiện 12 ngày với hoạt động này khi kết hợp với bữa ăn, đi dạo Waterfont, v.v.Đọc thêm",
            "Chúng tôi dừng lại ở Church Street Marketplace để mua sắm một chút.  Khu chợ này dài bốn hoặc năm dãy nhà.  Có một số cửa hàng và nhà hàng.  Đường phố sạch sẽ.  Có rất nhiều khách du lịch giống như chúng tôi.  Nó có thể sử dụng thêm một vài chỗ để ngồi xuống và mọi người xem.Đọc thêm",
            "Tôi thích phố nhà thờ và khi chúng tôi ở Vermont, tôi thích đi chợ Thứ Bảy và cửa hàng trên phố Church. Năm nay, thật đặc biệt vui khi được đưa bọn trẻ đi cùng. Chúng tôi không ở đó lâu, chỉ dừng lại một chút sau bữa sáng tại Handys và mua quà cho chú chó con mới của một người bạn, nhưng chúng tôi đã ghé vào một vài cửa hàng. Mùa hè ở đó rất đẹp, nhưng mùa thu mới là thời điểm kỳ diệu! Đọc thêm",
            "Tôi yêu phố nhà thờ và khi đến Vermont, tôi thích ghé thăm khu chợ thứ Bảy và cửa hàng nhỏ trên Phố Church. Năm nay tôi đặc biệt vui khi được mang theo các con của tôi. Chúng tôi không ở đó lâu, chỉ dừng lại một chút sau bữa sáng tại Handys và mua một món quà cho một chú chó con mới của bạn bè, nhưng chúng tôi đã ghé vào một vài cửa hàng. Trời đẹp vào mùa hè, nhưng điều kỳ diệu nằm ở mùa thu!Đọc thêm",
            "Rất nhiều cửa hàng và không gian để đi bộ xung quanh. Một môi trường không khí cởi mở với nắng mưa trên con đường đi bộ bằng gạch. Các cửa hàng tô điểm cho quảng trường từ các thương hiệu nổi tiếng đến các cửa hàng nhỏ và nhỏ. Tất cả mọi người đều có đồ ăn, quần áo và chỉ cách bờ sông một đoạn đi bộ ngắn.Đọc thêm",
            "Chúng tôi YÊU THÍCH Chợ Phố Church! Những tòa nhà đẹp với những cơ sở kinh doanh nhỏ tuyệt vời, rất nhiều địa điểm ăn uống được trang trí Giáng sinh. Họ có một bãi đậu xe lớn nằm ngay giữa chợ với bãi đậu xe siêu rẻ! Chúng tôi đã dành cả ngày ở đây và thực sự rất thích nó! Rất nhiều hoạt động mua sắm tuyệt vời sẽ được thực hiện ở đây. Mọi thứ đều có thể đi bộ dễ dàng và tất cả đều nằm trong một vài dãy nhà. Một địa điểm thú vị để dành cả ngày khám phá một số khu mua sắm tuyệt vời, thêm các cửa hàng loại hình kinh doanh nhỏ VS các loại hình chuỗi công ty, rất nhiều cửa hàng cà phê giới thiệu Cosmic Grind!, Ben Jerrys, các địa điểm ăn uống, xem Burlington!Đọc thêm",
            "Chúng tôi dừng lại ở Church Street Marketplace để mua sắm một chút.  Khu chợ này dài bốn hoặc năm dãy nhà.  Có một số cửa hàng và nhà hàng.  Đường phố sạch sẽ.  Có rất nhiều khách du lịch giống như chúng tôi.  Nó có thể sử dụng thêm một vài chỗ để ngồi xuống và mọi người xem.Đọc thêm",
            "Rất nhiều thành phố nhỏ cũ ở Mỹ dường như có chợ dành cho người đi bộ.  Burlington cũng không ngoại lệ.  Khu chợ của họ cũng đẹp như bất kỳ khu chợ nào khác mà tôi từng thấy.  Bộ sưu tập thông thường của các cửa hàng địa phương và quốc gia dọc theo lối đi dành cho người đi bộ dài bốn dãy nhà.  Ở cuối Main Street là một công viên.   Đọc thêm",
            "Chuyến xe buýt đến Vermont của chúng tôi kết thúc ở đây vào khoảng giữa trưa. Tôi nghĩ thời hoàng kim của khu phố đi bộ này đã qua rồi. Đúng, các tòa nhà mang tính lịch sử, nhưng các dịch vụ bán lẻ rất ít và ngoại trừ Saratoga Oil và Danforth Pewter thì không có cửa hàng thương hiệu nổi tiếng nào của Vermont. Ngay cả những món ăn của nhà hàng cũng rất ít. Có lẽ vào mùa hè nó sẽ sống động hơn. Tôi sẽ không trở lại. Danh sách các cửa hàng ở đầu khu phố đi bộ sẽ rất hữu ích. Một điểm cộng nữa là đèn đã được treo vào dịp nghỉ lễ. Đọc thêm",
            "Đây không phải là nơi an toàn để ghé thăm.  Những người ăn xin ở mọi ngóc ngách và trong các gara đậu xe.  Sử dụng ma túy mở.Đọc thêm",
            "Ở giữa trung tâm thành phố Burlington, Phố Church là một con phố đi bộ dễ chịu với các cửa hàng, một số nhà hàng và một số công việc kinh doanh điên rồ. Thật tuyệt khi được đi dạo.  Nếu bạn đang đến thăm thành phố, đây là nơi đáng để đi bộ.Đọc thêm",
            "Chúng tôi đến thăm sớm 9 giờ sáng thứ bảy để tìm bữa sáng. Về cơ bản trông có vẻ vắng vẻ ngoại trừ những người vô gia cư xin tiền. Thất vọng. Có vẻ như đây là xu hướng ở các khu vực trung tâm thành phố ngày nay.Đọc thêm",
            "Thất vọng.  Rất nhiều người sơ sài và một anh chàng ca ngợi và say sưa về bất cứ điều gì.  Cửa hàng cũng không có gì đặc biệt. Tiếp tục đi bộ đến hồ và ngắm cảnh.Đọc thêm",
            "Tham quan các ngày trong tuần vào giữa tháng 10. Tất cả các cửa hàng này đều mở cửa vào các ngày trong tuần hay chúng ta nên mở cửa vào cuối tuần?Đọc thêm",
            "Chào bạn.  Tôi là khách quen ở Burlington vì tôi có anh chị em sống ở đó.  Thông thường, tất cả các cửa hàng và nhà hàng đều mở cửa mọi lúc, mọi ngày, các ngày trong tuần hoặc cuối tuần.\n\nVới tình hình COVID hiện tại, tôi sẽ đợi cho đến gần hơn với ngày bạn muốn ghé thăm, sau đó tìm kiếm trên Google trung tâm mua sắm trên Phố Church và gọi điện đến một số địa điểm để xem địa điểm nào mở cửa và địa điểm nào có thể không.  \n\nChúc may mắn.  Đó là một nơi tuyệt vời để đi dạo, ngắm nhìn cửa hàng, dùng bữa và uống rượu, đặc biệt là vào mùa thu.  Peter ở MontrealĐọc thêm",
            "Làm gì ở Burlington vào ngày 26,27,28 tháng 2 Đọc thêm",
            "Tôi sẽ trả lời bằng tiếng Anh S.V.P.. Tôi không phải là chuyên gia về các hoạt động mùa đông les activites dhiver ở Burlington, vì tôi đã đến thăm vào tháng 10, nhưng khúc côn cầu và trượt băng chắc chắn có mặt khắp nơi dọc Hồ Champlain.  Luôn có nhiều quán bia, quán ăn nhỏ, cửa hàng và khu mua sắm thú vị tại Church Street Marketplace, chẳng hạn như một trong những tiệm kem Ben Jerry đầu tiên thường mở cửa trừ khi có bão mùa đông nghiêm trọng.Đọc thêm",
            "CHÀO!  Vợ chồng tôi đang cố gắng lên kế hoạch cho một chuyến đi vào dịp Giáng sinh này.  Chúng tôi đang đi du lịch với một con chó và tò mò liệu có nhà hàng nào trên Phố Church vẫn cung cấp chỗ ngồi ngoài trời vào mùa đông có thể có ít máy sưởi không?  Đọc thêm",
            "Xin lỗi vì đã không trả lời sớm hơn, nhưng tôi đang đi du lịch ở New Zealand để tận hưởng mùa hè và đã bỏ lỡ câu hỏi.  Tôi nghi ngờ liệu một số nhà hàng trên Church Street Marketplace có cung cấp chỗ ngồi ngoài trời với máy sưởi vào tháng 12 hay không.  Đúng vậy, ở vùng ven biển Nam California nơi tôi sống; ở Vermont lạnh giá, không.\nCó thể có những khu vực ăn uống trong nhà kính tại một số nhà hàng ở Burlington nhưng tôi không nhớ có khu vực nào dọc theo Phố Church.Đọc thêm",
            "Chồng tôi và tôi sẽ đến thăm một đêm từ ngày 31 tháng 1 đến ngày 1 tháng 2. Có sự kiện nào đang diễn ra hoặc phải làm hoặc xem không?\nCảm ơnĐọc thêm",
            "Thời tiết năm đó có lẽ sẽ lạnh nên hãy chuẩn bị mặc quần áo dày.\nTrong thị trấn có những nhà hàng đẹp và quán bar ấm cúng nơi bạn có thể khởi động.Đọc thêm",
            "Nó có thân thiện với chó không?Đọc thêm",
            "vâng, nó rất thân thiện với chó, nhiều chú chó đi dạo hoặc ngồi cùng chủ của chúng.Đọc thêm",
            "Có ai biết về việc ghé thăm mùa đông vào dịp Giáng sinh-Năm mới không?Đọc thêm",
            "Đồng ý với người viết khác, chắc chắn sẽ có tuyết nhưng tôi cảm thấy nơi đây vẫn sẽ là nơi để tận hưởng..Đọc thêm",
            "Vợ tôi và tôi sẽ ở khu vực Burlington 1213 - 15. Vì chúng tôi chỉ ở đó một thời gian ngắn nên những suy nghĩ, đề xuất về những điểm Phải xem được đánh giá rất cao. chúng tôi không ngại lái xe một chút để có được trải nghiệm tốt nhất. Cảm ơn trước.Đọc thêm",
            "Bạn có thể đến vào ngày 13 và rời đi vào ngày 15.  Tôi đề nghị bạn có kế hoạch dành thời gian ở trung tâm thành phố. Đèn Giáng sinh sẽ lên và đường phố trông thật huyền diệu.  Có thể là một ly cocktail ở nơi này, bữa tối ở nơi khác, sau đó tráng miệng ở nơi khác.  Tôi ủng hộ Tratorria Delia cho bữa tối; món yêu thích tuyệt đối của tôi mặc dù xe lăn không thể sử dụng được. Hãy thưởng thức một ly sô-cô-la hảo hạng tại Champlain Chocolates.  Tôi tin tưởng vào trang web của tờ báo độc lập địa phương của chúng tôi sẽ cho tôi biết chuyện gì đang xảy ra.  Bài báo có tên là Bảy ngày.  Trang web này có cùng tên. \n   Nó có tất cả các tin tức về các sự kiện. Còn quá sớm để có nhiều danh sách cho ngày lưu trú của bạn.   Tôi đã xem trang web của rạp hát Flynn để biết ngày lưu trú của bạn nhưng không tìm thấy gì cả; điều đó rất bất thường  The Flynn là một nhà hát theo phong cách trang trí nghệ thuật đã được cập nhật và đáng xem nhưng hiện tại chưa có sự kiện nào được lên lịch.  Lái xe xuống Shelburne để tham quan Nhà máy Gấu Teddy và tìm hiểu quá trình kinh doanh rất thành công này.  Bạn sẽ tận hưởng nó ngay cả khi bạn không có con.  Có xe buýt đưa đón miễn phí sẽ đưa bạn từ Đại học Vermont xuống bờ sông.  Vì Burlington được xây dựng trên một ngọn đồi nên chiếc xe buýt nhỏ này sẽ giúp bạn leo đồi.  Đừng đi đến bờ sông; nó tuyệt đẹp vào mùa đông cũng như mùa hè.   Courtyard by Marriott có một sân ngoài trời tuyệt đẹp, nơi họ đốt lửa ầm ĩ vào mùa đông; thật tuyệt khi ngồi và nhìn chằm chằm vào ngọn lửa.  Nếu bạn lên tầng cao nhất của nhiều nhà để xe, bạn sẽ có được tầm nhìn tuyệt vời ra thành phố cũng như hồ nước và băng qua New York.   Điểm tuyệt vời; và miễn phí!  Hy vọng điều này sẽ giúp ích.Đọc thêm",
            "Bạn có gợi ý gì về những việc cần làm ở Burlington vào thứ Hai trong tháng 9 không? Có vẻ như trung tâm thành phố có thể đã chết. Bạn đang nghĩ đến việc thuê một chiếc xe đạp hoặc đi bộ dọc hồ, nhưng nếu thời tiết không tốt thì sao? Ý tưởng?Đọc thêm",
            "Chợ Phố Church, một phố đi bộ bốn dãy nhà ở trung tâm thành phố, có đầy các cửa hàng và nhà hàng đủ loại mô tả và sở thích. Không chắc khi nào họ đóng cửa trong ngày, nhưng hầu hết sẽ mở cửa vào cuối tháng 9.  Có một con đường dành cho xe đạp rộng rãi ở Burlington và lối đi bộ dọc theo hồ thực sự rất tuyệt.  Có nhiều việc phải làm ở Burlington hơn tôi dự kiến ​​ban đầu.\nĐọc thêm",
            "Bạn có gợi ý nào về các nhà hàng và quán bar thân thiện với chó trong mùa đông không? Đọc thêm",
            "Chúng tôi có một con chó mà chúng tôi mang đến trung tâm thành phố trong mùa ăn uống ngoài trời, tuy nhiên tôi không biết bất kỳ quán ăn nào mà tất nhiên là chó ngoại trừ chó dịch vụ được phép vào cơ sở.  Xin lỗiĐọc tiếp",
            "địa chỉ chợĐọc thêm",
            "Tôi nghĩ rằng Church Street Marketplace chạy N-S cho một số dãy nhà bắt đầu từ Main Street và kết thúc ở Cherry. Hai con đường chạy song song hai bên là Winooski phía đông và St. Paul phía tây. Nếu bạn đang đi bộ trên đường Main và có thể nhìn thấy rạp hát lớn Flynn Space, thì thực tế là bạn đang ở đó. Nó bắt đầu ở phía bắc của Main.Đọc thêm"
        ],
        "star_ratings": [
            1121,
            653,
            167,
            40,
            23
        ],
        "review_amount": 2004,
        "location": [
            "Hoa Kỳ",
            "Burlington",
            "Những việc cần làm ở Burlington",
            "Chợ phố nhà thờ",
            "Vermont VT"
        ],
        "reviews_time": [
            "Written July 10, 2023",
            "Written August 10, 2023",
            "Written August 16, 2023",
            "Written November 20, 2023",
            "Written April 18, 2024",
            "Written April 18, 2024",
            "Written April 14, 2024",
            "Written December 17, 2023",
            "Written November 20, 2023",
            "Written November 10, 2023",
            "Written November 7, 2023",
            "Written November 6, 2023",
            "Written October 25, 2023",
            "Written October 24, 2023",
            "Written October 19, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g57201-d106333-Reviews-Church_Street_Marketplace-Burlington_Vermont.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g57201-d8710510-Reviews-Bistro_De_Margot-Burlington_Vermont.html",
            "https://www.tripadvisor.com/Restaurant_Review-g57201-d7689884-Reviews-Istanbul_Kebab_House-Burlington_Vermont.html",
            "https://www.tripadvisor.com/Restaurant_Review-g57201-d3210678-Reviews-Pizzeria_Verita-Burlington_Vermont.html",
            "https://www.tripadvisor.com/Restaurant_Review-g57201-d1553855-Reviews-August_First-Burlington_Vermont.html",
            "https://www.tripadvisor.com/Restaurant_Review-g57201-d404075-Reviews-Trattoria_Delia-Burlington_Vermont.html",
            "https://www.tripadvisor.com/Restaurant_Review-g57201-d665825-Reviews-American_Flatbread-Burlington_Vermont.html",
            "https://www.tripadvisor.com/Restaurant_Review-g57201-d603944-Reviews-Henry_s_Diner-Burlington_Vermont.html",
            "https://www.tripadvisor.com/Restaurant_Review-g57201-d404090-Reviews-Leunig_s_Bistro-Burlington_Vermont.html",
            "https://www.tripadvisor.com/Restaurant_Review-g57201-d5247620-Reviews-Hen_of_the_Wood-Burlington_Vermont.html",
            "https://www.tripadvisor.com/Restaurant_Review-g57201-d1924785-Reviews-The_Farmhouse_Tap_Grill-Burlington_Vermont.html",
            "https://www.tripadvisor.com/Attraction_Review-g57201-d2221423-Reviews-Burlington_City_Arts_Center-Burlington_Vermont.html",
            "https://www.tripadvisor.com/Attraction_Review-g57201-d106334-Reviews-Flynn_Center_for_the_Performing_Arts-Burlington_Vermont.html",
            "https://www.tripadvisor.com/Attraction_Review-g57201-d10460434-Reviews-Mad_River_Distillers_Burlington-Burlington_Vermont.html",
            "https://www.tripadvisor.com/Attraction_Review-g57201-d1553300-Reviews-Frog_Hollow_Craft_Center-Burlington_Vermont.html",
            "https://www.tripadvisor.com/Attraction_Review-g57201-d12660056-Reviews-Montstream_Studio-Burlington_Vermont.html",
            "https://www.tripadvisor.com/Attraction_Review-g57201-d23708554-Reviews-City_Hall_Park-Burlington_Vermont.html",
            "https://www.tripadvisor.com/Attraction_Review-g57201-d12205136-Reviews-Fletcher_Free_Library-Burlington_Vermont.html",
            "https://www.tripadvisor.com/Attraction_Review-g57201-d282714-Reviews-Burlington_Memorial_Auditorium-Burlington_Vermont.html",
            "https://www.tripadvisor.com/Attraction_Review-g57201-d282717-Reviews-Doll_Anstadt_Gallery-Burlington_Vermont.html",
            "https://www.tripadvisor.com/Attraction_Review-g57201-d12089425-Reviews-Vermont_Distillers_and_Smugglers_Notch_Distillery_Tasting_Room-Burlington_Vermont.html",
            "https://www.tripadvisor.com/Attraction_Review-g57201-d106333-Reviews-or10-Church_Street_Marketplace-Burlington_Vermont.html",
            "https://www.tripadvisor.com/Attraction_Review-g57201-d2276813-Reviews-Burlington_Farmers_Market-Burlington_Vermont.html",
            "https://www.tripadvisor.com/Attraction_Review-g57201-d277557-Reviews-Lake_Champlain_Chocolates-Burlington_Vermont.html",
            "https://www.tripadvisor.com/Attraction_Review-g57201-d11660716-Reviews-Vintage_Photography_Emporium-Burlington_Vermont.html",
            "https://www.tripadvisor.com/Attraction_Review-g57201-d7289342-Reviews-Vintage_Inspired_Marketplace-Burlington_Vermont.html",
            "https://www.tripadvisor.com/Attraction_Review-g57201-d282663-Reviews-Fleming_Museum_Of_Art_At_Uvm-Burlington_Vermont.html",
            "https://www.tripadvisor.com/Attraction_Review-g57201-d8683766-Reviews-Common_Deer-Burlington_Vermont.html",
            "https://www.tripadvisor.com/Attraction_Review-g57201-d7154563-Reviews-AO_Glass-Burlington_Vermont.html",
            "https://www.tripadvisor.com/Attraction_Review-g57201-d7184783-Reviews-Global_Pathways_Jewelry-Burlington_Vermont.html",
            "https://www.tripadvisor.com/Attraction_Review-g57201-d27051709-Reviews-Red_Square-Burlington_Vermont.html",
            "https://www.tripadvisor.com/Attraction_Review-g57201-d25422433-Reviews-Float_On_Dispensary-Burlington_Vermont.html",
            "https://www.tripadvisor.com/Attraction_Review-g57201-d5846653-Reviews-The_Burlington_Whiskey_Room-Burlington_Vermont.html",
            "https://www.tripadvisor.com/Attraction_Review-g57201-d10342584-Reviews-The_Archives-Burlington_Vermont.html",
            "https://www.tripadvisor.com/Attraction_Review-g57201-d1793973-Reviews-Queen_City_Ghostwalk-Burlington_Vermont.html",
            "https://www.tripadvisor.com/Attraction_Review-g57201-d10112547-Reviews-Jivana_Green_Spa_Salon-Burlington_Vermont.html",
            "https://www.tripadvisor.com/Attraction_Review-g57201-d10125614-Reviews-Esc4pe-Burlington_Vermont.html",
            "https://www.tripadvisor.com/Attraction_Review-g57201-d8355766-Reviews-Burlington_Edible_History_Tour-Burlington_Vermont.html",
            "https://www.tripadvisor.com/Attraction_Review-g57201-d4271785-Reviews-Cynthea_s_Spa-Burlington_Vermont.html",
            "https://www.tripadvisor.com/Attraction_Review-g57201-d4174173-Reviews-Burlington_Segways-Burlington_Vermont.html",
            "https://www.tripadvisor.com/Attraction_Review-g59512-d123144-Reviews-Seneca_Rocks_State_Park-Seneca_Rocks_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g56926-d19516239-Reviews-Yorktown_Memorial_Hospital-Yorktown_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g4414408-d7277555-Reviews-Dragon_Gate-Alvkarleby_Uppsala_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g33964-d270016-Reviews-Harkness_Memorial_State_Park-Waterford_Mystic_Country_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g297694-d25369369-Reviews-Living_World_Denpasar-Denpasar_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g33327-d7249039-Reviews-Spruce_Creek_Trail-Breckenridge_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g47851-d4559676-Reviews-Hamlin_Beach_State_Park-Hamlin_Finger_Lakes_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g651657-d1237410-Reviews-Nabana_no_Sato-Kuwana_Mie_Prefecture_Tokai_Chubu.html",
            "https://www.tripadvisor.com/Attraction_Review-g189934-d9736351-Reviews-Helsinki_Tram_System-Helsinki_Uusimaa.html",
            "https://www.tripadvisor.com/Attraction_Review-g189970-d624551-Reviews-National_Museum_of_Iceland-Reykjavik_Capital_Region.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g57201-d106333-Reviews-or10-Church_Street_Marketplace-Burlington_Vermont.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g57201-d106333-Reviews-Church_Street_Marketplace-Burlington_Vermont.html"
    }
]