[
    {
        "attraction_name": "Circus Circus Midway",
        "attraction_name_vi": "Xiếc Xiếc Giữa Đường",
        "general_info": [
            "476 đánh giá",
            "- 129 trên 442 Trò chơi vui nhộn ở Las Vegas",
            "Trò chơi - Trung tâm giải trí"
        ],
        "attraction_summary": "Là một phần của Circus Circus Hotel and Casino, Midway bao quanh sân khấu xiếc, nơi các tiết mục tự do biểu diễn hàng ngày. Bạn có thể chơi các trò chơi lễ hội cổ điển, hơn 200 trò chơi điện tử và ghé thăm trung tâm đổi thưởng mới của chúng tôi để giành giải thưởng.Đọc thêm",
        "reviews": [
            "Đọc thêm",
            "Đã dành nhiều giờ vui vẻ tại Circus Circus khi còn là một đứa trẻ vào những năm 1970 để chơi các trò chơi lễ hội ở Midway và xem các tiết mục xiếc. Tôi quay lại để kiểm tra nó sau gần 30 năm kể từ lần cuối nhìn thấy nó và lo sợ những gì tôi sẽ thấy khi nhìn vào vẻ ngoài đổ nát của phần còn lại của khách sạn và sòng bạc. Thật ngạc nhiên, nó trông vẫn còn khá tốt và vẫn còn những tiết mục xiếc đang được biểu diễn trên sân khấu trung tâm. Nó không quá đông mặc dù đó là một buổi chiều trong tuần. Tôi không biết tại sao ngày nay lại có người đưa trẻ nhỏ đến Vegas với vẻ ngoài thô tục như ngày nay, nhưng nếu bạn có con đi cùng thì Circus Circus Midway vẫn là một nơi khá tốt để đi chơi. Đọc thêm",
            "Một trong những trải nghiệm tồi tệ nhất là chi tiêu khoảng - 70 đô la trong một máy. Các máy này sẵn sàng lấy tiền của bọn trẻ và không đưa ra bất kỳ mức giá nào. Tôi gọi cho một trong những người giám sát để kiểm tra một trong những chiếc máy và cô ấy nói với tôi lý do tại sao tôi lại tiêu tiền nếu tôi không hài lòng với chiếc máy đó là do các con tôi đang cố gắng tìm hiểu xem có vấn đề gì. Cô ấy chỉ đổ lỗi cho chúng tôi về mọi thứ, dịch vụ tồi, môi trường tồi tệ, và thành thật mà nói thì đây là một bãi rácĐọc thêm",
            "Nơi duy nhất ở Vegas nơi trẻ em được chấp nhận một cách chân thành. Đúng vậy - có một số chỗ hơi bẩn nhưng không quá tệ. Chúng tôi đã không ở lại đây nhưng ước gì chúng tôi có, ngoài Excalibur, đây là khách sạn duy nhất không khiến bạn cảm thấy sai lầm khi đưa trẻ em đến Vegas.  Các cửa hàng và đồ ăn ở đây rẻ hơn rất nhiều so với bất kỳ nơi nào khác trên Dải Las Vegas. Các nhân viên rất khốn khổ nhưng chúng tôi đã tìm thấy điều đó ở khắp mọi nơi.Đọc thêm",
            "Bỏ qua điều này!  Nó - đông đúc, bẩn thỉu và thành thật mà nói, bên trong có cảm giác hơi thô thiển.  Có nhiều điều tốt hơn để làm ở Vegas.Đọc thêm",
            "Trước đây, Circus Circus đã sử dụng các trò chơi lễ hội của họ để thu hút đám đông, để đám đông sẽ chi tiêu ở những nơi khác trong sòng bạc. Vào thời đó, các trò chơi trong lễ hội là - 1 lượt đi, và đó là những trò chơi mà bạn thực sự có thể thắng. Bây giờ, chúng là - 2,50 lượt đi, và đó là những trò chơi bạn không thể - không thể thắng. VÀ không có nhiều trong số chúng, hầu hết đã được thay thế bằng máy móc và những chiếc máy vuốt mà bạn không thể - lấy được bất cứ thứ gì. Họ cũng yêu cầu bạn mua tín dụng trước thời hạn để đảm bảo bạn chi tiêu nhiều hơn. Giờ đây, không gì tốt hơn là đi đến khu trò chơi điện tử địa phương. Nhưng với tất cả những rắc rối về đỗ xe, mùi hôi và việc phải đi bộ qua sòng bạc để đến đó. Hãy bỏ lỡ.Đọc thêm",
            "Những trò chơi giống nhau, cùng vô số cách đây 2 năm nhưng có mặt nạ. Tôi chỉ có thể ở lại khoảng 20 phút ở nơi có quá nhiều tiếng ồn và tôi không thể thở được. Đọc thêm",
            "Circus Circus Midway luôn là một địa điểm không thể thiếu của LV đối với tôi kể từ khi tôi còn nhỏ. Giờ đây, chúng tôi đã có cơ hội đưa các con mình đến đó và mọi chuyện vẫn vui vẻ như xưa nay. Các trò chơi hiện hoạt động trên hệ thống thẻ, nhưng nhìn chung vẫn có vẻ có giá hợp lý - trò chơi điện tử hầu hết tương đương - 1 hoặc ít hơn, các trò chơi loại giải thưởng lễ hội thường - 2 hoặc ít hơn - tôi nói - hoặc ít hơn - bởi vì bạn nhận thêm tín dụng khi bạn chi tiêu hơn - 30 một lần, làm cho trò chơi rẻ hơn mỗi lần chơi - . Các tiết mục xiếc miễn phí ở giữa Midway vẫn mang tính giải trí cho trẻ em. Một lợi thế của việc Circus Circus không phải là một trong những khách sạn mới quyến rũ ở Vegas là bãi đậu xe vẫn miễn phí, đây là một điểm cộng khác. Nếu bạn đang mong đợi sự sang trọng, đừng đến Circus Circus Midway. Nhưng nếu bạn đang tìm kiếm một số trò chơi điện tử kiểu cũ đặc biệt tuyệt vời dành cho trẻ em thì đây là một trong những địa điểm yêu thích của tôi ở bất cứ đâu. Đọc thêm",
            "Cảm ơn bạn đã đánh giá về Midway! Chúng tôi rất vui khi biết rằng nó vẫn tiếp tục là một sản phẩm thiết yếu cho bạn và gia đình bạn sau ngần ấy năm! Đó chắc chắn là điều chúng tôi đang phấn đấu và rất vui mừng khi có bạn là một vị khách trung thành. Chúng ta sẽ gặp lại bạn lần sau! Đọc thêm",
            "Rất vui khi chơi trò chơi nhưng không thích việc bạn phải nạp tiền vào thẻ để chơi trên máy. Đôi khi cách này không hiệu quả nhưng vẫn trừ tiền vào thẻ nên cuối cùng chúng tôi đã lãng phí tiền. Giải thưởng cũng khá nhỏ so với số tiền bạn phải trả. Tuy nhiên vẫn rất vui và chúng tôi thích các tiết mục miễn phí. Chúng tôi luôn ghé thăm đây khi đến Vegas. Đọc thêm",
            "Cảm ơn bạn đã đánh giá về The Midway! Chúng tôi rất tiếc nếu thẻ chơi gặp một số khó khăn; nhân viên của chúng tôi rất vui lòng giúp bạn nếu điều này xảy ra. Chúng tôi rất vui vì Midway là một trong những điểm dừng chân - phải ghé thăm - của bạn khi đến Las Vegas, và chúng tôi mong chờ chuyến đi tiếp theo của bạn! Đọc thêm",
            "Chúng ta đã chi - 80 cho 8 con thú nhồi bông phải không? Vâng, vâng, chúng tôi đã làm vậy. Nó có đáng không? Vâng, đúng vậy. Các con tôi đã rất vui khi đập những con gà nhồi bông vào những chiếc chậu khổng lồ và ném bóng vào giỏ và suýt thắng trong trò chơi máy gắp thú.Đọc thêm",
            "Xin chào HappyJana, cảm ơn bạn đã đánh giá tuyệt vời về The Midway! Chúng tôi rất vui vì bạn và con bạn đã có khoảng thời gian vui vẻ - trò chơi gà trong nồi quả là một trò chơi cổ điển! Chúng tôi hy vọng tất cả các bạn sẽ sớm quay lại và gặp lại chúng tôi.Đọc thêm",
            "Đây từng là một nơi tuyệt vời để ghé thăm nhiều năm trước. Bạn tôi chưa bao giờ đến đó nên chúng tôi dừng lại và điều đó thật khốn khổ. Hầu hết các trò chơi đều không có ai làm việc, chi phí của trò chơi cao và cảm giác như chết khi ở đó. Chúng tôi cũng đã xem những gì mà chúng tôi nghĩ sẽ là một rạp xiếc thú vị, đó chỉ là một tiết mục kéo dài chưa đầy 7 phút từ đầu đến cuối. Không bao giờ lặp lại. Đọc thêm",
            "Có ai biết ngày mai phí Resort sẽ đến bao nhiêuĐọc thêm",
            "Tôi - tôi sẽ ở rạp xiếc vào ngày 2 tháng 3 năm 2020 3 người lớn 1 Cháu gái 14 tuổi 1 trong số những người lớn là con trai tôi 25 tuổi Tôi muốn hỏi có ai biết liệu tôi có thể đặt 2 giường đơn không, phòng của chúng tôi không thoải mái với đứa con trai 25 tuổi của tôi ngủ chung giường với cháu gái 14 tuổi, tất cả chúng tôi ở chung 1 phòngĐọc thêm",
            "Hồ bơi có mở cửa vào tháng 3Đọc thêm",
            "Giá taxi từ sân bay đến rạp xiếc là bao nhiêu? Đọc thêm",
            "Tôi xin lỗi vì đã không đi taxi mà thuê xe. Nhưng khách sạn đó không xa sân bay lắm. Hãy thử gọi điện đến khách sạn để xem họ có xe đưa đón đến sân bay không. Đọc thêm",
            "Liệu một đứa trẻ 4 tuổi có vui không?Đọc thêm",
            "Có rất nhiều thứ để họ xem và làm và mỗi giờ lại có một buổi biểu diễn xiếc khác nhau và đầu bên kia của khách sạn ở tầng một, bạn cũng có một hội chợ vui vẻ.Đọc thêm",
            "Liệu một đứa trẻ 14 và 17 tuổi có vui vẻ không?Đọc thêm",
            "Họ sẽ có một vụ nổ.Đọc thêm",
            "Các trò chơi Midway trung bình bao nhiêu tiền?Đọc thêm",
            "Như Angel đã đề cập, bất cứ nơi nào từ - 0,25 - bóng xiên, khúc côn cầu trên không, v.v. - đến - 1,00 - ném bóng, ném vòng, ném phi tiêu, v.v. - .Đọc thêm",
            "Midway có những loại trò chơi nào? Giống như trong trò chơi, bạn có thể giành được giải thưởngĐọc thêm",
            "Bạn thắng được rác. Đôi khi là rác lớn. Câu hỏi đặt ra là bạn có muốn có thêm một chiếc vé máy bay để bay về nhà với chú gấu bông có kích thước thật của mình không!?!?  Ở Mỹ, kiểu lễ hội được thiết lập nhằm mục đích khiến việc chiến thắng gần như không thể xảy ra và kiếm được càng nhiều tiền càng tốt. Giống như sòng bạc nhưng dành cho trẻ em.  Tóm lại, bạn có cơ hội trúng số cao hơn là trúng giải có chất lượng tốt.  Nhưng chúc may mắn, đi lại an toàn - Những lời chúc tốt đẹp nhất!!Đọc thêm",
            "Giữa đường có wi-fi không?Đọc thêm",
            "Khi tôi ở đó, tôi đã kết nối với bất kỳ vấn đề nào. Mọi sòng bạc và điểm tham quan ở Vegas đều có wi-fi. Những đứa trẻ lớn của tôi không gặp vấn đề gì, mỗi lần chúng đến đó, vì vậy hãy thoải mái tận hưởng.Đọc thêm"
        ],
        "star_ratings": [
            109,
            147,
            124,
            49,
            47
        ],
        "review_amount": 476,
        "location": [
            "Las Vegas",
            "Xiếc Xiếc Giữa Đường",
            "Nevada - NV -",
            "Hoa Kỳ",
            "Những điều cần làm ở Las Vegas"
        ],
        "reviews_time": [
            "Written April 19, 2024",
            "Written February 17, 2024",
            "Written April 12, 2023",
            "Written July 16, 2022",
            "Written April 18, 2022",
            "Written April 8, 2021",
            "Written February 23, 2020",
            "Written February 12, 2020",
            "Written February 9, 2020",
            "Written December 15, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g45963-d552985-Reviews-Circus_Circus_Midway-Las_Vegas_Nevada.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g45963-d422632-Reviews-THE_Steak_House-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Restaurant_Review-g45963-d2405909-Reviews-The_Peppermill_Restaurant_Fireside_Lounge-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Restaurant_Review-g45963-d10038007-Reviews-Tacos_El_Gordo-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Restaurant_Review-g45963-d3513493-Reviews-Denny_s-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Restaurant_Review-g45963-d4834210-Reviews-Krispy_Kreme-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Restaurant_Review-g45963-d6654476-Reviews-El_Dorado_Cantina-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Restaurant_Review-g45963-d8074495-Reviews-Waves_Pool_Bar_Grill-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Restaurant_Review-g45963-d23488080-Reviews-Carversteak-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Restaurant_Review-g45963-d4009666-Reviews-Bagelmania-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Restaurant_Review-g45963-d4587120-Reviews-Pizzeria-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d216673-Reviews-Casino_at_Circus_Circus-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d271361-Reviews-Slots_A_Fun_Casino-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d103326-Reviews-Circus_Circus_Adventuredome_Theme_Park-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d27788368-Reviews-The_Adventuredome_at_Circus_Circus_Las_Vegas-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d24190601-Reviews-Perception-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d4228163-Reviews-Count_s_Kustoms-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d26999555-Reviews-Casino_at_fontainbleau-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d1987849-Reviews-Casino_at_Encore-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d127003-Reviews-Fountains_of_Bellagio-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d104050-Reviews-Stratosphere_Tower-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d552985-Reviews-or10-Circus_Circus_Midway-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d14151175-Reviews-Las_Vegas_Shooting_Center-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d6434427-Reviews-The_Little_Vegas_Chapel-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d2169633-Reviews-Dig_This-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d20171620-Reviews-The_Escape_Game_Las_Vegas-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d3417767-Reviews-Battlefield_Vegas-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d23110031-Reviews-Bliss_Wedding_Chapel-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d12987482-Reviews-Wreck_Room-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d10687459-Reviews-Top_Shot_Las_Vegas-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d25028686-Reviews-Axehole_Vegas-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d12135152-Reviews-Axe_Monkeys-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d1951312-Reviews-Big_Bus_Tours-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d1409787-Reviews-Alexandra_Noel_Salon-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d553198-Reviews-Peppermill_s_Fireside_Lounge-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d1074726-Reviews-Vegas_Indoor_Skydiving-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d10840555-Reviews-LVC_Exotic_Car_Rentals-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d8550832-Reviews-Global_Nightlife_Crawl-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d2214705-Reviews-Annie_Bananie_Las_Vegas_Tours-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d23537427-Reviews-Soul_Of_Motown-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g1840814-d14098123-Reviews-Schiphol_Hotel_Shuttle-Schiphol_Haarlemmermeer_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d19892003-Reviews-The_Bath_House_Banya_London-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g28965-d796040-Reviews-Nine_Mile_Canyon-Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d8043064-Reviews-The_Magician_New_York-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g150813-d23096111-Reviews-Mystika_Immersive-Tulum_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d9797897-Reviews-Cat_Cafe_Budapest-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7938258-Reviews-Ba_Vi_National_Park-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g60947-d655485-Reviews-West_Quoddy_Head_Light-Lubec_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g580246-d675011-Reviews-Caribe_Bay-Jesolo_Veneto.html",
            "https://www.tripadvisor.com/Attraction_Review-g188098-d546182-Reviews-The_Matterhorn-Zermatt_Canton_of_Valais_Swiss_Alps.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g45963-d552985-Reviews-or10-Circus_Circus_Midway-Las_Vegas_Nevada.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g45963-d552985-Reviews-Circus_Circus_Midway-Las_Vegas_Nevada.html"
    }
]