[
    {
        "attraction_name": "Citi Open",
        "attraction_name_vi": "Citi mở rộng",
        "general_info": [
            "20 đánh giá",
            "- 432 trong số 642 việc cần làm ở Washington DC",
            "Sự kiện thể thao"
        ],
        "attraction_summary": "Citi Open quy tụ một số ngôi sao quần vợt sáng giá nhất để tranh tài trên sân. Là một trong những giải đấu mở chuyên nghiệp đầu tiên dành cho quần vợt, lịch sử lâu đời và lừng lẫy của giải đấu luôn thu hút đông đảo khán giả, lấp đầy hầu hết 7.500 chỗ ngồi của sân trong các trận đấu. Diễn ra vào mùa hè, giải đấu cũng mang đến cho du khách sự sang trọng hiếm có của các phòng suite có máy lạnh bên sân. Bản thân giải đấu Open chịu trách nhiệm đi đầu trong môn thể thao này, giúp phổ biến mọi thứ từ công nghệ phát lại tức thời được sử dụng cho quần vợt, đến màu sắc của sân đấu - vì vậy luôn có điều gì đó mới mẻ để xem! Citi Open nằm trong Công viên Rock Creek xinh đẹp của DC, một địa điểm thiên nhiên tuyệt đẹp. Đọc thêm",
        "reviews": [
            "Nếu bạn không bao giờ cần sử dụng nhà vệ sinh thì trải nghiệm thật tuyệt. Tôi nghi ngờ số lượng nhà vệ sinh không đạt tiêu chuẩn cho một sự kiện như thế này. Trả giá vé cao và dành 30 phút cộng thêm thời gian chờ đợi nhà vệ sinh sau 20 phút đi bộ thật tuyệt. Đọc thêm",
            "Yêu Citi mở. Đặc biệt là những sân nhỏ hơn, nơi tôi có thể thấy Andy và Jamie Murray thực sự thân thiết không giống như những sự kiện lớn hơn.Đọc thêm",
            "Đừng tới đây.  Rất vô tổ chức. Họ không bán vé đậu xe trực tuyến, nhưng cho biết nó chỉ dành cho những người đã vượt qua sau khi xếp hàng chờ xe 2 giờ.  Tôi sẽ không bao giờ đến đây nữaXem thêm",
            "Bãi đậu xe là tồi tệ nhất. Chờ 3 tiếng trên đường để vào trong. Sau 1,3 giờ, được thông báo rằng chỉ được phép đỗ xe trả trước. Tôi đỗ xe ở một số bãi đậu xe công cộng và bắt Uber để đến trung tâm quần vợt. Hầu hết bãi đậu xe ở trung tâm quần vợt đều trống cho đến 6 giờ chiều.Đọc thêm",
            "The Citi Open  - aka Washington D.C. Open -  offered quality players and matches and affordable parking.  So much good and bad about this tournament that I will focus on the most important issues.  The facility is very old and in need of renovations.  Seating is generally good from any point, except the 2nd level lower rows views were obstructed by advertising banners.  At one point we made a game of how soon fans would sit in the empty lower rows to immediately rise up to able to see player at south end baseline and then leave for better seats.Mature landscaping and park provided an Intimate setting with various covered and uncovered seating areas with TVs to watch the matches. But no TV for the outside seating area at the main food court and many areas in disarray were not rearranged daily throughout the tournament.Food quality varied from bad to good depending on the vendor and location of food purchase.  The Choudin lounge was transporting food from a kitchen at another food location and therefore could be old and lukewarm.  Whereas the food court and food trucks were good quality with nice selection, but the prices were high.Event entry was adequately staff and fast entry using Apple digital wallet or printed tickets.   I recommend budgeting time to enter as standard for any sporting event, at least 30 minutes from the offset parking using shuttle service to grounds entry and another 15 minutes to seats.  Yet there were no ushers during the day sessions and people were sometimes hesitant on giving seats to ticket holder.  I overheard several times of incidents where people seating other places because they seats were taken. I had to verbally state to one person that yes I did want to sit in my seat for them to remove themselves.  This also meant there was movement throughout the matches to include even when ushers were present for the evening sessions.  I would only attend again after facility is renovated and - or return of the WTA to tournament. I - m hopeful that renovation plans are in the works with an owner change in 2019.Read more",
            "Đã đến trong tuần đầu tiên để xem các tay vợt tại Citi Open.  Đây là lần đầu tiên tôi đến Rock Creek.  Có rất nhiều bãi đậu xe trong tuần khai trương và chúng tôi không gặp khó khăn gì khi tìm chỗ đậu xe. Tôi khuyên bạn nên lấy bút đánh dấu và sách - giấy để xin chữ ký vì họ có một vài buổi mà người ta có thể xin chữ ký và chụp ảnh với một người chơi.  Tôi cũng thấy một số cầu thủ đi lại xem các trận đấu, khởi động và ăn uống. Chúng tôi mang theo chai nước vì có một số đài phun nước xung quanh cơ sở nơi chúng tôi có thể đổ đầy chai miễn phí.  Nước từ quầy nhượng quyền là - 5 cái mỗi cái.  Nước ngọt là - 7; quá đắt nếu bạn định mua nước cả ngày.  Mang theo đồ ăn nhẹ vì các món giảm giá rất đắt và sự đa dạng không quá tuyệt vời.  Đắt - 14 bánh mì kẹp thịt với - 7 khoai tây chiên. Có rất ít chỗ để ngồi để giảm bớt cái nóng; khu vực ăn uống có máy lạnh cũng như cửa hàng bán hàng hóa.  Tôi đi chơi ở cửa hàng bán đồ khi cần tránh nóng.  Trời mưa trong một buổi học của chúng tôi và thời tiết cực kỳ ẩm ướt sau khi mưa xuống.  Có thể cần lấy một chiếc khăn nhỏ để lau chỗ ngồi nếu trời mưa.  Đội sấy khô rất hiệu quả trong việc làm khô sân sau khi mưa xuống. Trong ngày thi đấu đầu tiên, chúng tôi không phải xếp hàng dài để vào cổng, thức ăn, đài phun nước và các tiện nghi và đó là một trải nghiệm thú vị. Đọc thêm",
            "Quần vợt tuyệt vời được trưng bày với những cầu thủ tuyệt vời và tinh thần đám đông tuyệt vời. Các quan chức thân thiện. Tuy nhiên: Cơ sở vật chất đã cũ và thiếu. Cầu thang hẹp và không thể xử lý được đám đông khi họ rời đi, trời cấm nếu có trường hợp khẩn cấp. Dòng người xếp hàng vào phòng tắm thật điên rồ, đặc biệt là phụ nữ - s. KHÔNG có đài phun nước và nơi duy nhất để lấy nước có dòng 15 phút - xem hình - - hoặc trả - 6 cho một chai nhỏ. Chỉ có phòng đứng trong hầu hết các lều và vườn uống nước, và nhiệt độ là 91 độ cộng với sức nóng trực tiếp của mặt trời. Citi là nhà tài trợ với một số lều bổ sung nhưng cuối cùng họ loại trừ bất kỳ ai không phải là chủ thẻ và không có cách nào để trở thành chủ thẻ. Hãy chuẩn bị sẵn sàng cho việc tự cung tự cấp hoàn toàn như thể đó là một ngày dài dưới ánh nắng trực tiếp, bởi vì rất có thể nó sẽ như vậy. Đọc thêm",
            "Vào tối thứ Bảy cho trận bán kết nam, thời gian chờ để vào và qua cửa an ninh là 40 phút.  Vì vậy, ngay cả khi có vé trong tay và đến trước 7 giờ 10 phút, tôi vẫn không thể ngồi vào chỗ của mình cho đến khi set đầu tiên tỷ số là 5-3.  Trong 3 trận đấu hay nhất, đây có thể là gần một nửa trận đấu!  Chỉ có 4 - 5 lựa chọn cho thực phẩm và chúng có giá cực cao, cũng như bia.  Hoàn toàn không thể chấp nhận được và tôi sẽ không bao giờ quay lại.  Điều duy nhất khiến trận đấu này có 2 lần xuất phát thay vì 1 là tầm nhìn từ mọi chỗ ngồi đều tốt và chất lượng quần vợt cũng rất tốt.Đọc thêm",
            "Trận mưa năm nay tệ nhất và tin tôi đi, tôi đã trả tiền cho nó - 300 - .  Sự thất vọng đầu tiên là tôi đã trả tiền cho bãi đậu xe cao cấp chỉ để được quay lại vì không được phép đậu xe trên bãi đậu xe.  Tôi đã lấy lại được tiền của mình chưa, không một xu.  Sau đó, tôi lại bị đánh vào mặt bởi giải đấu cho phép các cầu thủ ra sân và bắt đầu trận đấu dù trời đang mưa.  Làm như vậy bạn sẽ mất đi khả năng nhận được vé thưởng cho ngày hôm sau.  Hãy chuẩn bị sẵn sàng mặc dù vé vé sẽ là một chỗ ngồi trên khán đài chứ không phải chỗ ngồi trong hộp mà bạn đã trả tiền - - - cho.  Chà, nhìn chung thì tôi sẽ theo dõi sự thoải mái ở nhà và chiếc ghế hộp tự chế của mình.Đọc thêm",
            "Do mưa gió mùa ở khu vực DC năm nay, Giải quần vợt Citi Open đã có nhiều trận đấu bị hoãn và tạm dừng. Đó là một điều may mắn cho bất kỳ ai tham dự vào thứ Tư, ngày 1 tháng 8 khi chúng tôi được tận hưởng hơn tám giờ thi đấu xuất sắc với các ngôi sao quần vợt nam và nữ đẳng cấp thế giới tranh tài trên năm sân khác nhau. Từ các nhà vô địch Grand Slam như Sloane Stephens, Andy Murray và Bob Bryan đến các tay vợt đã thành danh như David Goffin, Kyle Edmund, Kei Nishikori và Andrea Petkovic và thế hệ ngôi sao tiếp theo như Francis Tiafoe, Sasha Zverev và Stephanos Tsitspas, trình độ chơi thật xuất sắc! Khả năng tiếp cận gần với các tay vợt là một khía cạnh tuyệt vời của giải đấu này. Có nhiều mức giá vé khác nhau, với những chỗ ngồi rẻ nhất đã bán hết khi chúng tôi đến vì bãi đậu xe tại chỗ đã đóng cửa do cỏ lầy lội và thời gian đến bãi đậu xe vệ tinh và quay lại giải đấu mất hơn 50 phút. Nhưng chỗ ngồi của chúng tôi rất xứng đáng vì chúng tôi được sử dụng lều Emirates có máy lạnh trong toàn bộ buổi. Dịch vụ phục vụ đồ ăn và đồ uống cùng tivi màn hình lớn có sẵn trong lều và mang đến sự thư giãn thoải mái trong ngày hè nóng ẩm ở DC. Nếu bạn có thẻ tín dụng CIti, hãy mang theo vì Citi Tent cung cấp đồ uống, đồ ăn nhẹ và trạm sạc miễn phí cũng như máy lạnh. Một dịch vụ thân thiện với người hâm mộ khác là chương trình phát sóng giải đấu Citi audio với máy phát âm thanh miễn phí. Có một số lựa chọn đồ ăn và đồ uống tại các quầy bán đồ ăn nhẹ và xe bán đồ ăn. Đọc thêm",
            "Bạn sẽ giới thiệu một khách sạn ở đâu gần nơi diễn ra giải đấuĐọc thêm",
            "Chúng tôi có thể mang theo đồ ăn và đồ uống không?Đọc thêm",
            "chỗ ngồi tốt nhấtĐọc thêm"
        ],
        "star_ratings": [
            3,
            9,
            2,
            1,
            5
        ],
        "review_amount": 20,
        "location": [
            "Washington DC",
            "Quận Columbia - DC -",
            "Hoa Kỳ",
            "Những điều cần làm ở Washington DC",
            "Citi mở rộng"
        ],
        "reviews_time": [
            "Written August 5, 2023",
            "Written August 1, 2023",
            "Written August 1, 2023",
            "Written August 1, 2023",
            "Written August 12, 2021",
            "Written August 17, 2019",
            "Written August 4, 2019",
            "Written August 3, 2019",
            "Written August 10, 2018",
            "Written August 4, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g28970-d10020637-Reviews-Citi_Open-Washington_DC_District_of_Columbia.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g28970-d16692996-Reviews-Moreland_s_Tavern-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g28970-d25803757-Reviews-Hedzole-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g28970-d2097608-Reviews-Highlands_Cafe_Grill-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g28970-d20106086-Reviews-Atxondo-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g28970-d4992703-Reviews-Crown_Bakery-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g28970-d5075922-Reviews-La_Villa_Pizzeria-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g28970-d11875479-Reviews-Hiwot_Ethiopian_Restaurant-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g28970-d8620894-Reviews-Sunrise_Caribbean_Restaurant-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g28970-d5026411-Reviews-Sing_Long_Carryout-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g28970-d19763319-Reviews-Catrachitos_Restaurant-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d266635-Reviews-Hillwood_Estate_Museum_Gardens-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d10105731-Reviews-Lincoln_Memorial-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d104863-Reviews-Vietnam_Veterans_Memorial-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d104867-Reviews-Smithsonian_National_Museum_of_Natural_History-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d129816-Reviews-Rock_Creek_Park-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d218282-Reviews-Basilica_of_the_National_Shrine_of_the_Immaculate_Conception-Washington_DC_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d581522-Reviews-President_Lincoln_s_Cottage-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d143751-Reviews-Washington_National_Cathedral-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d107967-Reviews-National_Air_and_Space_Museum-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d105289-Reviews-Dumbarton_Oaks-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d10020637-Reviews-or10-Citi_Open-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d10020629-Reviews-National_Cherry_Blossom_Festival-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d10020643-Reviews-Marine_Corps_Marathon-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d10020633-Reviews-Rolling_Thunder_Run-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d10020640-Reviews-Library_of_Congress_National_Book_Festival-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d10020645-Reviews-ZooLights-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d10020632-Reviews-White_House_Easter_Egg_Roll-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d10020636-Reviews-National_Capital_Barbecue_Battle-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d10020631-Reviews-Rock_n_Roll_DC_Marathon-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d10020642-Reviews-Army_Ten_Miler-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d10020638-Reviews-Washington_Kastles-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d21140306-Reviews-Off_the_Mall_Tours-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d7075331-Reviews-Mangia_DC_Food_Tours-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d3229585-Reviews-Shear_Madness-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d2109112-Reviews-Tiber_Creek_Tours_of_DC-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d109242-Reviews-Smithsonian_s_National_Zoo_Conservation_Biology_Institute-Washington_DC_District_of.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d254181-Reviews-Saint_John_Paul_II_National_Shrine-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d8386227-Reviews-Rock_Creek_Park_Nature_Center_and_Planetarium-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d4097363-Reviews-Upshur_Park-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d948485-Reviews-Politics_and_Prose-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d12948322-Reviews-Fort_DeRussy_Civil_War_Fort_Remains_and_Trails_in_Rock_Creek_Park-Washington_DC_D.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d6893137-Reviews-Fort_Stevens-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187463-d13474979-Reviews-Social_Club_Mallorca-Palma_de_Mallorca_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g41687-d6886035-Reviews-Houghton_s_Pond-Milton_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g293984-d10859998-Reviews-Peres_Center_for_Peace_and_Innovation-Tel_Aviv_Tel_Aviv_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d2642613-Reviews-Matilda_the_Musical-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g736288-d4563021-Reviews-Katelios_Beach-Katelios_Kefalonia_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g187443-d6776394-Reviews-Alameda_de_Hercules-Seville_Province_of_Seville_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d15325499-Reviews-Color_Factory-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60745-d133818-Reviews-The_Institute_of_Contemporary_Art-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g3733792-d4817385-Reviews-Buddha_Bar_Beach_Porto_Montenegro-Tivat_Municipality.html",
            "https://www.tripadvisor.com/Attraction_Review-g56901-d14772348-Reviews-Cypress_Falls_Swimming_Hole-Wimberley_Texas.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g28970-d10020637-Reviews-or10-Citi_Open-Washington_DC_District_of_Columbia.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g28970-d10020637-Reviews-Citi_Open-Washington_DC_District_of_Columbia.html"
    }
]