[
    {
        "attraction_name": "CityWalk's Rising Star",
        "attraction_name_vi": "Ngôi sao đang lên của CityWalks",
        "general_info": [
            "159 đánh giá",
            "18 trên 147 Cuộc sống về đêm ở Orlando",
            "Quán Karaoke"
        ],
        "attraction_summary": "Đối với tất cả những ai có ước mơ được lên sân khấu và thể hiện một bài hát với tư cách là ca sĩ chính của một ban nhạc, hãy sẵn sàng cho khoảnh khắc nổi bật của bạn. CityWalks Rising Star không phải là câu lạc bộ karaoke điển hình của bạn. Ở đây, khi bạn cầm mic, bạn đang biểu diễn với một ban nhạc sống hoàn chỉnh với các ca sĩ dự bị thực thụ. Chọn từ một số tên bài hát ấn tượng và khuấy động như một siêu sao hoặc ngâm nga bản ballad đồng quê yêu thích của bạn khi bạn biểu diễn trước khán giả trực tiếp.Đọc thêm",
        "reviews": [
            "Đọc thêm",
            "CityWalks Rising Star thực sự là một sự bùng nổ! Họ đưa karaoke lên một tầm cao mới với ban nhạc sống đầy đủ cùng biểu diễn. Đó là một kinh nghiệm tôi đặc biệt giới thiệu cho mọi người ghé thăm. Với hai câu chuyện và tầm nhìn tuyệt vời ra sân khấu, năng lượng sẽ có sức lan tỏa. Nhược điểm duy nhất là tôi ước họ mở cửa muộn hơn, nhưng ngoài điều đó ra, đây là thiên đường của những người yêu thích karaoke. Ngay cả khi bạn không đủ can đảm để tự mình hát thì vẫn vô cùng thú vị khi xem những người khác bước lên sân khấu và khuấy động cùng ban nhạc. Đừng bỏ lỡ điểm nóng giải trí này!Đọc thêm",
            "Chào Ryan.\nCám ơn, vì phản hồi của bạn. Tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời như vậy trong chuyến thăm CityWalks Rising Star. Tôi hy vọng bạn có cơ hội được hát hết mình khi ở đó! Trong lần ghé thăm tiếp theo, tôi khuyên bạn nên thử Pizza Prosciutto Arugula giữa các suất ăn. Mong rằng chúng tôi sẽ sớm gặp lại bạn!\n- AshleyĐọc thêm",
            "Chúng tôi ghé thăm ngôi sao đang lên hàng năm và đó luôn là khoảng thời gian tuyệt vời.  Tôi ước gì có cách nào đó để xem danh sách bài hát được cập nhật trước khi đi. Cab không bao giờ tìm thấy một.  Nhưng nơi này thật tuyệt vời và rất nhiều niềm vuiĐọc thêm",
            "Xin chào,\n\nCảm ơn bạn đã dành thời gian để lại đánh giá này! Tôi rất vui khi biết bạn đã thích những lần ghé thăm chúng tôi. Hy vọng bạn đã có cơ hội thử một số loại đồ uống đặc sản ngon tuyệt, The Rising Star Phải từ 21 tuổi trở lên mới được uống hoặc tiêu thụ. Chúng tôi hy vọng sớm được gặp lại bạn!\n\n-SamanthaĐọc thêm",
            "Lần đầu tiên đến Rising Star và chúng tôi đã có khoảng thời gian tuyệt vời nhất! Chúng tôi đã đi hát karaoke và không hề thất vọng! Thích nhất là họ còn có cả ban nhạc hát bè trực tiếp, chưa từng thấy điều đó với karaoke trước đây. Đồ uống cũng rất ngon, chúng tôi đã gọi đồ uống đặc biệt trong thực đơn và mọi thứ chúng tôi có đều tuyệt vời. Nhân viên pha chế thân thiện và nhanh nhẹn, và rất nhiều người trong số họ làm việc tại quầy bar, điều này thật tuyệt khi quán rất đông khách. Nơi này đủ lớn để bạn có thể tìm thấy một nơi để đứng ngay cả khi đông đúc và bạn có thể ngắm cảnh từ sân khấu từ bất cứ đâu. Ngoài ra, phòng tắm cũng rất rộng, đây là một điểm cộng, đặc biệt là đối với phòng dành cho phụ nữ lol. Chúng tôi đã có rất nhiều tiếng cười và chắc chắn sẽ quay lại vào lần tới! Đọc thêm",
            "Chào bạn! \n\nCám ơn, vì phản hồi của bạn! Tôi rất vui khi biết bạn thích chuyến thăm Citywalks Rising Star và tôi thực sự khuyên bạn nên thử cocktail Tropical Breeze vào lần tới khi bạn ghé qua! Xin lưu ý rằng Khách phải từ 21 tuổi trở lên mới được mua và thưởng thức đồ uống có cồn. Mong rằng chúng tôi sẽ sớm gặp lại bạn!\n\n- EmilyĐọc thêm",
            "Đó là buổi hát karaoke hay nhất với ban nhạc sống và ca sĩ dự bị đệm cho bạn hát. Hạn chế duy nhất là bạn phải hát một bài hát trong danh sách, bài hát này chỉ khả dụng khi bạn quét mã QR khi đến đó. Ai đó có thể tìm danh sách bài hát và đăng nó lên mạng không?Đọc thêm",
            "Chào,\n\nCảm ơn bạn rất nhiều vì đánh giá 5 sao này! Tôi rất vui khi được thấy bạn vui vẻ như thế nào với chúng tôi và rất nóng lòng được chào đón bạn trở lại với buổi biểu diễn encore. Hãy chắc chắn rằng bạn sẽ tận hưởng những cảm xúc thú vị tại Pat O&#39;Briens để thưởng thức những cây đàn piano song tấu!\n\n-ChrisyĐọc thêm",
            "Chúng tôi đã đi vào tối thứ ba và rất thất vọng vì tối hôm đó họ không có ban nhạc. Dù sao thì cũng ổn thôi. Điều thực sự khiến tôi hơi bối rối là tại sao karaoke kjs lại cần nghỉ giải lao 15 phút mỗi giờ. Tôi có thể hiểu một ban nhạc cần được nghỉ ngơi. Khi họ đang hát và biểu diễn mọi bài hát. Tuy nhiên, chỉ để thông báo ca sĩ và điều chỉnh âm thanh thì không cần phải nghỉ nhiều như vậy. Nó thực sự khuyến khích chúng tôi rời đi sớm hơn nhiều so với dự kiến. \n\nÂm thanh và máy chủ là đỉnh cao.   Không phải là một cú gõ vào họ.  Có vẻ như đây là một mô hình kinh doanh thiếu sót trong các đêm karaoke tiêu chuẩn.Đọc thêm",
            "Chào Bryce,\n\nCảm ơn bạn đã dành thời gian để lại đánh giá này. Mặc dù thật tuyệt khi biết rằng bạn thích các buổi biểu diễn karaoke nhưng tôi lại thất vọng khi biết về trải nghiệm chung của bạn với chúng tôi. Mục tiêu của chúng tôi luôn là mang đến cho Khách hàng sự giải trí đẳng cấp thế giới trong chuyến thăm của họ và tôi xin lỗi nếu CityWalks Rising Star không mang lại trải nghiệm như bạn mong đợi. Hãy yên tâm rằng phản hồi của bạn đã được ghi lại và nó sẽ được chia sẻ với các nhóm lãnh đạo phù hợp để họ xem xét thêm. Nếu bạn có bất kỳ phản hồi bổ sung nào về chuyến thăm của mình, vui lòng liên hệ với Bộ phận Dịch vụ Khách hàng của chúng tôi theo số 407-224-4233 hoặc qua email tại GuestServicesuniversalorlando.com. Nhóm Dịch vụ Khách hàng của chúng tôi rất sẵn lòng thảo luận thêm về trải nghiệm của bạn. Khi liên hệ, vui lòng cung cấp tên người dùng của bạn. Chúng tôi hy vọng sẽ có cơ hội chào đón bạn quay trở lại trong tương lai.\n\n-SamanthaĐọc thêm",
            "Thật là một trải nghiệm phi thường!!!! Tôi thực sự muốn giới thiệu địa điểm này cho một lễ kỷ niệm hoặc một đêm vui vẻ với bạn bè!!!! Đọc thêm",
            "Chào bạn! \n\nCám ơn, vì phản hồi của bạn! Tôi rất vui khi biết bạn thích chuyến thăm Citywalks Rising Star và tôi thực sự khuyên bạn nên thử cocktail Florida Mule vào lần tới khi bạn ghé qua! Xin lưu ý rằng Khách phải từ 21 tuổi trở lên mới được mua và thưởng thức đồ uống có cồn. Mong rằng chúng tôi sẽ sớm gặp lại bạn!\n\n- EmilyĐọc thêm",
            "Chúng tôi đã đi vào tối thứ ba và rất thất vọng vì tối hôm đó họ không có ban nhạc. Dù sao thì cũng ổn thôi. Điều thực sự khiến tôi hơi bối rối là tại sao karaoke kjs lại cần nghỉ giải lao 15 phút mỗi giờ. Tôi có thể hiểu một ban nhạc cần được nghỉ ngơi. Khi họ đang hát và biểu diễn mọi bài hát. Tuy nhiên, chỉ để thông báo ca sĩ và điều chỉnh âm thanh thì không cần phải nghỉ nhiều như vậy. Nó thực sự khuyến khích chúng tôi rời đi sớm hơn nhiều so với dự kiến. Âm thanh và máy chủ là đỉnh cao.   Không phải là một cú gõ vào họ.  Có vẻ như đây là một mô hình kinh doanh thiếu sót trong các đêm karaoke tiêu chuẩn.Đọc thêm",
            "Chào Bryce,\n\nCảm ơn bạn đã dành thời gian để lại đánh giá này. Mặc dù thật tuyệt khi biết rằng bạn thích các buổi biểu diễn karaoke nhưng tôi lại thất vọng khi biết về trải nghiệm chung của bạn với chúng tôi. Mục tiêu của chúng tôi luôn là mang đến cho Khách hàng sự giải trí đẳng cấp thế giới trong chuyến thăm của họ và tôi xin lỗi nếu CityWalks Rising Star không mang lại trải nghiệm như bạn mong đợi. Hãy yên tâm rằng phản hồi của bạn đã được ghi lại và nó sẽ được chia sẻ với các nhóm lãnh đạo phù hợp để họ xem xét thêm. Nếu bạn có bất kỳ phản hồi bổ sung nào về chuyến thăm của mình, vui lòng liên hệ với Bộ phận Dịch vụ Khách hàng của chúng tôi theo số 407-224-4233 hoặc qua email tại GuestServicesuniversalorlando.com. Nhóm Dịch vụ Khách hàng của chúng tôi rất sẵn lòng thảo luận thêm về trải nghiệm của bạn. Khi liên hệ, vui lòng cung cấp tên người dùng của bạn. Chúng tôi hy vọng sẽ có cơ hội chào đón bạn quay trở lại trong tương lai.\n\n-SamanthaĐọc thêm",
            "Đó là buổi hát karaoke hay nhất với ban nhạc sống và ca sĩ dự bị đệm cho bạn hát. Hạn chế duy nhất là bạn phải hát một bài hát trong danh sách, bài hát này chỉ khả dụng khi bạn quét mã QR khi đến đó. Ai đó có thể tìm danh sách bài hát và đăng nó lên mạng không?Đọc thêm",
            "Chào,\n\nCảm ơn bạn rất nhiều vì đánh giá 5 sao này! Tôi rất vui khi được thấy bạn vui vẻ như thế nào với chúng tôi và rất nóng lòng được chào đón bạn trở lại với buổi biểu diễn encore. Hãy chắc chắn rằng bạn sẽ tận hưởng những cảm xúc thú vị tại Pat O&#39;Briens để thưởng thức những cây đàn piano song tấu!\n\n-ChrisyĐọc thêm",
            "Lần đầu tiên ghé thăm Rising Star và chúng tôi đã có khoảng thời gian tuyệt vời nhất! Chúng tôi đã đi hát karaoke và điều đó không làm tôi thất vọng! Rất thích rằng họ cũng có một ban nhạc dự phòng ca sĩ trực tiếp, chưa bao giờ thấy điều đó với karaoke trước đây. Đồ uống cũng rất ngon, chúng tôi đã gọi thực đơn đồ uống đặc biệt của họ và mọi thứ chúng tôi có đều tuyệt vời. Nhân viên pha chế rất thân thiện và nhanh nhẹn, và rất nhiều người trong số họ làm việc tại quán bar, điều này thật tuyệt vời vì nó quá bận rộn. Nơi này đủ lớn để bạn có thể tìm thấy một nơi nào đó để đứng ngay cả khi nó chật cứng và bạn có thể nhìn từ sân khấu từ bất cứ đâu. Ngoài ra, phòng tắm rất lớn, đó là một điểm cộng đặc biệt đối với phòng dành cho nữ, lol. Chúng tôi đã có rất nhiều tiếng cười và chắc chắn sẽ quay lại vào chuyến đi tiếp theo!Đọc thêm",
            "Chào bạn! \n\nCám ơn, vì phản hồi của bạn! Tôi rất vui khi biết bạn thích chuyến thăm Citywalks Rising Star và tôi thực sự khuyên bạn nên thử cocktail Tropical Breeze vào lần tới khi bạn ghé qua! Xin lưu ý rằng Khách phải từ 21 tuổi trở lên mới được mua và thưởng thức đồ uống có cồn. Mong rằng chúng tôi sẽ sớm gặp lại bạn!\n\n- EmilyĐọc thêm",
            "Chúng tôi ghé thăm ngôi sao đang lên hàng năm và đó luôn là khoảng thời gian tuyệt vời.  Tôi ước gì có cách nào đó để xem danh sách bài hát được cập nhật trước khi đi. Cab không bao giờ tìm thấy một.  Nhưng nơi này thật tuyệt vời và rất nhiều niềm vuiĐọc thêm",
            "Chào bạn,\n\nCảm ơn bạn đã dành thời gian để lại đánh giá này! Tôi rất vui khi biết bạn đã tận hưởng những chuyến thăm của bạn với chúng tôi nhiều lần. Hy vọng bạn đã có cơ hội thử một số đồ uống đặc sản thơm ngon, The Rising Star Phải từ 21 tuổi trở lên mới được uống hoặc tiêu thụ. Mong rằng chúng tôi sẽ sớm gặp lại bạn!\n\n-SamanthaĐọc thêm",
            "CityWalks Rising Star thực sự là một sự bùng nổ! Họ đưa karaoke lên một tầm cao mới với ban nhạc sống đầy đủ cùng biểu diễn. Đó là một kinh nghiệm tôi đặc biệt giới thiệu cho mọi người ghé thăm. Với hai câu chuyện và tầm nhìn tuyệt vời ra sân khấu, năng lượng sẽ có sức lan tỏa. Nhược điểm duy nhất là tôi ước họ mở cửa muộn hơn, nhưng ngoài điều đó ra, đây là thiên đường của những người yêu thích karaoke. Ngay cả khi bạn không đủ can đảm để tự mình hát thì vẫn vô cùng thú vị khi xem những người khác bước lên sân khấu và khuấy động cùng ban nhạc. Đừng bỏ lỡ điểm nóng giải trí này!Đọc thêm",
            "Chào Ryan.\nCám ơn, vì phản hồi của bạn. Tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời như vậy trong chuyến thăm CityWalks Rising Star. Tôi hy vọng bạn có cơ hội được hát hết mình khi ở đó! Trong lần ghé thăm tiếp theo, tôi khuyên bạn nên thử Pizza Prosciutto Arugula giữa các suất ăn. Mong rằng chúng tôi sẽ sớm gặp lại bạn!\n- AshleyĐọc thêm",
            "Thật là một nơi thú vị để đi !!! Ban nhạc thật tuyệt vời cũng như người dẫn chương trình! Tôi chỉ phàn nàn là không thể tìm thấy danh sách bài hátĐọc thêm",
            "Xin chào Angela,\n\nCảm ơn bạn đã dành thời gian để lại đánh giá năm sao này. Tôi rất vui khi biết rằng bạn rất thích chuyến thăm của bạn đến địa điểm của chúng tôi! Chúng tôi đánh giá cao phản hồi của bạn về danh sách bài hát của chúng tôi và tôi sẽ đảm bảo rằng nó sẽ được chuyển đến các nhóm thích hợp. Tôi hy vọng bạn có cơ hội dùng thử Tropical Breeze của chúng tôi! Phải 21 tuổi và có giấy tờ tùy thân có ảnh hợp lệ để mua hoặc uống rượu. Chúng tôi mong muốn được nhìn thấy bạn một lần nữa sớm!\n\n-KatieĐọc thêm",
            "Đó là một hệ thống tuyệt vời, được tặng một chiếc dây đeo cổ tay và sự chào đón thân thiện ở cửa trước. Người quản lý có mặt ở đó để cung cấp nước vì không có sẵn thức ăn vào ngày tôi đi. Tôi điền vào mẫu yêu cầu hát karaoke của mình và được gọi lên sân khấu. Người chủ trì đã cung cấp nguồn năng lượng tuyệt vời cho phép mọi người kết nối và có khoảng thời gian vui vẻ. Các ca sĩ hát nền đều tuyệt vời và rất tốt bụng. Lên sân khấu là một trải nghiệm tuyệt vời và chắc chắn là một trong những điểm nổi bật trong kỳ nghỉ của tôi, cảm ơn bạn!Đọc thêm",
            "Chào Zachary.\nCảm ơn bạn đã chia sẻ đánh giá của bạn. Tôi rất vui vì bạn rất thích chuyến thăm CityWalks Rising Star và các Thành viên nhóm tuyệt vời của chúng tôi đã có thể khiến chuyến thăm của bạn trở nên thật đáng nhớ. Tôi rất tiếc khi biết rằng bạn không thể dùng bữa trong chuyến thăm của mình và nếu bạn chọn ghé thăm chúng tôi lần nữa, tôi khuyên bạn nên thử Margherita Pizza. Tôi hy vọng chúng ta sẽ sớm gặp lại bạn!\n- VictoriaĐọc thêm",
            "Trước hết, chúng tôi đã đặt chỗ cho một nhóm 16 người và người phục vụ Xander là người phục vụ xuất sắc.  Anh ấy đáp ứng nhu cầu của chúng tôi với dịch vụ khách hàng tuyệt vời như vậy và rất có ý định đáp ứng từng nhu cầu của chúng tôi. Anh ấy rất sảng khoái và thú vị và thực hiện một vài động tác với chúng tôi. Mẹ tôi đã tổ chức lễ kỷ niệm cho chúng tôi và chúng tôi từ ngoài thị trấn đến để trải nghiệm buổi hát karaoke của ban nhạc sống. Người quản lý Mike đã nỗ lực hết mình để giúp chúng tôi có được trải nghiệm trọn vẹn về một địa điểm tuyệt vời.  Chúng tôi đã có chỗ ngồi tuyệt vời. Thức ăn tươi và nóng từ tiệm pizza bên cạnh. Tôi chưa bao giờ viết đánh giá tuy nhiên tôi phải làm nổi bật một không gian vui vẻ và sáng tạo với dịch vụ khách hàng tuyệt vời.  Hãy tìm Xander hay còn gọi là X khi bạn vào Rising starĐọc thêm",
            "Này Yung,\n\nCảm ơn bạn rất nhiều vì đánh giá 5 sao này! Tôi thích việc Xander và Mike đã giúp lễ kỷ niệm của bạn trở nên thật vui vẻ! Tôi nóng lòng chờ đợi cho đến khi chúng tôi chào đón bạn trở lại với một buổi karaoke khác!\n\n-ChrisyĐọc thêm",
            "Tôi phải viết rằng tôi và gia đình đã thất vọng như thế nào khi bị từ chối tại địa điểm này. Đó là một tình huống xấu hổ, khiến tôi và gia đình rất buồn. Chúng tôi đã kết thúc kỳ nghỉ và sẽ bay về nhà vào ngày hôm sau. Chúng tôi đã đặt bàn tại quán bar này để kỷ niệm ngày kết thúc kỳ nghỉ của mình và được thông báo rằng chúng tôi không được phép vào địa điểm này. Tôi đã đặt bàn trước khi thay đổi quy tắc mới. Để vào quán bar, bạn phải đủ 18 tuổi nhưng tôi được thông báo qua email rằng họ sẽ tôn trọng việc đặt chỗ của tôi vì nó đã được đặt trước các quy định mới. Tôi đã nói chuyện với ba nhân viên nữ không hợp tác. Người cuối cùng của ba thành viên, vừa thô lỗ vừa xua đuổi. Cô ấy không muốn nghe tôi và từ chối cho chúng tôi vào. Tôi cho rằng người phụ nữ cuối cùng mà tôi nói chuyện là người quản lý khi hai nhân viên khác gọi cô ấy nói chuyện với tôi. Tôi đã cố gắng giải thích nhiều lần rằng tôi đã đặt chỗ trước khi có chính sách thay đổi độ tuổi nhưng cô ấy đã thẳng thừng nói với tôi và đuổi chúng tôi lên đường. Gia đình tôi và tôi cảm thấy rất bị đe dọa bởi các nhân viên tại địa điểm của bạn, điều đó đã mang đến một kết thúc khó chịu cho kỳ nghỉ của chúng tôi.Đọc thêm",
            "Xin chào,\n\nCảm ơn bạn đã dành thời gian để lại đánh giá này. Tôi thất vọng khi nghe về trải nghiệm mà bạn mô tả. Đúng là chính sách của chúng tôi là tất cả Khách đến nhà hàng của chúng tôi từ Thứ Sáu đến Chủ Nhật phải từ 18 tuổi trở lên. Tuy nhiên, chúng tôi đào tạo các Thành viên Nhóm của mình để đối xử với Khách hàng của mình một cách tôn trọng nhất mọi lúc, kể cả khi thực thi các chính sách. Tôi vô cùng xin lỗi nếu chuyến thăm của bạn không phản ánh các chính sách này, cũng như bất kỳ sự không nhất quán nào mà bạn có thể gặp phải. Xin hãy yên tâm rằng phản hồi của bạn đã được ghi lại và sẽ được chia sẻ với các nhóm lãnh đạo phù hợp để họ xem xét thêm. Chúng tôi rất mong có cơ hội thảo luận thêm về chuyến thăm của bạn. Tôi khuyến khích bạn liên hệ với Nhóm Dịch vụ Khách hàng của chúng tôi theo số 407-224-4233, qua email tại GuestServicesUniversalOrlando.com hoặc qua tin nhắn riêng trên Trang Facebook chính thức của Universal Orlando Resort. Cảm ơn bạn đã liên hệ và chúng tôi hy vọng sớm nhận được phản hồi từ bạn.\n\n-SamanthaĐọc thêm"
        ],
        "star_ratings": [
            78,
            43,
            15,
            3,
            20
        ],
        "review_amount": 159,
        "location": [
            "Hoa Kỳ",
            "Những điều cần làm ở Orlando",
            "Ngôi sao đang lên của CityWalks",
            "Orlando",
            "miền trung Florida",
            "Florida FL"
        ],
        "reviews_time": [
            "Written July 15, 2023",
            "Written October 14, 2023",
            "Written November 19, 2023",
            "Written February 9, 2024",
            "Written March 6, 2024",
            "Written March 31, 2024",
            "Written March 6, 2024",
            "Written February 9, 2024",
            "Written November 19, 2023",
            "Written October 14, 2023",
            "Written July 16, 2023",
            "Written June 6, 2023",
            "Written May 5, 2023",
            "Written September 11, 2022",
            "Written August 5, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g34515-d2424262-Reviews-CityWalk_s_Rising_Star-Orlando_Florida.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g34515-d623801-Reviews-Bubba_Gump_Shrimp_Co-Orlando_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34515-d4207983-Reviews-Cinnabon-Orlando_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34515-d4207396-Reviews-Cold_Stone_Creamery-Orlando_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34515-d6856287-Reviews-Bread_Box_Handcrafted_Sandwiches-Orlando_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34515-d5888580-Reviews-Red_Oven_Pizza_Bakery-Orlando_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34515-d3229786-Reviews-Jake_s_American_Bar_at_Loews_Royal_Pacific_Resort-Orlando_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34515-d13974848-Reviews-Voodoo_Doughnut-Orlando_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34515-d6796004-Reviews-Vivo_Italian_Kitchen-Orlando_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34515-d1999019-Reviews-Pat_O_Briens-Orlando_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34515-d1999012-Reviews-Bob_Marley_A_Tribute_to_Freedom-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d4069057-Reviews-AMC_Theatre_at_Universal_Orlando-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d25258987-Reviews-Men_In_Black_Alien_Attack-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d25243750-Reviews-Universal_Orlando_Resort-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d258685-Reviews-Universal_Islands_of_Adventure-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d1968468-Reviews-The_Wizarding_World_of_Harry_Potter_at_Universal_Orlando_Resort-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d102432-Reviews-Universal_Studios_Florida-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d25259123-Reviews-Jurassic_World_Velocicoaster-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d130856-Reviews-Fun_Spot_America_Orlando-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d1936511-Reviews-Orlando_International_Premium_Outlets-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d15279231-Reviews-Camp_Jurassic-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d2424262-Reviews-or10-CityWalk_s_Rising_Star-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d1006747-Reviews-The_Outta_Control_Magic_Comedy_Dinner_Show-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d606348-Reviews-SAK_Comedy_Lab-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d1626556-Reviews-Corona_Cigar_Company-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d4261766-Reviews-Kings_Entertainment_Orlando-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d3359395-Reviews-Mama_s_Comedy_Show-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d637035-Reviews-Universal_CityWalk-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d1458279-Reviews-Howl_at_the_Moon_Orlando-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d2015991-Reviews-Jellyrolls-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d2423144-Reviews-Florida_Fun_Shuttle_Day_Tours-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d110207-Reviews-Pointe_Orlando-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d606350-Reviews-Pat_O_Brien_s_Orlando-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d3963906-Reviews-Hollywood_Drive_in_Golf-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d607346-Reviews-Hard_Rock_Live-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d607361-Reviews-Bob_Marley_A_Tribute_to_Freedom-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d9461506-Reviews-Red_Coconut_Club-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d25182060-Reviews-Universal_s_Great_Movie_Escape-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d17755969-Reviews-Universal_Cinemark-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g150813-d15582064-Reviews-Sfer_Ik_Tulum-Tulum_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g46702-d584517-Reviews-Sterling_Hill_Mining_Museum-Ogdensburg_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g54359-d2359770-Reviews-Springmaid_Pier-Myrtle_Beach_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g32578-d156631-Reviews-Westfield_UTC-La_Jolla_San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g58363-d6754836-Reviews-Taylor_Shellfish_Farms-Bow_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g304026-d5041006-Reviews-Elegushi_Beach-Lagos_Lagos_State.html",
            "https://www.tripadvisor.com/Attraction_Review-g58566-d7931226-Reviews-Go_Karts_and_Krazy_Kars-Long_Beach_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g60933-d103161-Reviews-Sandia_Peak_Tramway-Albuquerque_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g60993-d15238827-Reviews-Tokyo_Kitty-Cincinnati_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g42497-d4551700-Reviews-Laughing_Whitefish_Falls-Munising_Upper_Peninsula_Michigan.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g34515-d2424262-Reviews-or10-CityWalk_s_Rising_Star-Orlando_Florida.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g34515-d2424262-Reviews-CityWalk_s_Rising_Star-Orlando_Florida.html"
    }
]