[
    {
        "attraction_name": "Cleopatra's House",
        "attraction_name_vi": "Nhà của Cleopatra",
        "general_info": [
            "54 đánh giá",
            "- 7 trong số 24 điều cần làm ở Delos",
            "Địa điểm ưa thích - Địa danh"
        ],
        "attraction_summary": "Tàn tích của một ngôi nhà Hy Lạp cổ đại, chỉ mới được khai quật gần đây.Đọc thêm",
        "reviews": [
            "Là một trong những ngôi nhà lớn nhất ở Delos, nó nằm trong Khu Nhà hát.   Ngôi nhà có hai bức tượng lớn ở lối vào cũng như một số cột.Đọc thêm",
            "Đừng quá hào hứng với cái tên - Cleopatra - . Đó không phải là Cleopatra. Cleopatra này là một phụ nữ Hy Lạp khá bình thường đến từ Myrrinous, kết hôn không phải với Marc Antony mà với một người tên là Dioscorides. Những gì bạn nhìn thấy ở đây là tàn tích của một biệt thự lớn 12 phòng nằm xung quanh hai sân rộng. Đây là một trong nhiều ngôi nhà tập trung lại với nhau trong khu vực được gọi là khu nhà hát và là một trong những điểm tham quan cuối cùng bạn nhìn thấy nếu đi theo màu xanh lam. con đường đi bộ vòng bên trái Cảng Sacred. Nó - nổi tiếng nhất với hai bức tượng lớn - đáng buồn là không có đầu - của Cleopatra và chồng bà vẫn còn nổi bật ở phía trước. Cô ấy ôm cánh tay phải ngang eo và co chân một cách bẽn lẽn để lộ ra khỏi nếp gấp của chiếc váy. Dioscorides là một nhân vật hơi mập mạp, quấn trong chiếc áo toga. Người ta tự hỏi hàng xóm đã làm gì với hai bức tượng lớn này? Đây có phải là sự phô trương của cải? Nó chắc chắn rất sặc sỡ và lẽ ra đã đưa ra một tuyên bố. Chúng tôi đã không dành đủ thời gian ở đây và tbh, chúng tôi đã khá nóng nảy và mệt mỏi khi đi đến mức này nên chúng tôi chỉ dừng lại một chút. Nhìn lại thì đây là một điều đáng tiếc vì ngôi nhà cùng với những ngôi nhà xung quanh như House of the Trident và House of Dionysus, là một phần thực sự thú vị của Delos. Nếu tôi làm điều này một lần nữa, tôi sẽ cho phép ở đây thêm một chút thời gian. LƯU Ý của DELOS: Bạn cần ít nhất vài giờ để khám phá hòn đảo nhưng hãy lưu ý rằng ở đây không có bóng mát và ít cơ sở vật chất. Bạn - sẽ cần mang theo nước và đồ ăn nhẹ của riêng mình nếu muốn. Nhà vệ sinh duy nhất nằm ở lối vào. Hiện tại bảo tàng đóng cửa đến năm 2024. Nếu bạn không tham gia chuyến tham quan thì hãy mang theo một cuốn sách hướng dẫn hay hoặc tải xuống chuyến tham quan tự hướng dẫn trước. Khi chúng tôi ở đó, bản đồ duy nhất đều bằng tiếng Hy Lạp.Đọc thêm",
            "Địa điểm - nội dung: Ngôi nhà của Cleopatra giàu có - - cô ấy mang lại vinh quang cho cha mình - - từ Myrrinous of Attica và chồng cô ấy là Dioscurides. Ngôi nhà của Cleopatra Hy Lạp - không phải Nữ hoàng Ai Cập - nằm trong Khu Nhà hát trên Đảo Delos - địa điểm khảo cổ - ở Hy Lạp. Ở Delos không có sự phân biệt đẳng cấp, giàu nghèo sống cạnh nhau trong những ngôi nhà giống nhau gần chân sông nhà hát. Tuy nhiên, Cleopatra sang trọng và kiêu ngạo lại nghĩ khác khi bà và chồng chuyển đến Delos - thế kỷ thứ 2 trước Công nguyên - . Họ mua hai căn nhà liền kề và biến chúng thành một biệt thự rộng lớn và sang trọng. Để gây ấn tượng và vượt mặt những người hàng xóm, Cleopatra đã đặt làm hai bức tượng lớn - không cân đối - và lắp đặt chúng ở lối vào nhà, để tất cả những người qua đường đều có thể nhìn thấy. Do đó, Ngôi nhà của Cleopatra ở Delos là hình mẫu của sự phù phiếm - - văn hóa uốn cong - - ở Hy Lạp cổ đại. Phí vào cửa - phạm vi ngân sách - : Phí vào cửa cho người lớn đến địa điểm khảo cổ Delos là - 8. Bạn có thể ghé thăm địa điểm này bao lâu tùy thích - 8 giờ sáng - 8 giờ tối vào mùa hè và 8 giờ 30 sáng - 3 giờ chiều trong suốt mùa hè mùa đông - . Bạn phải mua vé tại một quầy nhỏ ở lối vào. Điều cần biết: Có rất ít nhà vệ sinh trong khuôn viên - chỉ ở lối vào - . Không có quán bar hay nhà hàng nên hãy mang theo nhiều nước và đồ ăn nhẹ. Hầu như không có nơi nào che nắng - vì vậy tốt nhất bạn nên ghé thăm vào buổi sáng - . Mang giày thoải mái. Có một số tuyến đường đi bộ trên Delos với thời lượng khác nhau - 1 giờ đến nửa ngày - sẽ đưa bạn qua những di tích nổi bật nhất. Delos là địa điểm không thể bỏ qua ở Hy Lạp. Một trong những địa điểm khảo cổ ấn tượng nhất mà chúng tôi từng ghé thăm. Chúng tôi sẽ vui vẻ trở lại. Đọc thêm",
            "Ngôi nhà của Cleopatra, hay gọi đúng tên của nó, Ngôi nhà của Cleopatra và Discorides, là một trong những ngôi nhà lớn hơn ở Delos.  Phù hợp với một cặp vợ chồng giàu có người Hy Lạp, nó có 12 phòng.  Tuy nhiên, ngôi nhà này chỉ gây chú ý với hai bức tượng ấn tượng của Cleopatra và chồng bà cùng với một số cây cột.  Đừng lầm tưởng rằng Cleopatra là nữ hoàng Ai Cập nổi tiếng.  Cô ấy đã - t.Đọc thêm",
            "Không có nhiều thứ để xem ở đây. Chỉ là cột và một phần tượng. Hướng dẫn viên của chúng tôi đã cố gắng làm cho nó trở nên thú vị với lịch sử của chủ sở hữu, nhưng chúng tôi thấy các tòa nhà khác trong khu vực thú vị hơn. Họ là cửa hàng của các doanh nghiệp.Đọc thêm",
            "Tôi thấy nhiều người ở đây lầm tưởng rằng đó là ngôi nhà của nữ hoàng Ai Cập nổi tiếng và Mark Anthony, nhưng không phải vậy. Đó là một gia đình giàu có cùng tên người Hy Lạp sống ở đây với những bức tượng của họ vẫn còn nguyên.Đọc thêm",
            "Cleopatra và chồng bà là công dân của Delos, Hy Lạp.  Đó không phải là ngôi nhà của nữ hoàng Ai Cập nổi tiếng và Mark Anthony.  Tất cả những gì có thể nhìn thấy là một vài cột.  Nhìn chung, chuyến tham quan di tích ở Delos và bảo tàng rất tốt.  Thật thú vị khi xem các hiện vật nguyên bản trong bảo tàng.Đọc thêm",
            "Tất cả là một phần của chuyến tham quan Delos từ Mykonos.  Một trong nhiều điểm nổi bật của chuyến tham quan. Hai bức tượng vẫn còn ở vị trí thực tế làm tăng thêm hình ảnh trực quan mà bạn có thể hình dung trong đầu về cuộc sống ở đó cách đây 3000 năm.  Một chuyến tham quan có hướng dẫn về delos từ mykonos rất đáng giáĐọc thêm",
            "Ôi trời, thật là một địa điểm, Chưa bao giờ mong đợi được thấy địa điểm này và lịch sử đằng sau như vậy, nó thực sự tuyệt vời, Địa điểm lý tưởng cho khách du lịch và nhiếp ảnh gia, có thể dành hàng giờ đồng hồ và chiêm ngưỡng, Cách họ xây dựng trong những ngày đó thật tuyệt vời Đọc thêm",
            "Toàn bộ khu phức hợp Ai Cập thực sự làm tôi say mê và Nhà Cleopatra nổi tiếng cũng không ngoại lệ. Từ bức tượng được bảo tồn tốt ở lối vào và những đường nét và rãnh hấp dẫn của các bức tường, đó là một bài học thực tế về việc chiêm ngưỡng những kho báu khảo cổ tuyệt vời.Đọc thêm"
        ],
        "star_ratings": [
            25,
            21,
            8,
            0,
            0
        ],
        "review_amount": 54,
        "location": [
            "Nam Aegean",
            "Châu Âu",
            "Hy Lạp",
            "Các hoạt động ở Delos",
            "Cyclades",
            "Delos",
            "Nhà của Cleopatra"
        ],
        "reviews_time": [
            "Written September 23, 2023",
            "Written August 27, 2023",
            "Written May 10, 2023",
            "Written July 17, 2022",
            "Written November 23, 2021",
            "Written November 14, 2021",
            "Written February 7, 2020",
            "Written November 12, 2019",
            "Written October 9, 2019",
            "Written April 19, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g202339-d207075-Reviews-Cleopatra_s_House-Delos_Cyclades_South_Aegean.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g202339-d207075-Reviews-or10-Cleopatra_s_House-Delos_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g202339-d207075-Reviews-or20-Cleopatra_s_House-Delos_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g202339-d4297568-Reviews-Archaeological_Site_of_Delos-Delos_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g202339-d196075-Reviews-Avenue_of_the_Lions-Delos_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g202339-d207074-Reviews-House_of_Dionysus-Delos_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g202339-d207035-Reviews-Temple_of_Isis-Delos_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g202339-d207073-Reviews-House_of_Masks-Delos_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g202339-d24184453-Reviews-Ancient_Theatre_Of_Delos-Delos_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g202339-d15298965-Reviews-Agora_of_the_Italians-Delos_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g202339-d24185473-Reviews-Agora_ton_Competaliasts-Delos_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g202339-d24184457-Reviews-Portico_Of_Philip_V-Delos_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g202339-d24185474-Reviews-Naos_Porou-Delos_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g48134-d634121-Reviews-Macari_Vineyards-Mattituck_North_Fork_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g13808515-d6554047-Reviews-TAIPEI_101_Observatory-Xinyi_District_Taipei.html",
            "https://www.tripadvisor.com/Attraction_Review-g28954-d143536-Reviews-Bald_Head_Island_Beach-North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g293732-d10765253-Reviews-Tahiti_Beach_Club-Casablanca_Casablanca_Settat.html",
            "https://www.tripadvisor.com/Attraction_Review-g55197-d147700-Reviews-Beale_Street-Memphis_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d23425414-Reviews-Apple_Store_Roma-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g612490-d9608529-Reviews-Bula_Bus-Denarau_Island_Viti_Levu.html",
            "https://www.tripadvisor.com/Attraction_Review-g609129-d1740384-Reviews-The_Grand_Wailea_Luau-Wailea_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g34616-d3327156-Reviews-Blind_Pass_Beach-Sanibel_Island_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34636-d16774310-Reviews-Shell_Beach-Siesta_Key_Florida.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g202339-d207075-Reviews-or10-Cleopatra_s_House-Delos_Cyclades_South_Aegean.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g202339-d207075-Reviews-Cleopatra_s_House-Delos_Cyclades_South_Aegean.html"
    }
]