[
    {
        "attraction_name": "Cleopatra Pools",
        "attraction_name_vi": "Hồ bơi Cleopatra",
        "general_info": [
            "1.897 đánh giá",
            "- 5 trong số 15 điều cần làm ở Pamukkale",
            "Nguồn nước",
            "Suối Nước Nóng - Mạch Nước Nóng"
        ],
        "attraction_summary": "Còn được gọi là Hồ bơi cổ Pamukkale, kỳ quan thiên nhiên và Di sản Thế giới được UNESCO công nhận này nằm ở thành phố cổ Hierapolis. Nước ấm, giàu khoáng chất - nước sâm panh - đổ đầy hồ bơi có nhiệt độ dưới 100 - F và được cho là có đặc tính chữa bệnh. Trả một khoản phí ngoài giá vé vào cửa và bơi giữa những cột cổ giữa những tàn tích bằng đá cẩm thạch. Hãy ghé thăm vào buổi sáng để ít đám đông hơn hoặc kết thúc một ngày của bạn bằng cách ngâm mình vào buổi tối. Có phòng thay đồ, tủ khóa để cất đồ đạc và khách sạn trong khu vực nếu bạn muốn ở lại qua đêm.  - TripadvisorĐọc thêm",
        "reviews": [
            "Chuyến đi đáng yêu, một giấc mơ thành hiện thực vì đã muốn đến đây từ lâu, rất thích nó. Bạn phải trả tiền để vào nhưng đáng giá. Không được phép mang máy ảnh vào hồ bơi nhưng có những nhiếp ảnh gia chụp ảnh với mức giá hợp lýĐọc thêm",
            "Đã yêu nó. Hồ bơi rất ấm áp và cảm giác thật tuyệt. Bạn phải trả thêm tiền để đi trong hồ bơi. Hãy chắc chắn rằng bạn đi vào buổi sáng...giữa buổi sáng vì nó sẽ trở nên bận rộn vào cuối ngày.Đọc thêm",
            "Hành trình của chúng tôi ở Alanya bắt đầu vào ngày 4 tháng 7, cho phép chúng tôi có hai ngày tuyệt vời để hòa mình vào các điểm tham quan địa phương và bầu không khí của thị trấn ven biển xinh đẹp này. Trong khi những ngày đầu tiên của chúng tôi là về việc tự khám phá, thì ngày thứ 5 đã mang đến một cuộc gặp gỡ thú vị với đại lý của chúng tôi từ công ty JoinUp Travel. Rào cản ngôn ngữ - anh ấy không - không nói được tiếng Anh - đã thêm một chút hài hước vào ngày của chúng tôi. Nhưng như người ta nói, nụ cười có tính phổ quát, và đó chính xác là cách chúng tôi tiến hành!\n\nXa hơn trong ngày, chúng tôi tình cờ tìm thấy một viên ngọc quý dành cho độc giả người Litva - công ty du lịch có tên Atostogos Turkijoje Ekskursijos su Vyteniu. Thực hiện các chuyến tham quan bằng tiếng Litva, tôi có cảm giác giống như một mảnh nhà ở xứ lạ.\n\nSự phấn khích của chúng tôi lên đến đỉnh điểm vào ngày 6 tháng 7 khi chúng tôi đặt chuyến hành trình đến các hồ nước nóng nổi tiếng của Pamukkale và Hồ Salda đầy mê hoặc. Với giá 65 EUR mỗi người, chúng tôi đã được hứa hẹn một chuyến phiêu lưu và đại lý đã không làm chúng tôi thất vọng! Một ngoại lệ đáng chú ý là Hồ bơi Kleopatra ở Hieropolis, không được bao gồm trong gói của chúng tôi.\n\nChúng tôi là những người dậy sớm, chuyến đón lúc 2 giờ sáng ngày 5 không làm chúng tôi bối rối, đặc biệt với lời hứa sẽ đến Pamukkale trước đám đông oi bức. Hành trình kéo dài 6 giờ của chúng tôi đến các hồ nước nóng, xen kẽ với điểm dừng ăn sáng thú vị, lên đến đỉnh điểm là khung cảnh mê hoặc của Pamukkale.Đọc thêm",
            "Nước thật ấm. \n\nThư giãn và vui vẻ khi bơi qua những tàn tích. \n\nTốt hơn nhiều để làm hơn là ngâm mình trên sân thượng. \n\nTiện nghi đàng hoàng - ăn uống - quà lưu niệm. \n\nRất bận rộn và mọi người đứng cạnh chụp ảnh thật kỳ lạ! \n\nTủ khóa dễ bị vỡ - hãy để đồ có giá trị ở nhà! \n\nGiá trị tốt - thanh toán tại nhà không cần có hướng dẫn viên của bạn.Đọc thêm",
            "Hồ bơi Cleopatra cách Bảo tàng Hierapolis một quãng đi bộ ngắn. Điểm thu hút này có phòng thay đồ và quán ăn gần hồ bơi. Vé vào bể bơi Cleopatra là 300 TKL. Nước ấm. Hầu hết du khách chỉ dựa vào tường và để nước đổ lên người. Mặc dù người ta phải quan tâm đến việc nước thực sự sạch đến mức nào. Một du khách khác kể lại rằng một số du khách tới hồ bơi đã bị ốm sau đó.Đọc thêm",
            "Đáng để ghé thăm và trải nghiệm. Đó là tất cả những gì chúng tôi mong đợi khi đọc các bài đánh giá khác. Việc tham gia bơi lội rất hợp lý ở mức 200 Lira, tuy nhiên, người ta cần lưu ý rằng cần phải đặt cọc thêm 20 Lira cho chìa khóa cho tủ khóa.Đọc thêm",
            "Đáng để ghé thăm và trải nghiệm. Đó là tất cả những gì chúng tôi mong đợi khi đọc các bài đánh giá khác. Việc tham gia bơi lội rất hợp lý ở mức 200 Lira, tuy nhiên, người ta cần lưu ý rằng cần phải đặt cọc thêm 20 Lira cho chìa khóa cho tủ khóa.Đọc thêm",
            "Chúng tôi muốn kiểm tra xem chi phí cho hồ bơi ở đâu. Chúng tôi đọc vào năm 2019 nó là khoảng 9 euro. Nhưng vì nhà Mary đã tăng từ 35TL lên 400TL nên trước tiên chúng tôi muốn kiểm tra. Đến bãi đậu xe bạn cần phải trả ngay phí đậu xe mà không cần biết chi phí hồ bơi là bao nhiêu. Họ nói rằng bãi đậu xe tách biệt với các hoạt động khác xung quanh đó. Chúng tôi rời đi vì không thể bước vào trong hỏi giá.Đọc thêm",
            "Hồ bơi Cleopatra cách Bảo tàng Hierapolis một quãng đi bộ ngắn. Điểm thu hút này có phòng thay đồ và quán ăn gần hồ bơi. Vé vào bể bơi Cleopatra là 300 TKL. Nước ấm. Hầu hết du khách chỉ dựa vào tường và để nước đổ lên người. Mặc dù người ta phải quan tâm đến việc nước thực sự sạch đến mức nào. Một du khách khác kể lại rằng một số du khách tới hồ bơi đã bị ốm sau đó.Đọc thêm",
            "Đây là việc phải làm khi bạn ở Pumakkale. Chi phí thấp và cơ sở vật chất thay đổi tốt. Đừng để bị cản trở bởi những cây cột đổ v.v. trong nước. Đúng, đây có thể là một sự căng thẳng cần phải vượt qua khi bước vào nhưng không phải lúc nào cũng vậy. Nước nóng thư giãn rất ấm áp,Đọc thêm",
            "Nước thật ấm. Thư giãn và vui vẻ khi bơi qua những tàn tích. Tốt hơn nhiều để làm hơn là ngâm mình trên sân thượng. Tiện nghi đàng hoàng - ăn uống - quà lưu niệm. Rất bận rộn và mọi người đứng cạnh chụp ảnh thật kỳ lạ! Tủ khóa dễ bị vỡ - hãy để đồ có giá trị ở nhà! Giá trị tốt - thanh toán tại nhà không cần có hướng dẫn viên của bạn.Đọc thêm",
            "Đó là một cái hồ bơi. Chẳng có gì thú vị cả. Rất đắt tiền, chỉ để đi chơi trong một hồ bơi. Mọi người đứng sát mép Chụp ảnh.Đọc thêm",
            "đó là một hồ bơi dễ thương mà bạn phải trả thêm tiền nhưng theo tôi thì hoàn toàn không cần thiết. cách sử dụng tốt nhất thời gian của bạn là ở những nơi hoang tàn và tàn tích.Đọc thêm",
            "Đây là một loại yếu tố công viên chủ đề trong một địa điểm được UNESCO công nhận. Tôi thực sự thất vọng. Giống như đi công viên nước...một vài cây cột cũ ném xuống nước như một đặc điểmĐọc thêm",
            "Hành trình của chúng tôi ở Alanya bắt đầu vào ngày 4 tháng 7, cho chúng tôi hai ngày tuyệt vời để đắm mình trong các điểm tham quan và không khí địa phương của thị trấn ven biển xinh đẹp này. Trong khi những ngày đầu tiên của chúng tôi là về việc tự khám phá, ngày 5 đã mang đến một cuộc gặp gỡ thú vị với đại lý của chúng tôi từ công ty du lịch JoinUp. Rào cản ngôn ngữ - anh ấy không nói được tiếng Anh - đã thêm một chút hài hước vào ngày của chúng tôi. Nhưng như người ta nói, nụ cười là phổ quát, và đó chính xác là cách chúng tôi tiến hành! Tiếp tục trong ngày, chúng tôi tình cờ tìm thấy một viên ngọc quý cho độc giả người Litva của mình - công ty du lịch có tên Atostogos Turkijoje Ekskursijos su Vyteniu. Khi thực hiện các tour du lịch bằng tiếng Litva, chúng tôi cảm thấy như đang ở một vùng đất xa lạ. Sự phấn khích của chúng tôi lên đến đỉnh điểm vào ngày 6 tháng 7 khi chúng tôi đặt một chuyến đi đến các hồ nước nóng nổi tiếng của Pamukkale và Hồ Salda quyến rũ. Với giá 65 EUR cho một người, chúng tôi đã được hứa hẹn một cuộc phiêu lưu và công ty đã không làm chúng tôi thất vọng! Một ngoại lệ đáng chú ý là Hồ bơi Kleopatra ở Hieropolis, không có trong gói của chúng tôi. Chúng tôi là những người dậy sớm, việc đón khách lúc 2 giờ sáng ngày 5 không làm chúng tôi bối rối, đặc biệt là với lời hứa sẽ đến Pamukkale trước đám đông oi bức. Chuyến đi kéo dài 6 giờ của chúng tôi đến các hồ nước nóng, xen kẽ với điểm dừng ăn sáng thú vị, đã lên đến đỉnh điểm trong cảnh tượng mê hồn của Pamukkale. Đọc thêm",
            "Đắt, bẩn, không an toàn. Hiện tại phải tốn 200 Lisa - s để vào bể bơi nhỏ này, gấp đôi so với 1 năm trước. Bạn đang trả tiền để trải nghiệm việc tắm cho khoảng 100 người khác, những đứa trẻ - những người tè ở đó.. - . Chất nhờn nổi lên và không được làm sạch. Những cột nước nhầy nhụa, trơn trượt. Hàng nghìn khách du lịch khác đang nhìn bạn khi bạn tắm. Hãy lưu ý rằng tôi không nói bơi như bạn có thể - thậm chí bạn còn không thể bước một bước mà không va vào người khác. 50 triệu người ghé thăm nó hàng năm để bạn biết mức độ đông đúc của nó - điểm đến phổ biến nhất đối với người dân địa phương và khách du lịch.  Do lạm phát 100 ở Thổ Nhĩ Kỳ chỉ trong 6 tháng qua, tất cả giá tại các nhà hàng và điểm tham quan đều đắt hơn 2-4 lần6, tuy nhiên bạn sẽ không nhận được giá trị nữaĐọc thêm"
        ],
        "star_ratings": [
            871,
            463,
            328,
            132,
            103
        ],
        "review_amount": 1897,
        "location": [
            "Tỉnh Denizli",
            "Các hoạt động ở Pamukkale",
            "Thổ Nhĩ Kỳ",
            "Hồ bơi Cleopatra",
            "Châu Âu",
            "Pamukkale"
        ],
        "reviews_time": [
            "Written June 6, 2023",
            "Written August 15, 2023",
            "Written September 28, 2023",
            "Written October 28, 2023",
            "Written December 12, 2023",
            "Written May 20, 2024",
            "Written May 20, 2024",
            "Written May 1, 2024",
            "Written December 13, 2023",
            "Written November 29, 2023",
            "Written October 28, 2023",
            "Written October 25, 2023",
            "Written October 18, 2023",
            "Written October 5, 2023",
            "Written September 28, 2023",
            "Written September 21, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g297992-d548216-Reviews-Cleopatra_Pools-Pamukkale.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g297992-d8574524-Reviews-Cadde_Grill_House-Pamukkale.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297992-d19041858-Reviews-Hiera_Coffee_Tea_House_Restaurant-Pamukkale.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297992-d21304745-Reviews-Mom_Eve_Restaurant_Pub-Pamukkale.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297992-d23504430-Reviews-Bella_Bar_Restaurant-Pamukkale.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297992-d16625136-Reviews-TIkIr_Grill_House_Pita_Pizza-Pamukkale.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297992-d21307426-Reviews-Gurme_Restaurant-Pamukkale.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297992-d1501677-Reviews-Kayac_Wine_House_Restaurant_Bar-Pamukkale.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297992-d4494761-Reviews-Teras_Restaurant-Pamukkale.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297992-d7110405-Reviews-White_House_Restaurant-Pamukkale.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297992-d7250348-Reviews-Asian_Kitchen_Coffee-Pamukkale.html",
            "https://www.tripadvisor.com/Attraction_Review-g297991-d3645673-Reviews-Hierapolis_Arkeoloji_Muzesi-Denizli.html",
            "https://www.tripadvisor.com/Attraction_Review-g297992-d556698-Reviews-Hierapolis_Pamukkale-Pamukkale.html",
            "https://www.tripadvisor.com/Attraction_Review-g297992-d554904-Reviews-Pamukkale_Tiyatrosu-Pamukkale.html",
            "https://www.tripadvisor.com/Attraction_Review-g297991-d7791778-Reviews-Mount_Honaz_National_Park-Denizli.html",
            "https://www.tripadvisor.com/Attraction_Review-g297992-d306348-Reviews-Pamukkale_Thermal_Pools-Pamukkale.html",
            "https://www.tripadvisor.com/Attraction_Review-g297992-d548219-Reviews-Road_to_Pamukkale-Pamukkale.html",
            "https://www.tripadvisor.com/Attraction_Review-g297992-d26360297-Reviews-Frontinus_Gate-Pamukkale.html",
            "https://www.tripadvisor.com/Attraction_Review-g297991-d21356061-Reviews-Ters_Villa_Denizli_Denizli_Ters_Ev_Pamukkale_Ters_Villa-Denizli.html",
            "https://www.tripadvisor.com/Attraction_Review-g297992-d25125806-Reviews-Southern_Byzantine_Gate-Pamukkale.html",
            "https://www.tripadvisor.com/Attraction_Review-g297992-d25125808-Reviews-Gymnasium-Pamukkale.html",
            "https://www.tripadvisor.com/Attraction_Review-g297992-d548216-Reviews-or10-Cleopatra_Pools-Pamukkale.html",
            "https://www.tripadvisor.com/Attraction_Review-g297992-d6600248-Reviews-Kaklik_Cave-Pamukkale.html",
            "https://www.tripadvisor.com/Attraction_Review-g297992-d25125822-Reviews-Pamukkale_Spor_Komplexi-Pamukkale.html",
            "https://www.tripadvisor.com/Attraction_Review-g297992-d23590317-Reviews-Quince_Tour-Pamukkale.html",
            "https://www.tripadvisor.com/Attraction_Review-g297992-d1989380-Reviews-Tours_4_Turkey_Travel-Pamukkale.html",
            "https://www.tripadvisor.com/Attraction_Review-g297992-d18190178-Reviews-Excursion_Mania-Pamukkale.html",
            "https://www.tripadvisor.com/Attraction_Review-g297992-d10131280-Reviews-Moonstar_Tour-Pamukkale.html",
            "https://www.tripadvisor.com/Attraction_Review-g297992-d7734431-Reviews-Turkey_Magic_Travel-Pamukkale.html",
            "https://www.tripadvisor.com/Attraction_Review-g297991-d21296132-Reviews-Hot_Air_Ballooning_Turkey-Denizli.html",
            "https://www.tripadvisor.com/Attraction_Review-g297991-d4374149-Reviews-Laodicea-Denizli.html",
            "https://www.tripadvisor.com/Attraction_Review-g297992-d14797384-Reviews-Balzam_Spa-Pamukkale.html",
            "https://www.tripadvisor.com/Attraction_Review-g297992-d23117097-Reviews-Anka_Balloon-Pamukkale.html",
            "https://www.tripadvisor.com/Attraction_Review-g609129-d7244486-Reviews-Oneuli_Beach-Wailea_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g37856-d269073-Reviews-Backbone_State_Park-Dundee_Iowa.html",
            "https://www.tripadvisor.com/Attraction_Review-g32893-d12384714-Reviews-Lake_Piru-Piru_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g20063485-d3343089-Reviews-Jungle_Experience_Koh_Phangan-Ban_Tai_Ko_Pha_Ngan_Surat_Thani_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g40988-d1930045-Reviews-Eartha_the_World_s_Largest_Revolving_and_Rotating_Globe-Yarmouth_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g34067-d584708-Reviews-Bal_Harbour_Beach-Bal_Harbour_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g42695-d560594-Reviews-Stony_Creek_Metropark-Shelby_Township_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g147365-d7376446-Reviews-Spotts_Beach-Grand_Cayman_Cayman_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g44862-d6952756-Reviews-The_Fugitive_Beach-Rolla_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g46097-d253179-Reviews-Story_Land-Glen_Bartlett_New_Hampshire.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g297992-d548216-Reviews-or10-Cleopatra_Pools-Pamukkale.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g297992-d548216-Reviews-Cleopatra_Pools-Pamukkale.html"
    }
]