[
    {
        "attraction_name": "Clifton Heritage National Park",
        "attraction_name_vi": "Vườn quốc gia di sản Clifton",
        "general_info": [
            "815 đánh giá",
            "- 2 trong số 110 điều cần làm ở Nassau",
            "Công viên"
        ],
        "attraction_summary": "Hãy đến với CLIFTON và XEM! Trải nghiệm văn hóa, ôn lại lịch sử, khám phá thiên nhiên, tận hưởng thời gian thư giãn. Nơi có tàn tích của các ngôi làng và đồn điền Lucayan, cũng như bối cảnh của một số bộ phim văn hóa đại chúng như loạt phim Jaws và Bond. Chúng tôi tự hào có một số bãi biển riêng và khu vực tổ chức sự kiện cho nơi nghỉ ngơi trong ngày, dã ngoại trên bãi biển, các bữa tiệc và sự kiện khác của bạn. Cho dù bạn ở đây để kết nối với quá khứ, thiên nhiên, bản thân hay tinh thần của mình, Clifton đều chào đón bạn!Đọc thêm",
        "reviews": [
            "Chúng tôi đi đến địa điểm này và thay vì mua một chuyến tham quan, chúng tôi quyết định thuê một chiếc ô tô và lái vòng quanh đảo. Chúng tôi đã được thông báo rằng công viên này là một nơi phải xem và nó hoàn toàn đúng như vậy. Lái xe từ cảng đến công viên thật đẹp. Khi đến công viên, chúng tôi được chào đón bởi những nhân viên rất thân thiện. Chúng tôi đã thuê thiết bị ống thở và áo phao - - 48 - người -. Có khoảng một phần tư dặm đi bộ đến nơi bạn bắt đầu lặn để xem các tác phẩm điêu khắc.  Bơi đến các tác phẩm điêu khắc là một cách hay, vì vậy hãy chuẩn bị đốt cháy một số calo. Bạn - sẽ có nhiều thời gian và cũng có hai hướng dẫn viên hữu ích sẽ hỗ trợ nếu bạn cảm thấy mệt mỏi. Nếu bạn không biết bơi, tôi sẽ không giới thiệu sự kiện này. Cả hai tác phẩm điêu khắc đều tuyệt vời. Chúng tôi cũng thấy rất nhiều sinh vật biển. Chúng tôi đến công viên gần đóng cửa nên chúng tôi không đi tham quan khuôn viên nhưng có vẻ như đó sẽ là một việc nên làm. Chúng tôi sẽ 100 - giới thiệu lại điều này. Lưu ý phụ: Nếu bạn đến từ các tiểu bang và thuê một chiếc ô tô, xin lưu ý rằng bạn - sẽ phải lái xe ngược chiều đường. Nó có thể hơi khó hiểu lúc đầu. Ngoài ra, hãy đảm bảo rằng bạn lấy bản đồ giấy vì ở đó không có nhiều dịch vụ di động để sử dụng bản đồ Google. Đọc thêm",
            "Xin chào LeighAAdams,\nCảm ơn bạn đã dành chút thời gian chia sẻ trải nghiệm của mình tại CLIFTON- chúng tôi thực sự đánh giá cao điều đó. Chúng tôi rất vui khi biết bạn thích lặn với ống thở cùng chúng tôi và mong sớm được chào đón bạn quay trở lại.\nXin hãy trở về nhà an toàn. Đọc thêm",
            "Đó là một nơi tuyệt đẹp với lịch sử thú vị. Chúng tôi đã đi cùng gia đình và chúng tôi cảm thấy đặc biệt được chào đón. Người phụ nữ chào đón chúng tôi, người mà chúng tôi buồn bã không bao giờ biết được tên cô ấy, và Miguel ở cửa hàng đặc biệt tốt bụng. Trên hết, tôi muốn giới thiệu cho bất kỳ ai có thể đánh giá cao vẻ đẹp hoặc quan tâm đến lịch sử.Đọc thêm",
            "Xin chào 343aidenb,\nCảm ơn bạn rất nhiều vì đánh giá tuyệt vời này! Chúng tôi thực sự đánh giá cao việc bạn dành thời gian chia sẻ đánh giá của mình với chúng tôi và mong sớm được gặp lại bạn.Đọc thêm",
            "Sau khi gửi email cho công viên nhiều câu hỏi - được họ vui vẻ trả lời - để lên kế hoạch cho chuyến thăm, chúng tôi đã đến thăm công viên vào Thứ Ba - một trong những ngày ít đông đúc nhất của họ -. Nhóm 8 người của chúng tôi lặn với 2 hướng dẫn hữu ích. Các hướng dẫn viên đã đi cùng chúng tôi đến nhiều địa điểm khác nhau và cho chúng tôi thấy cuộc sống dưới biển, cho chúng tôi xem cá, ốc xà cừ và đô la cát mà chúng tôi chắc chắn sẽ tự mình bỏ lỡ. Sau đó, chúng tôi có thể tắm rửa trong phòng tắm nhỏ ngoài trời. Phong cảnh rất đẹp và các công nhân rất thân thiện.\nChúng tôi đi con đường ngắn để ngắm nhìn Không gian thiêng liêng. Các bức tượng rất thú vị và được đóng khung bởi khung cảnh đáng yêu của đại dương. Ước gì chúng ta có thời gian cho chuyến tham quan di sản.Đọc thêm",
            "Chồng tôi và tôi rất thích chuyến thăm Công viên Quốc gia Di sản Clifton. Chúng tôi bắt đầu với chuyến tham quan tự hướng dẫn đến di tích, sau đó mang thiết bị lặn xuống bãi biển để xem các tác phẩm điêu khắc dưới nước. Các tác phẩm điêu khắc khá dễ tìm thấy vì chúng được đánh dấu bằng những chiếc phao màu trắng trên mặt nước và một số điểm đánh dấu dưới nước. Sau khi lặn với ống thở, chúng tôi thưởng thức bữa trưa, chúng tôi đã dọn đồ trên bàn trên bãi biển.Đọc thêm",
            "Chúng tôi đã có khoảng thời gian tuyệt vời trong chuyến tham quan Di sản Deluxe. Người lái xe của chúng tôi, ông Ford rất xuất sắc và cực kỳ hiểu biết. Hướng dẫn viên du lịch của chúng tôi Octavia cũng rất vui mừng. Địa điểm rất đẹp, bữa trưa tuyệt vời và bãi biển thật ngoạn mục. Chỉ cần chuẩn bị sẵn sàng cho chuyến đi bộ dài đến bãi biển sau khi kết thúc chuyến tham quan.Đọc thêm",
            "Đây là điểm nổi bật của chuyến đi của chúng tôi.  Hướng dẫn của chúng tôi rất nhiều thông tin về lịch sử của hòn đảo.  Nhìn thấy tàn tích của căn bếp cộng đồng và ngôi nhà đầy đủ tiện nghi, chúng tôi có cái nhìn thoáng qua về cuộc sống thời bấy giờ.  Chúng tôi thực sự đánh giá cao những nỗ lực bảo tồn lịch sử.Đọc thêm",
            "Xin chào Jonathangk1818,\nChúng tôi rất vui khi thấy bạn đã có trải nghiệm 5 sao tại Clifton. Cảm ơn đã chia sẻ.Đọc thêm",
            "Chúng tôi YÊU Clifton! Nhóm của chúng tôi đã có khoảng thời gian lặn với ống thở tuyệt vời nhất - mặc dù nước hơi thô - và chúng tôi thích khám phá những bãi biển lấp lánh và làn nước trong vắt. Chúng tôi đã yêu cầu mang bữa trưa đến cho nhóm của chúng tôi ở bãi biển và nó rất nóng và ngon! Dịch vụ tuyệt vời của máy chủ. Chúng tôi yêu thích chuyến tham quan di sản của mình với hướng dẫn viên giỏi nhất từ ​​trước đến nay- Octavia! Octavia là người hiểu biết, tốt bụng và rất vui tính! Các học sinh trong nhóm của tôi hoàn toàn yêu quý cô ấy. Nhìn chung, chúng tôi khuyên bạn nên ghé thăm Clifton. Chúng tôi đã tìm hiểu tất cả về lịch sử phức tạp của Bahamas mà nhiều du khách bỏ qua và chúng tôi YÊU những cảnh đẹp.  - Và gửi lời cảm ơn tới Octavia- bạn thật tuyệt vời!! - Đọc thêm",
            "Chúng tôi đã có khoảng thời gian tuyệt vời trong chuyến phiêu lưu đến Công viên Quốc gia Di sản Clifton! Chúng tôi đã thực hiện chuyến đi lặn biển và đó là một chuyến đi tuyệt vời nhất. Javan là hướng dẫn viên du lịch lặn biển giỏi nhất và khiến chúng tôi cảm thấy an toàn trong suốt thời gian qua.\n\nChúng tôi đã nhìn thấy tất cả các bức tượng và thấy rất nhiều loài cá xinh đẹp, cá đuối gai độc và thậm chí cả rùa biển!\n\nBữa trưa là một trong những món ăn ngon nhất chúng tôi có cả tuần!\n\nPhần tuyệt vời nhất trong chuyến đi của chúng tôi là Edmond, tài xế của chúng tôi trong ngày. Anh ấy đối xử với chúng tôi như hoàng gia trong suốt chuyến đi. Bạn có thể nói rằng anh ấy yêu công việc của mình và anh ấy rất tuyệt vời trong công việc đó. Anh ấy kể cho chúng tôi về lịch sử phong phú của Bahamas khi chúng tôi đi du lịch từ AirBnb. Anh ấy kể cho chúng tôi những câu chuyện và trải nghiệm tuyệt vời mà anh ấy đã có khi làm việc ở Bahamas. Edmond khiến chúng tôi cảm thấy được yêu thương và chào đón trong suốt chuyến đi.\n\nNếu bạn đang nghĩ đến việc đặt chuyến đi này, hãy nhờ Edmond làm hướng dẫn viên du lịch - tài xế cho bạn và bạn sẽ không hối hận về điều đó chút nào.\n\nChúng tôi yêu thích trải nghiệm của mình với anh ấy đến nỗi chúng tôi đã đặt một ngày đi biển ở Clifton vào ngày mai!Đọc thêm",
            "Xin chào M2787EFbrandona,\nChúng tôi rất vui vì bạn thích trải nghiệm của mình tại Clifton và cảm ơn bạn rất nhiều vì đã dành thời gian để lại cho chúng tôi xếp hạng 5 sao này - chúng tôi thực sự đánh giá cao điều đó! Chúng tôi chắc chắn sẽ cho Edmond và Javon biết về lời cảm ơn tuyệt vời mà bạn đã dành cho họ trong TA.  Chúng tôi hy vọng bạn đã trở về nhà an toàn và chúng tôi mong được chào đón bạn trở lại trong tương lai.\nĐọc thêm",
            "Our family of 4 had the best time at Clifton Heritage National Park! We were lucky enough to meet Octavia as we arrived and she provided us with enough information to plan out a perfect day. We ended up paying for a day at the beach with the heritage tour. We also paid for the vehicle pass which we did not regret as it would have been a long walk with our snorkel gear. Upon recommendation, we visited Johnston Beach which was amazing! We had the entire beach to ourselves and it was one of the most beautiful beaches we had ever seen. Plenty of shade and easy access along the coast. Snorkeling was excellent just north of the beach, right around the point. Afterward, we packed up and went back for the Heritage tour with Octavia and we are SO glad we did! Octavia was so knowledgeable and did an excellent job sharing the history of the park, from learning about the Lucayan people through the history of the park being used as a slave plantation. Octavia brought the history alive for us as she walked us through an indigenous ritual site, a slave kitchen, and their houses. We all appreciated her willingness to answer our questions as we learned about this deeply important history. Her friendly and caring nature made us feel so warm and lucky to have had this experience. She also introduced us to their most friendly cat, which my kids loved. This was one of our best experiences in Nassau and I would highly recommend it! We wish the best for Octavia and want to thank her for taking our family under her wing. Her guidance and friendliness throughout the day brought our family so much joy!Read more",
            "Xin chào kimberlysO956GK, \nCảm ơn bạn vì đánh giá 5 sao tuyệt vời này - chúng tôi thực sự đánh giá cao điều đó. Tại Clifton, chúng tôi làm việc chăm chỉ để cung cấp dịch vụ chất lượng cao cho mọi khách hàng và chúng tôi sẽ đảm bảo chia sẻ phản hồi này với Octavia để mang đến cho cô ấy sự công nhận mà cô ấy xứng đáng có được. Chúng tôi chắc chắn rằng cô ấy sẽ rất vui khi nghe những điều tuyệt vời mà bạn nói về cô ấy.\nCảm ơn bạn một lần nữa và chúng tôi mong được chào đón bạn trở lại trong tương lai gần.  \nĐọc thêm",
            "Yêu nơi này! Thật là một sự kết hợp tuyệt vời giữa màu xanh lá cây và màu xanh lam của nước. Chúng tôi đã thực hiện một ống thở có hướng dẫn với Cory và một người khác - rất tiếc vì không nhớ tên anh ấy - và cả hai đều tuyệt vời - thực sự hiểu biết và thân thiện. Rất nhiều cá để xem và những bức tượng và xác máy bay thực sự rất tuyệt. A phải cho bất cứ ai ghé thăm!Đọc thêm",
            "Xin chào Abbiet975, \nCảm ơn bạn vì đánh giá tuyệt vời này! Việc bạn có trải nghiệm 5 Sao là điều tốt nhất mà chúng tôi có thể hy vọng! Đánh giá của bạn có ý nghĩa rất lớn đối với chúng tôi. Cảm ơn bạn đã lựa chọn CLIFTON và chúng tôi mong được chào đón bạn quay trở lại trong thời gian sắp tới! Đọc thêm",
            "Chúng tôi đang ở trên một chuyến du thuyền mà Nassa là một trong những kẻ ngu ngốc. Chúng tôi không tìm được chuyến du ngoạn bằng du thuyền mà chúng tôi thích nên chúng tôi quyết định tự đặt chỗ.  Rất may chúng tôi đã tìm thấy Công viên Di sản Clifton.  Edmund gặp chúng tôi đúng giờ tại chiếc xe bán tải được mô tả và trong toàn bộ chuyến đi khoảng 40 phút đến công viên, anh ấy đã trả lời các câu hỏi, giải thích các chính sách của đảo và chỉ ra nhiều khu danh lam thắng cảnh khác nhau. Anh ấy luôn thân thiện và nhiều thông tin.  Tại công viên, chúng tôi quyết định tham gia thêm một chuyến lặn với ống thở và anh ấy đã thả chúng tôi xuống đó-- cá, những bức tượng chìm và một chiếc máy bay rồi thả các thành viên khác trong nhóm của chúng tôi xuống.  Chúng tôi có thiết bị lặn riêng nhưng họ thuê chúng ở đó.  Họ cũng cung cấp một tour du lịch ống thở kèm theo. Khi chúng tôi đã sẵn sàng để đi đến bãi biển khác, chúng tôi được đưa đến một bãi biển tuyệt vời nơi nhóm của chúng tôi - tổng cộng 8 người - đang tận hưởng bãi biển. Ghế phòng chờ đã có sẵn. Sau đó Edmund đi mang cho chúng tôi một bữa trưa thịnh soạn gồm cánh gà nướng, cơm, salad khoai tây và cà rốt.  Thật tốt! Chúng tôi đã thêm một chuyến tham quan di sản nên Edmund chở chúng tôi đến địa điểm du lịch và Vernita đã tiếp quản.  Tour đi bộ 45 phút đến công viên quốc gia. Vernita là người cung cấp thông tin thân thiện và là một nhà sử học vĩ đại. Sau chuyến tham quan, chúng tôi sẽ tái hợp với những người còn lại trong nhóm của chúng tôi - những người vừa tận hưởng một ngày đi biển riêng và Edmund đã đưa chúng tôi trở lại Cảng sau nhiều thời gian. Đây là chuyến tham quan tuyệt vời nhất của chúng tôi trên hành trình và tôi đánh giá cao nó. Hy vọng bạn cũng sẽ có vinh dự được gặp Edmund và Vernita.Đọc thêm",
            "Jason là một hướng dẫn tuyệt vời để lặn với ống thở! Mọi người đều rất am hiểu và vị trí rất đẹp. Chúng tôi thực sự rất thíchĐọc thêm",
            "Cả tài xế và hướng dẫn viên du lịch của tôi - Edmund và ?Verna - - -.  Rất xuất sắc.  Với cả hai, tôi rất thích tìm hiểu lịch sử thú vị của Bahamas cũng như thời gian trên bãi biển Flipper!  Tôi rất muốn đi lần nữa!! Đọc thêm",
            "Octavia là một hướng dẫn viên du lịch tuyệt vời và biết rất nhiều về công viên. Công viên rất đẹp và giàu lịch sử. Chúng tôi đã thực hiện chuyến đi lặn và đi bộ, và điều đó thật tuyệt. Các bãi biển và đại dương ở đó rất đẹp và chúng tôi đã thấy rất nhiều cá khi lặn với ống thở. Chuyến đi bộ cũng rất tuyệt. Công viên này có những ngôi nhà nô lệ cuối cùng còn sót lại ở New Providence. Đọc thêm",
            "Đấy đúng là một trải nghiệm tuyệt vời! Phải ghé thăm! Tôi đã thực hiện Chuyến tham quan cao cấp, đây chắc chắn là một con đường nên đi! Tôi đã lặn với ống thở cùng Diante và Jason - cả hai đều tuyệt vời -, đã gặp Krispin, một trong những nhân viên kiểm lâm của công viên, những người cực kỳ hữu ích và thân thiện, và đã có một khoảng thời gian tuyệt vời tài xế - Joey - cũng như chuyến tham quan rất nhiều thông tin và thú vị với Vernita. CẢM ƠN TẤT CẢ CÁC BẠN!Đọc thêm",
            "Chúng tôi đã được tất cả nhân viên của Công viên đối xử rất tuyệt vời. Joseph đón chúng tôi từ khách sạn và cho chúng tôi một chuyến tham quan và bài học lịch sử Bahamas trên đường lái xe. Tôi thách bạn hỏi một câu mà anh ấy không biết câu trả lời! Chúng tôi đến nơi và được nhận phòng trước khi đến địa điểm lặn với ống thở. Chúng tôi đã gặp 3 chàng trai trẻ đam mê mọi thứ dưới nước và chia sẻ kinh nghiệm trong khi họ chuẩn bị cho chúng tôi. Việc lặn với ống thở thật phi thường! Cuộc sống ở biển thật tuyệt vời trong một buổi bơi êm đềm, trong xanh - chúng tôi nhìn thấy những con cá nhiệt đới, một gia đình cá đuối gai độc và thậm chí còn đi chơi - nhưng không quá gần - với một con cá nhồng. Những bức tượng dưới nước thật tuyệt vời và rạn san hô rực rỡ. Thời gian còn lại chúng tôi dành cho bữa trưa ngon miệng mà Joseph mang đến cho chúng tôi và thời gian đi biển riêng của chúng tôi tại Bãi biển Flipper. Điều tôi sẽ không dành thêm vài phút nữa cho một ngày đặc biệt! Thực hiện chuyến tham quan này, thật tuyệt vời!Đọc thêm",
            "Thật là một nơi thú vị để nhìn lại cuộc sống trên đảo theo thời gian dựa trên những phát hiện khảo cổ. Túp lều Arawak được xây dựng lại và tàn tích của một ngôi làng nô lệ từ thế kỷ 17 và 18. Được bao quanh bởi bụi rậm, những con đường nóng và ẩm ướt.  Bãi biển vắng và nhiều đá nhưng mát mẻ và sảng khoái. Nước quá thô để lặn với ống thở.  Mang theo mũ và giày nước.Đọc thêm",
            "Cuối cùng cũng có được khoảng thời gian thư giãn và bình tĩnh sau khi tham quan trung tâm hỗn loạn của Nassau. Chúng tôi thực sự rất thích chuyến phiêu lưu một ngày hòa mình vào thiên nhiên, dưới ánh mặt trời này. Những bãi biển đơn giản là tuyệt vời. Chuyến tham quan lặn với ống thở tuyệt vời với những chàng trai tốt bụng và hay cười. Cảm ơn Jason và Smith đã đưa chúng tôi đi xem bức tượng và những gì dưới biển. Khuyến cáo! Đọc thêm",
            "Có một chút lo lắng khi đặt chuyến tham quan cho hành trình gần đây của chúng tôi vì nó không đi qua tuyến hành trình, nhưng tôi không hối tiếc! Đây có lẽ là trải nghiệm hành trình yêu thích của chúng tôi trong suốt chuyến đi. Edmond đón chúng tôi ngay tại địa điểm hẹn đã chỉ định đúng giờ. Anh ấy đã cung cấp rất nhiều thông tin tuyệt vời về hòn đảo trên đường đến công viên của chúng tôi. Khi đến nơi, chúng tôi lấy vòng tay và Edmond đưa chúng tôi đến bãi biển. Chúng tôi đã có nó cho chính mình! Nó thật tuyệt đẹp, đẹp hơn những bức tranh. Vỏ ở khắp mọi nơi. Cát rất mềm. Nhưng trong nước có nhiều đá hơn- - Bahamas được làm bằng đá vôi - điều đó ổn và không làm phiền chúng tôi. Trẻ em dành cả buổi sáng để khám phá và vui chơi. Một nhóm nhỏ khác xuất hiện một giờ sau đó nhưng đó là tất cả những gì chúng tôi thấy trong suốt thời gian đó. Edmond đến kiểm tra chúng tôi rồi mang cho chúng tôi bữa trưa ngon miệng và nước uống.  - Chồng tôi mắc bệnh Celiac và thấy ổn với nó, nhưng họ không đảm bảo điều gì về điều đó cả - anh ấy chỉ nắm lấy cơ hội thôi. - Edmond quay lại lần thứ ba để kiểm tra con gái chúng tôi, nó cảm thấy không khỏe vì phơi nắng quá nhiều. Anh ấy thật tốt bụng. Sau đó anh ấy đưa chúng tôi đến gặp Vernita để tham quan di sản. Cô ấy thật đáng yêu và chia sẻ rất nhiều lịch sử và văn hóa với chúng tôi. 3 đứa trẻ 8 và 12 tuổi của chúng tôi luôn thích thú. Họ thậm chí còn thử món me lần đầu tiên, ngay khi hái từ trên cây và rất thích! Tất cả chúng ta đều học được điều gì đó từ trải nghiệm này. Edmond sau đó đưa chúng tôi trở lại cảng du lịch, không gặp khó khăn gì khi đến đúng giờ cho chuyến khởi hành lúc 4:30 của chúng tôi. Mọi người chúng tôi gặp ở Công viên Quốc gia Di sản Clifton đều rất nồng hậu và thân thiện. Từ Edmond, đến Vernita, cho đến người phụ nữ băng bó chân cho con gái tôi sau khi cô ấy cạo nó, đây là một trải nghiệm tuyệt vời.Đọc thêm",
            "Xin chào GrandTour39461850053,\nThay mặt ban quản lý và nhân viên tại Vườn Quốc gia Di sản Clifton, chúng tôi xin cảm ơn bạn đã chia sẻ đánh giá 5 sao tuyệt vời này.  Chúng tôi rất vui vì bạn thích trải nghiệm của mình với chúng tôi và chúng tôi chắc chắn sẽ cho Edmond và Vernita biết về lời cảm ơn mà bạn đã dành cho họ về TA. Khi bạn trở lại Nassau, chúng tôi mong được chào đón bạn trở lại công viên và chúng tôi hy vọng bạn đã trở về nhà an toàn. \nĐọc thêm",
            "My friend and I did the Premium Tour, including snorkeling, lunch and heritage walk through. amazing amazing amazing. first of all, i really suggest doing the premium tour because it was the perfect amount of time to spend at the park. i think any of the tours individually would feel too short, also then lunch and transportation to and from are included. great deal!! the guides are all so great. our snorkeling guide was Javon, he was friendly, helpful, and overall made us feel so safe and free to enjoy our experience.  - wear reef safe sunscreen and respect the wildlife!!! -  the fish are sort of friendly, they really swim right along side you and the sculpture garden is stunning. the lunch was really good after the swim, basic with peas - carrots - rice - protein. i - m pescatarian so i had the fish option, and my friend even said mine was better than hers and she had chicken so maybe opt for the fish even if you eat meat. the beach was so pretty, and it was the perfect ratio of swimming time, eating, and then into the walking tour. it - s a bit shorter of a trail than i anticipated, but great to have a guide to chat with for first timers. make sure to try some tamarind, i like sour stuff so it was good to me, and it has a lot of vitamin C so no harm even if it - s not your thing. Vernitta was our walking tour guide, she was super friendly and informative, make sure to soak up every word the bahamas has a really interesting history. our driver was so helpful and amazing also, we had great conversation about some historical sights on the way there and he helped us figure out how the busses work here. i didn - t catch his name but don - t hesitate to chat with everyone they - re really friendly. overall great time for first timers.Read more",
            "Xin chào kravels, \nCảm ơn bạn rất nhiều vì đã dành thời gian chia sẻ đánh giá tuyệt vời này với cộng đồng TA. Chúng tôi thực sự đánh giá cao phản hồi và rất vui khi bạn đánh giá dịch vụ của chúng tôi là - 5 Sao - vì chúng tôi cố gắng cung cấp điều đó cho tất cả khách hàng của mình. Khi bạn trở lại Nassau, chúng tôi mong được chào đón bạn quay trở lại công viên và chúng tôi hy vọng bạn đã trở về nhà an toàn. \n\nĐọc thêm"
        ],
        "star_ratings": [
            588,
            127,
            41,
            29,
            30
        ],
        "review_amount": 815,
        "location": [
            "Đảo New Providence",
            "vùng Caribe",
            "Nassau",
            "Vườn quốc gia di sản Clifton",
            "Các hoạt động ở Nassau",
            "Bahamas"
        ],
        "reviews_time": [
            "Written June 2, 2023",
            "Written June 4, 2023",
            "Written June 26, 2023",
            "Written June 29, 2023",
            "Written June 30, 2023",
            "Written July 11, 2023",
            "Written July 21, 2023",
            "Written July 24, 2023",
            "Written August 2, 2023",
            "Written August 6, 2023",
            "Written May 28, 2024",
            "Written May 26, 2024",
            "Written May 25, 2024",
            "Written May 24, 2024",
            "Written May 23, 2024",
            "Written May 20, 2024",
            "Written May 18, 2024",
            "Written May 16, 2024",
            "Written May 10, 2024",
            "Written May 8, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g147416-d2155704-Reviews-Clifton_Heritage_National_Park-Nassau_New_Providence_Island_Bahamas.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g147416-d26691271-Reviews-TACOH-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147416-d7991681-Reviews-Shima-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147416-d3802685-Reviews-Old_Fort-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147416-d14987366-Reviews-Island_Brothers_Cie-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147416-d4156868-Reviews-The_Captain_s_Table-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147416-d14032815-Reviews-Cocoplum_Restaurant_Bistro_and_Bar-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147416-d6653311-Reviews-Jaws_Beach-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147416-d4866520-Reviews-Primeval_Forest_National_Park-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147415-d149326-Reviews-Love_Beaches-New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147416-d2155704-Reviews-or10-Clifton_Heritage_National_Park-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147417-d147618-Reviews-Marine_Habitat_at_Atlantis-Paradise_Island_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147417-d3909020-Reviews-Rose_Island-Paradise_Island_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147416-d555427-Reviews-Cable_Beach-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147416-d148528-Reviews-Ardastra_Gardens_Wildlife_Conservation_Centre-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147416-d216275-Reviews-Arawak_Cay-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147416-d149861-Reviews-Blue_Lagoon_Island-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147416-d15241855-Reviews-BahamaBoyzz_Adventurezz-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147416-d2556727-Reviews-Cabbage_Beach-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147416-d1219528-Reviews-Sea_Lion_Encounter_at_Blue_Lagoon-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147415-d149422-Reviews-Stuart_Cove_s_Dive_Bahamas-New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147416-d15841083-Reviews-Prestigious_Transport-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147415-d16690874-Reviews-Touriffic_Rides-New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147416-d23952091-Reviews-Delfincharters-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147416-d25396564-Reviews-KINDWalk-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147416-d6839736-Reviews-Marvelous_Tours-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147416-d3334206-Reviews-Stuart_Cove_s-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147416-d4341155-Reviews-PappaSurf-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147416-d20226367-Reviews-Jimmy_s_transportation-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147416-d2109072-Reviews-CST_Bahamas_Tours-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147416-d17550058-Reviews-Bluefinn242-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147416-d16701304-Reviews-Moss_Private_Transportation-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d4660265-Reviews-Mercat_De_Sant_Antoni-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g303814-d10113584-Reviews-Park_Suma_Osejava-Makarska_Split_Dalmatia_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g34571-d3477732-Reviews-Pompano_Municipal_Pier-Pompano_Beach_Broward_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g35602-d13373152-Reviews-Silver_City-Silver_City_Idaho.html",
            "https://www.tripadvisor.com/Attraction_Review-g32171-d103404-Reviews-LEGOLAND_California-Carlsbad_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g143028-d11306006-Reviews-Guano_Point-Grand_Canyon_National_Park_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g658915-d12922627-Reviews-Cocktails_and_Dreams-Laganas_Zakynthos_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g155032-d2225015-Reviews-Bota_Bota_spa_sur_l_eau-Montreal_Quebec.html",
            "https://www.tripadvisor.com/Attraction_Review-g60745-d103114-Reviews-Chinatown-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g34606-d4003842-Reviews-Upham_Beach-St_Pete_Beach_Florida.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g147416-d2155704-Reviews-or10-Clifton_Heritage_National_Park-Nassau_New_Providence_Island_Bahamas.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g147416-d2155704-Reviews-Clifton_Heritage_National_Park-Nassau_New_Providence_Island_Bahamas.html"
    }
]