[
    {
        "attraction_name": "Club Aspire at Heathrow Terminal 3",
        "attraction_name_vi": "Câu lạc bộ Aspire tại Nhà ga số 3 Heathrow",
        "general_info": [
            "2.694 đánh giá",
            "- 2 trong số 40 điều cần làm ở Hounslow",
            "Phòng chờ sân bay"
        ],
        "attraction_summary": "Club Aspire tại London Heathrow Terminal 3 là phòng chờ từng đoạt giải thưởng cung cấp thực đơn đồ ăn và đồ uống toàn diện và miễn phí, chỗ ngồi thoải mái, tầm nhìn ra sân bay, WI-FI miễn phí, báo và tạp chí kỹ thuật số cũng như khu vực nghỉ ngơi và làm việc riêng. Cho dù lý do du lịch của bạn là gì và bạn có thể bay đến bất cứ nơi nào, hãy đảm bảo hành trình của bạn bắt đầu tại Club Aspire Lounge tại Nhà ga số 3 London Heathrow.Đọc thêm",
        "reviews": [
            "Elena thật tuyệt vời khi đặt hàng đặc biệt cho chúng tôi với bánh sừng bò thuần chay, xúc xích thuần chay và thậm chí cả bánh kếp. Nhà bếp thậm chí còn đáp ứng đơn đặt hàng của chúng tôi mặc dù họ sẽ sớm chuyển sang bữa trưa. Dịch vụ tuyệt vời với một nụ cười mặc dù phòng chờ rất bận rộn. Tôi chắc chắn sẽ quay lại đây! Đọc thêm",
            "Phòng tắm không tì vết! Tiếp viên Dilpreet thậm chí còn lịch sự yêu cầu tôi đợi trước khi vào. Anh ấy đã kiểm tra và đảm bảo cơ sở vật chất tuyệt vời và sạch sẽ trước khi tôi vào. Người đàn ông này chắc chắn rất tự hào về công việc của mình. Rất biết ơn! Sau một ngày du lịch, sự lịch sự và chuyên nghiệp là một lợi ích rất lớn. Cảm ơn bạn Dilpreet! Hãy tiếp tục nhé! Đọc thêm",
            "Chuyến thăm Club Aspire của tôi không có gì đáng ngạc nhiên! Ruby là một tiếp viên cực kỳ hữu ích và rất hữu ích. Phòng tắm rất sạch sẽ và gọn gàng, mang lại cảm giác thoải mái dễ chịu giữa các chuyến bay chở gỗ. Giữa các món ăn kiểu tự chọn miễn phí, quầy bar mở và phòng tắm vòi sen, tôi muốn giới thiệu phòng chờ này cho bất kỳ ai đang tìm kiếm một chút thoải mái trên hành trình của mình.Đọc thêm",
            "Xin chào,\n\nCảm ơn bạn đã đánh giá tuyệt vời về Club Aspire! Chúng tôi rất vui khi biết rằng bạn rất thích chuyến thăm của mình và Ruby đã có thể hỗ trợ bạn. Chúng tôi tự hào về việc mang đến cho khách hàng trải nghiệm thoải mái và thư giãn và chúng tôi luôn tìm cách cải thiện.\n\nChúng tôi đặc biệt vui mừng khi biết rằng bạn đánh giá cao đồ ăn tự chọn miễn phí, quầy bar mở và phòng tắm vòi sen của chúng tôi.\n\nChúng tôi hy vọng bạn - sẽ sớm quay lại và thăm chúng tôi!\n\nTrân trọng,\n\nNhóm quan hệ khách hàng\nĐọc thêm",
            "Chúng tôi nhận được sự chào đón nồng nhiệt nhất từ ​​Ruby khi đến nơi. Elena đã chào đón chúng tôi tại bàn của chúng tôi một cách tử tế và đảm bảo rằng chúng tôi cảm thấy thoải mái trong suốt thời gian lưu trú. Phòng chờ thoải mái và phù hợp với nhóm gia đình của chúng tôi và là một đặc quyền tuyệt vời từ hạng Delta Medallion của chúng tôi. Chúng tôi đã đến phòng chờ trong cả hai lần quá cảnh - đi và về - và chắc chắn sẽ quay lại. Tiện nghi phòng tắm sạch sẽ và rất sảng khoái trong suốt chuyến đi của chúng tôi. Cảm ơn Ruby, Elena và toàn bộ nhóm Aspire đã khiến chúng tôi cảm thấy được chào đón nồng nhiệt. Đọc thêm",
            "Xin chào,\n\nCảm ơn bạn đã dành thời gian để để lại một đánh giá đáng yêu như vậy.\n\nDịch vụ tuyệt vời thực sự quan trọng đối với chúng tôi vì vậy tôi thực sự hài lòng khi Ruby, Elena và nhóm đã chăm sóc bạn và gia đình bạn rất tốt. Thật tuyệt khi biết rằng bạn có thể tận dụng tốt tiện nghi phòng tắm sẵn có và có thời gian chờ đợi chuyến bay thoải mái. Tôi sẽ chuyển những lời tốt đẹp của bạn đến đội ngũ phòng chờ Heathrow của chúng tôi.\n\nChúng tôi mong được chào đón bạn trở lại trong tương lai.\n\nTrân trọng,\n\nNhóm Quan hệ Khách hàngĐọc thêm",
            "Câu lạc bộ này nằm ở Nhà ga số 3 gần cổng D. Chúng tôi đến sớm và thấy nó thật dễ chịu. Chúng tôi được chào đón mà không gặp rắc rối nào về thời gian bay. Đồ ăn sáng phục vụ rất ngon và bao gồm trứng bác, xúc xích, trái cây, cà phê, nước trái cây, v.v. Phòng chờ hơi đông đúc khi các chuyến bay quốc tế sớm đến gần nhưng tôi không thấy họ từ chối ai cả. Chúng tôi sẽ quay lại nếu đến London.Đọc thêm",
            "Xin chào,\n\nCảm ơn bạn đã dành thời gian để để lại một đánh giá đáng yêu như vậy. \n\nDịch vụ tuyệt vời thực sự quan trọng đối với chúng tôi vì vậy tôi thực sự vui mừng khi bạn được nhân viên của chúng tôi chào đón và thích thú với việc lựa chọn đồ ăn và đồ uống có sẵn. Tôi sẽ chuyển những lời tốt đẹp của bạn đến đội ngũ phòng chờ Heathrow của chúng tôi.\n\nChúng tôi hy vọng được chào đón bạn trở lại trong thời gian sắp tới.\n\nTrân trọng,\n\nNhóm Quan hệ Khách hàngĐọc thêm",
            "Đó là một ngày thường bận rộn ở phòng chờ. Tuy nhiên, nhân viên và nhóm của bạn thật tuyệt vời!  Đặc biệt là Bikramjeet ở quầy tiếp tân! Anh ấy rất lịch sự, chuyên nghiệp và luôn được gọi ngay cả khi một vài hành khách trở nên thô lỗ. Sau khi chúng tôi nhận phòng và ổn định chỗ ở trong phòng chờ, anh ấy bước vào và hỏi xem mọi thứ có ổn không và chúng tôi có cần gì không. Anh ấy là một tài sản lớn cho đội của bạn!\n\nMột thành viên khác nổi bật trong nhóm của bạn là người đàn ông đang dọn dẹp và lấy đi bát đĩa. Joao rất hiếu khách và lịch sự.Đọc thêm",
            "Đặt ở đây trước một chuyến bay.   Đội đã thực sự \nChuyên nghiệp, thân thiện và tốt đẹp.   Đặc biệt là quý ông ở quầy lễ tân và Joao ở quầy bar.\n\nThức ăn ngon và có nhiều lựa chọn tốt bao gồm cả salad tươi.   Các lựa chọn quầy bar cũng tốt và bạn có thể tự phục vụ cà phê, nước và nước ngọt.   Đọc thêm",
            "Tôi đã đến Club Aspire vì chuyến bay của tôi bị hoãn nhiều giờ, và thật tuyệt vời; đồ ăn nóng ngon và dịch vụ tuyệt vời từ tất cả các nhân viên làm việc ở đó. \nTôi chủ yếu được chăm sóc bởi Joao, người đảm bảo bàn của tôi luôn sạch sẽ và mọi nhu cầu đều được đáp ứng, và với nụ cười. \n\nCảm ơn Joao và Club Aspire đã cung cấp một nơi tuyệt vời để làm việc, thư giãn và nạp lại năng lượng trong thời gian tôi bị hoãn chuyến. Đọc thêm",
            "Đã đến đó vào buổi tối và khá bận rộn nhưng các nhân viên rất hiệu quả trong việc dọn dẹp bàn ăn, đồ uống và dọn bàn. Tôi được João phục vụ tại quán bar, người rất chu đáo và khiến trải nghiệm của tôi trở nên thú vị hơn cho kỳ nghỉ của mình. Nhược điểm duy nhất là nhà vệ sinh hơi bừa bộn, nhưng có lẽ không phải lỗi của nhân viên mà là lỗi của khách hàng sử dụng.Đọc thêm",
            "Đây là lần đầu tiên tôi đến Heathrow Club Aspire Lounge. Nhân viên tiếp tân rất thân thiện và hiệu quả nhưng vào thời điểm tôi đến thì vô cùng bận rộn. Tuy nhiên, sau khi tìm được chỗ ngồi, tôi cảm thấy rất thoải mái. \nThức ăn nóng và lạnh đều ngon và đầy đủ. Sự lựa chọn rượu vang được chấp nhận và các loại đồ uống khác rất phong phú. Tôi được JOAO phục vụ, anh ấy rất niềm nở, nụ cười đáng yêu và khiến tôi cảm thấy anh ấy muốn làm tốt công việc phục vụ đồ uống. Dịch vụ của anh ấy rất mẫu mực. \nNói chung, phòng chờ này tốt, không bằng Phòng chờ Emirates, nhưng này, vé của tôi lần này không phải Hạng Thương gia.Đọc thêm",
            "Nếu bạn muốn chắc chắn giành được quyền tham gia, bạn cần phải đặt trước và thanh toán nhưng nếu bạn muốn có quyền truy cập như một phần đặc quyền của Amex, bạn phải tận dụng cơ hội của mình trong ngày.  Có một người phụ nữ đang ghi tên và cô ấy nói với mọi người rằng phải đợi 30 phút. Khi tôi thấy những người khác được gọi đến sau tôi, tôi kiểm tra và cô ấy đã chuyển sang trang khác và quên mất tôi! Menu được truy cập thông qua mã QR trên bàn của bạn. Thức ăn cũng được đặt theo cách này. Lựa chọn thực phẩm rất hạn chế. Pasta, cà ri hoặc súp. Ngoài ra còn có lựa chọn phô mai và bánh quy giòn. Nước ngọt là đồ uống tự phục vụ và đồ uống có cồn là từ quầy bar mà bạn đến quán. Tôi bị bệnh celiac nên thứ duy nhất tôi có thể ăn là súp. Trước đây tôi đã từng sử dụng phòng chờ của Virgin và họ ở cách xa nhau cả thế giới. Virgin - s đơn giản là tuyệt vời. Không có nhà vệ sinh trong phòng chờ nên bạn cần quay lại nhà ga nếu cần nhà vệ sinh. Đó là một cách thoải mái hơn để chờ chuyến bay nhưng tôi - không trả chi phí vì nó - không xứng đáng với số tiền bỏ ra. Không sao cả vì tôi không trả tiền vì đó là một trong những đặc quyền Amex của tôi.Đọc thêm",
            "Tôi đã ở phòng chờ này vào ngày 15 tháng 5, sau khi được chuyển khỏi phòng chờ số 1 vì họ nói rằng họ không thể đáp ứng đặt chỗ của tôi nữa. Đối tác của tôi và tôi đã giành được một chỗ ngồi bên cửa sổ, sau khi chờ đợi rất lâu. Tuy nhiên, mười phút sau, một công nhân đến gặp chúng tôi và yêu cầu chúng tôi di chuyển để nhường chỗ cho người khác. Chúng tôi bối rối vì điều này và hỏi tại sao. Cô ấy nói với chúng tôi rằng cả gia đình phải ngồi ở đó vì đây là chiếc bàn duy nhất có bốn chỗ ngồi, điều đó là dối trá vì có rất nhiều người xung quanh - họ chỉ là - không có chỗ ngồi bên cửa sổ - mà tôi đã đề cập với cô hầu bàn và cô ấy trông có vẻ lúng túng khi cô ấy rõ ràng là không - tôi không nghĩ tôi sẽ cãi lại và để chúng tôi yên. Tôi nhanh chóng được gia đình phát hiện ra rằng người công nhân đó thực tế đã nói dối và hóa ra đứa con của gia đình đó muốn ngồi bên cửa sổ. Tôi nghĩ thật kinh tởm khi chúng ta trả số tiền giống như người khác và được yêu cầu chuyển đi để đáp ứng nhu cầu của người khác - chứ không phải của chính chúng ta. tại sao chúng ta phải làm cho trải nghiệm của mình trở nên tồi tệ hơn. Điều tệ hơn là người công nhân đó cũng cố gắng nói dối chúng tôi, trong khi nếu cô ấy nói sự thật thì có lẽ chúng tôi đã làm được điều cô ấy muốn. kinh tởm và sẽ không bao giờ đến đây nữa.Đọc thêm",
            "Được trả khoảng - 50 trong hai giờ trong phòng chờ này trong khi chúng tôi chờ chuyến bay. Đó là một sự lãng phí tiền bạc.  Thật khó chịu và thức ăn trông mệt mỏi và chắc chắn không ngon miệng.  Vâng, chúng tôi đã có hai loại bia miễn phí nhưng chắc chắn không cảm thấy nó đáng đồng tiền bát gạo. Không bao giờ lặp lại. Đọc thêm",
            "Thất vọng là cách tốt nhất để mô tả trải nghiệm. Đặt trước đã lâu và dự kiến ​​sẽ được tặng bàn đặt trước thay vì săn bàn để ngồi. Thức ăn nhạt nhẽo và du khách phải đợi mới được phục vụ. Không sử dụng máy pha trà - cà phê, đồ uống rất tệ. Phòng chờ không đủ lớn để chứa những người họ cho phép vào và thiếu cổng sạc. Tôi khuyên bạn nên tiết kiệm tiền và chỉ đợi ở khu vực chung vì có nhiều đồ ăn hơn sự lựa chọn, cổng sạc và vô số nhà vệ sinhĐọc thêm",
            "Chúng tôi rất vui khi tìm thấy phòng chờ Club Aspire ở Nhà ga số 3 chứ không phải phòng chờ khác. Tôi thích nơi này, nơi ánh đèn dịu nhẹ và thiết kế bên trong khiến tôi bình tĩnh. Tất cả nhân viên đều thân thiện. Đặc biệt là quản lý Ruby. Cô ấy chào đón chúng tôi ở lối vào. Nhìn chung, tôi thích nơi này. Nếu bạn đang ở Nhà ga số 3, tôi thực sự khuyên bạn nên đến Club Aspire Lounge! -K.Đọc thêm",
            "Thật tệ. Một trong những phòng chờ Coub tệ nhất mà tôi từng đến. Ổ cắm sạc USB và phích cắm 3 chân của Anh dường như hết thời gian chờ hoặc không hoạt động. Sạc từ USB vào điện thoại di động của tôi rất chậm. Thật đáng thương. Quý ông ngồi chật chội bên cạnh tôi phải liên tục cúi xuống để đánh thức kết nối của mình cho bộ sạc máy tính xách tay.. Tôi bước vào và muốn sử dụng phòng tắm.. tuy nhiên - phải trả thêm 20! phí tắm vòi sen và chỉ có 2 nhà vệ sinh cho dân số phải hơn 150 người ở đây. Tôi đi lên hành lang để sử dụng nhà vệ sinh công cộng... Tôi không nghĩ mình sẽ bận tâm đến việc quay lại đây nữaĐọc thêm",
            "Xin chào,     \n\nCảm ơn bạn đã dành thời gian để để lại nhận xét.  \n\nChúng tôi rất tiếc vì bạn không thể tìm thấy điểm sạc phù hợp cho thiết bị của mình. Tôi đã nêu vấn đề này với ban quản lý phòng chờ.\n\nKhoản thanh toán bổ sung cho phòng tắm được yêu cầu để chi trả cho nhân viên bảo trì khu vực, dọn dẹp kỹ lưỡng sau mỗi khách và cung cấp khăn tắm và đồ vệ sinh cá nhân mới, đã giặt. \n\nTrân trọng,\n\nPaulaĐọc thêm",
            "Khi bắt đầu kỳ nghỉ lễ Phục sinh, gia đình lo ngại rằng phòng chờ sẽ kín chỗ. May mắn thay, họ hạn chế số lượng người vào và tạo ra bầu không khí yên tĩnh để thư giãn trước khi lên máy bay. Fatima tại quầy bar và tất cả các nhân viên khác đều cực kỳ dễ chịu và lịch sự. Đọc thêm",
            "Tôi thấy phòng chờ này hoàn toàn ổn.  Chúng tôi đến thăm vào buổi tối và họ có nhiều món salad và đồ ăn nóng khác cho bữa tối.  Điều hấp dẫn duy nhất của tôi là buổi tối chúng tôi đến thăm nhân viên lễ tân cũng là nhân viên pha chế.  Vì vậy, phần lớn thời gian anh ấy ở quầy lễ tân lần lượt kiểm tra từng người vào phòng khách nên đôi khi phải chờ rất lâu để có đồ uống.  Chờ khoảng 10 phút.  Nếu bạn không tuyển nhân viên pha chế toàn thời gian thì tại sao không bày đồ uống ra để khách tự phục vụ.  Tôi đã ghé thăm phòng chờ này nhiều lần trong nhiều năm và dường như lúc nào nó cũng đầy hoặc gần đầy.  Đôi khi có thể khó tìm được chỗ ngồi.Đọc thêm",
            "Không phải là một trải nghiệm thư giãn chút nào. Chúng tôi đã đặt chỗ trước rất lâu và dự kiến ​​có thể có chỗ ngồi trong suốt thời gian lưu trú, nhưng phòng chờ trở nên quá bận rộn và đông đúc đến nỗi nhân viên bắt đầu đến để thử mời chúng tôi ngồi chung bàn và đuổi chúng tôi ra ngoài ngay sau đó. khi giới hạn ba giờ của chúng tôi đến gần. Không có đủ bàn để chứa tất cả những người họ cho phép vào. Nó ồn ào và náo nhiệt, và họ chơi nhạc suốt thời gian đó, điều đó cũng không hề thư giãn. Lựa chọn thực phẩm bữa sáng bị hạn chế - đầy đủ tiếng Anh, nhưng không có trứng? - và họ tính thêm tiền cho những yêu cầu đồ uống không phức tạp - mimosa -. Ổ cắm sạc ở bàn của chúng tôi cũng không hoạt động. Các nhân viên dọn bàn rất thân thiện và chu đáo và khu vực tắm vòi sen đơn giản nhưng đủ đẹp để dọn dẹp giữa các chuyến bay đường dài.Đọc thêm",
            "Xếp hàng khi chúng tôi đến.  Người phụ nữ rất vô tổ chức đang dẫn chúng tôi đến khu vực ngồi rất thô lỗ và đột ngột.   Sẽ không cho phép chúng tôi ngồi trên ghế sofa vì chúng được dành riêng cho 4 người, chúng tôi đã ở trong phòng chờ trong 3 giờ và chỉ có một nhóm 4 người bước vào, do đó, 4 khu vực trống và những người khác bị đẩy vào những khu vực rất nhỏ được phân bổ không gian Có sẵn đồ uống rất hạn chế Chỉ có một loại bia và không có rượu táo như đã nêu trong phần mô tả Quang cảnh nơi chạy trốn là một khu vực nhỏ của một vài chiếc máy bay đang đậu Thức ăn rất ngon và người phụ nữ mang thức ăn ra và người phụ nữ đang dọn bàn rất tử tế và thân thiệnĐọc thêm"
        ],
        "star_ratings": [
            1879,
            522,
            164,
            109,
            131
        ],
        "review_amount": 2805,
        "location": [
            "Đại Luân Đôn",
            "Vương quốc Anh - Vương quốc Anh -",
            "Các hoạt động ở Hounslow",
            "Châu Âu",
            "Câu lạc bộ Aspire tại Nhà ga số 3 Heathrow",
            "nước Anh",
            "Hounslow"
        ],
        "reviews_time": [
            "Written July 11, 2023",
            "Written July 17, 2023",
            "Written September 7, 2023",
            "Written September 10, 2023",
            "Written September 15, 2023",
            "Written October 21, 2023",
            "Written October 21, 2023",
            "Written October 27, 2023",
            "Written November 8, 2023",
            "Written November 9, 2023",
            "Written November 17, 2021",
            "Written May 31, 2022",
            "Written January 11, 2020",
            "Written September 10, 2022",
            "Written March 13, 2022",
            "Written April 17, 2023",
            "Written April 8, 2022",
            "Written January 29, 2020",
            "Written March 24, 2024",
            "Written June 18, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g528813-d12096080-Reviews-Club_Aspire_at_Heathrow_Terminal_3-Hounslow_Greater_London_England.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g191260-d6613315-Reviews-Virgin_Atlantic_Clubhouse-Hayes_Greater_London_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g528813-d23406008-Reviews-Big_Smoke_Taphouse_Kitchen-Hounslow_Greater_London_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186338-d6852731-Reviews-The_London_s_Pride_Heathrow-London_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g528813-d24132342-Reviews-EL_N_London_Heathrow_T3-Hounslow_Greater_London_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g528813-d10541726-Reviews-Market_Gardener-Hounslow_Greater_London_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186338-d10620588-Reviews-Pret_A_Manger-London_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186338-d15105769-Reviews-Wagamama_heathrow_t3-London_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186338-d15827382-Reviews-Giraffe_World_Kitchen-London_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g528813-d23892704-Reviews-Shan_Shui-Hounslow_Greater_London_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g528813-d10541748-Reviews-Giraffe_Stop-Hounslow_Greater_London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d24165891-Reviews-Cathay_Pacific_Lounge-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d26469373-Reviews-American_Express_Centurion_Lounge-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g528813-d12379327-Reviews-No1_Lounge_Heathrow_Terminal_3-Hounslow_Greater_London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d25298560-Reviews-Virgin_Atlantic_Delta_Revivals_Lounge-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d10411306-Reviews-Plaza_Premium_Lounge_LHR_T2_Arrivals-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d10390177-Reviews-Plaza_Premium_Lounge_Heathrow_T4_Departures-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g528813-d12325784-Reviews-Club_Aspire_at_Heathrow_Terminal_5-Hounslow_Greater_London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g1646049-d3585116-Reviews-Battle_of_Britain_Bunker-Uxbridge_Greater_London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g528819-d12591077-Reviews-Plaza_Premium_Lounge_LHR_T4_Arrivals-Twickenham_Richmond_upon_Thames_Greater_Lon.html",
            "https://www.tripadvisor.com/Attraction_Review-g528819-d2331558-Reviews-Strawberry_Hill_House_Garden-Twickenham_Richmond_upon_Thames_Greater_London_Engla.html",
            "https://www.tripadvisor.com/Attraction_Review-g528813-d12096080-Reviews-or10-Club_Aspire_at_Heathrow_Terminal_3-Hounslow_Greater_London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g528813-d25374993-Reviews-British_Airways_Galleries_South_Lounge-Hounslow_Greater_London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g528813-d27448465-Reviews-Aer_Lingus_Gold_Circle_Lounge-Hounslow_Greater_London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d17487805-Reviews-Prestige_Taxis_Heathrow-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d17522844-Reviews-Heathrow_Taxi-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d25452593-Reviews-Blacklane-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d11046563-Reviews-Express_Airport_Cars-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g191260-d3570882-Reviews-The_Spa_Gym_Heathrow-Hayes_Greater_London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d11693313-Reviews-British_Express_Cars-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d11966434-Reviews-Airport_Pickups_London-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d20246852-Reviews-Dixons_Travel-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g293936-d547455-Reviews-New_Market-Dhaka_City_Dhaka_Division.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d9802054-Reviews-Dubai_Garden_Glow-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g147323-d2257716-Reviews-Isla_de_Caja_de_Muertos-Ponce_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g303897-d4218322-Reviews-Ayutthaya_Elephant_Palace_Royal_Kraal-Ayutthaya_Ayutthaya_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g304026-d16857809-Reviews-Oniru_Private_Beach-Lagos_Lagos_State.html",
            "https://www.tripadvisor.com/Attraction_Review-g7713161-d3749866-Reviews-Adventure_Snake_canyon_oman-Wadi_Bani_Awf_Ad_Dakhiliyah_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d104369-Reviews-Tenement_Museum-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d110033-Reviews-A_Little_White_Chapel-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g150813-d9564955-Reviews-Tulum_Beach-Tulum_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d1898538-Reviews-The_Greek_Theatre-Los_Angeles_California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g528813-d12096080-Reviews-or10-Club_Aspire_at_Heathrow_Terminal_3-Hounslow_Greater_London_England.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g528813-d12096080-Reviews-Club_Aspire_at_Heathrow_Terminal_3-Hounslow_Greater_London_England.html"
    }
]