[
    {
        "attraction_name": "Club 50",
        "attraction_name_vi": "Câu lạc bộ 50",
        "general_info": [
            "29 đánh giá",
            "- 26 trên 162 Cuộc sống về đêm ở Miami",
            "Quán Bar - Câu Lạc Bộ"
        ],
        "attraction_summary": "Ở tầng 50, FIFTY được coi là điểm ngắm cảnh độc đáo nhất của Icon Brickell: một hồ bơi riêng ngoạn mục mang phong cách châu Á và sảnh khách trên đỉnh tháp khách sạn. Mở cửa từ thứ Năm đến tối thứ Bảy, FIFTY là địa điểm tụ tập tuyệt vời nhất ở trung tâm thành phố để người dân địa phương cũng như du khách thưởng thức cocktail trước hoặc sau bữa tối tại nhà hàng tuyệt đẹp của Viceroy Miami, Eos, hoặc như khúc dạo đầu cho một đêm trên thị trấn. Đêm khuya, sảnh khách trên sân thượng đón tiếp một khách quốc tế, với danh sách luân phiên gồm một số DJ hàng đầu của Miami và bầu không khí sang trọng, gợi cảm và tinh túy của Miami. Một thực đơn gồm các món ăn nhẹ lấy cảm hứng từ Địa Trung Hải được cung cấp, sự bổ sung hoàn hảo cho thực đơn sáng tạo gồm các loại cocktail đặc trưng và danh sách rượu vang hảo hạng. Nội thất tuyệt đẹp của FIFTY - được xếp lớp bằng đá cẩm thạch và gỗ, các bức tranh và cây cối lấy cảm hứng từ khắc gỗ Nhật Bản, với muối không khí và hoa tươi thơm ngát bầu trời cao. Từ gần như mọi góc độ, tầm nhìn vô tận ra Vịnh Biscayne bên dưới nhấn mạnh tầm nhìn tuyệt vời của FIFTY - trên đỉnh Viceroy Miami.Đọc thêm",
        "reviews": [
            "Tôi đã ở đây vào tháng 10 năm 2016 và đó là một nơi tuyệt vời. Bạn sẽ tìm thấy những người thuộc các quốc tịch khác nhau. Chế độ xem thật tuyệt vời.... Đồ uống hơi đắt nhưng bạn sẽ tận hưởng buổi tối. Đọc thêm",
            "Đây là một điều bất ngờ vì chúng tôi không nghe nhiều về câu lạc bộ này khi thực hiện nghiên cứu..nhưng đó là trải nghiệm tuyệt vời và tầm nhìn tuyệt vời. DJ cũng rất xuất sắc. Chúng tôi đã ở đó trên một con gà mái, có 11 người trong số chúng tôi và tất cả chúng tôi đều đồng ý rằng đây là đêm tuyệt vời nhất trong số tất cả các câu lạc bộ chúng tôi đã tham gia và LIV cũng rất tuyệt..có một DJ bên trong và một DJ bên ngoài. thích bên ngoài hơn một chút vì đây là bữa tiệc ngoài trời với khung cảnh đẹp. chắc chắn sẽ đến đó lần nữaĐọc thêm",
            "Khung cảnh mang tính biểu tượng của thành phố, tôi thưởng thức nhạc house bên ngoài nhưng bạn cũng có thể tự mình vào trong để lọt vào Top 40 nếu cần. Đồ uống đắt tiền.Đọc thêm",
            "Nơi này rất đẹp với khung cảnh ngoạn mục, nơi này thiếu thứ gì đó hay ho để xem bên cạnh đó, nó không được trang trí đẹp mắt, thậm chí bạn không thể gọi nó là tối giản. âm nhạc rất hay, mọi người... tôi xin lỗi nhưng tôi không thấy bất kỳ bộ lọc nào ở lối vào mà mọi người đang đi vào, không quan tâm họ ăn mặc quá giản dị hay thậm chí là thể thao, tôi thực sự đã mong đợi nhiều hơn thế nữa về một mái nhà w miami . chúng tôi đã không kéo dài hàng giờ và đi đến một nơi khácĐọc thêm",
            "Âm nhạc, quang cảnh và đồ uống rất hay. Mặc dù ở trung tâm thành phố, dịch vụ phục vụ tốt. Sẽ đến đó thường xuyênXem thêm",
            "Chồng tôi và tôi đã đến thăm Câu lạc bộ Năm mươi trong thời gian lưu trú tại Viceroy. Khi chúng tôi đến, chỉ có một vài người khác ở đó cho chúng tôi cơ hội khám phá câu lạc bộ. Nó chỉ là một không gian hình vuông lớn với những chiếc ghế dài xung quanh. Một DJ đang chơi và có một quán bar. Các quan điểm thật ngoạn mục. Bên ngoài có khu vực hồ bơi, sân khấu và một quán bar khác.  Đồ uống: - 20!!!!! Không có nước tăng lực cho rượu vodka của tôi. Thay vào đó, yêu cầu rượu rum và Diet Coke, không có Diet Coke. Có rất nhiều người, đặc biệt là những chàng trai ăn mặc không phù hợp.  Chiếc quần jean rách cũ kỹ và chiếc áo phông như thể chúng vừa mới từ bãi biển trở về. Nơi này chẳng sang trọng chút nào. Ở trong một khách sạn 5 sao và danh tiếng của nó, tôi đã mong đợi thêmĐọc thêm",
            "Đã ghé thăm Club Fifty Lounge trong kỳ nghỉ lễ và có trải nghiệm TUYỆT VỜI.  CAO CẤP!!!  Cảm ơn Michael Samuels và toàn bộ nhân viên của bạn đã khiến chuyến thăm của chúng tôi trở nên khó quên. DJ xuất sắc nhất - S trong thị trấn.  Sàn nhảy ngoài trời trong nhà và tầm nhìn tuyệt đẹp ra thành phố.  Tuyệt vời - SEXY - đám đông.  Phải ghé thăm nếu ở MIA.Đọc thêm",
            "I had my wedding day brunch at CLUB FIFTY last Saturday which was amazing and a priceless moment. However to make the moment extra special we rented two hours at the 15th floor pool deck and fireplace and that moment was a total and utter disaster. The main reason we decided to have our wedding there was because of the priceless panoramic views the pool deck had to offer. Firstly we had no security to escort us to the end of the pool deck as discussed by management. Secondly, the stairs were roped off with plastic chains and zip ties which made it impossible to use the Stairs and if anyone who knows the pool decks than knows that there is two foot drop in each level. Where my bride to be almost fell flat on her face three times in her wedding dress trying to go up and down the steps. Thirdly the main reason we paid to have our privacy so we could have taken beautiful pictures to last us a life time but instead there we people laying out all across the deck that ruined our pictures. Lastly when I went to the main entrance of the pool deck where one checks in and out and obtains towel, I pleaded my case in a frustrated manner to one of the supervisors and asked for a manager or a supervisor to discuss the situation, and I quote the pool supervisors response  - don - t rude me as its not my problem go talk to management  - . If there is any questions regarding the validity of my story please contact me or look at the security films on the pool deck to see for your self. And this is the memory that I have rather than the memory of a beautiful wedding moment. In conclusion I do want to say that certain people did go above and beyond to make this moment special. Like Marie from the viceroy who helped plan the wedding. Taylor Pena who worked with me til the last second to make the photo shoot possible. And Courtney the supervising pool attendant that really sympathized with me the following day when I was laying out by the pool and really did everything possible to alleviate my frustration. I would recommend the viceroy hotel to anyone but please never use their pool deck for photos. Sincerely Ali MRead more",
            "Đã ghé thăm địa điểm này theo lời giới thiệu của một người địa phương để xem. Các quan điểm KHÔNG làm thất vọng. Chúa ơi, tôi cảm thấy buồn nôn khi ở trên cao và hồ bơi cũng như mái nhà khiến bạn cảm thấy như một vận động viên khiêu vũ ngay cả khi bạn chi tiêu - 0. Họ đang thực hiện một chương trình khuyến mãi cho bia Occulto, một sản phẩm ghê tởm chống lại Chúa và thiên nhiên nhưng lại thêm phần thú vị yếu tố cho buổi tối - nó giống như Bia Tequila, tại sao Chúa - . Chúng tôi là 4 quý cô da nâu, ở độ tuổi ngoài 30 sẽ xuất hiện và đám đông chưa bao giờ thực sự đến vào tối thứ Sáu nhưng chúng tôi rất thích có nhiều chỗ để khiêu vũ, không phải chờ đợi, không có mái che và tầm nhìn ra sân thượng. Âm nhạc thật tuyệt vời. Trong nhà thì hơn..hiện đại nhưng cũng hơi ngô nghê và EDM ngoài trời thì hơi lỗi thời...về cơ bản không có ai thực sự xuất hiện ngoại trừ cựu chiến binh Chiến tranh Iraq thực sự nóng bỏng này. Nhân viên pha chế cũng vô cùng gợi cảm. Đám đông rất đa dạng và luôn tốt đẹp. Đi Uber rất đắt từ South Beach nhưng khá chắc chắn rằng tài xế sẽ chở chúng tôi đi - ha! - .Đọc thêm",
            "Công ty chúng tôi đã tổ chức một bữa tiệc riêng ở đây vào Thứ Năm ngày 8 - 21. Nơi này đã tắt đèn!! Mặc dù có chút ấm áp từ mặt trời lúc 6 giờ chiều, nhưng mặt khác, buổi tối lại hoàn hảo một phần nhờ nhân viên pha chế của chúng tôi - Sasha. - Anh ấy vừa thú vị vừa chính xác.  Anh ấy đã tự mình bảo vệ toàn bộ nhóm 75 người của chúng tôi trong khoảng thời gian 3 giờ.  Bạn phải xếp hàng không bao giờ quá 30 giây để nhận đơn đặt hàng và anh ấy liên tục bị tấn công bởi các đơn đặt hàng mojito và đồ uống đặc biệt khác.  Anh ấy đã khiến đám đông sôi động và kéo dài suốt đêm - cảm ơn Sasha.Đọc thêm",
            "Xin chào, tôi muốn biết độ tuổi của những người đi khiêu vũ vào thứ Bảy?Đọc thêm",
            "Có cần đặt trước không? Có mất phí vào cửa không?Đọc thêm",
            "Quy định trang phục cho nam giới?Đọc thêm",
            "độ tuổi tối thiểu được phép vào câu lạc bộ này là bao nhiêu?Đọc thêm"
        ],
        "star_ratings": [
            12,
            8,
            6,
            2,
            1
        ],
        "review_amount": 29,
        "location": [
            "Hoa Kỳ",
            "Florida - FL -",
            "Những điều cần làm ở Miami",
            "Câu lạc bộ 50",
            "Miami"
        ],
        "reviews_time": [
            "Written March 4, 2017",
            "Written September 30, 2016",
            "Written August 2, 2016",
            "Written June 27, 2016",
            "Written May 28, 2016",
            "Written April 13, 2016",
            "Written January 8, 2016",
            "Written July 24, 2015",
            "Written July 24, 2015",
            "Written August 22, 2014"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g34438-d2657212-Reviews-Club_50-Miami_Florida.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g34438-d25334157-Reviews-Cafe_Americano-Miami_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34438-d892463-Reviews-Truluck_s_Ocean_s_Finest_Seafood_And_Crab-Miami_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34438-d7837416-Reviews-Whole_Foods_Market-Miami_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34438-d1371138-Reviews-Area_31-Miami_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34438-d431875-Reviews-The_Capital_Grille-Miami_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34438-d3243475-Reviews-Steak_Brasil_Churrascaria-Miami_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34438-d466647-Reviews-The_River_Oyster_Bar-Miami_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34438-d10147517-Reviews-B_Bistro_Bakery-Miami_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34438-d1927691-Reviews-Zuma_Miami-Miami_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34438-d1047740-Reviews-Fratelli_Milano-Miami_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34438-d4995072-Reviews-Miami_Trolley-Miami_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34438-d4306573-Reviews-The_Miami_Circle-Miami_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34438-d11923181-Reviews-Brickell_City_Center-Miami_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34438-d1439241-Reviews-Metromover-Miami_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34438-d12246521-Reviews-Brickell_Avenue_Bridge-Miami_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34438-d143763-Reviews-Bayside_Marketplace-Miami_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34438-d12246356-Reviews-The_Pillar_of_History-Miami_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34438-d20043846-Reviews-Riverside_Miami-Miami_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34438-d1419765-Reviews-Miami_Convention_Center-Miami_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34438-d7715058-Reviews-James_L_Knigth_Center-Miami_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34438-d2657212-Reviews-or10-Club_50-Miami_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34438-d19830236-Reviews-Royale_Society_Hospitality-Miami_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34438-d12096140-Reviews-Cycle_Party_Miami-Miami_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34438-d6352632-Reviews-Ball_Chain-Miami_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34438-d25560762-Reviews-Carpe_Noctis_Ventures_LLC-Miami_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34438-d1211509-Reviews-Island_Queen_Cruises_Tours-Miami_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34438-d3843115-Reviews-Wood_Tavern-Miami_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34438-d1978073-Reviews-Blue_Martini_Brickell-Miami_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34438-d8543355-Reviews-Bayside_Cigars-Miami_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34438-d9720130-Reviews-Walt_Grace_Vintage-Miami_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34438-d12620502-Reviews-Miami_Mojito_Company-Miami_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34439-d16847116-Reviews-Miami_Party4U-Miami_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34438-d3376943-Reviews-Miami_Exotic_Auto_Racing-Miami_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34438-d10833242-Reviews-Ultimate_Fishing_Charters-Miami_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34438-d21405671-Reviews-Valencia_Film-Miami_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34438-d9749194-Reviews-Nailhouse_of_Brickell-Miami_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34438-d27475800-Reviews-Miami_Boat_Party-Miami_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34438-d27687537-Reviews-BlackRide-Miami_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34438-d5018144-Reviews-Enliven_Spa_Salon-Miami_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34438-d9811251-Reviews-Room_Escape_Miami_by_Fox_in_a_Box-Miami_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34438-d19493236-Reviews-Golden_Charters-Miami_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g56003-d3333238-Reviews-Houston_Improv-Houston_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g1022438-d1424047-Reviews-Miyajima_Ropeway-Hatsukaichi_Hiroshima_Prefecture_Chugoku.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d10538179-Reviews-Hope_Sculpture-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g187309-d242773-Reviews-Nymphenburg_Palace-Munich_Upper_Bavaria_Bavaria.html",
            "https://www.tripadvisor.com/Attraction_Review-g1007309-d6881585-Reviews-Massimo_Cocktail_Bar-Korcula_Town_Korcula_Island_Dubrovnik_Neretva_County_Dalmat.html",
            "https://www.tripadvisor.com/Attraction_Review-g56659-d7195814-Reviews-Tower_Station_and_U_Drop_Inn_Cafe-Shamrock_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g58674-d15051391-Reviews-Pasco_Flea_Market-Pasco_Tri_Cities_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g47939-d15226317-Reviews-Crab_Meadow_Beach-Huntington_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d3626134-Reviews-Kilic_Ali_Pasa_Hamami-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g30183-d124603-Reviews-Six_Flags_Over_Texas-Arlington_Texas.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g34438-d2657212-Reviews-or10-Club_50-Miami_Florida.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g34438-d2657212-Reviews-Club_50-Miami_Florida.html"
    }
]