[
    {
        "attraction_name": "Coastal Maine Botanical Gardens",
        "attraction_name_vi": "Vườn bách thảo ven biển Maine",
        "general_info": [
            "2.025 đánh giá",
            "1 trong 12 điều cần làm ở Boothbay",
            "Khu vực hoang dã tự nhiên",
            "Vườn",
            "Khu vực đi bộ ngắm cảnh"
        ],
        "attraction_summary": "Khu vườn rộng 323 mẫu Anh, 19 trong số đó là những khu vườn trang trí và theo chủ đề với các loài thực vật bản địa của Maine và những khu vườn khác phù hợp với điều kiện ven biển phía bắc. Các con đường mòn và điểm tham quan trải dài trên 150 mẫu rừng trưởng thành, vùng đất ngập nước và 1 dặm bờ biển thủy triều. Vé trước được yêu cầu để nhập học; hãy truy cập MaineGardens.org. Khuôn viên trường bao gồm các thiết kế cảnh quan sáng tạo, tác phẩm bằng đá ấn tượng, tác phẩm điêu khắc độc đáo và khung cảnh tuyệt đẹp mời gọi du khách ở mọi lứa tuổi và khả năng khám phá các kết nối thiên nhiên khi rảnh rỗi. Được ca ngợi là một trong những điểm thu hút hàng đầu của Maine, chuyến tham quan Gardens là một trải nghiệm đáng nhớ, bất kể mùa nào.Đọc thêm",
        "reviews": [
            "Chúng tôi yêu tất cả!  Thật là một nơi đẹp đẽ và yên bình. Có quá nhiều thứ để xem và khám phá. Chúng tôi đã ở đó ba tiếng đồng hồ mà vẫn chưa thấy hết mọi thứ. Rất nhiều loài hoa và cây cối muốn bạn về nhà và trồng trong khu vườn của riêng mình. Phải đi bộ rất nhiều và nếu gặp khó khăn, có lẽ bạn có thể thông báo cho họ khi vào và họ có thể đưa bạn đi vòng quanh bằng xe đẩy. Cũng lưu ý rằng bạn có thể mang theo đồ uống và thức ăn của riêng bạn. Giữ nước. Có chỗ ngồi trong vườn và có bóng mát. Chúng tôi đã ở đó vào tháng 6 và có một số con ruồi đen nhỏ nhưng chỉ ở trong rừng và không đủ để hủy hoại cả ngày. Trẻ em sẽ thích nó và có một khu vực để chúng có thể chơi và một khu vực khác nơi chúng có thể té nước và bị ướt. Đây là một khu vườn xinh đẹp, tôi không hiểu một số đánh giá tiêu cực. Xung quanh đều có công nhân đang làm việc trên các nhà máy. Họ đã nghĩ ra mọi thứ và bất cứ ai cũng có thể tận hưởng điều này.Đọc thêm",
            "Một nơi tuyệt vời để dành một vài giờ. Có rất nhiều con đường mòn mà bạn có thể đi và cũng hãy chắc chắn tìm thấy tất cả những kẻ troll. Nơi này là một nơi tuyệt vời cho gia đình hoặc chỉ một mình. Tôi thực sự khuyên bạn nên kiểm tra nó.Đọc thêm",
            "Tuyệt vời!  Từ khu vườn lối vào cho đến tất cả các loại khu vực khác nhau bên trong cổng, cách trình bày đều hoàn hảo. Bạn không cần phải yêu hoa để tận hưởng điều này. Nhưng ít nhất bạn sẽ muốn thích bên ngoài.  Đi dạo qua rất nhiều cảnh khác nhau. Đây là người chiến thắng trong lĩnh vực vườn thực vật.Đọc thêm",
            "Thật là một cách tuyệt vời để dành một buổi chiều. Những bông hoa tuyệt đẹp và khu vườn được chăm sóc một cách vô tận. Những con đường quanh co sẽ đưa bạn từ khu vườn này sang khu vườn tiếp theo và những con đường được bảo trì tốt sẽ đưa bạn xuyên qua khu rừng đến những khu vực thú vị khác nếu bạn muốn đi bộ đường dài hơn. Phải xem bạn có ở Boothbay không!Đọc thêm",
            "Đây là chuyến thăm thứ ba của chúng tôi trong nhiều năm. Lần đầu tiên là khi Khu vườn còn khá mới. Nó đã phát triển và lấp đầy trong những năm qua. Các công trình kiến ​​trúc được xây dựng rất tốt và cây cối thật tuyệt vời. Các nhân viên làm việc rất chăm chỉ và nó cho thấy. Một trong ba vườn bách thảo hàng đầu mà tôi đã đến thăm trên thế giới.Đọc thêm",
            "Điều này không bao giờ xuất hiện khi chúng tôi nghiên cứu những điều cần làm ở Boothsbay Harbor Maine nhưng đó là điều tuyệt vời nhất để ghé thăm. Đây thực sự là một điều đặc biệt\nnơi dành cho các gia đình có con nhỏ hoặc các cặp vợ chồng muốn dành thời gian hòa mình vào thiên nhiên. Hãy quên đi việc mua sắm và tập trung vào thiên nhiên trong 2-3 giờ và bạn sẽ ngạc nhiên trước câu chuyện đằng sau khu vườn này và cảnh quan tuyệt đẹp. Đây là khu vườn Bách thảo duy nhất ở Maine nhưng có thể là khu vườn tuyệt vời nhất mà chúng tôi từng ghé thăm trên toàn cầu.  Mở cửa hầu hết trong năm, nhất định phải xem!!! Đọc thêm",
            "Không có đủ so sánh nhất cho nơi này. \nĐáng giá từng xu chi phí nhập học. \nNhững khu vườn theo chủ đề hoàn toàn tuyệt đẹp được chăm sóc vô tận. \nViệc thiết kế và triển khai toàn bộ nơi này đơn giản là tuyệt vời. \nChúng tôi đã đến nhiều vườn Bách thảo và Vườn ươm và đây là nơi tốt nhất trong số đó. Đọc thêm",
            "Đừng bỏ lỡ chuyến tham quan miễn phí. Ron Ross là hướng dẫn viên của chúng tôi hôm nay. Thật thú vị và bổ ích. Mặc dù đã cuối tháng 9 nhưng vẫn còn hoa và những khu vườn xinh đẹp. Chúng tôi đã dành một giờ cho chuyến tham quan và ăn bánh cuốn gà tây tại quán cà phê xe tải bán đồ ăn đang được xây dựng. Thật không may, chúng tôi phải rời đi nhưng vẫn còn nhiều điều để xem. Chúng tôi sẽ quay lại vào lần tới khi chúng tôi đến khu vực này. Đọc thêm",
            "Trời vẫn nóng nhưng rừng thì mát. Điểm thu hút chính đối với tôi là những bức ảnh mà Gardens có trên trang web về những con quỷ khổng lồ. Có một số ở đó, một ý tưởng tiếp thị rất thông minh, một bức ảnh đẹp. Tôi quên mất phần quan trọng nhất. Những khu vườn vẫn đẹp dù được xây dựngĐọc thêm",
            "Đi bộ qua những khu vườn tươi tốt, được chăm sóc tỉ mỉ giống như bước vào một câu chuyện cổ tích. Sự đa dạng của các loại cây và hoa được trưng bày thật đáng kinh ngạc và cách chúng hòa quyện hoàn hảo với khung cảnh thiên nhiên xung quanh thực sự là một điều kỳ diệu. Điểm nổi bật đối với tôi là khung cảnh ngoạn mục của biển và những tác phẩm điêu khắc giàu trí tưởng tượng nằm rải rác khắp nơi. Thêm vào đó, thực tế là nó không quá đông đúc như một số điểm du lịch khác khiến nó càng trở nên thú vị hơn. Cho dù bạn là người đam mê làm vườn hay chỉ là người đang tìm kiếm một nơi trốn thoát thanh thản, thì nơi này là một địa điểm không thể bỏ qua ở Maine. Đó là một mảnh thiên đường thực vật nhỏ mang lại cho bạn cảm giác ngạc nhiên và yên bình. Đọc thêm",
            "Ngày u ám, nhưng chúng tôi không quan tâm. Thật là một nơi đẹp tuyệt vời. Đã gặp một số người siêu tử tế, chủ sở hữu của Coastal Maine Popcorn Co, những người đến từ Oregon. Trải nghiệm tuyệt vời. Còn quá sớm cho những chú bướm nhưng sẽ rất xứng đáng cho một chuyến trở về!Đọc thêm",
            "Chúng tôi vừa có một trải nghiệm hoàn toàn kỳ diệu tại khu vườn trong buổi trình diễn ánh sáng tại Vườn Bách thảo Maine. Tôi thậm chí không thể giải thích nó đẹp như thế nào mặc dù trời đang mưa. Sự cống hiến trong việc thiết lập tất cả các màn hình ánh sáng thực sự là một nguồn cảm hứng. Đó là tôi, một phụ nữ 61 tuổi cùng với hai đứa cháu 11 và 8 tuổi của tôi và tất cả chúng tôi đều đã có khoảng thời gian tuyệt vời. Mỗi góc đều có một Cuộc phiêu lưu nhỏ mới, những kẻ troll thật tuyệt vời khi có đồ ăn nhẹ trên đường đi và chỗ ngồi nghỉ ngơi nếu bạn cần. Tôi rất muốn khuyên bạn điêu đo. Ngoài ra còn có Xe lăn và xe tay ga dành cho những người có thể cần nó mặc dù có một số địa điểm bạn không thể đến được, nhưng nhìn chung bạn có thể thấy toàn bộĐọc thêm",
            "Gia đình 13 người của chúng tôi đã đến Lights Aglow và điều đó thật tuyệt vời! Chiếc bánh việt quất nóng hổi thật tuyệt vời.Đọc thêm",
            "Chúng tôi đã xem ảnh của bạn bè trong nhiều năm và cuối cùng đã thực hiện được cuộc hành trình trong năm nay!  Nơi tuyệt vời để tham quan và có cảm giác kỳ diệu ngay khi bạn bắt đầu băng qua cầu.  Nhiệt độ cao hơn mức bình thường và các địa điểm bán đồ ăn nhẹ và đồ uống ấm đều được đánh giá cao.  Chúng tôi sẽ biến điều này thành một nghi lễ hàng năm cho cả mùa hè và mùa đông!  Rất khuyến khích.  Tôi sẽ đánh giá điểm này là 10 nếu có thể! Đọc thêm",
            "Nơi này thật đẹp. Đã đi với chồng tôi. Thích đi dạo quanh đó vì tôi yêu hoa và làm vườn. Rất nhiều loại hoa để xem. Có một khu vực ngồi bãi cỏ tuyệt vời là tốt. Họ có những tác phẩm điêu khắc thực sự thú vị mà bạn có thể tìm thấy trên đường đi. Đi bộ nhiều nên mang giày thoải mái. Chắc chắn đề nghị. Đọc thêm",
            "Chúng tôi rất ngạc nhiên trước tất cả màn trình diễn ánh sáng tại sự kiện Gardens Aglow! Thật là một cách tuyệt vời để bắt đầu kỳ nghỉ lễ! Tôi thực sự muốn giới thiệu nó cho mọi người!Đọc thêm",
            "Với hàng dặm đường mòn và nằm trên mặt nước, những khu vườn mang đến nhiều phong cảnh và hoạt động đa dạng cho mọi lứa tuổi. Đây chắc chắn sẽ là điểm dừng chân khi đến thăm Maine.Đọc thêm",
            "Chúng tôi đã đến đây năm ngoái trong lễ kỷ niệm đèn ngày lễ. Nó rất tuyệt vời. Những khu vườn rất lớn và ánh đèn thật ngoạn mục. Nếu bạn đã bỏ lỡ nó vào năm ngoái thì đây là bộ phim không thể bỏ qua vào năm 2023.Đọc thêm",
            "Đi bộ qua những khu vườn tươi tốt, được chăm sóc tỉ mỉ giống như bước vào một câu chuyện cổ tích. Sự đa dạng của các loại cây và hoa được trưng bày thật đáng kinh ngạc và cách chúng hòa quyện hoàn hảo với khung cảnh thiên nhiên xung quanh thực sự là một điều kỳ diệu. Điểm nổi bật đối với tôi là khung cảnh ngoạn mục của biển và những tác phẩm điêu khắc giàu trí tưởng tượng nằm rải rác khắp nơi. Thêm vào đó, thực tế là nó không quá đông đúc như một số điểm du lịch khác khiến nó càng trở nên thú vị hơn. Cho dù bạn là người đam mê làm vườn hay chỉ là người đang tìm kiếm một nơi trốn thoát thanh thản, thì nơi này là một địa điểm không thể bỏ qua ở Maine. Đó là một mảnh thiên đường thực vật nhỏ mang lại cho bạn cảm giác ngạc nhiên và yên bình. Đọc thêm",
            "Chúng tôi dừng lại ở đây trên đường đến Bar Harbor. Ồ! Những khu vườn thật tuyệt vời! Chúng tôi không thể tin được có bao nhiêu cây đã nở hoa vào cuối tháng Chín. Những trò troll là một phần thưởng bổ sung. Các nhân viên rất thân thiện và hữu ích.  Một trong những khu vườn đẹp nhất mà chúng tôi từng đến.Đọc thêm"
        ],
        "star_ratings": [
            1781,
            195,
            39,
            7,
            3
        ],
        "review_amount": 2025,
        "location": [
            "Gian hàng",
            "Vườn bách thảo ven biển Maine",
            "Những điều cần làm ở Boothbay",
            "Hoa Kỳ",
            "Bờ biển trung tâm Maine",
            "Maine ME"
        ],
        "reviews_time": [
            "Written June 22, 2023",
            "Written June 22, 2023",
            "Written June 28, 2023",
            "Written July 1, 2023",
            "Written July 20, 2023",
            "Written August 12, 2023",
            "Written September 17, 2023",
            "Written September 28, 2023",
            "Written September 30, 2023",
            "Written October 10, 2023",
            "Written May 21, 2024",
            "Written December 30, 2023",
            "Written December 17, 2023",
            "Written December 17, 2023",
            "Written December 14, 2023",
            "Written November 28, 2023",
            "Written November 27, 2023",
            "Written October 13, 2023",
            "Written October 10, 2023",
            "Written October 1, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g40524-d582558-Reviews-Coastal_Maine_Botanical_Gardens-Boothbay_Maine.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g40524-d3204436-Reviews-The_Cafe_at_Coastal_Maine_Botanical_Gardens-Boothbay_Maine.html",
            "https://www.tripadvisor.com/Restaurant_Review-g40927-d3474051-Reviews-Trevett_Country_Store-Trevett_Boothbay_Maine.html",
            "https://www.tripadvisor.com/Restaurant_Review-g40525-d2467469-Reviews-Bet_s_Famous_Fish_Fry-Boothbay_Harbor_Maine.html",
            "https://www.tripadvisor.com/Restaurant_Review-g40524-d3243939-Reviews-Bet_s_Fish_Fry-Boothbay_Maine.html",
            "https://www.tripadvisor.com/Restaurant_Review-g40524-d4233249-Reviews-Boothbay_Craft_Brewery_Tavern_Rv-Boothbay_Maine.html",
            "https://www.tripadvisor.com/Restaurant_Review-g40524-d20302323-Reviews-Subway-Boothbay_Maine.html",
            "https://www.tripadvisor.com/Restaurant_Review-g40524-d388116-Reviews-Boothbay_Harbor_Country_Club-Boothbay_Maine.html",
            "https://www.tripadvisor.com/Restaurant_Review-g40524-d19397621-Reviews-Dunkin-Boothbay_Maine.html",
            "https://www.tripadvisor.com/Restaurant_Review-g40524-d5066635-Reviews-Subway-Boothbay_Maine.html",
            "https://www.tripadvisor.com/Restaurant_Review-g40524-d9878877-Reviews-Paul_s_Steak_House-Boothbay_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g40525-d108262-Reviews-Carousel_Music_Theater-Boothbay_Harbor_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g40525-d3387090-Reviews-Boothbay_Region_Land_Trust-Boothbay_Harbor_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g40525-d1089501-Reviews-Cabbage_Island-Boothbay_Harbor_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g40525-d104923-Reviews-Maine_State_Aquarium-Boothbay_Harbor_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g40524-d104926-Reviews-Boothbay_Railway_Village-Boothbay_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g40525-d566931-Reviews-Opera_House_at_Boothbay_Harbor-Boothbay_Harbor_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g40524-d4742197-Reviews-Boothbay_Craft_Brewery-Boothbay_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g40927-d13566667-Reviews-Porters_Preserve-Trevett_Boothbay_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g40524-d2634577-Reviews-Boothbay_Farmers_Market-Boothbay_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g40525-d619992-Reviews-Burnt_Island_Lighthouse-Boothbay_Harbor_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g40524-d582558-Reviews-or10-Coastal_Maine_Botanical_Gardens-Boothbay_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g40525-d1832394-Reviews-Schooner_Eastwind-Boothbay_Harbor_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g40525-d1576812-Reviews-Cap_n_Fish_s_Cruises-Boothbay_Harbor_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g40525-d2225664-Reviews-Balmy_Days_Cruises-Boothbay_Harbor_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g40525-d3359502-Reviews-Sail_Muscongus_Day_Tours-Boothbay_Harbor_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g40525-d1142763-Reviews-Cabbage_Island_Clambakes-Boothbay_Harbor_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g40505-d3478259-Reviews-River_Run_Tours-Bath_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g40525-d3258300-Reviews-Tidal_Transit_Kayak-Boothbay_Harbor_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g40759-d1102612-Reviews-Pemaquid_Point_Lighthouse-New_Harbor_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g40505-d103733-Reviews-Maine_Maritime_Museum-Bath_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g40650-d104059-Reviews-Reid_State_Park-Georgetown_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g143031-d8426768-Reviews-Elkmont_Ghost_Town-Great_Smoky_Mountains_National_Park_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g60950-d561949-Reviews-Gates_Pass-Tucson_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g1137919-d6609180-Reviews-Lake_Magadi_Conservancy-Magadi_Rift_Valley_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g42794-d2555923-Reviews-Warren_Community_Centre_Indoor_Waterpark-Warren_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d17406643-Reviews-Stay_Play-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g58648-d1061814-Reviews-North_Jetty-Ocean_Shores_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g150800-d19911016-Reviews-Piramides_de_Teotihuacan-Mexico_City_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g57920-d10491862-Reviews-Sherando_Lake_Recreation_Area-Lyndhurst_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g34616-d13144424-Reviews-Lighthouse_Beach_Park-Sanibel_Island_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g58693-d6224380-Reviews-Washington_State_Fair-Puyallup_Washington.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g40524-d582558-Reviews-or10-Coastal_Maine_Botanical_Gardens-Boothbay_Maine.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g40524-d582558-Reviews-Coastal_Maine_Botanical_Gardens-Boothbay_Maine.html"
    }
]