[
    {
        "attraction_name": "Coco Bongo Cancun",
        "attraction_name_vi": "Coco Bongo Cancun",
        "general_info": [
            "19.253 đánh giá",
            "1 trên 101 Giải trí về đêm ở Cancun",
            "Câu lạc bộ quán bar",
            "Câu lạc bộ khiêu vũ"
        ],
        "attraction_summary": "Coco Bongo là một trong những địa điểm giải trí về đêm tuyệt vời nhất ở Cancun, nơi sẽ khiến bạn kinh ngạc với hàng loạt chương trình biểu diễn và giải trí độc đáo. Xem những người Sparta thực hiện các pha nguy hiểm trong suốt 300 giờ, hát theo những bản hit kinh điển trong The Beatles hoặc ngạc nhiên trước màn trình diễn ánh sáng trong Queenhoàn chỉnh với hoa giấy và bóng bay rơi từ trần nhà. Las Vegas của nó gặp Cirque Du Soleil ở thời điểm tốt nhất nhưng có quầy bar mở. Coco Bongo Cancun tọa lạc tại vị trí thuận tiện ở trung tâm Khu Khách sạn. Vé thông thường chỉ dành cho việc đứng; để có chỗ ngồi, hãy lấy Thẻ thành viên vàng hoặc Thẻ hàng trước.  TripadvisorĐọc thêm",
        "reviews": [
            "Tôi đã nghi ngờ sau khi đọc một số đánh giá ở đây nhưng tôi đã có khoảng thời gian tuyệt vời nhất ở coco bongos. Các buổi biểu diễn thực sự rất vui và đầy tiếng cười. Người phục vụ Christian của chúng tôi không thể làm đủ cho chúng tôi và thực sự hữu ích. Chúng tôi không có chỗ ngồi tốt nhất nhưng khi một số người rời khỏi, nhân viên quầy bar đưa chúng tôi đến hàng ghế đầu, điều đó thật tuyệt vời! Trải nghiệm tuyệt vời Nhiều người đề cập đến chương trình bóc lột phụ nữ, tuy nhiên một thành viên trong nhóm độc thân mà chúng tôi tham gia cho biết nếu bạn lên sân khấu, họ phải xin phép trước khi chiếu video thổi tung váy của bạn. Ngoài ra, họ còn yêu cầu bạn chụp ảnh, chụp ảnh, v.v. nhưng khi bạn nói không, họ sẽ để bạn yên.Đọc thêm",
            "Tuy nhiên, buổi biểu diễn rất tốt ngay cả với thành viên vàng mà họ nói với bạn là vé cao cấp, chỗ ngồi đã lùi xa, sau đó họ đề nghị nâng cấp chỗ ngồi của bạn, nhân viên quán bar rất tốt tuy nhiên vẫn nghi ngờ về lượng rượu thực sự có trong đó sau khoảng 20 giờ tôi vẫn tỉnh táo như đá, coi chừng nhân viên chụp ảnh đã đồng ý mua một cái với giá 35.00 nói với tôi rằng anh ấy sẽ quay lại với tiền lẻ đã quay lại với bức ảnh và không có tiền lẻ 100 và khi được hỏi đã cố gắng nói rằng anh ấy nghĩ đó là một tiền boa, bảo anh ta giữ 10,00 làm tiền boa nhưng vẫn tiếp tục đổi tôi và nhận tiền boa 20,00 cuối cùng đã bỏ cuộc vì không thể bận tâmĐọc thêm",
            "Giải trí tuyệt vời. Không khí buổi tiệc. Luôn chọn chỗ ngồi vì đây là một đêm dài. Chúng tôi đã chọn gói tầm trung bao gồm đồ uống và đồ ăn nhẹĐọc thêm",
            "Cực kỳ tệ! Không có máy lạnh và chúng tôi chen chúc trong phòng như cá mòi. Tôi đổ mồ hôi suốt thời gian đó vì trời rất nóng. Nếu có trường hợp khẩn cấp và mọi người cần phải sơ tán thì sẽ rất nguy hiểm. Thức ăn thực sự tầm thường và có vị giống như thức ăn trong căng tin tiểu học và khẩu phần rất nhỏ. Không có nhiều chương trình. Chủ yếu chỉ là các video ca nhạc phát trên màn hình lớn và những cô gái ngẫu nhiên từ khán giả nhảy trên ban công, thỉnh thoảng thổi khí vào váy và váy của họ rồi chiếu lên màn hình video. Bóc lột! Thật là hạ thấp phẩm giá và thô tục. Các vũ công nữ mặc trang phục một mảnh với quần lọt khe ở phía sau. Tôi kinh hoàng. Cảm giác như đang ở câu lạc bộ dành cho quý ông. Các cô gái đang lắc mông và nghiến răng. Có một lúc, có một camera trong buồng quay cảnh một gã đang lắc mông các cô gái và một gã khác túm lấy háng cô ấy. Tôi vô cùng ghê tởm. Tôi không biết phải mong đợi điều gì và không biết cảnh đó sẽ tục tĩu và khiêu dâm đến vậy. Tôi muốn về nhà sau mười phút ở đó nhưng ở lại lâu hơn nhiều chỉ vì giá đắt đỏ. Đọc thêm",
            "Có một khoảng thời gian tuyệt vời tuyệt đối. Tôi đã từng đến đây trước đây nhưng khoảng 5 năm trước nên không nhớ nhiều. Chúng tôi đã đặt vé thông qua một đại diện ở khách sạn của chúng tôi nên chúng tôi biết mọi thứ đều hợp lệ. Tôi và đối tác của tôi đã chọn dịch vụ hoàng gia bao gồm một bàn, dịch vụ phục vụ bàn, một chai rượu mạnh và đồ pha chế, đó là quyết định đúng đắn. Người phục vụ Fredrick của chúng tôi đã đúng giờ cả đêm và là một anh chàng đáng yêu. Đọc thêm",
            "Nó được quảng cáo là tốt hơn Vegas nhưng với tư cách là một người đã từng đến Vegas, chương trình này có phần hơi ngắn.  Việc bắt chước xung quanh không phải là những gì được thực hiện ở Vegas và chất liệu tốt hơn rất nhiều, Tất cả công việc được thực hiện bởi các nghệ sĩ bay sẽ bù đắp cho những thiếu sót của những gì trên sàn. Có nhiều gói giá khác nhau, khuyến nghị của tôi là mua gói sàn vì đó là nơi có tất cả niềm vui, nhưng hãy chuẩn bị tinh thần để bị nhồi nhét như cá mòi, ngay cả khi bạn đã đặt bàn, không có gì đảm bảo bạn sẽ ở lại đó, Bây giờ, điều mà chương trình thiếu về chất lượng là bầu không khí trong phòng rất sôi động và điều đó đó là những gì tôi tin là những gì họ gọi là khiến Vegas phải xấu hổ. Tôi đã trả 145 cho tôi và bà và chúng tôi đã có khoảng thời gian tuyệt vời. Hãy nhớ rằng bạn đang đi nghỉ nên hãy vui vẻ.Đọc thêm",
            "Buổi biểu diễn tuyệt vời và không khí tiệc tùng tuyệt vời; tuy nhiên đã bị kéo ra ngoài. Chúng tôi trả tiền cho gói cao cấp, hiếm khi gặp người phục vụ nên phải đến quán bar. Chúng tôi ngồi ở hàng ghế đầu và liên tục bị va chạm suốt đêm vì đây là đường dành cho nhà vệ sinh và người phục vụ.Đọc thêm",
            "Đến bữa tiệc, sau hai cốc rượu rum và coke, tôi hỏi một ly khác có vị mặn. Sau đó, tôi thức dậy trong phòng khách sạn cách đó 2 phút mà không có tiền, quần áo dính đầy máu, không có răng cửa và mất cả răng cửa. Đi đến cảnh sát và họ nói điều đó xảy ra hàng ngày. Đã đến coco bongo, họ không biết về điện thoại của tôi. Tránh ra. Họ là tội phạmĐọc thêm",
            "Xin chào Carlos, chúng tôi hy vọng bạn cảm thấy rất khỏe. Chúng tôi rất tiếc vì bạn đã gặp phải trường hợp như bạn kể. Chúng tôi muốn có thêm thông tin về ngày tham quan, loại vé đã mua và khu vực nơi họ ở để có thể theo dõi kịp thời. Điều rất quan trọng là chúng tôi phải xem xét và giải thích rõ ràng cho khách hàng của mình khi họ nghi ngờ về việc gặp phải một tai nạn mà họ không nhớ nhiều về nó. Coco Bongo đã đào tạo nhân viên làm việc hàng ngày với các biện pháp an ninh hiệu quả, giám sát và báo cáo chi tiết về bất kỳ tai nạn nào. tình huống cuối cùng như một sự theo dõi rõ ràng đối với các đồ vật bị thất lạc và tìm thấy. Tôi đang chờ tin nhắn trực tiếp của bạn đến địa chỉ sau sebastiancocobongo.com \n\nXin chào và cảm ơn phản hồi của bạn Đọc thêm",
            "Bữa tiệc trên bãi biển thật tuyệt vời, chắc chắn là kiểu tiệc vegas tràn đầy năng lượng. Cảm thấy an toàn vì có rất nhiều nhân viên. Không dành cho gia đình nhưng đó là việc phải làm khi ở cancun.Đọc thêm",
            "Xin chào Hailey, cảm ơn bạn đã chia sẻ. Chúng tôi hy vọng sẽ sớm gặp lại bạn. \n\nCảm xúc tốtĐọc thêm",
            "Chúng tôi đã mua vé từ đại diện coco bongo tại khách sạn Rui Carbi. Chúng tôi yêu cầu khu vực chỗ ngồi. Chúng tôi đến Coco bongos. Tôi rất thất vọng với thái độ của nhân viên và bao nhiêu người bị dồn vào một không gian. Việc đi vệ sinh rất khó khăn, tôi phải chen lấn giữa một đám đông không chịu di chuyển. Chúng tôi trả tiền cho một chiếc bàn có ghế dài, chỗ ngồi là một khối bê tông bẩn. Con trai út của tôi được yêu cầu chuyển đi, khi tôi thách thức nhân viên yêu cầu nó chuyển đi, tôi được thông báo rằng tôi phải trả thêm 20.000 peso Mexico để nó ở lại đó. Tôi cảm thấy bị đe dọa và bị đe dọa. Chúng tôi mua gói hoàng gia có giá hơn 500 cho 4 người lớn. Những người phục vụ gặp khó khăn khi mang đồ uống đến bàn do quá đông. Nhìn chung, chương trình rất hay và chúng tôi rất thích một số phần, tuy nhiên nó được đánh giá cao hơn và giờ thực sự đáng giá. Phần lớn chương trình tập trung vào các cô gái trẻ trong số khán giả đang lắc lư hoặc khoe nội y. Khía cạnh an toàn trong trường hợp hỏa hoạn thật đáng sợ. Tôi đến gặp người đại diện coco bongo ở khách sạn vào ngày hôm sau, anh ấy nói sẽ liên lạc với sếp và quay lại với tôi. Anh trốn tôi cả ngày. Xin đừng bị rách.Đọc thêm",
            "Xin chào! Có ai biết giá đỗ xe mỗi giờ tại Coco Bongo ở Cancun là bao nhiêu không? Cảm ơn bạn!Đọc thêm",
            "khoảng cách đến Wyndham grand cancunĐọc thêm",
            "8,2KM khoảng 14 phút lái xe tương đương với 5,21 dặmĐọc thêm",
            "Làm thế nào bạn có thể được đảm bảo có một chỗ ngồi? Có vẻ như nhiều người đã tin rằng họ sẽ có được một chỗ ngồi nhưng lại không có được một chỗ ngồi. Mặc dù trải nghiệm có vẻ tuyệt vời nhưng tôi sẽ không muốn trả tiền nếu điều này không được đảm bảo. Đọc thêm",
            "Tôi muốn biết liệu trẻ em có được phép vào cùng cha mẹ hay không.Đọc thêm",
            "Tôi muốn biết liệu trẻ em có được phép vào cùng cha mẹ hay không.Đọc thêm",
            "Cái mà\nQuần áo nam mặc ngày TếtĐọc thêm",
            "Nhiều ý kiến ​​​​trái chiều về vé - nơi nào có ưu đãi tốt nhất để mua vé Đọc thêm",
            "Tôi muốn đặt bàn Dịch vụ Hoàng gia cho 6 người nhưng tôi thấy khu vực dịch vụ hoàng gia không bị đóng cửa hoặc tách biệt khỏi sàn nhảy. Làm thế nào để họ đảm bảo không có ai đến khu vực này? Đọc thêm",
            "Chúng tôi là một cặp đôi thích sự sang trọng, thích uống rượu và khiêu vũ, nên mua vé nàoĐọc thêm",
            "Câu hỏi về vé của họ.  Từ trang web của họ, tôi đã thu thập thông tin này:\n\n90 - Vé CHUNG, bao gồm vé vào cửa, các buổi biểu diễn, đồ uống quốc gia tại quầy bar mở, nước, soda, nước trái cây và đồ ăn nhẹ 2 bánh mì kẹp thịt nhỏ hoặc xúc xích\n116 - Quầy bar mở PREMIUM, bao gồm lối vào, các buổi biểu diễn, đồ uống cao cấp tại quầy bar mở, nước, soda, nước trái cây và đồ ăn nhẹ 2 bánh mì kẹp thịt nhỏ hoặc xúc xích\n150 - Thành viên GOLD, bao gồm vé vào cửa, biểu diễn, chỗ ngồi dành riêng, khu vực VIP, đồ uống cao cấp tại quầy bar mở, nước, soda, nước trái cây và đồ ăn nhẹ 2 bánh mì kẹp thịt nhỏ hoặc xúc xích\n185 - HÀNG TRƯỚC, bao gồm lối vào, các buổi biểu diễn, ghế đặt trước, khu vực VIP, đồ uống cao cấp tại quầy bar mở, nước, nước trái cây, soda và đồ ăn nhẹ 2 bánh mì kẹp thịt nhỏ hoặc xúc xích\n\nvới lựa chọn rẻ nhất, bạn vẫn phải trả thêm tiền cho đồ uống hay quầy bar mở có nghĩa là đồ uống không cao cấp được bao gồm?\n\nKhông có tùy chọn nào trong số này bao gồm việc bỏ qua việc xếp hàng, vậy đâu là thời điểm thích hợp để đến đó để xếp hàng? \n\nTôi đã thấy một công ty tư nhân riêng biệt cung cấp quyền truy cập bỏ qua hàng đợi với giá 150 USD, điều này có đáng không?  Nó có thực sự cho phép bạn bỏ qua ilne không?  Họ có cố gắng bán thêm cho bạn sau khi bạn bước qua cửa không?\n\nTôi chỉ muốn có một khoảng thời gian vui vẻ, xem một chương trình hay, uống vài ly và được phục vụ tử tế.  Tôi không phải là người nghiện rượu nhiều nên cũng không kén chọn hay kén chọn.  Tôi có thể lấy cái này với giá 90 không?Đọc thêm"
        ],
        "star_ratings": [
            11833,
            3732,
            1593,
            768,
            1327
        ],
        "review_amount": 19253,
        "location": [
            "Mêhicô",
            "Coco Bongo Cancun",
            "bán đảo Yucatan",
            "Cancun",
            "Quintana Roo",
            "Những điều cần làm ở Cancun"
        ],
        "reviews_time": [
            "Written June 4, 2024",
            "Written June 3, 2024",
            "Written June 3, 2024",
            "Written May 29, 2024",
            "Written May 26, 2024",
            "Written May 14, 2024",
            "Written May 11, 2024",
            "Written May 10, 2024",
            "Written May 5, 2024",
            "Written May 1, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g150807-d153192-Reviews-Coco_Bongo_Cancun-Cancun_Yucatan_Peninsula.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g150807-d16704862-Reviews-Abolengo_Cancun-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Restaurant_Review-g150807-d6369537-Reviews-Marinero_s-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Restaurant_Review-g150807-d1015260-Reviews-Senor_Frog_s_Cancun-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Restaurant_Review-g150807-d2490589-Reviews-Hacienda_el_Mortero_Restaurant-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Restaurant_Review-g150807-d1506829-Reviews-Mextreme-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Restaurant_Review-g150807-d24081298-Reviews-Carnivore_Steak_House-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Restaurant_Review-g150807-d15677786-Reviews-Los_Chachalacos_Party_Center-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Restaurant_Review-g150807-d10110660-Reviews-Hooters_Party_Center-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Restaurant_Review-g150807-d2197968-Reviews-Casa_Tequila-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Restaurant_Review-g150807-d1015223-Reviews-Hard_Rock_Cafe-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d3651478-Reviews-Forum_By_The_Sea-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d2343996-Reviews-Mandala_Beach-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d3152919-Reviews-Mercado_Coral_Negro-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d313302-Reviews-Cancun_Convention_Center-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d23958698-Reviews-Chabad_Jewish_Center_Of_Cancun-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d152701-Reviews-Playa_Chac_Mool-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d152883-Reviews-Plaza_Caracol-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d25088459-Reviews-Beach_Party_Coco_Bongo-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d152695-Reviews-Playa_Caracol-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d152699-Reviews-Playa_Gaviota_Azul-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d153192-Reviews-or10-Coco_Bongo_Cancun-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d2225909-Reviews-Mandala_Cancun-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d24034097-Reviews-Rakata_Cancun-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d502954-Reviews-The_City_Discotheque-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d1913819-Reviews-Cuncrawl-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d23907427-Reviews-Jaguar_Journey-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d15578144-Reviews-Hunter_Bar_Cancun-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d6728174-Reviews-La_Vaquita_Cancun-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d12545994-Reviews-H_Roof-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d5825182-Reviews-After_Dark_Events_and_Entertainment-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d18834767-Reviews-AMMA_Club-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d27923439-Reviews-Cancun_Bet_Price_Tours-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d15513670-Reviews-Free_Tour_Cancun-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d26811981-Reviews-Barezzito_Zona_Hotelera_Cancun_Rooftop-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d8674125-Reviews-The_Madness_Tour-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d630149-Reviews-Congo_Bar-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d10365057-Reviews-Caribbean_Safaris-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d603728-Reviews-D_Cave-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d7808658-Reviews-Brasil_Transfers-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g666621-d547318-Reviews-St_Lawrence_Gap-St_Lawrence_Gap_Christ_Church_Parish_Barbados.html",
            "https://www.tripadvisor.com/Attraction_Review-g3575835-d12292810-Reviews-Lake_Bovilla-Tirana_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g1022768-d246508-Reviews-Costa_de_Caparica-Almada_Setubal_District_Alentejo.html",
            "https://www.tripadvisor.com/Attraction_Review-g34227-d106740-Reviews-Museum_of_Discovery_and_Science-Fort_Lauderdale_Broward_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d8043064-Reviews-The_Magician_New_York-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g295419-d4020986-Reviews-Fakieh_Aquarium-Jeddah_Makkah_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g297884-d23689373-Reviews-BUSAN_X_the_SKY-Busan.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d607346-Reviews-Hard_Rock_Live-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g56039-d1417778-Reviews-Cherokee_Trace_Drive_Thru_Safari-Jacksonville_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g29218-d110049-Reviews-Lumaha_i_Beach-Kauai_Hawaii.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g150807-d153192-Reviews-or10-Coco_Bongo_Cancun-Cancun_Yucatan_Peninsula.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g150807-d153192-Reviews-Coco_Bongo_Cancun-Cancun_Yucatan_Peninsula.html"
    }
]