[
    {
        "attraction_name": "Cody Night Rodeo",
        "attraction_name_vi": "Cody Đêm Rodeo",
        "general_info": [
            "834 đánh giá",
            "10 trong số 39 điều cần làm ở Cody",
            "Khu liên hợp thể thao",
            "Sân vận động Arenas"
        ],
        "attraction_summary": "Niềm vui gia đình miền Tây sống động thực sự! Xem các chàng cao bồi và nữ cao bồi cạnh tranh trong tất cả các sự kiện cưỡi ngựa cổ điển từ cưỡi ngựa, cưỡi bò, cưỡi ngựa và hơn thế nữa.Đọc thêm",
        "reviews": [
            "Chúng tôi đã có khoảng thời gian tuyệt vời nhất tại Cody Rodeo! Chúng tôi rất ấn tượng với tất cả mọi người từ MC đến các đấu sĩ Bull, âm nhạc cho đến các tay đua bò.  Đó là một bầu không khí tôn vinh Chúa và nước Mỹ! Chắc chắn đề nghị nếu bạn đang đến Wyoming! Đọc thêm",
            "Đây là một trong những điểm nổi bật trong chuyến đi của chúng tôi đến Jackson Hole, Yellowstone và Cody. Mọi khía cạnh của rodeo đều được thực hiện tốt! Hoạt động gia đình hoàn hảo đầy niềm tin và lòng yêu nước! Cao bồi, Cowgirl và Wrangler vĩ đại. Đó là việc PHẢI LÀM nếu bạn ở trong khu vực! Đọc thêm",
            "Chúng tôi cùng nhau đi kỷ niệm Ngày của Cha và có một trải nghiệm tuyệt vời!  Câu chuyện kể thật buồn cười.  Tôi chắc chắn sẽ giới thiệu sự kiện này nếu bạn muốn có khoảng thời gian vui vẻ, cười đùa và xem một cuộc đua ngựa tuyệt vời!Đọc thêm",
            "Chồng tôi và tôi đã có rất nhiều niềm vui trong cuộc đua ngựa trực tiếp đầu tiên của chúng tôi. Bài thuyết trình yêu nước và phần giới thiệu lời cầu nguyện Cowboy đã tạo nên giai điệu cho một buổi tối tuyệt vời như vậy. Các chàng cao bồi, phát thanh viên, chú hề, đấu sĩ đấu bò và động vật đã khiến chúng tôi vô cùng thích thú. Đừng bỏ lỡ nó. Chúng tôi đã ở đó vào Thứ Bảy trước Ngày của Cha.Đọc thêm",
            "Thực sự rất thích buổi biểu diễn. Việc thu hút khán giả xuyên suốt bằng những câu nói đùa dí dỏm từ phát thanh viên và các đấu sĩ đấu bò. Chất lượng của cuộc thi có thể không phải là đỉnh cao nhưng chắc chắn vẫn rất thú vị khi xem.Đọc thêm",
            "Đây là điểm nổi bật của kỳ nghỉ Cody của chúng tôi. Đó là cuộc đua ngựa đầu tiên chúng tôi từng tham gia và tất cả chúng tôi đều nghiện. Mọi người ở đó đều tốt đẹp.  Người dẫn chương trình cưỡi ngựa và những chú hề giúp bạn giải trí và nắm rõ những gì đang diễn ra. Nó rất thú vị và chúng tôi rất mong chờ được đến cuộc đua tiếp theo của mình!  Một mẹo hữu ích là hãy đảm bảo bạn ăn đầy đủ trước khi đi.Đọc thêm",
            "Sự kiện diễn ra nhanh chóng và sôi động khiến mọi người đều reo hò và cười vang.  Rất nhiều chàng cao bồi và cô gái trẻ đang biểu diễn.  Những chú hề thật buồn cười.  Sau màn đua ngựa, các chú hề và tay đua thùng ký vào các áp phích miễn phí. Buổi tối tuyệt vời Đọc thêm",
            "Rất yêu nước. Chơi Quốc ca Hoa Kỳ ngay từ đầu.\n\nCung cấp cho Cựu chiến binh Quân đội một khoản giảm giá lớn tại cổng 8 so với giá trực tuyến 24.  Các thành viên dịch vụ được công nhận khi bắt đầu chương trình.  \n\nĐược tổ chức và tiến hành tốt.  Kéo dài hơn dự kiến... chỉ hơn 2 tiếng. Đề nghị giảm xuống còn 90 phút. Chú hề và người dẫn chương trình giúp mọi thứ trở nên thú vị và việc lựa chọn âm nhạc trước và trong khi cưỡi ngựa thật thú vị.Đọc thêm",
            "Vui vẻ, không thể đoán trước, thú vị và giải trí. Người thông báo và chú hề cưỡi ngựa đã cung cấp nhiều thông tin và khiến đám đông cười. Chúng tôi đã xem đua ngựa đồng đội, đấu bò tót, đua ngựa đồng đội và đua thùng. Bọn trẻ thậm chí còn vui vẻ khi cố gắng bắt dải ruy băng từ đuôi bê. Buổi tối chúng tôi đi, chúng tôi đã chứng kiến ​​một chàng cao bồi mù cưỡi chiếc xe ngựa bronco. Thật là một người dũng cảm! Rodeo diễn ra hàng đêm suốt mùa hè.Đọc thêm",
            "Các quan điểm thật tuyệt vời. Rất nhiều chàng cao bồi và nữ cao bồi trẻ cạnh tranh. Mặc dù các vận động viên sự kiện đua ngựa đã có một đêm nghỉ ngơi nhưng chúng tôi vẫn thấy một số sự kiện đầy thử thách và thú vị. Rodeo thị trấn nhỏ với rất nhiều sự quyến rũ. Chú hề và hoạt động giải trí khá thú vị nhưng sạch sẽ và vui vẻ. Họ có một đám đông rất đa dạng - từ khắp nơi trên thế giới và Hoa Kỳ - có thể là những người đến và đi từ Công viên Quốc gia Yellowstone gần đó. Đọc thêm",
            "Rodeo đầu tiên của tôi và cả gia đình tôi đều yêu thích nó. Chúng tôi ngồi ở Buzzard Roost vì họ có lưng ghế. Là một cuộc đi bộ dài hơn đến khu vực này nhưng đáng giá. Phần này nằm ngay phía trên, nơi họ thả người cưỡi ngựa và động vật, đồng thời cung cấp cái nhìn cận cảnh về cuộc đua ngựa. Những chú hề rất hài hước, những nhượng bộ rất tốt. Tập hợp lại, chúng tôi đi ngày 14 tháng 7 và gần như đóng băng, rất lạnh. Đọc thêm",
            "Gần đây tôi đã ở Cody, Wyoming và tham dự Cody Night Rodeo vào ngày 8 tháng 7. Các chàng cao bồi và nữ cao bồi đã có một màn trình diễn ấn tượng, nhưng tôi thực sự cảm thấy ghê tởm trước màn phân biệt chủng tộc trắng trợn của họ đêm đó. Để tham khảo, chú hề rodeo đã đặt một người da trắng vào hộp lò phản ứng hạt nhân giả, giả vờ hù dọa anh ta và mở hộp để lộ một người đàn ông da đen, rõ ràng ám chỉ một trò đùa phân biệt chủng tộc và vô vị về làn da ngăm đen. Trước sự thất vọng của tôi, phần lớn khán giả da trắng đã bật cười, cho thấy mức độ phân biệt chủng tộc đã được bình thường hóa ở đất nước này. Tôi có thể bị coi là nhạy cảm khi viết bài này, nhưng trò đùa đó chỉ đơn giản là hèn hạ và phân biệt chủng tộc, đồng thời khiến tôi đặt câu hỏi về niềm tin của những người tổ chức chương trình này.Đọc thêm",
            "Cuộc đua ngựa này hoạt động từ tháng 6 đến tháng 8 và thu hút các tay đua cưỡi ngựa chuyên nghiệp từ khắp nơi trên thế giới cạnh tranh hàng đêm để giành điểm đủ điều kiện tham dự vòng chung kết quốc gia.  Điều đáng kinh ngạc là một số tay đua kiếm được hơn 1 triệu USD mỗi năm từ môn thể thao này.  Một chỗ ngồi trong nhà không tồi nhưng hãy quan sát thời tiết và chuẩn bị quần áo đầy đủ cho bất cứ việc gì.Đọc thêm",
            "Tôi thực sự không thể nói về cuộc đua ngựa hàng đêm vì chúng tôi đã rất may mắn khi đến thăm vào dịp kỷ niệm 100 năm vụ giẫm đạp thực sự vào tuần thứ 4 tháng Bảy. Tôi tưởng tượng các sự kiện cưỡi ngựa hàng đêm cũng giống nhau. Chồng tôi và tôi rất thích nó! Các sự kiện rất thú vị để xem, đám đông đã tham gia và chúng tôi thấy mình đang đứng trên ghế của mình. Có bãi đậu xe rộng rãi và nhân viên đỗ xe có quy trình xuất cảnh một cách khoa học mà không gặp vấn đề giao thông nào cả. Rất đáng để bạn dành thời gian xem màn trình diễn văn hóa phương Tây đang diễn ra này. Và nó rất vui, sạch sẽ!Đọc thêm",
            "Tôi rất mong chờ chuyến thăm của tôi.  Đó thực sự là lý do chính khiến chúng tôi quyết định vào Yellowstone từ lối vào phía đông.  Thay vì niềm vui gia đình vui vẻ, tôi lại nhận được một màn trình diễn thiên vị chính trị từ chú hề với những trò đùa thiếu tôn trọng về CDC Covid và tổng thống.  Tôi mong đợi tốt hơn.  Năng lượng của những người tham gia rất lớn, đặc biệt là các cuộc đua thùng và tay đua lừa nữ.Đọc thêm",
            "Đây là một sự giới thiệu tuyệt vời về rodeo. Năng lượng rất phấn khởi và thật thú vị khi xem trò đu dây, đua thùng và cưỡi bò. Ngồi ở Khu vực Buzzard nếu bạn muốn xem cận cảnh cảnh cưỡi bò và ngựa hoang. Nếu bạn muốn có một phông nền phong cảnh tuyệt đẹp, hãy chọn chỗ ngồi ở Khán đài. Đọc thêm",
            "Tôi hoan nghênh tất cả các nữ cao bồi làm việc chăm chỉ đã làm việc chăm chỉ để tham gia cuộc đua ngựa và tham gia. Sự cống hiến của bạn cho nghề của bạn thật ấn tượng. Đánh giá của tôi là về vết bẩn trong sự kiện tối ngày 8 tháng 7 năm 2021:Đêm qua tại cuộc đua ngựa, người đồng phát thanh viên và chú hề cưỡi ngựa, đã có một vở kịch trong đó anh ta đẩy một chiếc hộp gỗ với bộ giảm tốc hạt nhân viết sai chính tả rõ ràng và nói rõ rằng anh ta đã có câu trả lời cho giường tắm nắng. Vở kịch tiếp tục có một anh chàng da trắng tình nguyện trồng cây được đặt vào trong hộp. Một lỗi thảm khốc xảy ra trong quá trình chú hề mở đầu bằng cách nói rằng đám đông nên sơ tán và tình nguyện viên xuất hiện như một người da đen. Tôi nhìn người bạn thân nhất của mình một cách kinh ngạc. Đó là phân biệt chủng tộc.  Tôi coi trò đùa của Tổng thống, lời xúc phạm của Nancy Pelosi và coi họ là 2 trò đùa của Hillary Clinton. Tôi biết tôi đang ở đâu. Nhưng tiểu phẩm này, tôi không biết phải làm gì, nếu có thể làm được điều gì. Vì vậy tôi đăng nó ở đây. Đây là kẻ phân biệt chủng tộc.  Dừng lại đi. Không ổn. Nó chẳng vui. Nếu bạn nghĩ là có, tôi sẽ nói rằng BẠN là một phần của vấn đề. Dừng lại đi.Đọc thêm",
            "Chúng tôi đã đến đây ba năm trước và đã có một trải nghiệm tuyệt vời và lại đến đây vào năm nay!  Chúng tôi cũng yêu thị trấn Cody! Cuộc đua ngựa rất thú vị.  Bọn Broncos và Bulls thật điên rồ.  Những tay đua đó rất dũng cảm.  Và trò cưỡi ngựa và đua thùng và tất cả đều thực sự rất thú vị để xem. Chú hề lần này hay hơn... mặc dù những trò đùa về việc lừa dối bạn đời không quá hay. Và không hiểu tại sao chú bê lại bị bọn trẻ đuổi theo ở đó. kết thúc đã bị dừng lại...có lẽ không đủ trẻ em tham dự do Covid?  idk.Nhưng đây là nơi phải xem đối với những người đi nghỉ trong khu vực.  Bất cứ khi nào chúng tôi đến khu vực Yellowstone, chúng tôi sẽ đến rodeo.  Đó chắc chắn là một trong những điểm nổi bật. Và tôi đánh giá cao rằng các ưu đãi này có giá khá hợp lý và họ không tính phí đậu xeĐọc thêm",
            "Cody Nightly Rodeo là địa điểm yêu thích của gia đình cả hai lần chúng tôi đến thăm khu vực này! 4 năm trước, chúng tôi đã đến dự Xtreme Bulls Night hàng năm vào cuối tháng 6 và đó thật là một sự bùng nổ! Lần này chúng tôi muốn xem toàn bộ cuộc đua và rất thích nó. Cả hai lần chúng tôi đều mua vé trước trong thị trấn để không phải xếp hàng dài. Họ có thể đánh dấu các dòng vào tốt hơn một chút vì mọi người có vẻ bối rối không biết họ nên vào dòng nào. Giải trí tuyệt vời cho 23 người một người. Chúng tôi cố tình ở lại Cody một đêm chỉ để xem cuộc đua ngựa và sẽ quay lại khi chúng tôi ở trong khu vực. Đọc thêm",
            "Cody rodeo đã khiến cả gia đình chúng tôi trở thành người hâm mộ rodeo. Hoàn toàn xứng đáng. Mức độ phấn khích cùng với sự tương tác của đám đông thực sự là một cách tuyệt vời để trải nghiệm một cuộc đua ngựa kiểu phương Tây thực sự. Đọc thêm"
        ],
        "star_ratings": [
            529,
            197,
            50,
            24,
            35
        ],
        "review_amount": 835,
        "location": [
            "Hoa Kỳ",
            "Cody Đêm Rodeo",
            "Cody",
            "Các hoạt động ở Cody",
            "Wyoming WY"
        ],
        "reviews_time": [
            "Written June 10, 2023",
            "Written June 11, 2023",
            "Written June 18, 2023",
            "Written June 19, 2023",
            "Written June 21, 2023",
            "Written July 1, 2023",
            "Written July 12, 2023",
            "Written July 19, 2023",
            "Written July 23, 2023",
            "Written August 2, 2023",
            "Written July 20, 2020",
            "Written July 13, 2021",
            "Written August 8, 2021",
            "Written March 27, 2020",
            "Written July 14, 2021",
            "Written August 3, 2020",
            "Written July 9, 2021",
            "Written August 21, 2020",
            "Written March 16, 2022",
            "Written June 30, 2020"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g60442-d10799324-Reviews-Cody_Night_Rodeo-Cody_Wyoming.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g60442-d1474521-Reviews-The_Cody_Cattle_Company-Cody_Wyoming.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60442-d1086670-Reviews-Our_Place_Cafe-Cody_Wyoming.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60442-d477828-Reviews-Cassie_s_Steakhouse-Cody_Wyoming.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60442-d4478568-Reviews-Arby_s-Cody_Wyoming.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60442-d17230862-Reviews-Champs_Chicken-Cody_Wyoming.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60442-d514653-Reviews-Bubba_s_Bar_B_Que-Cody_Wyoming.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60442-d12162395-Reviews-Michael_s_Tacos-Cody_Wyoming.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60442-d2650044-Reviews-8th_Street_at_the_Ivy-Cody_Wyoming.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60442-d2525897-Reviews-Dairy_Queen-Cody_Wyoming.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60442-d2515027-Reviews-Pizza_Hut-Cody_Wyoming.html",
            "https://www.tripadvisor.com/Attraction_Review-g60442-d108111-Reviews-Old_Trail_Town-Cody_Wyoming.html",
            "https://www.tripadvisor.com/Attraction_Review-g60442-d270556-Reviews-Buffalo_Bill_Center_of_the_West-Cody_Wyoming.html",
            "https://www.tripadvisor.com/Attraction_Review-g60442-d270557-Reviews-Museum_of_the_Plains_Indian-Cody_Wyoming.html",
            "https://www.tripadvisor.com/Attraction_Review-g60442-d270552-Reviews-Cody_Firearms_Museum-Cody_Wyoming.html",
            "https://www.tripadvisor.com/Attraction_Review-g60442-d6898989-Reviews-Shoshone_National_Forest-Cody_Wyoming.html",
            "https://www.tripadvisor.com/Attraction_Review-g60442-d1546919-Reviews-Cody_Dug_Up_Gun_Museum-Cody_Wyoming.html",
            "https://www.tripadvisor.com/Attraction_Review-g60442-d261429-Reviews-Draper_Natural_History_Museum-Cody_Wyoming.html",
            "https://www.tripadvisor.com/Attraction_Review-g60442-d10410062-Reviews-Wild_West_Spectacular-Cody_Wyoming.html",
            "https://www.tripadvisor.com/Attraction_Review-g60442-d1086056-Reviews-Buffalo_Bill_Dam-Cody_Wyoming.html",
            "https://www.tripadvisor.com/Attraction_Review-g60442-d536376-Reviews-The_Buffalo_Bill_Reservoir-Cody_Wyoming.html",
            "https://www.tripadvisor.com/Attraction_Review-g60442-d10799324-Reviews-or10-Cody_Night_Rodeo-Cody_Wyoming.html",
            "https://www.tripadvisor.com/Attraction_Review-g60442-d10256849-Reviews-Cody_Firearms_Experience_LLC-Cody_Wyoming.html",
            "https://www.tripadvisor.com/Attraction_Review-g60442-d8433309-Reviews-Old_Time_Photo_Shoppe-Cody_Wyoming.html",
            "https://www.tripadvisor.com/Attraction_Review-g60442-d2530183-Reviews-Big_Horn_Cinemas-Cody_Wyoming.html",
            "https://www.tripadvisor.com/Attraction_Review-g60442-d21072159-Reviews-Way_Back_When_Photography-Cody_Wyoming.html",
            "https://www.tripadvisor.com/Attraction_Review-g60442-d12810623-Reviews-Cody_City_Park_Miniature_Golf_Course-Cody_Wyoming.html",
            "https://www.tripadvisor.com/Attraction_Review-g60442-d14791930-Reviews-Real_McCoy_Old_Time_Photos-Cody_Wyoming.html",
            "https://www.tripadvisor.com/Attraction_Review-g60442-d10587391-Reviews-Paul_Stock_Aquatic_and_Recreation_Center-Cody_Wyoming.html",
            "https://www.tripadvisor.com/Attraction_Review-g60442-d27825055-Reviews-Riley_Arena_and_Community_Events_Center-Cody_Wyoming.html",
            "https://www.tripadvisor.com/Attraction_Review-g60442-d27800358-Reviews-Cody_Shooting_Complex-Cody_Wyoming.html",
            "https://www.tripadvisor.com/Attraction_Review-g60442-d1540357-Reviews-The_Cody_Cattle_Company-Cody_Wyoming.html",
            "https://www.tripadvisor.com/Attraction_Review-g60442-d662944-Reviews-Cedar_Mountain_Trail_Rides-Cody_Wyoming.html",
            "https://www.tripadvisor.com/Attraction_Review-g60442-d1955012-Reviews-Wyoming_River_Trips-Cody_Wyoming.html",
            "https://www.tripadvisor.com/Attraction_Review-g60442-d15627570-Reviews-Cody_Wyoming_Adventures-Cody_Wyoming.html",
            "https://www.tripadvisor.com/Attraction_Review-g60442-d570011-Reviews-Cody_Trolley_Tours-Cody_Wyoming.html",
            "https://www.tripadvisor.com/Attraction_Review-g60442-d13110770-Reviews-Tread_n_Trails-Cody_Wyoming.html",
            "https://www.tripadvisor.com/Attraction_Review-g4723275-d1009727-Reviews-Playa_de_Amadores-Amadores_Gran_Canaria_Canary_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g34543-d143636-Reviews-Shipwreck_Island_Waterpark-Panama_City_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g36269-d132786-Reviews-Morton_Arboretum-Lisle_DuPage_County_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g50599-d15355823-Reviews-Mansfield_Reformatory-Mansfield_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g3381383-d4893938-Reviews-Kastraki_Beach-Kastraki_Naxos_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g154943-d156255-Reviews-Granville_Island-Vancouver_British_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d555725-Reviews-Yaly_Couture-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g31170-d127212-Reviews-Kartchner_Caverns_State_Park-Benson_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g16806420-d317894-Reviews-My_Son_Sanctuary-Duy_Phu_Duy_Xuyen_District_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g33020-d102384-Reviews-The_Tech_Interactive-San_Jose_California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g60442-d10799324-Reviews-or10-Cody_Night_Rodeo-Cody_Wyoming.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g60442-d10799324-Reviews-Cody_Night_Rodeo-Cody_Wyoming.html"
    }
]