[
    {
        "attraction_name": "Coeur d'Alene Lake",
        "attraction_name_vi": "Hồ Coeur dAlene",
        "general_info": [
            "1.425 đánh giá",
            "2 trong số 48 hoạt động giải trí ở Coeur dAlene",
            "Nguồn nước"
        ],
        "attraction_summary": "Được tiếp nước từ ba con sông khác nhau, hồ nước nguyên sơ dài 30 dặm này cung cấp hầu hết các môn thể thao dưới nước mà bạn có thể tưởng tượng.Đọc thêm",
        "reviews": [
            "Một nhóm gồm 50 và 60 người anh em họ thứ nhất đã đến hồ trong một ngày.  Thật là một cái hồ đẹp!\n\nChúng tôi muốn tham gia chuyến du lịch bằng thủy phi cơ nhưng họ không trả lời điện thoại.\n\nMột người anh họ có một chiếc thuyền ở phía Tây hồ và nó đẹp quá!   Nước trong vắt như vậy.    Chúng tôi thực sự thích việc có thể dễ dàng tiếp cận khu vực trung tâm thành phố.Đọc thêm",
            "Chúng tôi không gặp khó khăn gì khi tìm chỗ đậu xe. Tận hưởng triệt để bãi biển bên công viên Fort Sherman. Chúng tôi cũng rất thích sân chơi ở đó.  Nước trong và có thể nói là ấm. Ôi một ngày hè nóng bức thật tuyệt.Đọc thêm",
            "Trên I-90 đi về phía đông, tại lối ra 22 của Idaho, giao lộ với ID SR 97, chúng tôi rẽ về phía nam để băng qua cầu và lái xe dọc theo Đường ngắm cảnh Lake Coeur dAlene đến Harrison, rồi đến giao lộ với ID SR 3.\nĐây là một chuyến đi khá thú vị nhưng nó mất nhiều thời gian hơn chúng tôi dự đoán.  Chúng tôi bắt đầu ở gần Vịnh Wolf Lodge, đầu phía đông của Hồ Coeur dAlene.\nĐây là đất nước xinh đẹp và đường đi khá tốt.Đọc thêm",
            "Hồ CdA khá lớn và có những điểm sầm uất và yên tĩnh. Đầu tháng 5 trời vẫn còn lạnh nhưng hoa đã nở rồi\n\nnó tuyên bố tổ chức lối đi bộ lát ván nổi dài nhất thế giới, gần Khu nghỉ dưỡng CdA.\n\ncách đây một quãng ngắn là Đồi Tubbs, nơi bạn có thể đi bộ lên đỉnh núi trong 15 phút.\n\nnhưng khu vực hồ yêu thích của tôi là ở Công viên Bang CdA Parkway, nơi có đường mòn Centennial chạy dọc theo con đường. ga cuối của con đường này là Higgins Point. \n\nnếu có thời gian, bạn có thể tiếp tục lái xe đến Khu thắng cảnh Mineral Ridge, nơi có một con đường mòn dài 3,3 dặm lên đến đỉnh giúp bạn có thể ngắm nhìn toàn cảnh hồ nước. mặt trời có thể khắc nghiệt vào giữa ngày ngay cả trong tháng 5 vì vậy tôi khuyên bạn nên thực hiện chuyến đi bộ đường dài này vào buổi sáng. \n\nsau đó, con đường Route 97 tiếp tục vòng quanh hồ, ngày càng trở nên nông thôn cho đến khi đến Harrison.Đọc thêm",
            "Hồ CdA khá lớn và có những điểm sầm uất và yên tĩnh. trời vẫn còn lạnh vào đầu tháng 5 nhưng hoa đã nở. Nơi đây được cho là nơi tổ chức lối đi bộ lát ván nổi dài nhất thế giới, gần Khu nghỉ dưỡng CdA. Cách đây một đoạn ngắn là Đồi Tubbs, nơi bạn có thể đi bộ lên đỉnh núi ở 15 phút nhưng đoạn hồ yêu thích của tôi là ở Công viên Bang CdA Parkway, nơi có đường mòn Centennial chạy dọc theo con đường. ga cuối của con đường này là Higgins Point. nếu có thời gian, bạn có thể tiếp tục lái xe đến Khu thắng cảnh Mineral Ridge, nơi có một con đường mòn dài 3,3 dặm lên đến đỉnh giúp bạn có thể ngắm nhìn toàn cảnh hồ nước. mặt trời có thể khắc nghiệt vào giữa ngày ngay cả trong tháng 5 vì vậy tôi khuyên bạn nên thực hiện chuyến đi bộ đường dài này vào buổi sáng. sau đó, con đường Route 97 tiếp tục vòng quanh hồ, ngày càng trở nên nông thôn cho đến khi đến Harrison.Đọc thêm",
            "Trên I-90 đi về phía đông, tại lối ra 22 của Idaho, nơi giao nhau với ID SR 97, chúng tôi rẽ về phía nam để băng qua cầu và lái xe dọc theo Đường ngắm cảnh Lake Coeur dAlene đến Harrison, rồi đến giao lộ với ID SR 3. Đây là một chuyến đi khá thú vị, nhưng nó mất nhiều thời gian hơn chúng tôi dự đoán.  Chúng tôi bắt đầu ở gần Vịnh Wolf Lodge, đầu phía đông của Hồ Coeur dAlene. Đây là một đất nước xinh đẹp và đường đi khá tốt.Đọc thêm",
            "Hồ rộng, đẹp.  Chúng tôi đã đi du thuyền kéo dài 2 giờ và nó hoàn toàn xứng đáng.  Tìm hiểu một chút về viên ngọc quý này ở Idaho và đây là lần đầu tiên chúng tôi đến Idaho.Đọc thêm",
            "Yêu nơi này và tham gia một chuyến phà quanh hồ. Phí bãi đậu xe phía trước mặt nước là 2-3 giờ nhưng nếu bạn sẵn sàng đi bộ một chút, bạn sẽ có thể tìm thấy chỗ đậu xe miễn phíĐọc thêm",
            "Chúng tôi không gặp khó khăn gì khi tìm chỗ đậu xe. Tận hưởng triệt để bãi biển bên công viên Fort Sherman. Chúng tôi cũng rất thích sân chơi ở đó.  Nước trong và có thể nói là ấm. Ôi một ngày hè nóng bức thật tuyệt.Đọc thêm",
            "Một nhóm gồm 50 và 60 người anh em họ thứ nhất đã đến hồ trong một ngày.  Thật là một cái hồ đẹp! Chúng tôi muốn tham gia chuyến tham quan bằng thủy phi cơ nhưng họ không trả lời điện thoại. Một người anh họ có một chiếc thuyền ở phía Tây của hồ và nó rất đẹp!   Nước trong vắt như vậy.    Chúng tôi thực sự thích việc có thể dễ dàng tiếp cận khu vực trung tâm thành phố.Đọc thêm",
            "Hồ thật tuyệt vời và việc đạp xe thật tuyệt vời!  Chúng tôi ở tại một căn hộ gần hồ và có thể đi bộ khắp nơi. Đọc thêm",
            "Đi dạo quanh hồ Couer dAlene đẹp bất cứ lúc nào trong ngày. Có hành trình trên hồ, khu mua sắm ở trung tâm thành phố gần đó và rất nhiều nhà hàng.  Đồi Tubs nhìn ra chỉ cách đó vài dãy nhà.Đọc thêm",
            "Khung cảnh tuyệt vời, nơi tuyệt vời để bơi lội, nhà hàng tuyệt vời, khu mua sắm rất linh hoạt, đặc biệt nếu bạn đang tìm kiếm hàng hóa cổ điển. Đọc thêm",
            "Tôi nghi ngờ rằng bất cứ lúc nào trong năm cũng thật tuyệt vời khi đến thăm hồ này - khung cảnh tuyết rơi vào sáng sớm Chủ nhật thật lấp lánh và đặc biệt. Được đề xuất cho một chuyến đi lang thang. Đọc thêm",
            "Chúng ta có thể thuê thuyền ở đâu để đi trên hồ? cầu phao hoặc nhà thuyền sẽ rất tuyệt Đọc thêm",
            "Tôi tin rằng chúng tôi đã sử dụng chỗ đi thuyền lát ván ngay cạnh khu nghỉ mát. Chiếc thuyền ở trong tình trạng rất tốt.Đọc thêm",
            "Tôi sẽ đến thăm vào tháng 4 và đang tìm kiếm các hoạt động để làm vì đang trái mùa ??? Đọc thêm",
            "Đi đến thư viện đối diện với tiệm bánh tuyệt vời bên hồ. Họ có một cuốn sách dành cho trẻ em khổ lớn về hậu quả của một cơn bão do Stephen Colbert viết vì ai đó đã giấu tất cả những cuốn sách mà họ cho là quá phóng khoáng. Thật buồn cười. Đó là một cuốn sách dành cho trẻ em nhằm kiếm tiền cứu trợ cơn bão và kể một câu chuyện tử tế nhưng ai đó nghĩ rằng họ cần phải kiểm duyệt nó vì Stephen Colbert đã viết nó!! Cuốn sách có giá vẽ riêng vì nó có hình vuông rộng khoảng 2 feet. Ngoài ra, đi bộ trên hồ rất tuyệt vời và bạn có thể đi du thuyền trên hồ. Nó thực sự rất yên bình. Chúc vui vẻ!!! Đọc thêm",
            "Lộ trình dành cho xe mô tô từ Missoula, Mt. đến Couer d Alene, Idaho là gì?  Có đường đi lên xuống không??Đọc thêm",
            "Chúng tôi vừa thực hiện chuyến đi đó trong Motorhome vào cuối tuần Ngày của Cha.  Bạn sẽ đi qua Xa lộ Liên tiểu bang 90 và có hai đường đèo. Đường đèo Lookout nằm ở tuyến nội trú của bang Montana và Idaho, Độ cao là 4710 đối với Lookout.  Nếu bạn dừng lại ở Silver Dollar Bar gần ranh giới tiểu bang thì có cơ hội cắm trại miễn phí với ổ cắm điện.\nTrước Coeur dAlene, bạn sẽ băng qua Đèo Thứ Tư Tháng Bảy độ cao 3173. Đây là tuyến đường liên bang có nhiều xe tải nhưng lưu lượng tốt.  Lưu ý rằng họ đã xây dựng một ít đường trên tuyến nhưng không bị chậm trễ nhiều.  Bạn sẽ được tận hưởng khu rừng xinh đẹp và nếu có cơ hội dừng chân tại Wallace Idaho.Đọc thêm",
            "Chúng tôi đang lên kế hoạch cho một chuyến cắm trại vào tháng 8 vào mùa hè này và vừa được thông báo về mức độ độc hại của kim loại nặng chảy vào hồ từ nhiều nguồn khác nhau. Có ai gặp phải bất kỳ phản ứng bất lợi nào sau khi bơi hoặc nghe nói người dân địa phương không nên bơi trong hồ không? Cảm ơnĐọc thêm",
            "Đã có sự cải thiện đáng kể trong việc làm sạch các nhánh sông có chứa kim loại nặng. Không có phản ứng bất lợi nào được biết đến từ hồ.Đọc thêm",
            "có được sử dụng bãi biển miễn phí không? Còn việc đậu xe thì sao?Đọc thêm",
            "Vâng, bãi biển miễn phí\nCó bãi đậu xe nơi bạn trả tiền.\nHoặc chỉ đỗ xe trên đường miễn phí, giới hạn 2 giờ.\nHoặc đi khoảng bốn dãy nhà miễn phí cả ngày.\nChúng tôi lái một chiếc motorhome dài 33 feet nên đi cách đó 4 dãy nhà.Đọc thêm",
            "Vì vậy, tôi đang đưa bạn gái đi nghỉ cuối tuần ở Coeur dAlene và tôi muốn cầu hôn. Nhưng tôi đã phạm sai lầm là tôi không biết gì về khu vực này. Có bãi biển nào đàng hoàng nằm tách biệt với lối đi công cộng hoặc các khu vực tương tự không? Cảm ơn trước!Đọc thêm",
            "Đi theo con đường mòn thấp về phía tây quanh đồi Tubs. Bạn sẽ tìm thấy một bãi biển ở điểm cực nam. Địa điểm này nằm gần trung tâm thành phố CDA.Đọc thêm",
            "Tôi có thể tìm giá và mô tả các chuyến tham quan bằng thuyền ở đâu?Đọc thêm",
            "Du thuyền ngắm cảnh Hồ Tây Bắc Coeur d&#39;Alene. Bạn tôi có một phiếu giảm giá Groupon mua hai tặng một! Tùy thuộc vào thời điểm trong năm bạn đi, các chuyến du ngoạn 90 phút từ tháng 5 đến tháng 9 là: 12:30 hoặc 2:30. Cũng có chuyến lúc 4:30 chiều vào mùa hè. Kiểm tra trang web để biết ngày chính xác và cập nhật giá. Bạn có thể đặt trực tuyến. Chúng tôi không gặp vấn đề gì khi mua tại bến tàu vào cuối tháng 6 với phiếu giảm giá, nhưng chúng tôi đã đến sớm. Thật mừng là tôi đã mang theo một chiếc áo len. \n\nNgười lớn: 24,75 Người cao tuổi 55: 22,75 Trẻ em 6-17: 16,75. 5 tuổi trở xuống: Miễn phí\n\nChúng tôi, những người cao tuổi, lên tàu sớm để có bàn ở tầng trên, nhưng mọi người rất thân thiện nên đừng ngại chia sẻ bàn! Đọc thêm"
        ],
        "star_ratings": [
            1151,
            234,
            27,
            5,
            8
        ],
        "review_amount": 1425,
        "location": [
            "ID Idaho",
            "Hoa Kỳ",
            "Các hoạt động ở Coeur dAlene",
            "Coeur dAlene",
            "Hồ Coeur dAlene"
        ],
        "reviews_time": [
            "Written July 24, 2023",
            "Written August 3, 2023",
            "Written January 11, 2024",
            "Written May 2, 2024",
            "Written May 3, 2024",
            "Written January 12, 2024",
            "Written October 23, 2023",
            "Written October 11, 2023",
            "Written August 4, 2023",
            "Written July 24, 2023",
            "Written July 16, 2023",
            "Written May 3, 2023",
            "Written April 14, 2023",
            "Written March 14, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g35418-d146555-Reviews-Coeur_d_Alene_Lake-Coeur_d_Alene_Idaho.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g35418-d1889675-Reviews-Beverly_s-Coeur_d_Alene_Idaho.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35418-d410645-Reviews-Dockside_Restaurant-Coeur_d_Alene_Idaho.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35418-d410617-Reviews-Hudson_s_Hamburgers-Coeur_d_Alene_Idaho.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35418-d2307496-Reviews-Fire_Artisan_Pizza-Coeur_d_Alene_Idaho.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35418-d2216866-Reviews-Seasons_of_Coeur_d_Alene-Coeur_d_Alene_Idaho.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35418-d8671047-Reviews-Vault_Coffee-Coeur_d_Alene_Idaho.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35418-d5420704-Reviews-Crafted_Tap_House_Kitchen-Coeur_d_Alene_Idaho.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35418-d7061120-Reviews-Tito_s_Italian_Restaurant-Coeur_d_Alene_Idaho.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35418-d3245150-Reviews-Bakery_by_the_Lake_at_Parkside-Coeur_d_Alene_Idaho.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35418-d410662-Reviews-Olympia_Restaurant-Coeur_d_Alene_Idaho.html",
            "https://www.tripadvisor.com/Attraction_Review-g35418-d146553-Reviews-Tubbs_Hill_Nature_Trails-Coeur_d_Alene_Idaho.html",
            "https://www.tripadvisor.com/Attraction_Review-g35418-d6980063-Reviews-McEuen_Park-Coeur_d_Alene_Idaho.html",
            "https://www.tripadvisor.com/Attraction_Review-g35418-d146554-Reviews-North_Idaho_Centennial_Trail-Coeur_d_Alene_Idaho.html",
            "https://www.tripadvisor.com/Attraction_Review-g35418-d8591062-Reviews-The_Art_Spirit_Gallery-Coeur_d_Alene_Idaho.html",
            "https://www.tripadvisor.com/Attraction_Review-g35418-d10676291-Reviews-Coeur_d_Alene_Public_Library-Coeur_d_Alene_Idaho.html",
            "https://www.tripadvisor.com/Attraction_Review-g35418-d11770231-Reviews-Coeur_d_Alene_Convention_Visitor_Bureau-Coeur_d_Alene_Idaho.html",
            "https://www.tripadvisor.com/Attraction_Review-g35418-d8539905-Reviews-Kootenai_County_Farmers_Market-Coeur_d_Alene_Idaho.html",
            "https://www.tripadvisor.com/Attraction_Review-g35418-d146556-Reviews-Coeur_d_Alene_City_Park_and_Independence_Point-Coeur_d_Alene_Idaho.html",
            "https://www.tripadvisor.com/Attraction_Review-g35418-d26309197-Reviews-Emerge_CDA-Coeur_d_Alene_Idaho.html",
            "https://www.tripadvisor.com/Attraction_Review-g35418-d13503586-Reviews-Fort_Sherman-Coeur_d_Alene_Idaho.html",
            "https://www.tripadvisor.com/Attraction_Review-g35418-d146555-Reviews-or10-Coeur_d_Alene_Lake-Coeur_d_Alene_Idaho.html",
            "https://www.tripadvisor.com/Attraction_Review-g35418-d12545567-Reviews-Mineral_Ridge_National_Recreation_Trail-Coeur_d_Alene_Idaho.html",
            "https://www.tripadvisor.com/Attraction_Review-g35418-d143823-Reviews-Saint_Joe_River-Coeur_d_Alene_Idaho.html",
            "https://www.tripadvisor.com/Attraction_Review-g35418-d10791605-Reviews-Coeur_d_Alene_National_Forest-Coeur_d_Alene_Idaho.html",
            "https://www.tripadvisor.com/Attraction_Review-g35418-d21140901-Reviews-Big_Red_s_Barn-Coeur_d_Alene_Idaho.html",
            "https://www.tripadvisor.com/Attraction_Review-g35418-d14117316-Reviews-Coeur_d_Alene_Parkway_State_Park-Coeur_d_Alene_Idaho.html",
            "https://www.tripadvisor.com/Attraction_Review-g35418-d27077851-Reviews-Palais_Park-Coeur_d_Alene_Idaho.html",
            "https://www.tripadvisor.com/Attraction_Review-g35418-d8064731-Reviews-Timberline_Adventures-Coeur_d_Alene_Idaho.html",
            "https://www.tripadvisor.com/Attraction_Review-g35418-d6759599-Reviews-CDA_Parasail-Coeur_d_Alene_Idaho.html",
            "https://www.tripadvisor.com/Attraction_Review-g35418-d9820668-Reviews-Tranquil_Turtle_Massage_LLC-Coeur_d_Alene_Idaho.html",
            "https://www.tripadvisor.com/Attraction_Review-g35418-d10758778-Reviews-Escape_Game_Coeur_d_Alene-Coeur_d_Alene_Idaho.html",
            "https://www.tripadvisor.com/Attraction_Review-g35418-d20894133-Reviews-Tour_Coeur_d_Alene-Coeur_d_Alene_Idaho.html",
            "https://www.tripadvisor.com/Attraction_Review-g35418-d1718549-Reviews-ROW_Adventure_Center-Coeur_d_Alene_Idaho.html",
            "https://www.tripadvisor.com/Attraction_Review-g35418-d11668653-Reviews-Coeur_d_Alene_Bike_Co-Coeur_d_Alene_Idaho.html",
            "https://www.tripadvisor.com/Attraction_Review-g35418-d3765254-Reviews-Lake_Coeur_d_Alene_Cruises-Coeur_d_Alene_Idaho.html",
            "https://www.tripadvisor.com/Attraction_Review-g35418-d4915126-Reviews-Kayak_Coeur_D_Alene-Coeur_d_Alene_Idaho.html",
            "https://www.tripadvisor.com/Attraction_Review-g35418-d5006734-Reviews-Seven_Stars_Alpaca_Ranch_LLC-Coeur_d_Alene_Idaho.html",
            "https://www.tripadvisor.com/Attraction_Review-g35418-d2331018-Reviews-Adventure_Sport_Rentals-Coeur_d_Alene_Idaho.html",
            "https://www.tripadvisor.com/Attraction_Review-g35418-d3398107-Reviews-Brooks_Seaplane_Service_Tours-Coeur_d_Alene_Idaho.html",
            "https://www.tripadvisor.com/Attraction_Review-g35055-d3573469-Reviews-Minnehaha_Falls-Lakemont_Rabun_County_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g150813-d3321137-Reviews-Playa_Paraiso-Tulum_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g499300-d185018-Reviews-Canada_s_Wonderland-Vaughan_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g31000-d109929-Reviews-Alyeska_Ski_Area-Girdwood_Anchorage_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g580452-d629740-Reviews-Playa_Crash_Boat-Aguadilla_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g150793-d152496-Reviews-Marina_Vallarta-Puerto_Vallarta.html",
            "https://www.tripadvisor.com/Attraction_Review-g295413-d10090446-Reviews-PIA_Planetarium-Lahore_Punjab_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4507121-Reviews-Hoi_An_Ancient_Town-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d18154163-Reviews-King_Kong_Balls-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g9740746-d2238497-Reviews-Pactola_Lake-Silver_City_South_Dakota.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g35418-d146555-Reviews-or10-Coeur_d_Alene_Lake-Coeur_d_Alene_Idaho.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g35418-d146555-Reviews-Coeur_d_Alene_Lake-Coeur_d_Alene_Idaho.html"
    }
]