[
    {
        "attraction_name": "Coit Tower",
        "attraction_name_vi": "Tháp Côit",
        "general_info": [
            "4.584 đánh giá",
            "- 52 trong số 1.031 điều cần làm ở San Francisco",
            "Địa điểm ưa thích - Địa danh",
            "Công trình kiến ​​trúc",
            "Đài quan sát - Tháp",
            "Tượng Đài - Tượng"
        ],
        "attraction_summary": "Tháp tưởng niệm nhìn ra San Francisco. Tháp bao gồm các bức tranh tường từ năm 1934 mô tả hoạt động kinh doanh, nông nghiệp và cuộc sống gia đình ở California trong thời kỳ đó. Nền tảng quan sát 360 độ trên đỉnh tháp 212 ft.Đọc thêm",
        "reviews": [
            "Đọc thêm",
            "Khung cảnh tuyệt vời của vịnh và thành phố. Bạn có thể nhìn thấy đường ngoằn ngoèo của Phố Lombard, Cầu Cổng Vàng, Cầu Oakland và tìm hiểu một chút về mục đích của việc canh gác trên ngọn đồi trong Cơn sốt vàng. Chúng tôi đã thanh toán vé một ngày cho MUNI - cho phép một người đi bất kỳ xe buýt, cáp treo hoặc xe đường phố nào và bắt xe buýt Coit Tower lên đồi và quay trở lại trước khi chuyển sang cáp treo để tham quan các khu vực khác của thành phố. Đọc thêm",
            "Sử dụng xe buýt số 39 để đến đó. Thật không may cho chúng tôi, chúng tôi không biết điều này và từ Embarcadero, chúng tôi đã đi lên cầu thang Greenwich - khoảng 200 bậc thang dốc - và sau đó là cầu thang thứ hai lên Tháp Coit.\n\nSau khi uống nước và nghỉ ngơi, chúng tôi được thông báo rằng thang máy trong Tháp Coit không hoạt động. Vì vậy, phải leo thêm 234 bậc thang nữa - Tôi đã đếm từng bậc một LOL - và trả - 10 cho đặc quyền này. Tuy nhiên, từ đỉnh tháp, quang cảnh thật tuyệt đẹp. Đọc thêm",
            "Có một số góc nhìn thực sự đẹp từ đỉnh Tháp Coit. Khi chúng tôi đến thăm, thang máy không hoạt động và phải đi cầu thang bộ - 13 tầng -, nhưng chúng tôi không gặp vấn đề gì với điều này. Tầng trệt và đầu cầu thang được phủ bằng những bức tranh tường tuyệt đẹp.\n\nỞ trên đỉnh, quang cảnh của San Francisco thật tuyệt. Đài quan sát khá nhỏ và dễ bị đông đúc, nhưng ít nhất chúng tôi cũng có một số góc nhìn đẹp. Điều tôi không thực sự thích là lớp kính bảo vệ ở các lỗ mở hạn chế những bức ảnh chúng tôi có thể chụp, đặc biệt là nếu chúng tôi muốn tránh hình ảnh phản chiếu trên ảnh. Trên hết, lớp kính cũng không hề bẩn một chút nào. Đọc thêm",
            "Bắt đầu từ Lombard, có rất nhiều cầu thang để leo lên Tháp Coit vào một buổi sáng sớm Chủ nhật nhưng đường đi rất nhỏ, mặt trời đã tắt và tầm nhìn từ trên đỉnh tuyệt đẹp\n\nTrong khi chờ thang máy, chúng tôi chiêm ngưỡng những bức tranh tường trên tường. Chúng tôi rất biết ơn vì thang máy vẫn chạy nhưng lúc tám giờ thì hơi chật chội. Nhưng chúng tôi rất biết ơn vì không phải leo cầu thang nữa!!\n\nRa khỏi thang máy, bạn sẽ bay lên đỉnh để được thưởng ngoạn quang cảnh xung quanh San Francisco. Cổng Vàng hiện ra từ sương mùĐọc thêm",
            "góc nhìn từ trên xuống tốt hơn nhiều so với góc nhìn 360 độ so với góc nhìn một phần từ công viên bên dưới, rất đáng để thử.\n\nCó một lượng lớn người xếp hàng chờ thang máy vào buổi chiều, nhưng nếu bạn đi bộ lên 13 chuyến thì bạn không cần phải xếp hàng - ngoại trừ việc xếp hàng ngắn để mua vé - .\n\nMột khi ở trên đỉnh nó đã bận rộn. Có một cửa sổ mở ở hầu hết các hướng nhưng kỳ lạ là không phải hướng về Cầu Cổng Vàng nên những bức ảnh theo hướng đó phải được chụp qua kính. Tuy nhiên, chế độ xem 360 độ tuyệt vời.Đọc thêm",
            "Bạn có thể nhìn thấy tháp tưởng niệm này khắp thị trấn nên chúng tôi đi bộ lên đồi để đến đó, sau đó leo lên tháp.  Những bức tranh tường khá gọn gàng bên trong chân đế và phần đầu tiên của tòa tháp.  Bạn cần phải có thể trạng tốt để lên được cầu thang.  Tôi tin rằng có thang máy nhưng hôm đó tôi không đi làm.  Tầm nhìn 360 độ tốt về thành phố khi bạn lên đến đỉnh.  Cửa hàng quà tặng khá đẹp ở tầng trệt.  Đọc thêm",
            "Đi bộ lên tháp Coit từ thị trấn và khi đến nơi, kiệt sức phát hiện ra chiếc xe buýt số 39 Muni đỗ ngay bên ngoài!!!\n\nKhi chúng tôi đến thăm, thang máy bị hỏng nghĩa là chúng tôi phải leo cầu thang, thực sự khá đẹp khi nhìn thấy những bức tranh tường trên tường.\n\nTầm nhìn tuyệt đẹp ra San Francisco từ trên đỉnh và hữu ích để giúp bạn định hướng. Sẽ giới thiệu là một nơi nhất định phải đến. Đọc thêm",
            "Xem ở trên cùng là tuyệt đẹp. Tầm nhìn 360 độ của bến tàu và thành phố SF. Tuy nhiên, khi tôi đến đó thì thang máy không hoạt động. Vì thế cần phải leo 13 tầng mới lên tới đỉnh. Không được khuyến khích cho khách du lịch cao cấp hoặc thách thức vật lýĐọc thêm",
            "Nhân viên thực sự lịch sự và hiểu biết. Không thể đỗ xe vào những giờ cao điểm nhưng chúng tôi đã lái xe lên và may mắn.\nMỗi người phải trả 10 đô la để lên 14 tầng. Khá vất vả nhưng nếu bạn - thích không gian xung quanh thì sẽ ổn. Thang máy bị hỏng, điều này thường xảy ra. Họ rất bảo vệ các bức tranh tường cầu thang. Tôi nghĩ chúng rất trẻ con, gợi nhớ đến bất kỳ dự án trường tiểu học nào.\nNó hơi được vệ sinh, vì hầu hết các cổng ngắm cảnh đều được lắp kính. Một vài cổng mở. Nếu bạn muốn tham quan giá rẻ trong nửa giờ, bạn có thể làm tệ hơn. Không thể chê được tầm nhìn 360 độ Đọc thêm",
            "Có quá nhiều thứ để xem và thời tiết tuyệt vời không quá nóng cũng không quá lạnh. ! Đạp xe qua Cầu Cổng Vàng, khám phá Công viên Cổng Vàng, đi cáp treo, ăn uống ở Little Italy và tham quan rừng Alcatraz và Muir là những điểm nổi bật của chuyến đi. Tất cả các hoạt động du lịch nhưng từ bờ biển bên kia nên họ phải xem. Di chuyển bằng phương tiện giao thông công cộng là tốt nhưng hơi khó tìm nơi xe buýt dừng trong một số trường hợp. Ở trong khu vực Fisherman - s Wharf tại Hyatt Centric, nơi hóa ra là một địa điểm tuyệt vời. Đọc thêm",
            "Tầm nhìn tuyệt vời, nhưng hãy cẩn thận, 243 cầu thang là con đường duy nhất lên đỉnh, thang máy - thang máy không hoạt động và không hoạt động kể từ tháng 3 năm 2023 nên chúng tôi đã được nhân viên tại Tháp thông báo. Rất đáng thất vọng khi một điểm thu hút khách du lịch lớn không hoạt động trong 13 tháng nhưng đó chỉ là San Francisco dành cho bạn, 3 sao thôi. Tôi không bận tâm đến việc đi lên cầu thang, chỉ đáng thất vọng là điều này dường như không được sửa chữa.Đọc thêm",
            "Một cái nhìn tuyệt vời, nhưng bạn phải kiếm được nó. Chúng tôi đã thực hiện chuyến tham quan CityWalk, chuyến tham quan này không chỉ cung cấp một số thông tin cơ bản về toàn bộ dự án tranh tường mà còn thu hút sự chú ý của chúng tôi đến một số chi tiết mà chúng tôi có thể đã bỏ lỡ. Nghệ thuật tuyệt vời, lịch sử vĩ đại, một viên ngọc quý!Đọc thêm",
            "Nó rất gần khi chúng tôi đến thăm. Chúng tôi hy vọng họ mở cửa vào ban đêm vì nó nhìn ra SF. 4 sao vì ngay cả khi nó bị đóng cửa, tầm nhìn ra bãi đậu xe vẫn rất đẹp. Chỗ đậu xe có hạn. Có ống nhòm phải trả tiền. Xem hình ảnh và video để tham khảo thêm.Đọc thêm",
            "Cảnh quan tuyệt đẹp khi bạn lên đến đỉnh, chắc chắn là xứng đáng! Tôi không biết cho đến khi tôi đến đó rằng thang máy bị hỏng. Vì vậy, mười ba tầng sau tôi đã lên đến đỉnh. Tôi đã không chuẩn bị cho điều đó. Đọc thêm",
            "Chúng tôi đi bộ đến Tháp Coit từ Levi - s Plaza qua một khu phố ẩn chứa những ngôi nhà quyến rũ - kỳ quặc, những khu vườn xinh đẹp - công viên, lối đi bộ lát gỗ, lối đi bộ hẹp và những vòi cứu hỏa rực rỡ sắc màu, tất cả đều bám chặt vào sườn đồi dốc - thực sự đáng yêu nếu bạn có thể leo cầu thang - có ghế dài để nghỉ ngơi khi cần thiết - . Có thể nhìn thoáng qua vịnh khi đi lên cầu thang, nhưng tầm nhìn ấn tượng nhất là từ Tháp Coit trên đỉnh Đồi Telegraph. Tháp Art Deco bề ngoài đơn giản nhưng được trang trí bên trong bằng những bức tranh tường sống động của một số nghệ sĩ mô tả cảnh đời thường và những người dân bình thường theo phong cách - chủ nghĩa hiện thực xã hội - những bức tranh này có thể được xem miễn phí - . Thang máy bị hỏng khi chúng tôi đến thăm, nhưng việc đi bộ lên cầu thang rất đáng nỗ lực: đỉnh Tháp có tầm nhìn 360 độ tuyệt đẹp ra thành phố, vịnh, cầu, bến cảng và Alcatraz. Có phòng tắm ở chân tháp và một cửa hàng quà tặng hơi nhếch nhác; trong một số mùa, có thể có quầy giải khát bên ngoài; xe buýt thành phố dừng ở lối vào chính và Ubers rất dễ sắp xếp. Nếu bạn chỉ có 1-2 ngày ở San Francisco, hãy đưa địa điểm này vào hành trình của bạn!Đọc thêm",
            "Khung cảnh tuyệt vời của thành phố và GGB. Tuy nhiên, thang máy không hoạt động và có thể sẽ ngừng hoạt động trong một thời gian, vì vậy hãy chuẩn bị cho nhiều bước.Đọc thêm",
            "nhà vệ sinh không hoạt động, thang máy không hoạt động, từ chối trả tiền để leo thêm 200 bậc thang nữa. ảnh đẹp ở tầng trệt nhưng vẫn đáng thất vọng, đặc biệt là khi tôi đã phải leo rất xa để đến đóĐọc thêm",
            "Một cấu trúc Art Deco tuyệt đẹp trên đồi Telegraph. Có một khoản phí đi thang máy ngắn để lên tầng quan sát. Đài quan sát mang đến tầm nhìn 360 độ ngoạn mục, bao gồm đường chân trời của thành phố, Cầu Cổng Vàng và Vịnh. ​​Bảo tàng miễn phí ở tầng trệt có các bức tranh tường mô tả cuộc sống ở San Francisco những năm 1930. Bộ sưu tập này cung cấp bình luận xã hội hấp dẫn do các nghệ sĩ địa phương sáng tạo trong thời kỳ Đại suy thoái.Đọc thêm",
            "Đáng để đi bộ hay tôi nên nói leo lên để đến công viên và lên đỉnh.  Khung cảnh từ Tháp Coit thật tuyệt vời, những bức tranh tường bên trong là một viên ngọc quý.  Ngoài ra còn có một quán cà phê cổ kính trong công viên.Đọc thêm",
            "Đi bộ một chút nhưng quang cảnh rất đẹp. Bạn có thể bắt xe buýt từ bến cảng của ngư dân. Không có thang máy nào hoạt động nên về cơ bản là 13 chuyến bay.Đọc thêm",
            "Xin chào, tôi có thể mua vé trực tuyến ở đâu? Hoặc có thể mua chúng trực tiếp khi vào Tháp Coit?Đọc thêm",
            "Chào buổi sáng\n\nAi đó có thể cho tôi biết một trang web nơi tôi có thể mua vé trước để lên tầng hai của Tháp Coit không?\n\nCảm ơn bạn rất nhiềuĐọc thêm",
            "Xin chào, bạn sẽ mở cửa vào tháng 12 phải không? Cảm ơn bạn.Đọc thêm",
            "Tôi sẽ đến tháp coit vào ngày 28 tháng 4 năm 2019. Tôi muốn đặt trước thang máy từ trang WEB. Website không có lịch sau tháng 4 và không thể đặt trước, tôi phải làm sao?Đọc thêm",
            "Chúng tôi dự định lên đỉnh vào tháng 8 - Lên tháp có lâu không? - Chỉ có một thang máy nên sẽ mất một lúc để lên đỉnh - Có được không. view đẹp mà không cần lên? - Đọc thêm",
            "Thời gian mở cửa vào Chủ Nhật Phục Sinh của bạn - ngày 1 tháng 4 - ?Đọc thêm",
            "Tôi khuyên bạn nên đọc những gì được viết trên trang web và nếu bạn không tin vào những gì mình đọc, hãy gửi email - hoặc gọi điện nếu bạn có thể tìm thấy một số - và hỏi?!Đọc thêm",
            "Lên tháp bao nhiêu tiền có chỗ đậu xeĐọc thêm",
            "siĐọc thêm",
            "Xin chào, bạn có thể bắt xe buýt đưa bạn lên đỉnh núi ở đâu? Cảm ơn bạn!Đọc thêm",
            "Chúng tôi đi bộ đến Coit Towe, băng qua khu phố Ý và từ đó chúng tôi đi đến Bến tàu Người cá... Tôi khuyên bạn rằng, nếu bạn không đi cùng bất kỳ ai lớn hơn hoặc rất trẻ, bạn hãy đi bộ đến đó... bạn sẽ khám phá các khu phố view đẹp và thậm chí còn đẹp hơn.Đọc thêm",
            "Nếu tôi đặt vé thì tôi có còn khung giờ không - nếu vậy thì liệu tôi có đảm bảo được lên xe vào thời điểm đó không?Đọc thêm",
            "Đừng nghĩ rằng tôi có thể giúp bạn vì chồng tôi và tôi đã nhìn thấy tòa tháp từ trên đường và tự hỏi nó là gì. Chúng tôi đi lên đồi - rất dốc - và trả tiền ở lối vào ngay bên trong cửa. Không có hàng đợi và không có khe thời gian. Chúng tôi chỉ - rung chuyển - và đi vào. Sau khi nhìn thấy nơi này, tôi rất vui vì chúng tôi KHÔNG có được điều này trong bất kỳ chuyến tham quan nào. Tôi không - không nghĩ nó - đáng giá thế. Bạn chỉ ở đó nhiều nhất là một giờ. Nó - không có gì quá đặc biệt nhưng nó mang lại thông tin về một phần lịch sử của San Francisco.Đọc thêm",
            "Có thể lên đỉnh tháp bằng cầu thang bộ chứ không phải thang máy không? Nếu có, tôi có cần phải trả tiền cho việc đó không?Đọc thêm",
            "Cách duy nhất là thang máy. Nhưng nếu bạn muốn leo cầu thang, bạn có thể đi bộ lên 483 bậc thang từ Filbert để đến chính tòa tháp! Chúng tôi đã làm vậy và chúng tôi 60 - . Và vâng, chúng tôi rất vui khi thấy thang máy bên trong. Họ cũng giảm giá cho người cao tuổi - 5,00. Đọc thêm"
        ],
        "star_ratings": [
            1967,
            1868,
            584,
            134,
            31
        ],
        "review_amount": 4584,
        "location": [
            "California - CA -",
            "Hoa Kỳ",
            "Những điều cần làm ở San Francisco",
            "San Francisco",
            "Tháp Côit"
        ],
        "reviews_time": [
            "Written June 9, 2023",
            "Written July 19, 2023",
            "Written August 11, 2023",
            "Written August 20, 2023",
            "Written September 6, 2023",
            "Written September 12, 2023",
            "Written September 16, 2023",
            "Written September 26, 2023",
            "Written October 30, 2023",
            "Written November 1, 2023",
            "Written May 25, 2024",
            "Written May 18, 2024",
            "Written May 11, 2024",
            "Written April 24, 2024",
            "Written April 15, 2024",
            "Written April 6, 2024",
            "Written March 28, 2024",
            "Written March 25, 2024",
            "Written March 22, 2024",
            "Written February 18, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g60713-d104674-Reviews-Coit_Tower-San_Francisco_California.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g60713-d353907-Reviews-Mo_s_Grill-San_Francisco_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60713-d353911-Reviews-Golden_Boy_Pizza-San_Francisco_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60713-d879230-Reviews-Molinari_Delicatessen-San_Francisco_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60713-d954128-Reviews-Sotto_Mare_Oysteria_Seafood-San_Francisco_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60713-d353897-Reviews-Mama_s_on_Washington_Square-San_Francisco_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60713-d537773-Reviews-Stella_Pastry_and_Cafe-San_Francisco_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60713-d360124-Reviews-Original_Joe_s-San_Francisco_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60713-d1645853-Reviews-Tony_s_Pizza_Napoletana-San_Francisco_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60713-d372061-Reviews-Ideale_Restaurant_Bar-San_Francisco_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60713-d11862449-Reviews-Betty_Lou_s_Seafood_and_Grill-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d128931-Reviews-Pioneer_Park-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d16658018-Reviews-Pimentell_Garden-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d105361-Reviews-Telegraph_Hill-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d142463-Reviews-Filbert_Steps-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d142465-Reviews-Greenwich_Steps-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d15333505-Reviews-Statue_of_Christopher_Columbus-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d2346278-Reviews-Napier_Lane-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d103850-Reviews-The_Embarcadero-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d4440156-Reviews-Lotta_s_Fountain-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d142403-Reviews-Little_Italy-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d104674-Reviews-or10-Coit_Tower-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d104675-Reviews-Golden_Gate_Bridge-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d102523-Reviews-Alcatraz_Island-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d106232-Reviews-Lombard_Street-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d108678-Reviews-Fisherman_s_Wharf-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d557330-Reviews-Oracle_Park-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d156469-Reviews-Golden_Gate_Promenade-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d104544-Reviews-City_Lights_Booksellers-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d143136-Reviews-Fort_Point_National_Historic_Site-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d104529-Reviews-SS_Jeremiah_O_Brien-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d1840191-Reviews-Shanghai_San_Francisco-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d4012186-Reviews-Small_Car_Big_Time_Tours-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d2716993-Reviews-Emperor_Norton_s_Fantastic_San_Francisco_Time_Machine-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d156287-Reviews-AB_Fits-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d142393-Reviews-Club_Fugazi-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d4023404-Reviews-Alcatraz_City_Cruises-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33794-d631783-Reviews-Buttonwood_Farm-Griswold_Mystic_Country_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g580268-d243636-Reviews-Taylor_s_Port-Vila_Nova_de_Gaia_Porto_District_Northern_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g60611-d106120-Reviews-Ke_e_Beach-Haena_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g262061-d8627043-Reviews-Megapark-El_Arenal_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g30266-d12839470-Reviews-Anacortes_Ferry-Anacortes_Fidalgo_Island_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g2200895-d8071902-Reviews-Haukland_Beach-Leknes_Vestvagoy_Lofoten_Islands_Nordland_Northern_Norway.html",
            "https://www.tripadvisor.com/Attraction_Review-g187514-d190547-Reviews-El_Rastro-Madrid.html",
            "https://www.tripadvisor.com/Attraction_Review-g155019-d185093-Reviews-Kensington_Market-Toronto_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g293919-d3611252-Reviews-Art_in_Paradise_Pattaya-Pattaya_Chonburi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g60750-d255656-Reviews-Spruce_Street_Footbridge-San_Diego_California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g60713-d104674-Reviews-or10-Coit_Tower-San_Francisco_California.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g60713-d104674-Reviews-Coit_Tower-San_Francisco_California.html"
    }
]