[
    {
        "attraction_name": "Coki Point Beach",
        "attraction_name_vi": "Bãi biển Coki Point",
        "general_info": [
            "4.170 đánh giá",
            "- 4 trong số 6 điều cần làm ở Vịnh Smith",
            "Bãi biển"
        ],
        "attraction_summary": "Chúng tôi đang đi du thuyền và một gia đình khác đã giới thiệu bãi biển này để lặn với ống thở. Đó là - 28 cho taxi khứ hồi từ cảng và nó rất đáng giá. Lặn với ống thở là tốt nhất bao giờ hết! Mang theo bánh quy dành cho chó và bạn sẽ thấy nhiều cá hơn nữa. Nó có giá - 25 cho một chiếc ô và những chiếc ghế đáng giá. Chồng có bánh mì kẹp thịt và khoai tây chiên và số đó là - 22. Tôi có một chiếc bánh pizza và số đó là - 12. Giá hơi cao nhưng nếu bạn - bạn đang đói! Chắc chắn dừng lại ở đây. Nó - thật đẹp.Đọc thêm",
        "reviews": [
            "Có một chút lo lắng sau khi đọc một số nhận xét rằng nó sẽ tràn ngập rác. Thật là tuyệt! Những bãi biển sạch sẽ với ghế dài và ô cho thuê, nước trong vắt, nhà hàng có nhân viên phục vụ nhận đơn đặt hàng trên bãi biển. Và trên hết - phòng tắm thực sự sạch sẽ và đầy đủ đồ! Thức ăn là bánh mì kẹp thịt và bánh mì kẹp thông thường của bạn nhưng chúng vẫn ổn và đồ uống thì lạnh. Nước thật êm đềm và trong vắt! Nhìn thấy nhiều con cá đang bơi lội và không có chuyển động nào sẽ an toàn cho chúng tôi và mẹ tôi, những người không có nhiều sức chống chọi với sóng. Hoàn toàn đẹp và sẽ quay lại!Đọc thêm",
            "Thích thú bơi lội với những đàn cá bảy màu, cá thiên thần tại nơi có làn nước trong vắt.  Phát hiện một con bạch tuộc, mực, cá đuối và rất nhiều loài cá khác.  Chúng tôi đã mua một số thiết bị lặn nghiệp dư - - - 40 tại một cửa hàng đồ hộp lớn - .  Ngoài ra còn có các lựa chọn cho thuê tại chỗ - thiết bị, ô, ghế, v.v., người bán đồ ăn và đồ uống - không kiểm tra - .Đọc thêm",
            "Đó chắc chắn là một trải nghiệm khác biệt so với những bãi biển khác nhưng đó là điều tôi rất vui vì đã được trải nghiệm. Đó chắc chắn là một bãi biển địa phương với rất nhiều âm nhạc và đồ ăn - và nồi -. Tuy nhiên, có một chút choáng ngợp khi đến với những người dân địa phương bán hàng hóa ở đó, tuy nhiên, khi bạn đã ổn định cuộc sống thì cảm giác rất thú vị. Bãi biển hơi nhiều đá khi bước vào nhưng chắc chắn không tệ. Đây không phải là bãi biển yêu thích của tôi nhưng tôi chắc chắn sẽ quay lại mỗi lần ghé thăm.Đọc thêm",
            "Bãi biển nhỏ hơn nhưng cát trắng và nước rất trong.  Địa điểm đẹp.  Có một chút khó khăn khi chúng tôi đi từ đại dương vào từng phần nhưng đó có lẽ là thời điểm.  Có thể rất đông đúc và bãi đậu xe khá hạn chế vì vậy hãy cân nhắc đi taxi ở đây và di chuyển nhẹ nhàng với không gian bị hạn chế khi bận rộn.  \n\nNói chung là một nơi tốt đẹp để ghé thăm trong một vài giờ.  Chỉ không phải là một loại bãi biển cả ngày.  Những lựa chọn tốt hơn cho việc đó, đặc biệt là ở St. John nhưng đối với một chuyến đi biển ngắn ngày, sẽ rất hiệu quả.Đọc thêm",
            "Đây là một bãi biển đẹp với cát trắng và nước trong vắt. Đây là nơi lý tưởng để lặn với ống thở, phía bên phải bãi biển có một chút san hô với rất nhiều loài cá nhiều màu sắc. Bạn có thể thuê ống thở trên bãi biển với giá - 5 cho cả ngày. Tuy nhiên, đây là một bãi biển nhỏ nên sẽ rất đông đúc nên hãy cố gắng đảm bảo bạn đến đó sớm.Đọc thêm",
            "Nếu bạn muốn nước trong và một nơi để ngồi dưới ánh nắng thì đây là một nơi tuyệt vời. Hãy tự giúp mình bằng cách thuê một chiếc ghế và một chiếc ô, sau đó ngồi xuống và thư giãn với đồ uống trên tay. Người dân địa phương sẽ đến xung quanh và làm nhân viên phục vụ đồ uống cho bạn. Đọc thêm",
            "Bãi biển rất đẹp và chúng tôi có thể nhìn thấy cá và cá đuối khi lặn ngay ngoài bãi biển. Tuy nhiên, ngay khi chúng tôi đến đó, chúng tôi đã bị một nhóm đàn ông vồ lấy để bắt chúng tôi trả tiền ghế, khăn tắm và các vật dụng khác. Họ làm phiền chúng tôi trong suốt thời gian ở bãi biển và chúng tôi thậm chí còn được mời ăn. Điều này khiến nơi đây trở thành một trong những bãi biển ít được yêu thích nhất của chúng tôi ở St. ThomasĐọc thêm",
            "Đó là một bãi biển có làn nước tuyệt đẹp. Nhưng cơ sở hạ tầng đã cũ và cần được cải thiện. Không sạch sẽ lắm nhưng mọi người rất thân thiện và mến khách. Không giống như một nhà hàng trang trọng nhưng lại cung cấp các lựa chọn mang đi để mang đi và ăn trên bãi biển. Chúng tôi đã thử món tôm chiên với hai món mang đi và chỉ ăn trên chỗ ngồi còn trống - những chiếc ghế dài thuê của chúng tôi. Ghế dài trên bãi biển cũ được cung cấp với giá - 10 mỗi người.  Có một sự rung cảm độc đáo nhưng không hấp dẫn. Bãi đậu xe hạn chế.  Tôi sẽ không quay lại trừ khi không có bãi biển nào khác để đến. Không mất phí vào bãi biển.Đọc thêm",
            "Rất nhiều hoạt động sống hoang dã cá và chim \nLặn biển được khuyến khích rất nhiều ở đây. Con cá bơi thẳng vào mặt bạn. Hãy cẩn thận nơi bạn bước có nhím. Có một vài nhà hàng phía trước bãi biển, bạn có thể gọi đồ uống và đồ ăn ngay tại nơi bạn đang nằm. Hãy cẩn thận với những người phục vụ. Hãy chắc chắn rằng đơn đặt hàng của bạn là chính xác trước khi thanh toán. Ngoài ra, hãy đảm bảo rằng bạn không thích khoai tây chiên và salsa - đó là một túi Doritos và nước sốt chua ngọt - Đọc thêm",
            "Nước và bãi biển rất đẹp nên được 2 sao.  Tuy nhiên, nơi này đầy rẫy những người say xỉn và nhiều người khác ngang nhiên bán ma túy.  Đừng đến đây nếu bạn không muốn đối phó với những kẻ say rượu đáng ghét ở quán bar trên bãi biển, mùi cỏ dại nồng nặc hoặc những người mời bạn ma túy.  Chắc chắn không nên đi nếu bạn có con đi cùng!Đọc thêm",
            "Ma túy khắp nơi hủy hoại một bãi biển đẹp. Tất cả những gì bạn có thể ngửi thấy là mùi nồi và những người đang đẩy bánh mì cuộn và nấm trên bãi biển. Tệ quá, cát và nước ở bãi biển rất đẹp. Người bán hàng cũng hơi hăng hái.Đọc thêm",
            "Coki Point Beach on St. Thomas is a dream for anyone who loves calm, clear water and colorful fish. The beach itself is beautiful, with soft white sand and stunning turquoise water. But the real star of the show is the snorkeling! There - s a rocky reef area on the right side that - s teeming with life. I saw all sorts of amazing fish swimming around the coral.Here - s a quick rundown of my experience:Pros:Amazing snorkeling: Perfect for spotting all kinds of tropical fish.Beautiful beach: Soft sand and clear water make for a relaxing day.Convenient amenities: You - ll find small stores, bars, and restaurants right next to the beach.Cons:Taxi rides can be a little jumpy, especially if you ride the big taxi trucksPricey: Be prepared for a bit of sticker shock, especially with rentals and food.Bring your own supplies: Consider packing a cooler with drinks and snacks to save money.Crowded on cruise days: Get there early to snag a spot, especially if a cruise ship is in port.Tips:Rent chairs and umbrellas if you need them, but be prepared to pay around  - 15 for an umbrella and  - 5 for a chair.Pack a cooler with your own food and drinks to avoid high prices at the beach bars and restaurants.Arrive early in the morning to avoid the crowds, especially on cruise ship days.Overall:Coki Point Beach is a great place to spend a day if you - re looking for beautiful scenery, good snorkeling, and convenient amenities. Just be prepared for the slightly higher prices and the crowds on cruise ship days.Read more",
            "Nước ở đây đẹp quá! Chúng tôi thuê ghế và bơi. Quán còn làm daiquiris trái cây tươi nữa! Một ngày hoàn hảo và có những bức ảnh đẹp!Đọc thêm",
            "Bãi biển đẹp, thuận tiện đi lại. Một vài người bán hàng địa phương sẵn sàng phục vụ bạn. Tôi cảm thấy hơi bất an vì bãi đậu xe và khu vực bãi biển có quá nhiều người bán thuốc.  Tôi sẽ bỏ qua bãi biển này.Đọc thêm",
            "Đã có trải nghiệm tuyệt vời tại Bãi biển Coki.  Yogi và Web rất hữu ích với ghế, ô, đồ uống và bữa trưa của chúng tôi. Gặp gỡ những người bạn mới tuyệt vời Pie và Donna tại một trong những quầy quà tặng. Pie rất hữu ích trong việc giúp tôi chọn quà và quà lưu niệm. Rất muốn ghé thăm lần nữa! Đọc thêm",
            "Vùng nước yên tĩnh tuyệt đẹp, bãi biển nhỏ hơn một số bãi biển khác trên đảo. Không có ô dù bãi biển để thuê. Có người dân địa phương tự giới thiệu để phục vụ bạn đồ ăn - đồ uống. Lý do duy nhất tôi không cho nó 5 sao là vì mùi cần sa hơi nồng - dễ mua ở bãi biển. Đọc thêm",
            "Đây là một bãi biển đẹp, nước trong xanh và có nhiều sinh vật biển phát triển mạnh. Bạn có thể dễ dàng đến bãi biển từ bất kỳ nơi nào khác và là điểm dừng chân dễ dàng nếu bạn quyết định ghé thăm Coral World. Mặc dù nó đẹp nhưng nó cũng có một số nhược điểm. Bãi biển có rất nhiều người đang cố gắng bán đồ để kiếm tiền nhanh chóng và rất nhiều người dân địa phương hút cỏ, nơi này có mùi như muối biển và nồi. Tôi vẫn khuyên bạn nên đi để trải nghiệm.Đọc thêm",
            "Bạn có thể lặn gần bãi biển và ngắm nhìn rất nhiều loài cá đầy màu sắc. Giá tuyệt vời cho một chiếc ghế dài, - 5 US và Corona - 5. Từ cảng, Best Taxi tính phí - 14 người mỗi chiều. Họ có phương tiện ngoài trời và có thể nhồi nhét đầy đủ. Trên đường trở về, chúng tôi đã nhận được một chiếc xe van Tốt nhất.Đọc thêm",
            "We wanted to try this beach as we hadn - t been there before.The water is the most beautiful crystal clear and absolutely gorgeous to swim in.However, this visit was spoilt. Firstly we were asked to pay  - 10 dollars per chair which we handed over without thinking, only to find that it was actually only  - 5 dollars a chair, and the guy who works there had  been doubling up on us. We got the rest of the money back after confronting him, but not a good start.The toilets were out of order - so you knew you were basically swimming in the toilet every time you went in the sea.But the biggest problem for us was the amount of people coming up to the sun lounger and trying to sell us drugs. All types of drugs - not just the ones you usually see in the Carribean. We didn - t have our kids with us, but plenty of others did.The smell of the drugs being smoked  - the size of cigars -  was disgusting. So after a couple of hours we left.If you love your drugs then you will have a fabulous time. If you don - t, then maybe give this one a swerve.Read more",
            "Có chỗ nào cho thuê ô, ghế bãi biển không?? Cảm ơn Đọc thêm",
            "Vâng, ai đó đã giúp chúng tôi lấy ghế để chúng tôi đặt dưới gốc cây cho bóng mát.Đọc thêm",
            "Có đường đi bộ từ hồ gà rán không?Đọc thêm",
            "Xin chào, Nhìn vào bản đồ, có vẻ như đây sẽ là một chuyến đi bộ đường dài đến bãi biển khá thú vị. Tôi sẽ bắt taxi để đi đến bãi biển.  Tôi có vấn đề về đi lại nên đó là lý do tôi làm điều đó. Thưởng thức!!! Chúc mừngĐọc thêm",
            "Có vòi sen ở bãi biển này không?\nĐọc thêm",
            "Không có mưa rào trên bãi biển.  Một lỗ vườn nằm cạnh cầu thang khi bạn bước vào nhà hàng trên bãi biển - để rửa chân - .Đọc thêm",
            "Giữa Coki và Brewers, bãi biển nào tốt hơn để ở gần người dân địa phương, ăn đồ ăn ngon, bãi biển sạch sẽ và người dân địa phương chơi nhạc reggae? \nCảm ơn!Đọc thêm",
            "Coki có đồ ăn và đồ uống địa phương, nhưng không thấy hay nghe thấy bất kỳ bản nhạc reggae nào.Đọc thêm",
            "Chúng tôi - sẽ ở St. Thomas trong 2 tuần vào tháng Giêng. Thuê một chiếc xe hoặc taxi đi vòng quanh có hợp lý hơn không?Đọc thêm",
            "Taxi Đọc thêm",
            "Có nhà hàng và quán bar nào ở bãi biển coki không?Đọc thêm",
            "Vâng, họ phục vụ những thứ như pizza, hamburger, thịt gà và rượu - bia.\nHọ cũng thuê ghế và ô - s, chúng tôi đã trả - 20,00 usd cho 2 ghế dài và 1 ô. Ở đó rất vui, họ bật nhạc và sẽ rất đông đúc nếu có tàu du lịch ghé thăm. Vì vậy, hãy thử đi vào một ngày khi tàu không cập bến. Quầy lễ tân có thể cho bạn biết khi nào họ đến.Đọc thêm",
            "Xin chào, Chúng tôi sẽ đến đó vào tuần tới!  Những bãi biển nào bạn đề nghị?  Cảm ơn bạn!Đọc thêm",
            "Tôi hầu như không ấn tượng với những bãi biển ở St. Thomas nhưng St. John thật tuyệt vời. Chúng tôi bắt một chuyến phà tới đó mất khoảng 10 phút hay gì đó rồi thuê một chiếc xe jeep. Đó chắc chắn là ngày tuyệt vời nhất chúng tôi có trong chuyến đi. Có lẽ đã đi đến 5 hoặc 6 bãi biển nào cũng tuyệt vời và hầu hết đều có rất ít người. Chuyến đi bộ đường dài trên St. John cũng thật tuyệt vời.Đọc thêm",
            "Mất bao lâu từ cảng du lịch đến bãi biển CokiĐọc thêm",
            "Khoảng 1 giờ bằng phương tiện giao thông địa phương, là những chiếc xe tải nhỏ có sức chứa khoảng 15 người. Để rời cảng, các tài xế bắt bạn phải đợi một lúc cho đến khi họ chất đầy xe rồi mới đi được 1 tiếng. Bằng taxi thì thời gian ít hơn nhưng rõ ràng chi phí sẽ cao hơn. Bãi biển rất đẹp mặc dù lúc đó hơi gồ ghề. Người dân trên bãi biển rất thân thiện.Đọc thêm",
            "Đường đến bãi biển dốc và hẹp như thế nào? Và lái xe từ Cảng mất bao lâu?Đọc thêm",
            "Mất khoảng 25 phút đi xe buýt và đường đầy gió nhưng đường chính đủ rộng để ô tô vượt qua mà không quá đáng sợ. Đọc thêm",
            "Nếu đi du thuyền, bạn có thể bắt taxi đến bãi biển này không?Đọc thêm",
            "Đúng.   Nơi tuyệt vời để đi trong chuyến thăm của bạn.Đọc thêm"
        ],
        "star_ratings": [
            1971,
            1193,
            548,
            270,
            188
        ],
        "review_amount": 4170,
        "location": [
            "Quần đảo Virgin thuộc Hoa Kỳ",
            "vùng Caribe",
            "Bãi biển Coki Point",
            "Những điều cần làm ở Vịnh Smith",
            "Vịnh Smith",
            "Thánh Thomas",
            "cuối của phía đông"
        ],
        "reviews_time": [
            "Written June 12, 2023",
            "Written June 19, 2023",
            "Written June 28, 2023",
            "Written July 12, 2023",
            "Written August 21, 2023",
            "Written August 27, 2023",
            "Written October 22, 2023",
            "Written December 19, 2023",
            "Written January 8, 2024",
            "Written January 15, 2024",
            "Written May 13, 2024",
            "Written May 11, 2024",
            "Written May 5, 2024",
            "Written May 4, 2024",
            "Written April 23, 2024",
            "Written April 13, 2024",
            "Written April 13, 2024",
            "Written April 1, 2024",
            "Written March 24, 2024",
            "Written March 21, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g12012628-d184550-Reviews-Coki_Point_Beach-Smith_Bay_East_End_St_Thomas_U_S_Virgin_Islands.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g147407-d2421712-Reviews-Picaso_s_Coffee_Bar-East_End_St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g12012628-d8526788-Reviews-Margaritaville_Restaurant_St_Tomas-Smith_Bay_East_End_St_Thomas_U_S_Virgin_Isla.html",
            "https://www.tripadvisor.com/Restaurant_Review-g12012628-d25239795-Reviews-Sun_And_Sea_Bar_Grill-Smith_Bay_East_End_St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147404-d12034429-Reviews-Petra_s_Dushi_by_the_Sea-St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147405-d12149177-Reviews-Island_Fried_Chester_s_Chicken_Grill-Charlotte_Amalie_St_Thomas_U_S_Virgin_Islan.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147405-d6556334-Reviews-Bomani_s_Spot_At_Uncle_Buddys-Charlotte_Amalie_St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147404-d25182148-Reviews-Ocean_180-St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147407-d1640122-Reviews-Manor_House_Restaurant-East_End_St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g12012628-d25277762-Reviews-SeaSalt-Smith_Bay_East_End_St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g12012628-d25305709-Reviews-Sea_Salt-Smith_Bay_East_End_St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g12012628-d313611-Reviews-Coral_World_Ocean_Park-Smith_Bay_East_End_St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g12012628-d967783-Reviews-Lindqvist_Beach-Smith_Bay_East_End_St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g147407-d148073-Reviews-Sapphire_Beach-East_End_St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g147404-d2540041-Reviews-Secret_Harbour-St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g147410-d13946998-Reviews-Inter_Island_Boat_Service-Cruz_Bay_St_John_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g147405-d4115380-Reviews-St_Thomas_Synagogue-Charlotte_Amalie_St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g147404-d7701018-Reviews-Phantasea_Tropical_Botanical_Garden-St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g147404-d12254676-Reviews-Pirates_Treasure_Museum-St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g147404-d148112-Reviews-Drake_s_Seat-St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g147411-d147836-Reviews-Reef_Bay_Trail-Virgin_Islands_National_Park_St_John_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g12012628-d184550-Reviews-or10-Coki_Point_Beach-Smith_Bay_East_End_St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g147404-d1379988-Reviews-Honeymoon_Beach-St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g147404-d147656-Reviews-Water_Island-St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g147404-d148868-Reviews-Brewer_s_Bay-St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g147408-d148074-Reviews-Morningstar_Beach-South_Coast_St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g147406-d149849-Reviews-Magens_Bay-Magens_Bay_St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g147404-d11621721-Reviews-Marley_s_Taxi_Service-St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g147407-d1725008-Reviews-Coki_Dive_Center-East_End_St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g12012628-d2087099-Reviews-VI_SNUBA_Excursions-Smith_Bay_East_End_St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g147404-d9842121-Reviews-Island_Revel-St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g147409-d7705953-Reviews-Point_Wellness_AntiGravity_Natural_Health-St_John_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g147407-d9457557-Reviews-Ashville_Water_Sports-East_End_St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g147404-d23573325-Reviews-KO_Promotions_Excursions_Events-St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g147404-d3807360-Reviews-Golden_Age_Ranch_Horse_Sanctuary-St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g147404-d13389902-Reviews-Phoenix_Island_Charters-St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g147404-d9865512-Reviews-Parasail_Virgin_Islands-St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g147405-d2619336-Reviews-Aqua_Blue_Charters-Charlotte_Amalie_St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g147404-d1464838-Reviews-Yacht_Nightwind-St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g147404-d2425890-Reviews-Virgin_Islands_Day_Sailing-St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d4795435-Reviews-IMAX_Atrium_Flora-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58500-d12654191-Reviews-Granite_Falls-Granite_Falls_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g147416-d7294351-Reviews-Graycliff_Chocolatier-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d12899401-Reviews-G7_Taxi-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g303814-d21142297-Reviews-Biokovo_Skywalk-Makarska_Split_Dalmatia_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g54454-d143448-Reviews-Sullivan_s_Island_Beach-Sullivan_s_Island_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g42758-d269928-Reviews-Front_Street-Traverse_City_Grand_Traverse_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g297922-d552838-Reviews-Hua_Hin_Beach-Hua_Hin_Prachuap_Khiri_Khan_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g295419-d2195533-Reviews-Red_Sea_Mall-Jeddah_Makkah_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g8651356-d13817367-Reviews-Cenotes_Hacienda_Mucuyche-Mucuyche_Yucatan_Peninsula.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g12012628-d184550-Reviews-or10-Coki_Point_Beach-Smith_Bay_East_End_St_Thomas_U_S_Virgin_Islands.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g12012628-d184550-Reviews-Coki_Point_Beach-Smith_Bay_East_End_St_Thomas_U_S_Virgin_Islands.html"
    }
]