[
    {
        "attraction_name": "College Football Hall of Fame",
        "attraction_name_vi": "Đại sảnh Danh vọng Bóng đá Đại học",
        "general_info": [
            "1.584 đánh giá",
            "- 19 trong số 537 điều cần làm ở Atlanta",
            "Bảo tàng chuyên ngành"
        ],
        "attraction_summary": "Tọa lạc tại Khu thương mại Atlanta, Đại sảnh Danh vọng Bóng đá Đại học và Trải nghiệm Người hâm mộ Chick-fil-A sẽ đưa bạn đến gần hơn với trò chơi hơn bao giờ hết. Từ bức tường mũ bảo hiểm khổng lồ có hơn 760 trường học ở The Quad đến Sân chơi trong nhà khổng lồ và Khu kỹ năng Chick-fil-A Peach Bowl, Đại sảnh Danh vọng Bóng đá Đại học mang đến cho người hâm mộ ở mọi lứa tuổi những điều đáng nhớ để làm. Được mệnh danh là một trong 10 điều nên làm hàng đầu ở Atlanta, GA, Đại sảnh Danh vọng Bóng đá Đại học là địa điểm hoàn hảo để tổ chức một sự kiện. Cho dù bạn - đang muốn xây dựng tinh thần công ty bằng sự kiện xây dựng đội nhóm của công ty hay muốn lên kế hoạch tổ chức bữa tiệc sinh nhật cho người hâm mộ thể thao trong đời mình, College Football Hall of Fame có nhiều không gian tổ chức sự kiện. Hãy đến thăm chúng tôi tại Công viên Olympic Centennial và trải nghiệm bản chất của bóng đá đại học như được kể bởi những người được giới thiệu ở Hall of Fame, đồng thời nhớ xem các cuộc triển lãm mới và các sự kiện thú vị diễn ra tại Đại sảnh Danh vọng Bóng đá Đại học!Đọc thêm",
        "reviews": [
            "Ngày đi chơi gia đình này diễn ra vào mùa hè năm 2017. Các con trai tôi và tôi đã học được rất nhiều điều và vui vẻ. Đó là một nơi tuyệt vời để mang đến Atlanta. Chúng ta cần nhiều địa điểm mang tính giáo dục và thú vị hơn để cùng con cái mình đến thăm. Trên hết đó là một trải nghiệm tuyệt vời.Đọc thêm",
            "Chúng tôi có hai cậu con trai tuổi teen. Trong những năm qua, chúng tôi đã đến với giải bóng đá chuyên nghiệp HOF, khúc côn cầu HOF và Cooperstown. Vì vậy, tất nhiên chúng tôi phải thực hiện một chuyến đi để xem nơi này. Có một số tính năng rất thú vị, đặc biệt là bức tường mũ bảo hiểm và bộ phim. Thật thú vị khi nó tương tác với ngôi trường bạn đã chọn lúc đầu, với nhiều cuộc triển lãm khác nhau điều chỉnh trải nghiệm cho phù hợp với trường của bạn. Đó là một chuyến đi khá nhanh. Tôi rất vui vì đã tìm thấy Groupon cho việc này!Đọc thêm",
            "Tôi luôn muốn đến thăm CFHOF và tôi đã không thất vọng. Các màn hình tương tác là một điểm nhấn thú vị - vì chúng được kết nối với các huy hiệu mà chúng tôi nhận được khi bước vào - và mang lại trải nghiệm cá nhân hóa hơn nhiều. \n\nTôi rất thích đi bộ qua các cuộc triển lãm và có thể nhìn thấy nhiều chiếc cúp và kỷ vật khác nhau được trưng bày. \n\nCửa hàng quà tặng có một chút điều không mong muốn - cần phải nghiên cứu hàng hóa tốt hơn vì các lựa chọn hiện tại RẤT NHIỀU điều mong muốn - nhưng phần còn lại của chuyến thăm của chúng tôi không có khiếu nại nào.\n\nTôi khuyên bạn nên đậu xe ở Green Deck - gắn liền với cơ sở - vì bãi đậu xe ngoài cơ sở cũng nhiều như vậy - trong những giờ không phải là giờ mở cửa - và hơi bất tiện nếu bạn - đang cố gắng tối đa hóa thời gian của mình trong HOF. \n\nNhìn chung, đã có một khoảng thời gian tuyệt vời và tôi thực sự khuyên bạn nên ghé thăm nếu bạn - là một người hâm mộ bóng đá đại học!Đọc thêm",
            "Rất nhiều lịch sử ở đây.  Rất truyền cảm hứng cho cậu con trai cấp hai của tôi muốn chơi bóng ở trường đại học.  Vị trí tuyệt vời đối diện với Công viên Olympic.  Cửa hàng quà tặng cũng khá tốt - mặc dù hơi quá nặng với những thứ UGA, nếu bạn hỏi tôi! - .  Rất nhiều danh hiệu được trưng bày và rất nhiều triển lãm tương tác.  Giá trị tốt, là một phần của ATL CityPass.  Việc phải làm khi ở ATL.Đọc thêm",
            "Những cuộc triển lãm tuyệt vời dành cho Đại sảnh Danh vọng Bóng đá Đại học, ở Atlanta.. Thông tin và triển lãm rất thú vị có thể được cá nhân hóa.  Cũng xứng đáng với giá nhập học.  Thậm chí có thể làm một đoạn mô phỏng cho ESPN GameDay.. phải xemĐọc thêm",
            "Hãy chắc chắn rằng bạn ghé thăm!! College Football Hall of Fame là điểm nhấn chính trong chuyến đi của chúng tôi đến Atlanta! Các nhân viên đã nỗ lực hết mình để biến chuyến thăm của chúng tôi thành một kỷ niệm đáng nhớ! Xin gửi lời cảm ơn lớn đến AJ và Jordan, những nhân viên đã mang đến cho chúng tôi một trải nghiệm tuyệt vời như vậy! Cảm ơn các bạn rất nhiều! \nNếu bạn làm bất cứ điều gì ở Atlanta, hãy chắc chắn rằng bạn dừng chân ở đây! Các nhân viên tại College Football Hall of Fame đã biến bảo tàng này trở thành một trong những bảo tàng tuyệt vời nhất! Đọc thêm",
            "Vậy nên, tôi sẽ bắt đầu bằng việc nói rằng tôi không phải là một người hâm mộ bóng đá dù chỉ một chút, nhưng chồng tôi thực sự thích bóng đá đại học. Tuy nhiên, tôi là một người hâm mộ lớn của các bảo tàng và thường có thể tìm thấy thứ gì đó thích bất kể chủ đề nào. Tôi đã bị cuốn hút ngay từ lúc chúng tôi bước vào. Các nhân viên cực kỳ chào đón và sau đó mọi thứ đều được trình bày rất tốt. Đó là một bảo tàng rất thú vị đối với tôi, một người không phải là người hâm mộ bóng đá, nhưng đối với một người như chồng tôi hoặc những người thực sự là người hâm mộ bóng đá đại học, tôi hình dung rằng đó thực sự sẽ là một chuyến thăm tuyệt vời. Chúng tôi đã có một khoảng thời gian tuyệt vời và tôi thực sự khuyên bạn nên ghé thăm cho dù bạn có phải là người hâm mộ bóng đá hay không. Có rất nhiều thứ để xem và nó thực sự được quy hoạch tốt. Cửa hàng quà tặng tuyệt vời và khu vực để trẻ em thể hiện kỹ năng chơi bóng đá của mình vào cuối chuyến đi. Đọc thêm",
            "Chúng tôi có thể nhận được vé giảm giá thông qua Groupon bao gồm chỗ đậu xe bên cạnh. Hội trường danh vọng rất tương tác và thú vị và có nhiều lựa chọn để bạn chọn trường khi vào học. Sau đó, bạn có thể quét nó tại các cuộc triển lãm khác nhau để tìm hiểu về thông tin thực tế của trường bạn và những người chơi đã được giới thiệu. Ngoài ra còn có những khu vực mà bạn có thể kiểm tra khả năng nhảy thẳng đứng, chạy 40 yard và thử đá vào khung thành.Đọc thêm",
            "Chúng tôi có thể nhận được vé giảm giá thông qua Groupon bao gồm chỗ đậu xe bên cạnh. Hội trường danh vọng rất tương tác và thú vị và có nhiều lựa chọn để bạn chọn trường khi vào học. Sau đó, bạn có thể quét nó tại các cuộc triển lãm khác nhau để tìm hiểu về thông tin thực tế của trường bạn và những người chơi đã được giới thiệu. Ngoài ra còn có những khu vực mà bạn có thể kiểm tra khả năng nhảy thẳng đứng, chạy 40 yard và thử đá vào khung thành.Đọc thêm",
            "Vì vậy, tôi sẽ bắt đầu điều này bằng cách nói rằng tôi không phải là người hâm mộ bóng đá một chút nào, nhưng chồng tôi thực sự thích bóng đá ở trường đại học. Tuy nhiên, tôi là một người rất yêu thích các viện bảo tàng và nhìn chung có thể tìm thấy thứ gì đó yêu thích bất kể chủ đề nào. Tôi đã bị cuốn hút ngay từ khi chúng tôi bước vào. Các nhân viên cực kỳ niềm nở và sau đó mọi thứ đều được trình bày rất tốt. Đó là một bảo tàng thú vị đối với tôi, một người không phải là người hâm mộ bóng đá, nhưng đối với một người như chồng tôi hoặc những người thực sự là những người hâm mộ bóng đá đại học thực sự, tôi sẽ tưởng tượng đây thực sự là một chuyến thăm tuyệt vời. Chúng tôi đã có khoảng thời gian tuyệt vời và rất muốn giới thiệu một chuyến thăm cho dù bạn có phải là người hâm mộ bóng đá hay không. Có rất nhiều thứ để xem và nó thực sự được lên kế hoạch tốt.  Cửa hàng quà tặng tuyệt vời và khu vực dành cho trẻ em để thử các kỹ năng bóng đá của mình vào cuối.Đọc thêm",
            "Hãy chắc chắn rằng bạn ghé thăm! Đại sảnh Danh vọng Bóng đá Đại học là điểm nhấn chính trong chuyến đi đến Atlanta của chúng tôi! Các nhân viên đã cố gắng hết sức để làm cho chuyến thăm của chúng tôi trở nên đáng nhớ! Xin gửi lời cảm ơn chân thành tới AJ và Jordan, những nhân viên đã mang đến cho chúng tôi một trải nghiệm tuyệt vời như vậy! Cảm ơn bạn rất nhiều! Nếu bạn làm bất cứ điều gì ở Atlanta, hãy chắc chắn rằng bạn dừng ở đây! Các nhân viên tại Đại sảnh Danh vọng Bóng đá Đại học đã khiến bảo tàng trở thành một trong những bảo tàng tốt nhất!Đọc thêm",
            "Bạn có nhớ những đứa trẻ không cho bạn chơi với quả bóng không?   Chà, bây giờ họ đã lớn lên và làm việc ở đây và có cơ hội thứ hai để chơi xa và không để bạn đá hay ném bóng.   Tôi thực sự nghĩ rằng chúng tôi đã vượt qua được điều này khi trưởng thành nhưng điều đó lại xảy ra. Chỉ liên tục gọi mọi người quay lại để thay phiên nhau nhiều hơn nhằm tránh để vợ chồng tôi cố gắng, Làm tốt hơn và thuê mấy người lớn cho mọi người cùng chơi!  Nghĩ rằng chúng tôi đã vượt qua chuyện này sau khi tốt nghiệp trung học.Đọc thêm",
            "Tôi - không phải là một người hâm mộ bóng bầu dục đại học lớn, nhưng đây là một nơi thú vị để tham quan. Video mở đầu rất giải trí. Một số cuộc triển lãm hay hơn những cuộc triển lãm khác. Tôi thích bộ College Gameday. Đá phạt đền vào cuối rất vui nhưng cần phải tổ chức tốt hơn - bảo tàng không quá đông đúc nhưng hàng đợi để đá phạt đền phải mất khoảng 20-30 phút. Tôi cảm thấy họ có thể có nhiều nhân viên hơn hoặc nhiều bóng hơn hoặc biến nó thành thứ tự nạp và làm cho nó diễn ra nhanh hơn. Ngoài ra, bảo tàng mong muốn tập trung vào một số tranh cãi trong bóng bầu dục đại học - CTE, tiền quyên góp của cựu sinh viên, NIL, v.v. Có vẻ như bảo tàng đang bỏ lỡ một cơ hội vàng để ăn mừng và giáo dục. Đọc thêm",
            "Những cuộc triển lãm tuyệt vời dành cho Đại sảnh Danh vọng Bóng đá Đại học, ở Atlanta.. Thông tin và triển lãm rất thú vị có thể được cá nhân hóa.  Cũng xứng đáng với giá nhập học.  Thậm chí có thể làm một đoạn mô phỏng cho ESPN GameDay.. phải xemĐọc thêm",
            "Nó thật tuyệt vời và phong phú về lịch sử bóng đá. Các thiết bị bóng đá trong phần bảo tàng thật đáng kinh ngạc. Tôi thực sự khuyên bạn nên đi.Đọc thêm",
            "Có rất nhiều lịch sử ở đây. Rất truyền cảm hứng cho cậu con trai đang học trung học của tôi, người muốn chơi bóng đại học. Vị trí tuyệt vời đối diện Công viên Olympic. Cửa hàng quà tặng cũng khá tốt - mặc dù có hơi nhiều đồ của UGA, nếu bạn hỏi tôi! - . Rất nhiều cúp được trưng bày và rất nhiều, rất nhiều triển lãm tương tác. Giá trị tốt, là một phần của ATL CityPass. Một điều phải làm, khi ở ATL. Đọc thêm",
            "Thật tuyệt vời, tôi thích phần tầng một vì ở đó bạn có thể kiểm tra kỹ năng của mình, nó thực sự rất tuyệt.Đọc thêm",
            "Tôi luôn muốn đến thăm CFHOF và tôi đã không thất vọng. Các màn hình tương tác là một điểm nhấn thú vị - vì chúng được kết nối với các huy hiệu mà chúng tôi nhận được khi bước vào - và mang lại trải nghiệm cá nhân hóa hơn nhiều. Tôi rất thích đi bộ qua các cuộc triển lãm và có thể nhìn thấy nhiều chiếc cúp và kỷ vật khác nhau được trưng bày. Cửa hàng quà tặng còn một chút chưa được mong muốn - cần phải nghiên cứu hàng hóa tốt hơn vì các lựa chọn hiện tại để lại RẤT NHIỀU điều mong muốn - nhưng phần còn lại của chuyến thăm của chúng tôi không có khiếu nại nào. Tôi khuyên bạn nên đậu xe ở Green Deck - gắn liền với cơ sở vật chất - vì bãi đậu xe ngoài địa điểm cũng nhiều như vậy - trong những giờ không phải là giờ mở cửa sớm - và hơi bất tiện nếu bạn - đang cố gắng tối đa hóa thời gian của mình trong HOF. Nhìn chung, đã có một khoảng thời gian tuyệt vời và tôi thực sự khuyên bạn nên ghé thăm nếu bạn - là một người hâm mộ bóng đá đại học!Đọc thêm"
        ],
        "star_ratings": [
            1018,
            423,
            116,
            19,
            8
        ],
        "review_amount": 1584,
        "location": [
            "Những điều cần làm ở Atlanta",
            "Đại sảnh Danh vọng Bóng đá Đại học",
            "Atlanta",
            "Hoa Kỳ",
            "Georgia - GA -"
        ],
        "reviews_time": [
            "Written June 9, 2023",
            "Written July 5, 2023",
            "Written October 29, 2023",
            "Written December 20, 2023",
            "Written January 3, 2024",
            "Written March 29, 2024",
            "Written April 6, 2024",
            "Written April 15, 2024",
            "Written April 15, 2024",
            "Written April 6, 2024",
            "Written March 29, 2024",
            "Written March 15, 2024",
            "Written March 5, 2024",
            "Written January 3, 2024",
            "Written December 23, 2023",
            "Written December 20, 2023",
            "Written November 13, 2023",
            "Written October 30, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g60898-d7092286-Reviews-College_Football_Hall_of_Fame-Atlanta_Georgia.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g60898-d2257659-Reviews-Max_s_Coal_Oven_Pizzeria-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60898-d1918645-Reviews-Der_Biergarten-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60898-d4154282-Reviews-Park_Bar-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60898-d7216539-Reviews-Atlanta_Breakfast_Club-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60898-d478156-Reviews-Ted_s_Montana_Grill-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60898-d1070742-Reviews-STATS_Brewpub-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60898-d2510138-Reviews-Glenn_s_Kitchen-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60898-d3749141-Reviews-Aviva_by_Kameel-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60898-d3418152-Reviews-Johnny_Rockets-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60898-d19797463-Reviews-By_George_restaurant_and_bar-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d103492-Reviews-Centennial_Olympic_Park-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d588792-Reviews-Georgia_Aquarium-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d108698-Reviews-State_Farm_Arena-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d102626-Reviews-World_of_Coca_Cola-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d4588818-Reviews-SKYVIEW_Atlanta-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d6781793-Reviews-National_Center_for_Civil_and_Human_Rights-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d19590657-Reviews-Atlanta_Chinese_Lantern_Festival-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d25185008-Reviews-Zell_Miller_Shining_Light_Award_1998-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d8451724-Reviews-Atlanta_Street_Car-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d526453-Reviews-Children_s_Museum_of_Atlanta-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d7092286-Reviews-or10-College_Football_Hall_of_Fame-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d126907-Reviews-Jimmy_Carter_Presidential_Library_Museum-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d103493-Reviews-Atlanta_History_Center-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d257375-Reviews-Swan_House-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d105196-Reviews-Michael_C_Carlos_Museum-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d116441-Reviews-Center_for_Puppetry_Arts-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d144319-Reviews-High_Museum_of_Art-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d6781080-Reviews-Delta_Flight_Museum-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d589770-Reviews-Carter_Center-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d11778747-Reviews-Atlanta_Magic_Theater-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d3698399-Reviews-The_Peachtree_Trolley-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d6384941-Reviews-Hunger_Games_Unofficial_Fan_Tours_Atlanta_Day_Tours-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d16868844-Reviews-Cigar_Times-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d559848-Reviews-The_Tabernacle-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d2178538-Reviews-ATL_Cruzers_Electric_Car_Segway_Tours-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d15011862-Reviews-Time_to_Escape_Atlanta_Escape_Room_Downtown-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g46698-d5961959-Reviews-Ocean_Grove_Beach-Ocean_Grove_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g293821-d3455968-Reviews-Daan_Viljoen_Nature_Reserve-Windhoek_Khomas_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g143048-d8179326-Reviews-Sheep_Lakes-Rocky_Mountain_National_Park_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g294202-d317746-Reviews-Pyramids_of_Giza-Giza_Giza_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d8130989-Reviews-Train_Night_Market_Ratchada-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g294005-d12910912-Reviews-Rio_Lento-Beirut.html",
            "https://www.tripadvisor.com/Attraction_Review-g6495554-d16806018-Reviews-Bay_of_Grama-Orikum_Vlore_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g34347-d6765059-Reviews-Coco_Plum_Beach-Marathon_Florida_Keys_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g51048-d284593-Reviews-Toledo_Botanical_Garden-Toledo_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g295373-d553276-Reviews-Kotli-Pula_Istria.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g60898-d7092286-Reviews-or10-College_Football_Hall_of_Fame-Atlanta_Georgia.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g60898-d7092286-Reviews-College_Football_Hall_of_Fame-Atlanta_Georgia.html"
    }
]