[
    {
        "attraction_name": "Colonial Beach Municipal Pier",
        "attraction_name_vi": "Bến tàu thành phố Colonial Beach",
        "general_info": [
            "62 đánh giá",
            "4 trong số 19 điều cần làm ở Bãi biển Colonial",
            "Lối đi lót ván Piers"
        ],
        "attraction_summary": "Lên kế hoạch đây là một chuyến đi gia đình. Có quá nhiều sứa không ai có thể bơi được. Sẽ không đề nghị. Đọc thêm",
        "reviews": [
            "Thực ra là một chuyến công tác... công sức khá vô ích.  Có vẻ như không có ai bình luận kể từ năm 2022...có lẽ đã đọc hết các bình luận khác..Có vẻ như không thể tìm thấy ai trong ban quản lý thị trấn để trả lời các câu hỏi cho doanh nghiệp hoặc chủ đất.  Đã gọi NHIỀU lần và chỉ nhận được thư thoại...không có cuộc gọi lại từ tin nhắn.  Điều thú vị là việc phân vùng chỉ hoạt động trong 3 ngày...không có số nào được liệt kê cho Giám đốc Thị trấn của các văn phòng cấp cao khác.  Wow.Đọc thêm",
            "Thật thú vị khi thuê xe đẩy và lái xe vào thị trấn gần bãi biển. Tôi đã ở đó vào tháng Tư và nó khá vắng vẻ. Bản thân bãi biển có vẻ nhiều đáĐọc thêm",
            "Bãi biển này có mùi hôi nồng nặc rất khó chịu. Sau đó, có rất nhiều cầu tàu bị phá hủy gần nhà thuyền trên sông, và khi tôi đang đi bộ dưới nước, tôi đã đâm sầm vào một thanh xà trên sàn Vịnh mà bạn không thể nhìn thấy. Tôi đã bị rất nhiều vết rạch ở ống chân và đầu gối. Nó thực sự đã hạ gục tôi. Nên có một biển báo cảnh báo cho biết có một thanh xà mà bạn không thể nhìn thấy dưới nước. Có máu ở khắp chân tôi. Tôi không nghĩ mình sẽ quay lại lần nữa. Thêm vào đó, bãi đậu xe rất đắt! Đọc thêm",
            "Thị trấn và bến tàu rất đẹp và người dân rất tốt bụng và thân thiện, nhưng thực tế vấn đề là sứa đã khiến vùng nước này hầu như không thể bơi được vào cuối mùa hè này. Tôi không chắc họ tiếp quản vào thời điểm nào, nhưng chúng tôi không biết trường hợp này xảy ra, và sau khi những đứa con 2 và 6 tuổi của tôi ngay lập tức bị chích khi xuống nước lần đầu tiên, chúng tôi phải đối mặt với điều đó trong suốt kỳ nghỉ cả tuần ở bãi biển. chỉ là sẽ không giống như những gì chúng tôi đã lên kế hoạch. Không có bãi biển thay thế an toàn hoặc hồ bơi công cộng gần đó. Chúng tôi lái xe một giờ về phía bắc và ghé thăm công viên Aquia để đi bơi vài lần, tận hưởng niềm vui văn hóa cửa hàng đồ cổ và đồ cũ dành cho trẻ em săn tìm kho báu!, giết chết một ngày bằng cách lái xe về phía bắc để dành một ngày tại Mt. Vernon của George Washington. Nhưng không thể tránh khỏi việc điều này vô cùng đáng thất vọng và buồn bã. Chúng tôi sẽ quay lại, nhưng lần sau sớm hơn nhiều vào mùa hè.Đọc thêm",
            "Chúng tôi chỉ còn một ngày trong chuyến đi cuối tuần dài của mình và có cơ hội đến Colonial Beach Va. rất vui vì chúng tôi đã làm như vậy!! Nếu bạn muốn thoát khỏi sự đông đúc và tắc nghẽn quá mức của khu vực DC thì nơi này thật tuyệt vời, yên bình và có phong cảnh đẹp. Đúng là những gì chúng tôi đang tìm kiếm và cần cho ngày cuối cùng ở Va. Đó là những nhà hàng và quán bar địa phương đẹp đẽ, phi thương mại, xa xôi, thậm chí có một vài quán bar tiki túp lều!! Những bãi biển vịnh đẹp và một cửa hàng đi bộ rộng rãi với tất cả những thứ cần thiết cho bãi biển. Mọi người cũng rất tốt và thoải mái! Chúng tôi chắc chắn sẽ quay lại và khuyên bạn nên kiểm tra nó. Đọc thêm",
            "Con gái, con rể và cháu gái của chúng tôi sống ở Bãi biển Colonial và chúng tôi đến thăm khá nhiều nơi. Chúng tôi chỉ sống ở Quận St. Marys, Maryland và chúng tôi chỉ mất một giờ để đến đó. Chúng tôi yêu khu vực này. Trên thực tế, chúng tôi có kế hoạch rời khỏi Maryland và chuyển đến đó trong năm tới. Đó là một thị trấn có nhiều ngôi nhà mùa hè hơn là nơi cư trú lâu dài. Chi phí sinh hoạt rất phải chăng và cũng có rất nhiều lịch sử ở Cổ phía Bắc. Chúng tôi rất mong được chuyển đến đó trong năm tới.Đọc thêm",
            "Đây là lần đầu tiên chúng tôi đến Bãi biển Colonial với chú chó con 1 tuổi thân thiện. Chúng tôi đọc các quy định rằng những con chó được phép đi dạo trên bãi biển từ tháng 10 đến tháng 3. Thật không may, chúng tôi không thể tìm thấy bất kỳ nhà nghỉ hoặc khách sạn nào thân thiện với chó ở bãi biển. Vì lý do đó, chúng tôi ở khách sạn mới King George. Bãi biển vắng tanh vào ngày thứ Sáu. Thứ bảy chúng tôi lại đi và phải đối mặt với rất nhiều người chen chúc nhau, chạy bộ, không đeo khẩu trang và họ ở gần nhau. Người dân còn đến gần chúng tôi để cưng nựng chú cún cưng của chúng tôi khi không đeo khẩu trang. Các quan chức thực thi pháp luật lái xe đến và khi họ nhìn thấy con chó của chúng tôi bơi, họ đã bật còi báo động và lớn tiếng yêu cầu chúng tôi xích chó lại. Không có ai ở gần chúng tôi, tất cả chúng tôi đều ở dưới nước. Tôi nghĩ điều đó thật khó chịu và có ý nghĩa. Họ có thể đến gặp chúng tôi và nói chuyện thân thiện với chúng tôi. Sau cuộc đua marathon, tất cả các vận động viên vẫn không đeo khẩu trang và nằm im trên sân, ngồi uống bia. Tôi đề nghị các quan chức thị trấn nên trở nên tử tế và thân thiện hơn, đồng thời nhắc nhở mọi người về việc giãn cách xã hội trong thời gian diễn ra dịch bệnh COVID-19. Việc chúng muốn bơi không phải lỗi của động vật vì chúng được sinh ra để làm điều đó. Chúng tôi chắc chắn sẽ không quay trở lại. Rất buồn khi họ đã chi rất nhiều tiền để cải tạo toàn bộ lối đi lát ván và khu vực xung quanh thị trấn. Vẫn thấy rác và cá thối gần đó trên vỉa hè cạnh nhà. Đọc thêm",
            "Chúng tôi đã thực hiện nhiều chuyến đi đến khu vực bãi biển này. Nơi này rất sạch sẽ và mọi người đều tôn trọng không gian của nhau. Đây là trong thời kỳ đại dịch. Đọc thêm",
            "Một gia đình đang kéo một đàn cá da trơn rất đẹp. Có lúc tôi thậm chí còn đạp xe leo núi ra bến tàu. Một cái nhìn rất đẹp về Potomac.Đọc thêm"
        ],
        "star_ratings": [
            18,
            20,
            15,
            6,
            3
        ],
        "review_amount": 62,
        "location": [
            "Hoa Kỳ",
            "Bến tàu thành phố Colonial Beach",
            "Bãi biển thuộc địa",
            "Virginia VA",
            "Những hoạt động không thể bỏ qua ở Bãi biển Colonial"
        ],
        "reviews_time": [
            "Written July 14, 2023",
            "Written June 6, 2023",
            "Written July 21, 2022",
            "Written May 30, 2022",
            "Written August 25, 2021",
            "Written May 3, 2021",
            "Written November 8, 2020",
            "Written October 20, 2020",
            "Written July 5, 2020",
            "Written October 31, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g57628-d3265224-Reviews-Colonial_Beach_Municipal_Pier-Colonial_Beach_Virginia.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g57628-d3265224-Reviews-or10-Colonial_Beach_Municipal_Pier-Colonial_Beach_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g57628-d108460-Reviews-George_Washington_Birthplace_National_Monument-Colonial_Beach_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g57628-d7160033-Reviews-James_Monroe_Birthplace-Colonial_Beach_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g57628-d6776513-Reviews-The_Museum_at_Colonial_Beach-Colonial_Beach_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g57628-d108612-Reviews-Memorial_House-Colonial_Beach_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g57628-d108616-Reviews-Monrovia-Colonial_Beach_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187786-d12723086-Reviews-Bosco_de_Medici_Winery-Pompeii_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g668422-d4581286-Reviews-Kalogria_Beach-Nikiti_Sithonia_Halkidiki_Region_Central_Macedonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d1605557-Reviews-Charging_Bull_Wall_Street_Bull-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g34731-d287743-Reviews-Downtown_West_Palm_Beach-West_Palm_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g147247-d147555-Reviews-De_Palm_Island-Aruba.html",
            "https://www.tripadvisor.com/Attraction_Review-g189531-d12928696-Reviews-LEGO_House-Billund_South_Jutland_Jutland.html",
            "https://www.tripadvisor.com/Attraction_Review-g227101-d670225-Reviews-St_George_s_Bay-Saint_Julian_s_Island_of_Malta.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d7343450-Reviews-Mood_Fabrics-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g51225-d258466-Reviews-Broken_Bow_Lake-Broken_Bow_McCurtain_County_Oklahoma.html",
            "https://www.tripadvisor.com/Attraction_Review-g32678-d127279-Reviews-Manhattan_Beach_Pier-Manhattan_Beach_California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g57628-d3265224-Reviews-or10-Colonial_Beach_Municipal_Pier-Colonial_Beach_Virginia.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g57628-d3265224-Reviews-Colonial_Beach_Municipal_Pier-Colonial_Beach_Virginia.html"
    }
]