[
    {
        "attraction_name": "Colossal Cave Mountain Park",
        "attraction_name_vi": "Công viên núi hang động khổng lồ",
        "general_info": [
            "737 đánh giá",
            "- 1 trong 8 điều cần làm ở Vail",
            "Hang Động - Hang ĐộngViện Bảo Tàng Lịch Sử",
            "Hang Động - Hang Động",
            "Bảo Tàng Lịch Sử"
        ],
        "attraction_summary": "Hãy để cuộc phiêu lưu của bạn bắt đầu tại Công viên núi Colossal Cave. Tham quan hang động, đi bộ đường dài - đi xe đạp, cưỡi ngựa và đi xe ngựa, cắm trại - dã ngoại, Terrace Café, - cửa hàng quà tặng...chúng tôi có tất cả! Dừng lại để tham gia Chuyến tham quan Hang động Cổ điển, Chuyến tham quan Tắt đèn, Chuyến tham quan Thang hoặc Chuyến tham quan Hang động Hoang dã! Sau chuyến tham quan, hãy thư giãn trên sân hiên râm mát với bữa ăn hoặc đồ ăn nhẹ ngon miệng từ quán cà phê của chúng tôi, ghé thăm cửa hàng quà tặng tuyệt vời hoặc đi dã ngoại trong Công viên của chúng tôi.Đọc thêm",
        "reviews": [
            "Chúng tôi đã đến những hang động khác, và hang động này cũng vậy, nhưng khác biệt.  Có phòng lớn - và lối đi nhỏ hẹp.  Ánh sáng đẹp để làm nổi bật một số khía cạnh tuyệt vời nhưng không quá sáng để gây mất tập trung.  Chúng tôi thuộc phe - lớn tuổi hơn, nhưng có thể xoay sở được độ nghiêng và bậc thang, cả lên và xuống.  Chuyến tham quan kéo dài gần một giờ nên chúng tôi hơi thở hổn hển và thở hổn hển.    \nHọ rất giỏi trong việc khuyến khích không chạm vào; và không có chụp ảnh flash. Julia - người hướng dẫn đào tạo - đã làm rất tốt; rất hiểu biết và đủ ồn ào để tất cả có thể ở đây.    Chúng tôi khuyên bạn nên đặt chỗ trước để đảm bảo rằng bạn có thể đi khi bạn muốn.  Họ có một cửa hàng quà tặng tuyệt vời - có máy lạnh - và một xe bán đồ ăn với kem, v.v., Đọc thêm",
            "Xin chào 548marykayv, cảm ơn bạn đã cho chúng tôi đánh giá năm sao! Chúng tôi - rất vui khi biết rằng bạn - đã có trải nghiệm tuyệt vời với chúng tôi và mong chờ chuyến thăm tiếp theo của bạn.Đọc thêm",
            "Tôi không thể nói đủ những điều tốt đẹp về con người ở Hang Colossal. Hướng dẫn viên của chúng tôi rất vui tính, hấp dẫn và cực kỳ am hiểu về hang động, có lẽ là một trong những hướng dẫn viên du lịch giỏi nhất mà chúng tôi từng có. Chúng tôi đã đưa ông tôi mắc bệnh Alzheimer đi tham quan mà không hề nghĩ đến việc ông ấy sẽ khó khăn như thế nào vì một số cầu thang dốc - sự giám sát của chính chúng tôi - nhưng các nhân viên đều rất tuyệt vời. Họ rất kiên nhẫn và tốt bụng, sau đó một người thậm chí còn mang cho chúng tôi một chai nước cho anh ấy. Bản thân chuyến tham quan hang động thật tuyệt vời, nhưng chính lòng tốt của nhân viên đã thực sự tạo nên trải nghiệm. Cảm ơn bạn vì tất cả mọi thứ. Đọc thêm",
            "Cảm ơn vì những lời tốt đẹp của bạn, Kyra. Nhân viên của chúng tôi thực sự là TỐT NHẤT! Chúng tôi - rất vui vì bạn thích chuyến tham quan của Arik - và nó đã mang lại hiệu quả cho ông của bạn!Đọc thêm",
            "Vui vẻ và mang tính giáo dục.  Derek hướng dẫn của chúng tôi rất nhiều thông tin và hài hước.  Hang động không hoạt động.  Một nhiệt độ 71 độ tuyệt vời, một sự giảm nhẹ tuyệt vời so với 110 độ bên ngoài.  Rất nhiều bậc thang - có tay vịn - sẽ đưa bạn vào sâu bên trong, vì vậy hãy nhớ bạn phải quay trở lại.  Có dơi, nhưng chúng không làm phiền bạn.  Hình ảnh được khuyến khích mà không cần đèn flash.  Có rất nhiều ong bắp cày ở khu vực chờ bên ngoài.Đọc thêm",
            "Chúng tôi rất vui vì bạn thích chuyến tham quan của mình! Cảm ơn đánh giá của bạn, Jody.Đọc thêm",
            "Phần yêu thích của chúng tôi là chuyến tham quan.  Cũng có một hướng dẫn viên du lịch tuyệt vời, Julia. Một số câu chuyện cười trong hang động, rất nhiều thông tin khác nhau thú vị dành cho lứa tuổi của chúng tôi từ 11 tuổi đến 60.Đọc thêm",
            "Cảm ơn rất nhiều vì đánh giá của bạn! Chúng tôi - rất vui vì bạn thích chuyến tham quan của Julia - và Món ăn mềm Prickly Pear! - . Đọc thêm",
            "Tốt - . Tôi đã không tham gia được chuyến tham quan \n\nNói tóm lại, tôi là một con rối, khóa chìa khóa trong xe -  \n\nTuy nhiên, các nhân viên thật tuyệt vời, đã giúp đỡ tôi và đưa tôi trở lại xe.\n\nMike, Cảm ơn bạn một lần nữa vì đã suy nghĩ nhanh chóng.. Bạn thực sự là người hùng của câu chuyện này. \n\nĐối với các nhân viên còn lại. Cảm ơn bạn đã thông cảm và tôi thực sự xin lỗi vì đã bỏ lỡ chuyến tham quan của mình - Nhưng luôn có năm sau.. Tôi hứa lần này tôi sẽ không khóa chìa khóa trong xe ! \n\nTrân trọng, \n\nKryss Đọc thêm",
            "Kryss, chúng tôi rất vui được giúp đỡ! Chúng tôi cũng rất tiếc vì bạn đã bỏ lỡ chuyến tham quan và mong được gặp lại bạn vào năm tới. Cảm ơn rất nhiều vì những lời tốt đẹp của bạn về Mike và các nhân viên còn lại của chúng tôi.Đọc thêm",
            "Chúng tôi đã có hai cặp vợ chồng tham gia chuyến lưu diễn này. Có nhiều bước và mất khoảng 40 phút và xứng đáng với số tiền chúng tôi đã bỏ ra.\n    Chúng tôi phải đợi khoảng một giờ và đó là chuyến tham quan cuối cùng. Bạn có thể gọi và đặt thời gian. \n      Trong hang nhiệt độ 70 độ quanh năm.Đọc thêm",
            "Cảm ơn vì đánh giá tốt đẹp, Wayne. Chúng tôi - rất vui vì bạn thích chuyến tham quan của mình! \n\nMẹo chuyên nghiệp: Bạn cũng có thể đặt chuyến tham quan trực tuyến tại colossalcave.com. Đọc thêm",
            "Hang động ngầm đáng kinh ngạc. Hướng dẫn viên của chúng tôi, Julia, thật tuyệt vời - rất hiểu biết và nhiều thông tin, và cô ấy cũng có một số câu chuyện cười ngô nghê! Cô ấy đã hướng dẫn chúng tôi một cách thành thạo qua nhiều phần hấp dẫn của hang động và kể lại lịch sử thú vị của địa điểm này.Đọc thêm",
            "Chúng tôi rất vui vì bạn thích chuyến tham quan của Julia! Cảm ơn đánh giá của bạn.Đọc thêm",
            "Chuyến tham quan tuyệt vời, J là một hướng dẫn viên du lịch tuyệt vời qua Hang động.  Kem lê gai, phô mai ớt và xúc xích ngô rất tuyệt.  Bọn trẻ cũng thích việc lia máy.Đọc thêm",
            "Cảm ơn vì đánh giá tuyệt vời, Cassandra! Chúng tôi rất vui vì bạn đã tận hưởng chuyến thăm của mình và hy vọng được gặp lại bạn.Đọc thêm",
            "Julee, xin lỗi nếu tôi viết sai tên của bạn!\nCô ấy là một hướng dẫn viên du lịch tuyệt vời! \nTôi không bao giờ cảm thấy mệt mỏi với những câu chuyện cười của bố cô ấy và thực sự đánh giá cao những sự thật cũng như nhận xét thú vị về hang động!\nThêm vào đó, chúng tôi đã đi bộ đường dài một chút sau chuyến tham quan và tận hưởng khung cảnh!Đọc thêm",
            "Cảm ơn rất nhiều vì đánh giá của bạn! Chúng tôi rất vui vì bạn thích chuyến tham quan của Julia và quang cảnh trên chuyến đi bộ đường dài của bạn. Mong được gặp lại bạn.Đọc thêm",
            "Sống ở khu vực này được 15 năm và đi ngang qua điểm tham quan này mà chưa từng bước vào. Thật là một sai lầm!! Nó thật thú vị và độc đáo. Hướng dẫn của chúng tôi là Julia, người thật tuyệt vời. Cô biết lịch sử của hệ thống hang động và rất nhiều giai thoại vui nhộn. Cô ấy rất quen thuộc với hang động này, đảm bảo rằng chúng tôi không bị vấp ngã, bị đập đầu hay bị gãy mũi hay mất bất cứ thứ gì trong một cái hố không đáy. Đó là một cách rất thú vị để dành một buổi chiều thứ Tư. Arizona có rất nhiều thứ để khám phá và tìm thấy nơi này, không quá đông đúc, không phải là một cái bẫy du lịch, quả là một niềm vui thực sự.Đọc thêm",
            "Cảm ơn đánh giá tuyệt vời của bạn! Chúng tôi rất vui vì bạn thích chuyến thăm của mình và chuyến tham quan của Julia. Mong được gặp lại bạn.Đọc thêm",
            "Mọi người đều rất thân thiện. Emilio là một hướng dẫn viên hang động tuyệt vời. Lịch sử hang động rất thú vị. Quầy ăn nhẹ với kem cây thùa và nước chanh thật sảng khoáiĐọc thêm",
            "Chúng tôi rất vui vì bạn thích chuyến thăm của mình và chuyến tham quan của Emilio! Cảm ơn đánh giá của bạn.Đọc thêm",
            "Chúng tôi thực sự rất thích hướng dẫn viên Tex của mình. Anh ấy thậm chí còn chỉ cho chúng tôi nơi anh ấy bỏ những vị khách đáng ghét để không thể tìm thấy họ. Thật khó để di chuyển mặc dù tôi bị đau đầu gối. Tex thực sự có vẻ yêu thích các hang độngĐọc thêm",
            "Chúng tôi - rất vui vì bạn - và đầu gối của bạn - đã tận hưởng chuyến tham quan của Tex. Chúng tôi không thể xác nhận hay phủ nhận chiến lược di dời khách của anh ấy. Cảm ơn đánh giá của bạn!Đọc thêm",
            "Đây là một chuyến đi thú vị cho hầu hết nhóm của chúng tôi. Cậu bé 10 tuổi đã vượt qua được chuyến tham quan nhưng lại thấy khó chịu khi phải đối mặt với những gờ đá và bóng tối. Do ánh sáng yếu, người đàn ông 95 tuổi đã hủy bỏ chuyến tham quan sau 5 bước xuống đầu tiên. Có rất nhiều bậc thang, lối đi lát đá - có chỗ không bằng phẳng - và ở một số nơi thì tối.  - Tôi 70 tuổi và không gặp vấn đề gì với cầu thang hay ánh sáng yếu. - Nhóm của chúng tôi khoảng 20 người và những người ở phía sau không thể nhìn thấy những gì đang được chỉ ra và thường không thể nghe được hướng dẫn viên du lịch. Những hang động duy nhất khác mà tôi từng đến là Hang động Kartchner, nhưng Hang khổng lồ có vẻ thô sơ khi so sánh. Tex hướng dẫn của chúng tôi rất tuyệt vời, có tính tương tác, hài hước và có sức chứa.Đọc thêm",
            "Cảm ơn đánh giá trung thực của bạn! Có vẻ như Colossal Cave là một nơi hỗn hợp dành cho nhóm của bạn. Chúng tôi rất vui vì hướng dẫn viên du lịch Tex là một điểm sáng! Hang khổng lồ chắc chắn mang lại cảm giác mộc mạc hơn, nhưng đây vẫn là một cái nhìn thoáng qua hấp dẫn về thế giới ngầm của Sa mạc Sonoran. Cảm ơn một lần nữa vì đã chia sẻ kinh nghiệm của bạn! Đọc thêm",
            "Gia đình tôi và tôi đã có một chuyến tham quan tuyệt vời - Chuyến tham quan thang hang động khổng lồ với Noah! - Chúng tôi thích có thể khám phá hang động sâu hơn. Anh ấy có khiếu hài hước.Đọc thêm",
            "Chúng tôi rất vui vì bạn thích chuyến tham quan thang của Noah! Cảm ơn đánh giá tuyệt vời của bạn. Chúng tôi hy vọng bạn - sẽ quay trở lại để thăng cấp với Chuyến tham quan Hang động Hoang dã của chúng tôi vào lần tới!Đọc thêm",
            "Tôi đã thực hiện chuyến tham quan bậc thang với Dalton và nó thật tuyệt vời.  Anh ấy vui tính, dễ chịu, động viên.  Chuyến tham quan thật thú vị và mạo hiểm.  Tôi không muốn nói quá nhiều về nó vì tôi muốn bạn tận mắt trải nghiệm nó, nhưng tôi sẽ chỉ nói rằng nó đáng đồng tiền bát gạo - và tôi - là một người rất tằn tiện -.  Bạn phải tương đối khỏe mạnh, và nếu bạn mắc chứng sợ bị vây kín nghiêm trọng, tôi có thể không khuyên bạn nên làm điều đó, nhưng nếu bạn - chỉ hơi lo lắng về điều đó thì đừng - đừng làm vậy.  Cứ làm đi!  Bạn sẽ yêu nó.  Nếu bạn là một người nghiện cảm giác mạnh hoặc một người thích chơi trò chơi thực sự, bạn sẽ thấy nó khá nhàm chán nhưng vẫn rất thú vị.Đọc thêm",
            "Chúng tôi rất vui vì bạn thích chuyến tham quan bậc thang của Dalton! Cảm ơn đánh giá tuyệt vời của bạn, Melinda!Đọc thêm",
            "Hang động thì khác, có vô số hình thù kỳ quái. Chắc chắn là phải xem khi bạn ở trong khu vực. Dalton đã làm một công việc tuyệt vời là hướng dẫn viên của chuyến tham quan cổ điển. Anh ấy rất thú vị, cung cấp nhiều thông tin, khiến chúng tôi cảm thấy đặc biệt - hướng dẫn 9 hoàn hảo. Cảm ơn rất nhiều - Đọc thêm",
            "Cảm ơn đánh giá tốt đẹp của bạn! Chúng tôi rất vui vì bạn thích chuyến tham quan của Dalton.Đọc thêm",
            "Adam đã rất thành công khi thêm những câu chuyện hài hước và lịch sử để giải thích các đặc điểm địa chất và mục đích sử dụng hang động trong quá khứ.  Tôi vui mừng vì bây giờ nó đã được bảo vệ.  Những thiệt hại trong quá khứ là một phần của lịch sử! Đó là một cuộc đi bộ rất dễ dàng.  Thang cũng rất dễ sử dụng. Nếu bạn đang tìm kiếm cuộc phiêu lưu nhiều hơn và thoát khỏi lối mòn, hãy nâng cấp lên chuyến tham quan mạo hiểm.Đọc thêm",
            "Cảm ơn đánh giá của bạn, Kory! Chúng tôi - rất vui vì bạn thích chuyến tham quan bậc thang của Adam - và hy vọng bạn - sẽ quay lại để thăng cấp trong Chuyến tham quan Hang động Hoang dã!Đọc thêm",
            "Rất nhiều niềm vui!  Eric là một hướng dẫn viên du lịch tuyệt vời, rất vui tính và nhiều thông tin.  Kể cho chúng tôi tất cả về lịch sử của hang động và chỉ ra những chi tiết thú vị trên đường đi.  Chắc chắn đáng để ghé thăm nếu bạn ở khu vực này. Đọc thêm",
            "Cảm ơn đánh giá của bạn, Vicky! Chúng tôi rất vui vì bạn thích chuyến tham quan của Arik.Đọc thêm",
            "Đã đến Tucson nhiều năm nhưng vì nơi này hơi xa nên tôi chưa bao giờ đến được đây.  Vui mừng tôi đã đến.  Hướng dẫn viên du lịch rất hấp dẫn và đội hình rất thú vị. Không phải là thách thức quá lớn nhưng người ta cần có khả năng đi lên xuống các bậc thang và đi trên các bề mặt không bằng phẳng.  Chắc chắn nhận được vé của bạn trước.  Các tour du lịch Prime lấp đầy nhanh chóng.  Những đôi giày thoải mái là tất cả những gì cần thiết.  Đây là một hang động khô ráo và nhiệt độ quanh năm khoảng 70 độ F.  Được đề xuấtĐọc thêm",
            "Chúng tôi - rất vui vì bạn đã đến và tận hưởng chuyến thăm của bạn! Cảm ơn đánh giá của bạn.Đọc thêm",
            "Chúng tôi đã đi vào hang động và có một vụ nổ Dalton là hướng dẫn viên du lịch giỏi nhất Anh ấy có kiến ​​thức và rất thú vị. Chắc chắn giới thiệu chuyến tham quan này! Đọc thêm",
            "Chúng tôi rất vui vì bạn thích chuyến tham quan của Dalton! Cảm ơn đánh giá tốt đẹp của bạn. Đọc thêm"
        ],
        "star_ratings": [
            408,
            210,
            79,
            27,
            13
        ],
        "review_amount": 737,
        "location": [],
        "reviews_time": [
            "Written June 26, 2023",
            "Written July 2, 2023",
            "Written July 28, 2023",
            "Written August 14, 2023",
            "Written October 3, 2023",
            "Written October 7, 2023",
            "Written November 5, 2023",
            "Written November 23, 2023",
            "Written November 29, 2023",
            "Written January 10, 2024",
            "Written April 21, 2024",
            "Written April 4, 2024",
            "Written April 2, 2024",
            "Written March 29, 2024",
            "Written March 29, 2024",
            "Written March 26, 2024",
            "Written March 26, 2024",
            "Written March 25, 2024",
            "Written March 25, 2024",
            "Written March 17, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g31394-d145835-Reviews-Colossal_Cave_Mountain_Park-Vail_Arizona.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g31394-d20301684-Reviews-Desert_Zen_Yoga_School-Vail_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31394-d145835-Reviews-or10-Colossal_Cave_Mountain_Park-Vail_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31394-d145835-Reviews-Colossal_Cave_Mountain_Park-Vail_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g60950-d561995-Reviews-All_Around_Trail_Horses-Tucson_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31394-d23066665-Reviews-Boomerang_Riding_Adventures-Vail_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g60950-d12704675-Reviews-Saguaro_National_Park-Tucson_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g60950-d6983399-Reviews-Rockin_Star_Ranch-Tucson_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g60950-d9861720-Reviews-Saguaro_Stables-Tucson_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31394-d3983615-Reviews-Del_Lago_Golf_Club-Vail_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g60950-d23232412-Reviews-Galaxy_Theater-Tucson_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g60950-d254267-Reviews-Pima_County_Fairgrounds-Tucson_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g60950-d254266-Reviews-Tucson_Raceway_Park-Tucson_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g60950-d9874089-Reviews-Loma_Verde-Tucson_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g60950-d254272-Reviews-Southwestern_International_Raceway-Tucson_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g60950-d6529470-Reviews-Rusty_Wallace_Racing_Experience-Tucson_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g60950-d562523-Reviews-P1_Kart_Circuit-Tucson_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31394-d27738512-Reviews-Eternity_Fine_Portraits-Vail_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31394-d27039700-Reviews-Beauty_by_Maggie-Vail_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g293962-d2233594-Reviews-Spa_Ceylon-Colombo_Western_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d2243381-Reviews-Aquapalace_Praha-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g54296-d1370331-Reviews-Freshfields_Village-Kiawah_Island_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g294217-d635372-Reviews-Ladies_Market-Hong_Kong.html",
            "https://www.tripadvisor.com/Attraction_Review-g1060900-d15273891-Reviews-Kichijoji_Petit_Mura-Musashino_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g51939-d4697899-Reviews-George_Rogers_Park-Lake_Oswego_Clackamas_County_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g60769-d20256098-Reviews-Harbor_Cove_Beach-Ventura_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g31010-d2228056-Reviews-Tribal_Dance_Cultural_Legends_at_Icy_Strait_Point-Hoonah_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d10263405-Reviews-West_Point_Lighthouse-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g776006-d8470298-Reviews-Trapezaki_Beach-Trapezaki_Kefalonia_Ionian_Islands.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g31394-d145835-Reviews-or10-Colossal_Cave_Mountain_Park-Vail_Arizona.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g31394-d145835-Reviews-Colossal_Cave_Mountain_Park-Vail_Arizona.html"
    }
]