[
    {
        "attraction_name": "Colo-I-Suva Forest Park",
        "attraction_name_vi": "Công viên Rừng Colo-I-Suva",
        "general_info": [
            "323 đánh giá",
            "3 trong số 19 điều cần làm ở Suva",
            "Khu vực hoang dã tự nhiên"
        ],
        "attraction_summary": "Hãy ngâm mình trong một trong những hồ bơi tự nhiên, đi theo con đường mòn tự nhiên và luôn sẵn sàng cho đôi tai và đôi mắt của bạn để phát hiện ra vô số loài chim sinh sống trong công viên này.Đọc thêm",
        "reviews": [
            "Đây là một chuyến đi bộ xuyên rừng khá thú vị nhưng chắc chắn không dành cho người đi bộ bình thường.  Giày Runningtrail chắc chắn được khuyên dùng. \n\nCó cảm giác như bạn đang bước vào một địa điểm du lịch bị bỏ hoang được xây dựng cách đây 20 năm.  Các nhân viên bảo vệ rất đáng yêu và thông báo cho chúng tôi biết khu vực nào được mở và đóng cửa.  Chúng tôi đã không gặp một người nào khác trên đường đi bộ và chúng tôi đã phải mất một tiếng rưỡi lười biếng để dừng chụp ảnh.\n\nChúng tôi không bơi, nhưng nước vẫn trong vắt ngay cả sau nhiều cơn mưa.\n\nNhư những người khác đã đề cập, bản đồ đường mòn giống một bản vẽ hơn là một bản đồ \n\nTheo ý kiến ​​của tôi, rất xứng đáng với mức giá đầu vào thứ 5 Đọc thêm",
            "Hôm nay chúng tôi bắt taxi từ cảng Suva vào rừng. Trước hết hãy chắc chắn để đảm bảo một mức giá trước khi bạn đi.  Chúng tôi đã trả khoảng 60 Fiji 30 US cho chuyến trở về. Đó là 5 Fiji ở lối vào cho mỗi người,\n\nKhu rừng rất đẹp cũng như thác nước và hồ bơi.  Không có bản đồ nào để mang theo bên mình trong công viên, chỉ có một tấm biển ở đầu đường mòn. Những con đường mòn không được đánh dấu và rất dễ bị lạc.  Các lan can và lối đi bộ được bảo trì kém.  Họ khuyên bạn nên tham gia một người hướng dẫn để không bị lạc, điều đó thực sự có ý nghĩa.  Gần như họ không đặt biển báo trên đường nên bạn phải thuê người hướng dẫn.  \n\nĐó là một khu rừng nhiệt đới tuyệt đẹp và trải nghiệm thật ngoạn mục.  Ước gì đi qua an toàn hơn một chút.Đọc thêm",
            "Thác nước thật thần thánh. Các nhà điều hành tour du lịch không tiết lộ rằng có một con đường xuống dốc đầy đá mất 10 phút để đi bộ và sau đó xuống dốc khoảng 100 bậc để đến đó. Không phải là vấn đề đối với chúng tôi, nhưng cảm thấy tiếc cho những người khác trong nhóm người già đang gặp khó khăn.Đọc thêm",
            "Đáng để đi bộ - không khó lắm mặc dù mang giày phù hợp là điều quan trọng. Vào ngày chúng tôi đi bộ, có một cú ngã khá đau do dép xỏ ngón và chuyến tham quan sau đó bị gãy chân tay. Hướng dẫn có kiến ​​thức, thức ăn khá ngon. Xe buýt ra vào hơi đáng sợ. Việc ngâm mình trong nước được tất cả những người đến đây đánh giá cao.Đọc thêm",
            "Colo-I-Suva là một nơi tuyệt đẹp. Chồng tôi và tôi đã đến ngay lúc khai mạc với hy vọng nhìn thấy một số loài chim trong rừng nhiệt đới. Chúng tôi phải đợi kiểm lâm kiểm tra xem công viên có an toàn không vì mấy ngày trước trời mưa rất nhiều. Nếu bạn đi du lịch trái mùa hãy nhớ kiểm tra thời tiết vì khu vực này dễ bị lũ lụt. Chúng tôi đã gặp may và công viên đã mở cửa. Chúng tôi đi bộ xuống con đường dài 100 mét dẫn đến hồ bơi; điều này thật tuyệt vời vì chúng tôi đã nghe được rất nhiều tiếng chim hót và nhìn thấy một số loài chim quý hiếm mà chúng tôi đến xem. Đây là một chuyến đi bộ hấp dẫn vì vậy nếu bạn đến đó để bơi lội, hãy đi xuống phía dưới. Chúng tôi có cuộc hẹn vào buổi chiều nên chỉ có vài giờ để khám phá - về cơ bản, chúng tôi đã xuống hồ bơi phía trên để chụp ảnh tự sướng nhanh và phải quay lại. Một phần thưởng khác cho mùa giảm giá - chúng tôi đã có chỗ cho riêng mình!Đọc thêm",
            "Đáng để đi bộ - không khó lắm mặc dù mang giày phù hợp là điều quan trọng. Vào ngày chúng tôi đi bộ, có một cú ngã khá đau do dép xỏ ngón và chuyến tham quan sau đó bị gãy chân tay. Hướng dẫn có kiến ​​thức, thức ăn khá ngon. Xe buýt ra vào hơi đáng sợ. Việc ngâm mình trong nước được tất cả những người đến đây đánh giá cao.Đọc thêm",
            "Thác nước thật thần thánh. Các nhà điều hành tour du lịch không tiết lộ rằng có một con đường xuống dốc đầy đá mất 10 phút để đi bộ và sau đó xuống dốc khoảng 100 bậc để đến đó. Không phải là vấn đề đối với chúng tôi, nhưng cảm thấy tiếc cho những người khác trong nhóm người già đang gặp khó khăn.Đọc thêm",
            "Hôm nay chúng tôi bắt taxi từ cảng Suva vào rừng. Trước hết hãy chắc chắn để đảm bảo một mức giá trước khi bạn đi.  Chúng tôi đã trả khoảng 60 Fiji 30 US cho chuyến trở về. Đó là 5 Fiji ở lối vào mỗi người, Khu rừng rất đẹp cũng như thác nước và hồ bơi.  Không có bản đồ nào để mang theo bên mình trong công viên, chỉ có một tấm biển ở đầu đường mòn. Những con đường mòn không được đánh dấu và rất dễ bị lạc.  Các lan can và lối đi bộ được bảo trì kém.  Họ khuyên bạn nên tham gia một người hướng dẫn để không bị lạc, điều đó thực sự có ý nghĩa.  Gần như họ không đặt biển báo trên đường nên bạn phải thuê người hướng dẫn.  Đó là một khu rừng nhiệt đới tuyệt đẹp và trải nghiệm thật ngoạn mục.  Ước gì đi qua an toàn hơn một chút.Đọc thêm",
            "Chúng tôi đã đến thăm Colo-i-Suva trong chuyến tham quan và dành khoảng thời gian vui vẻ ở đây.  Con đường dẫn đến các hồ bơi và thác nước mà chúng tôi đã đi xuống khu vực thác thấp hơn sẽ không dễ dàng như bạn nghĩ và chúng tôi khuyên bạn nên đi giày thể thao hoặc ủng đi bộ đường dài.  Thật không khôn ngoan khi đi dép xăng đan hoặc dép xỏ ngón.  Bạn cần chú ý đến thời tiết trong những ngày trước chuyến thăm vì nước có thể quá gồ ghề và các khu vực có thể bị đóng cửa.  Cuối cùng khi chúng tôi đến được thác nước mà hướng dẫn viên của chúng tôi muốn dừng lại, chúng tôi thấy nó không có người ở và có tất cả cho riêng mình.  Đúng vậy, nước cực kỳ sảng khoái, một công viên khác không thích bạn sử dụng những từ như lạnh, lạnh cóng, siết chặt mông, v.v., nhưng lại cực kỳ thú vị và là một trải nghiệm không thể bỏ qua, bất chấp những tính từ thay thế có thể thoát ra đôi môi của bạn tại thời điểm xuống nước.  Chúng tôi thực sự khuyên bạn nên thuê một người hướng dẫn cho khu vực này vì bạn sẽ được đưa đến một khu vực thực sự tuyệt vời và nhận được một bài học rất hữu ích về hệ động vật địa phương, bao gồm cả cách một số cây đi lại mà chúng tôi đánh giá cao, rất khuyến khích Peter với Kay Services có một đánh giá riêng cho điều đó.  Chúng tôi không phải lo lắng về đồ đạc của mình, đỗ xe, đối phó với xe buýt du lịch trên những con đường vào không dành cho nhiều phương tiện hoặc xe lớn như vậy, v.v. Một lần nữa, đây là một hoạt động không thể bỏ qua.  Đừng quên khăn tắm và giày đi bộ đàng hoàng.Đọc thêm",
            "Đây là một chuyến đi bộ xuyên rừng khá thú vị nhưng chắc chắn không dành cho người đi bộ bình thường.  Giày Runningtrail chắc chắn được khuyên dùng. Có cảm giác như bạn đang bước vào một địa điểm du lịch bị bỏ hoang được xây dựng cách đây 20 năm.  Các nhân viên bảo vệ rất đáng yêu và thông báo cho chúng tôi biết khu vực nào được mở và đóng cửa.  Chúng tôi đã không gặp một người nào khác trên đường đi bộ và chúng tôi phải mất một tiếng rưỡi lười biếng để dừng chụp ảnh. Chúng tôi không bơi, nhưng nước vẫn trong vắt ngay cả sau nhiều cơn mưa. Như những người khác đã đề cập, bản đồ đường mòn còn nhiều hơn thế nữa theo ý kiến ​​​​của tôi, một bản vẽ hơn là một bản đồ Rất xứng đáng với giá đầu vào 5 Đọc thêm",
            "",
            "Những con đường mòn không được bảo trì tốt chút nào.  Với mưa thường xuyên, cần phải bảo trì liên tục.  Rõ ràng là nó đã không được thực hiện.  Biển báo thiếu sót.  23 công viên đã bị đóng cửa nhưng các con đường mòn không bị chặn.  Không có nhân viên kiểm lâm nào trong công viên trên những con đường mòn.  Không có hướng dẫn.  Không có biển cảnh báo tội phạm trong công viên. Nếu bạn đi du lịch theo nhóm lớn, hoặc có hướng dẫn viên, hoặc có kiểm lâm viên, bạn sẽ không gặp vấn đề gì.  Nếu bạn ở trong một nhóm nhỏ hoặc một mình, bạn có thể bị cướp.  Vợ tôi và tôi đã bị tấn công bởi hai người đàn ông mà chúng tôi đã gặp trong phiên tòa và chào đón.  Họ chạy tới phía sau chúng tôi trên đường, đánh vợ tôi xuống đất để cướp túi xách của cô ấy.  Bị sốc và chảy máu, chúng tôi đã đến gặp một anh chàng bảo vệ ở bãi đậu xe và anh ta đã dùng điện thoại của tôi để gọi cảnh sát và ban quản lý công viên.  Cảnh sát đã bắt được những kẻ này, nhưng đó lại là một câu chuyện khác. Trừ khi bạn ở trong một nhóm lớn hoặc được hộ tống, tôi khuyên bạn nên tránh xa.Đọc thêm",
            "Công viên nhỏ tuyệt vời với một số thác nước đáng yêu. Họ đã trải nhựa khu vực xung quanh các hồ bơi để bạn có thể ngâm mình; sảng khoái đến khó tin! Tất cả các nhân viên đều thực sự hữu ích và họ có thiết lập đẹp mắt với phòng vệ sinh, v.v. Bạn nhất định PHẢI mang giày tốt với đế tốt! Đường đi dọc nước ẩm ướt, rêu phong và có chỗ rất trơn trượt. Đừng thử điều này với dép xỏ ngón. Chỉ cần lưu ý rằng chỉ có một con đường mòn mà bạn sẽ phải mất vài giờ để đi bộ; bạn sẽ không dành một ngày ở đây.Đọc thêm",
            "Đây là một điều tuyệt vời để làm khi đến thăm Suva. Nó rất gần thành phố, nhưng bạn đang ở trong một khu rừng nhiệt đới tuyệt đẹp. Đó là nơi hoàn hảo để chia tay những ngày ở thành phố bận rộn. Nước sạch và mời gọi. Các dấu vết được duy trì tốt và rõ ràng. Chúng tôi đã gặp những người tối giản và tận hưởng trải nghiệm Đọc thêm",
            "Chào mọi người,\n\nCó an toàn cho các cá nhân tự mình khám phá những con đường mòn không? Có nhiều tội phạm trong khu vực không? Cảm ơn!Đọc thêm",
            "Không, phần lớn là an toàn nhưng phải cẩn thận khi đi lại vào những giờ lẻ trong đêm. Đọc thêm",
            "Công viên này có giờ mở cửa và đóng cửa không? Những ngày trong tuần nó không mở cửa? Và nếu bạn không biết câu trả lời, vui lòng đừng bận tâm trả lời... Có lẽ tôi đã đọc quá nhiều. Tôi không chắc chắn, hãy kiểm tra các câu trả lời kiểu văn phòng trên các diễn đàn ngày hôm nay.Đọc thêm",
            "Nó mở cửa hàng ngày và đóng cửa lúc 4 giờ chiều khi vẫn còn ánh sáng ban ngày để đảm bảo an toàn cho người và tài sản của bạn vì không có đèn bên trong khu vực công viên.Đọc thêm",
            "Chào Frieda. Bạn muốn biết gì về điểm du lịch này?\nXin chào, hy vọng bạn có thể cho chúng tôi biết nên đi xe buýt nào đến công viên. Chúng tôi sẽ ở Suva vào năm tới chỉ một ngày dừng hành trình \n và rất thích đi xe buýt địa phương đến công viên.\nnếu ai đó có thể chỉ cho tôi lịch trình xe buýt thì thật tuyệt.\ncảm ơn rất nhiều từ Bỉ\nFriedaĐọc thêm",
            "Chào buổi sáng Frieda,\n\nHoàng tử Henry và vợ gần đây đã đến thăm công viên để trồng cây trong chuyến thăm vào tháng trước.\nKhông có lịch trình xe buýt đi trên tuyến đường đó, thuê ô tô sẽ phù hợp.\nHãy nhớ mang theo thuốc chống muỗi, đề phòng trường hợp bạn cần, vì muỗi Fiji rất thích máu ngoại lai ;-.\n\nTận hưởng chuyến đi nhé.\nBiu FongĐọc thêm",
            "Chào bạn,\n\nTôi chỉ thắc mắc làm thế nào bạn liên lạc được với người hướng dẫn. Tôi đang tìm kiếm trên trang web chính thức nhưng không tìm thấy bất kỳ thông tin nào. Cảm ơn trước.Đọc thêm",
            "Cổng vào công viên hầu như lúc nào cũng có người ở đó nhưng nếu không bạn có thể băng qua đường và nói chuyện trực tiếp với ai đó ở bên kia đường từ lối vào, họ cũng có máy quay phim nên đừng cố làm điều gì dại dột.Đọc thêm",
            "Công viên mở cửa vào những ngày nào trong tuần?Đọc thêm",
            "Xin chào Maria, đó là điều tôi không chắc chắn, có một văn phòng ở bên kia đường từ cổng chính của công viên. Các nhân viên sẽ rất vui lòng trả lời hỗ trợ bạn nếu bạn đến thăm. \nChúc bạn có thời gian tuyệt vời! Đọc thêm",
            "chuyến đi từ cảng mất bao lâuĐọc thêm",
            "20 phút đi taxi.Đọc thêm",
            "Bạn có thể tự đi đến công viên bằng xe thuê hay cần giấy phép?Đọc thêm",
            "Hoàn toàn không cần thuê xe nếu bạn ở Colo-i-Suva bên kia đường vì chỉ mất khoảng 2 phút đi bộ. Công viên đủ nhỏ để bạn không gặp vấn đề gì khi đi lại.\n\nMặc dù vậy, nếu bạn ở trong một khách sạn ở trung tâm thành phố Suva và thuê ô tô riêng thì cách thị trấn khoảng 20 phút lái xe và bạn chắc chắn có thể đến bằng phương tiện riêng của mình. Lái xe chậm khi bạn vào công viên và giữ quyền đi tới bãi đậu xe. Từ đó, đi bộ xuống dốc 1 phút là đến hố bơi nơi có dây thừng Tarzan. \n\nĐừng để bất cứ thứ gì trong tầm nhìn của máy bay trong ô tô của bạn trừ khi bạn muốn có cơ hội khiến ô tô của bạn bị đột nhập. \nMang theo đồ ăn nhẹ hoặc bữa trưa, một đôi giày đi bộ đường dài loại tốt, một chiếc khăn tắm, áo nắng, mũ len và nước.\n\nHi vọng điêu nay co ich.\nThưởng thức Đọc thêm",
            "Chào bạn\nTôi là một người đam mê chạy địa hình, đã từng chạy trên một số đường mòn khá gồ ghề và vì tôi sẽ sống ở Suva nên muốn tìm một số đường mòn để chạy nên tôi chỉ tò mò xem đường mòn đó dài bao nhiêu KM? Tôi đang tập luyện cho giải chạy địa hình việt nam nên tôi đang băn khoăn không biết những môn này có phù hợp để chạyĐọc thêm",
            "Chắc chắn là phù hợp.  Rất nhiều con đường mòn nhỏ bên cạnh.  Đừng nghĩ ai đó có thể cho bạn biết bao nhiêu km vì mọi thứ không được tổ chức hay phát triển.  Chắc chắn là 10 km đường mòn và đường đất xuyên qua công viên, có thể gần 20 km.Đọc thêm",
            "Xin chào, tôi sẽ ở lại Cảng Thái Bình Dương vào buổi tối nhưng muốn đến thăm Suva và công viên vào ban ngày từ phía tây bắc của hòn đảo. Có ai biết liệu tôi có thể cất hành lý du lịch của mình ở trung tâm công viên không? Cảm ơnĐọc thêm",
            "Có thể bạn nên gọi trước cho văn phòng công viên để đảm bảo họ sẵn sàng và sẵn sàng trong những giờ bạn dự định đến thăm công viên. Tận hưởng chuyến thăm! Đọc thêm",
            "Thuê hướng dẫn viên du lịch giá bao nhiêu?Đọc thêm",
            "Chúng tôi đã đặt một chuyến tham quan bằng xe buýt nhỏ từ một Nhà điều hành tour du lịch Fijian, người đã có mặt ở đó khi Tàu du lịch cập cảng Suva.    Chuyến tham quan có giá khoảng 20 Fijian. 15 của Úc và đưa chúng tôi qua thành phố rồi lên núi đến Công viên Rừng Col Suva.   Giá trị tốt và nhiều điểm tham quan và thông tin.     Chuyến tham quan tương tự trên Cruise Shop sẽ có giá cao hơn nhiều.   Nhược điểm duy nhất là xe buýt nhỏ không có máy lạnh.Đọc thêm"
        ],
        "star_ratings": [
            133,
            127,
            39,
            10,
            14
        ],
        "review_amount": 323,
        "location": [
            "Các hoạt động ở Suva",
            "Suva",
            "Fiji",
            "Viti Levu",
            "Nam thái bình dương",
            "Công viên Rừng Colo-I-Suva"
        ],
        "reviews_time": [
            "Written August 14, 2023",
            "Written November 15, 2023",
            "Written January 22, 2024",
            "Written March 16, 2024",
            "Written March 26, 2024",
            "Written March 16, 2024",
            "Written January 23, 2024",
            "Written November 16, 2023",
            "Written November 14, 2023",
            "Written August 15, 2023",
            "Written July 17, 2023",
            "Written July 15, 2023",
            "Written March 11, 2023",
            "Written January 5, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g294337-d308664-Reviews-Colo_I_Suva_Forest_Park-Suva_Viti_Levu.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g13114657-d7724700-Reviews-Colo_I_Suva_Raintree_Restaurant_Bar-Colo_I_Suva_Viti_Levu.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294337-d7998255-Reviews-Mangia_BBQ-Suva_Viti_Levu.html",
            "https://www.tripadvisor.com/Attraction_Review-g294337-d307815-Reviews-Suva_Municipal_Market-Suva_Viti_Levu.html",
            "https://www.tripadvisor.com/Attraction_Review-g294337-d4596400-Reviews-TappooCity_Suva-Suva_Viti_Levu.html",
            "https://www.tripadvisor.com/Attraction_Review-g294337-d7625064-Reviews-Sacred_Heart_Cathedral-Suva_Viti_Levu.html",
            "https://www.tripadvisor.com/Attraction_Review-g294337-d10340465-Reviews-Damodar_City_Centre-Suva_Viti_Levu.html",
            "https://www.tripadvisor.com/Attraction_Review-g294337-d8774975-Reviews-MHCC-Suva_Viti_Levu.html",
            "https://www.tripadvisor.com/Attraction_Review-g294337-d308664-Reviews-or10-Colo_I_Suva_Forest_Park-Suva_Viti_Levu.html",
            "https://www.tripadvisor.com/Attraction_Review-g294337-d7653886-Reviews-Talanoa_Treks-Suva_Viti_Levu.html",
            "https://www.tripadvisor.com/Attraction_Review-g294336-d12882504-Reviews-Biausevu_Waterfall-Sigatoka_Coral_Coast_Viti_Levu.html",
            "https://www.tripadvisor.com/Attraction_Review-g294335-d2266807-Reviews-Sabeto_Hot_Springs_and_Mud_Pool-Nadi_Viti_Levu.html",
            "https://www.tripadvisor.com/Attraction_Review-g294336-d309034-Reviews-Sigatoka_Sand_Dunes_National_Park-Sigatoka_Coral_Coast_Viti_Levu.html",
            "https://www.tripadvisor.com/Attraction_Review-g294334-d1024200-Reviews-Robinson_Crusoe_Island_Tours-Viti_Levu.html",
            "https://www.tripadvisor.com/Attraction_Review-g294336-d312233-Reviews-Natadola_Beach-Sigatoka_Coral_Coast_Viti_Levu.html",
            "https://www.tripadvisor.com/Attraction_Review-g612490-d1682095-Reviews-Port_Denarau_Marina-Denarau_Island_Viti_Levu.html",
            "https://www.tripadvisor.com/Attraction_Review-g294336-d309003-Reviews-Kula_Wild_Adventure_Park-Sigatoka_Coral_Coast_Viti_Levu.html",
            "https://www.tripadvisor.com/Attraction_Review-g294335-d309037-Reviews-Garden_of_the_Sleeping_Giant-Nadi_Viti_Levu.html",
            "https://www.tripadvisor.com/Attraction_Review-g294337-d2266813-Reviews-Dravuni_Island-Suva_Viti_Levu.html",
            "https://www.tripadvisor.com/Attraction_Review-g294337-d308607-Reviews-Fiji_Museum-Suva_Viti_Levu.html",
            "https://www.tripadvisor.com/Attraction_Review-g294337-d4454866-Reviews-Pure_Fiji_Spa-Suva_Viti_Levu.html",
            "https://www.tripadvisor.com/Attraction_Review-g294337-d307817-Reviews-Albert_Park-Suva_Viti_Levu.html",
            "https://www.tripadvisor.com/Attraction_Review-g12500321-d12153009-Reviews-Drua_Experience-Viseisei_Viti_Levu.html",
            "https://www.tripadvisor.com/Attraction_Review-g294337-d312198-Reviews-Government_Buildings_Parliament-Suva_Viti_Levu.html",
            "https://www.tripadvisor.com/Attraction_Review-g294337-d12110364-Reviews-Thurston_Garden-Suva_Viti_Levu.html",
            "https://www.tripadvisor.com/Attraction_Review-g294337-d6857530-Reviews-Village_6_Cinemas-Suva_Viti_Levu.html",
            "https://www.tripadvisor.com/Attraction_Review-g294337-d27685994-Reviews-Windflow_Tours_Fiji-Suva_Viti_Levu.html",
            "https://www.tripadvisor.com/Attraction_Review-g308269-d27461074-Reviews-Tropic_Magic-Pacific_Harbour_Coral_Coast_Viti_Levu.html",
            "https://www.tripadvisor.com/Attraction_Review-g294337-d12525914-Reviews-21K_Gallery-Suva_Viti_Levu.html",
            "https://www.tripadvisor.com/Attraction_Review-g32414-d281791-Reviews-Forestiere_Underground_Gardens-Fresno_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g34731-d287743-Reviews-Downtown_West_Palm_Beach-West_Palm_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d10547212-Reviews-Diamond_District-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g580192-d12843695-Reviews-Hawaii_Beach-Naxos_Town_Naxos_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g59750-d4326059-Reviews-7_Mile_Fair-Caledonia_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g189416-d7082923-Reviews-Kolokithia_Beach-Elounda_Lasithi_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g33009-d2540059-Reviews-Glen_Helen_Regional_Park-San_Bernardino_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g58748-d141315-Reviews-Snoqualmie_Falls-Snoqualmie_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d105123-Reviews-Rockefeller_Center-New_York_City_New_York.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g294337-d308664-Reviews-or10-Colo_I_Suva_Forest_Park-Suva_Viti_Levu.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g294337-d308664-Reviews-Colo_I_Suva_Forest_Park-Suva_Viti_Levu.html"
    }
]