[
    {
        "attraction_name": "Colonial Williamsburg Visitor Center",
        "attraction_name_vi": "Trung tâm Du khách Colonial Williamsburg",
        "general_info": [
            "394 đánh giá",
            "16 trong số 107 điều cần làm ở Williamsburg",
            "Trung tâm du khách"
        ],
        "attraction_summary": "Dừng chân tại Trung tâm Du khách Colonial Williamsburg để mua vé và tìm thông tin về các sự kiện và hoạt động hiện tại. Đỗ xe miễn phí tại đây và đi xe đưa đón đến các điểm dừng khác nhau trên khắp Khu vực Lịch sử. Cho dù bạn có hành trình của riêng mình hay cần trợ giúp để bắt đầu một hành trình, đội ngũ nhân viên thân thiện của chúng tôi sẽ hướng dẫn bạn đi đúng hướng.Đọc thêm",
        "reviews": [
            "Trải nghiệm mua vé bây giờ không thể tuyệt vời hơn. Tôi muốn khen ngợi Williamsburg thuộc địa vì đã cải thiện trải nghiệm đó, nhưng phần còn lại của trung tâm du khách đã suy giảm kể từ những thay đổi mới nhất. Cửa hàng quà tặng có số sách chỉ bằng một nửa và mất đi quán cà phê tuyệt vời, nơi từng khiến nơi đây trở thành một trong những địa điểm yêu thích của chúng tôi khi kết thúc chuyến thăm khu vực thuộc địa.  Trước những thay đổi được thực hiện gần đây, một mặt của tòa nhà có áo phông và những món quà rẻ tiền khác phù hợp với ngành du lịch công nghiệp. Phía bên kia có những cuốn sách hay, đồ ăn nhẹ ngon và những món quà chất lượng, trang nhã, đắt hơn một chút nhưng được làm rất tốt.  Giờ đây, cả hai mặt của toàn bộ đều có những món quà rẻ tiền và ngớ ngẩn hơn là những thứ nâng cao tinh thần và trí óc của bạn. Tôi có thể đưa du lịch công nghiệp cổ điển đến bất kỳ đâu dọc theo tuyến đường 60. Williamsburg chắc chắn nên đặt mục tiêu cao hơn. Tôi cho rằng họ phải phục vụ cho một mẫu số chung thấp hơn, nhưng kể từ bây giờ, số tiền quà tặng của tôi sẽ được chuyển đến trung tâm du khách sẽ ít hơn và tôi là một khách thường xuyên.Đọc thêm",
            "Một người bạn đi cùng chúng tôi đã mong muốn được bắt đầu với bộ phim và sau đó đến thăm các địa điểm ở Colonial Williamsburg.  Chúng tôi bước vào với ánh sáng mờ ảo và không có bản đồ, lịch trình sự kiện và không có phim!  Tại sao lại mở?  Rạp chiếu phim rộng và nhiều lần chỉ có một số ít du khách xem phim.  Chúng tôi đã không mua vé.  Chồng tôi và tôi đã mua vé hàng năm trong khoảng 8 năm qua nhưng sau khi thấy những gì đang diễn ra, chúng tôi quyết định sẽ chỉ đi dạo quanh chuyến đi này. Cánh cổng vào khuôn viên Điện Capitol mở và chúng tôi bước vào trong chỉ để được chào đón bởi một thông dịch viên rất thô lỗ, người đã nói với bạn tôi rằng cô ấy phải thoát ra theo cách cô ấy bước vào. Bất cứ ai cũng có thể lịch sự!   Cuộc diễu hành Ngày Cựu chiến binh đã bị hủy bỏ, những người đánh trống và người đánh trống không còn diễu hành xuống đường vào buổi chiều, tiệm bánh đóng cửa và một số cửa hàng và tòa nhà khác không cần thẻ cũng đóng cửa.   Nơi này về cơ bản đã chết.  Tôi sẽ không giới thiệu bất kỳ ai đến thăm cho đến khi Colonial Williamsburg thực hiện các biện pháp hợp lý. Thực sự, có thể có nguy hiểm gì khi đám đông và những người đánh trống diễu hành trên đường, bộ phim đang chiếu với số lượng giới hạn vào thời điểm đó và người phiên dịch thì lịch sự. Ngay cả một trong những người lái xe đưa đón cũng thô lỗ. Đây không phải là Thuộc địa Williamsburg mà chúng tôi yêu thích và ghé thăm hai lần một năm. Chúng tôi đã đến thăm hai lần mỗi năm nhưng sẽ còn rất lâu nữa chúng tôi mới ghé thăm lạiĐọc thêm",
            "Vì vậy, chúng tôi đã đến thăm trong thời gian sinh hoạt.  Không có nhiều người mở nên vé không trả lại nhiều giá trị. Đó là 90 đối với gia đình tôi và giữa các địa điểm mở hạn chế và số lượng truy cập hạn chế đối với các địa điểm mở do đường dây COVID quá dài đối với những gì đã mở.  Bạn có thể có được một chuyến thăm thú vị không kém mà không cần vé. Chỉ cần lái xe lên, đỗ xe và tận hưởng.  Hy vọng điều này sẽ giúp ích cho bất kỳ du khách nào quan tâm đến ngân sách. Đọc thêm",
            "Tôi rất vui vì có một mục riêng để đánh giá về trung tâm du khách, vì đó là nơi chúng tôi gặp vấn đề. Sau một thời gian chờ đợi khá lâu chỉ để mua vé cho chuyến tham quan trong ngày của chúng tôi, nhân viên bán hàng đã lấy thông tin của chúng tôi, đưa cho chúng tôi bản đồ và đánh dấu một số thứ, NHƯNG không bao giờ đưa cho chúng tôi vé thật mà chỉ là một biên nhận bằng giấy.  Khi chúng tôi lên xe buýt đưa đón, tôi nhận thấy mọi người đều có một loại vé nào đó được gắn trên huy hiệu nhựa hoặc trên dây buộc.  Ngay khi chúng tôi cố gắng vào Điện Capitol, người phiên dịch mặc thường phục đã hỏi xin một vé. Chúng tôi xuất trình biên lai và giải thích chuyện gì đã xảy ra, anh ấy đề nghị chúng tôi đi bộ xuống phòng bán vé gỗ để in một ít. Anh ấy đã ân cần cho chúng tôi vào khu vực Điện Capitol và chúng tôi đã thực hiện chuyến tham quan đó.  Sau đó, chúng tôi đi đến 2 tòa nhà khác, nhưng liên tục bị hỏi mua vé - điều mà tôi hiểu - vì vậy chúng tôi đi bộ một đoạn đến phòng bán vé gỗ và xếp hàng đợi 10 phút ở đó.  Nhân viên bán hàng ở đó có thể sử dụng thông tin từ biên lai của chúng tôi để xác minh rằng chúng tôi đã thanh toán và được quyền nhận vé cho ngày hôm đó, nhưng chúng tôi thật lãng phí thời gian.  Lúc đó rất đông người và chúng tôi muốn sử dụng thời gian hiệu quả hơn, nhưng lỗi này của nhân viên đã gây ra căng thẳng và lãng phí thời gian.  Vì trước đây chúng tôi đã đến thăm Colonial Williamsburg nên chúng tôi không làm gì khác ở trung tâm du khách, chỉ xếp hàng chờ mua vé mà chúng tôi chưa bao giờ có được và lên xe đưa đón. Tôi không nghĩ quán ăn tự phục vụ đã mở cửa.Đọc thêm",
            "Donna thân mến - chúng tôi thực sự thất vọng khi thấy rằng đã xảy ra lỗi trong tình huống của bạn và nó đã gây ra căng thẳng trong ngày của bạn. Điều này lẽ ra không bao giờ nên xảy ra.  Chúng tôi rất xin lỗi vì điều này. Chúng tôi rất mong nhóm quản lý Trung tâm Du khách của chúng tôi kết nối với bạn để thảo luận thêm về vấn đề này.  Bạn có thể gửi email tới cwreservationscwf.org và yêu cầu gửi email của bạn đến nhóm quản lý Trung tâm Du khách không?  Chúng tôi thực sự đánh giá cao điều đó để chúng tôi có thể thảo luận thêm về vấn đề này với bạn.  Trân trọng.Đọc thêm",
            "Khách sạn của chúng tôi chỉ cách trung tâm 2 dãy nhà nên rất dễ đi bộ.  Có một cửa hàng quà tặng, một cửa hàng sách và một quán cà phê đã đóng cửa cùng với một số vật trưng bày.  Sau khi nhận được vé, bạn sẽ được dẫn xuống tầng dưới nơi bạn có thể lên xe buýt đưa đón đến địa điểm Colonial Williamsburg.  Tour có 8 điểm dừng nên bạn có thể xuống ở khu vực mình muốn tham quan.  Các xe buýt chạy vòng lặp khoảng 15 phút một lần.Đọc thêm",
            "Xin chào, cảm ơn bạn đã đánh giá về Colonial Williamsburg. Rất vui vì bạn thích chuyến thăm của mình và hy vọng sớm gặp lại bạn ở Khu vực lịch sử. Đọc thêm",
            "Đây là nhiều hơn một trung tâm du khách. Tham quan bảo tàng bên trong, thưởng thức những bộ phim miêu tả thời thuộc địa, ra ngoài và xem người dân nấu ăn trong trại chiến tranh Cách mạng, sống trong lều trong chiến tranh, bắn súng hỏa mai, phẫu thuật, cách làm nông, nấu ăn trong trang trại, làm vải lanh từ cây lanh và nhiều thứ khác. Hãy dành thời gian để xem trung tâm du khách tuyệt vời này. Đọc thêm",
            "Thư giãn quay ngược thời gian ở Colonial Williamsburg. Hãy dành thời gian đi dạo quanh khu phố cổ khi một chiếc xe ngựa đi ngang qua bạn với tiếng vó ngựa gõ trên những con đường gạch. Cửa hàng này không cho ô tô vào nên việc đi lại để mua đồ ăn rất dễ dàng. Những điều thú vị để xem. Tôi đề nghị tòa án xem các cổ phiếu bên cạnh nó. Bên kia đường là nơi họ bắn súng hỏa mai cứ sau 15 phút. Nơi vui vẻ.Đọc thêm",
            "Xin chào Karen, cảm ơn bạn đã đánh giá về Colonial Williamsburg. Rất vui vì bạn thích chuyến thăm của mình và hy vọng sớm gặp lại bạn ở Khu vực lịch sử. Đọc thêm",
            "Mua vé Colonial Williamsburg của chúng tôi thật nhanh chóng và dễ dàng. Các nhân viên rất hữu ích, đặc biệt là Kennette, người đã trả lời tất cả các câu hỏi của chúng tôi một cách kiên nhẫn và vui vẻ. Cửa hàng quà tặng rất thú vị và họ chiếu liên tục một bộ phim để giải thích chuyện gì đang xảy ra.Đọc thêm",
            "CHÀO! Cảm ơn bạn đã đánh giá về Colonial Williamsburg. Rất vui vì bạn thích chuyến thăm của mình và hy vọng sớm gặp lại bạn ở Khu vực lịch sử. Đọc thêm",
            "Một di tích lịch sử đẳng cấp thế giới như Lịch sử Williamsburg cần có một trung tâm du khách chất lượng phù hợp. Chúng tôi được thông báo rằng bộ phim giới thiệu hiện không hoạt động, cửa hàng quà tặng đã đóng cửa và chuyển qua hành lang đến các khu nhỏ hơn, họ không có sẵn sách hướng dẫn Williamsburg để giúp bạn khám phá thị trấn mà chúng tôi khuyên nên kiểm tra tại bảo tàng nghệ thuật cửa hàng khi chúng tôi vào thị trấn và bàn thông tin không hữu ích chút nào đối với những người lần đầu tiên cần được định hướng về quy trình và thủ tục bắt đầu chuyến thăm của chúng tôi. Dịch vụ đưa đón rất tốt đưa bạn vào thị trấn và quay lại.Đọc thêm",
            "Xin chào, cảm ơn bạn đã phản hồi và dành thời gian liên hệ với chúng tôi. Chúng tôi rất mong có cơ hội được kết nối với cá nhân bạn và tìm hiểu thêm về trải nghiệm gần đây của bạn. Bạn có thể vui lòng gửi email trực tiếp cho chúng tôi tại cwrescwf.org để một thành viên trong nhóm của chúng tôi có thể hỗ trợ không?Đọc thêm",
            "Có rất nhiều thứ để xem, tuy nhiên nhiều thứ vẫn bị đóng cửa do Covid. Các nhà hàng cũng như các tòa nhà để tham quan đều bị hạn chế. Khi chúng tôi hỏi trung tâm du khách về những gì nên xem, không có gì được đề cập về việc nhiều tòa nhà vẫn đang đóng cửa. Chúng tôi không phát hiện ra cho đến khi đi dạo xung quanh và thấy rất nhiều tòa nhà đóng cửa, không có biển báo. Thật thất vọng vì đến thời điểm này mọi thứ vẫn chưa được mở và miễn phí trở lại.  Những gì bạn có thể thấy trông thật tuyệt vời và tôi chắc chắn rằng khi nó thực sự mở ra, nó sẽ rất tuyệt vời. Thật không may, chúng tôi có thể không bao giờ quay trở lại.Đọc thêm",
            "Xin chào, cảm ơn bạn đã ghé thăm và dành thời gian để lại nhận xét. Chúng tôi đánh giá cao phản hồi của khách hàng và cam kết cải thiện liên tục trải nghiệm của khách hàng. Đọc thêm"
        ],
        "star_ratings": [
            274,
            83,
            24,
            6,
            7
        ],
        "review_amount": 394,
        "location": [
            "Những điều cần làm ở Williamsburg",
            "Virginia VA",
            "Hoa Kỳ",
            "Trung tâm Du khách Colonial Williamsburg",
            "Williamsburg"
        ],
        "reviews_time": [
            "Written January 1, 2020",
            "Written November 27, 2020",
            "Written December 28, 2020",
            "Written April 18, 2022",
            "Written July 11, 2021",
            "Written September 23, 2020",
            "Written April 28, 2021",
            "Written July 25, 2021",
            "Written October 22, 2021",
            "Written July 1, 2021"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g58313-d12816248-Reviews-Colonial_Williamsburg_Visitor_Center-Williamsburg_Virginia.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g58313-d880704-Reviews-Huzzah_s_Eatery-Williamsburg_Virginia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g58313-d560681-Reviews-Capitol_Pancake_House-Williamsburg_Virginia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g58313-d476807-Reviews-Sal_s_Ristorante_Italiano-Williamsburg_Virginia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g58313-d549159-Reviews-Colonial_Pancake_House-Williamsburg_Virginia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g58313-d476804-Reviews-King_s_Arms_Tavern-Williamsburg_Virginia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g58313-d497896-Reviews-Shields_Tavern-Williamsburg_Virginia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g58313-d476799-Reviews-Second_Street_Bistro-Williamsburg_Virginia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g58313-d560656-Reviews-Fat_Canary-Williamsburg_Virginia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g58313-d7811084-Reviews-Rick_s_Cheese_Steak-Williamsburg_Virginia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g58313-d1945711-Reviews-Kilwins-Williamsburg_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58313-d102549-Reviews-Colonial_Williamsburg-Williamsburg_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58313-d4915636-Reviews-Powell_House-Williamsburg_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58313-d143926-Reviews-Governor_s_Palace-Williamsburg_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58313-d12421662-Reviews-George_Wythe_House-Williamsburg_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58313-d554594-Reviews-Bruton_Parish_Episcopal_Church-Williamsburg_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58313-d17491071-Reviews-Great_Hopes_Plantation-Williamsburg_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58313-d17487276-Reviews-Palace_Garden-Williamsburg_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58313-d13967923-Reviews-Colonial_Williamsburg_Capitol_Building-Williamsburg_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58313-d218489-Reviews-William_Mary-Williamsburg_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58313-d143928-Reviews-Bassett_Hall-Williamsburg_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58313-d12816248-Reviews-or10-Colonial_Williamsburg_Visitor_Center-Williamsburg_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58313-d26228838-Reviews-Colonial_Photo_Tours-Williamsburg_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58313-d2324054-Reviews-Williamsburg_Walking_Tours-Williamsburg_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58313-d2042561-Reviews-Spooks_And_Legends_Haunted_Tours-Williamsburg_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58313-d1381353-Reviews-Oleta_Tour_Travel_Inc-Williamsburg_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58313-d4358064-Reviews-Colonial_Ghosts-Williamsburg_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g190502-d532762-Reviews-Fish_Market-Bergen_Hordaland_Western_Norway.html",
            "https://www.tripadvisor.com/Attraction_Review-g59686-d3838646-Reviews-Mirror_Lake_State_Park-Baraboo_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g33255-d7379621-Reviews-River_Walk_Park-West_Sacramento_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60895-d4556754-Reviews-Splash_Down_Waterpark-Manassas_Prince_William_County_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g34085-d142781-Reviews-Blue_Hole-Big_Pine_Key_Florida_Keys_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g294201-d19745704-Reviews-Mamluk_Jewellery_and_Bazaar-Cairo_Cairo_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g1056025-d8543402-Reviews-Wave_Island-Monteux_Vaucluse_Provence_Alpes_Cote_d_Azur.html",
            "https://www.tripadvisor.com/Attraction_Review-g295413-d13447249-Reviews-Packages_Mall-Lahore_Punjab_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g8405473-d9793128-Reviews-Hi_Impact_Planet_Amusement_Park_and_Resort-Ibafo_Ogun_State.html",
            "https://www.tripadvisor.com/Attraction_Review-g189415-d10234315-Reviews-Farmers_Market_Laiki-Chania_Town_Chania_Prefecture_Crete.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g58313-d12816248-Reviews-or10-Colonial_Williamsburg_Visitor_Center-Williamsburg_Virginia.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g58313-d12816248-Reviews-Colonial_Williamsburg_Visitor_Center-Williamsburg_Virginia.html"
    }
]