[
    {
        "attraction_name": "Colonial Williamsburg",
        "attraction_name_vi": "Thuộc địa Williamsburg",
        "general_info": [
            "12.819 đánh giá",
            "1 trong số 107 hoạt động giải trí ở Williamsburg",
            "Di tích lịch sử",
            "Địa điểm ưa thích",
            "Bảo tàng Lịch sử"
        ],
        "attraction_summary": "Colonial Williamsburg, một bảo tàng lịch sử sống rộng 301 mẫu Anh, đưa du khách quay ngược thời gian về Virginia thuộc địa thông qua những trải nghiệm sống động, tái hiện lịch sử, bảo tàng và sự kiện. Các địa danh nổi bật như Quán rượu Raleigh, Tòa nhà Quốc hội và Cung điện Thống đốc đã được xây dựng lại một cách đẹp đẽ và du khách có thể đi bộ qua toàn bộ khu vực lịch sử miễn phí, mặc dù cũng có những điểm tham quan có bán vé để thưởng thức, chẳng hạn như đi xe ngựa quanh trung tâm lịch sử. Hãy nhớ mua vé trước để xem các phiên bản chuyển thể từ các sự kiện lịch sử được dàn dựng, từ Cry Witch đến To Hang a Pirate.  TripadvisorĐọc thêm",
        "reviews": [
            "Đối với tôi, Colonial Williamsburg ít liên quan đến các hoạt động buổi sáng mà ngày nay bạn có thể thấy trên khắp nước Mỹ theo những cách tương tự tại các địa điểm lịch sử khác nhau mà thay vào đó là các buổi biểu diễn buổi tối.  Một trong những phiên bản hay nhất là phiên tòa xét xử To Hang a Pirate dựa trên một sự kiện có thật diễn ra vào năm 1719 ở Williamsburg.  Đây là điều bắt buộc!Đọc thêm",
            "Cảm ơn bạn đã góp ý về chương trình buổi tối. Chúng tôi rất vui vì bạn thích chương trình Treo cổ cướp biển.. Chúng tôi rất mong được gặp lại bạn. Trân trọng.Đọc thêm",
            "Tuần trước chúng tôi đã đến thăm Colonial Williamsburg. Tôi đã đến đó nhiều lần nhưng lần này thật đặc biệt. Đó là với những đứa trẻ của tôi. Bây giờ họ đã trưởng thành, trưởng thành nhưng vẫn còn trẻ. Họ sẽ nhớ. Vợ tôi muốn có ảnh họ trong kho, tôi muốn họ uống rượu gừng. Tôi đoán, cuối cùng, chúng tôi muốn chúng ra đi với kỷ niệm về thời gian bên bố mẹ. Williamsburg là nơi hoàn hảo để tạo nên những kỷ niệm này. Nó đã thích nghi qua nhiều năm, nhưng bạn biết đấy, chất lượng của chuyến thăm sẽ không thay đổi. Những kỷ niệm sẽ tồn tại mãi mãi! Chúc mừng! Đọc thêm",
            "Cảm ơn bạn đã đánh giá thú vị và chia sẻ cảm xúc của bạn với chúng tôi về Colonial Williamsburg. Chúng tôi thích rằng chúng tôi đã thêm vào những kỷ niệm gia đình của bạn. Chúng tôi thực sự đánh giá cao sự ủng hộ trung thành của bạn trong những năm qua và chúng tôi mong được gặp lại bạn - cùng với con cháu của bạn. Trân trọng.Đọc thêm",
            "Mặc dù 99 khu vực bao gồm các bản sao nhưng mọi thứ đều được thực hiện rất tốt. Nhân viên cũng không ngại về điều đó. Họ đang chia sẻ kiến ​​thức về lịch sử đất nước chúng ta trong một khung cảnh có vẻ rất thực tế. Hãy nhớ mua vé ba ngày... bạn sẽ cần nó LOLĐọc thêm",
            "Chúng tôi rất vui vì bạn thực sự thích trải nghiệm lịch sử của mình tại Colonial Williamsburg. Colonial Williamsburg là bảo tàng sống ngoài trời lớn nhất trong nước, phát huy sứ mệnh giáo dục của chúng tôi thông qua các chương trình và trải nghiệm chân thực, hấp dẫn của thế kỷ 18 dành cho du khách. Sứ mệnh của chúng tôi là tương lai có thể học hỏi từ quá khứ. Chúng tôi thực sự mong đợi chuyến thăm trở lại của bạn với gia đình và bạn bè của bạn. Trân trọng.Đọc thêm",
            "Tôi lớn lên ở WIlliamsburg cùng mẹ và anh trai. Khi tôi lớn hơn, tôi cũng ưu tiên đưa con mình đến đây. Mọi người đều thích nó! Tuy nhiên, thời gian đã trôi qua và tôi đã ở đó được 12 năm rồi! Tôi rất vui khi thấy sức hấp dẫn của Williamsburg vẫn còn đó. Chúng tôi đã phải đi xe ngựa và tham quan nhiều ngôi nhà và cửa hàng lịch sử. Tôi hơi thất vọng vì những người can thiệp lại được phép cư xử không đúng mực. Đồ ăn ở các khu vực lịch sử không được cung cấp nhiều vì các quán rượu thường hết chỗ nhanh chóng và đắt tiền. Lên kế hoạch trước với đồ ăn nhẹ hoặc thời gian trong lịch trình của bạn để đi bộ vài dãy nhà. Dịch vụ đưa đón là một điều tuyệt vời để sử dụng.Đọc thêm",
            "Xin chào, cảm ơn bạn đã ghé thăm và dành thời gian để lại nhận xét. Chúng tôi đánh giá cao phản hồi của khách hàng và cam kết cải thiện liên tục trải nghiệm của khách hàng. Chúng tôi cũng đánh giá cao những lời khuyên hữu ích mà bạn đã cung cấp cho những khách truy cập trong tương lai. Hãy cẩn thận.Đọc thêm",
            "Chúng tôi rất thích chuyến tham quan Freedoms Paradox do Tracy thuật lại. Trời cực kỳ nóng nên thay vì đi bộ, chúng tôi ngồi trên ghế dài dưới bóng râm. Tôi rất vui vì chúng tôi đã làm điều này vì thật dễ dàng để nghe tất cả quan điểm được nghiên cứu, cung cấp thông tin và hiểu biết rõ ràng của cô ấy về cuộc đấu tranh của các dân tộc nô lệ, Đây là một chuyến tham quan thú vị nhất.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì những phản hồi tích cực về Tracy và chương trình Freedoms Paradox của chúng tôi. Điều quan trọng là chia sẻ lịch sử của chúng tôi ở Thuộc địa Williamsburg và những khó khăn mà những người nô lệ đã trải qua. Hãy bảo trọng và chúng tôi mong được gặp lại bạn.Đọc thêm",
            "Đây là chuyến thăm lại sau những năm 1980 - giờ họ đã có máy lạnh!  Nhiều nhân viên mặc trang phục hơn.  Những nhân vật riêng lẻ có màn độc thoại đều rất xuất sắc và không nên bỏ qua.  Vé xe ngựa hơi đắt nhưng luôn hết vé;  chúng tôi đã đi và người đánh xe là rất nhiều thông tin. Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã chỉ ra những điểm nổi bật trong chuyến đi của bạn, bao gồm cả đội ngũ thông dịch viên của chúng tôi, đặc biệt là chương trình Xây dựng Quốc gia cũng như trải nghiệm đi xe ngựa. Chúng tôi mong được gặp lại bạn.Đọc thêm",
            "Chuyến đi xe ngựa thật tuyệt vời, xứng đáng với từng xu bỏ ra. Đi xe ngựa vì thích nhưng nhanh chóng trở nên thân thiện với tài xế thân thiện, người rất vui khi kể cho chúng tôi nghe về lịch sử xung quanh. Đó là một trong những điều chúng tôi thích nhất. Có mức giá giảm giá với vé vào cửa hàng ngày. Đọc thêm",
            "Chúng tôi rất vui vì bạn thích chuyến đi bằng xe ngựa. Những chuyến xe này bán hết nhanh chóng mỗi ngày nên chúng tôi rất vui vì bạn đã có khoảng thời gian thú vị với đội đi xe ngựa của chúng tôi. Chúng tôi mong được gặp lại bạn.Đọc thêm",
            "Hãy chắc chắn rằng bạn lên kế hoạch cho chuyến thăm của mình xung quanh những vở kịch đặc biệt.   Chúng tôi đã nghe một số lịch sử tuyệt vời từ George Washington, George Mason, Thomas Wythe, James Madison và nhiều hơn nữa.   Kings Arm Tavern là nơi tuyệt vời để ăn.   Hãy đặt chuyến xe sớm trong ngày trước khi xe kín chỗ.Đọc thêm",
            "Xin chào Dave. Chúng tôi rất vui vì bạn thích trải nghiệm lịch sử của mình tại Colonial Williamsburg. Colonial Williamsburg là bảo tàng sống ngoài trời lớn nhất trong nước, phát huy sứ mệnh giáo dục của chúng tôi thông qua các chương trình và trải nghiệm chân thực, hấp dẫn của thế kỷ 18 dành cho du khách. Sứ mệnh của chúng tôi là tương lai có thể học hỏi từ quá khứ.  Chúng tôi rất vui vì bạn đã trải nghiệm tất cả các chương trình diễn giải và nhóm Xây dựng Quốc gia của chúng tôi. Cảm ơn bạn đã gợi ý về việc đi xe ngựa. Họ rất phổ biến. Hãy nhớ để lại đánh giá Trip Advisor riêng cho Kings Arm Tavern. Chúng tôi thực sự mong đợi chuyến thăm trở lại của bạn với gia đình và bạn bè của bạn. Trân trọng.\nĐọc thêm",
            "Toàn bộ trải nghiệm ở Williamsburg không được người khách bình thường biết rõ.   Có thị trấn Williamsburg hiện đại hơn và Colonial Williamsburg.   Hai địa điểm hợp nhất thành một và du khách có thể đi lang thang từ địa điểm này sang địa điểm khác.  Nếu một du khách muốn có cái nhìn chi tiết bên trong các tòa nhà thuộc địa với hướng dẫn xây dựng thì mỗi vé phải có vé khoảng 50.   Một khách du lịch bình thường có thể chỉ muốn cảm nhận về cách bố trí thị trấn thuộc địa, các kiểu tòa nhà, những người mặc trang phục cổ xưa, v.v. có thể nhận được điều này miễn phí.   Cả hai thị trấn thực sự là một chuyến thăm đáng giá.   Một khu vực đẹp.Đọc thêm",
            "Cảm ơn bạn đã đánh giá về Colonial Williamsburg. Chuyến thăm của bạn trực tiếp hỗ trợ sứ mệnh bảo tồn và giáo dục của chúng tôi.\nĐọc thêm",
            "Tôi nghĩ những người làm nghề buôn bán là những người tận tâm, thông thạo và nói chung là những nhà giáo dục rất thú vị. \nNếu bạn muốn tìm hiểu về cuộc sống thuộc địa, bạn sẽ thích điều này.\n\nVấn đề chính có vẻ là họ đang dựa vào danh tiếng của mình một chút và tăng giá quá mức. 50 mỗi ngày để đi dọc con đường chính và lắng nghe tất cả những người bạn quan tâm. Không phải tất cả các địa điểm đều mở cửa khi chúng tôi đến và tôi không nghĩ có cách nào để biết cho đến khi bạn đến đó. Mọi trải nghiệm khác đều phải trả thêm phí. Quán rượu thời kỳ đắt đỏ. Nằm ngay cạnh một dãy cửa hàng hiện đại và sau đó là trường đại học ở con phố tiếp theo - cả hai đều phá hỏng bầu không khí một chút. Đọc thêm",
            "Cảm ơn bạn đã đánh giá về Colonial Williamsburg. Chuyến thăm của bạn trực tiếp hỗ trợ sứ mệnh bảo tồn và giáo dục của chúng tôi. Chúng tôi cảm kích những phản hồi của bạn.\nĐọc thêm",
            "Tôi đã ở đây một tuần với ông bà già 6 tuổi, 8 tuổi và 3 tuổi của tôi.  Đây là chuyến thăm thứ 3 của tôi nhưng lần đầu tiên là với những đứa trẻ lớn tuổi.  Con tôi thích nhất các trò chơi ở nhà Geddy.  Họ hầu như không đủ kiên nhẫn để tham gia các chuyến tham quan các tòa nhà lịch sử.  Hơn nữa, mùa hè trời nóng nực, phải đi bộ nhiều nên họ rên rỉ.  Nếu bạn có con ở độ tuổi này hoặc nhỏ hơn, ý kiến ​​​​của tôi là Khu định cư Jamestown sẽ dễ dàng thực hiện hơn đối với nhóm tuổi đó. Tôi 42 tuổi và thực sự rất thích chuyến thăm của mình nhưng mùa hè ở VA nóng hơn 10 độ hoặc tôi trở nên không chịu được cái nóng.  Tôi sẽ chỉ quay lại vào mùa xuân hoặc mùa thu nhưng có thể sẽ không có nhiều hoạt động diễn ra.  Những người lớn tuổi đi cùng chúng tôi khoảng 75 tuổi.  Một người phải ngồi xe lăn, điều này khiến tôi nhận thức rõ ràng việc phân ngựa trên đường phố thật kinh tởm đến mức nào.  Chồng tôi thấy việc đẩy ghế ngoài đường dễ dàng hơn là vỉa hè rải sỏi hay gạch. Trên đường phố cũng có rất nhiều người sử dụng ghế gắn động cơ.  Phân ngựa thật khó chịu.  Tôi đến từ New Orleans, chúng tôi có ngựa trong các cuộc diễu hành, cưỡi xe ngựa, v.v. chúng đeo túi.  Điều này cũng cần được yêu cầu ở đây.  ở đây có những phòng tắm hiện đại nên tôi không hiểu tại sao điều này lại làm hỏng tính xác thực.  Rõ ràng những người khác đã tuyên bố tương tự trên trang này trong nhiều năm nhưng họ không thay đổi gìĐọc thêm",
            "Tôi đã lên lịch chương trình Cry Witch vào tối nay lúc 7:30 tối.  Chồng tôi và tôi đến Trung tâm Du khách lúc 7 giờ tối. để đảm bảo chúng tôi đến đúng giờ.  Khi chúng tôi cố gắng đỗ xe ở bãi đậu xe của Khách thăm quan, chúng tôi được thông báo rằng chúng tôi sẽ phải đậu xe bên kia đường ở bãi đậu xe tràn.  Tôi nghĩ điều đó có vẻ kỳ lạ vì Colonial Williamsburg đóng cửa lúc 5:30.  Từ bãi tràn, chúng tôi phải đi theo con đường dẫn ngược qua đường vào khu di tích lịch sử.  Khi chúng tôi quay lại bên kia đường, chúng tôi không biết phải đi đâu.  Cuối cùng chúng tôi cũng tìm được người để hỏi và khi ngồi vào chỗ, chúng tôi đã bỏ lỡ một phần của bài thuyết trình.   Nhân vật mặc trang phục bên ngoài đã nói với chúng tôi rằng xe đưa đón ngừng chạy lúc 8:30 nên chúng tôi đã rời khỏi buổi thuyết trình sớm để bắt xe đưa đón nên chúng tôi không phải đi bộ qua đường trong bóng tối.  Không cần phải nói, khi xe đưa đón đến, chúng tôi được thông báo rằng sẽ không còn xe buýt nào đi đến Trung tâm Du khách nữa.   Vì vậy......chúng tôi phải đi bộ thêm 30 phút nữa để quay lại bãi đậu xe TRONG BÓNG TỐI!  Đó là điều không thể chấp nhận được nhất trong tất cả những điều đã xảy ra.   Tôi thực sự đã gọi 9 và 1 trên điện thoại của mình nên tất cả những gì tôi phải làm là quay thêm một số nữa trong trường hợp khẩn cấp.  Bản thân chương trình đã rất tuyệt vời.   Tôi thực sự muốn được nhìn thấy bản án.   Rốt cuộc, đó là thứ tôi đã trả gần 40 đô la.  Tôi không biết chuyện gì đã xảy ra hoặc lẽ ra chúng tôi phải đậu ở đâu.  Ở đó khá đông, vậy họ đỗ xe ở đâu và tại sao chúng tôi là những người duy nhất đi bộ băng qua đường và xuyên rừng?  Chúng tôi thậm chí còn chưa từng đến khu vực Thuộc địa của Williamsburg và tại thời điểm này, tôi thậm chí không muốn đến mặc dù đó là lý do duy nhất cho chuyến đi của chúng tôi.Đọc thêm",
            "Chúng tôi rất tiếc về trường hợp của bạn liên quan đến việc đỗ xe. Chúng tôi đã cung cấp phản hồi của bạn cho ban quản lý hoạt động xe buýt đưa đón. Xin hãy cẩn thận.Đọc thêm",
            "Không thể nói đủ về nơi này. Tôi không thể đếm được số lần tôi đã đến và mỗi lần tôi nhìn thấy điều gì đó mới mẻ, học được điều gì đó mới mẻ, và mối quan tâm của tôi đối với cuộc cách mạng Mỹ lại tăng cao. Chúng tôi đã nhìn thấy hình xăm quân đội Williamsburg. Nó thật ngoạn mục và thành thật mà nói tôi vẫn còn kinh ngạc. Thật tuyệt vời khi thấy mọi lứa tuổi đến chơi đàn năm và trống cùng nhau! Nóng lòng quay lại và khám phá! Yêu Williamsburg, Yorktown và Jamestown!Đọc thêm",
            "Chúng tôi rất vui vì bạn thích trải nghiệm lịch sử của mình tại Colonial Williamsburg. Colonial Williamsburg là bảo tàng sống ngoài trời lớn nhất trong nước, phát huy sứ mệnh giáo dục của chúng tôi thông qua các chương trình và trải nghiệm chân thực, hấp dẫn của thế kỷ 18 dành cho du khách. Sứ mệnh của chúng tôi là tương lai có thể học hỏi từ quá khứ. Chúng tôi thực sự mong đợi chuyến thăm trở lại của bạn với gia đình và bạn bè của bạn. Trân trọng.\n\nĐọc thêm",
            "Những người diễn lại vô cùng hiểu biết và đã đưa thế kỷ 18 vào cuộc sống. Các đường phố và tòa nhà được bảo tồn đẹp đẽ và các chuyến tham quan vừa mang tính giáo dục vừa mang tính giải trí. Một nơi không thể bỏ qua đối với những người yêu thích lịch sử!Đọc thêm",
            "Chúng tôi rất vui vì bạn thích trải nghiệm lịch sử của mình tại Colonial Williamsburg. Colonial Williamsburg là bảo tàng sống ngoài trời lớn nhất trong nước, phát huy sứ mệnh giáo dục của chúng tôi thông qua các chương trình và trải nghiệm chân thực, hấp dẫn của thế kỷ 18 dành cho du khách. Sứ mệnh của chúng tôi là tương lai có thể học hỏi từ quá khứ. Chúng tôi thực sự mong đợi chuyến thăm trở lại của bạn với gia đình và bạn bè của bạn. Trân trọng.\nĐọc thêm",
            "Colonial Williamsburg có hơn 12.000 đánh giá, vì vậy đây là hai xu của tôi. Dành phần lớn thời gian của bạn tại các nhà và hội thảo riêng lẻ - những người thuyết trình rất thân thiện và hiểu biết và sẽ vui vẻ trả lời mọi câu hỏi của bạn. Thêm vào đó, tôi bị mê hoặc khi nhìn, chạm và ngửi những chi tiết của cuộc sống hàng ngày và công việc trong quá khứ. Hãy sử dụng xe buýt đưa đón vì phải đi bộ nhiều trên đường và chân bạn sẽ mỏi. Nếu bạn đang phân vân về việc mua vé một ngày hoặc vé nhiều ngày, hãy lưu ý rằng bạn có thể nâng cấp vé một ngày của mình mà không bị phạt tài chính - hãy xuất hiện vào ngày hôm sau và họ sẽ sửa đổi thẻ của bạn chỉ bằng cách tính phí chênh lệch giá như đã đăng. Hydrat - mang theo một chai nước hoặc mua nước từ máy bán hàng tự động. Có một số bóng râm dọc theo đường phố nhưng trời có thể rất ấm vào giữa trưa. Lưu ý rằng KHÔNG được mang đồ ăn hoặc đồ uống vào bảo tàng.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì những lời khuyên hữu ích của bạn. Chúng tôi cũng đánh giá cao việc bạn nêu bật các nhân sự ngành nghề khác nhau của chúng tôi. Cộng đồng Kỹ năng và Thương mại Lịch sử tại Colonial Williamsburg sử dụng các công cụ và kỹ thuật của thế kỷ 18 để học nghề và cuối cùng thành thạo hơn 20 ngành nghề và kỹ năng lịch sử. Những chuyên gia nổi tiếng thế giới này không chỉ sản xuất hàng hóa và cung cấp dịch vụ cho Khu di tích lịch sử mà còn tư vấn và sản xuất cho các tổ chức văn hóa khác trên thế giới. Bạn sẽ không tìm thấy một cộng đồng giao dịch với nhiều chuyên gia như vậy ở một nơi ở bất kỳ nơi nào khác.\nĐọc thêm",
            "Bố cục rất đẹp và giá trị hợp lý cho giá cả. Tuy nhiên, một số cuộc triển lãm là những tiện ích bổ sung, chẳng hạn như làm nến, và các cuộc biểu tình khác và với vé 50, tôi cho rằng chúng đã được bao gồm. Cũng nghĩ rằng thật kỳ lạ khi trải nghiệm ở một thị trấn thuộc địa lại có Talbots, Lululemon và các cửa hàng khác, bao gồm cả một quán cà phê Illy, nơi giúp bạn không bị đắm chìm.Đọc thêm",
            "Nhiều tòa nhà cũng như Nhà thờ đều bị đóng cửa. Không ai đề cập đến điều đó với chúng tôi khi chúng tôi mua vé. Thang điểm từ 1-10, chúng tôi sẽ cho điểm 2Đọc thêm",
            "Chúng tôi đến đây vào lúc kết thúc năm học tại nhà để nghiên cứu lịch sử thời kỳ đầu hiện đại bao gồm cả thời thuộc địa và đó là một cách hoàn toàn tuyệt vời để đắm mình vào những gì chúng tôi đã học được rất nhiều trong năm nay!! Chúng tôi yêu nó. Những người buôn bán rất tuyệt vời - tất cả họ đều vui vẻ trả lời các câu hỏi. Chúng tôi thực sự thích hầu hết tất cả bọn họ ngoại trừ một anh chàng ở thủ đô. FYI - Kings Arms Taverns có đồ ăn tuyệt vời! Điểm trừ duy nhất là họ không cung cấp cho chúng tôi lịch trình trước 24 giờ. Chúng tôi dừng lại một ngày trước chuyến thăm để lấy lịch trình và khoanh tròn những thứ chúng tôi muốn đến, nhưng lịch trình theo mùa sẽ thay đổi vào ngày hôm đó và họ sẽ chỉ đưa ra lịch trình của ngày hôm nay... không phải ngày mai. Chúng tôi phải dừng lại lần thứ hai vào cuối ngày, lúc đó anh chàng nói Có, giờ cuối cùng họ cũng cho phép tôi phát những thứ này. Họ cần cung cấp nó sớm hơn trong ngày nếu có người đến lấy.Đọc thêm",
            "Kinh nghiệm lịch sử tuyệt vời. Thị trấn được khôi phục lại từ năm 1775 hoặc trước Chiến tranh Cách mạng với người dân thị trấn trong trang phục cổ xưa và giải thích cuộc sống ở thế kỷ 18. Đặc biệt là các nhân vật lịch sử George Washington, Thomas Jefferson, Patrick Henry, v.v., kể về cuộc đời của họ. Một số thợ thủ công cửa hàng thợ mộc, thợ đóng thùng, đầu bếp đặc biệt thú vị. Các chuyến tham quan các tòa nhà khác nhau, chẳng hạn như Tòa nhà Quốc hội hoặc Cung điện Thống đốc , rất thú vị. Họ bán vé một ngày và ba ngày. Có rất nhiều thứ để xem và làm, vì vậy, một chuyến đi dài hơn có thể là tốt nhất nếu bạn thực sự yêu thích lịch sử.Đọc thêm",
            "Đây là chuyến đi thứ ba của chúng tôi đến Thuộc địa Williamsburg và một lần nữa, nó mang lịch sử thuộc địa và thời kỳ đầu của nước Mỹ vào cuộc sống.  Lần này chúng tôi sử dụng hai ngày, có vẻ như là một khoảng thời gian hợp lý để tiếp thu. Vợ tôi và tôi đều nghĩ rằng những người phiên dịch lịch sử và những người thợ thủ công có vẻ hấp dẫn hơn những lần ghé thăm trước đây, vì vậy chúng tôi rất thích thú.Đọc thêm",
            "Chúng tôi rất vui mừng vì bạn đã quay lại lần thứ ba và rất thích chuyến thăm của bạn với các thông dịch viên lịch sử của chúng tôi. Chúng tôi cố gắng thay đổi các chương trình để giữ cho chương trình luôn mới mẻ và mang tính giải trí, đồng thời duy trì quan điểm lịch sử. Mỗi năm những khám phá mới nhấn mạnh cơ hội liên tục mà chúng tôi có để mở rộng những câu chuyện về con người mà chúng tôi kể thông qua việc diễn giải và lập trình trang web và sự hỗ trợ của bạn sẽ biến cơ hội đó thành hiện thực. Cảm ơn bạn và chúng tôi mong được gặp lại bạn.Đọc thêm",
            "Có phương tiện giao thông công cộng nào từ Colonial Williamsburg đến Yorktown và ir Jamestown không?Đọc thêm",
            "Jamestown - có. Yorktown - xe buýt cộng với taxi. Xe buýt khởi hành từ và trở về Trung tâm Giao thông Williamsburg. Không có kinh nghiệm thực tế nào khi đi đến bất kỳ điểm đến nào bằng xe buýt. Đọc thêm",
            "Có cách nào để đến Colonial Williamsburg từ khu vực Washington DC nếu bạn không lái xe không?   Có phương tiện giao thông công cộng nào không?Đọc thêm",
            "Xin chào, thực sự khá dễ dàng để đến Williamsburg từ Washington, DC bằng phương tiện giao thông công cộng.  Từ Ga Union ở DC gần tòa nhà Quốc hội Hoa Kỳ, bạn lên chuyến tàu AMtrak đi thẳng đến Ga Williamsburg mà không đổi chuyến.  Phải mất khoảng ba tiếng rưỡi kể từ thời điểm đó.  Bạn cũng có thể đi tàu điện ngầm METRO địa phương đến Alexandria, Virginia, nơi có ga Amtrak nằm ngay góc ga tàu điện ngầm King Street.  Từ đó tàu mất khoảng ba giờ để đến Williamsburg.  Tại ga Williamsburg, bạn có thể bắt một trong những chiếc xe buýt địa phương đưa bạn đi quanh thị trấn hoặc taxi.  Nhà ga Williamsburg chỉ cách các phòng vé vài dãy nhà để du khách có thể mua vé đến các điểm tham quan Colonial Williamsburg.  Hãy đến tham quan và thưởng thức.Đọc thêm",
            "Tôi nên mua vé ở đâu?Đọc thêm",
            "Bạn có thể mua chúng khi đến đó. Đọc thêm",
            "Liệu Williamsburg có vui vẻ vào dịp Giáng sinh dành cho 6 người lớn không? Đang tìm một địa điểm trong khoảng cách lái xe đến Phila cho kỳ nghỉ. Thích đi về phía nam.Đọc thêm",
            "Đã đồng ý. Grand Illumination thật thú vị.. Tôi cũng thích nhìn thấy những đồ trang trí Giáng sinh thuộc địa, vòng hoa trái cây và nguyên liệu thực vật. Công ty của tôi từng tổ chức tiệc Giáng sinh tại Williamsburg Inn. Rất khí quyển.Đọc thêm",
            "Tôi có thể thuê xe lăn tại thuộc địa WilliamsburgĐọc thêm",
            "Xe lăn gấp có sẵn tại Trung tâm Du khách và có thể được thuê trên cơ sở ai đến trước được phục vụ trước. Không có ghế có động cơ.  Bạn có thể thuê từ một dịch vụ địa phương và họ sẽ cung cấp xe lăn có động cơ gần Dinh Thống đốc.Đọc thêm",
            "Tôi có thể đặt xe lăn cho Colonial Williamsburg không? Đọc thêm",
            "bạn có thể thuê một cái khi đếnĐọc thêm",
            "CHÀO! Có ai cảm thấy Colonial Williamsburg sẽ là một chuyến đi thú vị cho một cậu bé 8 tuổi và một cô bé 5 tuổi không?Đọc thêm",
            "Tùy thuộc vào thời tiết nóng và đông đúc. Có thể vui nhưng tôi muốn - giống như bất kỳ chuyến đi nào với nhóm tuổi này - cân nhắc việc chia nhỏ và có thời gian bơi hoặc hoạt động khác xen kẽ. Có thể là một ngày dài và một số thứ là những gì người lớn thích. Đọc thêm",
            "Muốn làm Colonial Williamsburg và Jamestown mà không cần xe hơi.  Bay đến Newport News vào ngày chủ nhật.  Điều này có thể được không? Đọc thêm",
            "Mặc dù có xe buýt đưa đón từ một số khu vực nhưng sẽ thú vị hơn nhiều nếu bạn có phương tiện riêng.  Khu vực WilliamsburgYorktownJamestown rộng lớn hơn rất trải rộng.  Ngoài ra, việc có thể tham gia các chuyến tham quan bằng lái xe sẽ mang lại trải nghiệm thú vị hơn nhiều.Đọc thêm",
            "Tôi sẽ đánh giá cao bất kỳ suy nghĩ về \nXung quanh williamsburg, Thị trấn York và Jamestown có những điểm hấp dẫn nào khác?  Có những con đường mòn đi bộ đường dài gần đó không? Đọc thêm",
            "Chào bạn! Chắc chắn, có rất nhiều hoạt động đi bộ đường dài và đạp xe leo núi trong khu vực Williamsburg. Ví dụ: có một con đường mòn trong công viên Powhatan Creek nơi bạn có thể đi bộ hoặc chèo thuyền trong con lạch cũng như những con đường mòn phổ biến khác cách Williamsburg một quãng lái xe ngắn. Chúng tôi đã không thể thực hiện bất kỳ chuyến đi bộ đường dài nào do nắng nóng quá mức vào tháng 7, nhưng chắc chắn là vào lần sau.  Ngoài ra còn có một bãi biển đẹp gần khu định cư Jamestown, nơi bạn có thể bơi lội, chèo thuyền hoặc đi câu cá. Và nếu bạn quan tâm đến các công viên giải trí thì có Busch Gardens và cả công viên nước. Và đừng bỏ lỡ bảo tàng nghệ thuật dân gian Rockefeller trong thị trấn. Hãy tận hưởng!Đọc thêm",
            "xe tay ga Mobil có sẵn tại trung tâm mua sắm không?Đọc thêm",
            "Không chắc chắnĐọc thêm"
        ],
        "star_ratings": [
            8479,
            2686,
            1020,
            438,
            196
        ],
        "review_amount": 12819,
        "location": [
            "Hoa Kỳ",
            "Williamsburg",
            "Virginia VA",
            "Những điều cần làm ở Williamsburg",
            "Thuộc địa Williamsburg"
        ],
        "reviews_time": [
            "Written June 18, 2023",
            "Written July 21, 2023",
            "Written July 23, 2023",
            "Written July 25, 2023",
            "Written August 7, 2023",
            "Written August 26, 2023",
            "Written August 27, 2023",
            "Written September 21, 2023",
            "Written September 30, 2023",
            "Written September 30, 2023",
            "Written June 4, 2024",
            "Written June 3, 2024",
            "Written June 1, 2024",
            "Written May 29, 2024",
            "Written May 27, 2024",
            "Written May 26, 2024",
            "Written May 25, 2024",
            "Written May 14, 2024",
            "Written May 14, 2024",
            "Written May 12, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g58313-d102549-Reviews-Colonial_Williamsburg-Williamsburg_Virginia.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g58313-d880704-Reviews-Huzzah_s_Eatery-Williamsburg_Virginia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g58313-d560681-Reviews-Capitol_Pancake_House-Williamsburg_Virginia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g58313-d476804-Reviews-King_s_Arms_Tavern-Williamsburg_Virginia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g58313-d522789-Reviews-Raleigh_Tavern_Bakeshop-Williamsburg_Virginia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g58313-d476807-Reviews-Sal_s_Ristorante_Italiano-Williamsburg_Virginia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g58313-d549159-Reviews-Colonial_Pancake_House-Williamsburg_Virginia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g58313-d476799-Reviews-Second_Street_Bistro-Williamsburg_Virginia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g58313-d497896-Reviews-Shields_Tavern-Williamsburg_Virginia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g58313-d560656-Reviews-Fat_Canary-Williamsburg_Virginia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g58313-d7811084-Reviews-Rick_s_Cheese_Steak-Williamsburg_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58313-d4915636-Reviews-Powell_House-Williamsburg_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58313-d12816248-Reviews-Colonial_Williamsburg_Visitor_Center-Williamsburg_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58313-d143926-Reviews-Governor_s_Palace-Williamsburg_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58313-d12421662-Reviews-George_Wythe_House-Williamsburg_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58313-d17491071-Reviews-Great_Hopes_Plantation-Williamsburg_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58313-d17487276-Reviews-Palace_Garden-Williamsburg_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58313-d554594-Reviews-Bruton_Parish_Episcopal_Church-Williamsburg_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58313-d13967923-Reviews-Colonial_Williamsburg_Capitol_Building-Williamsburg_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58313-d218489-Reviews-William_Mary-Williamsburg_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58313-d143928-Reviews-Bassett_Hall-Williamsburg_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58313-d102549-Reviews-or10-Colonial_Williamsburg-Williamsburg_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58313-d554588-Reviews-Abby_Aldrich_Rockefeller_Folk_Art_Museum-Williamsburg_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58313-d102548-Reviews-Historic_Jamestowne-Williamsburg_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58313-d554590-Reviews-DeWitt_Wallace_Decorative_Arts_Museum-Williamsburg_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58313-d8273765-Reviews-Virginia_Musical_Museum-Williamsburg_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58313-d14942456-Reviews-Art_Museums_of_Colonial_Williamsburg-Williamsburg_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58313-d8605595-Reviews-Williamsburg_Art_Gallery-Williamsburg_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58313-d283597-Reviews-Muscarelle_Museum_of_Art-Williamsburg_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58313-d8873795-Reviews-A_Touch_of_Earth-Williamsburg_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58313-d1472477-Reviews-Ripley_s_Believe_It_or_Not-Williamsburg_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58313-d26228838-Reviews-Colonial_Photo_Tours-Williamsburg_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58313-d2324054-Reviews-Williamsburg_Walking_Tours-Williamsburg_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58313-d2042561-Reviews-Spooks_And_Legends_Haunted_Tours-Williamsburg_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58313-d1381353-Reviews-Oleta_Tour_Travel_Inc-Williamsburg_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58313-d4358064-Reviews-Colonial_Ghosts-Williamsburg_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g776017-d523868-Reviews-Paleokastritsa_Beach-Paleokastritsa_Corfu_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d198780-Reviews-Gazi-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g50207-d137610-Reviews-Great_Lakes_Science_Center-Cleveland_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g33871-d10466825-Reviews-Calf_Pasture_Beach-Norwalk_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g60834-d7267957-Reviews-Glen_Canyon_Dam_Overlook-Page_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g32764-d10628808-Reviews-Murrieta_Valley_Golf_Range-Murrieta_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g939713-d14013408-Reviews-Corfu_Moto_Rent-Dassia_Corfu_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g608524-d7733374-Reviews-Galway_s_Land_National_Park-Nuwara_Eliya_Central_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g52934-d3558414-Reviews-Smucker_s_Gourd_Farm-Kinzers_Lancaster_County_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g1184916-d15119418-Reviews-Guerin_s_Path-Liscannor_County_Clare.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g58313-d102549-Reviews-or10-Colonial_Williamsburg-Williamsburg_Virginia.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g58313-d102549-Reviews-Colonial_Williamsburg-Williamsburg_Virginia.html"
    }
]