[
    {
        "attraction_name": "Columbia Icefield Skywalk",
        "attraction_name_vi": "Đường đi bộ trên băng Columbia Icefield",
        "general_info": [
            "2.256 đánh giá",
            "17 trong số 73 điều cần làm ở Vườn Quốc gia Jasper",
            "Đài quan sát"
        ],
        "attraction_summary": "Vượt ra ngoài giới hạn của thiên nhiên và đắm mình trong trải nghiệm diễn giải đầy cảm hứng tại một trong những hệ sinh thái độc đáo nhất trên thế giới. Khám phá sức mạnh to lớn của khoa học băng hà từ lối đi bộ cạnh vách đá hoàn toàn dễ tiếp cận, dẫn đến đài quan sát bằng kính ở độ cao 918 feet280 mét phía trên Thung lũng Sunwapta.Đọc thêm",
        "reviews": [
            "Rõ ràng là quang cảnh rất ấn tượng, nhưng lý do chính của tôi khi viết bài đánh giá về điều này là để khen ngợi từng hướng dẫn viên, người trợ giúp, tài xế của Pursuit. Luôn vui vẻ, thân thiện và đầy những giai thoại thú vị. Làm tốt lắm tất cả các bạn, đặc biệt là Patrick, Jade và những người khác mà tôi không nhớ tên. Cảm ơn bạn!Đọc thêm",
            "Xin chào,\n\nCảm ơn bạn rất nhiều vì những lời tốt đẹp như vậy. Chúng tôi rất vui vì có thể làm cho trải nghiệm của bạn ở đây trở nên tốt đẹp. \n\nTrân trọng, \n\nLouise dEntremont\nQuản lý Skywalk\nColumbia Icefield SkywalkĐọc thêm",
            "Vì vậy, nhô ra khỏi mép đường là Glacier Skywalk. Đó là một cấu trúc ấn tượng. Nhưng tại sao? chúng ta hãy đi vào vấn đề đó sau. Skywalk chỉ có thể đến được bằng xe buýt. Từ bãi đậu xe đi bộ khá nhiều để đến Skywalk. Sau đó, sau khi lau chân, bạn bước lên mặt kính trong suốt nhìn xuống sườn núi. Từ cuối Skywalk, có tầm nhìn tuyệt đẹp ra những ngọn núi, thung lũng bên dưới và dòng sông băng trên thung lũng. Bây giờ, đến lý do tại sao. Skywalk thực sự không làm được bất cứ điều gì mà việc đứng bên đường có thể làm được. Vâng, đó là một cấu trúc thực sự gọn gàng. Có một yếu tố wow ở đó. Tuy nhiên, bạn cũng có thể nhìn thấy những ngọn núi và sông băng từ trên đường. Và không có nhiều điều thú vị để xem khi nhìn qua lối đi bằng kính. Vui mừng vì họ đã không hỏi tôi trước khi xây dựng nó. Tôi sẽ không cố gắng bước đi trên đó.Đọc thêm",
            "Xin chào, \n\nCảm ơn bạn rất nhiều vì đã xem xét chi tiết! Chúng tôi cũng đánh giá cao phản hồi của bạn. Tại Skywalk, bạn có thể có được một số khung cảnh tuyệt vời nhất. Chúng tôi hy vọng bạn có cơ hội thưởng thức các xe điện diễn giải của chúng tôi và các chuyến tham quan có hướng dẫn miễn phí để biến trải nghiệm của bạn trở nên độc đáo. Chúng tôi hy vọng sẽ gặp lại bạn trong tương lai, cảm ơn bạn rất nhiều vì đã tận hưởng Sân băng Columbia. \n\nTrân trọng, \n\nLouise dEntremont\nQuản lý Skywalk\nColumbia Icefield SkywalkĐọc thêm",
            "Skywalk là một trải nghiệm tốt. Tôi nhận thấy rằng có những góc nhìn tốt hoặc thậm chí tốt hơn mà bạn có thể có được chỉ bằng cách dừng lại bên đường hoặc đi bộ lên núi. Nếu bạn muốn cảm giác hồi hộp trên sàn kính, có lẽ nó là dành cho bạn. Tôi muốn giới thiệu điều này nếu bạn không thể leo núi hoặc muốn thực hiện chuyến thám hiểm băng.Đọc thêm",
            "Xin chào, \n\nCám ơn, vì phản hồi của bạn. Chúng tôi hy vọng bạn thích thú với thời gian ở Columbia Icefield.\n\nTrân trọng, \n\nLouise dEntremont\nQuản lý Skywalk\nColumbia Icefield SkywalkĐọc thêm",
            "Ồ! Kinh nghiệm của một đời! Chuyên gia về sông băng lái xe buýt băng Abbey của chúng tôi thật tuyệt vời. Cô ấy rất vui tính, hiểu biết về sông băng và giữ an toàn cho chúng tôi. Tính cách sôi nổi của cô ấy thực sự đã tạo nên chuyến tham quan. Đây là việc phải làm!! Đọc thêm",
            "Xin chào, \n\nCảm ơn bạn rất nhiều vì đã đánh giá về cuộc phiêu lưu của bạn ở đây và cả Abby nữa. Tôi chắc chắn sẽ chuyển tin nhắn cho cô ấy. Cảm ơn bạn đã ghé thăm Sân băng Columbia của chúng tôi.\n\nTrân trọng, \n\nLouise dEntremont\nQuản lý Skywalk\nColumbia Icefield SkywalkĐọc thêm",
            "Chúng tôi đã có một trải nghiệm tuyệt vời với chuyến tham quan này.   Chúng tôi lái xe từ Hồ Louise và dừng lại ở cánh đồng băng Columbia trên đường đến Jasper.  Chúng tôi đã đặt trực tuyến trước thời hạn và có thể nhận phòng 15 phút trước giờ hẹn. Có 5 phút lái xe buýt đến Skywalk và tài xế xe buýt đã cung cấp một số thông tin hữu ích về những ngọn núi.  Hannah, hướng dẫn viên du lịch của chúng tôi tại skywalk, đã cung cấp cho chúng tôi thông tin rất chi tiết và trả lời các câu hỏi của chúng tôi.  Thật là một khung cảnh tuyệt vời từ đường đi bộ trên cao này với những ngọn núi phủ tuyết xung quanh chúng ta và dòng sông nước trong xanh chảy qua các hẻm núi bên dưới. .  Chúng tôi phát hiện ra 1 chú dê núi con với màu sắc hòa quyện vào những tảng đá bên dưới.   Cơ sở sản xuất băng ở Columbia thật tuyệt vời. Nó khá mới với nhiều phòng nghỉ. Có nhà hàng, quán cà phê, cửa hàng quà tặng và Starbucks.  Việc đỗ xe là một thử thách nhưng chúng tôi đã tìm được 1 chỗ gần lối vào.  Hãy chuẩn bị để đi bộ nhiều bước trên cầu thang.  Nên có đoạn đường dốc để đi bộ. Đọc thêm",
            "Xin chào Lisa, \n\nChúng tôi muốn cảm ơn bạn rất nhiều vì đã tham gia cùng chúng tôi tại Columbia Icefield. Cảm ơn bạn đã xem xét và phản hồi, chúng tôi thực sự đánh giá cao nó. Tôi sẽ chuyển những lời tốt đẹp đến Hannah, chúng tôi rất vui vì bạn có cơ hội nhìn thấy những chú dê núi đáng yêu! Chúng tôi hy vọng bạn tận hưởng thời gian còn lại ở dãy núi Rockies Canada. \n\nTrân trọng, \n\nLouise dEntremont\nQuản lý Skywalk\nColumbia Icefield SkywalkĐọc thêm",
            "Chúng tôi đã thực hiện chuyến tham quan cũng như skywalk và đó là một trải nghiệm tuyệt vời. Chúng tôi bắt đầu bằng việc bắt xe buýt với Ben và một trong những điều đầu tiên anh ấy làm là cảm ơn những người dân bản địa có mảnh đất nơi chúng tôi sinh sống. Tôi nghĩ đó là một cử chỉ quan trọng rất đẹp. Sau đó trong chuyến thám hiểm băng, chúng tôi có Tex, người rất thân thiện, vui tính và hiểu biết. Khi chúng tôi đến sông băng, nó đẹp đến nghẹt thở. Để kết thúc chuyến tham quan, chúng tôi lên một chiếc xe buýt khác để đi đến skywalk với Jez, người rất am hiểu về tán lá và cũng rất vui tính. Tôi muốn giới thiệu 100 hoạt động này không chỉ vì cảnh đẹp mà còn vì đội ngũ nhân viên tuyệt vời! Đọc thêm",
            "Xin chào,\n\nCảm ơn đánh giá thứ 5 của bạn! Chúng tôi rất vui vì bạn đã có chuyến thăm tuyệt vời đến Sân băng Columbia và nhận thấy những hướng dẫn viên rất vui vẻ và hiểu biết. \n\nTận hưởng thời gian của bạn ở Rockies Canada. \n\nTrân trọng,\n\nPhilippa Heelis\nGiám sát Skywalk\nColumbia Icefield SkywalkĐọc thêm",
            "Đã có một trải nghiệm tuyệt vời khi tham quan sông băng. Xe buýt đến xe buýt sông băng đặc biệt diễn ra suôn sẻ mà không phải chờ đợi. Đi thẳng trên xe buýt sông băng với hướng dẫn viên đầy đủ thông tin và việc lái xe vào cũng rất thú vị. Phải dành 30 phút trên sông băng, đổ đầy chai nước. Điều tiêu cực duy nhất là số lượng người được phép cùng một lúc khi mọi người chen lấn để chụp ảnh. Về cuối khi một nửa số người đã đi thì đó là một trải nghiệm tốt hơn nhiều. Thời tiết thật hoàn hảo! Không có gió, bầu trời trong xanh. Chắc chắn sẽ giới thiệu.Đọc thêm",
            "Xin chào mundtsters1973\n\nCám ơn, vì phản hồi của bạn. Chúng tôi rất vui vì bạn đã có trải nghiệm tuyệt vời với chúng tôi và có một ngày thời tiết tốt. \n\nHãy tận hưởng thời gian của bạn ở Rockies Canada!\n\nTrân trọng,\n\nPhilippa Heelis\nGiám sát Skywalk\nColumbia Icefield SkywalkĐọc thêm",
            "Chúng tôi rất thích thời gian ở skywalk. Chúng tôi chắc chắn sẽ khuyên bạn nên đợi một chuyến tham quan có hướng dẫn viên. Tai, hướng dẫn viên của chúng tôi, rất thân thiện, hiểu biết và rất hữu ích! Họ đã giải thích chi tiết về những thông tin thú vị về khu vực xung quanh và động vật hoang dã. \nCảm ơn Tai đã làm cho ngày của chúng tôi trở nên tuyệt vời: Đọc thêm",
            "Xin chào du khách19425596567\n\nCảm ơn đánh giá thứ 5 của bạn! Chúng tôi rất vui vì bạn thích chuyến thăm của bạn với chúng tôi và có một chuyến tham quan tuyệt vời với Tài. Chúng tôi sẽ chuyển phản hồi của bạn tới họ.\n\nChúc bạn có khoảng thời gian tuyệt vời ở dãy núi Rockies Canada!\n\nTrân trọng,\n\nPhilippa Heelis\nGiám sát Skywalk\nColumbia Icefield SkywalkĐọc thêm",
            "1 complete lack of signage to tell you where to go when you arrive. We ended up putting in the ice fields into the GPS which took us to a parking lot on the other side of the highway. When we got to the main building which was where we were supposed to go, there were several tour operators operating and we did not know where to go. Ultimately we ended up climbing the two flights of stairs outside to go into the visitor center which is where the tours actually begin, however we were one minute late which meant that we had to go stand by for a future tour. I love that the staff was able to accommodate us, but the 10 minutes of anxiety and rushing around before we actually got to where we were supposed to be was completely avoidable. For what its worth, there were many people in line who had to rebook and go on standby, most of which had a similar complaint regarding the clarity.\n\n2 I feel like additional training may be required for the front desk staff. There were only two people working, and a long lineup. The one person working had to constantly pull the more experienced person aside and ask them questions. This meant that at best the line only had one and a half customer service people.\n\n3 our glacier bus driver was amazing. He sang, he told jokes, he kept us fully entertained. However the actual motor coach driver that got us to the glacier bus was not as enthusiastic, and their microphone kept cutting out every time they turned their heads. The return motor coach driver which brought us from the sky bridge back to the visitor center had absolutely zero passion in her job. She started off the ride back by telling us that she would have fun facts for us later on in the trip, and in the last minute and a half she showed us where the workers stay. We heard people behind us saying out loud what we were thinking which was that was it? Thats what we waited for?. It would have been good to have continued to have gotten facts about the beautiful mountains and the glaciers that we were able to see from a completely different perspective than being in our car, than have a huge buildup to a very small fun fact\n\nOverall, you cant go wrong, but you need to manage your expectations that the differences between drivers is huge, the signage is miserable, and that you need to arrive a good 10 to 15 minutes early in order to get on your scheduled bus.Read more",
            "Xin chào, \n\nTrước hết cảm ơn bạn rất nhiều vì tất cả các phản hồi chi tiết. Chúng tôi luôn thực sự đánh giá cao mọi lời chỉ trích và những lĩnh vực cần tập trung. Chúng tôi rất tiếc khi biết bạn có bất kỳ trải nghiệm tiêu cực nào trong thời gian ở Columbia Icefield hay không. Chúng tôi sẽ tiếp nhận mọi phản hồi của bạn và làm việc tốt nhất có thể để cải thiện trải nghiệm của khách. \n\nTrân trọng, \n\nLouise dEntremont\nQuản lý Skywalk\nColumbia Icefield SkywalkĐọc thêm",
            "Đó là một trải nghiệm tuyệt vời và có một cái nhìn tuyệt vời về sông băng mà chúng tôi đã thực hiện một chuyến đi. Một phần của nó có sàn kính, điều này rất thú vị và hơi gây căng thẳng cho những người ở cùng tôi nhưng tôi thấy ổn với nó. Nhược điểm duy nhất là không có nhà vệ sinh ở skywalk và cách duy nhất để đi vào nhà vệ sinh là bắt xe buýt quay lại trung tâm nhưng điều đó có nghĩa là bạn không thể quay lại sky walk. Một trải nghiệm thú vị. Bốn sao vững chắc từ Đánh giá của Ellie!Đọc thêm",
            "Xin chào tàu tuần dương14989530091\n\nCám ơn, vì phản hồi của bạn! Chúng tôi rất vui vì bạn đã có trải nghiệm tuyệt vời với chúng tôi và thích thú với Skywalk trên sông băng và sàn kính. Chúng tôi luôn cố gắng cải thiện và cảm ơn phản hồi của bạn. \n\nHãy tận hưởng thời gian của bạn ở Rockies Canada!\n\nTrân trọng,\n\nPhilippa Heelis\nGiám sát Skywalk\nColumbia Icefield SkywalkĐọc thêm",
            "Skywalk là một kết thúc tốt đẹp cho cuộc phiêu lưu trên sông băng.  Ngày chúng tôi đi trời rất gió, vì vậy hãy chuẩn bị cho điều đó.  Chồng tôi không thích độ cao nên không đi bộ trên skywalk mà thích thú với các biển chỉ dẫn thông tin.  Ngoài ra còn có người thảo luận về gấu và sự khác biệt giữa gấu đen và gấu xám.Đọc thêm",
            "Tài xế du lịch Chad và Liam cho dịch vụ đưa đón và đi xe buýt lần lượt rất tốt và hữu íchĐọc thêm",
            "Phong cảnh đẹp, tiếc là trời đang mưa vào thời điểm chúng tôi đến thăm nhưng điều đó nằm ngoài tầm kiểm soát của nhân viên. Họ đã cố gắng hết sức để giữ cho Skywalk không bị ngập nước vì sự an toàn của mọi người.Đọc thêm",
            "Nền tảng quan sát bằng kính cao 280m này mang lại tầm nhìn tuyệt vời ra thung lũng bên dưới. Ngoài ra còn có rất nhiều bảng thông tin giảng dạy về lịch sử, động vật và địa chất của khu vực xung quanh, thật tuyệt vời để tìm hiểu. Trời mưa khi chúng tôi đi, nhưng điều này không làm mất đi trải nghiệm của chúng tôi. Trải nghiệm đưa đón diễn ra liền mạch và được quản lý tốt. Hãy chắc chắn rằng bạn sử dụng nhà vệ sinh trước khi đến vì SkyView không có tiện nghi. Đọc thêm",
            "Đáng để đi bộ, cảnh đẹp ngoạn mục! Thời gian được dành để nhìn và tin vào mọi thứ là có thật. Điều tuyệt vời tiếp theo sau việc bay. Đọc thêm",
            "Xin chào Greg, \n\nCảm ơn bạn rất nhiều vì đánh giá và đánh giá đáng yêu này! Chúng tôi rất vui vì bạn có cơ hội tận hưởng trải nghiệm như đang bay trên cây cầu thủy tinh bắc qua hẻm núi!\n\nTrân trọng, \n\nLouise dEntremont\nQuản lý cấp cao\nColumbia Icefield SkywalkĐọc thêm",
            "Đứng trên Skywalk bằng kính không dành cho người yếu tim. Lượt xem thật tuyệt vời và là điều bạn không thể thấy hàng ngày. Tôi rất thích bản thân mình. Đọc thêm",
            "Xin chào ryan, \n\nCảm ơn bạn rất nhiều vì đã đánh giá và đánh giá. Skywalk là nơi tuyệt vời để đối mặt với nỗi sợ hãi về độ cao! Cảm ơn bạn rất nhiều vì đã tham gia và chúng tôi hy vọng bạn tận hưởng khoảng thời gian ở Canadian Rockies. \n\nTrân trọng, \n\nLouise dEntremont\nQuản lý cấp cao\nColumbia Icefield SkywalkĐọc thêm",
            "Skywalk cho tầm nhìn đẹp ra thung lũng. Không có lợi thế gì với sàn kính chỉ nhìn xuống sườn núi đá. Skywalk cho phép nhiều người hơn có thể ngắm cảnh một cách an toàn. Góc nhìn trên đường cao tốc sẽ không cho phép nhiều du khách thưởng ngoạn quang cảnh.Đọc thêm",
            "Xin chào Linda, \n\nCảm ơn bạn đã xem xét và phản hồi từ chuyến thăm của bạn. Chúng tôi hy vọng bạn thích tất cả những gì Rockies Canada mang lại. \n\nTrân trọng, \n\nLouise dEntremont\nQuản lý cấp cao\nColumbia Icefield SkywalkĐọc thêm",
            "Yêu nó và muốn quay lại lần nữa với các con tôi. Hy vọng có nhiều thời gian hơn để xem mọi thứ với họ trong chuyến thăm tiếp theo của chúng tôi. Đọc thêm",
            "Xin chào,\n\nChúng tôi hy vọng Ann đã có một chuyến đi sinh nhật tuyệt vời ở dãy núi Rockies thuộc Canada. Cảm ơn bạn rất nhiều vì đã đánh giá và đánh giá, chúng tôi hy vọng sớm gặp lại bạn và gia đình!\n\nTrân trọng, \n\nLouise dEntremont\nQuản lý cấp cao\nColumbia Icefield SkywalkĐọc thêm",
            "Phải xem và trải nghiệm. Công ty tuyệt vời để tham quan cùng. Cơ sở vật chất tốt và hướng dẫn viên du lịch giỏi giải thích mọi thứ Đọc thêm",
            "Xin chào, \n\nCảm ơn bạn rất nhiều vì đã đánh giá và đánh giá. Chúng tôi rất vui khi biết rằng bạn đã tận hưởng khoảng thời gian vui vẻ tại Skywalk và Columbia Icefield! Chúng tôi hy vọng bạn đã có một chuyến đi tuyệt vời.\n\nTrân trọng, \n\nLouise dEntremont\nQuản lý cấp cao\nColumbia Icefield SkywalkĐọc thêm",
            "Một trải nghiệm tuyệt đẹp kết hợp với đội ngũ nhân viên thân thiện, ngày này đã vượt quá sự mong đợi của chúng tôi. Cảm ơn Bryce vì chuyến tham quan. Ông đã cung cấp kiến ​​thức sâu rộng về khu vực, động vật và lịch sử của nó!Đọc thêm",
            "Xin chào ryan, \n\nCảm ơn bạn rất nhiều vì đánh giá và đánh giá đáng yêu! Chúng tôi rất vui khi biết rằng bạn đã tận hưởng khoảng thời gian vui vẻ với Bryce tại Skywalk. \n\nTrân trọng, \n\nLouise dEntremont\nQuản lý cấp cao\nColumbia Icefield SkywalkĐọc thêm"
        ],
        "star_ratings": [
            1016,
            513,
            347,
            206,
            182
        ],
        "review_amount": 2264,
        "location": [
            "Những điều cần làm ở Vườn quốc gia Jasper",
            "Đường đi bộ trên băng Columbia Icefield",
            "Alberta",
            "Vườn quốc gia Jasper",
            "Dãy núi Rockies Canada",
            "Canada"
        ],
        "reviews_time": [
            "Written June 6, 2023",
            "Written June 8, 2023",
            "Written June 17, 2023",
            "Written June 21, 2023",
            "Written June 23, 2023",
            "Written June 24, 2023",
            "Written June 29, 2023",
            "Written July 4, 2023",
            "Written July 5, 2023",
            "Written July 7, 2023",
            "Written June 6, 2024",
            "Written June 5, 2024",
            "Written June 4, 2024",
            "Written June 4, 2024",
            "Written June 4, 2024",
            "Written June 3, 2024",
            "Written June 2, 2024",
            "Written June 2, 2024",
            "Written May 31, 2024",
            "Written May 31, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g154917-d6484980-Reviews-Columbia_Icefield_Skywalk-Jasper_National_Park_Alberta.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g154918-d12613331-Reviews-Altitude_Restaurant-Jasper_Jasper_National_Park_Alberta.html",
            "https://www.tripadvisor.com/Restaurant_Review-g154911-d3566347-Reviews-The_Glacier_View_Inn-Banff_Banff_National_Park_Alberta.html",
            "https://www.tripadvisor.com/Restaurant_Review-g154911-d3336847-Reviews-Chalet_Restaurant-Banff_Banff_National_Park_Alberta.html",
            "https://www.tripadvisor.com/Attraction_Review-g154917-d184914-Reviews-Columbia_Icefield_Discovery_Centre-Jasper_National_Park_Alberta.html",
            "https://www.tripadvisor.com/Attraction_Review-g154917-d1830310-Reviews-Wilcox_Pass-Jasper_National_Park_Alberta.html",
            "https://www.tripadvisor.com/Attraction_Review-g154918-d3337446-Reviews-Columbia_Ice_Field-Jasper_Jasper_National_Park_Alberta.html",
            "https://www.tripadvisor.com/Attraction_Review-g154917-d10522737-Reviews-Tangle_Creek_Falls-Jasper_National_Park_Alberta.html",
            "https://www.tripadvisor.com/Attraction_Review-g154909-d311356-Reviews-Sunwapta_Pass-Alberta.html",
            "https://www.tripadvisor.com/Attraction_Review-g154917-d6484980-Reviews-or10-Columbia_Icefield_Skywalk-Jasper_National_Park_Alberta.html",
            "https://www.tripadvisor.com/Attraction_Review-g154918-d156403-Reviews-Icefields_Parkway-Jasper_Jasper_National_Park_Alberta.html",
            "https://www.tripadvisor.com/Attraction_Review-g154918-d14200516-Reviews-Highway_93A-Jasper_Jasper_National_Park_Alberta.html",
            "https://www.tripadvisor.com/Attraction_Review-g154917-d2203528-Reviews-Angel_Glacier-Jasper_National_Park_Alberta.html",
            "https://www.tripadvisor.com/Attraction_Review-g154918-d19041835-Reviews-Jasper_Station-Jasper_Jasper_National_Park_Alberta.html",
            "https://www.tripadvisor.com/Attraction_Review-g154918-d19716725-Reviews-Two_Brothers_Totem_Pole-Jasper_Jasper_National_Park_Alberta.html",
            "https://www.tripadvisor.com/Attraction_Review-g154918-d19832653-Reviews-Jasper_Community_Habitat_for_the_Arts-Jasper_Jasper_National_Park_Alberta.html",
            "https://www.tripadvisor.com/Attraction_Review-g154917-d207494-Reviews-Goat_Lick-Jasper_National_Park_Alberta.html",
            "https://www.tripadvisor.com/Attraction_Review-g154918-d23861883-Reviews-Gare_Ferroviaire_De_La_Canadien_National-Jasper_Jasper_National_Park_Alberta.html",
            "https://www.tripadvisor.com/Attraction_Review-g154917-d669313-Reviews-Ice_Walk-Jasper_National_Park_Alberta.html",
            "https://www.tripadvisor.com/Attraction_Review-g154917-d1519526-Reviews-Beauty_Creek_Trail-Jasper_National_Park_Alberta.html",
            "https://www.tripadvisor.com/Attraction_Review-g34347-d6765059-Reviews-Coco_Plum_Beach-Marathon_Florida_Keys_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g29750-d12495277-Reviews-Atlantic_City_Boardwalk_Tram_Service-Atlantic_City_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d265635-Reviews-Musee_de_l_Orangerie-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g31170-d127212-Reviews-Kartchner_Caverns_State_Park-Benson_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g40044-d12864406-Reviews-Dare_Ultra_Pool_and_Day_Club-Bossier_City_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g315917-d1875010-Reviews-Burriana_Beach-Nerja_Costa_del_Sol_Province_of_Malaga_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g48110-d9584804-Reviews-Animal_Farm_Petting_Zoo-Manorville_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d102412-Reviews-SeaWorld-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g187802-d3521894-Reviews-Museo_Ferrari-Maranello_Province_of_Modena_Emilia_Romagna.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d244934-Reviews-La_Terrrazza-Barcelona_Catalonia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g154917-d6484980-Reviews-or10-Columbia_Icefield_Skywalk-Jasper_National_Park_Alberta.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g154917-d6484980-Reviews-Columbia_Icefield_Skywalk-Jasper_National_Park_Alberta.html"
    }
]