[
    {
        "attraction_name": "Comedy Cellar",
        "attraction_name_vi": "Hầm hài kịch",
        "general_info": [
            "1.062 đánh giá",
            "- 5 trong 735 Cuộc sống về đêm ở thành phố New York",
            "Câu lạc bộ hài kịch"
        ],
        "attraction_summary": "Câu lạc bộ hài kịch lớn nhất và nổi tiếng nhất ở Mỹ. Bắt đầu là Rock, Schumer, Wong, Chappelle, Romano, Quinn, Stewart, Noah... danh sách dài Các chương trình dài 90 phút! Một số thông tin bên dưới không chính xác.Đọc thêm",
        "reviews": [
            "Thường được gọi là - Ngôi làng - đối với người dân New York, chính tại Làng Greenwich, cả nền văn hóa phản biện những năm 1960 và phong trào LGBT đã ra đời. Nổi tiếng với quá khứ phóng túng, hãy đến Công viên Quảng trường Washington để cảm nhận khu phố đa dạng và tràn đầy năng lượng này. Bạn - sẽ tìm thấy các sinh viên NYU, những người biểu diễn đường phố, những người trượt ván, những đứa trẻ nô đùa trong đài phun nước và những người dân địa phương đang thư giãn và chơi cờ. Tản bộ trên các con phố để khám phá sự kết hợp giữa những ngôi nhà phố hùng vĩ cùng các quán bar và nhà hàng ẩn mình mang lại cho khu phố này cảm giác dân cư kiểu cũ. Khi mặt trời lặn, hãy ghé thăm một trong những câu lạc bộ nhạc jazz hoặc hài kịch nổi tiếng vẫn thu hút họ hàng đêm.Đọc thêm",
            "Trải nghiệm hoàn toàn tuyệt vời. Hệ thống đặt chỗ rõ ràng và hướng dẫn giúp bạn dễ dàng - đến đúng giờ và bạn sẽ có trải nghiệm thú vị - . Khi đến đó, bạn sẽ được ngồi theo kế hoạch của Cellar, nhưng đừng lo lắng - dù bạn ở đâu, bạn sẽ thấy rất rõ hành động đó. Tôi ngồi ở cuối phòng và có tầm nhìn hoàn hảo về buổi biểu diễn.\nChất lượng của chương trình trong ngày của tôi là không ai sánh kịp. MC - Wil Sylvince - đã nhập vai đám đông rất tốt và thực sự ủng hộ các tiết mục khác nhau - Gregg Rogell, Greer Barnes, Jim Norton, Doug Bell và Chris Turner - tất cả đều cực kỳ vui nhộn theo phong cách riêng của họ.\nTrải nghiệm tuyệt vời và tôi chắc chắn sẽ quay lại trong lần lưu trú tiếp theo ở NYC. Rất khuyến khíchĐọc thêm",
            "Một trong những đêm tuyệt vời nhất chúng tôi có trong cả chuyến đi. Tôi đã không cười nhiều như vậy trong một thời gian rất dài. Diễn viên hài nào cũng vui nhộn. Toàn bộ sự việc kéo dài gần 2,5 giờ. Chắc chắn khuyên bạn nên đặt nó lên đầu danh sách nếu bạn đến thăm New YorkĐọc thêm",
            "Chúng tôi đã đến địa điểm MacDougal. Được tổ chức và quản lý tốt. Mặc dù môi trường nhỏ và tồi tàn, nhưng các bồi bàn vẫn phục vụ bạn rất tốt. Chúng tôi đã có một số thay đổi vào phút chót khiến chúng tôi hơi thất vọng nhưng hãy hiểu rằng đó là bản chất của công việc kinh doanh đó. Chúng tôi vẫn có một khoảng thời gian tuyệt vời. Đọc thêm",
            "Chúng tôi đã có trải nghiệm tuyệt vời tại Comedy Cellar. Quá trình này, từ đặt vé trực tuyến, cho đến cất điện thoại vào hộp an toàn để mang theo và đưa đến chỗ ngồi của chúng tôi, đều diễn ra liền mạch và nhanh chóng. Dịch vụ này thật tuyệt vời. Nhưng điểm nổi bật thực sự tất nhiên là truyện tranh. Tất cả họ đều xuất sắc! Mỗi người đều khác nhau về phong cách và kỹ thuật nhưng đều vui nhộn như nhau. Tôi sẽ 100 - giới thiệu đây như một buổi tối đi chơi ở NYC.Đọc thêm",
            "Hãy chắc chắn để đặt vé trước. Chương trình hài kịch hay nhất ở New York. Được tổ chức tốt. Giá tốt. Phòng mát mẻ. Điện thoại di động được cho vào túi để tạo ra cài đặt phù hợp hơn. Đồ uống và thức ăn cũng ngon. Đọc thêm",
            "Chúng tôi quyết định rằng chúng tôi thích xem một số vở hài kịch ngẫu hứng. Chúng tôi không nghĩ mình có nhiều cơ hội nhưng chúng tôi đã đến Comedy Cellar một giờ trước khi trận đấu bắt đầu. Chúng tôi đã được thêm vào danh sách chờ và được yêu cầu quay lại khi chương trình bắt đầu. Bất cứ ai nghĩ rằng cơ hội của chúng tôi rất mong manh - kể cả tôi - đều đã nhầm! Vì vậy, một lời khuyên; điều này thực sự hoạt động. Bản thân bộ phim hài đã rất tuyệt vời, đó là một dàn diễn viên chất lượng với một số tên tuổi bán nổi tiếng. Bạn - được yêu cầu uống 2 ly mỗi ly, đó không phải là vấn đề và dịch vụ thì tuyệt vời. Họ tịch thu điện thoại và đồng hồ của bạn khi nhập cảnh, đây cũng là một hành động hay. Thật ngạc nhiên khi chúng tôi rời đi, gần 2 giờ đã trôi qua. Tôi - tôi đã lên kế hoạch cho chuyến thăm tiếp theo của mình. Đọc thêm",
            "Dave Attell đang mang lại lợi ích cho Đền thờ của tôi. Tôi chống gậy đi bộ vì thị lực của tôi rất kém, hơn nữa tôi đã 92 tuổi. Khi tôi đến nơi và nhìn thấy tất cả các bậc thang,\nTôi trở nên lo lắng. Một nhân viên an ninh đến gặp tôi và nói:\n - Đ - đừng lo, tôi sẽ đưa bạn đến thang máy - . Anh ở lại với tôi và đưa tôi đi\nchỗ ngồi của tôi. Sau buổi biểu diễn, anh quay lại đưa tôi lên lầu. Anh ấy thậm chí còn chờ đợi\ncho tôi sử dụng nhà vệ sinh.\nBuổi biểu diễn rất xuất sắc và không có sự xô đẩy - đồ uống và thức ăn.\nĐây chắc chắn là một thủ môn.Đọc thêm",
            "Chúng tôi không thấy tên tuổi lớn nào nhưng mọi người chúng tôi thấy đều buồn cười. Họ bỏ điện thoại của bạn vào một chiếc ốp lưng nhưng bạn được giữ nó và họ sẽ phát những đoạn clip vui nhộn trước để bạn được giải trí. Ngồi nhanh chóng với sự sắp xếp tốt gần sân khấu. Đọc thêm",
            "Đây là một hạng mục vé lớn mà tôi đã gạch bỏ khỏi danh sách nhóm của mình. Địa điểm là hoàn toàn tuyệt vời và nhân viên rất thân thiện. \n\nTôi rất ngạc nhiên với chất lượng món ăn -  thịt gà kebab rất ngon và khoai tây chiên rất ngon và phong phú.\n\nĐến solo, tôi phải ngồi chung bàn với một người cũng đến một mình. Tôi đã rất may mắn khi gặp được một người tốt bụng và cũng có mặt ở buổi biểu diễn.. không phải tách trà của tất cả mọi người nhưng nó đã có tác dụng với tôi. \n\nĐẾN SỚM để có chỗ ngồi tốt.Đọc thêm",
            "Đầu tiên, bạn xếp hàng bên ngoài góc đường bên cạnh.  Họ đưa cho bạn một phong bì và tất cả điện thoại đều phải được niêm phong trong phong bì.  Bạn có thể cầm phong bì để điện thoại luôn ở bên bạn.  Họ chỉ muốn đảm bảo rằng bạn không sử dụng nó trong buổi biểu diễn. Sau đó, bạn bước vào và được đưa vào một khu vực khá chật hẹp trong khi người phục vụ cố gắng nhanh chóng nhận đơn đặt hàng trước khi chương trình bắt đầu.  Đó là mức tối thiểu là 2 ly, nhưng 2 ly đó có thể là nước đóng chai chẳng hạn. Tính cả người dẫn chương trình, chúng tôi đã thấy 6-7 diễn viên hài.  Một là từ SNL và một là tôi đã xem trên America - s Got Talent.  Hai người rất hài hước - cười không ngừng, một người không hài hước và những người còn lại ở mức trung bình - một số người cười chỗ này chỗ kia.  Nói chung đó là khoảng thời gian tuyệt vời và tôi - sẽ quay lại.Đọc thêm",
            "Trải nghiệm tồi tệ nhất ngay cả khi những người biểu diễn hài hước vì chúng tôi phải ở lại 2 tiếng đồng hồ ở một nơi đông người và không có không khí lưu thông. Cơ sở thậm chí còn không đề cập đến việc điều hòa của họ không hoạt động trước khi chúng tôi đăng ký. Chúng tôi đã không có cơ hội để hủy bỏ. Họ đã cho chúng tôi - nước miễn phí - sau khi chúng tôi đăng ký và nghĩ rằng đây là tiêu chuẩn đối với họ. Nhưng khi chúng tôi được dẫn vào chỗ ngồi và sau 5 phút, chúng tôi nhận ra rằng điều hòa không hoạt động. Họ cũng vẫn bắt chúng tôi gọi món - 20 món mỗi người, bao gồm cả rượu. Những người biểu diễn toát mồ hôi như bò và trông rất khó chịu. Nhìn chung đây không phải là hoạt động kinh doanh trung thực.Đọc thêm",
            "Nếu bạn thích cười và muốn có một trải nghiệm mang tính biểu tượng ở New York thì bạn cần phải đến Comedy Cellar. Village Underground là sân khấu chính của họ và The Fat Black Pussycat là sân khấu khác của họ được gắn ở tầng trên. Họ cũng có một địa điểm khác gần đó và chúng tôi đã có khoảng thời gian tuyệt vời ở tất cả các địa điểm đó, nhưng buổi biểu diễn muộn ở Village Underground vào tối thứ Bảy luôn là một trải nghiệm tuyệt vời đối với chúng tôi vì thông thường một truyện tranh nổi tiếng sẽ xuất hiện với tư cách là một gây ngạc nhiên và chiêu đãi bạn những tài liệu mới mà họ đang thực hiện hoặc chỉ muốn quay lại sân khấu và khiến bạn cười vỡ bụng! Đây là một điều tuyệt vời 5 sao ở New York!!! Đọc thêm",
            "Rất vui! Tôi rất muốn đi xem show lúc 11h30 nhưng lại hơi do dự khi đi solo với tư cách là một nữ du khách. Khu vực xung quanh sáng sủa và sôi động lúc 11 giờ 30 và mọi người ở Cellar rất thân thiện. Họ đưa tôi đi cùng những người khác bay một mình nên thật vui khi có người khác trò chuyện khi ngồi trước buổi biểu diễn. Thật hạnh phúc khi tôi đến địa điểm lịch sử này, tôi đã có khoảng thời gian thực sự tuyệt vời.Đọc thêm",
            "Tôi vừa đặt chỗ trực tuyến tại Comedy Cellar và nhận được email xác nhận. Tuy nhiên, không có thanh toán trực tuyến. Bạn có trả tiền khi đến nơi không? Có vẻ kỳ quặc, và tôi chỉ muốn chắc chắn rằng mình - không bỏ sót thứ gì.Đọc thêm",
            "Đầu tiên, bạn xếp hàng bên ngoài góc đường bên cạnh.  Họ đưa cho bạn một phong bì và tất cả điện thoại đều phải được niêm phong trong phong bì.  Bạn có thể cầm phong bì để điện thoại luôn ở bên bạn.  Họ chỉ muốn đảm bảo rằng bạn không sử dụng nó trong buổi biểu diễn. Sau đó, bạn bước vào và được đưa vào một khu vực khá chật hẹp trong khi người phục vụ cố gắng nhanh chóng nhận đơn đặt hàng trước khi chương trình bắt đầu.  Đó là mức tối thiểu là 2 ly, nhưng 2 ly đó có thể là nước đóng chai chẳng hạn. Tính cả người dẫn chương trình, chúng tôi đã thấy 6-7 diễn viên hài.  Một là từ SNL và một là tôi đã xem trên America - s Got Talent.  Hai người rất hài hước - cười không ngừng, một người không hài hước và những người còn lại ở mức trung bình - một số người cười chỗ này chỗ kia.  Nói chung đó là khoảng thời gian tuyệt vời và tôi - sẽ quay lại.Đọc thêm",
            "My wife and I are huge comedy fans, the way some folks are into sports or a favorite band. We - ve been to the Cellar over a hundred times and have also been to most of the comedy spots in Manhattan. While we like Stand Up New York and enjoyed Carolines before it closed, there really is nothing like the Cellar  - and its sister clubs, the Village Underground, and the Fat Black Pussycat  - upstairs and downstairs - . There are several reasons.First of all, the physical set up of the Cellar is nonpareil. It - s the quintessential brick-backed, low-ceilinged, cozy  - ok, tight! -  space that standup wants to be performed in; it - s intimate to the point of needing an STD test after some visits! And the club has achieved so much popularity that it - s never not sold-out  - in fact, right now it - s impossible to reserve an early Thursday show even a month ahead of time! - . The crowds are generally terrific and are about an 80 - 20 mix of locals and out-of-towners.Equally important is the job that Estee, the booker, does in finding a nice mix of comedians: straight, gay, male, female, all demographics. That doesn - t mean you - ll have a  - perfect -  blend for the show you attend, but over the long haul, it means you - ll see a huge variety of performer. And because Estee has great taste, you know that anyone showing up on that stage is top-notch. The waitstaff is always great. The managers are terrific. The people who work the door do a great job. The food is great -- way better than you - d expect. The prices are more than fair.Finally, a huge shout-out to the owner, Noam. It - s no accident that everything about the Cellar is as good as it can be. He sets things up to succeed and then gets out of the way, allowing his trusted employees to do their job. I - ve never worked there, but I can - t imagine a better boss. Check out his  - Live from the Table -  podcast if you want to know more about that.TL; DR: There is no better club for comedy in New York.Read more",
            "Đây là một hạng mục vé lớn mà tôi đã gạch bỏ khỏi danh sách nhóm của mình. Địa điểm là hoàn toàn tuyệt vời và nhân viên rất thân thiện. Tôi rất ngạc nhiên với chất lượng món ăn -  thịt gà nướng rất ngon và khoai tây chiên rất ngon và phong phú. Đến một mình, tôi phải ngồi chung bàn với một người cũng đến một mình. Tôi đã rất may mắn khi gặp được một người tốt bụng và cũng có mặt ở buổi biểu diễn.. không phải tách trà của tất cả mọi người nhưng nó đã có tác dụng với tôi. ĐẾN SỚM để có chỗ ngồi tốt.Đọc thêm",
            "Tôi đã đến thăm khi ở NYC vào dịp Giáng sinh: Tôi chưa nghe nói về bất kỳ tiết mục nào nhưng tất cả đều hài hước và đáng xem - đừng mong đợi được gặp những người như Chris Rock và Seinfeld và bạn sẽ - không thất vọng - : Tôi đã có một cái nhìn tốt về khu vực sân khấu nhưng tôi khuyên bạn nên đến đó sớm để bạn không phải ngồi ở một nơi không tuyệt vời lắm: Tôi nghĩ đồ uống rất đắt tiền nhưng nếu không thì tôi khuyên bạn nên đến đây nếu bạn thích hài kịch.Đọc thêm",
            "Chúng tôi không thấy bất kỳ tên tuổi lớn nào nhưng tất cả những người chúng tôi gặp đều hài hước. Họ đặt điện thoại của bạn vào một chiếc ốp nhưng bạn có thể giữ nó và họ sẽ phát trước những đoạn clip vui nhộn để bạn - sẽ được giải trí. Ngồi nhanh chóng với sự tổ chức tốt gần sân khấu.Đọc thêm",
            "Dave Attell đang mang lại lợi ích cho Đền thờ của tôi. Tôi phải chống gậy khi đi bộ vì thị lực của tôi rất kém, hơn nữa tôi đã 92 tuổi. Khi đến nơi và nhìn thấy tất cả các bậc thang, tôi trở nên lo lắng. Một trong những nhân viên An ninh đến gặp tôi và nói, - Đ - đừng lo, tôi sẽ đưa bạn đến thang máy -. Anh ấy ở lại với tôi và nhường chỗ cho tôi. Sau buổi biểu diễn, anh quay lại đưa tôi lên lầu. Anh ấy thậm chí còn đợi tôi sử dụng Phòng vệ sinh. Buổi biểu diễn rất xuất sắc và không có sự xô đẩy - đồ uống và thức ăn. Đây chắc chắn là một người giữ gìn.Đọc thêm"
        ],
        "star_ratings": [
            786,
            183,
            36,
            19,
            40
        ],
        "review_amount": 1064,
        "location": [
            "Hoa Kỳ",
            "Thành phố New York",
            "New York - NY -",
            "Những điều cần làm ở thành phố New York",
            "Hầm hài kịch"
        ],
        "reviews_time": [
            "Written July 15, 2023",
            "Written July 18, 2023",
            "Written September 13, 2023",
            "Written September 27, 2023",
            "Written October 18, 2023",
            "Written November 5, 2023",
            "Written December 26, 2023",
            "Written January 6, 2024",
            "Written February 19, 2024",
            "Written April 21, 2024",
            "Written June 3, 2024",
            "Written May 27, 2024",
            "Written May 2, 2024",
            "Written May 2, 2024",
            "Written April 22, 2024",
            "Written April 7, 2024",
            "Written February 19, 2024",
            "Written January 16, 2024",
            "Written January 6, 2024",
            "Written December 26, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g60763-d555623-Reviews-Comedy_Cellar-New_York_City_New_York.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g60763-d17562204-Reviews-Posh_Pop_Bakeshop-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60763-d1878682-Reviews-Olio_E_Piu-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60763-d1072874-Reviews-Numero_28_Pizzeria-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60763-d10145683-Reviews-Petite_Boucherie-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60763-d479337-Reviews-Bleecker_Street_Pizza-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60763-d2436489-Reviews-Mille_Feuille_Bakery-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60763-d11918545-Reviews-Boucherie_West_Village-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60763-d2321555-Reviews-Molly_s_Cupcakes-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60763-d8319600-Reviews-Song_E_Napule_Pizzeria_Trattoria-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60763-d2704704-Reviews-Amelie-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d2646755-Reviews-The_Players_Theatre-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d565070-Reviews-Minetta_Lane_Theatre-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d10174353-Reviews-The_Gym_at_Judson-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d615629-Reviews-Provincetown_Playhouse-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d3244662-Reviews-Judson_Memorial_Church-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d136354-Reviews-Washington_Square_Park-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d8684445-Reviews-Our_Lady_of_Pompeii-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d555526-Reviews-Skirball_Center_for_the_Performing_Arts_at_NYU-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d5288719-Reviews-The_Renee_and_Chaim_Gross_Foundation-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d8124550-Reviews-Cosby_House-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d555623-Reviews-or10-Comedy_Cellar-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d1556664-Reviews-Big_Apple_Jazz_Tours-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d10422839-Reviews-Telltale_Tours-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d2624176-Reviews-Pub_Crawl_New_York-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d555689-Reviews-Terra_Blues-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d535079-Reviews-Birdland-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d616662-Reviews-Smalls_Jazz_Club-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d616668-Reviews-Dizzy_s_Club-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d5830185-Reviews-Rudy_s_Bar_Grill-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d220043-Reviews-McSorley_s_Old_Ale_House-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d548583-Reviews-The_Village_Vanguard-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d3215514-Reviews-124_Rabbit_Club-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d548418-Reviews-Cafe_Wha-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d6991771-Reviews-Monday_Night_Magic-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d23822388-Reviews-American_Liberty_Ballet-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d15817287-Reviews-Best_Comedy_Tickets-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d27076568-Reviews-Luxor_Lounge-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d2017754-Reviews-Miette_Culinary_Studio-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d27702280-Reviews-WineCopilot_Wine_Tastings-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d13411946-Reviews-Comedy_Village-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d19082196-Reviews-I_Love_Comedy_Tour-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d7918038-Reviews-The_Up_Up-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d10127402-Reviews-Groove-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d15843723-Reviews-The_Grisly_Pear_Comedy_Club-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d2413195-Reviews-Standing_On_Ceremony_The_Gay_Marriage_Plays-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g41499-d105276-Reviews-Monomoy_National_Wildlife_Refuge-Chatham_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g55597-d139640-Reviews-Cedar_Hill_State_Park-Cedar_Hill_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g32414-d281791-Reviews-Forestiere_Underground_Gardens-Fresno_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d321414-Reviews-Toei_Kyoto_Studio_Park-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g41499-d2354496-Reviews-Chatham_Pier_and_Fish_Market-Chatham_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g14134868-d320639-Reviews-Tokyo_DisneySea-Maihama_Urayasu_Chiba_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g188080-d23507267-Reviews-Grindelwald_Terminal-Grindelwald_Jungfrau_Region_Bernese_Oberland_Canton_of_Bern.html",
            "https://www.tripadvisor.com/Attraction_Review-g190326-d7109372-Reviews-St_Paul_s_Grotto-Rabat_Island_of_Malta.html",
            "https://www.tripadvisor.com/Attraction_Review-g54354-d144263-Reviews-Boone_Hall_Plantation-Mount_Pleasant_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g60652-d3382692-Reviews-Kalama_Beach_Park-Kailua_Oahu_Hawaii.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g60763-d555623-Reviews-or10-Comedy_Cellar-New_York_City_New_York.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g60763-d555623-Reviews-Comedy_Cellar-New_York_City_New_York.html"
    }
]