[
    {
        "attraction_name": "Como Regional Park Pool",
        "attraction_name_vi": "Như hồ bơi công viên khu vực",
        "general_info": [
            "20 đánh giá",
            "80 trong số 233 điều cần làm ở Saint Paul",
            "Công viên nước"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Chúng tôi đã có một trải nghiệm cực kỳ thiếu chuyên nghiệp với các nhân viên tại Como Pool tối nay và tôi rất thất vọng. Giờ đã đăng là đến 8 giờ; các nhân viên đã thông báo với chúng tôi rằng mặc dù vậy họ vẫn dọn sạch hồ bơi lúc 7:30. Lúc 7h15, một trong những nhân viên cứu hộ vẫy tay và trợn mắt nhìn chúng tôi. Ngoài ra, khi đối tác của tôi đang ở trong ống của họ, một mảnh đáy bể bong ra và dính vào chân đối tác của tôi, khiến nó bị cắt. Họ thông báo với một nhân viên cứu hộ rằng anh ấy rất tốt bụng và chuyên nghiệp. Nó xảy ra lần thứ hai khi chúng tôi chuẩn bị ra khỏi bể bơi. Lần này, chính nhân viên cứu hộ đã đảo mắt và vẫy tay với chúng tôi đã đến và hỏi đối tác của tôi tại sao họ không nhảy lên ống của mình để tránh bị hồ bơi liên tục cắt. Thay vì hỏi xem đối tác của tôi có ổn không sau khi bị thương hai lần, nhân viên cứu hộ này đã dành vài phút để châm chọc và đổ lỗi cho đối tác của tôi. Tôi và hỏi tại sao họ không nhảy đi bằng bàn chân bị thương của mình. Đọc thêm",
            "July 3rd nightmareI wake up early and made breakfast as usual. My two boys and I eat and have a good time.  My friend and I had made a plan two weeks ago to take kids out to play. We did look great place to play for kids. Our kids age is from 2 to 5 years, so we decided to go to Como pool 1151 Wynne Ave, St Paul, MN 55108. We arrived there at 4:15 pm and paid the fee, and started play round. The area our kids were playing was from 2 inches to 4 inches. My kids are still learning how to swim, so I put on a life-saving jacket for bathing. The kids have fun, and me following around.My five years old was playing. I went to the other side of the playing to check my four years old and my five-year-old push accident by other people and flap and drowning! My friends sister had her boy and girls out there and asked the life grads to help my boys, and she bags the lifeguard told my friend sister she cant help him because thats not the area. One kind gu realized that there was a problem and help my child up out of the water and heaving and gasping and then clinging to me and crying. My friends and I ran up to the lifeguard and said, Whats wrong with you, a child was drowning right in front of you, and someone jumped in to save him! She said she couldnt go there, and someone who works that side makes me so crazy shout of her at her, and she turned her face. And we went; the supervisor but he side Mum, we are not a baby sitter here. did not even feel sorry the personal life and didnt evaluate my boy. I guess you have to be unresponsive to have them take things seriously. The supervisor voiced our concerns about the lack of action on their part and asked for their first names, and he told men he would handle it. He was very disrespectful and no sympathy. He was telling me to let it go.I found the entire incident to be very disturbing!Read more",
            "Vị trí tuyệt vời bên cạnh sở thú và hồ Como.  Luôn luôn là một tác phẩm kinh điển -- tôi ghét phải thấy cái cũ biến mất, nhưng cái mới thậm chí còn hay hơn!  Thật vui khi có thể bơi lội bên ngoài -- đặc biệt nếu bạn không phải là thành viên câu lạc bộ!Đọc thêm",
            "Đã đến đây vài giờ với đứa cháu gái gần 4 tuổi không sợ nước của chúng tôi.  Cô ấy đã có một thời gian tuyệt vời. Các đường trượt là một thành công lớn và khu vực đi bè lười biếng thật dễ chịu đối với những người còn lại trong chúng tôi.  Nhân viên rất dễ chịu và xung quanh sạch sẽ và ngăn nắp. Sẽ quay lại vào mùa hè này. Đọc thêm",
            "Đây là chuyến thăm gia đình của chồng tôi và tôi cùng hai cô con gái 10 và 13 tuổi. Chúng tôi đã gặp gia đình ở đó. Nó đã rất bận rộn. Nhiều khả năng là đã đạt công suất hoặc ít nhất là gần công suất. Các hồ bơi có vẻ sạch sẽ. Phòng thay đồ và phòng tắm có mùi rất tệ! Chúng có mùi tệ đến nỗi tôi thậm chí không muốn sử dụng chúng. Thậm chí không được đi vệ sinh. Thật là một sự tra tấn khi phải cố gắng mặc bộ đồ bơi của mình vào đó! Quầy giảm giá đã hết rất nhiều thứ nhưng giá cả có vẻ khá tốt so với nhiều quầy giảm giá khác mà tôi từng thấy trước đây. Họ có một hồ bơi chính lớn, một đường trượt zipline, hai hoặc ba điểm nhảy, ván lặn, một khu vực rộng lớn dành cho trẻ em với các đường trượt nước ngắn và cuối cùng nhưng không kém phần quan trọng là một dòng sông lười nhỏ. Họ có số lượng chỗ ngồi khá tốt nhưng tất cả đều đã được sử dụng. Ngoài ra, họ có vòi hoa sen bên ngoài để xả sạch, nước bắn ra Giống như một quả ngư lôi, nó làm bạn đau và không rửa sạch được cho lắm. Rất phiền phức . Nói chung chúng tôi đã có khoảng thời gian vui vẻ ở đó.Đọc thêm",
            "Chúng tôi đưa đứa con trai 4,5 tuổi của mình đến đây khoảng một tuần một lần.  Nó có sự kết hợp tuyệt vời giữa các hồ cạn, đường trượt nhỏ và dòng sông lười rất phù hợp cho trẻ nhỏ.  Rất nhiều điều khác nhau để làm trong nước.  Có một số khu vực được che bóng để bạn có thể nghỉ ngơi dưới ánh nắng mặt trời.  Nhìn chung đây là một cơ sở tuyệt vời. Thức ăn cũng ổn, không thực sự có nhiều lựa chọn lành mạnh.  Phòng tắm và thay đồ là đủ.  Combo pool là hoạt động Top 3 dành cho gia đình chúng tôi trong mùa hè.  Chúng tôi rất vui khi có nó!Đọc thêm",
            "Hồ bơi này là tuyệt vời cho mọi lứa tuổi. Có khu vui chơi té nước dành cho trẻ nhỏ, khu vực nhỏ với các đường trượt nhỏ hơn, dòng sông lười và hồ bơi lớn hơn với khu vực riêng biệt có đường trượt xuống nước dành cho trẻ lớn hơn. Nó rất đông đúc, vì vậy hãy đến đó trước khi nó mở cửa!Đọc thêm",
            "Được xây dựng vào khoảng năm 2012, nó mới, sạch sẽ và có đầy đủ các lựa chọn công viên nước. Nếu bạn đang tìm kiếm một công viên nước tàu điện ngầm thì đáng để ghé thăm. Tốt cho người lớn và trẻ em.Đọc thêm",
            "Hồ bơi rất đẹp với nhiều chỗ ngồi. Phòng tắm và thay đồ nhỏ và cẩu thả.  Một điểm tiêu cực lớn là thái độ chậm chạp, thiếu quan tâm của mọi nhân viên mà chúng tôi gặp phải....từ cậu thiếu niên thu phí vào cửa của chúng tôi, cô gái thô lỗ ở quầy nhượng quyền ngồi trên ghế và đẩy nó qua lại từ quầy tính tiền đến quầy tính tiền. bật máy rồi quay lại cửa sổ, và cô gái hách dịch đã trừng phạt tôi vì cố đưa cho cô ấy cái ống của tôi sau khi tôi kích thích dòng sông lười. Rõ ràng, cô ấy chỉ đứng đó và khách hàng phải đi sau sợi dây và tự xếp các ống. Đọc thêm",
            "Đó là một hồ bơi nhỏ xinh nhưng rất đông đúc trong những tháng hè. Tôi và các con tôi đã mua thẻ đục lỗ để đến đó vào mùa hè và chúng tôi nhanh chóng biết rằng thời điểm tốt nhất để đến đó là ngay khi họ mở cửa nếu không bạn sẽ phải đối mặt với đám đông. Có quá nhiều nhà trẻ, trại ban ngày và các nhóm trường học trộn lẫn với các gia đình trong suốt mùa hè. Nó quá bận rộn để các nhân viên cứu hộ có thể theo dõi mọi người ở đó. Chúng tôi sẽ bơi ở nơi khác trong mùa hè. Đọc thêm",
            "Bạn có thể tự muối vào thức ăn của mìnhĐọc thêm"
        ],
        "star_ratings": [
            10,
            4,
            3,
            0,
            3
        ],
        "review_amount": 20,
        "location": [
            "Những điều cần làm ở Saint Paul",
            "Hoa Kỳ",
            "Minnesota MN",
            "Thánh Paul",
            "Như hồ bơi công viên khu vực"
        ],
        "reviews_time": [
            "Written June 16, 2023",
            "Written July 5, 2021",
            "Written August 28, 2018",
            "Written July 23, 2018",
            "Written July 10, 2018",
            "Written July 9, 2018",
            "Written November 9, 2017",
            "Written October 18, 2017",
            "Written July 28, 2017",
            "Written April 28, 2017"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g43501-d8467577-Reviews-Como_Regional_Park_Pool-Saint_Paul_Minnesota.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g43501-d1312565-Reviews-Gabe_s_Neighborhood_Bar_Kitchen-Saint_Paul_Minnesota.html",
            "https://www.tripadvisor.com/Restaurant_Review-g43501-d7239576-Reviews-Zobota_Cafe-Saint_Paul_Minnesota.html",
            "https://www.tripadvisor.com/Restaurant_Review-g43501-d783926-Reviews-Half_Time_Rec-Saint_Paul_Minnesota.html",
            "https://www.tripadvisor.com/Restaurant_Review-g43501-d10724628-Reviews-Cozy_s_Pub-Saint_Paul_Minnesota.html",
            "https://www.tripadvisor.com/Restaurant_Review-g43501-d14046702-Reviews-Spring_Cafe-Saint_Paul_Minnesota.html",
            "https://www.tripadvisor.com/Restaurant_Review-g43501-d15251335-Reviews-Domino_s_Pizza-Saint_Paul_Minnesota.html",
            "https://www.tripadvisor.com/Restaurant_Review-g43501-d12631001-Reviews-Bole_Ethiopian_Cuisine-Saint_Paul_Minnesota.html",
            "https://www.tripadvisor.com/Restaurant_Review-g43501-d541935-Reviews-Nelson_Cheese_Factory_and_Deli-Saint_Paul_Minnesota.html",
            "https://www.tripadvisor.com/Restaurant_Review-g43501-d920561-Reviews-Conny_s_Creamy_Cone_Incorporated-Saint_Paul_Minnesota.html",
            "https://www.tripadvisor.com/Restaurant_Review-g43501-d474800-Reviews-Mac_s_Fish_Chips-Saint_Paul_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g43501-d10606256-Reviews-HIstoric_Streetcar_Station-Saint_Paul_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g43501-d12879653-Reviews-Como_Park_Zoo_Conservatory-Saint_Paul_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g43501-d2322964-Reviews-Minnesota_State_Fair-Saint_Paul_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g43501-d288200-Reviews-Cafesjian_s_Carousel-Saint_Paul_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g43501-d6377524-Reviews-Como_Town_Amusement_Park-Saint_Paul_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g43501-d561659-Reviews-Como_Lakeside_Pavilion-Saint_Paul_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g43501-d144120-Reviews-Cathedral_of_Saint_Paul-Saint_Paul_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g43501-d142443-Reviews-Summit_Avenue-Saint_Paul_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g43501-d103905-Reviews-Minnesota_History_Center-Saint_Paul_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g43501-d134850-Reviews-Minnesota_State_Capitol-Saint_Paul_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g43501-d8467577-Reviews-or10-Como_Regional_Park_Pool-Saint_Paul_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g43501-d27080879-Reviews-Highland_Park_Aquatic_Center-Saint_Paul_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g43501-d267107-Reviews-Como_Park_Zoo_Conservatory-Saint_Paul_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g43501-d5844890-Reviews-The_Original_Gabe_s_By_The_Park-Saint_Paul_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g43501-d14971786-Reviews-Wheel_Fun_Rentals_Como_Park_Mini_Golf-Saint_Paul_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g43501-d8047988-Reviews-Wheel_Fun_Rentals_Lake_Como-Saint_Paul_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g43323-d7385833-Reviews-Surly_Brewing_Company-Minneapolis_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g189413-d653845-Reviews-Georgioupolis_Beach-Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g186525-d195211-Reviews-Arthur_s_Seat-Edinburgh_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g187786-d12723086-Reviews-Bosco_de_Medici_Winery-Pompeii_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187514-d2354488-Reviews-Mercado_de_Anton_Martin-Madrid.html",
            "https://www.tripadvisor.com/Attraction_Review-g34182-d6487687-Reviews-James_Lee_Park-Destin_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g42764-d14989088-Reviews-Trufant_Flea_Market-Trufant_Montcalm_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g1174924-d2012653-Reviews-Marineland_Catalunya-Palafolls_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g294201-d19745704-Reviews-Mamluk_Jewellery_and_Bazaar-Cairo_Cairo_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g55368-d143739-Reviews-The_Lost_Sea_Adventure-Sweetwater_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g29527-d272311-Reviews-Nobadeer-Nantucket_Massachusetts.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g43501-d8467577-Reviews-or10-Como_Regional_Park_Pool-Saint_Paul_Minnesota.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g43501-d8467577-Reviews-Como_Regional_Park_Pool-Saint_Paul_Minnesota.html"
    }
]