[
    {
        "attraction_name": "Con Dao National Park",
        "attraction_name_vi": "Vườn quốc gia Côn Đảo",
        "general_info": [
            "84 đánh giá",
            "4 trong số 14 điều cần làm ở Côn Sơn",
            "Các công viên quốc gia"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Tôi không khuyên bạn nên đặt một tour du lịch giá cao. Chỉ cần lái xe đến phòng vé của công viên phía bắc Côn Đảo. 10 phút đi xe máy, mua vé 50k Đồng 2 Eur và đi bộ qua khu rừng nhiệt đới. 3,5 km đến Bạch và ngược lại. Mang đủ nước, bạn sẽ đổ mồ hôi như điên. Một số người viết ở đây sẽ rất nguy hiểm nếu không có người hướng dẫn. Không phải vậy. Bạn thậm chí không cần giày theo dõi. Đó là một con đường lát đá.Đọc thêm",
            "Mặc dù có giá vé vào cửa hợp lý 50.000 đồng và có nhân viên túc trực nhưng con đường này đã lâu không được bảo trì và cực kỳ nguy hiểm. Toàn bộ con đường được trải nhựa nhưng phủ đầy rêu và cực kỳ trơn trượt. Nói rõ hơn, có một đôi giày tốt sẽ KHÔNG đủ. Câu hỏi không phải là bạn có bị trượt chân hay không mà là khi nào và ai sẽ đến đón bạn khi bạn bị gãy tay hoặc bị trầy xước. Câu trả lời ngắn gọn là: không có ai, con đường này rất xa. Khi đi bộ đến đó, chúng tôi gặp hai nhóm, và cả hai đều có ít nhất một thành viên bị thương trên đường mòn. Đây có thể là một chuyến đi bộ đường dài thú vị, nhưng tình trạng hiện tại khiến nó trở thành một cơn ác mộng.... và thật không may, bãi biển ở cuối đường mòn chỉ có những tảng đá. .Hãy tự giúp mình một việc lớn và đừng phải vào bệnh viện. Hòn đảo còn có nhiều điều thú vị hơn con đường chết chóc này!Đọc thêm",
            "Vườn quốc gia rất đáng để ghé thăm khi bạn ở Côn Đảo. Với vé vào cổng 60.000 đồng, bạn cần ít nhất 3 giờ để trekking tới đó. Những con đường mòn rất dễ đi theo; cây cối, chim chóc, khỉ.. Rất thú vị. Cuối cùng đi qua công viên có 3 bãi biển nên tùy thời gian bạn có thể chọn bãi Ông Đụng, bãi Bàng hoặc bãi Đất Thâm. Tôi đã đến bãi Bàng, một bãi biển xa xôi và yên tĩnh, rất lý tưởng để chụp ảnh.Đọc thêm",
            "Chúng tôi đến thăm khi họ đang tiến hành cải tạo và rõ ràng công viên này cần được bảo trì. Bạn có thể đi bộ nhanh vài lần trong khu vực này và có thể bơi ở bãi biển nếu có một đôi giày đi nước tốt. Cầu thang ở một số chỗ không bằng phẳng và có một số đá rời và nhiều lá nên hãy chú ý bước đi của mình. Khu vực này có rất nhiều biển hiệu lớn để giải thích về lịch sử và động vật trong khu vực. Gần trạm kiểm lâm cũng có khá nhiều khỉ. Chúng tôi tin rằng một khi con đường được hoàn thiện và các lối đi được bảo trì tốt hơn thì đó sẽ là một chuyến đi nửa ngày thú vị ở Côn Đảo. Xin lưu ý rằng chúng tôi không thấy nhiều biển báo cho biết vị trí của công viên trong thị trấn và đã mắc một số sai sót rẽ, nhưng có thể dễ dàng đi đến đó bằng xe tay ga. Mang theo một đôi giày tốt để đi bộ đường dài. Có cầu thang, nhưng một số không bằng phẳng và cao hơn những cầu thang khác.Đọc thêm",
            "Chúng tôi dự định đi bộ So Ray nên thuê một chiếc xe máy rồi đi lên phòng bán vé, rất dễ tìm. Phố đi bộ Sở Ray bị đóng cửa vì có quân đội ở đó nên chúng tôi chọn đi bộ Đam Tre, chúng tôi đi xe máy đến điểm bắt đầu đi bộ gần sân bay. Có một biển chỉ dẫn vịnh Đầm Tre giúp bạn biết nơi nào nên ra khỏi đường chính. Việc đi bộ cũng ổn, không vất vả lắm. Vịnh ở cuối thực sự đáng xấu hổ, nó có vô số rác và dầu bao phủ rất nhiều đá, nó không đủ sạch để bơi hoặc xuống nước. Tôi cho nó 4 sao vì chúng tôi đã thấy rất nhiều động vật hoang dã, và theo ý kiến ​​​​của tôi điều này làm cho tất cả có giá trị nó. Chúng tôi nhìn thấy vô số cua trên bãi biển, chui ra khỏi những cái hố họ đã đào và lao xuống bãi biển, 2 con sóc đen, bướm, chim, thằn lằn và khỉ. Những con khỉ không làm phiền chúng tôi chút nào, chúng ở trên cây, chúng tôi thậm chí còn nhìn thấy một con khỉ!! Cuộc đi bộ khiến chúng tôi mất khoảng 90 phút mỗi chiềuĐọc thêm",
            "Cong từ nhân viên Công viên rất hữu ích và sắp xếp một ngày tuyệt vời để lặn với ống thở và thả rùa con. Tôi khuyên bạn nên gọi cho họ để biết thông tin về các chuyến tham quan, đi bộ, v.v.Đọc thêm",
            "Công viên quốc gia xinh đẹp đang dần bị phá hủy vì họ quyết định cần làm một con đường lớn xuyên qua nó: Chúng tôi thấy khỉ, sóc, thằn lằn. Phần trên gần đường bị bao phủ bởi bụi từ công trình xây dựng và bạn nghe thấy tiếng ồn khó chịu từ máy ủi : Đọc thêm",
            "Những ngọn đồi, rừng, đảo và bờ biển tuyệt đẹp. Nhưng có rất ít lựa chọn đi bộ đường dài và hầu hết các con đường dễ tiếp cận đều được trải nhựa. Vườn quốc gia dường như là cơ quan để phát triển du lịch hơn là bảo vệ môi trường. Một con đường mới đang được cho nổ tung và san phẳng xuyên qua khu rừng nhiệt đới hẻo lánh, nguyên sơ trước đây dọc theo bờ biển phía tây Côn Sơn nên tôi nghi ngờ rằng sẽ không còn nhiều vườn quốc gia ở đó trong những năm tới.Đọc thêm",
            "Công viên này có những con đường được đánh dấu rõ ràng bằng bảng mô tả và nhãn về nhiều loại cây và côn trùng khác nhau dọc theo công viên. Có những bãi biển tuyệt đẹp ở cuối mỗi con đường chúng tôi đi bộ và những âm thanh tuyệt vời suốt thời gian qua. Đọc thêm",
            "Đây thực sự là nơi duy nhất để đến xem đó không phải là nhà tù cũ trên đảo. Những con đường bê tông hơi nguy hiểm khi ướt và trơn trượt, vì vậy hãy mang theo một đôi giày tốt. Khung cảnh từ vịnh ở phía bên kia ngọn núi từ nơi bạn đến khá đẹp và những chú khỉ cũng khá ăn ảnh. Vé có giá 60.000 đồng, sao bạn không xem thử?Đọc thêm",
            "Thời điểm thả rùa biển về biển là khi nào? Tháng Tám tháng Chín ? Cảm ơnĐọc thêm",
            "Mùa hè là thời điểm rùa con được thả ra nhưng tôi thấy thời gian đó khá nhàm chán khi sóng rất cao, gió cũng mạnh và sứa ở biển cũng nhiều.Đọc thêm",
            "Tôi muốn đi lặn để xem trai lớn, cá tutle và san hô. Làm ơn, tôi có thể làm điều đó bằng cách nào và chỗ ở gần đó? Miễn là có màn chống muỗi và giường ngủ hay tôi rất vui khi được ở một nơi nào đó tốt đẹp?\nXin giới thiệu bãi biển đẹp. An hải?hay một bãi biển khác, muốn cát sạch, đẹp, v.v.Đọc thêm",
            "Thực tế chỉ có 6 khu nghỉ dưỡng có thể cung cấp cho bạn điều này nhưng chi phí khá cao. Và đó chính là lời đề nghị nghỉ dưỡng tuyệt vời đó. Các resprt hoặc khách sạn khác cũng bình thườngĐọc thêm"
        ],
        "star_ratings": [
            35,
            29,
            13,
            3,
            4
        ],
        "review_amount": 84,
        "location": [
            "Quần Đảo Côn Đảo",
            "Với con trai",
            "Châu Á",
            "Việt Nam",
            "Vườn quốc gia Côn Đảo",
            "Những điều cần làm ở Côn Sơn",
            "Họ ở tỉnh Rịa-Vũng Tàu"
        ],
        "reviews_time": [
            "Written January 23, 2023",
            "Written September 30, 2022",
            "Written March 6, 2020",
            "Written February 11, 2020",
            "Written January 22, 2020",
            "Written January 10, 2020",
            "Written January 8, 2020",
            "Written December 28, 2019",
            "Written November 21, 2019",
            "Written October 7, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g1024873-d7937098-Reviews-Con_Dao_National_Park-Con_Son_Con_Dao_Islands_Ba_Ria_Vung_Tau_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g1024873-d7937098-Reviews-or10-Con_Dao_National_Park-Con_Son_Con_Dao_Islands_Ba_Ria_Vung_Tau_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1024873-d6978866-Reviews-Dam_Trau_Beach-Con_Son_Con_Dao_Islands_Ba_Ria_Vung_Tau_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1024873-d14025411-Reviews-Bai_Nhat_Beach-Con_Son_Con_Dao_Islands_Ba_Ria_Vung_Tau_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1024873-d14008401-Reviews-Ong_Dung_Beach-Con_Son_Con_Dao_Islands_Ba_Ria_Vung_Tau_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1024873-d14007249-Reviews-An_Hai_Lake-Con_Son_Con_Dao_Islands_Ba_Ria_Vung_Tau_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1024873-d27534106-Reviews-Con_D_o_National_Park-Con_Son_Con_Dao_Islands_Ba_Ria_Vung_Tau_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g42139-d2486537-Reviews-American_Jewelry_and_Loan-Detroit_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g29218-d9884789-Reviews-Kalepa_Ridge_Trail-Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d110191-Reviews-Fashion_Show_Las_Vegas-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g293986-d544498-Reviews-The_Citadel-Amman_Amman_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g60403-d10637368-Reviews-Nigs_Bar-Wisconsin_Dells_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g44501-d13477466-Reviews-Rockford_Beach_Park-House_Springs_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g41298-d17494190-Reviews-Splash_Mountain_Water_Park-Ocean_City_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g47369-d116397-Reviews-Yankee_Stadium-Bronx_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g41555-d133716-Reviews-Salt_Pond_Visitor_Center-Eastham_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g147309-d149018-Reviews-Castleton_Gardens-Jamaica.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g1024873-d7937098-Reviews-or10-Con_Dao_National_Park-Con_Son_Con_Dao_Islands_Ba_Ria_Vung_Tau_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g1024873-d7937098-Reviews-Con_Dao_National_Park-Con_Son_Con_Dao_Islands_Ba_Ria_Vung_Tau_Province.html"
    },
    {
        "attraction_name": "Con Dao National Park",
        "attraction_name_vi": "Vườn quốc gia Côn Đảo",
        "general_info": [
            "84 đánh giá",
            "4 trong số 14 điều cần làm ở Côn Sơn",
            "Các công viên quốc gia"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "tôi đã liên hệ với CDNP vài tháng trước chuyến đi để đảm bảo mọi thứ sẽ ổn. Tôi đã phải nỗ lực rất nhiều để tìm được người làm việc ở đó. Tôi đã cập nhật cho cô ấy thông tin về việc sửa đổi lịch trình của mình và cô ấy nói rằng cô ấy sẽ quản lý chuyến tham quan cho tôi. Máy bay của tôi đến muộn vì hãng hàng không việt nam không tốt hơn CDNP và tour CDNP sớm hơn thông báo trên website CDNP: 15h thay vì 15h45. Vì thế bà CNVP không cho tôi tham gia chuyến đi dù chỉ một phần. Ngoài ra, nếu bạn tiếp cận được họ thành công, bạn sẽ phải chờ nửa ngày đến một hoặc 2 ngày để nhận được câu trả lời cho email của mình.Đọc thêm",
            "Bản thân Công viên rất sôi động, việc đăng biển hiệu rất tốt trừ thực tế là chúng tôi không thể tìm thấy bất kỳ dấu hiệu nào cho cây di sản. Chúng tôi đã lặn với ống thở ở bãi biển đầu tiên, nhưng không có kích cỡ nào cho vây vượt quá cỡ 43. San hô được bao phủ trong mảnh vụn câu cá và túi nhựa. Họ có thể làm gì với ai đó làm sạch nó. Bản thân công viên cũng có rác xung quanh. Điều khiến chúng tôi khó chịu nhất là khi chúng tôi tìm kiếm một người trông giống như một kiểm lâm viên, anh ta mặc toàn màu xanh lá cây với chiếc mũ lưỡi trai màu xanh lá cây bắn một con thằn lằn bằng máy bắn đá cầm tay. Khi nhìn thấy chúng tôi, anh ấy mỉm cười và tiếp tục. Lẽ ra phải có những quy định khi vào công viên nhưng có lẽ chúng cần phải được thực thi tốt hơn. Thật không may, đây là lý do tại sao tôi cho nó 3 sao. Nếu không thì nơi này thật tuyệt vời. Đọc thêm",
            "Rừng rậm ở Vườn quốc gia Cồn Dầu là một khu rừng thực sự tuyệt đẹp dành cho những ai yêu thích rừng nhiệt đới. Nếu bạn có đủ thời gian, hãy đến đó để đi bộ đường dài và đừng sợ vì có những con đường trải nhựa. Đọc thêm",
            "Vườn quốc gia này đã và vẫn đang phát triển. 8 năm trước tôi vẫn phải xuất trình CMND để qua cổng công viên.  Điều đó không cần thiết nữa. Quân đội Việt Nam chịu trách nhiệm xây dựng và giữ các con đường trong trạng thái an toàn. Và đây vẫn là một công việc đang được tiến hành. Phí vào cửa bạn phải trả sẽ được dùng để bảo trì công viên, may mắn thay nó vẫn còn ở giai đoạn sơ khai. Họ đang bận rộn để làm cho những con đường được trải nhựa và an toàn hơn, đó là một điều tốt.  Đối với những người đã quen với các công viên quốc gia rộng lớn thì đây có thể là một điều đáng thất vọng, nhưng đây là bản chất của hòn đảo.Đọc thêm",
            "Chúng tôi đã nhìn thấy một số loài khỉ, sóc chuột, bướm, rắn xanh, thằn lằn nhỏ trong chuyến tham quan nhanh chóng của chúng tôi mà không có hướng dẫn viên. Giá vé là 60.000 vé 12 giờ. Tôi hơi buồn khi thấy cách mọi người điều hành công việc kinh doanh trong Vườn quốc gia. Họ đang cố gắng làm những con đường xi măng lớn xuyên qua công viên, thậm chí xây dựng những dự án lớn nhàm chán cho du lịch thân thiện với môi trường. Nó sẽ thay đổi rất nhanh trong 2 năm tới. Có những bãi biển san hô bên trong công viên quốc gia. Có một vài phòng ký túc xá tại bãi biển Ông Đụng có quạt nếu bạn muốn ở lại qua đêm, giá giường khoảng 100.000 hoặc 150.000 đồng trong khi tôi không nhớ chính xácXem thêm",
            "Chúng tôi đến công viên quốc gia và để lại chiếc xe máy ở cổng. Chúng tôi đi bộ xuống Bãi Ông Đụng. Con đường xuống bãi biển dốc nhưng được trải nhựa tốt. Trên đường về chúng tôi ghé thăm Hang Đức Mẹ. Bản thân hang động không có gì đặc biệt nhưng lối đi lên rất đẹp và thực sự có cảm giác như bạn đang ở trong rừng rậm. Cây cầu ở lối vào là một lời nhắc nhở nghiêm túc về cái giá phải trả của chủ nghĩa thực dân. Đọc thêm",
            "Chúng tôi đã thử công viên quốc gia bằng cách đi bộ đến bãi biển Ông Đụng. Tôi đã đọc rằng nó miễn phí, nhưng nó có tốn một khoản phí nhỏ. Nó được tổ chức tốt, và phần chúng tôi thấy rất đáng giá, tuy nhiên chúng tôi không nhìn thấy bất kỳ con khỉ nào. Đọc thêm",
            "Note: This review is purely about Dam Tre Bay, and not the rest of the national park on Con Dao.My partner and I, being big fans of walking, decided to take on the trek to Dam Tre Bay.Firstly its the short moped ride to the ticket office, located centrally on the island, just North-West out of town. Easily found. The ranger didnt speak much English, but described the walk we wanted to do.Firstly you drive towards the airport. Probably 1-2 km before you arrive, theres a sign on the right indicating Dam Trey Bay. Turn right off the main road. After about 15-20 yards, theres a bumpy dirt track heading right again. This is your route. We parked up here at the top, or you can ride down if youre feeling adventurous.Follow the path down to Vong Beach. This is a fairly long beach with pretty much zero coverage from the sun, so hats, glasses and sun cream folks! There are no food stalls or other amenities here, though theres some private establishment upon entering the beach area.Walk the 30 mins to the end of the beach, where youll then find a small pool of water youll need to walk through. Its about 20cm deep,  it perfectly safe - largely sand underfoot with some rocks.Once youre through this, you now have a roughly 60 min casual pace walk through a covered wooded area to the bay. The walk is steep at the start 15-20 mins levels out 15-20 mins and then slowly descends 30 mins to the Bay. This is almost entirely in shade.On our walk we had about 4 black squirrel sightings, and 4 monkey sightings, including a particularly inquisitive alpha male and his family of 4 who came to take a good look at us on the return path. After some photos and 10 mins assessing each other, we went our separate ways.We also encountered tons of geckoskinks and a couple of snakes.Upon reaching the bay, youll find a small cluster of ranger buildings where the staff stay. Theyll check your ticket, and you can buy a drink from them if you like we needed extra water at this point. I dont believe theres any food available.Head out and explore the bay. Its largely coral, which has lots of life. Lots of little fish and large clams which spit water at you as you pass are interesting to see. Admire the beauty of the bay and surroundings.Its then the roughly 90 min walk back. The path is concrete and well made, suitable for doing in light footwear though we wore walking boots. The rocky beach and coral at Dam Tre I would argue is not suitable for sandals generally.Overall, a very pleasant walk, but very hot and exposed on the long beach. Some lovely private encounters with wildlife which can be so rare.Read more",
            "Một chút thất vọng khi leo xuống hơn 100 bậc thang để đến một bãi biển đầy đá. Chúng tôi đã thuê một chiếc xe tay ga mua vé và lái xe qua rồi chọn con đường dễ dàng là 750m để đến bãi biển. Chắc chắn không có giá trị thời gian hoặc công sức. Đọc thêm",
            "Con đường được thực hiện tốt. Dễ dàng đi lại. Hãy chú ý bước đi của bạn vì đường trơn trượt khi ướt. Bạn có thể phát hiện ra vô số loài động vật hoang dã trên cây và có một số loài dây leo đáng kinh ngạc.Đọc thêm",
            "Thời gian thả rùa biển xuống biển là khi nào? Tháng 8 tháng 9? Cảm ơnĐọc thêm",
            "Mùa hè là thời điểm rùa con được thả ra nhưng tôi thấy thời gian đó khá nhàm chán khi sóng rất cao, gió cũng mạnh và sứa ở biển cũng nhiều.Đọc thêm",
            "Tôi muốn đi lặn để xem trai lớn, cá tutle và san hô. Làm ơn, tôi có thể làm điều đó bằng cách nào và chỗ ở gần đó? Miễn là có màn chống muỗi và giường ngủ hay tôi rất vui khi được ở một nơi nào đó tốt đẹp?\nXin giới thiệu bãi biển đẹp. An hải?hay một bãi biển khác, muốn cát sạch, đẹp, v.v.Đọc thêm",
            "Thực tế chỉ có 6 khu nghỉ dưỡng có thể cung cấp cho bạn điều này nhưng chi phí khá cao. Và đó chính là lời đề nghị nghỉ dưỡng tuyệt vời đó. Các resprt hoặc khách sạn khác cũng bình thườngĐọc thêm"
        ],
        "star_ratings": [
            35,
            29,
            13,
            3,
            4
        ],
        "review_amount": 84,
        "location": [
            "Quần Đảo Côn Đảo",
            "Với con trai",
            "Châu Á",
            "Việt Nam",
            "Vườn quốc gia Côn Đảo",
            "Những điều cần làm ở Côn Sơn",
            "Họ ở tỉnh Rịa-Vũng Tàu"
        ],
        "reviews_time": [
            "Written May 21, 2019",
            "Written May 17, 2019",
            "Written March 28, 2019",
            "Written February 17, 2019",
            "Written February 8, 2019",
            "Written February 3, 2019",
            "Written January 31, 2019",
            "Written January 26, 2019",
            "Written January 11, 2019",
            "Written January 4, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g1024873-d7937098-Reviews-or10-Con_Dao_National_Park-Con_Son_Con_Dao_Islands_Ba_Ria_Vung_Tau_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g1024873-d7937098-Reviews-Con_Dao_National_Park-Con_Son_Con_Dao_Islands_Ba_Ria_Vung_Tau_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1024873-d7937098-Reviews-or20-Con_Dao_National_Park-Con_Son_Con_Dao_Islands_Ba_Ria_Vung_Tau_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1024873-d6978866-Reviews-Dam_Trau_Beach-Con_Son_Con_Dao_Islands_Ba_Ria_Vung_Tau_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1024873-d14025411-Reviews-Bai_Nhat_Beach-Con_Son_Con_Dao_Islands_Ba_Ria_Vung_Tau_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1024873-d14008401-Reviews-Ong_Dung_Beach-Con_Son_Con_Dao_Islands_Ba_Ria_Vung_Tau_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1024873-d14007249-Reviews-An_Hai_Lake-Con_Son_Con_Dao_Islands_Ba_Ria_Vung_Tau_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1024873-d27534106-Reviews-Con_D_o_National_Park-Con_Son_Con_Dao_Islands_Ba_Ria_Vung_Tau_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g58313-d8493767-Reviews-Jamestown_Scotland_Ferry-Williamsburg_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g1066456-d5020234-Reviews-Atom_Tokyo-Shibuya_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g31377-d1752053-Reviews-Tempe_Marketplace-Tempe_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g297675-d17605509-Reviews-Isha_Yoga_Center-Coimbatore_Coimbatore_District_Tamil_Nadu.html",
            "https://www.tripadvisor.com/Attraction_Review-g580259-d15189038-Reviews-Cascata_dos_Anjos-Ponta_Do_Sol_Madeira_Madeira_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g42059-d10686832-Reviews-Deer_Tracks_Junction-Cedar_Springs_Kent_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g54371-d268824-Reviews-Alligator_Adventure-North_Myrtle_Beach_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g32952-d1977149-Reviews-Clear_Creek-Redding_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g303845-d23650975-Reviews-Aerovia_Guayaquil-Guayaquil_Guayas_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d14800853-Reviews-Cora_Spa_Dubai-Dubai_Emirate_of_Dubai.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g1024873-d7937098-Reviews-or20-Con_Dao_National_Park-Con_Son_Con_Dao_Islands_Ba_Ria_Vung_Tau_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g1024873-d7937098-Reviews-or10-Con_Dao_National_Park-Con_Son_Con_Dao_Islands_Ba_Ria_Vung_Tau_Province.html"
    },
    {
        "attraction_name": "Con Dao National Park",
        "attraction_name_vi": "Vườn quốc gia Côn Đảo",
        "general_info": [
            "84 đánh giá",
            "4 trong số 14 điều cần làm ở Côn Sơn",
            "Các công viên quốc gia"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Công viên đẹp, đi bộ dễ dàng, không quá ngoạn mục, nhưng đủ tốt để đi bộ và ngắm một số makakiĐọc thêm",
            "Chúng tôi đi xe máy qua một phần của công viên quốc gia để đến bãi biển Ông Đụng và thật tuyệt vời khi đi qua khu rừng nhiệt đới ôn đới! Rất xanh, hoang dã, tiếng chim hót, thác nước nhỏ, đàn khỉ trên đường... giống như thiên đường vậy! Bãi biển rất sạch và nông! Hôm nọ chúng tôi phát hiện ra Đầm Tre cạnh sân bay. Chúng tôi đi bộ dọc theo bãi biển để đến lối vào, sau đó thực hiện một chuyến đi bộ đầy thử thách vừa phải để đến đầm! Đó là nơi đẹp nhất mà chúng tôi từng đến ở Côn Đảo! Các kiểm lâm viên đã làm việc rất tốt để giữ cho nó sạch sẽ!! Đọc thêm",
            "Vườn quốc gia Côn Đảo là khu bảo tồn thiên nhiên có nhiều loài san hô, rùa biển và cá heo. Hệ sinh thái này sẽ trở thành Di sản Thế giới. Các tài liệu liên quan đang được chuẩn bị. Đó là một nơi ngoạn mục tuyệt vời.Đọc thêm",
            "Trước hết lối vào của công viên này đã thay đổi nên điều này có thể gây nhầm lẫn. Nhưng khi đến đó, bạn có thể lựa chọn giữa ba tuyến đường với thời lượng khác nhau, mỗi tuyến đường đều cực kỳ dễ tìm với khoảng một triệu biển báo trên đường đi. thậm chí còn có một tuyến đường đặc biệt nhưng tốt hơn nên đến đó thật sớm, khoảng 5 giờ sáng. Nó ở phía đông của hòn đảo và bạn phải vượt qua khu kiểm lâm để đến đó. Dù sao đi nữa, nếu bạn đi một mình, hãy cẩn thận và coi chừng lũ khỉ vì chúng có thể đến rất gần nên hãy chú ý đồ đạc riêng tư của bạn. Nhưng khu rừng thực sự rất đẹp và những bãi biển yên tĩnh với một vài viên đá.Đọc thêm",
            "địa điểm trụ sở đã thay đổi, nay đi thêm 1,5 km nữa, cạnh cầu. Đây là nơi bạn có thể mua vé đi trek. Họ dường như tổ chức các chuyến đi lặn với ống thở và rùa nhưng không có nhiều thông tin và người ở quầy bán vé không thực sự nói được tiếng Anh. Đọc thêm",
            "So first of all, the office moved. You now get the tickets near Ma Tienh Lanh Bridge, follow Vo Ti Sau street north out of town, theres a concrete road with a national park sign leaving the main road after it turned west. About half way up is the office where you have to buy a ticket for 60.000 Dong per person. As we were there March 2018 the path between On Dung beach and So Ray plantation was closed due to construction, we still decided to do both but without connecting the circuit, which meant more walking on the main road not the fault of the park, obviously.The way to the beach is a concrete road with a few hundred metres of steps at the end. It might be nice to get some jungle feeling if youre not to good on your feet or accompanied by small children. The beach itself is a stone beach, nothing special and not really inviting to take a dip in the ocean. We did not check the coral reefs. The way to the So Ray plantation is the opposite: a small rugged path steeply up the mountain. It might only be 1.3 kilometers from the street, but will make you sweat. We felt much more part of the forest, Id say also much higher chance to find some wild life. The plantation itself is unspectacular with some ruins, the view from the view point at least on days that dont have great visibility mediocre. We could see some part of Con Son City, the ocean, and could guess some of the other islands in the mist. No real view of the island itself with its mountains and forest. If you feel like youve seen enough jungle, youre not missing much if you turn back half way. Saw monkeys some of them a little too close for comfort, pretty butterflies, lizards, and what we think was maybe a squirrel. Also quite a spectacular feeling to hike through such a green, dense rainforest with many plants weve never seen before.Also, you can walk all the way from Con Son City, the roads are quiet enough. But if we had to do it again, wed get some motorbikes or a taxi.Overall, if youre on Con Dao for a longer time it might be a nice diversification, but wed not come here for the park as far as what weve seen. Maybe a longer guided tour gives a completely different experience.  Read more",
            "Đáng yêu đi bộ xuống bãi biển daug! Đi bộ khá khó khăn trong cái nóng! Lấy nước và thực phẩm không có cửa hàng! Cũng không phải flip flop có thể đi bộ được ít nhất là huấn luyện viên! Bạn dừng lại và nhận vé miễn phí tại túp lều! Điều này rất quan trọng vì họ sẽ chặt cây vào ngày hôm đó, vì vậy hãy đảm bảo rằng bạn ổn! Hãy thử nhắm tới thủy triều dâng cao nếu bạn muốn bơi!Đọc thêm",
            "Lịch sử bi thảm của Côn Đảo được trình bày một cách tốt nhất có thể. Thật tốt nếu bảo tàng này có thể giúp lịch sử không lặp lại. Đọc thêm",
            "Công viên rất đẹp với những cây to, bầu không khí dễ thương. Đó là khoảng thời gian yên bình để hòa mình vào thiên nhiên và quên đi những căng thẳng của cuộc sống thường ngày. Đọc thêm",
            "5 giờ đi bộ trong rừng Tôi ước mình có thể làm được nhiều hơn thế. Lần sau tôi sẽ quay lại bằng thuyền, lặn với ống thở, lặn và chèo thuyền cùng nhiều hoạt động dưới nước nữa. Rất nhiều thứ để xem. Vì vậy, hãy thư giãn, bình yên và bình tĩnh. Thiên nhiên tuyệt vời ở Vườn quốc gia. Chúng ta cần phải biết ơn và có ý thức tôn trọng môi trường. Bạn cần đăng ký tại văn phòng : VƯỜN QUỐC GIA CÔN ĐẢO Số. 29 Võ Thị Sáu, huyện Côn Đảo, tỉnh Bà Rịa-Vũng Tàu. Họ nói tiếng Anh tốt và sẽ cung cấp cho bạn bản đồ miễn phí với phần giới thiệu ngắn gọn về Vườn Quốc gia. Sau đó, bạn có thể bắt đầu chuyến đi của mình với sự cho phép. :Điện thoại:84 064. 3830. 669Đọc thêm"
        ],
        "star_ratings": [
            35,
            29,
            13,
            3,
            4
        ],
        "review_amount": 84,
        "location": [
            "Quần đảo Côn Đảo",
            "Với con trai",
            "Châu Á",
            "Việt Nam",
            "Vườn quốc gia Côn Đảo",
            "Những điều cần làm ở Côn Sơn",
            "Họ ở tỉnh Rịa-Vũng Tàu"
        ],
        "reviews_time": [
            "Written December 28, 2018",
            "Written September 15, 2018",
            "Written April 30, 2018",
            "Written April 6, 2018",
            "Written March 20, 2018",
            "Written March 15, 2018",
            "Written January 4, 2018",
            "Written October 24, 2017",
            "Written January 26, 2017",
            "Written January 21, 2017"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g1024873-d7937098-Reviews-or20-Con_Dao_National_Park-Con_Son_Con_Dao_Islands_Ba_Ria_Vung_Tau_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g1024873-d7937098-Reviews-or10-Con_Dao_National_Park-Con_Son_Con_Dao_Islands_Ba_Ria_Vung_Tau_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1024873-d7937098-Reviews-or30-Con_Dao_National_Park-Con_Son_Con_Dao_Islands_Ba_Ria_Vung_Tau_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1024873-d7937098-Reviews-Con_Dao_National_Park-Con_Son_Con_Dao_Islands_Ba_Ria_Vung_Tau_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1024873-d6978866-Reviews-Dam_Trau_Beach-Con_Son_Con_Dao_Islands_Ba_Ria_Vung_Tau_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1024873-d14025411-Reviews-Bai_Nhat_Beach-Con_Son_Con_Dao_Islands_Ba_Ria_Vung_Tau_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1024873-d14008401-Reviews-Ong_Dung_Beach-Con_Son_Con_Dao_Islands_Ba_Ria_Vung_Tau_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1024873-d14007249-Reviews-An_Hai_Lake-Con_Son_Con_Dao_Islands_Ba_Ria_Vung_Tau_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1024873-d27534106-Reviews-Con_D_o_National_Park-Con_Son_Con_Dao_Islands_Ba_Ria_Vung_Tau_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g34496-d123104-Reviews-Paradise_Springs-Ocala_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g60798-d9885001-Reviews-Devils_Den-Gettysburg_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g54359-d610481-Reviews-Le_Grand_Cirque-Myrtle_Beach_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g150793-d152496-Reviews-Marina_Vallarta-Puerto_Vallarta.html",
            "https://www.tripadvisor.com/Attraction_Review-g147405-d149049-Reviews-Main_Street-Charlotte_Amalie_St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g2538506-d6979297-Reviews-Crystal_Bay-Nusa_Penida_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g60832-d146551-Reviews-Going_to_the_Sun_Road-West_Glacier_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d10483994-Reviews-Mrs_Doubtfire_House-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g31310-d12192174-Reviews-UnderTow-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g154267-d14197234-Reviews-Vidanta_Golf-Nuevo_Nayarit_Pacific_Coast.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g1024873-d7937098-Reviews-or30-Con_Dao_National_Park-Con_Son_Con_Dao_Islands_Ba_Ria_Vung_Tau_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g1024873-d7937098-Reviews-or20-Con_Dao_National_Park-Con_Son_Con_Dao_Islands_Ba_Ria_Vung_Tau_Province.html"
    },
    {
        "attraction_name": "Con Dao National Park",
        "attraction_name_vi": "Vườn quốc gia Côn Đảo",
        "general_info": [
            "84 đánh giá",
            "4 trong số 14 điều cần làm ở Côn Sơn",
            "Các công viên quốc gia"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Hòn đảo có thể đẹp nhưng lại rất yên tĩnh. Nói chung, hòn đảo này là một nhà tù làm việc. Vào tháng 8 không có gì để làm, thủy triều mạnh và bơi lội sẽ không hiệu quả. Và thời tiết thế này khiến tôi muốn ngủ.Đọc thêm",
            "Tôi thực sự thích thực hiện chuyến đi này nhưng được cảnh báo rằng nó không hề dễ dàng. Con đường cần được bảo trì và có rất nhiều rác ở trạm quan sát. Tôi cố gắng đi theo con đường đến bãi biển và bị lạc đường. Khi ở một mình, tôi quyết định quay lại, điều đó thật đáng thất vọng.Đọc thêm",
            "Chúng tôi đã thực hiện đường ray, nó thật đẹp! Thực sự khuyên bạn nên dùng cái này, vì vậy hãy đi bộ qua bãi biển và trở về làng! Đó là một chuyến đi bộ dài, chúng tôi mất khoảng 5 tiếng nhưng chúng tôi không vội vàng.. điều quan trọng là bạn phải có giày tốt và mang theo đủ nước. Đối với phần còn lại: hãy tận hưởng khung cảnh tuyệt đẹp và Forrest với rất nhiều loài động vật đa dạng! Đọc thêm",
            "Không dễ để tìm thấy điểm xuất phát của đường mòn Sở Ray, bạn phải men theo hàng rào thép gai và tưởng tượng có một con đường, nhưng đường đi khá dễ dàng và đó là một trải nghiệm rất thú vị khi được nhìn thấy rắn, sóc đen, ếch, khỉ và rất nhiều côn trùng - những con bướm xinh đẹp. Mang đầy đủ giày, nước và thuốc chống côn trùng mạnh! Tầm nhìn trên đỉnh cũng đẹp nhưng chúng tôi thích những gì chúng tôi nhìn thấy trên đường mòn. Nhóm cũng quản lý công viên biển. Rùa cần được bảo vệ... nhưng bạn có thể tìm thấy nhiều rùa con hơn ở một số nhà hàng ít cẩn thận hơn ở See, và rất nhiều cá moray, các loài cá nhiệt đới. Có những chiếc thuyền đánh cá bên trong khu vực được bảo vệ trong chuyến lặn của chúng tôi... Có thể họ đang thiếu nhân lực để thực thi luật pháp của mình?Đọc thêm",
            "Thật là một trải nghiệm tuyệt vời khi được nhìn thấy những chú cua và những khoảnh khắc thực sự đặc biệt khi nhìn thấy những chú rùa to lớn xinh đẹp này đang đẻ trứng, thả con của chúng ra biển. Tuy nhiên, việc này hơi rắc rối một chút: có khi rùa đến sớm, có khi đến muộn. Kiên nhẫn. Ngoài ra bạn chỉ có thể trải nghiệm nó từ tháng 5 đến tháng 8. Đọc thêm",
            "Nếu bạn muốn tìm chỗ ẩn nấp trong 2-3 ngày. Đề nghị Côn Đảo. Nơi này rất đẹp với rất nhiều bãi biển. Bãi biển cho đến nay vẫn sạch và trong đến mức có thể nhìn thấy tận đáy nước. Giá cũng đẹpXem thêm",
            "Tôi và bạn tôi đã đi bộ sang phía bên kia của hòn đảo. Chúng tôi xuất phát gần bức tường màu hồng và đi thẳng lên dốc. Khi bước vào rừng nhiệt đới, bạn ngay lập tức cảm nhận được độ ẩm cực độ. Chúng tôi mất khoảng 30 phút để lên đến đỉnh, nơi chúng tôi có thể chọn rẽ trái đến một bãi đá hoặc rẽ phải 150 m để đến tháp quan sát. Chúng tôi mất khoảng 1 giờ để đến bãi biển, nơi không thể bơi được do sóng cao. Đường đi không rõ ràng lắm. Tại một số điểm, con đường đã bị chặn bằng dải ruy băng màu vàng, vì vậy chúng tôi phải đi vòng quanh sau đó khi hỏi về điều này tại trụ sở công viên quốc gia, họ nói rằng vì họ đang nghiên cứu ở đó nên được phép băng qua dải ruy băng màu vàng. Đó là một chuyến đi bộ thú vị nhưng chúng tôi khuyên bạn không nên thực hiện việc này một mình hoặc nếu bạn không đủ sức khỏe. Trời rất trơn, độ ẩm rất cao nên hãy đảm bảo bạn mang theo ít nhất 1L nước mỗi người. Ngoài ra, đừng đi quá muộn và hãy đảm bảo bạn về trước khi trời tối. Cũng cần biết: trụ sở chính của NP đóng cửa từ 11:30 sáng đến 1:30 chiều, vì vậy trong thời gian đó bạn không thể mua vé miễn phí vào công viên.Đọc thêm",
            "Do nguy cơ cháy rừng cao vào mùa khô, chỉ có một số ít đường mòn được mở. Tôi đã chọn đường mòn phổ biến nhất dẫn tôi qua di tích lịch sử Ma Thiên Lãnh đến bãi biển Ông Đụng. Chuyến đi bộ đường dài thực sự thú vị và thoải mái khi tôi đi bộ qua một khu rừng tuyệt đẹp trước khi kết thúc tại một bãi biển đẹp nhưng nhiều đá. Xin lưu ý rằng bạn cần xin phép để tham quan Vườn quốc gia Côn Đảo. Văn phòng quản lý tại 29 Võ Thị Sáu đã cấp cho tôi một tờ giấy và tôi cần phải đưa cho người giữ rừng. Tôi mất khoảng 2 giờ để hoàn thành đường mòn này nhưng hãy nhớ rằng nó rất dốc. Đọc thêm",
            "Tôi chắc chắn rằng những con đường mòn rất tuyệt, tuy nhiên bạn không thể đi bộ trong mùa khô vì nghĩ rằng đó là từ tháng 1 đến tháng 5 do nguy cơ cháy rừng. Cách đi bộ duy nhất bạn có thể làm là từ văn phòng công viên quốc gia đến vịnh Ông Đụng, nơi bạn có thể lặn với ống thở. Đọc thêm",
            "Chúng tôi đi bộ đến Công viên Quốc gia với sự hướng dẫn của khách sạn Six Senses. Đi bộ tuyệt vời. Bạn nóng và đổ mồ hôi khi lên đến đỉnh nhưng nó rất đáng để xem. Đọc thêm",
            "Thời điểm thả rùa biển về biển là khi nào? Tháng Tám tháng Chín ? Cảm ơnĐọc thêm",
            "Mùa hè là thời điểm rùa con được thả ra nhưng tôi thấy thời gian đó khá nhàm chán khi sóng rất cao, gió cũng mạnh và sứa ở biển cũng nhiều.Đọc thêm",
            "Tôi muốn đi lặn để xem trai lớn, cá tutle và san hô. Làm ơn, tôi có thể làm điều đó bằng cách nào và chỗ ở gần đó? Miễn là có màn chống muỗi và giường ngủ hay tôi rất vui khi được ở một nơi nào đó tốt đẹp?\nXin giới thiệu bãi biển đẹp. An hải?hay một bãi biển khác, muốn cát sạch, đẹp, v.v.Đọc thêm",
            "Thực tế chỉ có 6 khu nghỉ dưỡng có thể cung cấp cho bạn điều này nhưng chi phí khá cao. Và đó chính là lời đề nghị nghỉ dưỡng tuyệt vời đó. Các resprt hoặc khách sạn khác cũng bình thườngĐọc thêm"
        ],
        "star_ratings": [
            35,
            29,
            13,
            3,
            4
        ],
        "review_amount": 84,
        "location": [
            "Quần Đảo Côn Đảo",
            "Với con trai",
            "Châu Á",
            "Việt Nam",
            "Vườn quốc gia Côn Đảo",
            "Những điều cần làm ở Côn Sơn",
            "Họ ở tỉnh Rịa-Vũng Tàu"
        ],
        "reviews_time": [
            "Written January 9, 2017",
            "Written November 15, 2016",
            "Written October 21, 2016",
            "Written August 10, 2016",
            "Written July 23, 2016",
            "Written July 17, 2016",
            "Written June 29, 2016",
            "Written May 2, 2016",
            "Written April 20, 2016",
            "Written February 1, 2016"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g1024873-d7937098-Reviews-or30-Con_Dao_National_Park-Con_Son_Con_Dao_Islands_Ba_Ria_Vung_Tau_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g1024873-d7937098-Reviews-or20-Con_Dao_National_Park-Con_Son_Con_Dao_Islands_Ba_Ria_Vung_Tau_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1024873-d7937098-Reviews-or40-Con_Dao_National_Park-Con_Son_Con_Dao_Islands_Ba_Ria_Vung_Tau_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1024873-d7937098-Reviews-Con_Dao_National_Park-Con_Son_Con_Dao_Islands_Ba_Ria_Vung_Tau_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1024873-d6978866-Reviews-Dam_Trau_Beach-Con_Son_Con_Dao_Islands_Ba_Ria_Vung_Tau_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1024873-d14025411-Reviews-Bai_Nhat_Beach-Con_Son_Con_Dao_Islands_Ba_Ria_Vung_Tau_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1024873-d14008401-Reviews-Ong_Dung_Beach-Con_Son_Con_Dao_Islands_Ba_Ria_Vung_Tau_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1024873-d14007249-Reviews-An_Hai_Lake-Con_Son_Con_Dao_Islands_Ba_Ria_Vung_Tau_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1024873-d27534106-Reviews-Con_D_o_National_Park-Con_Son_Con_Dao_Islands_Ba_Ria_Vung_Tau_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g294352-d2234563-Reviews-Aremiti-Papeete_Tahiti_Society_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g424926-d12176786-Reviews-Brihadeeswara_Temple-Thanjavur_Thanjavur_District_Tamil_Nadu.html",
            "https://www.tripadvisor.com/Attraction_Review-g38237-d3860543-Reviews-Diamond_Jo_Casino_Hotel-Northwood_Iowa.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d12816861-Reviews-Megabus-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d16734169-Reviews-Beetlejuice_The_Musical-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g188113-d285101-Reviews-Hauptbahnhof-Zurich.html",
            "https://www.tripadvisor.com/Attraction_Review-g187337-d8820230-Reviews-Frankfurt_Christmas_Market-Frankfurt_Hesse.html",
            "https://www.tripadvisor.com/Attraction_Review-g53371-d2470841-Reviews-Arnold_s_Family_Fun_Center-Oaks_Upper_Providence_Township_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g580268-d3893366-Reviews-Graham_s_Port_Lodge-Vila_Nova_de_Gaia_Porto_District_Northern_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g303805-d10243633-Reviews-Monty_s_Dog_Beach_and_Bar-Crikvenica_Primorje_Gorski_Kotar_County.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g1024873-d7937098-Reviews-or40-Con_Dao_National_Park-Con_Son_Con_Dao_Islands_Ba_Ria_Vung_Tau_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g1024873-d7937098-Reviews-or30-Con_Dao_National_Park-Con_Son_Con_Dao_Islands_Ba_Ria_Vung_Tau_Province.html"
    },
    {
        "attraction_name": "Con Dao National Park",
        "attraction_name_vi": "Vườn quốc gia Côn Đảo",
        "general_info": [
            "84 đánh giá",
            "4 trong số 14 điều cần làm ở Côn Sơn",
            "Các công viên quốc gia"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "đến văn phòng công viên để nhận được quyền truy cập miễn phí, chúng tôi đã được một nhân viên kiểm lâm bên trong công viên yêu cầu xuất trình một lần, dễ dàng tiếp cận. Cô gái trẻ nói tiếng Anh tốt vui lòng chỉ cho chúng tôi hệ động vật và thực vật trước khi gợi ý một số con đường trekking. hiểu biết và thân thiện. chúng tôi đã chọn chuyến đi bộ leo lên tháp điều khiển, đỉnh đồi nơi bạn có thể nhìn thấy bãi biển ở phía bên kia của hòn đảo. ra khỏi văn phòng công viên với giấy phép, rẽ trái và đi theo cho đến khi bạn nhìn thấy bức ảnh ngôi nhà màu hồng tím đính kèm. Chuyến đi bắt đầu: mang theo nhiều nước, đi trong rừng sẽ rất đổ mồ hôi. chúng tôi nhìn thấy con sóc khổng lồ màu đen, khỉ, thằn lằn, bướm và nhiều loài khác. cho đến khi tháp điều khiển mất ít nhất 45-60 phút, tuyến đường dễ dàng, chỉ cần lên dốc một chút. Nên đi giày leo núi nhưng vẫn có thể sử dụng được ngay cả với giày thể thao.Đọc thêm",
            "Bạn có thể dễ dàng tự mình đến đó. Rất đẹp! Nhưng hãy đảm bảo rằng bạn không mang theo bất kỳ thức ăn nào vì lũ khỉ tin tôi: chúng ngửi thấy mọi thứ!. Bởi vì nếu không sẽ nguy hiểm nếu chúng cắn nếu ngửi thấy mùi thức ăn. Khi không có thức ăn, những chú khỉ thật sự rất ngoan.Đọc thêm",
            "Một giờ đi xe máy để đi vòng quanh vườn quốc gia, dừng lại ở lối vào và khám phá !30 phút đi bộ trong rừng với nhiều loài động vật và thực vật khác nhau, bạn có thể nghe thấy tiếng chim hót, nhìn thấy nhiều chú khỉ giữa rừng.... Đừng dừng lại, hãy đi theo con đường và bạn sẽ tìm thấy một bãi biển san hô .... điều tôi có thể nói là THIÊN ĐƯỜNG ... yên tĩnh, cách xa nhiều người, dường như chỉ có bạn sống ở Thiên đường ở đây một mình. Hy vọng một ngày nào đó sẽ quay lại .Đọc thêm",
            "Có chút gió vào thời điểm này trong năm, nhưng nước và cát thì tuyệt vời. Yên tĩnh, thư giãn và tuyệt vời ở mọi nơi. Chuyến đi bộ đường dài cũng rất thú vị, xin lưu ý rằng nếu bạn không mang giày có độ bám, khi mặt đất ướt, chuyến đi bộ xuống sẽ rất khó khăn. Chúng tôi đợi cho đến khi trời khô ráo để đi giày đi bộ trơn tru và mọi thứ vẫn ổn. Cảnh đẹp từ trên cao, nhưng chúng tôi được cảnh báo là không nên mang theo thức ăn vì lũ khỉ sẽ ngửi thấy và đến lấy. Đọc thêm",
            "Đi đến bãi biển Ông Đụng để lặn với ống thở và rất ấn tượng với văn phòng công viên quốc gia. Họ sẽ giúp bạn đi đúng hướng và miễn phí vào cửa!Đọc thêm",
            "Bạn phải đến văn phòng kiểm lâm để lấy vé miễn phí. Chúng tôi chỉ đến đồn điền Sở Ray, nơi bị che khuất bằng cách nào đó. Mất 20 phút đi bộ. Hãy coi chừng kiến. Khỉ có thể được nhìn thấy gần đầu. Cố gắng không cho chúng ăn, chúng có thể hơi nguy hiểm nếu biết bạn mang theo thức ăn. Những người này thực sự gần gũi với bạn hơn so với những người bạn gặp ngẫu nhiên trên các con đường trên đảo.Đọc thêm",
            "Wow, tôi đã dành cả tuần ở đó và tôi khuyên bạn nên đến thăm từ tháng 6 đến đầu tháng 9. Nước biển trong vắt và khi bạn lặn, bạn có thể nhìn thấy rạn san hô và đàn cá. Ngoài ra, đi đến các đảo để xem rùa đẻ trứng cũng rất thú vị. Hoặc đi bộ đường dài trong rừng hoặc tham quan hệ thống nhà tù và bảo tàng sẽ khiến bạn phải thốt lên Wow rất nhiều. Một điều nữa là hải sản ở đây rất đa dạng, ngon và tươi. Đọc thêm",
            "Đến thăm Côn Đảo bây giờ tôi rất ấn tượng với vẻ đẹp của quần đảo này. Đây là nơi có thiên nhiên hoang sơ nhất. Những con đường mòn đi bộ đường dài rất đẹp.. chúng tôi thuê một chiếc xe máy để đi vòng quanh đảo và tất cả những gì tôi có thể nói là thật tuyệt vời. Vào ngày thứ hai, tôi đã thực hiện chuyến lặn biển với Dive Dive Dive... một một lần nữa tất cả những gì tôi có thể nói là wow.... các thành tạo san hô và đá mà tôi đã thấy ở nơi không giống bất cứ thứ gì tôi từng thấy trước đây. Vấn đề duy nhất tôi gặp phải với các hòn đảo là loài lươn moray duy nhất, cá cò Titan... những con to lớn, và cá mập y tá tôi đã thấy ở đâu trong bể cá ở 4 trên 5 nhà hàng cá tôi đến. Không cần phải nói, tôi chỉ ăn món thứ 5 mà không có những sinh vật xinh đẹp này trong thực đơn. Các công viên quốc gia thân mến..... sao bạn có thể để chuyện những loài được bảo vệ này được trưng bày nhiều như vậy trong nhà hàng của bạn. Tôi tôi chắc chắn rằng rất nhiều thợ lặn giải trí sẽ thích nhìn thấy chúng trong các rạn san hô của bạn.... hãy làm điều gì đó để tất cả chúng ta có thể tận hưởng Côn Đảo nhiều hơn nữa.Đọc thêm",
            "Những con đường mòn ở đây được đánh dấu rõ ràng nhưng có thể dốc và khá trơn khi trời mưa. Chồng tôi và tôi đi bộ đường dài bằng đôi dép chacos tốt và trời mưa, chúng tôi vẫn ổn, nhưng trời trơn trượt. Họ đã thêm dây thừng ở một số bộ phận, điều này có ích nhưng bạn cần phải đứng vững. Nhìn thấy một đàn khỉ và những con sóc lớn màu nâu và đen của chúng.Đọc thêm",
            "Leo núi khó khăn trong điều kiện ẩm ướt, nhưng đáng giá khi bạn lên đến đỉnh. Có một đàn khỉ mà bạn có thể triệu tập bằng cách rung chuông, nhưng chúng rất táo tợn và sẽ cố chui vào túi của bạn. Hãy cẩn thận!Đọc thêm",
            "Thời điểm thả rùa biển về biển là khi nào? Tháng Tám tháng Chín ? Cảm ơnĐọc thêm",
            "Mùa hè là thời điểm rùa con được thả ra nhưng tôi thấy thời gian đó khá nhàm chán khi sóng rất cao, gió cũng mạnh và sứa ở biển cũng nhiều.Đọc thêm",
            "Tôi muốn đi lặn để xem trai lớn, cá tutle và san hô. Làm ơn, tôi có thể làm điều đó bằng cách nào và chỗ ở gần đó? Miễn là có màn chống muỗi và giường ngủ hay tôi rất vui khi được ở một nơi nào đó tốt đẹp?\nXin giới thiệu bãi biển đẹp. An hải?hay một bãi biển khác, muốn cát sạch, đẹp, v.v.Đọc thêm",
            "Thực tế chỉ có 6 khu nghỉ dưỡng có thể cung cấp cho bạn điều này nhưng chi phí khá cao. Và đó chính là lời đề nghị nghỉ dưỡng tuyệt vời đó. Các resprt hoặc khách sạn khác cũng bình thườngĐọc thêm"
        ],
        "star_ratings": [
            35,
            29,
            13,
            3,
            4
        ],
        "review_amount": 84,
        "location": [
            "Quần đảo Côn Đảo",
            "Với con trai",
            "Châu Á",
            "Việt Nam",
            "Vườn quốc gia Côn Đảo",
            "Những việc cần làm ở Côn Sơn",
            "Họ ở tỉnh Rịa-Vũng Tàu"
        ],
        "reviews_time": [
            "Written January 13, 2016",
            "Written January 11, 2016",
            "Written January 9, 2016",
            "Written December 30, 2015",
            "Written December 27, 2015",
            "Written November 19, 2015",
            "Written October 14, 2015",
            "Written September 24, 2015",
            "Written September 12, 2015",
            "Written August 31, 2015"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g1024873-d7937098-Reviews-or40-Con_Dao_National_Park-Con_Son_Con_Dao_Islands_Ba_Ria_Vung_Tau_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g1024873-d7937098-Reviews-or30-Con_Dao_National_Park-Con_Son_Con_Dao_Islands_Ba_Ria_Vung_Tau_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1024873-d7937098-Reviews-or50-Con_Dao_National_Park-Con_Son_Con_Dao_Islands_Ba_Ria_Vung_Tau_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1024873-d7937098-Reviews-Con_Dao_National_Park-Con_Son_Con_Dao_Islands_Ba_Ria_Vung_Tau_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1024873-d6978866-Reviews-Dam_Trau_Beach-Con_Son_Con_Dao_Islands_Ba_Ria_Vung_Tau_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1024873-d14025411-Reviews-Bai_Nhat_Beach-Con_Son_Con_Dao_Islands_Ba_Ria_Vung_Tau_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1024873-d14008401-Reviews-Ong_Dung_Beach-Con_Son_Con_Dao_Islands_Ba_Ria_Vung_Tau_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1024873-d14007249-Reviews-An_Hai_Lake-Con_Son_Con_Dao_Islands_Ba_Ria_Vung_Tau_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1024873-d27534106-Reviews-Con_D_o_National_Park-Con_Son_Con_Dao_Islands_Ba_Ria_Vung_Tau_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g40980-d1219094-Reviews-Schoodic_Point-Winter_Harbor_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g488105-d12696795-Reviews-Underwater_Waterfall-Le_Morne.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d141421-Reviews-Washington_Park_Arboretum-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g60950-d209268-Reviews-Sabino_Canyon-Tucson_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g189167-d196135-Reviews-Monte_Palace_Madeira-Funchal_Madeira_Madeira_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g60864-d104457-Reviews-Audubon_Zoo-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g298089-d1636701-Reviews-Devil_s_Pool-Livingstone_Southern_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g52607-d478865-Reviews-Waldameer_Water_World-Erie_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g34607-d8604740-Reviews-Jannus_Live-St_Petersburg_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g147267-d148296-Reviews-Klein_Bonaire-Bonaire.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g1024873-d7937098-Reviews-or50-Con_Dao_National_Park-Con_Son_Con_Dao_Islands_Ba_Ria_Vung_Tau_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g1024873-d7937098-Reviews-or40-Con_Dao_National_Park-Con_Son_Con_Dao_Islands_Ba_Ria_Vung_Tau_Province.html"
    },
    {
        "attraction_name": "Con Dao National Park",
        "attraction_name_vi": "Vườn quốc gia Côn Đảo",
        "general_info": [
            "84 đánh giá",
            "4 trong số 14 điều cần làm ở Côn Sơn",
            "Các công viên quốc gia"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Bạn có thể đi bộ lên đỉnh đồi? nơi có cột radio nhưng hãy mặc quần đùi dài tay và che chân. Côn trùng cắn sẽ ăn thịt bạn. Cơ hội chụp ảnh đẹpĐọc thêm",
            "Đi công viên quốc gia thăm khỉ. Và chắc chắn chúng tôi đã gặp họ! Bạn phải mua vé trước, sau đó tự đi. Khoảng một giờ đi bộ. 30-40 con khỉ sẽ đợi bạn và chúng mong đợi những món quà. Bất kỳ loại trái cây nào cũng được. Chúc may mắn! Đọc thêm",
            "Những lối đi đẹp đẽ trong rừng, các loài cây được liệt kê ở đó. Bạn cần mang theo nước vì trời rất nóng. Đường đi được trải nhựa và rộng rãi, khô ráo vào cuối tháng 3 nhưng dễ trơn trượt khi trời mưa. Chúng tôi đến bãi biển Đất Tham khá thất vọng, không có cát và bẩn. Sau đó đi đường vòng về phía thác nước...không có nước trong thời kỳ khô hạn nhưng có tầm nhìn tổng thể tuyệt đẹp. Để đến đó, có một con dốc tốt với nhiều bậc thang. Thực đơn được cung cấp tại quầy lễ tân không có gì đặc sắc nhưng nhân viên rất thân thiện và đưa ra lời khuyên bổ ích.Đọc thêm",
            "Thời điểm thả rùa biển về biển là khi nào? Tháng Tám tháng Chín ? Cảm ơnĐọc thêm",
            "Mùa hè là thời điểm rùa con được thả ra nhưng tôi thấy thời gian đó khá nhàm chán khi sóng rất cao, gió cũng mạnh và sứa ở biển cũng nhiều.Đọc thêm",
            "Tôi muốn đi lặn để xem trai lớn, cá tutle và san hô. Làm ơn, tôi có thể làm điều đó bằng cách nào và chỗ ở gần đó? Miễn là có màn chống muỗi và giường ngủ hay tôi rất vui khi được ở một nơi nào đó tốt đẹp?\nXin giới thiệu bãi biển đẹp. An hải?hay một bãi biển khác, muốn cát sạch, đẹp, v.v.Đọc thêm",
            "Thực tế chỉ có 6 khu nghỉ dưỡng có thể cung cấp cho bạn điều này nhưng chi phí khá cao. Và đó chính là lời đề nghị nghỉ dưỡng tuyệt vời đó. Các resprt hoặc khách sạn khác cũng bình thườngĐọc thêm"
        ],
        "star_ratings": [
            35,
            29,
            13,
            3,
            4
        ],
        "review_amount": 84,
        "location": [
            "Quần Đảo Côn Đảo",
            "Với con trai",
            "Châu Á",
            "Việt Nam",
            "Vườn quốc gia Côn Đảo",
            "Những điều cần làm ở Côn Sơn",
            "Họ ở tỉnh Rịa-Vũng Tàu"
        ],
        "reviews_time": [
            "Written July 24, 2015",
            "Written June 9, 2015",
            "",
            "Written March 21, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g1024873-d7937098-Reviews-or50-Con_Dao_National_Park-Con_Son_Con_Dao_Islands_Ba_Ria_Vung_Tau_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g1024873-d7937098-Reviews-or40-Con_Dao_National_Park-Con_Son_Con_Dao_Islands_Ba_Ria_Vung_Tau_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1024873-d7937098-Reviews-Con_Dao_National_Park-Con_Son_Con_Dao_Islands_Ba_Ria_Vung_Tau_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1024873-d6978866-Reviews-Dam_Trau_Beach-Con_Son_Con_Dao_Islands_Ba_Ria_Vung_Tau_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1024873-d14025411-Reviews-Bai_Nhat_Beach-Con_Son_Con_Dao_Islands_Ba_Ria_Vung_Tau_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1024873-d14008401-Reviews-Ong_Dung_Beach-Con_Son_Con_Dao_Islands_Ba_Ria_Vung_Tau_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1024873-d14007249-Reviews-An_Hai_Lake-Con_Son_Con_Dao_Islands_Ba_Ria_Vung_Tau_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1024873-d27534106-Reviews-Con_D_o_National_Park-Con_Son_Con_Dao_Islands_Ba_Ria_Vung_Tau_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g48564-d9723453-Reviews-HITS_on_the_Hudson-Saugerties_Catskill_Region_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47939-d483266-Reviews-Oheka_Castle-Huntington_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g482848-d7023122-Reviews-Shark_Bay-Santa_Maria_Ilha_do_Sal.html",
            "https://www.tripadvisor.com/Attraction_Review-g50559-d12113756-Reviews-Guilford_Lake_State_Park-Lisbon_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d10687494-Reviews-IMG_Worlds_of_Adventure-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g190454-d260626-Reviews-Vienna_Woods-Vienna.html",
            "https://www.tripadvisor.com/Attraction_Review-g60814-d527415-Reviews-South_Beach-Savannah_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g304138-d10484168-Reviews-Kandy_Lake_Club_Cultural_Dance_Show-Kandy_Kandy_District_Central_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g60710-d582086-Reviews-Marina_Bay-Quincy_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g303916-d3750019-Reviews-Pai_Canyon-Pai_Mae_Hong_Son_Province.html"
        ],
        "url_next": "",
        "url": "https://www.tripadvisor.com/Attraction_Review-g1024873-d7937098-Reviews-or50-Con_Dao_National_Park-Con_Son_Con_Dao_Islands_Ba_Ria_Vung_Tau_Province.html"
    }
]