[
    {
        "attraction_name": "Concord Mills",
        "attraction_name_vi": "Nhà máy Concord",
        "general_info": [
            "771 đánh giá",
            "- 2 trong số 53 điều cần làm ở Concord",
            "Trung tâm mua sắm"
        ],
        "attraction_summary": "Luôn có nhiều điều để khám phá tại Concord Mills, điểm đến mua sắm giá rẻ và outlet lớn nhất tại Bắc Carolina. Là nơi có hơn 200 cửa hàng kết hợp với các lựa chọn giải trí và ăn uống gia đình độc đáo, tất cả đều nằm trong một mái nhà có kiểm soát nhiệt độ, Concord Mills là nơi tuyệt vời để ghé thăm vào bất kỳ thời điểm nào trong năm. Tìm kiếm mức tiết kiệm ấn tượng tại: Adidas, Bass Pro Shops Outdoor World, Best Buy, Brooks Brothers, Coach, Dick - s Sporting Goods, Eddie Bauer, Forever 21, H - M, J.Crew Factory, The LEGO Store, Lucky Brand, Michael Kors, Nike Clearance Store, Polo Ralph Lauren, Steve Madden, Vera Bradley Factory Outlet và nhiều nơi khác. Một Nhà hàng ăn uống được làm mới với 14 nhà hàng - những món ăn được yêu thích trong khu vực: Auntie Anne - s Pretzels, Bananas Smoothies - Frozen Yogurt, Haagen Dazs, Green Leafs Beyond Great Salads, Maki of Japan, Popeye - s Louisiana Kitchen, Salsarita - s South Philly Steak - Fries, Villa Italian Kitchen, Yeung - s Lotus Express, Burger King Express - Firehouse Subs! Để có trải nghiệm ăn uống bình dân hoặc dịch vụ tại bàn tuyệt vời, Concord Mills cung cấp: Nhà hàng BJ - s - Brewhouse. Bonefish Grill, Chipotle Mexican Grill, Dave - Buster - s và Outback Steakhouse, tất cả đều chỉ cách các nhà bán lẻ tuyệt vời của chúng tôi vài bước chân! Các điểm tham quan của chúng tôi không nơi nào khác trên thị trường sánh bằng: - Tất cả đều nằm dưới một mái nhà có kiểm soát nhiệt độ - AMC 24 màn hình - Rạp chiếu phim IMAX, Thủy cung SEALIFE, Dave - Busters và The Concord Speed ​​Park! Đọc thêm",
        "reviews": [
            "Chúng tôi không đi trung tâm thương mại ở Anh như ở Hoa Kỳ... Nơi này rất rộng và có nhiều lựa chọn mua sắm, ăn uống và giải trí. Có rất nhiều bãi đậu xe bên ngoài và chỉ cách xa lộ một quãng ngắn. Có rất nhiều xe Uber vào buổi sáng và buổi tối vì tôi đã sử dụng chúng 3 lần trong tuần và chỉ phải đợi một thời gian ngắn. Tôi thấy một vài xe buýt cũng dừng lại nên chắc chắn là trên tuyến đường chính. Đừng quên máy đếm bước chân của bạn vì nó - khoảng một dặm cho toàn bộ chặng đường - một lần! Lỗi bản nháp của Tripadvisor - thực tế là chuyến thăm là năm 2021. Đọc thêm",
            "Chúng tôi đang đi nghỉ cuối tuần và quyết định đi mua sắm. Chúng tôi đi bộ ít nhất 3 đến 4 giờ trong khu mua sắm. Họ có rất nhiều cửa hàng để lựa chọn. Tôi khuyên bạn nên đi giày tennis. Đọc thêm",
            "Concord Mills ở Concord là một nơi tuyệt vời để mua sắm, giải trí và ăn uống. Tôi thực sự thích việc lựa chọn các cửa hàng và nhà hàng khác nhau mà họ có ở đây. Tôi đã có trải nghiệm tích cực mỗi lần tôi đến đây. Rất đáng để ghé thăm.Đọc thêm",
            "Trung tâm mua sắm Concord Mills dường như đã sống sót sau đại dịch tốt hơn nhiều so với các Trung tâm mua sắm địa phương khác và chỉ có T K Max là nạn nhân đáng chú ý? Ralph Lauren dường như nghĩ rằng họ ở đại lộ số 5 NYC hoặc Phố Bond ở London với mức giá của họ, đã là người mua hàng hai mươi năm nhưng không còn ở Hoa Kỳ với giá 40 - rẻ hơn ở các cửa hàng ở Vương quốc Anh. Vô số bãi đậu xe, Rạp chiếu phim tuyệt vời, trung tâm sinh vật biển và khu ẩm thực, bạn còn cần gì hơn nữa. Đối với du khách từ nước ngoài, hãy mua sắm quanh lễ tạ ơn để có những ưu đãi tốt nhất.Đọc thêm",
            "Trung tâm mua sắm rất tệ và đã đi xuống đồi. Mất thời gian. BAM quá đắt, nhân viên thô lỗ.  Các cửa hàng đóng cửa mỗi tuần.  Tôi co rúm người lại khi có người ở ngoài thị trấn nhờ tôi đưa họ đến đó. Thật là lãng phí không gian.  Thật đáng thất vọng. Tôi đã ở đây khi họ xây dựng nó và bây giờ nó sẽ trở thành Trung tâm mua sắm Eastland trước đây - trừ sân đặt cược trong nhà.  Chắc chắn KHÔNG phải là một trung tâm mua sắm, chỉ là thông tin cho bạn...... giá caoĐọc thêm",
            "Concord Mills Mall là một điều bất ngờ. Tôi đi dạo xung quanh, xem phim ở rạp AMC và tìm pizza súp lơ. Nó chỉ có bánh pizza và bánh cần sa thông thường - Ngoài các lựa chọn thực phẩm thông thường ở trung tâm mua sắm. Rất nhiều quần áo và đồ trang sức. Tôi thích bông tai, nhưng nó có màu vàng và vàng trắng. Tôi không thể quyết định được. Vì vậy - Hallmark hiện đang bán đồ trang sức. Chào buổi chiềuĐọc thêm",
            "Concord Mills chắc chắn đã xuống dốc kể từ lần cuối tôi đến đó.  Trước hết, con gái tôi mua một số bộ đồ ngủ ở một cửa hàng tên là - 7.99 và chúng hoàn toàn bị rách khi cô giặt.  Đó là 16:00 vứt đi.  Chúng tôi đến quán Annie Ann - s để mua bánh quy xoắn và trong khi chúng tôi đang chờ đợi, một con gián lớn đang đi ngang qua quầy.  Có, tôi đã nói với họ rằng tôi muốn lấy lại tiền của mình!  Tổng!  Hầu hết các cửa hàng chúng tôi đến đều có nhân viên sử dụng điện thoại di động của họ và nếu bạn hỏi họ một câu hỏi, họ sẽ hành động như thể họ sẽ chết chắc.  Thành thật mà nói, Hot Topic là cửa hàng duy nhất chào đón chúng tôi và thậm chí còn hành động như thể họ muốn giúp đỡ.  Tôi nghi ngờ mình sẽ không bao giờ lái xe hai giờ nữa để đến nơi này lần nữa.Đọc thêm",
            "Trung tâm mua sắm và các cửa hàng được tổ chức mọi thứ sạch sẽ, tân trang đẹp đẽ cũng như thực phẩm sạch và khu ẩm thực sạch. Phòng vệ sinh sạch sẽ mọi thứ đều tự động và đôi khi có mùi hôi - không có gì. Trung tâm mua sắm đẹp đôi khi đông đúc - không có gì và họ có đủ loại cửa hàng và khu giải trí hấp dẫn, rạp hát, thủy cung và công viên giải trí bên ngoài, các tiệm làm tóc, tiệm làm tóc và nhà hàng, các trò chơi và trò chơi thú vị, tấm bạt lò xo và khu ẩm thực tuyệt vời và họ đã cải tạo toàn bộ trung tâm mua sắm và đó là trung tâm mua sắm sạch sẽ nhất mà tôi từng đến và các nhân viên bảo vệ để giữ cho trung tâm mua sắm an toàn trước chủ đề NascarĐọc thêm",
            "Một vài cửa hàng mà tôi thích vẫn còn đó. Có vẻ như đang mất đi những cửa hàng tốt nhất. Tôi sống cách đó khoảng 40 dặm và TJ Maxx - Home Goods luôn đưa tôi đến đây. Bây giờ họ đã chuyển sang bên kia đường, tôi không thấy cần phải quay lại khu mua sắm nữa. Có vẻ như có nhiều cửa hàng giày cùng một lúc. Tôi cũng nhớ các cửa hàng đồ bếp. Nếu họ vẫn còn ở đó thì tôi đã nhớ họ. Nếu bạn đang ở trong khu vực này và chỉ đang tìm việc gì đó để làm, có thể là một điểm dừng phù hợp để nói rằng bạn đã ở đó và làm điều đó. Vì sự an toàn của bạn, hãy đi sớm trong ngày.Đọc thêm",
            "Cửa hàng mua sắm khổng lồ.  Biển báo tuyệt vời để tìm đường đi. Giá cả thay đổi một số thỏa thuận một số không quá nhiều. Tôi chắc chắn sẽ quay trở lại.Đọc thêm",
            "Trung tâm mua sắm có cho thuê xe đẩy có động cơ không?Đọc thêm",
            "các quy tắc của trung tâm mua sắm dành cho trẻ vị thành niên là gì, thời gian, không được giám sát, v.v.Đọc thêm",
            "Bạn có thể thuê một chiếc xe lănĐọc thêm",
            "Cách thư viện Billy Graham bao xaĐọc thêm",
            "Khoảng 25 dặm. I85 Nam đến 177 Nam đến Lối ra 6 Billy Graham Pkwy.Đọc thêm",
            "Có khu vui chơi cho trẻ em không?Đọc thêm",
            "Xin chào, vâng, có các hoạt động dành cho trẻ em trong Khu vực Khu ăn uống, ngoài ra, còn có một chuyến tàu nhỏ chạy vòng quanh và trẻ em có thể đi trên tàu cũng như các chuyến đi nhỏ khác dành cho trẻ em.  Tôi cũng tin rằng có một thủy cung sinh vật biển mới dành cho trẻ em và vào Mùa hè, bọn trẻ có các cuộc đua ô tô bên ngoài...có lẽ vào Mùa đông, đó là để trượt băng...nhưng không quá chắc chắn về điều đó.  Thưởng thức! Nếu bạn đến một Nhà nghỉ gần đó để ở, đó là trẻ em lấy trẻ em làm trung tâm và bọn trẻ YÊU, YÊU, YÊU NÓ!  phải là khách của nhà nghỉ.  Hy vọng điều đó có ích!Đọc thêm",
            "Khi nào đợt giảm giá mùa đông kết thúc?Đọc thêm",
            "Tôi có một con chó nhỏ, họ có cho phép mang chó vào trung tâm thương mại không?Đọc thêm",
            "Tôi không tin như vậyĐọc thêm",
            "Có một chiếc xe đẩy ảnh nhỏ trong trung tâm thương mại chuyên chụp ảnh cổ của trẻ em có ai biết tên nó không?Đọc thêm",
            "Tôi không nhớ tên. Số điện thoại dịch vụ khách hàng là - 704 - 979-3000. Tôi hy vọng điều đó sẽ giúp bạn xác định vị trí cửa hàng. \nXin Chúa phù hộ cho bạn.Đọc thêm",
            "Họ có xe đẩy có động cơ thân thiện với người khuyết tật khôngĐọc thêm",
            "Nó thân thiện với Người khuyết tật ở chỗ nó có cả lựa chọn bậc thang và đường dốc khi bạn đi dạo quanh Trung tâm mua sắm, tuy nhiên tôi không bao giờ nhớ mình đã thấy những chiếc xe đẩy được ghi nhớ có sẵn để thuê, giống như tôi có thể làm với xe đẩy. Tôi cũng không thể nhớ mình đã nhìn thấy mọi người - trong ký ức - sử dụng chúng ở đó, trừ khi nó có vẻ thuộc sở hữu của họ.Đọc thêm",
            "CHÀO! Cách thuận tiện nhất để đến đây từ Charlotte là gì? Cảm ơn bạn!Đọc thêm",
            "Đi thẳng đến lối ra Concord Mills từ I-85. Đọc thêm"
        ],
        "star_ratings": [
            364,
            276,
            75,
            25,
            31
        ],
        "review_amount": 771,
        "location": [
            "Hoa Kỳ",
            "Bắc Carolina - NC -",
            "Hòa hợp",
            "Những điều cần làm ở Concord",
            "Nhà máy Concord"
        ],
        "reviews_time": [
            "Written November 13, 2023",
            "Written November 22, 2022",
            "Written July 30, 2022",
            "Written July 25, 2022",
            "Written March 7, 2022",
            "Written February 24, 2022",
            "Written February 6, 2022",
            "Written November 21, 2021",
            "Written August 6, 2021",
            "Written June 1, 2021"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g49049-d290513-Reviews-Concord_Mills-Concord_North_Carolina.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g49049-d461896-Reviews-Razzoo_s_Cajun_Cafe-Concord_North_Carolina.html",
            "https://www.tripadvisor.com/Restaurant_Review-g49049-d10941533-Reviews-Bonefish_Grill-Concord_North_Carolina.html",
            "https://www.tripadvisor.com/Restaurant_Review-g49049-d398759-Reviews-On_The_Border_Mexican_Grill_Cantina-Concord_North_Carolina.html",
            "https://www.tripadvisor.com/Restaurant_Review-g49049-d842097-Reviews-Cold_Stone_Creamery-Concord_North_Carolina.html",
            "https://www.tripadvisor.com/Restaurant_Review-g49049-d4313302-Reviews-Cinnabon-Concord_North_Carolina.html",
            "https://www.tripadvisor.com/Restaurant_Review-g49049-d3930979-Reviews-Steak_n_Shake-Concord_North_Carolina.html",
            "https://www.tripadvisor.com/Restaurant_Review-g49049-d460458-Reviews-TGI_Fridays-Concord_North_Carolina.html",
            "https://www.tripadvisor.com/Restaurant_Review-g49049-d11857517-Reviews-Outback_Steakhouse-Concord_North_Carolina.html",
            "https://www.tripadvisor.com/Restaurant_Review-g49049-d4292256-Reviews-Starbucks-Concord_North_Carolina.html",
            "https://www.tripadvisor.com/Restaurant_Review-g49049-d3322145-Reviews-Jim_N_Nick_s-Concord_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49049-d17785315-Reviews-The_Children_s_Place-Concord_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49049-d6371912-Reviews-SEA_LIFE_Charlotte_Concord_Aquarium-Concord_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49049-d2512062-Reviews-Great_Wolf_Lodge_Water_Park-Concord_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49022-d271221-Reviews-Hendrick_Motorsports_Complex-Charlotte_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49049-d8661127-Reviews-Cabarrus_County_Convention_Visitors_Bureau-Concord_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49049-d27031874-Reviews-Burlington-Concord_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49049-d102848-Reviews-Charlotte_Motor_Speedway-Concord_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49049-d4161547-Reviews-ZMAX_Dragway-Concord_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49049-d12177613-Reviews-Twenty_Six_Acres_Brewing_Company-Concord_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49049-d1728069-Reviews-Richard_Petty_Driving_Experience-Concord_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49049-d290513-Reviews-or10-Concord_Mills-Concord_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49049-d4328868-Reviews-The_Depot_at_Gibson_Mill-Concord_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49049-d6215682-Reviews-Trashed_Studio-Concord_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49049-d27794081-Reviews-Chrisk_Crystals-Concord_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49049-d19055713-Reviews-We_re_Sew_Creative-Concord_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49049-d7725921-Reviews-Lionel_Retail_Store-Concord_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49049-d27086345-Reviews-Belk-Concord_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49049-d27082779-Reviews-Kohl_s-Concord_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49049-d27059973-Reviews-JCPenney-Concord_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49049-d27044017-Reviews-Marshalls-Concord_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49049-d4438618-Reviews-The_Speedpark_at_Concord_Mills-Concord_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49049-d25321995-Reviews-The_Escape_Game_Concord-Concord_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49049-d4268421-Reviews-Dave_Buster_s_Arcade-Concord_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49049-d8674049-Reviews-The_speed_park-Concord_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49049-d14929083-Reviews-AMC_Concord_Mills_24-Concord_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49049-d17635650-Reviews-IFLY_Indoor_Skydiving_Charlotte_Concord-Concord_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49049-d27021265-Reviews-Express_Day_Spa-Concord_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d8098040-Reviews-Amstar_DMC-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g295375-d8468723-Reviews-Aquapark_Dalmatia-Sibenik_Sibenik_Knin_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g311298-d13651357-Reviews-Massaji_Spa_Bali-Canggu_North_Kuta_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g14134278-d320638-Reviews-Tokyo_National_Museum-Uenokoen_Taito_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g33539-d11658141-Reviews-RPS_Rentals-Marble_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g41778-d670459-Reviews-Long_Point-Provincetown_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d23926591-Reviews-INTER_IAM-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g189158-d6981124-Reviews-Fado_in_Chiado-Lisbon_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g30521-d278958-Reviews-Fairhope_Municipal_Pier-Fairhope_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g34345-d1444437-Reviews-Higgs_Beach-Key_West_Florida_Keys_Florida.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g49049-d290513-Reviews-or10-Concord_Mills-Concord_North_Carolina.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g49049-d290513-Reviews-Concord_Mills-Concord_North_Carolina.html"
    }
]