[
    {
        "attraction_name": "Connecticut Science Center",
        "attraction_name_vi": "Trung tâm Khoa học Connecticut",
        "general_info": [
            "409 đánh giá",
            "5 trong số 68 điều cần làm ở Hartford",
            "Bảo Tàng Khoa Học"
        ],
        "attraction_summary": "Điều này rất tốn kém và vì vậy chúng tôi đã mong đợi một trải nghiệm thực sự tốt nhưng lại thất vọng. Quá nhiều vật trưng bày đã bị hỏng và các nhóm học sinh đi qua rất hoang mang. Có thể sẽ tốt hơn vào cuối tuần, nhưng bạn không cần phải trả 20 cho mỗi trẻ em và 30 cho mỗi người lớn đi cùng để có trải nghiệm kém đáng nhớ.Đọc thêm",
        "reviews": [
            "Em gái tôi, tôi đã đến thăm Trung tâm Khoa học CT cùng với các con tôi từ 12-2 tuổi, tất cả chúng tôi đều yêu thích nó. Đó là một ngày thứ Tư không quá bận rộn chút nào, một số phòng hoàn toàn trống rỗng. Điều đáng thất vọng nhất là cách nhân viên bảo vệ hét vào mặt đứa con trai 10 tuổi của cô ấy, nó định lấy chai nước mà chúng tôi để lại và chạy đi lấy nó mà không hề suy nghĩ. Tuy nhiên, điều đó chắc chắn không đảm bảo cho cô phải hét vào mặt anh. Chúng tôi sử dụng nhà để xe ngay dưới trung tâm, chỉ có 6 giờ trong ngày. Chúng tôi quay lại ô tô để ăn trưa nhưng có một tàu điện ngầm lớn ở tầng một ở trung tâm. Nhìn chung, chúng tôi đã có một ngày tuyệt vời, tôi chắc chắn sẽ khuyên bạn nên ghé thăm - có rất nhiều thứ để xem và làm.Đọc thêm",
            "After being intrigued by this beautiful example of modern architecture along I-91 for several years, my wife and I decided to take our visiting 5 year old granddaughter to the Connecticut Science Center last week. Let me first say that the museum itself is quite nice, and the staff members were courteous and knowledgeable. We, nonetheless, had a few concerns.As other reviewers have mentioned, during our visit on a weekday during the school season, the facility was overwhelmed with groups of totally undisciplined and off-the-wall school children. There were also children who were there with parents who apparently turn a blind eye toward their behavior. For example, there is a water play area on the first level that is specifically intended for children ages 6 and under, with signs to that effect; however, there were 9, 10, and 11 year old bullies in that play area with their parents oblivious to their behavior. With this in mind, a weekend may be a better time to visit than during a weekday.Another problem is with the facilitys online ticket sales. Due to a programming failure, my first two attempts at purchasing admission tickets errored out because I use an ad blocker on my browser. As a result, my debit card was charged three times, and I was surprised to encounter difficulty in getting two of those three charges reversed, needing to call my bank to intervene.On the plus side, there are some excellent exhibit areas, with fewer broken interactive displays than I have encountered at similar venues. We strongly recommend paying extra for timed admission to the butterfly conservatory. Though small, it is very well done, with a knowledgeable staff, providing a welcome refuge of quiet in the otherwise noisy facility.There is a Subway restaurant on site that does not inflate prices, as is often the case at some other attractions.In the first level of the adjoining parking garage, just to the left of the point of entry, there are two free EV charging spots which were nice to find available.Read more",
            "Chuyến thăm đầu tiên của chúng tôi mà chúng tôi đã tận dụng do trẻ em và một cư dân CT trưởng thành được vào cửa miễn phí vào tháng 7, tháng 8. Chúng tôi đã trả 7 đô la cho bãi đậu xe thuận tiện - thang máy sẽ đưa bạn đến thẳng sảnh của trung tâm, trả tiền cho một người lớn và thêm tiền để có trải nghiệm bay bướm hoàn toàn xứng đáng và không giới hạn thời gian. Cháu của chúng tôi là những bé gái 6 và 8 tuổi và chúng rất thích điều đó. Rất nhiều sự tham gia, một số chỉ dành cho trẻ nhỏ nhưng có rất nhiều chất khử trùng và nhà vệ sinh.  Đông đúc do một số nhóm trại. Một số hoạt động đã được những đứa trẻ lớn hơn tiếp quản một cách thô bạo.  Nhân viên không làm gì nhiều và không phải tất cả người lớn đều ở cùng con họ. Nhìn chung một buổi chiều tuyệt vời! Đồ ăn nhẹ ở tầng một đắt kinh khủng nhưng chỉ sau vài giờ họ đã đói. Đừng bỏ lỡ những khu vườn trên sân thượng với tầm nhìn ngoạn mục ra Hartford và Sông CtĐọc thêm",
            "Nơi đáng yêu và đầy thông tin để mang đến cho các bạn trẻ. Nó bao gồm nhiều cấp độ chứa đầy những điều kỳ diệu về khoa học. Nhà địa chất tương lai sẽ vui mừng khi nhìn vào Bầu khí quyển của chúng ta để chạm vào Lõi bên trong của Trái đất. Nhà chiêm tinh và các phi hành gia sẽ ngạc nhiên khi nhìn vào các Tinh vân, ngôi sao và Hành tinh khác nhau. Những người đam mê thể thao sẽ có cơ hội đo lường sức mạnh của mình và cách khoa học có thể giúp thể thao trở nên an toàn hơn. Họ cũng có thể tương tác với những thứ có thể thực hiện được nhờ vào các thành tựu kỹ thuật. Có những buổi thuyết trình ở rạp và phim được chiếu mỗi giờ hoặc lâu hơn với một khoản phụ phí cho mỗi người. Và một triển lãm về Bướm vẫn chưa được bao gồm trong vé vào cổng chung. Triển lãm yêu thích của tôi là triển lãm Xác ướp của Thế giới. Nó khiến bạn thay đổi quan niệm sai lầm rằng xác ướp chỉ đến từ Ai Cập. Con tôi đã có rất nhiều niềm vui, tôi chắc chắn sẽ giới thiệu nó cho bất kỳ ai, đặc biệt nếu bạn có con nhỏ. Rất tương tác. Nó có thể truy cập dễ dàng từ I91 Bắc hoặc Nam. Rất nhiều chỗ đậu xe nằm ở tầng trệt của cùng tòa nhà. Tôi đã cố gắng xác thực vé đậu xe của mình, nhưng nhân viên mà tôi hỏi về nó không thể nói rõ ràng cách thực hiện. Tôi không biết liệu có thể làm được điều đó không. Nhưng vì mệt và đói nên chúng tôi quyết định rời đi và trả tiền. Khoảng 3 giờ. Có một nhà hàng Subway nằm bên trong trung tâm cạnh khu vực bán vé. Ngoài ra còn có một cửa hàng quà tặng. Tuy nhiên, tôi thất vọng khi không tìm được những món đồ lưu niệm đẹp hay thú vị để mua. Rất nhiều thứ chung chung.Đọc thêm",
            "Tôi đã lấy hai thiếu niên và họ rất thích nó.  Tôi thấy đây là một ngày đi chơi đắt đỏ, vì bãi đậu xe trong khuôn viên rất đắt, ngoài việc phải trả ba vé vào cửa.  Ngoài ra, tôi thấy phòng bướm rất ấn tượng, đặc biệt là sau khi trả thêm phíĐọc thêm",
            "Chúng tôi đã có một vụ nổ ở đây. Có rất nhiều hoạt động khác nhau. Chúng tôi đã dành hơn 3 giờ ở đây và con trai tôi không muốn rời đi. Tôi thực sự khuyên bạn nênĐọc thêm",
            "We had so much fun here! Our almost 5yo son had a ball with all of the hands-on bells and whistles! Yes, I said hands-on! If youre still uneasy about covid and arent comfortable with life slowly returning to normal all sarcasm aside, then this place isnt for you. There are still a few exhibitsstructures that are closed to follow safety guidelines but there was plenty to do! We were just so happy to see our kid actually play and tinker with the machines to see how they worked. We went during spring break and purchased our tickets ahead of time for a 1:00 entry time. Im so glad we did because the place started to empty out around 2 or so and we had most of the floors to ourselves! We did have to wait for about 10-15min in the lobby for the 1st exhibit with a bunch of water and tubes but once we were in, it was worth it! Some parents had brought little foldable ponchos for their kids which was probably a good idea. They do have paper towels in the corner. Most of the families were courteous about sharing and taking turns with the activitiescenters but of course you have a few who will hog a machine. Our son was pretty patient most of the time and when it started to get too long we would just say louder Its almost your turn, bud! And they finally got the hint. The staff was very friendly and accommodating. One girl came over to make sure there were enough blank papers for him to draw on and sanitized, sharpened pencils at one of the space stations. We ate lunch afterwards around 3:30 in the subway which wasnt bad at all. The way had their new fro yo for dessert which was of course pricey but again, pretty good! The gift shop is closed which was both a blessing and a bummer at the same time! The bathrooms were nice and clean too. We didnt buy any of the add ons like the butterfly excursion or the 3D movie. Im glad we didnt because it honestly wouldve been too much for our son. We spent a little over 3 hours there with all the different floors. If you have older kids, it would be better, and if you go earlier. We would definitely come back...it was a great family day with lots of good memories!Read more",
            "Chúng tôi YÊU trung tâm khoa học! Chúng tôi cố gắng đạt được ít nhất 1xnăm, nhưng năm nay chúng tôi đã có thể đạt được gấp đôi cho đến nay. 10 tuổi của tôi đã yêu thích nơi này kể từ lần đầu tiên chúng tôi đi cách đây nhiều năm. Đây là lần đầu tiên chúng tôi đến trong thời kỳ đại dịch và họ đã làm một công việc tuyệt vời như vậy. Thực sự dễ dàng để đặt vé. Yêu việc thiếu đám đông. Mặc dù một số thứ vẫn bị đóng, nhưng rất nhiều thứ vẫn được mở và chúng tôi vẫn dành 3 giờ đồng hồ ở đó, con trai tôi có lẽ sẽ ở lại lâu hơn nữa. Quá nhiều thứ để xem, học hỏi, làm. Các nhân viên rất thân thiện và niềm nở. Tôi thực sự khuyên bạn nên ghé thăm, đặc biệt là ngay bây giờ khi họ có thể sử dụng nó. Nếu bạn có thể đến cửa hàng tạp hóa trong ít nhất 30 phút để đeo khẩu trang, bạn chắc chắn có thể đến những nơi như thế này và tận hưởng thời gian của mình cũng như giúp đỡ những doanh nghiệp này.Đọc thêm",
            "Đưa những đứa trẻ 9 và 6 tuổi của tôi đến và chúng yêu thích nó...rất nhiều thứ tương tác cho mọi lứa tuổi...rất tốt và có đội ngũ nhân viên tốt Đọc thêm",
            "Bạn có thể quay lại bảo tàng nếu bạn rời đi để ăn trưa mà không phải trả thêm chi phí không? Đọc thêm",
            "CóĐọc thêm",
            "Cháu gái của tôi sắp đến thăm và cô ấy 14 tuổi sắp 15 tuổi, liệu có thứ gì phù hợp với lứa tuổi của cô ấy không?Đọc thêm",
            "Tôi 36 tuổi và tôi thích đi dạo và xem các cuộc triển lãm du lịch cũng như phim 3-D.Đọc thêm",
            "Tôi có thể đến đó bằng phương tiện công cộng không? Đọc thêm",
            "Có lẽ tùy thuộc vào nơi bạn đi du lịch. Tôi khuyên bạn nên gọi đến Trung tâm Khoa học và hỏi họ. Đọc thêm",
            "Bên trong có đồ ăn không?Đọc thêm",
            "Có, có rất nhiều lựa chọn đồ ăn, bao gồm Nhà hàng SUBWAY trong khuôn viên và Sữa chua đông lạnh Froyo World. Để thuận tiện cho bạn, tại đây có máy bán hàng tự động với đồ ăn nhẹ, đồ uống và bàn dành cho những khách muốn tự mang theo đồ ăn.\n\nTrung tâm Khoa học Connecticut cách nhiều nhà hàng cao cấp bao gồm BBQ, quán rượu, món Ý và sushi một đoạn đi bộ ngắn. Nhiều nhà hàng địa phương cung cấp giảm giá cho Thành viên và du khách của Trung tâm Khoa học.Đọc thêm",
            "Giá vé cho 2 trẻ em, 6, 8 và 2 người cao tuổi vào Chủ Nhật này là bao nhiêu?Đọc thêm",
            "Vui lòng kiểm tra trang web của họ để biết tất cả thông tin về giá cả. Người cao tuổi 19,95 và trẻ em là 14,95. Họ cũng có giá combo bao gồm phim 3-D.Đọc thêm",
            "Liệu nhóm người lớn có thích điều này không hay nó chỉ dành cho trẻ em?Đọc thêm",
            "nó được thiết kế cho những người trẻ tuổi nhưng nếu bạn thích vui vẻ và không ngại ngùng thì hãy dành một ngày chậm rãi và vui vẻĐọc thêm",
            "Trung tâm khoa học có tính phí cho trẻ 2 tuổi không?Đọc thêm",
            "Không tính phí cho trẻ 2 tuổi. Trẻ em dưới 3 tuổi được miễn phí. Cảm ơn bạn đã quan tâm!Đọc thêm",
            "Tôi có thể mang theo đồ ăn nhẹ của riêng mình không?Đọc thêm",
            "Đúng. Bạn có thể mang theo đồ ăn nhẹ và bữa trưa của riêng mình. Có bàn ở tầng sảnh để thuận tiện cho bạn. Tuy nhiên, không được phép ăn uống trong phòng trưng bày.Đọc thêm",
            "có khách sạn nào gần đây khôngĐọc thêm",
            "Vâng, có một số khách sạn tuyệt vời gần đó. Khách sạn gần nhất là Downtown Marriott nằm ngay bên kia đường. Họ có sẵn các gói bao gồm vé vào Trung tâm Khoa học.Đọc thêm"
        ],
        "star_ratings": [
            219,
            118,
            52,
            11,
            9
        ],
        "review_amount": 409,
        "location": [
            "Các hoạt động ở Hartford",
            "Hartford",
            "Connecticut CT",
            "Hoa Kỳ",
            "Trung tâm Khoa học Connecticut"
        ],
        "reviews_time": [
            "Written June 2, 2024",
            "Written May 5, 2024",
            "Written April 7, 2023",
            "Written July 27, 2022",
            "Written July 24, 2022",
            "Written February 22, 2022",
            "Written November 20, 2021",
            "Written April 16, 2021",
            "Written August 25, 2020",
            "Written July 25, 2020"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g33804-d1469415-Reviews-Connecticut_Science_Center-Hartford_Connecticut.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g33804-d4832524-Reviews-The_Capital_Grille-Hartford_Connecticut.html",
            "https://www.tripadvisor.com/Restaurant_Review-g33804-d1798723-Reviews-Salute-Hartford_Connecticut.html",
            "https://www.tripadvisor.com/Restaurant_Review-g33804-d12946591-Reviews-Bear_s_Smokehouse_BBQ-Hartford_Connecticut.html",
            "https://www.tripadvisor.com/Restaurant_Review-g33804-d494332-Reviews-Trumbull_Kitchen-Hartford_Connecticut.html",
            "https://www.tripadvisor.com/Restaurant_Review-g33804-d417746-Reviews-Max_Downtown-Hartford_Connecticut.html",
            "https://www.tripadvisor.com/Restaurant_Review-g33804-d1368086-Reviews-Vivo_Seasonal_Trattoria-Hartford_Connecticut.html",
            "https://www.tripadvisor.com/Restaurant_Review-g33804-d5828664-Reviews-Sorella_Restaurant-Hartford_Connecticut.html",
            "https://www.tripadvisor.com/Restaurant_Review-g33804-d10278396-Reviews-L_Bar-Hartford_Connecticut.html",
            "https://www.tripadvisor.com/Restaurant_Review-g33804-d417903-Reviews-ON20-Hartford_Connecticut.html",
            "https://www.tripadvisor.com/Restaurant_Review-g33804-d856070-Reviews-Feng_Chophouse-Hartford_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g33804-d3754124-Reviews-Mortensen_Riverfront_Plaza-Hartford_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g33804-d1418687-Reviews-Connecticut_Convention_Center-Hartford_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g33804-d106102-Reviews-Wadsworth_Atheneum_Museum_of_Art-Hartford_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g33804-d7679321-Reviews-Infinity_Music_Hall_Bistro-Hartford_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g33804-d105001-Reviews-Connecticut_s_Old_State_House-Hartford_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g33804-d285868-Reviews-Hartford_Stage-Hartford_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g33804-d105008-Reviews-Travelers_Tower-Hartford_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g33804-d285874-Reviews-Hartford_Downtown_Farmers_Market-Hartford_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g33804-d3182087-Reviews-Ancient_Burying_Ground-Hartford_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g33804-d4093524-Reviews-Hartford_Public_Library-Hartford_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g33804-d1469415-Reviews-or10-Connecticut_Science_Center-Hartford_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g33804-d105004-Reviews-The_Mark_Twain_House_Museum-Hartford_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g33804-d105003-Reviews-Harriet_Beecher_Stowe_Center-Hartford_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g33804-d582824-Reviews-Real_Art_Ways-Hartford_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g33804-d105002-Reviews-Connecticut_Historical_Society-Hartford_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g33804-d286041-Reviews-Museum_Of_Connecticut_History-Hartford_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g33804-d24989865-Reviews-Curioporium-Hartford_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g33804-d285912-Reviews-Hartford_Armory-Hartford_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g33804-d286042-Reviews-Hartford_Police_Museum-Hartford_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g33804-d285908-Reviews-Pump_House_Gallery-Hartford_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g33804-d12221068-Reviews-Sea_Tea_Comedy_Theater-Hartford_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g33804-d8729967-Reviews-Bushnell_Plaza_Sculpture_Garden-Hartford_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g33804-d17455749-Reviews-Calder_Stegosaurus_Sculpture-Hartford_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g33804-d12377179-Reviews-Dunkin_Park-Hartford_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g33804-d274539-Reviews-First_Church_of_Christ_in_Hartford-Hartford_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g34172-d23273654-Reviews-Bucee_s-Daytona_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d591343-Reviews-Placa_d_Espanya-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g32431-d1143575-Reviews-The_Americana_at_Brand-Glendale_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g1022822-d1238308-Reviews-Kinosaki_Onsen-Toyooka_Hyogo_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g780841-d1372667-Reviews-Hitachi_Seaside_Park-Hitachinaka_Ibaraki_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g51702-d1792838-Reviews-Tiger_Safari_Zoological_Park-Tuttle_Oklahoma.html",
            "https://www.tripadvisor.com/Attraction_Review-g30293-d2249479-Reviews-The_Mystery_Hole-Ansted_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g41995-d660863-Reviews-Alpine_Mountain_Golf-Birch_Run_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g56062-d25137317-Reviews-PopStroke-Katy_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60958-d123656-Reviews-Cross_of_the_Martyrs-Santa_Fe_New_Mexico.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g33804-d1469415-Reviews-or10-Connecticut_Science_Center-Hartford_Connecticut.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g33804-d1469415-Reviews-Connecticut_Science_Center-Hartford_Connecticut.html"
    }
]