[
    {
        "attraction_name": "Connaught Place",
        "attraction_name_vi": "nơi an lành",
        "general_info": [
            "3.659 đánh giá",
            "48 trong số 592 điều cần làm ở New Delhi",
            "Điểm tham quan Điểm mốc"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Đọc thêm",
            "Một nhóm rộng lớn các vòng tròn mở rộng, với vô số cửa hàng, nhà hàng, quầy hàng, người ăn xin và giải trí. Một điều tuyệt đối phải làm khi ở trung tâm Delhi. Lý tưởng để ăn uống hoặc chỉ để khám phá thư giãn. Một số cửa hàng dễ nhận biết nhưng chủ yếu là cửa hàng địa phương. Đọc thêm",
            "Connaught Place có tên chính thức là Rajiv Chowk sau khi đổi tên vào năm 1995, theo tên của cố Thủ tướng Ấn Độ, ông Rajiv Gandhi. Người ta thường gọi nơi này là CP. Không ngoa khi gọi đây là Trái tim của New Delhi. Đây là một trong những trung tâm du lịch chính, một trung tâm tài chính, thương mại và kinh doanh chính ở Delhi. Đặt văn phòng tại Connaught Place là một vinh dự. Có các phòng trưng bày của tất cả các thương hiệu lớn nhỏ, thu hút người dân địa phương đến mua sắm. Có hai vòng tròn, bên trong và bên ngoài với các tòa nhà di sản có các cửa hàng, phòng trưng bày, rất nhiều nhà hàng phục vụ nhiều món ăn đặc trưng, ​​chuỗi thức ăn nhanh, cửa hàng đồ ăn nhẹ, quán trà và cà phê, Rạp chiếu phim, người bán hàng rong ven đường, v.v. được người Anh phát triển từ năm 1933. Toàn bộ khu vực và vùng xung quanh bao gồm Janpath, Rajpath, India Gate, Sansad Bhawan, Rashtrapati Bhawan, Lutyens Delhi được thiết kế đẹp mắt và xây dựng đẹp mắt. Một số con đường xuất hiện từ Connaught Place theo mọi hướng đi đến các khu vực khác nhau của thành phố. Chúng tôi đến đó để mua váy cưới và giày dép, v.v. Người ta có thể đến đây bằng tàu điện ngầm rất dễ dàng. Người ta có thể mua đồ thủ công, váy địa phương của bất kỳ tiểu bang nào của Ấn Độ từ các phòng trưng bày State Emporiums nằm gần Sân vận động Shiwaji. Khadi Bhawan lớn nhất là điểm đến mua sắm khá phổ biến ở CP. Chúng tôi đã ăn đồ ăn Nam Ấn Độ tại Nhà hàng Naivedyam. Người ta có thể thưởng thức các buổi biểu diễn của nghệ sĩ đường phố vào buổi tối. Đọc thêm",
            "Một trong những địa điểm yêu thích của tôi ở New Delhi - với rất nhiều nhà hàng, món ăn đường phố, cửa hàng địa phương và cửa hàng hàng hiệu. Một trong những nơi ở Delhi mà bạn cảm thấy an toàn và thoải mái khi đi bộ. Vâng, đám đông thường rất lớn nhưng đó là những gì được mong đợi từ trung tâm thành phố.Đọc thêm",
            "Một trong những địa điểm yêu thích của tôi ở New Delhi - với rất nhiều nhà hàng, món ăn đường phố, cửa hàng địa phương và cửa hàng hàng hiệu. Một trong những nơi ở Delhi mà bạn cảm thấy an toàn và thoải mái khi đi bộ. Vâng, đám đông thường rất lớn nhưng đó là những gì được mong đợi từ trung tâm thành phố.Đọc thêm",
            "5 lý do nên bỏ qua Connaught Place1.  Giao thông ở khu vực này rất ùn tắc. Bạn lãng phí rất nhiều thời gian chỉ để cố gắng đạt được điều đó.2. Nếu bạn là khách du lịch, những kẻ lừa đảo sẽ bu quanh bạn như ruồi ngay khi bạn bước ra khỏi taxi.  Họ bắt đầu lừa đảo chúng tôi trước khi chúng tôi lấy túi ra khỏi xe. Khi bước vào khách sạn, chúng tôi có cảm giác như mình đang đi bộ. Tôi nhận thấy họ không làm phiền những người mua sắm Ấn Độ.3. Đó chỉ là một loạt cửa hàng trong một tòa nhà thuộc địa cũ được xây dựng vào cuối những năm 1920. Không có gì để xem ở đây.4. Có những quán bar phát nhạc ầm ĩ vào ban đêm mà chúng tôi có thể nghe thấy từ khách sạn ở CP. Mặc dù khách sạn của chúng tôi có cửa sổ kính đôi dày nhưng đây vẫn là một nơi ồn ào!5. Chợ Khan là một trải nghiệm mua sắm tốt hơn nhiều. Không có lý do gì để phải chịu đựng những kẻ lừa đảo nặng nề ở nơi này.Đọc thêm",
            "Nếu bạn thích bị quấy rối liên tục thì đây là nơi dành cho bạn.  Và ý tôi không phải là những người bán hàng tự đề cao mà là những kẻ lừa đảo và những kẻ không mong muốn.  Chúng tôi bị theo dõi bởi những kẻ ranh mãnh và bị quấy rối từng phút. Xin vui lòng tin vào những đánh giá tiêu cực. Có nhiều lựa chọn tốt hơn cho các trung tâm ở Dehli để mua sắm, tham quan và ăn uống.  Tôi không khuyên người nước ngoài nên đến Connaught và chắc chắn không phải các cặp đôi. Ừ, tránh ra. Tôi thường không viết đánh giá nhiều, nhưng trong trường hợp này tôi cảm thấy mình phải làm vậy để cứu người khác khỏi một buổi chiều khủng khiếp và tình huống nguy hiểm tiềm tàng.Đọc thêm",
            "Connaught Place có tên chính thức là Rajiv Chowk sau khi đổi tên vào năm 1995, được đặt theo tên của cố Thủ tướng Ấn Độ, ông Rajiv Gandhi. Thông thường nó được gọi là CP. Sẽ không quá lời nếu gọi nó là Trái tim của New Delhi. Đây là một trong những trung tâm du lịch chính, trung tâm tài chính, thương mại và kinh doanh chính ở Delhi. Có văn phòng ở Connaught Place là một uy tín. Có phòng trưng bày của tất cả các thương hiệu lớn nhỏ, thu hút người dân địa phương đến mua sắm. Có hai vòng tròn, bên trong và bên ngoài với các tòa nhà di sản có cửa hàng, phòng trưng bày, rất nhiều nhà hàng phục vụ nhiều món ăn cụ thể, chuỗi thức ăn nhanh, cửa hàng đồ ăn nhẹ, quán trà và cà phê, Multiplexs, người bán hàng rong ven đường, v.v. trở lại năm 1933. Toàn bộ khu vực và khu vực xung quanh bao gồm Janpath, Rajpath, India Gate, Sansad Bhawan, Rashtrapati Bhawan, Lutyens Delhi được thiết kế đẹp mắt và xây dựng đẹp mắt. Một số con đường xuất phát từ Connaught Place theo mọi hướng đi đến các khu vực khác nhau của thành phố. Chúng tôi đến đó để mua váy cưới và giày dép, v.v. Người ta có thể đến đây bằng tàu điện ngầm rất dễ dàng. Người ta có thể làm đồ thủ công, trang phục địa phương của bất kỳ bang nào của Ấn Độ từ các phòng trưng bày của State Emporiums nằm gần Sân vận động Shiwaji. Khadi Bhawan lớn nhất là địa điểm mua sắm khá nổi tiếng ở CP. Chúng tôi có đồ ăn Nam Ấn Độ tại nhà hàng Naivedyam. Người ta có thể thưởng thức các buổi biểu diễn của nghệ sĩ đường phố vào buổi tối.Đọc thêm",
            "Kinh khủng, khủng khiếp, khủng khiếp. Kiến trúc đáng yêu nếu bạn có đủ thời gian để tận hưởng nó giữa Spiv, những kẻ lừa đảo và Skallies quấy rối, làm gián đoạn và lăng mạ bạn bằng lời nói. Từ việc luôn cố gắng ép bạn đến cơ sở của họ, tìm phương tiện di chuyển đắt đỏ và cố tình làm rơi phân chó vào giày của bạn, sau đó đưa bạn đi đánh giày của họ, họ sẽ tính phí cho bạn 1500- 2000 rupee để làm sạch nó. Nói chuyện với những người chủ cửa hàng, người phục vụ và chủ khách sạn ở địa phương, những người đã nói chuyện với chúng tôi về vấn đề này, thì đó là các băng đảng có tổ chức đang làm việc đó. Ngay cả người dân địa phương hiện cũng đang nhận được sự đối xử tương tự, và dường như không đáng để báo cáo điều đó, vì cảnh sát thiếu sự quan tâm rõ rệt. Mình phải quay lại đó, mình sẽ tổ chức một App. Taxi từ ngoài khu vực đến đón tôi vào, bảo anh đợi tôi xong việc rồi đi thẳng lên taxi rồi đi. Những tài xế taxi chân chính có thể bị đe dọa và sợ hãi. Hãy tự chịu rủi ro.Đọc thêm",
            "",
            "Nơi tuyệt vời để ghé thăm Delhi luôn vui vẻ và đồ ăn thì tuyệt vời, chúng tôi có khoảng thời gian tuyệt vời ở Delhi Đọc thêm",
            "Nơi giao thông rất ồn ào. Không sạch sẽ lắm, các cửa hàng thực phẩm xung quanh và khách sạn Radishon Những kẻ lừa đảo theo dõi bạn khi đi dọc các con phố. Bụi bặm và khó chịu khi đi lại Đọc thêm",
            "di sản tốt nhất của Anh ở thành phố Delhi. rất nhiều địa điểm ăn uống và đi dạo trong khung cảnh xanh mát và yên tĩnh Đọc thêm",
            "Hãy đến địa điểm mới ở Delhi nếu bạn muốn mạo hiểm bị ném phân chó vào người, đó là điều đã xảy ra với tôi như một phần của một vụ lừa đảo. Tôi đã viết thư cho cảnh sát, không có phản hồi. Tôi thực sự nghĩ Ấn Độ sẽ phát triển hơn kể từ lần cuối tôi đến đó 20 năm trước.Đọc thêm",
            "Hôm nay có mở khôngĐọc thêm",
            "Không, nó bị tắt. Vì virus Corona.Đọc thêm",
            "Đâu là nơi lưu trú tốt ở trung tâm để thay đổi khỏi cơn điên cuồng pahar ganj?Đọc thêm",
            "Tùy thuộc vào ngân sách của bạn, phạm vi từ Imperial, Lalit, Hans, Marina Palace. Tuy nhiên, tất cả đều đắt hơn Pahar Gunj.Đọc thêm",
            "Đâu là nơi tốt nhất để mua giày đi bộ hoặc giày tập chạy bộ khi ở DehliĐọc thêm",
            "Kính gửi mua từ showroom giày Bata gần rạp chiếu phim odean không đắt lắm và chất lượng tốt\nĐọc thêm",
            "Các lựa chọn nhà hàng là gì? Có chỗ nào cho momos không? \nĐọc thêm",
            "Xin chào bạn, tôi xin lỗi vì phản hồi chậm trễ. Có, có nhiều khớp nối cho MOMO. Những món ngon đều có sẵn ở nhà hàng Bercos, tuy nhiên, bạn nên thử ở DPauls. Các momos tốt ở mức giá rất hợp lý. Ngoài ra, hãy thưởng thức nó cùng với cà phê lạnh của họ, nhưng nó cũng rất hợp với cocacola ướp lạnh, thubsup hoặc pepsiĐọc thêm",
            "Cửa hàng rượu ở Connaught?\nCó ý tưởng gì không?Đọc thêm",
            "Vâng, có rất nhiều. Có một cái ở quán Rượu và Bia K, dãy F và N cách nhau một vài dãy khác.  Đây là những cửa hàng do chính phủ điều hành và đóng cửa vào những ngày khô ráo hoặc ngày lễ của chính phủ. Ngoài ra còn có cửa hàng 24 Seven gần rạp chiếu phim Regal, nơi bạn có thể mua rượu và bia. Sau đó có rất nhiều nhà hàng và quán rượu phục vụ rượu. Đọc thêm",
            "Cửa hàng rượu ở Connaught?\nCó ý tưởng gì không?Đọc thêm",
            "Vui lòng xem danh sách bên dưới để tham khảo\n1. Có 2 cửa hàng rượu ở phía sau F Block\n2. Một cửa hàng nằm trên phố khi bạn đi từ PVR Rivoli đến Hotel Park\n3. Bên cạnh nhà hàng Bercos\n\nHy vọng là nó đáp ứng được nhu cầu của bạn. Nếu bạn muốn biết thêm thông tin cập nhật, hãy theo dõi tôi. Đọc thêm",
            "Giờ mở cửa của Connaught Place là gì? Khác nhau giữa chợ và cửa hàng? Đọc thêm",
            "Tôi có tài xế khi ở Delhi, tôi nên đi mua sắm ở đâu\nCảm ơnĐọc thêm",
            "Nó phụ thuộc vào những gì bạn muốn mua... Trang phục truyền thống của Ấn Độ- Chandni Chowk hoặc Karol Bagh, phương Tây- Karol Bagh, Connaught place hoặc chợ Rajouri Garden, Quần áo giá rẻ và rất hợp lý- Sarojini Nagar mkt hoặc janpath.... Rajouri là đắt tiền, Karol Bagh có rất nhiều cuộc mặc cả diễn ra... tương tự với janpath n Sarojini...Nơi Connaught bạn có thể mua sắm quần áo đắt tiền hoặc cao cấp... Ngoài ra còn có một khu chợ tên là Palika Bazar ở nơi Connaught là nơi rẻ nhất Trên hết, bạn có thể tìm thấy các sản phẩm trùng lặp với sản phẩm gốc ở đó nhưng ở Palika n janpath n Sarojini, hãy cẩn thận với việc móc túi... Mua sắm vui vẻ....Đọc thêm",
            "Connaught là chợ mua sắm mở vào ban đêm hay chỉ là những cửa hàng có mặt tiền bằng kính?Đọc thêm",
            "Connaught về cơ bản được chia thành vòng tròn bên trong và vòng tròn bên ngoài.\nTrong vòng tròn nội bộ và các vòng tròn hướng tâm đến vòng tròn bên ngoài gần rạp chiếu phim vương giả, bạn có thể tìm thấy rất nhiều nhà cung cấp ở thị trường mở nơi có thể tìm thấy quần áo giá rẻ sử dụng hàng ngày.\nvòng ngoài và radial hầu hết đều có showroom của các thương hiệu lớn.\nsau đó có Chợ Janpath nổi tiếng về quần áo và phụ kiện, là chợ mở độc quyền cho các mặt hàng thời trang, với giá cả phải chăng, đặc biệt phổ biến trong giới sinh viên đại học.\nĐể biết thêm nhiều thứ với mức giá phải chăng và rất nhiều nếu đa dạng, bao gồm bản sao đầu tiên đến bản sao cuối cùng của các thương hiệu mà Palika Market có thể ghé thăm, trong đó có thể xem các mặt hàng từ đồ điện tử đến quần áo.\nNếu một người quan tâm đến một số mặt hàng dân tộc gần ga tàu điện ngầm Janpath thì có một khu chợ lớn ở đó với các cửa hàng địa phương bán các mặt hàng và phụ kiện dân tộc chất lượng.\nĐể tham quan các cửa hàng của sở văn hóa bang Baba Kharak Singh Marg gần CP sẽ là một lựa chọn tốt.Đọc thêm",
            "Xin chào.\nMua trang sức vàng ở đâu tốt nhất và an toàn nhất ở New Delhi?"
        ],
        "star_ratings": [
            1433,
            1222,
            618,
            214,
            172
        ],
        "review_amount": 3659,
        "location": [
            "New Delhi",
            "nơi an lành",
            "Những điều cần làm ở New Delhi",
            "Lãnh thổ thủ đô quốc gia Delhi",
            "Ấn Độ",
            "Châu Á"
        ],
        "reviews_time": [
            "Written September 16, 2023",
            "Written December 31, 2023",
            "Written March 18, 2024",
            "Written March 18, 2024",
            "Written March 2, 2024",
            "Written January 22, 2024",
            "Written December 31, 2023",
            "Written December 11, 2023",
            "Written December 8, 2023",
            "Written November 20, 2023",
            "Written October 29, 2023",
            "Written October 13, 2023",
            "Written October 3, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g304551-d324103-Reviews-Connaught_Place-New_Delhi_National_Capital_Territory_of_Delhi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g304551-d24063110-Reviews-Nh_44_Pan_Indian_Cuisine-New_Delhi_National_Capital_Territory_of_Delhi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g304551-d21325917-Reviews-Out_Of_The_Box_Courtyard-New_Delhi_National_Capital_Territory_of_Delhi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g304551-d26730300-Reviews-Cafe_Sandoz-New_Delhi_National_Capital_Territory_of_Delhi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g304551-d1798405-Reviews-Hard_Rock_Cafe_New_Delhi-New_Delhi_National_Capital_Territory_of_Delhi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g304551-d18274487-Reviews-Dr_Zombie-New_Delhi_National_Capital_Territory_of_Delhi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g304551-d8664595-Reviews-Hotel_Saravana_Bhawan-New_Delhi_National_Capital_Territory_of_Delhi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g304551-d1123029-Reviews-Wenger_s-New_Delhi_National_Capital_Territory_of_Delhi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g304551-d9812282-Reviews-Farzi_Cafe-New_Delhi_National_Capital_Territory_of_Delhi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g304551-d14660175-Reviews-The_Imperial_Spice-New_Delhi_National_Capital_Territory_of_Delhi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g304551-d1115470-Reviews-Saravana_Bhavan-New_Delhi_National_Capital_Territory_of_Delhi.html",
            "https://www.tripadvisor.com/Attraction_Review-g304551-d26846626-Reviews-Tata247Book-New_Delhi_National_Capital_Territory_of_Delhi.html",
            "https://www.tripadvisor.com/Attraction_Review-g304551-d5988023-Reviews-Kamala_The_Craft_Outlet-New_Delhi_National_Capital_Territory_of_Delhi.html",
            "https://www.tripadvisor.com/Attraction_Review-g304551-d2071662-Reviews-Janpath_Market-New_Delhi_National_Capital_Territory_of_Delhi.html",
            "https://www.tripadvisor.com/Attraction_Review-g304551-d19114438-Reviews-Charkha_Museum-New_Delhi_National_Capital_Territory_of_Delhi.html",
            "https://www.tripadvisor.com/Attraction_Review-g304551-d6131705-Reviews-Ravindra_Art_Palace-New_Delhi_National_Capital_Territory_of_Delhi.html",
            "https://www.tripadvisor.com/Attraction_Review-g304551-d19131212-Reviews-Shri_Ganesh_Mandir-New_Delhi_National_Capital_Territory_of_Delhi.html",
            "https://www.tripadvisor.com/Attraction_Review-g304551-d325135-Reviews-Jantar_Mantar-New_Delhi_National_Capital_Territory_of_Delhi.html",
            "https://www.tripadvisor.com/Attraction_Review-g304551-d23192797-Reviews-Museum_Of_Illusions_New_Delhi-New_Delhi_National_Capital_Territory_of_Delhi.html",
            "https://www.tripadvisor.com/Attraction_Review-g304551-d6412796-Reviews-Central_Park-New_Delhi_National_Capital_Territory_of_Delhi.html",
            "https://www.tripadvisor.com/Attraction_Review-g304551-d3681196-Reviews-Gurudwara_Bangla_Sahib-New_Delhi_National_Capital_Territory_of_Delhi.html",
            "https://www.tripadvisor.com/Attraction_Review-g304551-d324103-Reviews-or10-Connaught_Place-New_Delhi_National_Capital_Territory_of_Delhi.html",
            "https://www.tripadvisor.com/Attraction_Review-g304551-d311626-Reviews-Qutub_Minar-New_Delhi_National_Capital_Territory_of_Delhi.html",
            "https://www.tripadvisor.com/Attraction_Review-g304551-d626913-Reviews-Swaminarayan_Akshardham-New_Delhi_National_Capital_Territory_of_Delhi.html",
            "https://www.tripadvisor.com/Attraction_Review-g304551-d8682216-Reviews-Kuber_Tours-New_Delhi_National_Capital_Territory_of_Delhi.html",
            "https://www.tripadvisor.com/Attraction_Review-g304551-d4152180-Reviews-Gurudwara_Sis_Ganj_Sahib-New_Delhi_National_Capital_Territory_of_Delhi.html",
            "https://www.tripadvisor.com/Attraction_Review-g304551-d311618-Reviews-Humayun_s_Tomb-New_Delhi_National_Capital_Territory_of_Delhi.html",
            "https://www.tripadvisor.com/Attraction_Review-g304551-d321495-Reviews-Rashtrapati_Bhavan-New_Delhi_National_Capital_Territory_of_Delhi.html",
            "https://www.tripadvisor.com/Attraction_Review-g304551-d321494-Reviews-ISKCON_Temple_Delhi-New_Delhi_National_Capital_Territory_of_Delhi.html",
            "https://www.tripadvisor.com/Attraction_Review-g304551-d324102-Reviews-Chhatarpur_Temple-New_Delhi_National_Capital_Territory_of_Delhi.html",
            "https://www.tripadvisor.com/Attraction_Review-g304551-d6438182-Reviews-Mughal_Garden-New_Delhi_National_Capital_Territory_of_Delhi.html",
            "https://www.tripadvisor.com/Attraction_Review-g304551-d21049759-Reviews-Delhi-New_Delhi_National_Capital_Territory_of_Delhi.html",
            "https://www.tripadvisor.com/Attraction_Review-g304551-d7605284-Reviews-The_Shop-New_Delhi_National_Capital_Territory_of_Delhi.html",
            "https://www.tripadvisor.com/Attraction_Review-g304551-d4992274-Reviews-Adventure_Holiday_Tours-New_Delhi_National_Capital_Territory_of_Delhi.html",
            "https://www.tripadvisor.com/Attraction_Review-g304551-d15681296-Reviews-STIC_Travel_Group-New_Delhi_National_Capital_Territory_of_Delhi.html",
            "https://www.tripadvisor.com/Attraction_Review-g304551-d13162146-Reviews-Indulge_Tours_Travels-New_Delhi_National_Capital_Territory_of_Delhi.html",
            "https://www.tripadvisor.com/Attraction_Review-g304551-d6496469-Reviews-Palika_Bazaar-New_Delhi_National_Capital_Territory_of_Delhi.html",
            "https://www.tripadvisor.com/Attraction_Review-g304551-d4308793-Reviews-Khadi_Gramodyog_Bhavan-New_Delhi_National_Capital_Territory_of_Delhi.html",
            "https://www.tripadvisor.com/Attraction_Review-g304551-d16734501-Reviews-CTT_India_Tours-New_Delhi_National_Capital_Territory_of_Delhi.html",
            "https://www.tripadvisor.com/Attraction_Review-g304551-d7688863-Reviews-Hemkund_Travels-New_Delhi_National_Capital_Territory_of_Delhi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294265-d15958729-Reviews-Holidays_2_Cherish-Singapore.html",
            "https://www.tripadvisor.com/Attraction_Review-g304551-d7695823-Reviews-Kumar_Tourist_Taxi_Service_new_Delhi_India-New_Delhi_National_Capital_Territory_o.html",
            "https://www.tripadvisor.com/Attraction_Review-g187883-d4814330-Reviews-Porto_Istana_Beach-Olbia_Province_of_Olbia_Tempio_Sardinia.html",
            "https://www.tripadvisor.com/Attraction_Review-g53449-d272116-Reviews-Acrisure_Stadium_Tours-Pittsburgh_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g1574376-d3561758-Reviews-Anemos_Beach_Bar-Sani_Kassandra_Halkidiki_Region_Central_Macedonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g33726-d628750-Reviews-Discovery_Museum-Bridgeport_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g211878-d189996-Reviews-Old_Head_Golf_Links-Kinsale_County_Cork.html",
            "https://www.tripadvisor.com/Attraction_Review-g60647-d13464434-Reviews-Toa_Luau-Haleiwa_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g295370-d12860269-Reviews-Jadrolinija-Split_Split_Dalmatia_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g56933-d929405-Reviews-The_Wave_at_Coyote_Buttes-Big_Water_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g297961-d3510019-Reviews-Dimcay-Alanya_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g60742-d284813-Reviews-McCormick_Field-Asheville_North_Carolina.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g304551-d324103-Reviews-or10-Connaught_Place-New_Delhi_National_Capital_Territory_of_Delhi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g304551-d324103-Reviews-Connaught_Place-New_Delhi_National_Capital_Territory_of_Delhi.html"
    }
]