[
    {
        "attraction_name": "Cooper Farms Country Store",
        "attraction_name_vi": "Cửa hàng đồng quê Cooper Farms",
        "general_info": [
            "73 đánh giá",
            "1 trong 3 Mua sắm ở Fairfield",
            "Cửa hàng quà tặng đặc sản"
        ],
        "attraction_summary": "Cooper Farms Country Store nằm ở lối ra 198 của Xa lộ Liên tiểu bang 45. Chúng tôi được biết đến nhiều nhất với những quả đào ngọt ngào và KEM ĐÀO tự chế của chúng tôi! Cửa hàng của chúng tôi có đào tươi và các sản phẩm chúng tôi trồng khi vào mùa. Chúng tôi có một tiệm bánh nơi chúng tôi làm nhiều loại bánh nướng và bánh nướng khác nhau quanh năm. Cửa hàng của chúng tôi cung cấp nhiều loại mứt, thạch và chất bảo quản cũng như nhiều lựa chọn về kẹo hoài cổ và hơn 350 loại nước ngọt thủ công khác nhau đựng trong chai thủy tinh. Chúng tôi cũng tạo ra hơn 30 hương vị kẹo mềm khác nhau, sữa lắc và phao. Hãy dừng lại và gặp chúng tôi!Đọc thêm",
        "reviews": [
            "Nhìn thấy những dấu hiệu cho kem và quyết định thử.  Chúng tôi đã không thất vọng! Họ có khoảng 5 - 6 loại kem mềm tự làm, trong đó quả đào đi kèm có một ít đào trong đó và quả chanh việt quất yêu thích hiện nay của tôi.  TUYỆT VỜI! Chồng tôi có một miếng kẹo mềm và nói nó rất ngon.  Mẫu mật ong đào và mứt đào của họ rất ngon. Đây sẽ trở thành điểm dừng thường xuyên trên đường đến Galveston của chúng tôi cũng giống như điểm dừng ở Séc đã trở thành điểm dừng thường xuyên vào ngày 35.Đọc thêm",
            "Chúng tôi được trạm xăng khuyên nên đến đây để ăn bánh rán và chúng tôi rất vui vì đã nghe theo lời khuyên. Nhân viên đều rất thân thiện và có rất nhiều thứ để chúng tôi lấy mẫu. Chúng tôi có kem, bánh rán, bánh bò, bánh mì và rượu vang, tất cả đều có đào. Thời gian này. Chúng tôi chắc chắn sẽ quay lại. Rất khuyến khích dừng lại. Cathy đã lấy mẫu rượu cho chúng tôi và rất hữu ích. Tôi thường uống rượu vang đỏ khô, nhưng những loại rượu trái cây này rất sảng khoái và đúng với hương vị trái cây của chúng.Đọc thêm",
            "Kem ngon nhất từ ​​trước tới nay!!  Nghiêm túc mà nói, rất tốt!  Giá cả hợp lý cho mức độ lớn của nó. Đây là điểm dừng thứ hai của chúng tôi trong vài tháng qua. Nó chỉ là một trạm xăng nhỏ nhưng được nhồi nhét bên trong.Đọc thêm",
            "Không thể cưỡng lại việc dừng lại để lấy đào. Cửa hàng là một nơi nghỉ ngơi tuyệt vời cách xa đường cao tốc và có rất nhiều thứ để xem và mua. Chúng tôi mất một giờ dài và ngồi ở hiên nhà trước khi rời đi. Đào rất thơm và đẹp. Chúng tôi đã mua một chiếc túi lớn. Các loại hạt đều trông tươi và có giá tốt. Nhiều túi hơn. Bức tường mứt, thạch, mật ong và nhiều thứ khác. Thêm trong giỏ hàng của chúng tôi. Lựa chọn các loại rượu vang trong ngày chúng tôi ở đó. Bánh đào, bánh đào. đào, đào, đào nữa. Góc trẻ em có một số trò chơi và quà tặng độc đáo. Thêm nhiều thứ khác vào giỏ. Và ngay khi bạn nghĩ rằng mình có thể ra khỏi cửa mà không mang theo thứ gì khác, bạn nhận ra rằng họ luôn bán kem đào. Tốt nhất từng có. Yum.Phòng vệ sinh sạch sẽ, Dịch vụ rất thân thiện. Có cả xăng nữa. Nóng lòng muốn quay lại. Đọc thêm",
            "Đây là một điểm dừng tuyệt vời! Nhân viên rất tốt và sản phẩm tuyệt vời!  Không thể cưỡng lại đào đóng hộp và salsa đào. Tất nhiên, tên cháu trai của chúng tôi là Cooper, vì vậy chúng tôi PHẢI dừng lại :.Đọc thêm",
            "Đây là một nơi tuyệt vời để dừng chân giữa Houston và Dallas. Kem đào tự làm rất ngon. Họ có nhà vệ sinh rất đẹp và rất nhiều nhà vệ sinh. Họ có Cannes và đặc sản của họ là đào với giá rất phải chăng và họ có rất nhiều đồ nướng tự làm như bánh đào, bánh cobbler, bánh đào và bánh việt quất, bánh hồ đào, bánh nướng chiên, bánh giòn đậu phộng và rất nhiều loại bánh mì, chẳng hạn như chuối, đào, việt quất, v.v. Đọc thêm",
            "Tôi đã rất hy vọng khi nhìn thấy tất cả các biển quảng cáo của họ trên đường cao tốc. Chắc chắn tôi cảm thấy hơi thất vọng khi đến nơi. Doanh nghiệp nằm trong một trạm dịch vụ đã đóng cửa. Kem đào mềm và khá ngon. Họ cũng có một loạt các mặt hàng đóng gói, có thương hiệu như mứt thạch, salsa, kẹo, v.v. Bánh kẹo mềm trông rất ngon mặc dù tôi không nếm thử. Có lẽ sẽ không dừng lại ở đây nữa nếu tôi đi ngang quaĐọc thêm",
            "Chúng tôi nhìn thấy biển quảng cáo của micro giục chúng tôi dừng lại ăn kem đào nên chúng tôi phải nếm thử. Chúng tôi đến một cửa hàng nhỏ chứa vô số đồ nướng, mứt, nước sốt, kẹo, nước ngọt đóng chai và bất cứ thứ gì bạn muốn. Kem đào có vị quế, giống như bánh đào hoặc bánh cobbler, rất ngon. Có những hương vị kem khác nếu đó không phải là phong cách của bạn. Tôi cũng chọn một ít mứt mận đỏ tím. Tôi nhớ bà của mình và một ít thịt bò khô đào jalapeño - cả hai đều rất tuyệt. Nếu bạn chưa bao giờ dừng lại trong chuyến đi trên I-45, hãy làm điều đó vào lần sau!Đọc thêm",
            "Nếu bạn đang đi qua Fairfield, bạn chắc chắn cần dừng lại ở đây! Đó là một cửa hàng nông thôn nhỏ tuyệt vời với mọi thứ bạn có thể nghĩ tới. Chúng tôi đã thử món kem đào tự làm và mua một ít bánh nướng! Chắc chắn sẽ quay lại để ăn bánh chuối trong tương lai! Đọc thêm",
            "Đồ hộp, đồ uống đóng chai bất kỳ hương vị nào bạn có thể tưởng tượng, rượu hoa quả, đồ nướng, đồ gia dụngĐọc thêm",
            "Bạn đã có đào freestone chưa? Cảm ơnĐọc thêm",
            "Bây giờ chúng tôi đang chọn chủ yếu là đá miễn phí. Sự bám víu sẽ kết thúc trong tuần này!Đọc thêm",
            "Khi nào đào sẽ sẵn sàng và giá bao nhiêu một giạĐọc thêm",
            "Quả đào đã sẵn sàng. Đối với một hộp nửa giạ, chúng có giá 50Đọc thêm"
        ],
        "star_ratings": [
            29,
            17,
            13,
            7,
            8
        ],
        "review_amount": 74,
        "location": [
            "Fairfield",
            "Hoa Kỳ",
            "Những việc cần làm ở Fairfield",
            "TX Texas",
            "Cửa hàng nông thôn Cooper Farms"
        ],
        "reviews_time": [
            "Written June 7, 2024",
            "Written March 9, 2024",
            "Written January 4, 2024",
            "Written June 5, 2023",
            "Written May 31, 2023",
            "Written May 28, 2023",
            "Written March 6, 2023",
            "Written February 3, 2023",
            "Written October 10, 2022",
            "Written May 1, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g55822-d8011890-Reviews-Cooper_Farms_Country_Store-Fairfield_Texas.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g55822-d4083710-Reviews-Cooper_Farms_Country_Store-Fairfield_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55822-d2654589-Reviews-Cole_s_Bar_B_Q-Fairfield_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55822-d4646670-Reviews-Burger_King-Fairfield_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55822-d2539147-Reviews-Sam_s_Original_Resturant_BBQ-Fairfield_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55822-d1006104-Reviews-Sam_s-Fairfield_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55822-d27137272-Reviews-The_Butcher_s_Choice-Fairfield_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55822-d8865811-Reviews-Something_Different-Fairfield_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55822-d4416088-Reviews-Sonic_Drive_In-Fairfield_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55822-d4654338-Reviews-McDonald_s-Fairfield_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55822-d4820504-Reviews-Bush_s_Chicken_Fairfield-Fairfield_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g28964-d15980733-Reviews-Freestone_County_Historical_Museum-Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55822-d3345765-Reviews-Three_Peaches-Fairfield_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55822-d27028603-Reviews-The_Moody_Bradley_House-Fairfield_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55822-d8011890-Reviews-or10-Cooper_Farms_Country_Store-Fairfield_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55822-d3427616-Reviews-Adrenaline_Fitness-Fairfield_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55822-d139539-Reviews-Fairfield_Lake_State_Park-Fairfield_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55822-d6487745-Reviews-Accessories_Etc-Fairfield_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g47853-d123122-Reviews-Dr_Konstantin_Frank_Winery-Hammondsport_Finger_Lakes_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g29222-d108729-Reviews-Waimea_Arboretum_and_Botanical_Garden-Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g43501-d2322964-Reviews-Minnesota_State_Fair-Saint_Paul_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g33364-d607482-Reviews-The_Golden_Bee-Colorado_Springs_El_Paso_County_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g297884-d1758060-Reviews-Hurshimchung_Spa-Busan.html",
            "https://www.tripadvisor.com/Attraction_Review-g34146-d1143808-Reviews-Seminole_Casino_Coconut_Creek-Coconut_Creek_Broward_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g635766-d7127391-Reviews-Sea_Garden-Burgas_Burgas_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g679660-d10619355-Reviews-Grinda-Vaxholm.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d6863338-Reviews-Klunkerkranich-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g274856-d24057314-Reviews-Suntago_Bus-Warsaw_Mazovia_Province_Central_Poland.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g55822-d8011890-Reviews-or10-Cooper_Farms_Country_Store-Fairfield_Texas.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g55822-d8011890-Reviews-Cooper_Farms_Country_Store-Fairfield_Texas.html"
    }
]