[
    {
        "attraction_name": "Copper Falls State Park",
        "attraction_name_vi": "Công viên tiểu bang Thác Đồng",
        "general_info": [
            "277 đánh giá",
            "- 1 trong 5 điều cần làm ở Mellen",
            "Công viên tiểu bang"
        ],
        "attraction_summary": "Chúng tôi dừng lại ở đây để xem một số thác nước tuyệt vời trong công viên.  Họ đã không làm chúng tôi thất vọng.  Công viên rất đẹp với rất nhiều con đường mòn tuyệt vời.Đọc thêm",
        "reviews": [
            "Đi bộ đường dài 1,7 dặm không quá khó khăn, nhưng có những bậc thang dẫn xuống thung lũng có thể là vấn đề đối với một số người. Đọc thêm",
            "Công viên xinh đẹp và đi bộ đường dài. Hãy nhớ mang theo bình xịt côn trùng! Hồ có bãi cát, ngâm mình sau khi đi dạo rất thú vị. hầu hết các chuyến đi bộ đường dài đều có bóng râm.Đọc thêm",
            "Đi vào đầu tháng 10. Thác Đồng rất đẹp như màu của mùa thu! Một thời gian tuyệt vời để đi!! Không thể chờ đợi để quay lại!!Đọc thêm",
            "Công viên này thật tuyệt vời! Bạn có thể thuê cabin với giá - 20 đô la một đêm nếu bạn được coi là người khuyết tật. Không nhất thiết phải là xe lăn. Tôi sử dụng gậy và bị ảnh hưởng một phần. Dù sao thì, ở đó có bãi biển. Đường mòn và thác nước. Họ sẽ cung cấp cho bạn bản đồ của tất cả các thác nước trong khu vực. Nhân viên tuyệt vời và hữu ích. Công viên sạch sẽ. Và cả vòi sen nữa. Tôi thích nơi này. Có những cabin khác dành cho người khuyết tật tại các công viên tiểu bang khác nữa. Chúng tôi đã đến Bailey và đi phà đến Đảo. Phải trả phí để lái xe hoặc đi bộ. Tôi không thể chờ đợi để đi lại. Đọc thêm",
            "Công viên đẹp.  Đã đi bộ vòng quanh Doughboy và rất thích nó nhưng chưa chuẩn bị cho cầu thang.  Bạn có thể nhìn thấy hai thác nước lớn bằng cách đi bộ một đoạn và quay lại, đó là điều tôi ước mình đã làm vì tôi bị đau hông.  Tất cả nhân viên chúng tôi gặp đều chuyên nghiệp và hữu ích.  Tôi thực sự khuyên bạn nên.Đọc thêm",
            "Chúng tôi thực sự thích đi bộ đường dài trên Đường mòn Doughboy Loop; một con đường mòn dễ đi dài 1,7 dặm quanh Hẻm núi Bad River. Dòng sông chia thành hai tại Thác Copper và đáy sông dốc 29 feet xuống hẻm núi có tường bao quanh. Điểm đầu đường mòn nằm ở khu vực dã ngoại ngoài bãi đậu xe. Có phòng vệ sinh. Đọc thêm",
            "Dễ tìm kiếm. Công viên tuyệt vời và được bảo trì tốt. Khi đọc các nhận xét về điều này khi tôi lưu nó lần đầu tiên, tôi không thấy đề cập đến cầu thang nên đây là một khám phá bất ngờ. Chồng tôi và tôi đều đang phải đối mặt với các vấn đề về đầu gối - anh ấy - tệ nhất - và đang cố gắng hạn chế số lần té ngã khi đi cầu thang - vì vậy - không phải là một điều ngạc nhiên thú vị khi chứng kiến ​​điều đó. Chúng tôi có thể dừng lại, nhưng chúng tôi không có cách nào để biết liệu đây có phải là những cái duy nhất không? Chúng tôi đã nghỉ ngơi rất nhiều - rất thích ngắm cảnh. Các phần của con đường đầy đất và có tay vịn lớn suốt dọc đường. Nó được duy trì tốt nên - luôn là một phần thưởng. Tôi bắt đầu đếm nhưng lại quên đếm khi dừng lại nói chuyện với một cặp đôi khác. Nó có ít nhất 300 bậc thang và nhiều nhóm cầu thang lớn.  Việc bạn đi theo hướng nào không quan trọng vì một nửa đi lên và một nửa đi xuống và chỉ đi được một đoạn đường bạn sẽ bỏ lỡ một số điểm tham quan. Đó là một đường vòng dài 1,7 dặm.  Có một cửa hàng nhỏ tuyệt vời để bán đồ lưu niệm hoặc đồ uống giải khát và một khu vực rộng lớn để ăn uống hoặc tụ tập nhóm. Thác rất đáng xem. Ngoài ra còn có một vài khu vực quan sát.Đọc thêm",
            "Những người phụ nữ điều hành văn phòng rất thô lỗ với khách hàng. Không cần thiết phải nói chuyện với khách hàng như vậy. Sẽ không khuyên bạn nên đi đến nơi này.Đọc thêm",
            "Công viên Bang Copper Falls là mục chương trình nghị sự chính của chúng tôi trong ngày. Chúng tôi mua vé ngày ở lối vào công viên và sau đó tìm thấy khu vực đậu xe gần những con đường mòn đi bộ đường dài. Con đường mòn nổi tiếng trong công viên sẽ đưa bạn đến hai thác nước tuyệt đẹp. Đó là một chuyến đi bộ dễ dàng băng qua hai con sông. Chúng tôi vô cùng phấn khích khi nhìn thấy gấu đen con và gấu mẹ. Việc đi bộ lên cầu thang đến tháp quan sát sẽ giúp bạn rèn luyện sức khỏe. Chúng tôi đã hy vọng có tầm nhìn đẹp hơn từ tháp, nhưng cây cối cao gần bằng tháp.Đọc thêm"
        ],
        "star_ratings": [
            237,
            32,
            3,
            1,
            4
        ],
        "review_amount": 277,
        "location": [
            "Hoa Kỳ",
            "Wisconsin - WI -",
            "Các hoạt động ở Mellen",
            "Công viên tiểu bang Copper Falls",
            "Mellen"
        ],
        "reviews_time": [
            "Written September 25, 2023",
            "Written August 31, 2023",
            "Written July 31, 2023",
            "Written October 6, 2022",
            "Written September 12, 2022",
            "Written August 11, 2022",
            "Written August 8, 2022",
            "Written July 26, 2022",
            "Written July 20, 2022",
            "Written June 22, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g60079-d1551014-Reviews-Copper_Falls_State_Park-Mellen_Wisconsin.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g60079-d7296778-Reviews-Morgan_Falls_St_Peter_s_Dome_Trail-Mellen_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60079-d21258842-Reviews-Wren_Falls-Mellen_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60079-d1551014-Reviews-or10-Copper_Falls_State_Park-Mellen_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60079-d21228457-Reviews-Tyler_Forks_Dells-Mellen_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g59978-d4877404-Reviews-Potato_River_Falls-Hurley_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60079-d6199160-Reviews-Cayuga_Hotel_Saloon-Mellen_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g59959-d27069591-Reviews-Mellen_Country_Club-High_Bridge_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60061-d25268465-Reviews-Jolma_Family_Farm-Marengo_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187462-d276050-Reviews-Serra_de_Tramuntana-Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g41778-d293651-Reviews-Commercial_Street-Provincetown_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g187785-d3809676-Reviews-Bagno_Elena-Naples_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d4783997-Reviews-The_LEGO_Store-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g14134278-d320638-Reviews-Tokyo_National_Museum-Uenokoen_Taito_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d658315-Reviews-Springs_Preserve-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g635527-d2461884-Reviews-Batu_Ferringhi_Night_Market-Batu_Ferringhi_Penang_Island_Penang.html",
            "https://www.tripadvisor.com/Attraction_Review-g776001-d12873240-Reviews-Porto_Roma_Beach-Vasilikos_Zakynthos_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g13808652-d10104159-Reviews-Gloria_Outlets-Zhongli_District_Taoyuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g562814-d7691844-Reviews-BusPlana-Salou_Costa_Dorada_Province_of_Tarragona_Catalonia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g60079-d1551014-Reviews-or10-Copper_Falls_State_Park-Mellen_Wisconsin.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g60079-d1551014-Reviews-Copper_Falls_State_Park-Mellen_Wisconsin.html"
    }
]