[
    {
        "attraction_name": "Corcovado - Christ the Redeemer",
        "attraction_name_vi": "Corcovado - Chúa Kitô Cứu Thế",
        "general_info": [
            "65.732 đánh giá",
            "- 2 trong số 885 điều cần làm ở Rio de Janeiro",
            "Địa điểm ưa thích - Địa danh",
            "Tượng Đài - Tượng"
        ],
        "attraction_summary": "Trên đỉnh của thành phố tuyệt vời này là Khu bảo tồn Cristo Redentor, tấm bưu thiếp chính của Brazil và Rio de Janeiro. Tượng đài Chúa Kitô Cứu Thế là tác phẩm điêu khắc Art Deco lớn nhất và nổi tiếng nhất trên thế giới. Nó bắt đầu được thiết kế vào năm 1921 và được phát triển bởi kỹ sư người Brazil Heitor da Silva Costa trong hơn 6 năm làm việc. Nó được khánh thành vào ngày 12 tháng 10 năm 1931 và nằm trong Công viên quốc gia Tijuca, cao 710 mét so với mực nước biển. Từ đó, du khách có thể chiêm ngưỡng một trong những quang cảnh đẹp nhất của thành phố. Dọc theo tất cả 220 bậc thang dẫn đến chân bức tượng nổi tiếng, nó đã được bầu chọn là một trong Bảy kỳ quan thế giới theo cuộc bỏ phiếu chính thức vào năm 2007 của Tổ chức Thụy Sĩ New 7 Wonders Foundation. Có thể đến tượng đài bằng tàu hỏa hoặc xe tải Đọc thêm",
        "reviews": [
            "Đọc thêm",
            "Đừng bận tâm đến việc bỏ qua dòng !!! Nếu bạn đặt vé trực tiếp với công ty - bỏ qua các trang web bên thứ ba đắt tiền hơn - thì bạn phải chọn một khoảng thời gian. Bạn chỉ xếp hàng nếu bạn thích thú và hy vọng mua được. Điều đó nói lên rằng, họ vui lòng cho phép tôi đổi ngày mà không gặp bất kỳ rắc rối nào - mùa thấp điểm vào tháng 5 - vì tôi đã không nhận ra rằng Vườn Bách thảo đóng cửa vào các ngày thứ Tư. Nếu trời có nhiều sương mù, bạn chỉ có thể nhìn thấy bàn chân của anh ấy, vì vậy hãy xem dự báo thời tiết! Nếu bạn phải lựa chọn giữa cái này và Sugarloaf thì Sugarloaf sẽ tốt hơn. Chúng tôi bắt chuyến tàu cũ lên. Không - có vẻ như cũ nhưng vẫn ổn.Đọc thêm",
            "Đi xe sớm, ngắm cảnh, đánh bại đám đông. Chúng tôi rất thích chuyến đi trem lên núi và đi thang cuốn trong quãng đường còn lại lên đỉnh. Khung cảnh tuyệt đẹp, khi những đám mây mùa đông tan đi, trải nghiệm tuyệt vời khi những đám mây bao quanh bạn. Không gian chật hẹp ở phía trên, vì vậy hãy nhớ ra vào trước khi đám đông đến.Đọc thêm",
            "Cho dù bạn bay qua nó bằng trực thăng hay sử dụng xe điện để đến đó, bạn sẽ thấy nó thật tráng lệ. \nRất nhiều công việc đã được thực hiện ở khu vực này kể từ lần cuối tôi đến thăm vào năm 2007, chắc chắn là đã mang tính thương mại hóa nhiều hơn.\n\nHàng đợi tàu khá dài nhưng nó mang lại những khung cảnh tuyệt đẹp khi bạn đi lên.\n\nKhi chúng tôi đi thì cực kỳ bận rộn khiến việc có được bức ảnh tuyệt vời đó trở nên khó khăn.\n\nTôi - đã đến đây hai lần và không nghĩ mình sẽ ghé thăm lần nữa. Nhưng tôi cảm thấy nó - rất đáng để đi ít nhất một lần!Đọc thêm",
            "Chúng tôi đến thăm hai lần trong một tuần. Cả hai lần chúng tôi đều đặt vé vào đêm hôm trước. Chúng tôi rất vui vì đã không trả tiền cho bất kỳ vé xếp hàng nào vì cả hai lần chúng tôi đều lên chuyến tàu đầu tiên - 7h20 sáng - và không xếp hàng. Khung cảnh đáng kinh ngạc của Copacabana và Sugarloaf. Tuy nhiên, hãy lưu ý rằng hiện tại có giàn giáo ở một bên - tháng 7 năm 2023 - nên không lý tưởng để chụp ảnh. Ngoài ra, trong lần thứ hai chúng tôi đến, mọi người bắt đầu xếp hàng và đỡ những người khác lên để họ có thể chụp ảnh mà không có người khác ở trong đó. Điều này có thể hiệu quả nếu có nửa tá người ở trên đó nhưng chuyến tàu tiếp theo sẽ đến sau hai mươi phút và lúc đó có khá nhiều người và đơn giản là không có đủ chỗ để chụp ảnh mà không có người khác vào. Ngoài ra còn có một anh chàng đi cùng một chiếc gậy selfie dài mà anh ấy dùng để quay quanh ban công trong khoảng 15 phút, nghĩa là tất cả những ai chụp ảnh bánh mì vào thời điểm đó đều có gậy selfie của anh ấy trong đó. Anh ấy dường như không biết gì.Đọc thêm",
            "Nó chắc chắn đáng xem nhưng ngày chúng tôi đi thì rất đông đúc. Rất nhiều người chụp ảnh rồi đi chơi và không đi tiếp. Đôi lúc thật là bực bội. Khung cảnh thật tuyệt vời và nó rất đáng để đi, vì vậy hãy đi nếu bạn - đang ở Rio. Đi tàu lên cũng rất tuyệt.Đọc thêm",
            "Tất nhiên là bạn sẽ đi....\n\nĐó là một nơi đông đúc - chúng tôi bắt chuyến tàu đầu tiên đến - và ở đó vẫn có cảm giác bận rộn. Hãy nhớ ghé thăm nhà thờ nhỏ ở chân bức tượng.  Thật tuyệt vời khi được ngắm nhìn từ khắp thành phố - nhưng chuyến tham quan thực tế lên đỉnh chỉ mất chưa đầy 30 phút.  Dễ dàng đi uber lên tàu.Đọc thêm",
            "Bạn sẽ không đến Rio và không đến đây, quang cảnh thật tuyệt vời và tôi hoàn toàn thích thú với toàn bộ trải nghiệm.  Tuy nhiên, bạn sẽ cần phải kiên nhẫn vì lúc đầu rất bận rộn.  Mọi người có xu hướng quanh quẩn ở những vị trí đẹp nhất nhưng trừ khi bạn đang vội, cuối cùng bạn sẽ có được những bức ảnh hoàn hảo của mình.Đọc thêm",
            "Tôi nghĩ hầu hết mọi người đến đây vì đây là địa danh mang tính biểu tượng của Rio.   Nó đáng để xem và đi tàu khá đẹp.   Nó rất đông đúc trong chuyến thăm của chúng tôi, tôi nghe nói nó hầu như luôn khá đông đúc nên đó chỉ là một phần của trải nghiệm.  \nCó một trạm dừng xe lửa ngay bên dưới đỉnh núi mà bất kỳ ai cũng có thể lên - xuống tại đó.  Đây là trung tâm du khách của Công viên Quốc gia Tijuca - nơi bạn đang ở - và nó có một số cảnh đẹp về thiên nhiên trong khu vực nếu bạn có thêm một chút thời gian.Đọc thêm",
            "Hơn 61.000 đánh giá rất tốt hoặc xuất sắc đã nói lên nhiều điều về điểm thu hút này!\n\nChúng tôi đã thực hiện một chuyến tham quan có hướng dẫn kéo dài nửa ngày mà chúng tôi đã sắp xếp một tuần trước đó. Sau khi tham quan núi Sugarloaf, chúng tôi đến phòng vé vào sáng muộn trên chiếc xe buýt nhỏ. Chúng tôi ghé nhanh vào cửa hàng lưu niệm, mua một ít nước và sau đó - xếp hàng - bắt một chiếc xe buýt nhỏ khác lên đỉnh. Nó được cho là nhanh hơn và dễ dàng hơn so với việc đi tàu.  - và thoải mái hơn khi có máy lạnh - \n\nTôi không khuyên bạn nên đi bộ vì đây là một con đường dài dốc và quanh co, tấp nập xe cộ, cộng với cái nóng không thể chịu nổi!\n\nKhi lên đến đỉnh, chúng tôi phải đi bộ rất nhiều bậc hoặc sử dụng thang cuốn và vài bậc. Cao nguyên rất đông người, ai cũng tìm góc chụp ảnh.\n\nMột trải nghiệm tuyệt vời với quan điểm tuyệt vời và rất được khuyến khích!\n\nMẹo hàng đầu của tôi là đến càng sớm càng tốt để tránh xếp hàng, đặc biệt nếu bạn không tham gia chuyến tham quan có hướng dẫn, trừ khi bạn có ý định đi ngắm hoàng hôn!Đọc thêm",
            "Chúng tôi đã mua vé trực tuyến mà không gặp vấn đề gì, sau đó xuất trình vé trên điện thoại. Bạn không cần bản sao giấy như trên mạng. Bạn xếp hàng để vào ga tàu nhỏ, họ kiểm tra vé của bạn một lần và đưa cho bạn một tờ giấy, sau đó bạn đến quầy và họ lấy tờ giấy và đưa cho bạn một tấm vé. Bạn xếp hàng lần nữa và được chụp ảnh - họ khuyến khích bạn mua ảnh ở cuối - sau đó lên tàu. Mất khoảng 20 phút, quang cảnh trên cao rất đẹp.\nChúng tôi lên chuyến tàu đầu tiên, không gian trên đỉnh nhỏ nên rất đông đúc. Tôi không thể tưởng tượng được việc lên chuyến tàu sau sẽ như thế nào. Chuyến tàu đầu tiên khởi hành lúc 7.40 sáng - xứng đáng! - . Mặt trời đã lên nhưng quang cảnh khắp Rio thật ngoạn mục. Thành phố rất rộng lớn và bạn thực sự cảm nhận được điều đó khi ở trên cao như vậy. Những ngọn núi ở phía sau là phần đẹp nhất. Bản thân bức tượng rất tuyệt nhưng thực ra nó chỉ là một bức tượng. Rất nhiều người xếp hàng để chụp ảnh - hãy chụp ảnh bên ngoài hàng đợi, sau đó quan trọng hơn là tận hưởng quang cảnh xung quanh bạn.\nĐể quay lại, bạn chỉ cần đi xuống các bậc thang đến sân ga tàu - cùng một sân ga mà bạn đã xuống - và chỉ cần quay lại. Bạn cần phải xuất trình vé của mình một lần nữa. Bạn không cần phải đặt trước chuyến tàu trở về, chỉ cần lấy bất kỳ chuyến tàu nào bạn thích. Đọc thêm",
            "Mặc dù chúng tôi chỉ ở Rio có vài ngày nhưng chúng tôi đã lên Corcovado hai lần.  Lần đầu tiên là một chuyến tham quan có tổ chức nằm trong chuyến đi của chúng tôi nên chúng tôi đã đi dù đó là một ngày rất mù sương.  Chúng tôi khó có thể nhìn thấy bức tượng chứ đừng nói đến quang cảnh.  Chúng tôi đi bằng một chiếc xe buýt nhỏ đi được nửa đường thì xe vận chuyển chính thức của công viên sẽ đưa bạn đến bức tượng.  Chắc chắn có rất nhiều người ở đó nhưng điều đó không làm mất đi vẻ đẹp lộng lẫy của bức tượng.  Chúng tôi cũng đã đi vào ngày hôm sau khi bầu trời trong xanh!  Chúng tôi đã đi vào buổi chiều để có thể ở đó lúc hoàng hôn - khoảng 5 giờ 15 chiều. - Lần này chúng tôi bắt Uber lên tàu và lên tàu - chi phí bao gồm tiền tàu và vé vào Corcovado. Một trải nghiệm tuyệt vời - nhưng nếu bạn được lựa chọn thời điểm đi hãy đảm bảo thời tiết tốt.Đọc thêm",
            "Chuyến thăm thứ hai sau 15 năm và nó vẫn là một cảnh tượng tuyệt vời và có tầm nhìn tuyệt vời ra thành phố theo nhiều hướng. Đây có phải là một trong 7 kỳ quan của thế giới? Vâng, bởi dân số của một quốc gia bỏ phiếu cho sự hấp dẫn của chính quốc gia đó. Nhưng so với Taj Mahal hay Kim tự tháp hay Angkor Wat, v.v. thì không. Nó không phải là một thành tựu kiến ​​trúc hay kỹ thuật tráng lệ của thế giới cổ đại. Nó chỉ là một bức tượng lớn, phải thừa nhận là một tuyên bố tuyệt vời phía trên thành phố. Nhưng việc truy cập dễ dàng có nghĩa là có rất nhiều bức ảnh chụp khuôn mặt, tư thế và bĩu môi trong một bối cảnh tôn giáo về cơ bản khá khó coi. Nhưng nó vẫn phải được ghé thăm, đó là lời tuyên bố của thành phố và là một chuyến đi với hành trình bằng đường sắt leo núi và mang đến tầm nhìn tuyệt vời ra thành phố.Đọc thêm",
            "Quản lý để xem tượng Chúa Kitô Cứu Thế tại Corcovado. Vậy là chuyến thăm này đã hoàn tất chuyến thăm tới tất cả Bảy kỳ quan thế giớiĐọc thêm",
            "Thật tuyệt vời khi được ngắm nhìn bức tượng một cách chi tiết và tầm nhìn 360 độ đẹp mắt ra thành phố bên dưới.  Nếu bạn đi Uber - taxi đến điểm trả khách trên cùng thì hãy đi bộ lên trung tâm du khách để lấy vé. KHÔNG nghe những kẻ lừa đảo bán vé vận chuyển tương tự tại điểm trả khách với giá gấp 3 lần giá vé chính thức.Đọc thêm",
            "Muốn trở thành một trong những người đầu tiên nhìn thấy Chúa Kitô Cứu Thế vào buổi sáng...chúng tôi đi đến Trung tâm Du khách Paineiras và có mặt ở đó lúc 7 giờ sáng...các nhóm du lịch Brazil đã phải xếp hàng dài nên vào thời điểm chúng tôi đến với Chúa Kitô bằng cách mở cửa lúc 8 giờ sáng, nó đã chật cứng...ngoài ra, các nhóm du lịch đang chiếm hai bên lối đi dạo và cầu thang để chụp ảnh. Nói như vậy, quang cảnh thật tuyệt vời và thích thú khi được nhìn thấy tất cả những con khỉ - sĐọc thêm",
            "Rất vui vì chúng tôi đã thực hiện chuyến tàu đến Đấng Cứu Chuộc nhưng thật không may, các vị thần thời tiết không tử tế. Sương mù bao phủ toàn bộ ngọn đồi và may mắn được nâng lên đỉnh khi chúng tôi đến nơi. Nhưng chúng tôi chỉ nhìn thoáng qua thành phố bên dưới do sương mù vẫn kéo dài nên hơi thất vọng nhưng thời tiết có thể hay thay đổi. Không thể tin được số lượng người ở trên cùng và nó khá đông đúc, nhưng chúng tôi đã chụp được một số bức ảnh! Đáng để ghé thăm vì đây là một phần dễ nhận biết trong cách trang điểm của Rios.Đọc thêm",
            "It is a beautiful place to visit and an iconic site. However, be mentally prepared as it can get quite busy. The Christ the Redeemer monument is located on Corcovado Hill and can be reached through three main ways: hiking, driving up a narrow and steep road, or taking a train. On my visit, I chose to take the super busy train that day, resulting in a lot of queueing and waiting. Nevertheless, it was worth the wait.The view from the monument is breathtaking, and the monument itself is truly remarkable. The history behind it is intriguing.Certain sections of the monument can be reached easily through the use of lifts and escalators. However, it - s advisable to verify in advance if you require this kind of access. Unfortunately, the restrooms can only be accessed by climbing up or down stairs. In addition, there are prayer chapels available for those who prefer to pray or meditate. The restroom facilities that I used were clean.While visiting the monument tree gardens, I observed some conservationists tending to a spotted sloth or monkey  - I cannot recall which one -  perched on one of the trees. They were sharing their knowledge with tourists who were happily taking photos of the animal. This is not surprising, as the monument is situated within Tijuca National Park, an urban park located within Rio de Janeiro - s mountainous terrain that boasts of a diverse range of flora and fauna. Upon reading up, I discovered that it is a reforested park. Forests around Rio de Janeiro were cleared in the 1700s for fuel, coffee growing, and livestock, leading to water shortages and flash floods due to the destruction of small streams that once served as the city - s water source.  In the mid 1800 - s the Emperor used slaves to re-plant trees to rewild and restore the former forest.The souvenir shops at the top of the building were surprisingly disappointing. They were selling the same limited variety of items  at overpriced rates, in my opinion. However, the gift shop one located on the ground floor at the train station platform had a better variety of items and a friendly team to assist with your needs.Read more",
            "Hãy thành thật đi, nó có đông người không, CÓ, hoàn toàn có, nhưng nó đáng để xem và nó thực sự tuyệt vời! Rõ ràng giá sẽ cao nên đừng mong đợi một món hời. Vợ tôi, tôi và con trai nhỏ đi lên bằng tàu hỏa chỉ dưới R - 200 một chút. Thật là vui và thú vị. Tôi nghĩ đó là một điều tuyệt vời dành cho các cặp đôi hoặc những gia đình có con lớn. Điều đó thật phức tạp đối với trẻ sơ sinh, nhưng chúng cố gắng hết sức để phù hợp với mọi người. Có thang máy và thang cuốn lên tận đỉnh. Trời nóng và đông đúc, nhưng đó là lỗi của chúng tôi khi đi lúc 10:30 sángĐọc thêm",
            "Đã đi từ rất sớm vào buổi sáng trước khi đám đông bắt đầu, một phần trong chuyến tham quan có hướng dẫn của chúng tôi với Scenic. Lớn hơn bạn mong đợi và thực sự ngoạn mục khi nhìn cận cảnh.Đọc thêm",
            "Chúng tôi đã có thời tiết tuyệt vời và quang cảnh thật tuyệt vời. Đông đúc nhưng dường như ai cũng hào hứng khi được lên đỉnh. Chúng tôi đã có một hướng dẫn viên và điều đó đã tạo điều kiện thuận lợi cho chúng tôi tham gia chuyến tham quan.Đọc thêm",
            "Chào buổi sáng! Tôi muốn biết liệu bạn có thể vào Chúa Kitô Cứu Thế bằng một chiếc túi du lịchĐọc thêm",
            "Có, bạn có thể vào Chúa Kitô Cứu Thế với một học bổngĐọc thêm",
            "Chào buổi sáng. Tôi muốn biết liệu bạn có thể cho tôi biết cụ thể là cuộc đi bộ đến với Chúa Kitô mất bao lâu không? Nửa ngày có đủ không?  Để có thể lên kế hoạch cho kỳ nghỉ của tôi \nTương tự với Sugarloaf Giữa việc đi lên, đi xuống và những gì có thể làm được ở trên đỉnh, tôi không biết đó là gì...\nCảm ơn bạn rất nhiều!!!!!!!!!!!! Đọc thêm",
            "Xin lỗi, tôi chỉ nói được tiếng Anh nhưng từ Google dịch, tôi hiểu rằng bạn muốn biết liệu bạn có thể làm điều này mà không cần tham quan hay không. Câu trả lời của tôi là tôi không chắc chắn, còn có một chiếc lon cáp như một phần của cuộc hành trình. Xin lỗi tôi không thể giúp thêmĐọc thêm",
            "Trẻ em từ 2 tuổi phải trả tiền ?Đọc thêm",
            "Xin lỗi, tôi không biếtĐọc tiếp",
            "Trẻ em từ 2 tuổi phải trả tiền ?Đọc thêm",
            "bạn mua vé ở đâu?Đọc thêm",
            "Tôi đã mua một chuyến tham quan bao gồm vé vào cửa trên trang getyourguide. Xin chào!Đọc thêm",
            "Tôi muốn biết có nhiếp ảnh gia nào ở Christ and the Sugar Loaf không \nVà giá trị của nhiếp ảnhĐọc thêm",
            "Vâng, có những nhiếp ảnh gia, và giá cả khác nhau, tùy thuộc vào số lượng ảnh bạn muốn, nếu tôi không nhầm, tôi đã trả 120,00 R - cho 4 bức ảnh tại Cristo.Đọc thêm",
            "Xin chào, tôi dự định đến thăm vào đầu tháng 10.\n\nNên đi buổi sáng hoặc buổi chiều để tầm nhìn - không đông người - ? Tôi - nghe nói buổi sáng nhiều sương mù quá nên không nhìn rõĐọc thêm",
            "Không có quy tắc. Nó phụ thuộc rất nhiều vào ngày, nhiệt độ và ngày hôm trước trời có mưa hay không. Không có cách nào để dự đoán được điều đó.Đọc thêm",
            "Xin chào!   Tôi đến từ Chile và tôi sẽ đi Rio trong 2 tuần nữa... bạn nói trời tối rồi, tôi nghĩ là vào buổi chiều... mấy giờ rồi?   và bạn đến đó bằng cách nào?  Bạn phải đến một cầu thang có màu sắc, nơi tàu rời đi?   Bạn đã tốn bao nhiêu đô la cho chuyến tàu này?  Và nó có được trả riêng cho phần Chúa Kitô không?   Cảm ơn bạn! Bất kỳ bình luận nào bạn cho tôi đều hữu ích cho tôi.\nVERÓNICA MANTELLIĐọc thêm",
            "Xin chào Vero \nĐể đến được với Chúa Kitô bằng chuyến tàu nhỏ khởi hành từ một nơi ở giữa Rio. Giá khoảng 30 đô la vì nó ở Reales và phụ thuộc vào giá trị thực của đồng đô la\nCó một màn hình hiển thị Chúa Kitô tại thời điểm lên máy bay và nếu nó bị mây che phủ - rất phổ biến - thì đừng đi lên. Họ trả lại vé cho bạn,,,,\nMây thường xuất hiện tùy thuộc vào thời tiết và độ ẩm. Không phụ thuộc vào thời gian, mặc dù đúng là nếu buổi trưa chưa dọn thì vẫn có thể dọn vào phút chót. Tôi nghĩ bạn có thể đi đến 5 giờ chiều.\nChúc may mắnĐọc thêm",
            "Tôi có thể thanh toán Uber ở Brazil bằng thẻ ghi nợ từ Argentina không?Đọc thêm",
            "Chào. Si !Đọc thêm",
            "Xin chào, tôi đã cố gắng hơn 15 ngày để mua vé đến với Chúa Kitô trong tháng 8, thông qua trang web Paineiras do Corcovado và tôi luôn gặp lỗi. Có ai biết vé có thể mua trước bao lâu không?Đọc thêm",
            "Không cần phải mua vé trước, bạn có thể mua ngay tại đó.Đọc thêm"
        ],
        "star_ratings": [
            47250,
            13827,
            3671,
            617,
            367
        ],
        "review_amount": 65732,
        "location": [
            "Brazil",
            "Corcovado - Chúa Kitô Cứu Thế",
            "Rio de Janeiro",
            "Nam Mỹ",
            "Những điều cần làm ở Rio de Janeiro",
            "Bang Rio de Janeiro - RJ -"
        ],
        "reviews_time": [
            "Written June 14, 2023",
            "Written June 15, 2023",
            "Written June 29, 2023",
            "Written July 11, 2023",
            "Written July 18, 2023",
            "Written July 27, 2023",
            "Written July 31, 2023",
            "Written August 3, 2023",
            "Written August 15, 2023",
            "Written September 1, 2023",
            "Written May 29, 2024",
            "Written May 28, 2024",
            "Written May 27, 2024",
            "Written May 25, 2024",
            "Written May 18, 2024",
            "Written May 15, 2024",
            "Written May 6, 2024",
            "Written May 3, 2024",
            "Written May 3, 2024",
            "Written April 30, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g303506-d554128-Reviews-Corcovado_Christ_the_Redeemer-Rio_de_Janeiro_State_of_Rio_de_Janeiro.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g1598513-d8255284-Reviews-Cristo_Redentor-Araruama_State_of_Rio_de_Janeiro.html",
            "https://www.tripadvisor.com/Restaurant_Review-g303506-d5961393-Reviews-Restaurante_corcovado-Rio_de_Janeiro_State_of_Rio_de_Janeiro.html",
            "https://www.tripadvisor.com/Restaurant_Review-g303506-d8846547-Reviews-Guacamole_Cocina_Mexicana_Jardim_Botanico-Rio_de_Janeiro_State_of_Rio_de_Janeiro.html",
            "https://www.tripadvisor.com/Restaurant_Review-g303506-d17399025-Reviews-Burger_Joint_Corcovado-Rio_de_Janeiro_State_of_Rio_de_Janeiro.html",
            "https://www.tripadvisor.com/Restaurant_Review-g303506-d896765-Reviews-Braz_Pizzaria_Jardim_Botanico-Rio_de_Janeiro_State_of_Rio_de_Janeiro.html",
            "https://www.tripadvisor.com/Restaurant_Review-g303506-d3514826-Reviews-La_Carioca_Cevicheria_Jardim_Botanico-Rio_de_Janeiro_State_of_Rio_de_Janeiro.html",
            "https://www.tripadvisor.com/Restaurant_Review-g303506-d1315059-Reviews-Mr_Lam-Rio_de_Janeiro_State_of_Rio_de_Janeiro.html",
            "https://www.tripadvisor.com/Restaurant_Review-g303506-d7980824-Reviews-Bar_das_Paineiras-Rio_de_Janeiro_State_of_Rio_de_Janeiro.html",
            "https://www.tripadvisor.com/Restaurant_Review-g303506-d12184612-Reviews-Domenica_Pizzaria_Artesanal-Rio_de_Janeiro_State_of_Rio_de_Janeiro.html",
            "https://www.tripadvisor.com/Restaurant_Review-g303506-d7863840-Reviews-Restaurante_Plage-Rio_de_Janeiro_State_of_Rio_de_Janeiro.html",
            "https://www.tripadvisor.com/Attraction_Review-g303506-d8830616-Reviews-Trem_do_Corcovado-Rio_de_Janeiro_State_of_Rio_de_Janeiro.html",
            "https://www.tripadvisor.com/Attraction_Review-g303506-d23851735-Reviews-Santuario_Cristo_Redentor-Rio_de_Janeiro_State_of_Rio_de_Janeiro.html",
            "https://www.tripadvisor.com/Attraction_Review-g303506-d5244853-Reviews-Estrada_das_Paineiras-Rio_de_Janeiro_State_of_Rio_de_Janeiro.html",
            "https://www.tripadvisor.com/Attraction_Review-g303506-d11840851-Reviews-Centro_de_Visitantes_Paineiras-Rio_de_Janeiro_State_of_Rio_de_Janeiro.html",
            "https://www.tripadvisor.com/Attraction_Review-g303506-d2352257-Reviews-Mirante_Dona_Marta-Rio_de_Janeiro_State_of_Rio_de_Janeiro.html",
            "https://www.tripadvisor.com/Attraction_Review-g303506-d311277-Reviews-Botanical_Garden-Rio_de_Janeiro_State_of_Rio_de_Janeiro.html",
            "https://www.tripadvisor.com/Attraction_Review-g303506-d311472-Reviews-Parque_Lage-Rio_de_Janeiro_State_of_Rio_de_Janeiro.html",
            "https://www.tripadvisor.com/Attraction_Review-g303506-d311247-Reviews-Sugarloaf_Mountain_Cable_Car-Rio_de_Janeiro_State_of_Rio_de_Janeiro.html",
            "https://www.tripadvisor.com/Attraction_Review-g303506-d312071-Reviews-Ipanema_Beach-Rio_de_Janeiro_State_of_Rio_de_Janeiro.html",
            "https://www.tripadvisor.com/Attraction_Review-g303506-d552651-Reviews-Arpoador_beach-Rio_de_Janeiro_State_of_Rio_de_Janeiro.html",
            "https://www.tripadvisor.com/Attraction_Review-g303506-d554128-Reviews-or10-Corcovado_Christ_the_Redeemer-Rio_de_Janeiro_State_of_Rio_de_Janeiro.html",
            "https://www.tripadvisor.com/Attraction_Review-g303506-d532321-Reviews-Maracana-Rio_de_Janeiro_State_of_Rio_de_Janeiro.html",
            "https://www.tripadvisor.com/Attraction_Review-g303506-d4452773-Reviews-Jerusalem_Cultural_Center-Rio_de_Janeiro_State_of_Rio_de_Janeiro.html",
            "https://www.tripadvisor.com/Attraction_Review-g303506-d4716677-Reviews-Pedra_Bonita-Rio_de_Janeiro_State_of_Rio_de_Janeiro.html",
            "https://www.tripadvisor.com/Attraction_Review-g303506-d592826-Reviews-Pedra_da_Gavea-Rio_de_Janeiro_State_of_Rio_de_Janeiro.html",
            "https://www.tripadvisor.com/Attraction_Review-g303506-d590900-Reviews-Morro_da_Urca-Rio_de_Janeiro_State_of_Rio_de_Janeiro.html",
            "https://www.tripadvisor.com/Attraction_Review-g303506-d311249-Reviews-Sitio_Roberto_Burle_Marx-Rio_de_Janeiro_State_of_Rio_de_Janeiro.html",
            "https://www.tripadvisor.com/Attraction_Review-g303506-d317818-Reviews-Sao_Bento_Monastery-Rio_de_Janeiro_State_of_Rio_de_Janeiro.html",
            "https://www.tripadvisor.com/Attraction_Review-g303506-d2352221-Reviews-Sao_Francisco_da_Penitencia_Church-Rio_de_Janeiro_State_of_Rio_de_Janeiro.html",
            "https://www.tripadvisor.com/Attraction_Review-g303506-d311284-Reviews-Centro_Cultural_Banco_do_Brasil_CCBB_Rio_de_Janeiro-Rio_de_Janeiro_State_of_Rio_de.html",
            "https://www.tripadvisor.com/Attraction_Review-g303506-d11629475-Reviews-Alpha_Transfer-Rio_de_Janeiro_State_of_Rio_de_Janeiro.html",
            "https://www.tripadvisor.com/Attraction_Review-g303506-d8122154-Reviews-Rio_de_Janeiro_Tours_Day_Tours-Rio_de_Janeiro_State_of_Rio_de_Janeiro.html",
            "https://www.tripadvisor.com/Attraction_Review-g303506-d11807672-Reviews-Be_Free-Rio_de_Janeiro_State_of_Rio_de_Janeiro.html",
            "https://www.tripadvisor.com/Attraction_Review-g303506-d17548623-Reviews-Rio_Wane_Tours_and_Transfers-Rio_de_Janeiro_State_of_Rio_de_Janeiro.html",
            "https://www.tripadvisor.com/Attraction_Review-g303506-d2516116-Reviews-Brazilidade-Rio_de_Janeiro_State_of_Rio_de_Janeiro.html",
            "https://www.tripadvisor.com/Attraction_Review-g303506-d6390729-Reviews-Julio_Batista_Private_Tours-Rio_de_Janeiro_State_of_Rio_de_Janeiro.html",
            "https://www.tripadvisor.com/Attraction_Review-g303506-d21067690-Reviews-RIO_PASSEIOS_EXPERIENCE-Rio_de_Janeiro_State_of_Rio_de_Janeiro.html",
            "https://www.tripadvisor.com/Attraction_Review-g303506-d3546152-Reviews-Favela_Santa_Marta_Tour-Rio_de_Janeiro_State_of_Rio_de_Janeiro.html",
            "https://www.tripadvisor.com/Attraction_Review-g303506-d6868569-Reviews-Rio4Fun-Rio_de_Janeiro_State_of_Rio_de_Janeiro.html",
            "https://www.tripadvisor.com/Attraction_Review-g44366-d13477437-Reviews-Farmington_Water_Park-Farmington_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g1905488-d12859243-Reviews-Cala_Comtesa-Ses_Illetes_Calvia_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g154913-d155232-Reviews-Calgary_Stampede-Calgary_Alberta.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d539417-Reviews-Granat_Turnov-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g33029-d110203-Reviews-The_Huntington_Library_Art_Museum_and_Botanical_Gardens-San_Marino_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d146840-Reviews-Museum_of_Pop_Culture-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g150812-d12693229-Reviews-Museo_Frida_Kahlo-Playa_del_Carmen_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d20771056-Reviews-Drawn_to_Life_by_Cirque_du_Soleil-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g3366878-d23328036-Reviews-Columbia_Pictures_Aquaverse-Jomtien_Beach_Pattaya_Chonburi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g35254-d6748885-Reviews-Woodbury_Shoppe-Senoia_Georgia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g303506-d554128-Reviews-or10-Corcovado_Christ_the_Redeemer-Rio_de_Janeiro_State_of_Rio_de_Janeiro.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g303506-d554128-Reviews-Corcovado_Christ_the_Redeemer-Rio_de_Janeiro_State_of_Rio_de_Janeiro.html"
    }
]