[
    {
        "attraction_name": "Corsica Ferries",
        "attraction_name_vi": "Phà Corsica",
        "general_info": [
            "4.850 đánh giá",
            "- 45 trong số 49 điều cần làm ở Bastia",
            "Phà"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Một trải nghiệm khủng khiếp. Giá quá cao và dịch vụ tồi tệ hơn có thể. Không có điều hòa không khí. Dòng ở khắp mọi nơi. Còn trễ 1 tiếng rưỡi và đến muộn hơn. Máy bay cho đến nay là một lựa chọn tốt hơnĐọc thêm",
            "Tôi chọn công ty vì chính sách về thú cưng của Reasinaby. Tải trọng khá tốt, nhưng việc tiếp cận các cabin là một trải nghiệm hoàn toàn khác, vì đội dọn dẹp cực kỳ thô lỗ và thiếu lịch sự. Cabin chỉ ở mức chấp nhận được - không sạch sẽ lắm - khi cuối cùng chúng tôi cũng có được quyền truy cập. Tôi nghĩ công ty nên xem xét lại thái độ của nhân viên đối với khách hàng. Cuộc vượt biển là một chặng đường dài vì chúng tôi rời Alcudia lúc 7 giờ sáng và không đến Toulon cho đến 7 giờ 30 tối. Ngoài ra, tôi cũng không thích việc khi khởi hành, hành khách của tôi phải rời khỏi phương tiện và đi bộ lên tàu cùng với những hành khách đi bộ khác. Khi đến Toulon, chúng tôi không được phép lên boong tàu cho đến khi con tàu được buộc chặt. Mất thêm 30 - 40 phút nữa. Nhìn chung công ty này có thể làm tốt hơn rất nhiều!!!\nĐọc thêm",
            "Không bao giờ phà Corsica nữa! Chúng tôi đã đặt vé cho ngày 08/04/2023 lúc 06:00 từ Livorno đến Bastia. Thời gian di chuyển nên là 4,5 giờ. Có mặt lúc 04:00 và bị kẹt xe ở khu vực cảng cho đến 07:00! Khi chúng tôi đến cổng thì phà đã rời bến. Một nửa số hành khách không thể đi được nữa. Sau đó mọi người đến văn phòng để tìm hiểu thêm. Chúng tôi được thông báo rằng nếu nhanh lên, chúng tôi có thể bắt chuyến phà Moby lúc 08:00 nhưng chúng tôi sẽ phải trả tiền lại...hoặc đợi đến 18:00. Vì chúng tôi không muốn trả lại tiền nên chúng tôi đã đợi ngay tại chỗ. Đáng lẽ chúng tôi phải có mặt ở cổng 56 lúc 4 giờ 30 chiều, tình cờ chúng tôi thấy từ 2 giờ chiều, xe ô tô chạy vào cầu cảng 59. Đơn giản là có một sự thay đổi nữa mà không báo trước, sau khi nói chuyện với những hành khách khác, chúng tôi cũng lên xe. trong đó. Sau nhiều giờ chờ đợi, phà đã cập bến lúc 5h45 chiều. và tất cả các xe đã được dỡ hàng, kéo dài đến 7 giờ tối. Sau đó phà lại chở hàng, khởi hành lúc 20:30 thay vì 18:00!! Chúng tôi đến Bastia lúc 01:30 cho đến khi mọi thứ được dỡ xuống hoàn toàn, phải đến 02:20! Kết quả là chúng tôi mất cả ngày nghỉ!!!! Trên đường trở về từ Bastia, mọi thứ đều diễn ra suôn sẻ!!!!!!Đọc thêm",
            "Toulon tới Mallorca. Chúng tôi đã chọn chuyến đi qua đêm từ Toulon với cabin 4 giường. Tổ chức tốt cho cả lên và xuống. Rất nhiều thứ đóng cửa trên tàu nhưng nhà hàng vẫn ổn với sự lựa chọn tốt nhưng giá hơi cao. Hàng đợi khá lớn. Sẽ khuyên bạn chỉ nên thư giãn trong cabin vì phà khá bận rộn với mọi người ngủ khắp nơi. Mang theo đồ ăn lên tàu và đừng mong đợi quá nhiều, đây là một chiếc phà lớn với rất nhiều người, nhưng rẻ hơn rất nhiều so với đi máy bay và có thời gian qua phà phù hợp. Đi xuống từ Calais và lưu trú tại Center Parcs ở Bordeaux. Có một cửa hàng nhỏ trên tàu bán đồ ăn nhẹ, hồ bơi giống một bồn tắm nước nóng lớn hơn và đã đóng cửa.Đọc thêm",
            "Sử dụng La Méridionale thay thế \n\nCorsica Phà rất bận rộn và được quản lý khủng khiếp. Không đủ không gian để mọi người có thể thoải mái\n\nTệ nhất là đồ ăn, vì người ăn chay họ chỉ có mì ống và pizza. Bánh pizza hết ngay lập tức và mì ống là một số lượng đáng hổ thẹn, ngay cả sau khi yêu cầu thêm. Có lẽ khoảng 300 calo cho một bữa ăn có giá 10 - . Phải sống sót nhờ khoai tây chiên giòn và đậu phộng. Nếu so sánh thì La Méridionale là một giấc mơ và các bài đánh giá đã cho thấy điều này. TránhĐọc thêm",
            "PHÀ TUYỆT VỜI NHẤT! Nhân viên thiếu chuyên nghiệp, thô lỗ, đá rác, hút thuốc và hành động như một nhóm sinh viên say rượu. Khi được hỏi bất cứ điều gì bằng tiếng Anh, họ nhếch mép cười với bạn và thực sự cười như thể bạn là kẻ ngốc. Trả tiền cho một căn phòng sang trọng có ban công chỉ để nhận ra rằng trên tàu không có ban công nào cả! Ồ và điều quan trọng nhất là không ai nói được một từ tiếng Anh nào nên bạn có thể hỏi đi đâu nhưng tôi là người duy nhất buộc phải rời khỏi xe khi lên tàu. Khi tôi nói với nhân viên rằng mọi người đều ở lại trong xe, anh ấy nói - họ đã già - khi tôi nhìn bằng đôi mắt khỏe mạnh của mình, tất cả các cặp vợ chồng trẻ khác lên đường an toàn cùng nhau với những giọt nước mắt và không có chỉ dẫn nào, tôi rời đi và gặp chồng tôi một giờ sau đó. Và vâng, bạn chỉ cần nói số phòng và họ đưa cho bạn chìa khóa để thực sự bất kỳ ai cũng có thể vào phòng của bạn vì họ không yêu cầu bất kỳ vé hoặc bằng chứng nào cho thấy phòng thực sự đã được thanh toán và của bạn cho đêm đó. Tôi khuyên bạn nên bơi từ Alcudia đến Toulon vì đó sẽ là một trải nghiệm đỡ tồi tệ hơn!Đọc thêm",
            "Mọi thứ đều mất trật tự, hỏng hóc, bẩn thỉu hoặc đơn giản là kinh khủng.  Chuyến trở về từ Toulon đến Mallorca trên hai chiếc thuyền khác nhau và cả hai đều giống nhau. \n\nRất ít cơ sở được quảng cáo thực sự có sẵn và những cơ sở đó hoàn toàn bẩn thỉu. Bạn thậm chí không thể mua đồ uống vì máy quẹt thẻ không hoạt động.  \n\nNếu đây là cách họ - chăm sóc - các khu vực công cộng trên tàu của họ thì tôi sợ phải nghĩ xem những bộ phận quan trọng về an toàn mà bạn không thể nhìn thấy là như thế nào.    Họ thực sự nên đưa chúng đến bãi phế liệu. \n\nKhông còn nghi ngờ gì nữa, chúng không phù hợp để vận chuyển hành khách sống. \n\nỒ, và điều duy nhất tệ hơn cả phà: thái độ của nhân viên. Vô ích, khinh thường, kiêu ngạo và thô lỗ.Đọc thêm",
            "Chúng tôi đã đặt trước một cabin có vẻ rất đẹp có cửa sổ trước năm tháng để rồi va phải một cabin nhỏ cũ kỹ không có cửa sổ với vòi sen bị chặn vài giờ trước khi khởi hành theo lịch trình. Không có nước uống trên tàu, tức là chỉ được mua với giá nzd5 cho 250ml. Chúng tôi thậm chí còn không nhìn vào giá đồ ăn khi xếp hàng. Mang theo thức ăn và nước uống riêng sẽ tốt cho thần kinh và ví tiền của bạn. Nhân viên cực kỳ thô lỗ hoặc chỉ giả vờ không hiểu bất kỳ ngôn ngữ nào ném vào họ. Và tất nhiên phà đã trễ 3,5 giờ. Trận lượt về cũng tệ như vậy, ngoại trừ nhân viên thậm chí còn thô lỗ hơn. Đừng để bị đánh lừa bởi những bức ảnh về cabin trên mạng. Chúng - nhỏ bé, tối tăm và bẩn thỉu. Vòi hoa sen bị hỏng và không có xà phòng rửa tay. Phải tránh bằng mọi giá.Đọc thêm",
            "Tôi vô cùng không hài lòng về cách Corsica phà đối xử với khách hàng của họ. Chuyến đi đã được lên kế hoạch từ trước của chúng tôi đã bị hủy một tuần trước khi khởi hành mà không có lý do cụ thể. Chúng tôi được đề nghị đặt một chuyến đi khác, nhưng với điều kiện về giá của đặt phòng ngắn hạn. Cuối cùng, chúng tôi đã trả 50 - nhiều hơn số tiền chúng tôi phải trả nếu chúng tôi đặt trước đó 6 tháng.Đọc thêm",
            "Hoàn toàn khủng khiếp! Chúng tôi đi Toulon đến L - Île-Rousse. Hội đồng quản trị nên được nêu tên và xấu hổ. Lên máy bay giống như chăn trâu, không đủ chỗ ngồi cho khách, đồ ăn nước uống quá đắt, nhân viên dọn vệ sinh nên bị sa thải vì không phục tùng và lười biếng - có thể đưa ra bằng chứng - . Các thông báo không mạch lạc và thiếu thông báo về an toàn. Rõ ràng chiếc thuyền nên được loại bỏ. Đọc thêm",
            "Toulon Portorres Sardigna ngày 22 tháng 5 năm 2024đã hủy! Không có lý do tại sao! Không thể liên lạc để thay đổi hoặc khác. Công ty tệ hơn là dòng Corsica Sardigna. Dịch vụ 000000 Crew0000000 lần trước chúng tôi đi du lịch cùng họ. Có lẽ là Corse Mafia. Khách hàng thất vọng, kỳ nghỉ bị hủy hoại! Và cuối cùng không hoàn lại tiền! -  -  -  -  -  - Đọc thêm",
            "Phà bị hủy nên đã được đặt trên chuyến phà muộn hơn, không có thông tin liên lạc tại nhà ga hoặc trên ứng dụng để biết chuyện gì đang xảy ra. Phải đặt lại với một tuyến phà khác khởi hành đúng giờ. Làm tôi tốn hơn 100 euro nên không vuiĐọc thêm",
            "Corsica Phà đã hủy đặt chỗ của tôi từ Bastia đến Toulon với thông báo trước 9 ngày mà không có lời giải thích.   Các lựa chọn thay thế đã được đưa ra nhưng vào những ngày hoặc tuyến đường khác nhau.  May mắn thay tôi đã đặt được chỗ với Corsica Linea nhưng chi phí cao hơn.  Ban đầu Corsica Phà từ chối hoàn tiền cho tôi do điều kiện giá vé nhưng sau khi tôi nhắc họ về luật pháp EU, họ đồng ý trả lại tiền cho tôi nhưng phải mất một tháng. Không có bồi thường.   Vẫn đang đợi tiền của tôi.Đọc thêm",
            "Sau khi đọc rất nhiều đánh giá tiêu cực, tôi hơi lo lắng nhưng tôi thấy toàn bộ hành trình có thể chấp nhận được. Tôi đã lên xe tuyến Toulon - Mallorca rất tốt và dễ dàng, nhân viên rất hữu ích và chuyến phà thân thiện khởi hành đúng giờ hành trình trở về của tôi đã thay đổi khoảng một tháng trước đó chúng tôi đã đến Sete nhưng họ đã áp dụng phiếu mua hàng trị giá 35 euro cho vé của tôi. Điểm cần lưu ý đây chỉ là một chiếc Phà họ cho phép mang chó lên tàu và thức ăn và đồ uống bạn mang lên tàu rất đắt tiền, không có vấn đề gì với điều này. Trải nghiệm của tôi là vào tháng 4 - tháng 5 nên đã hết mùa.Đọc thêm",
            "Toulon đến Ajaccio với tư cách là hành khách đi bộ. Chào mừng và hướng dẫn tốt. Thuyền và chỗ ngủ sạch sẽ, gọn gàng. Dịch vụ tốt tại nhà hàng. Vấn đề duy nhất là tiếng ồn của con thuyền cứ như thể chúng tôi đang ở ngay trên động cơ - chúng tôi - t! - . Về muộn một tiếng nhưng đến đúng giờ nên ai quan tâm, và không có áp lực. rời tàu đúng lúc tàu đến. Hành trình vui vẻ.Đọc thêm",
            "Tổ chức khủng khiếp. Họ - đã hủy chuyến đi của chúng tôi từ Bastia đến Livorno mà không có lý do gì 12 ngày trước đó và lựa chọn duy nhất khác là đi sớm hơn 8 giờ, điều này hoàn toàn phá hỏng kế hoạch của chúng tôi, vì chỗ ở của chúng tôi đã không được hoàn lại vào thời điểm này. Bây giờ chúng tôi phải thức dậy lúc nửa đêm, lái xe nửa vòng đảo để kịp chuyến phà lúc 6h30.Đọc thêm",
            "Chúng tôi đã thực hiện và thanh toán đặt chỗ cho chuyến phà Corsica Ferries - Grimaldie Lines - qua Internet trong kỳ nghỉ lễ Ngày tháng Năm. Chúng tôi đã nhận được email chính thức của họ với địa chỉ lên máy bay. Chúng tôi nhập địa chỉ vào điều hướng và nó đưa chúng tôi đến nhầm bến phà trong khu công nghiệp nên bị trễ phà.  May mắn thay, chúng tôi gặp một người khuân vác, người này đã cho chúng tôi biết nơi bắt đầu các chuyến phà đến Corsica. Nó ở Livorno, cách đó 8 km.  Cuối cùng, khi chúng tôi đến cảng, một mê cung lớn, người soát vé cho chúng tôi biết trong khi quét mã vạch trên vé rằng việc đặt chỗ được thực hiện cho một chiếc xe máy chứ không phải ô tô. Anh ấy hướng dẫn chúng tôi đến những nhân viên nữ đã tính thêm tiền vé xe cho chúng tôi.  Chúng tôi sẽ kết luận rằng đó là sai lầm của chúng tôi nếu những người đi xe máy không đi ngang qua vào thời điểm đó, những người cũng đã đặt nhầm chỗ cho một chiếc xe đạp.  Đây có phải là sự cố gắng hay hệ thống đã vô tình bị lỗi? Về dịch vụ - khởi hành trễ 30 phút. Thiết bị vệ sinh rất bẩn. Nếu không thì phà thoải mái nhưng cũ. Các nhân viên rất thân thiện. Bạn có thể ngồi trên ghế sofa của quán bar suốt chặng đường tới Corsica, ngay cả khi bạn không uống gì cả.Đọc thêm",
            "Chuyến đi thật tuyệt vời vì thời tiết tuyệt đẹp nhưng chặng về hơi gập ghềnh do gió. Đó là cách tốt nhất với một con vật.Đọc thêm",
            "Vào giữa tháng 10 năm 2023, tôi đã đặt chỗ cho chuyến phà đi từ Alcudia đến Toulon vào ngày 5 tháng 11 năm 2023, theo trang web của họ, đây là chuyến phà cuối cùng trong mùa trên tuyến đường này. Sau khi thanh toán trước bằng thẻ tín dụng, vào đầu tháng 11, họ nói với tôi qua email rằng tôi có thể tải xuống thẻ lên máy bay, điều mà tôi đã làm vào ngày 3 tháng 11 năm 2023. Vài giờ sau, tôi đột nhiên nhận được tin nhắn từ họ rằng dịch vụ - không thể được duy trì - . Ngày hôm sau, tôi nhận được tin nhắn SMS từ họ nói rằng chuyến vượt biển đã bị hủy, được cho là do thời tiết, nhưng thời tiết vẫn ổn. Sau đó họ nói với tôi rằng tôi có hai lựa chọn; hoặc đặt chuyến đi hai ngày sau - chuyến duy nhất còn trống - hoặc hủy chuyến đi của tôi. Vì lối đi thay thế mà họ đưa ra không phù hợp với tôi, nên tôi đã kiểm tra tùy chọn hủy - trên trang web của họ, về cơ bản nói rằng nếu tôi hủy chuyến đi mà chính họ đã hủy, tôi sẽ không lấy lại được tiền của mình. Khi một công ty cung cấp một dịch vụ và bạn chấp nhận và thanh toán cho dịch vụ đó chỉ để sau đó phát hiện ra rằng họ đã quyết định không cung cấp dịch vụ nhưng vẫn từ chối hoàn lại tiền của bạn, đó là gian lận! Tôi đã cố gắng lấy lại tiền của mình nhưng vô ích và bây giờ sẽ tiến hành nộp đơn khiếu nại hình sự về hành vi gian lận chống lại công ty!Đọc thêm",
            "Chúng tôi đã nâng cấp cabin của mình trước - với một chi phí khá cao. Sự trình bày sai tổng thể là cabin mà chúng tôi được cấp KHÔNG giống với cabin mà chúng tôi đã được cấp - KHÔNG CÓ chút nào. Không cùng kích thước, không được trang trí giống nhau, không cùng tiêu chuẩn. Ngoài ra, chúng tôi hoàn toàn không thể ngủ được trong suốt chặng đường từ Toulon đến Sardinia.  Cái bìa họ cung cấp bẩn đến mức chúng tôi chỉ có một tờ giấy.  - phòng tắm cũng bẩn với lỗ cắm bồn rửa đầy tóc và sàn nhà bẩn - Trời lạnh cóng vì máy điều hòa quá cao - không có cách nào rõ ràng để thay đổi nó - không có nút xoay nào trên giường hoạt động - RẤT ồn ào đến mức chúng tôi không thể nghe TV ngay cả ở mức âm lượng tối đa- đó không phải là cường điệu. Tôi có video để chứng minh điều đó. Căn phòng thật tồi tệ và không giống như những gì chúng tôi đã đặt về kích thước, cách trang bị, v.v. người mà chúng tôi phàn nàn vào buổi sáng chỉ tỏ ra khó chịu và nói rằng anh ấy - không thể ngủ được vì những lý do tương tự khiến máy điều hòa không khí quá ồn ào đóng băng. Tất nhiên, những nỗ lực báo cáo sự ô nhục này đã hoàn toàn bị bỏ qua. Không có TRẢ LỜI từ phà Corsica. Một sự lừa dối hoàn toàn và ngay cả khi chúng tôi không trả nhiều tiền hơn thì vẫn là mức cabin và dịch vụ không thể chấp nhận đượcĐọc thêm",
            "Chào bạn\nTôi có thể tìm ngày và giờ của cả mùa ở đâu?Đọc thêm",
            "Hãy truy cập trang web chính thức của họ và bắt đầu đặt chuyến đi của bạn. Họ hỏi ngày và bình luận xem có chuyến tham quan nào cho ngày hôm đó không. Tôi chưa tìm được cách nào tốt hơn... RGDS, HaralddiverĐọc thêm",
            "Xin chào, chúng tôi sẽ khởi hành cùng Corsica Ferries vào tháng 7, Toulon - - Ajaccio về đêm. Chúng tôi ngần ngại khi đi cabin. Bạn có biết ghế tiêu chuẩn trong vé có ngả lưng không? có thoải mái khi ngủ không? Cảm ơn bạnĐọc thêm",
            "Chào buổi sáng,\n\nTôi khuyên bạn không nên đi cabin, đặc biệt là vào tháng 7 khi có thể có rất nhiều người tập trung ở hành lang và cầu thang.\nNgoài ra, trên một số thuyền nhất định như Mega Regina không có ghế ngả lưng và vì chúng tôi không biết tại thời điểm đặt vé chuyến vượt biển sẽ diễn ra trên thuyền nào, nên bạn có nguy cơ đặt trước một ghế mà cuối cùng sẽ không tồn tại .\nĐặt chỗ cabin vào phút cuối trên thuyền cũng rất rủi ro, khi chúng tôi đi phà vào tháng 9, nhiều hành khách muốn có cabin sau khi lên thuyền đã không nhận được.\nLời khuyên cuối cùng nếu cuối cùng bạn đặt cabin, bạn có thể chọn cabin của mình trên trang web của họ hoặc qua điện thoại tại thời điểm nhận phòng vào ngày thứ 3, hãy chọn cabin càng cao càng tốt và ở giữa thuyền - thoải mái hơn nếu biển động - \nCuối cùng, hãy lên kế hoạch thật rộng rãi về thời gian khởi hành vì cảng TOULON nằm ở trung tâm thành phố và có nhiều tàu rời bến cùng lúc. Chúng tôi mất 45 phút để đi hết 3 km cuối cùng\n\nHãy tận hưởng chuyến đi của bạn!Đọc thêm",
            "Bạn có thể cho tôi biết số điện thoại - CF - ở Munich, tôi cũng gặp vấn đề tương tự và đang chờ hoàn tiền.\nCảm ơn\nStephan S.Đọc thêm",
            "Bạn đã thử số này chưa?  - 49 180 5 000483\nCho đến nay chúng tôi vẫn chưa đạt được tiến triển gì. \nXin chào KatrinĐọc thêm",
            "Tôi cũng bị sốc giống hệt bạn. Tôi đã đi từ Alcudia đến Toulon vào ngày 22 - 08 - 2021. Tôi có một chiếc iPad với thẻ SIM Tây Ban Nha bị khóa trong cốp xe trong suốt hành trình và một chiếc iPhone, cũng mang theo thẻ SIM Tây Ban Nha. Giữa hai thiết bị, tôi phải trả một hóa đơn chuyển vùng - 72. Tôi không thực hiện cuộc gọi nào, chỉ nhắn tin Whatsapp và duyệt web một chút. Người gây sốc!\n\nTôi không biết mình đang chuyển vùng trên một mạng không thuộc EU. Người gây sốc!\n\nTôi đã trò chuyện về trải nghiệm này với đồng nghiệp và bạn bè của mình. Bây giờ tất cả chúng tôi đều quan tâm đến phà Corsica.Đọc thêm",
            "Kinh nghiệm của tôi là nhận được tiền hoàn lại cho vé FLEX bị hủy. Đến nay IO vẫn chưa nhận được tiền hoàn lại từ Corsica Ferries. Tôi - đã liên hệ với công ty thẻ tín dụng của mình và họ đang giải quyết vụ việc.Đọc thêm",
            "Xin chào, tôi phải làm xét nghiệm PCR để đến Corsica, tôi có phải làm lại khi trở về lục địaĐọc thêm",
            "Tại sao tên của các con tàu không còn được thông báo kể từ năm ngoái khi chúng tôi đăng ký các chuyến vượt biển? \nSẽ rất hữu ích khi biết tên của con tàu mà chúng ta sẽ vượt qua vì đội tàu Corsica Ferrie - 12 chiếc - có thể khác nhau về độ sạch sẽ và tình trạng xuống cấp của các con tàu.\nD - nơi các ý kiến ​​thường trái ngược nhau.\nChúng tôi muốn chuyển sang Pascal Lota hoặc mega express 4 hơn là mega Andrea hoặc smeralda...\nĐặc biệt là với cùng một mức giá. Đọc thêm",
            "Đối với mỗi lần đặt chỗ, tôi có tên tàu xuất hiện trên vé. Vậy ???Đọc thêm",
            "Chào buổi sáng. Có ai đi du lịch năm nay với ô tô và thùng hành lý phía trên chưa? Tôi luôn đi du lịch mà không cung cấp thông tin này khi đặt vé và tôi chưa bao giờ gặp bất kỳ vấn đề gì khi lên máy bay, nhưng một người bạn của tôi nói rằng anh trai của anh ấy ở Livorno đã phải trả thêm 100 euro vì anh ấy đã không khai báo trên vé, Tuy nhiên, trong đó không quy định có đặt hộp trên nóc hay không nhưng bạn nên thay đổi chiều cao của xe. Lời chứng thực?Đọc thêm",
            "Trong giai đoạn đặt chỗ, bạn sẽ được hỏi về chiều cao của xe và có 3 mức giá, lên tới 1,90 m rồi 2,4 m trở lên.\nĐo l - bao gồm chiều cao và đánh giá xem bạn thuộc phạm vi nào. Nếu bạn đã mua vé, bạn sẽ phải trả phần chênh lệch Đọc thêm",
            "Xin chào Nany N. Tôi đã đặt chuyến đi với Sardinia trên tuyến Livorno Golfo Aranci vào cuối tháng 8. Tôi đã đọc bình luận của bạn và cảm ơn bạn.\nTôi muốn biết các quy tắc chống Covid 19 - sử dụng khẩu trang và giữ khoảng cách - nếu chúng được thực thi bởi các nhân viên, những người thường xuyên tụ tập.....\nViệc đi lên và đặc biệt là đi xuống gara khi nó diễn ra. Mọi người căng thẳng...để đến đó trước???\nCảm ơn bạn đã trả lời GiòĐọc thêm",
            "CHÀO. Có ai biết họ có sẵn tờ khai sức khỏe ở bến phà ở Livorno hoặc Bastia để điền không? Hay chúng ta phải in trước?Đọc thêm",
            "Chào bạn\ngần đây chúng tôi đã đi du lịch Nice đến Bastia - quay lại - và cả hai bên đều không yêu cầu tài liệu nào như vậyĐọc thêm",
            "Có ai sắp tới Corsica bằng thuyền không? \nBản thân tôi không thấy chèo thuyền đáng sợ, nhưng nếu mọi thứ đều bị khóa thì đó sẽ là một cảnh tượng rất đáng chiêm ngưỡng. \nBạn nghĩ gì về nó?Đọc thêm"
        ],
        "star_ratings": [
            361,
            603,
            573,
            706,
            2610
        ],
        "review_amount": 4853,
        "location": [
            "Bastia",
            "Haute-Corse",
            "Châu Âu",
            "Pháp",
            "Các hoạt động ở Bastia",
            "Corse",
            "Phà Corsica"
        ],
        "reviews_time": [
            "Written July 10, 2023",
            "Written July 13, 2023",
            "Written August 12, 2023",
            "Written August 19, 2023",
            "Written August 21, 2023",
            "Written August 24, 2023",
            "Written September 5, 2023",
            "Written September 7, 2023",
            "Written September 9, 2023",
            "Written September 9, 2023",
            "Written May 20, 2024",
            "Written May 20, 2024",
            "Written May 13, 2024",
            "Written May 4, 2024",
            "Written April 29, 2024",
            "Written April 29, 2024",
            "Written April 28, 2024",
            "Written April 26, 2024",
            "Written February 29, 2024",
            "Written December 7, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g187141-d8492578-Reviews-Corsica_Ferries-Bastia_Haute_Corse_Corsica.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g187141-d6681505-Reviews-Le_Baptiste-Bastia_Haute_Corse_Corsica.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187141-d3199987-Reviews-Raugi_Glacier_Pizzeria-Bastia_Haute_Corse_Corsica.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187141-d13980707-Reviews-Le_Conti-Bastia_Haute_Corse_Corsica.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187141-d4604763-Reviews-Le_Petit_Zinc-Bastia_Haute_Corse_Corsica.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187141-d23608723-Reviews-Le_Quotidien-Bastia_Haute_Corse_Corsica.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187141-d9764285-Reviews-Pizza_Pasta_Mediterranea-Bastia_Haute_Corse_Corsica.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187141-d21346802-Reviews-Le_Lion_D_Or_Bastia-Bastia_Haute_Corse_Corsica.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187141-d8484537-Reviews-A_Funtana-Bastia_Haute_Corse_Corsica.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1194754-d4713188-Reviews-Cafe_del_Mare-Ville_di_Pietrabugno_Haute_Corse_Corsica.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187141-d17508653-Reviews-Cafe_Des_Gourmets-Bastia_Haute_Corse_Corsica.html",
            "https://www.tripadvisor.com/Attraction_Review-g187141-d19119945-Reviews-Port_de_Bastia-Bastia_Haute_Corse_Corsica.html",
            "https://www.tripadvisor.com/Attraction_Review-g187141-d15218528-Reviews-Notre_Dame_de_Lourdes-Bastia_Haute_Corse_Corsica.html",
            "https://www.tripadvisor.com/Attraction_Review-g187141-d15218517-Reviews-Theatre_Alibi-Bastia_Haute_Corse_Corsica.html",
            "https://www.tripadvisor.com/Attraction_Review-g187141-d12848051-Reviews-Girolata_La_Meridionale-Bastia_Haute_Corse_Corsica.html",
            "https://www.tripadvisor.com/Attraction_Review-g187141-d12373674-Reviews-Office_de_Tourisme_Intercommunal_de_Bastia-Bastia_Haute_Corse_Corsica.html",
            "https://www.tripadvisor.com/Attraction_Review-g187141-d19112200-Reviews-Port_de_plaisance_Port_Toga-Bastia_Haute_Corse_Corsica.html",
            "https://www.tripadvisor.com/Attraction_Review-g187141-d19464982-Reviews-Monument_de_la_resistance_a_Bastia-Bastia_Haute_Corse_Corsica.html",
            "https://www.tripadvisor.com/Attraction_Review-g187141-d12611462-Reviews-LN_Mattei-Bastia_Haute_Corse_Corsica.html",
            "https://www.tripadvisor.com/Attraction_Review-g187141-d7102687-Reviews-Saint_Nicolas_Square-Bastia_Haute_Corse_Corsica.html",
            "https://www.tripadvisor.com/Attraction_Review-g187141-d5588474-Reviews-Eglise_Saint_Jean_Baptiste-Bastia_Haute_Corse_Corsica.html",
            "https://www.tripadvisor.com/Attraction_Review-g187141-d8492578-Reviews-or10-Corsica_Ferries-Bastia_Haute_Corse_Corsica.html",
            "https://www.tripadvisor.com/Attraction_Review-g776031-d16923225-Reviews-Balagne_Aventures_Corsica_promenades_excursions_en_bateau_a_Sant_Ambroggio_en_Ba.html",
            "https://www.tripadvisor.com/Attraction_Review-g1508971-d8000710-Reviews-Atlantis_Taxi-Sagone_Corse_du_Sud_Corsica.html",
            "https://www.tripadvisor.com/Attraction_Review-g187140-d11877511-Reviews-Corsica_linea-Ajaccio_Communaute_d_Agglomeration_du_Pays_Ajaccien_Corse_du_Sud_C.html",
            "https://www.tripadvisor.com/Attraction_Review-g187140-d17095330-Reviews-A2_Roues_Ajaccio-Ajaccio_Communaute_d_Agglomeration_du_Pays_Ajaccien_Corse_du_Su.html",
            "https://www.tripadvisor.com/Attraction_Review-g7237696-d14796398-Reviews-Nebbiu_Aventura-Santo_Pietro_di_Tenda_Haute_Corse_Corsica.html",
            "https://www.tripadvisor.com/Attraction_Review-g1497688-d17723804-Reviews-CorsicaEbike_Aline_Pons-Lecci_Porto_Vecchio_Corse_du_Sud_Corsica.html",
            "https://www.tripadvisor.com/Attraction_Review-g666541-d6884803-Reviews-Le_Popeye-Saint_Florent_Haute_Corse_Corsica.html",
            "https://www.tripadvisor.com/Attraction_Review-g612416-d24562379-Reviews-Briseis_Croisieres-Bonifacio_Corse_du_Sud_Corsica.html",
            "https://www.tripadvisor.com/Attraction_Review-g187140-d10264008-Reviews-Ollandini_Autocars_de_Tourisme-Ajaccio_Communaute_d_Agglomeration_du_Pays_Ajacci.html",
            "https://www.tripadvisor.com/Attraction_Review-g635566-d3620313-Reviews-U_Trinichellu-Ile_Rousse_Haute_Corse_Corsica.html",
            "https://www.tripadvisor.com/Attraction_Review-g187141-d5400434-Reviews-Essentiel_Spa-Bastia_Haute_Corse_Corsica.html",
            "https://www.tripadvisor.com/Attraction_Review-g187141-d10493854-Reviews-Parfumerie_Laboratoire_Cyrnarom-Bastia_Haute_Corse_Corsica.html",
            "https://www.tripadvisor.com/Attraction_Review-g187141-d6704430-Reviews-Le_moka-Bastia_Haute_Corse_Corsica.html",
            "https://www.tripadvisor.com/Attraction_Review-g187141-d8560204-Reviews-Club_de_Plongee_Bastiais-Bastia_Haute_Corse_Corsica.html",
            "https://www.tripadvisor.com/Attraction_Review-g10810142-d4092751-Reviews-Rando4x4Corse-Brando_Haute_Corse_Corsica.html",
            "https://www.tripadvisor.com/Attraction_Review-g187141-d8015423-Reviews-Objectif_Nature-Bastia_Haute_Corse_Corsica.html",
            "https://www.tripadvisor.com/Attraction_Review-g187141-d4789254-Reviews-Toga_plongee-Bastia_Haute_Corse_Corsica.html",
            "https://www.tripadvisor.com/Attraction_Review-g187141-d14200224-Reviews-Corsica_Wine_Tours-Bastia_Haute_Corse_Corsica.html",
            "https://www.tripadvisor.com/Attraction_Review-g187141-d7757118-Reviews-Les_Legendines-Bastia_Haute_Corse_Corsica.html",
            "https://www.tripadvisor.com/Attraction_Review-g551809-d189551-Reviews-Urquhart_Castle-Drumnadrochit_Loch_Ness_Region_Scottish_Highlands_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g209952-d212202-Reviews-Dunluce_Castle-Portrush_County_Antrim_Northern_Ireland.html",
            "https://www.tripadvisor.com/Attraction_Review-g150810-d20377687-Reviews-Ruins_of_the_Temple_of_The_Goddess_Ixchel-Isla_Mujeres_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g1177808-d3807326-Reviews-Lineas_Blue_Bird-Mogan_Gran_Canaria_Canary_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g298267-d10292008-Reviews-Telefrique_Harrisa-Jounieh_Mount_Lebanon_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d1990451-Reviews-Times_Square_Mall-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g187309-d856420-Reviews-BMW_Welt-Munich_Upper_Bavaria_Bavaria.html",
            "https://www.tripadvisor.com/Attraction_Review-g32812-d14989527-Reviews-Promontory-Oakville_Napa_Valley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g54105-d12350482-Reviews-Newport_Car_Museum-Portsmouth_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g60999-d126750-Reviews-Mammoth_Hot_Springs-Yellowstone_National_Park_Wyoming.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g187141-d8492578-Reviews-or10-Corsica_Ferries-Bastia_Haute_Corse_Corsica.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g187141-d8492578-Reviews-Corsica_Ferries-Bastia_Haute_Corse_Corsica.html"
    }
]