[
    {
        "attraction_name": "Cosmic Cavern",
        "attraction_name_vi": "Hang động vũ trụ",
        "general_info": [
            "514 đánh giá",
            "- 1 trong 11 điều cần làm ở Berryville",
            "Hang Động - Hang Động"
        ],
        "attraction_summary": "Cosmic Cavern được phát hiện vào năm 1845, nhưng không được phát triển cho đến năm 1927. Hang động này có ống hút soda dài 9 feet, dài nhất được biết đến ở Ozarks và hai hồ nước không đáy. Một trong những hồ được phát hiện vào năm 1993 ở khu vực - Silent Splendor - đã gây xôn xao dư luận cả nước. Đây là Arkansasâ - - khám phá tinh tế nhất. Hãy nhớ mang theo máy ảnh của bạn! Cửa hàng quà tặng, đồ ăn nhẹ, khu dã ngoại và cắm trại.Đọc thêm",
        "reviews": [
            "Hướng dẫn viên của chúng tôi, Dakota, rất thân thiện và hiểu biết.  Chúng tôi đã được chiêm ngưỡng những thành tạo tuyệt vời và tìm hiểu về lịch sử của hang động.  Thích nhìn thấy các hồ.  Có một số cầu thang dốc nhưng đáng để bước!\n\nChuyến tham quan của chúng tôi có mọi lứa tuổi và mọi người đều có thể quản lý được.  Với mức giá đó thì chuyến đi rất xứng đáng!Đọc thêm",
            "Hang rất đẹp nhiệt độ đẹp cho ngày hè nóng bức.  Hướng dẫn viên của chúng tôi rất tốt bụng và kiên nhẫn. Trong nhóm chúng tôi có một vài đứa trẻ phiền phức: - Hang động này có nhiều không gian chật hẹp và một vài cầu thang dốc.  Đọc thêm",
            "Easton was our guide. He was exceptionally knowledgeable about the cave and the history of the explorations. He made it a fun and interesting experience. \nChester was behind our group and would fill in little details, as he was one of the original explorers of the furthest section on the basic tour. \nThere are a couple of tight spots and low hanging spots. However, my 85 year old Mother-in-law was able to complete the tour.\nI would definitely recommend this tour as the formations are quite unusual and not found even in other caves in the area. \nRegular gym shoes are perfectly fine for the tour, but if you have trouble walking, issues with stability, or are coming during the rainy season,  I would highly recommend a sturdier shoe or a walking - hiking boot. \nFinally, there is a  - wild tour -  in which you actually do spelunking! Long pants, long sleeve shirt and sturdier boots are recommended. You also need to be somewhat physically git for that tour as well.  Remember folks, this isn - t Disney or a theme park and there will be tight spots, climbing, low overhangs and no cry closet along the way!! Haha!! \nAgain, highly recommended tour!!Read more",
            "Carson là hướng dẫn viên du lịch của chúng tôi và thực sự khiến trải nghiệm trở nên tuyệt vời! Ở phần cuối, anh ấy đề cập rằng anh ấy chỉ mới thực hiện các chuyến lưu diễn được 2 tuần và chúng tôi đã rất ngạc nhiên. Tìm hiểu lịch sử, tìm kiếm các thành tạo thú vị và được giải đáp tất cả các câu hỏi của chúng tôi thực sự có lợi. Chuyến tham quan hang động tuyệt vời nhất mà tôi đã từng tham gia.Đọc thêm",
            "Chúng tôi đã đến nhiều hang động và hang động này có rất nhiều màu sắc, đặc điểm và hình dạng độc đáo.  Hướng dẫn viên của chúng tôi, April, rất hiểu biết và có khiếu hài hước tuyệt vời.  Cô ấy có câu chuyện cá nhân hay nhất về hang động nên hãy nhớ hỏi nhé!  Chuyến tham quan không vội vã và dành thời gian cho nhiều chi tiết của hang động. Là du khách lần đầu đến Arkansas, những cô gái trẻ làm việc ở đó đã gợi ý những địa điểm mà chúng tôi có thể muốn ghé thăm ở Arkansas - chúng tôi đang ở Branson -. Họ thu thập tài liệu quảng cáo và có thông tin chi tiết về các địa điểm yêu thích. Chúng tôi rất ấn tượng bởi sự thân thiện và hướng dẫn!  Rất khuyến khích điểm dừng này.  Cảm ơn các nhân viên vì chuyến tham quan tuyệt vời và lòng hiếu khách của bạn!  Đọc thêm",
            "Tôi thích đi đến hang động và nơi này không làm tôi thất vọng. Hướng dẫn viên của chúng tôi, Chester, có rất nhiều sự thật, lịch sử và mẩu tin thú vị. Chúng tôi đã học được rất nhiều và rất thích chuyến tham quan của mình. Phải xem liệu bạn có đang ở bất kỳ đâu trong khu vực này không.Đọc thêm",
            "Tôi chưa bao giờ khám phá hang động và lái xe từ Eureka Springs đến Berryville rồi về phía bắc đến Cosmic Cavern. Chuyến đi rất đẹp vào mùa thu và tòa nhà là lối vào hang động cung cấp quà lưu niệm, đồ ăn nhẹ và thông tin thú vị về lịch sử của hang động. April là hướng dẫn viên du lịch của tôi và cô ấy đã làm rất tốt. Cô ấy có kiến ​​thức, thân thiện và vui tính. Cô cũng đảm bảo rằng đó là một chuyến tham quan an toàn. Các thành tạo canxit thật đáng kinh ngạc và đẹp đẽ. Các hồ nuôi mùa xuân cũng rất ấn tượng. Nó rất đáng giá - 20 phí vào cửa.Đọc thêm",
            "Dakota hướng dẫn của chúng tôi thật tuyệt vời.   Chuyến tham quan thật tuyệt vời có những bức ảnh tuyệt vời.    Nó không khó và học được rất nhiều về hang động.   Hãy nhớ mang giày thoải mái và có độ bám tốt để đi bộ.Đọc thêm",
            "Một trải nghiệm tuyệt vời!!  Hướng dẫn viên của chúng tôi rất am hiểu và đưa ra các câu hỏi về bầu cử!!  Chúng tôi đã có một chuyến tham quan tuyệt vời và nhiều thông tin!!Đọc thêm",
            "Easton đã tổ chức một chuyến tham quan rất nhiều thông tin và thú vị, thực sự thích tìm hiểu về hang động này và khu vực xung quanh.Đọc thêm",
            "Tôi chưa bao giờ khám phá hang động và lái xe từ Eureka Springs đến Berryville rồi về phía bắc đến Cosmic Cavern. Chuyến đi rất đẹp vào mùa thu và tòa nhà là lối vào hang động cung cấp quà lưu niệm, đồ ăn nhẹ và thông tin thú vị về lịch sử của hang động. April là hướng dẫn viên du lịch của tôi và cô ấy đã làm rất tốt. Cô ấy có kiến ​​thức, thân thiện và vui tính. Cô cũng đảm bảo rằng đó là một chuyến tham quan an toàn. Các thành tạo canxit thật đáng kinh ngạc và đẹp đẽ. Các hồ nuôi mùa xuân cũng rất ấn tượng. Nó rất đáng giá - 20 phí vào cửa.Đọc thêm",
            "Hang động này cực kỳ lộng lẫy không thể chờ đợi để quay trở lại, nhân viên rất thân thiện và rất hiểu biết. Đọc thêm",
            "Tôi thích đi đến hang động và nơi này không làm tôi thất vọng. Hướng dẫn viên của chúng tôi, Chester, có rất nhiều sự thật, lịch sử và mẩu tin thú vị. Chúng tôi đã học được rất nhiều và rất thích chuyến tham quan của mình. Phải xem liệu bạn có đang ở bất kỳ đâu trong khu vực này không.Đọc thêm",
            "Chúng tôi đã đến nhiều hang động và hang động này có rất nhiều màu sắc, đặc điểm và hình dạng độc đáo.  Hướng dẫn viên của chúng tôi, April, rất hiểu biết và có khiếu hài hước tuyệt vời.  Cô ấy có câu chuyện cá nhân hay nhất về hang động nên hãy nhớ hỏi nhé!  Chuyến tham quan không vội vã và dành thời gian cho nhiều chi tiết của hang động. Là du khách lần đầu đến Arkansas, những cô gái trẻ làm việc ở đó đã gợi ý những địa điểm mà chúng tôi có thể muốn ghé thăm ở Arkansas - chúng tôi đang ở Branson -. Họ thu thập tài liệu quảng cáo và có thông tin chi tiết về các địa điểm yêu thích. Chúng tôi rất ấn tượng bởi sự thân thiện và hướng dẫn!  Rất khuyến khích điểm dừng này.  Cảm ơn các nhân viên vì chuyến tham quan tuyệt vời và lòng hiếu khách của bạn!  Đọc thêm",
            "Hôm nay chúng tôi đã có khoảng thời gian tuyệt vời tại Cosmic Caverns!  Chúng tôi đến một chút sau khi họ mở cửa và thực hiện chuyến tham quan đầu tiên.  Chúng tôi cực kỳ may mắn vì chưa có ai khác đến nên đây là chuyến tham quan cá nhân. Hannah là người hướng dẫn của chúng tôi và cô ấy là người giỏi nhất. Cô ấy đã làm một công việc xuất sắc, hướng dẫn chúng tôi qua hang động và chỉ ra nhiều địa điểm để xem. Chúng tôi đã có một số câu hỏi nhưng chưa bao giờ làm cô ấy bối rối và cô ấy luôn nói đùa : - . Đó thực sự là ngày tuyệt vời nhất và một hang động tuyệt vời. Nhìn chung, tôi đánh giá cao chuyến tham quan này!!!! Đọc thêm",
            "Carson là hướng dẫn viên du lịch của chúng tôi và thực sự khiến trải nghiệm trở nên tuyệt vời! Ở phần cuối, anh ấy đề cập rằng anh ấy chỉ mới thực hiện các chuyến lưu diễn được 2 tuần và chúng tôi đã rất ngạc nhiên. Tìm hiểu lịch sử, tìm kiếm các thành tạo thú vị và được giải đáp tất cả các câu hỏi của chúng tôi thực sự có lợi. Chuyến tham quan hang động tuyệt vời nhất mà tôi đã từng tham gia.Đọc thêm",
            "Easton was our guide. He was exceptionally knowledgeable about the cave and the history of the explorations. He made it a fun and interesting experience. Chester was behind our group and would fill in little details, as he was one of the original explorers of the furthest section on the basic tour. There are a couple of tight spots and low hanging spots. However, my 85 year old Mother-in-law was able to complete the tour.I would definitely recommend this tour as the formations are quite unusual and not found even in other caves in the area. Regular gym shoes are perfectly fine for the tour, but if you have trouble walking, issues with stability, or are coming during the rainy season,  I would highly recommend a sturdier shoe or a walking - hiking boot. Finally, there is a  - wild tour -  in which you actually do spelunking! Long pants, long sleeve shirt and sturdier boots are recommended. You also need to be somewhat physically git for that tour as well.  Remember folks, this isn - t Disney or a theme park and there will be tight spots, climbing, low overhangs and no cry closet along the way!! Haha!! Again, highly recommended tour!!Read more",
            "Trẻ 5 tuổi và người già có thể tham gia chuyến tham quan một cách an toànĐọc thêm",
            "Bạn có cần đặt chỗ trước không hay bạn có thể đến ngay?Đọc thêm",
            "Đúng, người trước đã nói như vậy.  Nhóm bạn đi vào hang càng nhỏ thì càng tốt.  Chúng tôi vào ngay. Chỉ có vợ tôi và tôi, và chuyến tham quan thật tuyệt vời.Đọc thêm",
            "Chi phí tham quanĐọc thêm",
            "Người lớn - từ 13 tuổi trở lên - : - 16.00 - thuế\nTrẻ em - từ 5 - 12 tuổi - : - 8,00 - thuế\nTừ 4 tuổi trở xuống: MIỄN PHÍ--chúng tôi cũng được giảm giá quân sự.Đọc thêm",
            "Có ai đi tham quan hang động hoang dã chưa? \nNó thế nào và giá bao nhiêu?\nBạn có nghĩ nó đáng giá với số tiền phải trả thêm không?Đọc thêm",
            "Tôi - tôi không chắc lắm, đã khá lâu rồi tôi mới đến đó. Tôi - xin lỗi tôi không thể - không cho bạn câu trả lời.Đọc thêm",
            "Chúng tôi sẽ đưa cháu trai 11 tuổi của mình đến Branson vào mùa hè này. Tôi sẽ rất muốn biết bạn nghĩ anh ấy thích Hang vũ trụ hay hang động biết nói hơn? Tôi đã làm hang Marval ở SDC nhưng chưa bao giờ làm những việc này.\nCảm ơn rất nhiều vì bất kỳ thông tin nào! Đọc thêm",
            "Talking Rocks là một hang động thẳng đứng tuyệt đẹp, là một căn phòng lớn mà bạn có thể đi bộ xung quanh. Hãy cẩn thận nếu bạn sợ độ cao. Chúng tôi có 2 hồ không đáy và phần lớn được trang trí. Chuyến tham quan của chúng tôi kéo dài một giờ 15 phút. Talking Rocks dài 45 phút. Nếu có thể, hãy gặp cả hai chúng tôi, chúng ta chỉ cách nhau 26 dặm trên cùng một đường cao tốc. Tôi không muốn có ai bỏ lỡ hang động của chúng tôi vì chúng tôi quá khác biệt so với những hang động khác. Marvel lớn nhưng không đẹp. SDC cũng sở hữu Talking Rocks nên bạn sẽ phải trả nhiều hơn một chút.  RandyĐọc thêm"
        ],
        "star_ratings": [
            376,
            95,
            26,
            10,
            7
        ],
        "review_amount": 514,
        "location": [
            "Hang động vũ trụ",
            "Berryville",
            "Arkansas - AR -",
            "Hoa Kỳ",
            "Những điều cần làm ở Berryville"
        ],
        "reviews_time": [
            "Written July 2, 2023",
            "Written July 7, 2023",
            "Written July 18, 2023",
            "Written September 2, 2023",
            "Written September 21, 2023",
            "Written September 28, 2023",
            "Written November 10, 2023",
            "Written May 26, 2024",
            "Written May 18, 2024",
            "Written April 5, 2024",
            "Written November 10, 2023",
            "Written October 26, 2023",
            "Written September 28, 2023",
            "Written September 22, 2023",
            "Written September 5, 2023",
            "Written September 2, 2023",
            "Written July 18, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g31443-d598558-Reviews-Cosmic_Cavern-Berryville_Arkansas.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g31443-d598558-Reviews-or10-Cosmic_Cavern-Berryville_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g44574-d560196-Reviews-Dogwood_Canyon_Nature_Park-Lampe_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g44574-d613225-Reviews-Persimmon_Hill_Farm-Lampe_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g44424-d2241852-Reviews-Golden_Pioneer_Museum-Golden_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g31443-d3400243-Reviews-Saunders_Museum-Berryville_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g31443-d5063999-Reviews-Snake_World-Berryville_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g31443-d12233215-Reviews-Thinking_of_You-Berryville_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g31443-d12384477-Reviews-The_Carroll_County_Heritage_Center_Museum-Berryville_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g31443-d17469208-Reviews-It_s_a_Mystery_Bookstore-Berryville_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g31443-d26268824-Reviews-Memory_Lane_Museum-Berryville_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g44574-d4302672-Reviews-Table_Rock_Lake_Pontoon_Rentals-Lampe_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g44908-d12677838-Reviews-The_Trading_Post-Shell_Knob_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g31443-d26680041-Reviews-Hidden_Treasures-Berryville_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g44908-d6835552-Reviews-Kings_River_Golf_Course-Shell_Knob_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g44574-d23464194-Reviews-Black_Oak_Mountain_Amphitheater-Lampe_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g31443-d12988202-Reviews-Hardcastle_Folk_Art-Berryville_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g34572-d1840488-Reviews-Vortex_Springs-Ponce_de_Leon_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g187525-d8863605-Reviews-Thai_Massage_Benidorm-Benidorm_Costa_Blanca_Province_of_Alicante_Valencian_Commun.html",
            "https://www.tripadvisor.com/Attraction_Review-g28931-d258468-Reviews-Lake_Oconee-Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g50207-d2501674-Reviews-Greater_Cleveland_Aquarium-Cleveland_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g294005-d3530145-Reviews-Watergate_Aqua_Adventure_Park-Beirut.html",
            "https://www.tripadvisor.com/Attraction_Review-g187391-d4163374-Reviews-Cablecar_Koblenz-Koblenz_Rhineland_Palatinate.html",
            "https://www.tripadvisor.com/Attraction_Review-g54242-d2292536-Reviews-The_Pier_at_Garden_City_Beach-Garden_City_Beach_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d24074887-Reviews-Park_n_Fly-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g32107-d6778461-Reviews-Brea_Mall-Brea_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d192285-Reviews-Colosseum-Rome_Lazio.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g31443-d598558-Reviews-or10-Cosmic_Cavern-Berryville_Arkansas.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g31443-d598558-Reviews-Cosmic_Cavern-Berryville_Arkansas.html"
    }
]