[
    {
        "attraction_name": "Cotton Bowl",
        "attraction_name_vi": "Bát bông",
        "general_info": [
            "80 đánh giá",
            "- 106 trong số 472 điều cần làm ở Dallas",
            "Đấu trường - Sân vận động"
        ],
        "attraction_summary": "Sân vận động tọa lạc tại Dallas - Fair Park.Đọc thêm",
        "reviews": [
            "Việc tham dự một sự kiện tại địa điểm này khiến tôi nhớ lại lý do tại sao tôi ngừng tham gia các sự kiện thể thao công cộng. Đây không phải là một nơi dễ dàng để đến, vì vậy hãy lên kế hoạch cho một chuyến đi bộ thật dài! Nhân viên đỗ xe để tài xế của chúng tôi lái xe vòng vòng, trong khi anh ta đang cố gắng tìm ra nơi để thả chúng tôi và thậm chí điểm trả khách là một bãi đậu xe trống cách xa tòa nhà. May mắn thay, chúng tôi đã dễ dàng vào, quét hành lý của bạn và lấy đồ uống! Thật không may, việc gọi món trong thực đơn quầy giảm giá cũng giống như một trò chơi mạo hiểm, hãy đặt món dưới dạng câu hỏi vì không có gì đảm bảo rằng họ sẽ cung cấp món đó vào thời điểm đó. Mặc dù họ tuyên bố phục vụ rượu vang nhưng họ đã không làm như vậy - nó vẫn còn trong thực đơn. Vì vậy, với cuộc săn lùng người nhặt rác từ quầy này đến quầy bán rượu khác, chẳng phải sẽ hợp lý nếu bạn chỉ cần bỏ qua những gì bạn không phục vụ trong thực đơn và giúp chúng tôi tiết kiệm được vài dặm trong hộp đựng đồ đó sao? Tại địa điểm này, bạn học cách giải quyết, nụ ánh sáng hoặc một lon nước lọc, hãy lựa chọn. Dù bằng cách nào bạn cũng phải trả, hơn một đô la một ounce với giới hạn 2 cho mỗi hành khách. Coldplay rất tuyệt, yêu thích chương trình. Hãy cân nhắc việc tiết kiệm một chai nước và tìm kiếm một chuyến đi bằng xe buggy để đến lối ra sau buổi biểu diễn, quãng đường đi bộ dường như còn dài hơn trên đường ra..Chúc mừng!Đọc thêm",
            "Không nên cho phép bất kỳ sự kiện nào diễn ra tại sân vận động này nữa. Thật là một trải nghiệm tuyệt vời khi chứng kiến ​​một trong những ban nhạc tuyệt vời nhất thế giới trở nên tồi tệ vì hậu cần. Bãi đậu xe Uber - không có biển báo, thậm chí không có nhiều, chỉ là một con đường ngẫu nhiên. Không ai làm việc ở đó biết phải đi đâu, cuối cùng phải đi bộ một dặm, RỜI khỏi Khu hội chợ ở một trong những khu vực nguy hiểm nhất của thành phố. Giao thông bị tắc nghẽn hàng dặm, không được phép dùng tiền mặt và internet ngừng hoạt động ở nhiều cửa hàng nhượng quyền khác nhau, vì vậy, chúc may mắn - xếp hàng một giờ để mua bia và nước chỉ để đến được phía trước và - xin lỗi, không có internet và chúng tôi không thể - nhận tiền mặt - Tôi - sẽ không bao giờ đến một buổi hòa nhạc nào khác ở đây nữa và tôi - không khó tính nhưng điều này thật nực cười. Đọc thêm",
            "Đừng đi xem buổi hòa nhạc ở Cotton Bowl. Thành phố chưa được chuẩn bị cho điều đó, từ việc thiếu Cảnh sát đến hậu cần bãi đậu xe. Chúng tôi đã đến Coldplay tối qua và khu hội chợ chỉ cho phép đỗ xe ở hai bãi, không cho phép đỗ xe ở khu hội chợ. Họ có 2 chiếc xe điện 4o tuổi dành cho 95 nghìn người để đi bộ nửa dặm từ bãi đến sân vận động.Đọc thêm",
            "Địa điểm tệ nhất từ ​​trước đến nay. Gần như không có biển báo từ bãi đậu xe đến lối vào - những gì có ở đó có thể được vẽ bằng bút màu -! Không ai trong số nhiều nhân viên mà tôi hỏi biết bất cứ điều gì về vị trí của bất cứ thứ gì, vì vậy thật vô vọng khi yêu cầu giúp đỡ. Cuối cùng, tôi phải trả tiền đỗ xe mặc dù tôi có bãi đậu xe VIP như một phần của - 800 một vé mà tôi đã mua. Nói về bãi đậu xe - họ đã đóng cổng tôi đang ở mặc dù vẫn còn chỗ trống, vì vậy bạn tôi phải đỗ xe ở một cổng khác. Ghế băng nhôm hẹp vô cùng khó chịu. Mặc dù chúng tôi đến đó sớm hơn một giờ, chúng tôi đã bỏ lỡ sự kiện phòng chờ VIP do cơn ác mộng đỗ xe. Họ đã cố gắng hết sức để phá hỏng trải nghiệm của chúng tôi khi được xem Coldplay và H.E.R. Ngay cả Christ Martin cũng có vẻ thất vọng với trải nghiệm này. UGH KHÔNG BAO GIỜ NỮA Vui lòng viết thư cho nghệ sĩ yêu thích của bạn và thúc giục họ chọn một địa điểm khác! Đọc thêm",
            "Đây là một địa điểm khủng khiếp để tổ chức giải Winter Classic.  Không có đủ chỗ.  Tôi không hiểu nơi này làm được gì ngoài bóng đá ở trường trung học.  Lối đi bên trong chật kín người.  Bạn không thể đi đâu nhanh được - ít nhất một người đã chết vì đau tim, EMS gặp khó khăn trong việc tiếp cận người phụ nữ - .  Các dòng thực phẩm đã được dự trữ đủ để bạn có thể bỏ lỡ cả một khoảng thời gian chỉ để kiếm thứ gì đó để ăn.  Chỉ có hai lều bán hàng may mặc và việc xếp hàng ở đó phải mất hàng giờ đồng hồ.  Không có dịch vụ di động bên trong Fair Park.  Tại sao - NHL không sắp xếp để đưa các tháp di động xe đầu kéo vào?  Tôi nghi ngờ mình sẽ quay lại Cotton Bowl vì bất cứ điều gì.Đọc thêm",
            "Đã lâu lắm rồi tôi mới ghé thăm The Cotton Bowl.  Tôi đã tham dự trận đấu Winter Classic - Dallas Stars vs Nashville Predators - vào ngày đầu năm mới. Tôi khá kiên nhẫn, việc xếp hàng dài ở các quầy bán đồ ăn và hàng hóa đã đáp ứng được mong đợi của tôi.   - Nhân tiện, một người bán hàng đã hết thịt nướng lúc 9:30 sáng! Vì vậy, về cơ bản, các nhân viên trực - tôi không biết là tình nguyện viên hay nhân viên được trả lương - phải đợi thịt được chuyển đến từ địa điểm kinh doanh của người bán hàng.  Tôi cảm thấy tiếc cho họ vì họ đã phải hứng chịu sự thất vọng của người dân.  Nhà cung cấp đó thực sự đã tính toán sai.    Tôi thực sự không cần phải mua thêm đồ ăn và đồ uống bên trong vì 3 chiếc tacos thịt bò và 2 đồ uống mua từ người bán khác là đủ cho tôi. Điều làm tôi thực sự ngạc nhiên là nhà vệ sinh nữ không còn dài nữa! Chà, ít nhất là gần phần của tôi - 15 - .  Sau đó, một lần nữa, tôi đã sử dụng nhà vệ sinh trong 5 phút cuối cùng của mỗi tiết học. Chiếc Bát Cotton có lẽ đã 90 tuổi nhưng cô ấy vẫn còn treo trong đó.Đọc thêm",
            "Sân vận động này đã qua thời hoàng kim từ lâu, và các biện pháp bán hàng tự động cũng như đám đông khiến nó gần như không thể chịu nổi. Chúng tôi đã tham dự giải NHL cổ điển mùa đông và có một số vấn đề lớn: - 1 - khả năng kiểm soát đám đông rất kém. về cơ bản, đám đông muốn vào đều hướng đến hai trong số 12 cổng. Điều này phần lớn là do mọi người đã được lọc qua một loạt rào chắn tạm thời nhỏ dẫn đến những cánh cổng đó và đám đông quá chật chội đến mức bạn không thể đi vòng qua đám đông để đến những cánh cổng khác. Khi bạn đã vào trong, những lối đi cũ và chật hẹp chật cứng đến mức gần như không thể chịu nổi và phải mất rất lâu mới có được chỗ ngồi của chúng tôi. Khi rời đi, lực lượng an ninh đã tích cực đặt và thay thế các rào chắn tạm thời để lọc những người đưa ra những lối thoát hiểm nhỏ. Không có lý do có thể tưởng tượng được. Sân vận động này thuộc loại sân vận động cũ kỹ, khủng khiếp, không được xây dựng cho số lượng người mà họ chứa - 2 - khán đài nhượng quyền không thể chứa được đám đông. Những quán tôi đến đã hết khoai tây chiên, khoai tây chiên, đồ uống nóng và gần hết bia trong tiết đầu tiên. Các dòng xúc xích thường dài nửa giờ. Vì vậy, chúng tôi thực sự chỉ có thể lấy nước, Bud light, soda và đậu phộng. Hy vọng rằng không ai đến sân vận động này với cái bụng đói. Cộng thêm chỗ ngồi chỉ có băng ghế dự bị, bảng điểm nhỏ duy nhất và loa kém, thì nơi này xứng đáng bị phá bỏ. Nó đã hết thời hạn sử dụng.Đọc thêm",
            "Thật là một địa điểm tuyệt vời ở Cotton Bowl.... thật là một chuyến tàu dễ dàng từ trung tâm thành phố Dallas với giá - 4 và có rất nhiều không gian cho trò chơi NHL Winter Classic.   Đó là một ngày lạnh giá ... 54-57 độ, nhưng sân vận động là một vị trí tuyệt vời để giảm thiểu nhiệt độ cộng với sự thuận tiện về thức ăn và vị trí phòng vệ sinh giúp chống chọi với cái lạnh.Đọc thêm",
            "Tiết lộ đầy đủ, đây là một bài viết rất thiên vị... Bát bông không biết tổ chức tụ tập đông người - choáng váng - . Đối với giải đấu cổ điển mùa đông NHL, các nhà cung cấp đã hết thức ăn, nước uống và dây chuyền cho bất cứ thứ gì phải mất hơn 30 phút. Bạn không thể đi lang thang xung quanh vì số lượng tuyệt đối ngăn cản sự di chuyển. Những người bán đồ ăn bị choáng ngợp bởi đám đông. Bất kỳ lễ hội mang thai nào cũng bị bỏ lỡ vì bạn không thể đi qua đám đông. Nếu có bất kỳ trường hợp khẩn cấp y tế nào hoặc quần chúng phải nhanh chóng rời đi vì bất kỳ lý do gì, tôi không nghĩ mọi người có thể thoát ra ngoài an toàn do không có lối thoát hiểm. Đọc thêm",
            "Chúng tôi đã tham dự trận bóng đá thống trị Oklahoma Sooner với những kẻ giả vờ màu cam cháy đến từ Austin. Chỗ ngồi của chúng tôi ở Khu 35 và chúng tôi ngay lập tức nhận thấy loa phóng thanh ở khu vực đó đã bị hỏng. Âm thanh trong suốt trò chơi rất tệ từ chiếc loa đó. Điều này là không thể tha thứ được khi một cơ sở tổ chức một cuộc thi như vậy hàng năm. Bảng video ở phần thua của sân vận động quá nhỏ đối với những người hâm mộ ở phần thắng màu đỏ thẫm của sân vận động. Tôi rất ngạc nhiên khi địa điểm này đã không thua trò chơi tô trước Thế giới của Jerry, cũng như trò chơi Oklahoma-Baja Oklahoma. Đối với các băng ghế ở khán đài, chỗ ngồi - không quá tệ. Tuy nhiên, nhìn chung, cơ sở này cần được nâng cấp nếu tiếp tục tổ chức các trò chơi hàng đầu. Tôi sẽ khen ngợi các nhân viên đã giữ PETA tránh xa Longhorns bị lạm dụng.Đọc thêm"
        ],
        "star_ratings": [
            17,
            27,
            18,
            13,
            5
        ],
        "review_amount": 80,
        "location": [
            "Hoa Kỳ",
            "Bát bông",
            "Những điều cần làm ở Dallas",
            "Texas - TX -",
            "Dallas"
        ],
        "reviews_time": [
            "Written May 14, 2022",
            "Written May 9, 2022",
            "Written May 7, 2022",
            "Written May 7, 2022",
            "Written January 6, 2020",
            "Written January 5, 2020",
            "Written January 2, 2020",
            "Written January 1, 2020",
            "Written January 1, 2020",
            "Written October 16, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g55711-d145422-Reviews-Cotton_Bowl-Dallas_Texas.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g55711-d3802834-Reviews-Sakhuu_Thai_Cuisine-Dallas_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55711-d4406627-Reviews-Two_Podners_Bar_B_Que_Seafood-Dallas_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55711-d14196788-Reviews-Crystal_Terrace-Dallas_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55711-d15255185-Reviews-McDonald_s-Dallas_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55711-d12839850-Reviews-Las_Almas_Rotas-Dallas_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55711-d15861967-Reviews-Jack_in_the_Box-Dallas_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55711-d14786955-Reviews-Eight_Bells_Alehouse-Dallas_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55711-d19675567-Reviews-Southside_Steaks_Cakes-Dallas_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55711-d25461517-Reviews-Noble_Coyote_Coffee_Roasters-Dallas_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55711-d4945012-Reviews-R_L_s_Blues_Palace-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d126961-Reviews-Fair_Park-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d2649597-Reviews-Children_s_Aquarium_at_Fair_Park-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d140774-Reviews-Hall_of_State-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d270818-Reviews-Texas_Discovery_Gardens-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d9850058-Reviews-Dallas_Historical_Society-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d139995-Reviews-African_American_Museum-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d15844375-Reviews-Rainbow_Vomit-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d27047426-Reviews-Leonhardt_Lagoon-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d27086683-Reviews-Grand_Place_Fair_Park-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d19647196-Reviews-Jurassic_Quest-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d145422-Reviews-or10-Cotton_Bowl-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d126963-Reviews-Morton_H_Meyerson_Symphony_Center-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d4211576-Reviews-Dallas_Cattle_Drive_Sculptures-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d145298-Reviews-Southern_Methodist_University-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d271843-Reviews-Bishop_Arts_District-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d196365-Reviews-Pioneer_Plaza-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d141848-Reviews-Dealey_Plaza_National_Historic_Landmark_District-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d196363-Reviews-Reunion_Tower-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d103058-Reviews-Deep_Ellum-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d559923-Reviews-American_Airlines_Center-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d108356-Reviews-Dallas_Arts_District-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d11674373-Reviews-Dallas_Party_Bike-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d15711259-Reviews-Pedego_Dallas_Electric_Bikes-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d4097839-Reviews-Music_Hall_at_Fair_Park-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d6699685-Reviews-Dos_Equis_Pavilion-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d25180590-Reviews-Immersive_Gamebox_Deep_Ellum_Dallas-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d9456504-Reviews-Craft_and_Growler-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d8036442-Reviews-El_Corte_Ingles-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g54946-d6677183-Reviews-Tennessee_Riverwalk-Chattanooga_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g34039-d657793-Reviews-Dogfish_Head_Milton_Brewery-Milton_Delaware.html",
            "https://www.tripadvisor.com/Attraction_Review-g189180-d14002136-Reviews-Jardins_do_Palacio_de_Cristal-Porto_Porto_District_Northern_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g147350-d629875-Reviews-Kim_Sha_Beach-Simpson_Bay_Sint_Maarten_St_Martin_St_Maarten.html",
            "https://www.tripadvisor.com/Attraction_Review-g13808515-d6674780-Reviews-Shinkong_Mitsukoshi_Mall_Xinyi_Place-Xinyi_District_Taipei.html",
            "https://www.tripadvisor.com/Attraction_Review-g147293-d6456870-Reviews-Drink_Point-Punta_Cana_La_Altagracia_Province_Dominican_Republic.html",
            "https://www.tripadvisor.com/Attraction_Review-g45095-d17850764-Reviews-Fairy_Lake-Bozeman_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g189473-d9609566-Reviews-Mediterranean_Cosmos_Shopping_Mall-Thessaloniki_Thessaloniki_Region_Central_Maced.html",
            "https://www.tripadvisor.com/Attraction_Review-g49463-d2693179-Reviews-Lafayette_Village-Raleigh_North_Carolina.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g55711-d145422-Reviews-or10-Cotton_Bowl-Dallas_Texas.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g55711-d145422-Reviews-Cotton_Bowl-Dallas_Texas.html"
    }
]