[
    {
        "attraction_name": "Crane Beach",
        "attraction_name_vi": "Bãi biển Crane",
        "general_info": [
            "568 đánh giá",
            "1 trong 27 điều cần làm ở Ipswich",
            "Bãi biển"
        ],
        "attraction_summary": "Tận hưởng bãi biển ngoạn mục nhất Đông Bắc và đi theo những con đường mòn cũng như lối đi bộ lót ván xuyên qua khung cảnh cồn cát và đầm lầy muối.Đọc thêm",
        "reviews": [
            "Bãi biển Crane là một nơi bảo tồn đất đai tuyệt vời ở Mass. Chúng tôi luôn thấy nơi đây rất đáng để ghé thăm và chi phí bỏ ra cũng xứng đáng để hỗ trợ đội ngũ nhân viên tuyệt vời và chăm sóc vùng đất.Đọc thêm",
            "Bãi biển Crane là một bãi biển đẹp và rất rộng ở Ipswich. Chúng tôi đến thăm vào một ngày tháng ba đẹp trời. Có rất nhiều bãi đậu xe và đây được chứng minh là một nơi tuyệt vời để đi bộ đường dài. Những con đường mòn được đánh dấu xuyên qua các cồn cát gần đó cũng rất đáng để khám phá.Đọc thêm",
            "Bãi biển rất đẹp mặc dù nếu bạn chỉ đi ngang qua như chúng tôi hôm nay thì không có bóng râm nhưng có những chiếc ô mà tôi nghĩ bạn có thể thuê. Xin lưu ý Ray Rays trên đường xuống bãi biển đối diện khách sạn, anh ấy bán đồ uống bằng dừa nhưng không may đã thử vận ​​​​may với chúng tôi hôm nay và đã thử thay đổi giá 3 lần trong khi thực hiện! Khi chúng tôi không trả giá cao hơn, anh ấy đã nổi giận với chúng tôi và tính cách vui vẻ của anh ấy nhanh chóng thay đổi!Đọc thêm",
            "Tôi đã phải viết bình luận sau khi đọc quá nhiều tiêu cực! Bãi biển này là một viên ngọc quý và chỉ cần lập kế hoạch một chút là có thể đến được. Tôi là thành viên được ủy thác nên số chỗ đậu xe trong tuần là 20. Con số này ít hơn các bãi biển Gloucester. Tôi chưa bao giờ gặp vấn đề khi đặt chỗ đậu xe cho một ngày trong tuần. Vấn đề duy nhất với cần cẩu và các bãi biển phía bắc khác là những ngọn núi xanh, vì vậy tôi không bao giờ đi vào tháng Bảy. Như đã nói, hôm nay tôi đã đi và nó thật đáng yêu. Bãi biển quá lớn và vì đây là tài sản của người được ủy thác nên không có sự phát triển nào. Vì vậy, bạn có thể đi bộ hàng dặm mà không bị tấn công bởi những ngôi nhà phô trương bên bờ biển, nhà nghỉ, cửa hàng lưu niệm, v.v. Cát mềm, nước trong và lạnh và bãi biển thì vô nhiễm. Không có sóng nên nếu bạn đang tìm kiếm điều đó, bạn có thể muốn khám phá các bãi biển khác. Nhưng bạn sẽ không tìm được bãi biển nào đẹp hơn Crane trong khu vực này. Và cơ sở vật chất sạch sẽ và thuận tiện.Đọc thêm",
            "Vợ tôi và tôi dự định đưa cháu trai 2 tuổi của chúng tôi đến bãi biển để đi thăm ngắn vào một buổi chiều muộn thứ Sáu đẹp trời khi đi thăm khu vực này từ Cape Cod. Chúng tôi rất ngạc nhiên khi đến nơi và thấy giá vào cửa là 40, vì vậy chúng tôi đã chọn một cách hợp lý để không bị cướp. Bãi biển đắt nhất ở Cape Cod hiện nay, với nước ấm, tôi có thể thêm vào, là 30, nhưng về nguyên tắc, tôi thậm chí sẽ không trả số tiền đó. Tôi không thể tưởng tượng được lý do đằng sau giá nhập học. Có phải họ đang cố gắng ngăn cản những người đi bè như chúng tôi ra khỏi 2 người 60 tuổi và một đứa trẻ mới biết đi, hay đó là gì, ngoài sự điên rồ phi lý?Đọc thêm",
            "Đây là một bãi biển nổi tiếng nhưng hãy đi bộ xuống bên phải và bạn có thể ở một mình.  Cần lưu ý rằng chi phí đậu xe trừ khi bạn là thành viên của The TrusteesĐọc thêm",
            "Chúng tôi đã đến Bãi biển Crane nhiều lần trong suốt mười năm qua và chúng tôi yêu thích bãi cát rộng, khả năng đi bộ đường dài và tổng thể phong cảnh tuyệt đẹp.  Bãi đậu xe khá rộng nên ngay cả khi chật cứng ô tô, chúng tôi vẫn cảm thấy như có rất nhiều chỗ trên bãi biển để thư giãn và chơi bóng đá, chèo thuyền, v.v.. Sau một ngày ở Bãi biển Crane, chúng tôi hầu như luôn dừng lại ở Down River Kem trên đường lái xe về nhà của chúng tôi cách đó khoảng mười phút để hoàn thành một ngày hè trọn vẹn.  Bãi biển Crane có phòng vệ sinh, một cửa hàng quà tặng nhỏ và quán ăn nhanh, nhưng như đã nêu ở trên, chúng tôi thà dừng lại để thưởng thức món kem tuyệt vời trên đường về nhà và thay vì đi đến quán bar bán đồ ăn nhanh trong bữa trưa trong ngày! Vé vào cửa sẽ có giá cao Ngoài ra và vào những thời điểm bận rộn, bạn cần đảm bảo có thẻ vào cửa trực tuyến trước khi đi, vì vậy vui lòng xem trang web Crane Beach nếu bạn đang truy cập và nếu bạn dự định đi nhiều lần thì tư cách thành viên có thể rất đáng để xem xét.Đọc thêm",
            "As a once-and-future resident of the area, I am a fan of walking on the beach and had s spectacular visit to Cranes in the good ole days. Like other reviewers, I sadly find the cost of visiting these days not worth it on top of the literally drive-at-your-own-risk intersections in the area. The latter require going for it and hoping that you do not get into a crash. Ipswich apparently has a town ordinance against traffic lights or even three- and four-way stop signs. The bigger picture is the hot issue of Massachusetts beaches increasingly being limited to locals. Again, as a former and near-future area resident, I get wanting to get your moneys worth, but tourons tourist plus moron are people too. The smaller picture is the beach trustees similarly charging an unduly high fee to walk on the grounds of their nearby equally tax-exempt estate. I understand charging a fee to tour the house, but free or low-cost access to the lawns and woods is reasonable. Many is the time that I have gone to the gatekeeper, often midday during off-season periods, only to turn around and leave, I last visited the beach one mid-week evening in mid-April and turned around on facing a 15 charge for the last hour before the beach closed.I am returning to stay in the area in a coupe of weeks and see that the post Labor Day rate still is 15. This seems high, especially considering that the trustees likely rake in the big bucks during the summer. It is equally absurd that they place a six-person limit on each vehicle. At most, I have one companion but it seems absurd to micro-manage to this level. I could see charging more for a bus or an RV, which take up more space than a car or mini-van. Do they make a seventh person sit in the parking lot or charge another 15? It is hard to reconcile excusing the private owners from paying property and income taxes based on serving the public good when they clearly overcharge the public that merely wants to enjoy what justifies them subsidizing the tax break.Read more",
            "Chúng tôi đã dành một buổi chiều trên bãi biển Cranes và nó thật tuyệt vời. Bãi biển đẹp, nước lạnh đẹp đến từ Tây Nam Florida, nơi có Vịnh 90!! và thật sảng khoái. Có nhiều bãi đậu xe và các tiện nghi tuyệt vời sau bãi biển để thay đồ. Đọc thêm",
            "Đây là một bãi biển dài và đẹp. Bạn có thể bám vào bãi biển hoặc đi xuyên qua cồn cát để đến những con đường mòn rợp bóng cây và Crane Estate. Một nơi tuyệt vời để ghé thăm.Đọc thêm"
        ],
        "star_ratings": [
            415,
            110,
            16,
            13,
            14
        ],
        "review_amount": 568,
        "location": [
            "Hoa Kỳ",
            "Massachusetts MA",
            "Bãi biển Crane",
            "Ipswich",
            "Những điều cần làm ở Ipswich"
        ],
        "reviews_time": [
            "Written May 17, 2024",
            "Written March 16, 2024",
            "Written August 28, 2023",
            "Written August 10, 2023",
            "Written June 3, 2023",
            "Written June 2, 2023",
            "Written October 25, 2022",
            "Written September 17, 2022",
            "Written August 22, 2022",
            "Written August 16, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g41626-d482304-Reviews-Crane_Beach-Ipswich_Massachusetts.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g41626-d2008166-Reviews-Castle_Hill_on_the_Crane_Estate-Ipswich_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41706-d125421-Reviews-Parker_River_National_Wildlife_Refuge-Newburyport_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41626-d2008363-Reviews-Hamlin_Reservation-Ipswich_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41580-d3337040-Reviews-Wingaersheek_Beach-Gloucester_Cape_Ann_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41626-d1099823-Reviews-Russell_Orchards-Ipswich_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41626-d218313-Reviews-Wolf_Hollow-Ipswich_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41626-d10731803-Reviews-Sandy_Point_State_Reservation-Ipswich_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41626-d8042549-Reviews-1634_Meadery-Ipswich_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41561-d2225988-Reviews-Essex_Shipbuilding_Museum-Essex_Cape_Ann_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41561-d1519933-Reviews-Cogswell_s_Grant-Essex_Cape_Ann_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41626-d482304-Reviews-or10-Crane_Beach-Ipswich_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41626-d268933-Reviews-Ipswich_River-Ipswich_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41626-d2008194-Reviews-Crane_Wildlife_Refuge_on_the_Crane_Estate-Ipswich_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41626-d27057246-Reviews-Henry_Bear_s_Park-Ipswich_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41626-d27007910-Reviews-Bialek_Park-Ipswich_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41561-d796345-Reviews-Essex_River_Cruises_Charters-Essex_Cape_Ann_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41580-d578654-Reviews-7_Seas_Whale_Watch-Gloucester_Cape_Ann_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41580-d1823138-Reviews-Schooner_Thomas_E_Lannon-Gloucester_Cape_Ann_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41580-d146609-Reviews-Cape_Ann_Whale_Watch-Gloucester_Cape_Ann_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41580-d3258424-Reviews-Cape_Ann_Foodie_Tours-Gloucester_Cape_Ann_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41580-d271967-Reviews-Cape_Ann_Museum-Gloucester_Cape_Ann_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41580-d526430-Reviews-Fishermen_s_Memorial_Monument-Gloucester_Cape_Ann_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41790-d106623-Reviews-Halibut_Point_State_Park-Rockport_Cape_Ann_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41790-d2086881-Reviews-Shalin_Liu_Performance_Center-Rockport_Cape_Ann_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41298-d17494190-Reviews-Splash_Mountain_Water_Park-Ocean_City_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g42673-d1014537-Reviews-Silver_Beach_County_Park-Saint_Joseph_Berrien_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d1192272-Reviews-Recinte_Modernista_de_Sant_Pau-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g55870-d10832781-Reviews-The_Star-Frisco_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g297701-d1973797-Reviews-Lily_Spa-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g14134856-d17366413-Reviews-Mipig_cafe-Meguro_Meguro_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g190454-d245775-Reviews-Osterreichische_Nationalbibliothek-Vienna.html",
            "https://www.tripadvisor.com/Attraction_Review-g49291-d3474009-Reviews-Raven_Rock_State_Park-Lillington_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g660784-d12707241-Reviews-Sky_Casino-Genting_Highlands_Pahang.html",
            "https://www.tripadvisor.com/Attraction_Review-g48770-d2305336-Reviews-Hidden_Valley_Animal_Adventure-Varysburg_New_York.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g41626-d482304-Reviews-or10-Crane_Beach-Ipswich_Massachusetts.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g41626-d482304-Reviews-Crane_Beach-Ipswich_Massachusetts.html"
    }
]