[
    {
        "attraction_name": "Crayola Experience",
        "attraction_name_vi": "Trải nghiệm Crayola",
        "general_info": [
            "706 đánh giá",
            "50 trên 271 Trò chơi Vui nhộn ở Orlando",
            "Trung tâm giải trí trò chơi"
        ],
        "attraction_summary": "Crayola Experience là điểm tham quan dành cho gia đình mà chỉ Crayola mới có thể tạo ra, được thiết kế để trở thành một ngày vui chơi sáng tạo thực hành và đầy màu sắc! Nơi mà mọi sáng tạo của trẻ em đều vô cùng độc đáo - giống như chúng vậy! Khám phá phép màu của màu sắc với 27 điểm tham quan thực hành. Hơn 70.000 feet vuông những cuộc phiêu lưu kỳ thú, tuyệt vời đang chờ đón gia đình bạn tại điểm tham quan độc đáo này nằm tại The Florida Mall. Đọc thêm",
        "reviews": [
            "I realize its a three day weekend and it was rainy today. We arrived expecting Crayola to be busy. However, we didnt expect to wait in 30 minute lines for every attraction. As soon as we stepped foot upstairs we were met with a swarm of people. The crowd never dispersed. We had to push through the crowd at every turn. Knocking into people was just par for the day. Many of the attractions were broken constantly. One machine was out of order the entire time, with many others breaking over and over again the name your own crayon machines. They did have a worker making constant rounds at the name your own crayon machines, trying to keep up with the break downs. The lines for these machines are chaotic. After waiting 30 minutes to do an activity, like mold art, we were very disappointed with the experience. When I got it my machine, the lights werent working. The box said open the door so I opened the door. A worker came over and quickly scolded me to keep it closed. I would have liked to know more about what was happening, but they were ushering people in and out as fast as they could. They took our molds out before they were dry, to get the next group in. Very disappointing experience after waiting in line for so long. We thought that everything inside came as part of the ticket price. We were disappointed to learn that many things kept costing additional money. My son kept asking to do the things with a shorter line, but those were the things that cost extra. There was so much confusion and chaos- we didnt get to experience most of the activities. Looking back over the website just now, I dont even remember seeing half of the listed activities- probably because it was just too crowded.I wish we had been told of the crowds as we were purchasing our tickets. As people that live close by, but have never done the experience before, we would have come back another time. I hope its much calmer most other days!Read more",
            "Chúng tôi đến cùng với các cậu bé 6 và 7 tuổi của mình và chúng rất thích điều đó! Làm mô hình, thiết kế bút màu và tô màu cho thú cưng là sở thích của họ và việc đốt cháy thêm năng lượng trong khu vui chơi cũng rất tuyệt! Xin gửi lời cảm ơn đặc biệt đến nhân viên Nikki, cô ấy không thể hữu ích hơn và thực sự đã làm nên ngày của chúng tôi: Đọc thêm",
            "Ok - trẻ em hoàn toàn minh bạch sẽ thích nơi này.   Những người có sinh nhật gần đây cộng hoặc trừ thời gian 1 tuần sẽ được tham gia miễn phí.    Đó là nơi tin tốt kết thúc. Đây là vấn đề CHÍNH.   Nó thiếu nhân lực và nhân viên không quan tâm.   Tôi chưa bao giờ thấy nhiều nhân viên đến vậy chỉ cố gắng làm việc của mình.   Đây là một món Chuck E. Cheese thực sự tệ với tên Crayola trên đó - và họ không phục vụ thực đơn đầy đủ vào các ngày trong tuần! Có những trải nghiệm được bao gồm như tạo tác phẩm nghệ thuật quay từ bút chì màu tan chảy - vâng - 1 mỗi gia đình - không phải 1 mỗi người.  Máy bút chì màu nhận thẻ - chúng rất lộn xộn vì chúng hoạt động không bình thường - không bị đánh dấu sai thứ tự và ăn mất thẻ của bạn Cuối cùng họ đã thay thế thẻ của chúng tôi.  Cửa phòng vệ sinh gia đình có khóa không hoạt động.   Quán bán đồ ăn nhanh mất rất nhiều thời gian vì họ phải đợi cho đến khi bắp rang hết sạch mới bán mẻ mới.   Mười phút sau đã sẵn sàng.   Tuy nhiên, họ lại nâng cấp vé để nhận được hai bắp rang và đồ uống - thôi nào Cha mẹ để bọn trẻ chạy lung tung, thật đáng xấu hổ.  Tôi không đếm nổi số đứa trẻ đã va vào tôi chạy quanh nơi này. Hãy tự giúp mình - chỉ bằng một số sản phẩm Crayola tại cửa hàng địa phương và một cuốn sách tô màu - hoặc tải ứng dụng của chúng trên máy tính bảng.   Nếu tôi có thể lấy lại được tiền của mình - tôi sẽ - KHÔNG BAO GIỜ LẠI. Đọc thêm",
            "Crayola is an amazing place it has a lot of things to do and plenty of fun. I really enjoyed it I went with some of my family members and we had the best time. However, even with so many amazing things, there were also a few not-so-good but still okay things. I noticed that at the station titled Wrap-it-up, there was some trash on the counter it was only papers that are on the backs of the sticky labels you wrap our crayons in but still it could be slightly cleaner. The next okay thing is the section tilted Paint-palet it has tables with instruction pamphlets and papers to use that have the cut-outs and whatever else the crafts are. However, while a fun place it can get pretty messy I didnt end up doing it but I did notice that there was some waterpaint spilled on the table.  I must clarify that the two messes I have described are likely down to me coming there right after it has happened because on many occasions I have seen the employees cleaning. The last thing that was okay was that I got a super cute scribble scrubbie set but some of the pieces werent compatible with each other. The set I got had 4 figurines,1 scoop,1 scrub brush,3 bottles of colored fluid, and 1 waterfall playset. 1 of the 4 figurines barely fit in the pool area which looked to be 2 by 2 inches 4.4 by 4.4 centimeters, and 2 just didnt fit. Now the stuff about the playground. You can go to the playground without an extra fee. I went on this playground 1 or 2 years ago and it was good. I would definitely AVOID the playground if it looks like there are a lot of people there. After a few times that I went on it, I didnt go on it again. It became sort of clear to me that this playgrounds capacity should be 15 because if theres more it gets REALLY CLAUSTROPHOBIC. There is no capacity sign! A few years ago I went to the toddler town play area a few employees saw me and didnt seem to mind that someone of my age was there. The sign says max age of 4 but its not really enforced so if you are coming here with a toddler try to avoid the playgrounds from 12:00 pm-2:00 pm as thats when the biggest crowds are there and older kids are likely to be there. Since there is no employee at the entrance to the playground even though the sign says 5-12 a 4-year-old could get in. Most parents are not worried about younger kids than the age limit but older ones. Since some kids who are older not all but mostsome play roughly be careful if you see someone who looks to be over 13 or so stay clear. Now about the attractions. The attraction called Be a Star lets you take a photo of yourself and then prints it out for you to color. The attraction called scribble scrubbie lets you redeem your vouchers found in our bags for a cute pet to color. The attraction has general admission as well as passholder pets. The attraction at the radical red zone has a skeeball machine and claw machines. The skeeball machine works well and gives you at least 5 tickets always. If you go to the skeeball machine be very careful as a lot of young kids go there and they may try to take the balls from your game. The claw machine is good but the one with plushies dont go there it drops almost every prize you pick up. The other one however lets you play till you win. There are more attractions but I cant include all of them in this review. If you go have fun and stay safe.Read more",
            "Thật là một điều đáng tiếc. Nói về sự thiếu tự hào và quan tâm đến công việc của một người. Chúng tôi đã đi vào ngày 14 tháng 10 và khá thất vọng. May mắn thay nó chỉ có 25 một vé. Nơi hoàn toàn kinh tởm và bẩn thỉu. Sàn nhà đầy rác MỌI NƠI, bàn bẩn và không bao giờ lau chùi. Có một chiếc cốc đựng nước xả tràn ra và nằm trước Photo Booth trong suốt hai giờ chúng tôi ở đó. Và tôi nhìn một người dọn dẹp đi ngang qua, nhìn nó và tiếp tục đi. Đẹp. Có hai chiếc bánh quy cứng như đá ở một trong những khán đài.  Được yêu cầu đổi một cái và xin lỗi vì tất cả đều như vậy, đồng thời đề nghị hoàn lại tiền. Quầy hàng ướt sũng nước và kem. Sàn nhà bị dính do tràn. Các nhà quản lý thậm chí còn ở ngay đó và không yêu cầu nhân viên của họ dọn dẹp. Thật sự? Một hoạt động mà bạn nấu chảy bút chì thành một hình dạng mới có thể có 4 trong số 15 trạm làm việc? Và ngay cả những thứ đó dường như cũng có vấn đề và hoạt động không ổn định. Chúng tôi đã ra khỏi hàng Nhìn chung, địa điểm dường như đã cũ và một lần nữa, hoàn toàn bẩn thỉu. Ban quản lý nên xấu hổ về bản thân khi cho phép nó đạt được và sau đó giữ nguyên như vậy. Sẽ không quay lại. Tôi có hai sao vì con tôi rất thích nó. Cô gái ở hình xăm lấp lánh thật tuyệt.Đọc thêm",
            "Cảm ơn bạn đã chia sẻ thông tin chi tiết về chuyến thăm CE Orlando của bạn với chúng tôi, Chris. \n\nDuy trì tiêu chuẩn vệ sinh cao và cung cấp môi trường dễ chịu cho du khách là điều vô cùng quan trọng đối với chúng tôi. Chúng tôi rất tiếc vì đã không đáp ứng được kỳ vọng của bạn trong dịp này. Phản hồi của bạn rất có giá trị đối với chúng tôi và chúng tôi rất coi trọng vì nó giúp chúng tôi xác định các lĩnh vực cần cải thiện và nâng cao trải nghiệm chung cho tất cả khách hàng của mình. \n\nĐể nhóm của chúng tôi có thể tìm hiểu thêm về thời gian bạn ở lại với chúng tôi, vui lòng liên hệ với CEGuestcrayolaexperience.com\nChúng tôi ở đây để lắng nghe và đảm bảo rằng các chuyến thăm trong tương lai của bạn đáp ứng được kỳ vọng của bạn. Chúng tôi hy vọng sẽ sớm có niềm vui được chào đón bạn trở lại Crayola Experience. -Taylor, Nhóm đánh giá CE Đọc thêm",
            "Tôi rất khó chịu với trải nghiệm của chúng tôi ngày hôm nay. Đến Crayola, tôi và các con tôi phải sử dụng phòng tắm, và không may là tôi phải sử dụng xe tập đi do bị chấn thương ở lưng và tôi đã đi đến quầy dành cho người khuyết tật và tôi đang xếp hàng chờ các bà mẹ khác có xe đẩy chờ để sử dụng thiết bị khuyết tật quầy hàng. Tôi hơi bối rối, tôi đang sử dụng khung tập đi để tự đứng vững và không thể sử dụng các quầy hàng thông thường. vì vậy điều này là rất bực bội. chỉ có một phòng tắm dành cho người khuyết tật dành cho những người như tôi. và các bà mẹ đang sử dụng phòng tắm này để thay đồ cho trẻ khi có bàn thay tã ở ngay đó để chúng sử dụng. vì vậy tôi đã đợi hơn vài phút để đi vệ sinh vào thời điểm này. Tôi rất đau vì tôi bị OBS - nghĩa là tôi khó có thể kiểm soát được bàng quang của mình. Có một phòng gia đình dành cho những thứ như thế này và dường như tay nắm cửa bị tắt và có vẻ như nó sẽ không được sửa chữa sớm. Đây là nơi dành cho trẻ em đến vui chơi và phòng tắm gia đình là điều bắt buộc đối với các bậc cha mẹ đơn thân, đây là điều lý tưởng. Tôi xin lỗi nhưng những gia đình sử dụng quầy hàng dành cho người khuyết tật để thay đồ ở đó có trẻ em là không ổn. CŨNG khi tôi cố gắng nói chuyện với ai đó về điều này, cô gái đó rất thô lỗ và về cơ bản đã nói với tôi rằng tôi sẽ phải tìm cách khác khi tôi cần sử dụng phòng tắm, hoàn toàn phớt lờ tôi và nói với tôi rằng cô ấy không có thời gian để giải quyết việc của tôi. lời phàn nàn. TÔI RẤT THẤT VỌNG VỚI ĐIỀU NÀY! Đọc thêm",
            "Có rất nhiều việc phải làm, đặc biệt là vào một ngày mưa nhưng những khu vực nằm mềm có thể làm được việc rộng rãi hơn. chúng tôi cũng hơi thất vọng vì tất cả những thứ phải trả thêm phí. Sau một giờ các em đã sẵn sàng tiếp tục Đọc thêm",
            "Giá quá cao không gây cảm hứng. 28 đô la cho mỗi người lớn, tương đương gần 50 đô la để vào và sau đó bạn sẽ phải bỏ nhiều tiền hơn vào máy đánh bạc khi vào đó. Cần cập nhật và rất nhiều máy đã bị hỏng. Sẽ không quay trở lại. Đứa con 2 tuổi của chúng tôi cảm thấy buồn chán và muốn rời đi sau 20 phút.Đọc thêm",
            "Đây là lần đầu tiên tôi nghe nói đến nơi này! Vui mừng tôi đã đi. Tất cả mọi người từ các cháu gái 2, 4, 5 12 tuổi của tôi đều yêu thích nó!! Ngay cả cô con gái 24 tuổi của tôi cũng thích tự làm bút chì màu cũng như tô màu và các hoạt động thực hành khác!!Đọc thêm",
            "Không đủ hoạt động và không tệ hơn là kiếm tiền. Nhà sản xuất hình ảnh rất đắt tiền để mua và một số hoạt động đòi tiền. Đã đắtĐọc thêm",
            "Người lớn có phải trả tiềnĐọc thêm",
            "Người lớn có phải trả tiền để vàoĐọc thêm",
            "Vâng, và hơn cả trẻ em.  Tuy nhiên, bạn sẽ nhận được mã thông báo cho các trải nghiệm khác nhau.Đọc thêm",
            "Có nơi nào tôi có thể để hành lý nếu tôi muốn tham quan bảo tàng trước khi bay không?Đọc thêm",
            "Chúng ta có nên đưa đứa con 1 tuổi của mình đến đây không? Ngoài ra hầu hết mọi người dành bao lâu ở đâyĐọc thêm",
            "Chúng tôi đưa một đứa trẻ 14 tháng tuổi và một đứa 13 tuổi cùng lúc và cả hai đứa trẻ đều thíchĐọc thêm",
            "Xin chào, chương trình này dành cho trẻ em ở độ tuổi nào?Đọc thêm",
            "Chắc chắn là mọi lứa tuổi.  Có sáu người chúng tôi - tất cả đều là người lớn, ở độ tuổi từ 20 đến 70. Chúng tôi đã có một trải nghiệm thật tuyệt vời!Đọc thêm",
            "Xin chào, tôi muốn biết nhân viên ở Crayola có nói được tiếng Tây Ban Nha không?\nTôi định đi du lịch cùng gia đình nhưng chúng tôi không hiểu tiếng Anh...\n\ncảm ơn vì sự giúp đỡĐọc thêm",
            "Bạn có thể muốn viết một ghi chú cho nhân viên orlandoexperience crayolacom\nhoặc gọi 407.757.1700.Đọc thêm",
            "Bạn có phải trả tiền riêng cho từng trạm thủ công hay tất cả đã được bao gồm trong phí vào cửa? Đọc thêm",
            "Khi đến nơi, bạn sẽ nhận được một số token cùng với vé của mình.  Những thứ này có thể được sử dụng cho các máy bán đất sét tự động hoặc làm trạm bút chì màu của riêng bạn.  Bạn cũng có thể mua thêm token nếu cần nhưng giá cả phải chăng.  Tôi nghĩ 0,25 một mã thông báo Tất cả các lĩnh vực hoạt động khác đều miễn phí. \n\nCó một khu vực bán kẹo ngay giữa khu vực mà bạn sẽ phải trả tiền nếu muốn có kẹo, cũng như một cửa hàng quà tặng mà bạn phải đi qua ở cuối.  Đọc thêm",
            "Có điều gì khác trong trung tâm mua sắm để làm trong khi trẻ mới biết đi đang thích thú với Crayola không?Đọc thêm",
            "Mua sắm. Đây thực sự không phải là nơi mà bạn có thể để trẻ mới biết đi mà không được giám sát.Đọc thêm",
            "Người lớn có phải trả tiền hay phí vào cửa chỉ dành cho trẻ em?Đọc thêm",
            "Miễn phí vào cửa nếu con bạn từ 3 tuổi trở xuống. Giá vé vào cửa là giá vé đầy đủ cho tất cả những người khác. Tôi khuyên bạn nên tìm vé giảm giá trên trang web Crayola Experience trước khi đến hoặc xuất trình thẻ AAA của bạn để được giảm giá. Đọc thêm",
            "Bạn đi từ sân bay Orlando đến Crayola Experience bằng cách nào? Xe tắc xi? Uber? Xe buýt?Đọc thêm",
            "Chúng tôi đã lái xe tới Florida nên chúng tôi có ô tô. Chúng tôi cũng đỗ xe bên cạnh, nhưng tôi nghĩ có một khoản phí nhỏ nhưng rất thuận tiện cho Crayola Experience.Đọc thêm"
        ],
        "star_ratings": [
            321,
            222,
            93,
            35,
            35
        ],
        "review_amount": 706,
        "location": [
            "Hoa Kỳ",
            "Những điều cần làm ở Orlando",
            "Trải nghiệm Crayola",
            "Orlando",
            "miền trung Florida",
            "Florida FL"
        ],
        "reviews_time": [
            "Written February 18, 2024",
            "Written February 9, 2024",
            "Written December 23, 2023",
            "Written November 5, 2023",
            "Written October 15, 2023",
            "Written September 4, 2023",
            "Written September 2, 2023",
            "Written September 2, 2023",
            "Written August 19, 2023",
            "Written July 23, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g34515-d8395010-Reviews-Crayola_Experience-Orlando_Florida.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g34515-d24138354-Reviews-Cantina_Catrina_Orlando-Orlando_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34515-d1015578-Reviews-Buca_di_Beppo_Italian_Restaurant-Orlando_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34515-d8448659-Reviews-Ugrean-Orlando_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34515-d4292260-Reviews-Starbucks-Orlando_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34515-d9811082-Reviews-Five_Guys-Orlando_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34515-d3683441-Reviews-Pardon_My_Cheesesteak-Orlando_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34515-d16828747-Reviews-Oakberry_Florida_Mall-Orlando_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34515-d8396640-Reviews-Meson_Sandwiches-Orlando_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34515-d23478150-Reviews-Adega_Gaucha_Brazilian_Grill-Orlando_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34515-d4369081-Reviews-Sbarro-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d215984-Reviews-The_Florida_Mall-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d16819202-Reviews-Cirque_du_Soleil_Luzia-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d657765-Reviews-Orlando_Watersports_Complex-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d1968468-Reviews-The_Wizarding_World_of_Harry_Potter_at_Universal_Orlando_Resort-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d110173-Reviews-Discovery_Cove-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d258685-Reviews-Universal_Islands_of_Adventure-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d130856-Reviews-Fun_Spot_America_Orlando-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d1902954-Reviews-Orlando_Kart_Center-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d10807778-Reviews-Mako-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d7137393-Reviews-Me_Theatre-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d8395010-Reviews-or10-Crayola_Experience-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d1036082-Reviews-Epcot_World_Showcase-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d10906539-Reviews-American_Escape_Rooms-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d7393648-Reviews-The_Escape_Game_Orlando-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d7263745-Reviews-Escapology-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d19899900-Reviews-The_Escape_Ventures_Orlando-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d20186993-Reviews-The_Bureau_Escape_Rooms-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d555399-Reviews-Congo_River_Golf-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d12949904-Reviews-The_Escape_Effect-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d12398787-Reviews-Lockbusters_Escape_Game-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d1006747-Reviews-The_Outta_Control_Magic_Comedy_Dinner_Show-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d2460354-Reviews-M_M_S_Disney_Springs-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d25190636-Reviews-Ridemakerz-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d18725110-Reviews-The_Slime_Factory-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34352-d21270167-Reviews-Scream_n_Stream_Haunted_Drive_More-Kissimmee_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d6534582-Reviews-MacroBaby-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d5973564-Reviews-Divers_Direct-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d7383677-Reviews-American_Girl_Orlando-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d17701680-Reviews-Axe_On_Axe_Off-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d23334224-Reviews-ScooterBug_Rent-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d2229469-Reviews-Oak_Ridge_Gun_Range-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d15329179-Reviews-Native_Bass_Fishing_Charters_Orlando-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d14985210-Reviews-Royal_Transportation_Group-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g3646709-d9821081-Reviews-Expedition_BIGFOOT-Cherry_Log_Gilmer_County_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g33012-d8870395-Reviews-Outlets_at_San_Clemente-San_Clemente_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g1168948-d5504224-Reviews-Chamarel_Seven_Coloured_Earth_Geopark-Chamarel.html",
            "https://www.tripadvisor.com/Attraction_Review-g293748-d13321420-Reviews-Pugu_Hills_Forest_Reserve-Dar_es_Salaam_Dar_Es_Salaam_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d15670528-Reviews-California_Street-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g1104709-d1102976-Reviews-Pairi_Daiza-Brugelette_Hainaut_Province_Wallonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60608-d154306-Reviews-Anaehoomalu-Waikoloa_Kohala_Coast_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g635862-d4741152-Reviews-Agia_Galini_Beach-Agia_Galini_Agios_Vasileios_Municipality_Rethymnon_Prefecture_C.html",
            "https://www.tripadvisor.com/Attraction_Review-g152515-d8452139-Reviews-Diamante_Dunes_Golf_Course-Cabo_San_Lucas_Los_Cabos_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g297972-d1572059-Reviews-Ladies_Beach-Kusadasi_Turkish_Aegean_Coast.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g34515-d8395010-Reviews-or10-Crayola_Experience-Orlando_Florida.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g34515-d8395010-Reviews-Crayola_Experience-Orlando_Florida.html"
    }
]