[
    {
        "attraction_name": "Crayola Experience Plano",
        "attraction_name_vi": "Crayola Trải nghiệm Plano",
        "general_info": [
            "85 đánh giá",
            "- 6 trong số 81 điều cần làm ở Plano",
            "Bảo tàng chuyên ngành",
            "Bảo Tàng Trẻ Em"
        ],
        "attraction_summary": "Khám phá sự kỳ diệu của màu sắc tại Crayola Experience Plano, Crayola - điểm tham quan hàng đầu dành cho gia đình có một không hai! Nằm bên trong Các cửa hàng tại Willowbend MallĐọc thêm",
        "reviews": [
            "Nơi này có giá quá cao. Tại sao họ lại tính phí cho một bà cụ 60 tuổi vào. Kinh nghiệm này dành cho cháu trai 6 tuổi của tôi. Theo đúng nghĩa đen, tôi đã phải trả - 30 đô la để theo dõi anh ấy và - 30 đô la cho đứa cháu gái 16 tuổi của tôi, người thực sự không làm gì trong đó. Nếu tôi biết trước điều này thì tôi sẽ không bao giờ đến đó.Đọc thêm",
            "Cảm ơn bạn đã là khách của chúng tôi tại Crayola Experience Plano. Mục tiêu của chúng tôi là giúp các gia đình có thể cùng nhau tận hưởng những khoảnh khắc vui vẻ, đầy màu sắc. Vì tất cả khách đều có quyền tham gia các hoạt động giống nhau nên người lớn và trẻ nhỏ đều phải trả mức giá như nhau. Người lớn được khuyến khích tham gia và trải nghiệm sự kỳ diệu của màu sắc cùng với con cái của họ.  \n\nMặc dù chúng tôi nhận thấy chuyến thăm của bạn không đáp ứng được những mong đợi đầy màu sắc của bạn, nhưng nếu chúng tôi hân hạnh được chào đón gia đình bạn quay trở lại, hãy nhớ kiểm tra CrayolaExperience.com. Ở đó chúng tôi cung cấp các ưu đãi và khuyến mãi mới nhất và lớn nhất.\n\nNhóm Phi hành đoàn đầy màu sắc của chúng tôi hy vọng có cơ hội biến chuyến thăm tiếp theo của bạn thành cầu vồng tràn ngập niềm vui! - Chris, Nhóm đánh giá CE Đọc thêm",
            "Vui vẻ. 8 tuổi của tôi yêu nơi này. Siêu vui nhộn. Rất nhiều trạm với các hoạt động khác nhau. Họ cũng có một khu vui chơi và quán ăn nhanh.Đọc thêm",
            "Rất vui mừng khi kiểm tra điều này. Việc làm nhãn bút chì màu của riêng bạn là phần tốt nhất. Thật không may, mức giá này quá cao đối với - trải nghiệm -. Đây sẽ là niềm vui cho trẻ 3-5 tuổi. Nhưng vẫn rất tốn kém cho việc chỉ ngồi xuống màu. Bạn vẫn phải trả tiền cho rất nhiều thứ khi bạn vào trong. Không đáng tiền. Cần phải có nhiều hơn nữa - trải nghiệm - bên trong để xứng đáng với giá tiền.Đọc thêm",
            "Mặc dù chúng tôi cố gắng hết sức để mang lại nhiều niềm vui và sự sáng tạo vào không gian của mình nhưng chúng tôi rất tiếc khi biết rằng nó không đáp ứng được mong đợi của bạn.  Điểm dừng đầu tiên của bạn khi lên kế hoạch cho chuyến thăm CE phải là CrayolaExperience.com. Ở đó chúng tôi cung cấp các ưu đãi và khuyến mãi mới nhất và lớn nhất. Chúng tôi thậm chí còn bao gồm các Câu hỏi thường gặp để giúp bạn tối đa hóa niềm vui đầy màu sắc trong chuyến thăm của mình!  \n\nChúng tôi hy vọng được chào đón bạn và gia đình quay trở lại để có những trải nghiệm nhiều màu sắc hơn trong tương lai. -Taylor, Nhóm Đánh giá CE Đọc thêm",
            "Thật là một ngày thú vị! Khi tôi mua vé trực tuyến, nó gợi ý 3-4 giờ. Tôi nghĩ ồ....có lẽ là hai. Chà, chúng tôi đã dành hơn 4 giờ một chút và có một quả bóng. Bạn chắc chắn nhận được giá trị tiền của bạn. Cháu trai 5 tuổi của tôi rất thích nó. Đọc thêm",
            "Đây là một điểm thu hút bên trong Willow Bend Mall ở Plano, TX.  Niềm vui cho các con tôi ở độ tuổi 8 và 11. Hàng dài người xếp hàng vào mùa bận rộn và cuối tuần.  Con tôi vẫn thích nó ngay cả ở độ tuổi 12 và 15.Đọc thêm",
            "Tất cả các máy đều bị hỏng. Chúng tôi không thể thực hiện một nửa các hoạt động vì chúng không hoạt động, với số tiền họ tính, họ phải có mọi thứ hoạt động. Đọc thêm",
            "Có rất nhiều hoạt động phù hợp cho trẻ 2 tuổi. Thật không may là không có chỉ dẫn nào trên các trạm không người lái. Tôi thực sự mong đợi sẽ có nhiều hoạt động hơn và nhiều nhân viên xung quanh hơn để những khu vực có đường dây có thể di chuyển nhanh hơn.  Cháu gái tôi đã có một khoảng thời gian vui vẻ và đó mới là điều quan trọng.Đọc thêm",
            "Hầu hết các máy trong khu vực đúc khuôn đều không hoạt động. Tất cả đều hết xà phòng và không được đổ đầy trong suốt 3 giờ ở dribble drabble. Họ thiếu nhân viên ở khu vực đúc khuôn nên bạn không thể nhận được sự trợ giúp khi máy không hoạt động. Trong khu vực tô màu, họ hết bút dạ và không thể đổ đầy; điều này xảy ra vào lúc cửa hàng mở cửa, vì vậy không có lý do gì vì rõ ràng là họ đã không đổ đầy trước khi mở cửa. Để đổi vé, họ đã hết 50 - trong số các mặt hàng quà tặng vé. Nhìn chung là hoạt động kém để có giá cao như vậy. Đọc thêm",
            "Chúng tôi rất tiếc khi biết rằng thời gian của bạn với chúng tôi tại Crayola Experience Plano đã không đáp ứng được những mong đợi đầy màu sắc của bạn, George. Chắc chắn chúng tôi muốn bạn và gia đình có khoảng thời gian tuyệt vời nhất có thể để cùng nhau tạo nên những kỷ niệm và kiệt tác, đồng thời chúng tôi đánh giá cao việc bạn liên hệ. Mối quan ngại của bạn là điều dễ hiểu và sẽ được chuyển đến Nhóm Quan hệ Khách hàng của chúng tôi. \n\nĐể họ có thể tìm hiểu thêm về chuyến thăm của bạn và hỗ trợ thêm cho bạn, vui lòng liên hệ trực tiếp với họ tại CEGuest - crayolaexperience.com để biết thêm thông tin chi tiết. Hy vọng sớm được chào đón bạn trở lại với một chuyến thăm thú vị hơn. Đọc thêm",
            "Đây gần như là một công viên giải trí mini về nghệ thuật và thủ công. Một số trạm với các hoạt động khác nhau, chẳng hạn như in nhãn bút chì màu của riêng bạn. Nếu con bạn không thích các hoạt động thủ công thì đây không phải là công viên dành cho chúngĐọc thêm",
            "Cảm ơn bạn đã chia sẻ đánh giá này sau khi truy cập Crayola Experience Plano. Điểm đến dành cho gia đình có một không hai của chúng tôi được thiết kế để cho phép du khách khám phá sự kỳ diệu của màu sắc và sự sáng tạo. \n\nMục tiêu của chúng tôi tại Crayola Experience là để các gia đình có thể cùng nhau tận hưởng những khoảnh khắc vui vẻ, đầy màu sắc. Chúng tôi liên tục làm việc để cải thiện trải nghiệm của khách, bao gồm giới thiệu các hoạt động thực hành mới phù hợp với sứ mệnh của chúng tôi là điểm đến dành cho gia đình, nơi trẻ em và cha mẹ có thể khám phá nghệ thuật và công nghệ, thể hiện khả năng sáng tạo và trải nghiệm màu sắc theo một cách hoàn toàn mới. Để nhận thông tin cập nhật về các điểm tham quan và sự kiện, chúng tôi khuyến khích bạn đăng ký trên trang web của chúng tôi để nhận bản tin điện tử của chúng tôi. \n\nNếu có bất cứ điều gì chúng tôi có thể làm để chuyến thăm của bạn thú vị hơn, vui lòng cho chúng tôi biết. Bạn có thể liên hệ với chúng tôi tại CEGuest - crayolaexperience.com. Mong rằng chúng tôi sẽ sớm gặp lại bạn! Đọc thêm",
            "Đầu tiên, hãy để tôi nói rằng các công nhân đều rất thân thiện và tốt bụng. Họ xứng đáng được 5 sao. Đối với học sinh của tôi và tôi là - 60,60. Tôi không biết làm thế nào mà các bậc cha mẹ lại có thể tìm ra những hoạt động - thân thiện với gia đình - khi giá cả quá cao. Với mức giá cao như vậy, tôi mong đợi nếu không phải là một trải nghiệm tuyệt vời thì ít nhất cũng là một trải nghiệm tốt. Nơi này đang thiếu nhân viên. Một số hoạt động có khoảng 6 trạm nhưng chỉ có một hoặc hai trạm được sử dụng vì thiếu nhân lực. Các hoạt động không còn hoạt động - thậm chí cả máy thay đổi - . Nguồn cung cấp cho các hoạt động - chẳng hạn như bút màu, những thứ họ chuyên về - thiếu hụt cho nhiều hoạt động. Rõ ràng là các hoạt động đã không được tổ chức trong ngày. Là một cựu giáo viên mẫu giáo, tôi hiểu việc giữ mọi thứ ngăn nắp là điều khó khăn, nhưng điều đó là không thể nếu bạn không tuyển đủ nhân viên. Hãy để tôi thêm vào điều này. Đó là sự kết thúc của. năm. Các trường học đang tổ chức các chuyến đi thực địa. Ban quản lý đáng lẽ phải mong đợi một đám đông lớn và bố trí nhân viên phù hợp. Điều cuối cùng là nhà vệ sinh thiếu giấy vệ sinh. Tôi không cảm thấy nơi này đặc biệt sạch sẽ. Nhìn chung, tôi đã thất vọng. Học trò của tôi rất thích nó, nhưng anh ấy không phải là người phải trả giá đắt. Tôi không khuyên bạn nên Trải nghiệm Crayola. Bảo tàng Heard tốt hơn rất nhiều và rẻ hơn rất nhiều.Đọc thêm",
            "Mặc dù chúng tôi rất vui khi biết học sinh của bạn thích thú với chuyến phiêu lưu đầy màu sắc của chúng, nhưng chúng tôi rất thất vọng khi nghe những chi tiết bạn đã chỉ ra khi đến thăm Crayola Experience Plano. Chúng tôi đồng ý rằng mọi khoảnh khắc trong điểm thu hút của chúng tôi đều phải là một khoảnh khắc thú vị và xin lỗi vì điều này đã không xảy ra trong suốt thời gian bạn khám phá thế giới màu sắc của chúng tôi. \n\nNhóm quản lý của chúng tôi đã biết về trải nghiệm của bạn và muốn có cơ hội nói chuyện với bạn thêm. Vui lòng liên hệ với chúng tôi tại CEGuest - crayolaexperience.com. Để chúng tôi có thể hỗ trợ bạn tốt hơn, vui lòng đưa thông tin chi tiết về trải nghiệm của bạn mà bạn đã chia sẻ ở đây vào bài đánh giá của mình. Chúng tôi mong chờ tin từ bạn.  \n\n Đọc thêm"
        ],
        "star_ratings": [
            34,
            18,
            17,
            10,
            6
        ],
        "review_amount": 85,
        "location": [
            "Texas - TX -",
            "Các hoạt động ở Plano",
            "Hoa Kỳ",
            "Plano",
            "Crayola Trải nghiệm Plano"
        ],
        "reviews_time": [
            "Written March 18, 2024",
            "Written July 15, 2023",
            "Written June 26, 2023",
            "Written June 7, 2023",
            "Written February 9, 2023",
            "Written December 27, 2022",
            "Written December 4, 2022",
            "Written July 21, 2022",
            "Written May 28, 2022",
            "Written May 13, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g56463-d13974762-Reviews-Crayola_Experience_Plano-Plano_Texas.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g56463-d465162-Reviews-Maggiano_s_Little_Italy-Plano_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g56463-d14784917-Reviews-Terra_Mediterranean-Plano_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g56463-d15512403-Reviews-Whistle_Britches-Plano_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g56463-d469922-Reviews-California_Pizza_Kitchen_Willow_Bend-Plano_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g56463-d15321599-Reviews-Knife_Steakhouse_Plano-Plano_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g56463-d15362114-Reviews-Mexican_Bar_Company-Plano_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g56463-d13169560-Reviews-Wetzel_s_Pretzels-Plano_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g56463-d4248818-Reviews-Chick_fil_A-Plano_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g56463-d23431333-Reviews-Lalo_s_Fine_Mexican_Cuisine-Plano_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g56463-d4765225-Reviews-Jimmy_Johns-Plano_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g56463-d8430420-Reviews-The_Shops_at_Willow_Bend-Plano_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g56463-d12729589-Reviews-Skypony_Gallery-Plano_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g56463-d142693-Reviews-Prestonwood_Baptist_Church-Plano_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g56463-d560644-Reviews-Arbor_Hills_Nature_Preserve-Plano_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g56463-d24060584-Reviews-Psychedelic_Robot-Plano_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g56463-d3292056-Reviews-JumpStreet-Plano_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g56463-d12218073-Reviews-Plano_Antique_Mall-Plano_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55870-d4258690-Reviews-Riders_Field-Frisco_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55870-d1915699-Reviews-Dr_Pepper_Ballpark-Frisco_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g56463-d9701158-Reviews-Play_Street_Museum_Plano-Plano_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g56463-d13974762-Reviews-or10-Crayola_Experience_Plano-Plano_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g56463-d1097444-Reviews-The_Interurban_Railway_Museum-Plano_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g56463-d560193-Reviews-ArtCentre_of_Plano-Plano_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g56463-d27080053-Reviews-Steve_DeFoe_Art_Murals-Plano_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g56463-d15144830-Reviews-AyurRoots-Plano_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g56463-d15515038-Reviews-The_Red_Door-Plano_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g56763-d22956306-Reviews-Immersive_Gamebox_Grandscape_The_Colony-The_Colony_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g56463-d27081836-Reviews-Luxury_Massage_Chair_Healing_Touch-Plano_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g187801-d297053-Reviews-Ecco_La_Cucina_Culinary_Tours_to_Italy-Bologna_Province_of_Bologna_Emilia_Romagna.html",
            "https://www.tripadvisor.com/Attraction_Review-g56463-d1466008-Reviews-Angelika_Film_Center_Cafe-Plano_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g56463-d27070866-Reviews-Neiman_Marcus-Plano_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g34438-d267056-Reviews-Calle_Ocho-Miami_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34607-d17115252-Reviews-Gandy_Beach-St_Petersburg_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g3344059-d3576395-Reviews-Agia_Anna_Beach-Paraga_Mykonos_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g49589-d13139867-Reviews-Wolf_Creek_Lake-Sylva_Jackson_County_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g635755-d5996672-Reviews-Uvita_Beach-Uvita_Province_of_Puntarenas.html",
            "https://www.tripadvisor.com/Attraction_Review-g42940-d10439710-Reviews-Paisley_Park-Chanhassen_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g60941-d108277-Reviews-Pu_uhonua_O_Honaunau_National_Historical_Park-Honaunau_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g186242-d2367452-Reviews-Fishermans_Friends-Port_Isaac_Cornwall_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g34146-d142725-Reviews-Butterfly_World-Coconut_Creek_Broward_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34117-d23751000-Reviews-The_Wizard_of_Oz_Museum-Cape_Canaveral_Brevard_County_Florida.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g56463-d13974762-Reviews-or10-Crayola_Experience_Plano-Plano_Texas.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g56463-d13974762-Reviews-Crayola_Experience_Plano-Plano_Texas.html"
    }
]