[
    {
        "attraction_name": "Crisp Point Lighthouse",
        "attraction_name_vi": "Ngọn Hải Đăng Điểm Sắc Nét",
        "general_info": [
            "265 đánh giá",
            "1 trong 10 điều cần làm ở Newberry",
            "Địa điểm lịch sử",
            "Ngọn hải đăng"
        ],
        "attraction_summary": "Crisp Point là một trong bốn Trạm cứu sinh ban đầu của Hồ Superior. Nó bắt đầu hoạt động vào năm 1876. Kế hoạch xây dựng Ngọn hải đăng Crisp Point được phê duyệt vào năm 1902. Vào ngày 5 tháng 5 năm 1904, đèn bắt đầu hoạt động. Tòa tháp ban đầu đặt một Ống kính Fresnel bậc bốn màu đỏ cố định. Trạm hải đăng còn có một tòa nhà dịch vụ gắn liền với tháp, một ngôi nhà hai tầng dành cho gia đình, hai tầng, tòa nhà tín hiệu sương mù, nhà thuyền, nhà dầu, nhà kho. Năm 1965, Cảnh sát biển Hoa Kỳ quyết định phá hủy tất cả các tòa nhà còn lại ngoại trừ tòa nhà dịch vụ tháp đèn do chi phí bảo trì các tòa nhà. Năm 1996, tòa nhà phục vụ tòa tháp bị mất do cơn bão ở Hồ Superior. Đá lớn đã được đặt dọc theo bờ biển để giúp làm chậm nguy cơ xói mòn. Tòa nhà dịch vụ cho tòa tháp đã được xây dựng lại và mở cửa vào năm 2008. XIN LƯU Ý RẰNG TRUNG TÂM DU LỊCH CHỈ MỞ CỬA TỪ KHOẢNG GIỮA THÁNG 5 ĐẾN GIỮA THÁNG 10 RẰNG ĐƯỜNG QUẬN 412 KHÔNG CÓ TUYẾT TRONG MÙA ĐÔNG.Đọc thêm",
        "reviews": [
            "Bản thân ngọn hải đăng mang lại tầm nhìn tuyệt vời về Superior và thậm chí còn mang đến cho bạn một chút dịch vụ ở trên đỉnh! Nhưng những người canh giữ tình nguyện hôm nay đã biến nó thành một trải nghiệm tuyệt vời. Chúng tôi đã rẽ nhầm và cuối cùng bị mắc kẹt trong một đầm lầy theo đúng nghĩa đen hàng giờ nhưng vẫn quyết tâm xem mình đã đặt ra mục tiêu gì! Cuối cùng, khi chúng tôi đã vượt qua được con đường quanh co mà lẽ ra phải đi cũng không dành cho người yếu tim, họ không thể tử tế hơn và hãy để chúng tôi sử dụng điện thoại để liên hệ với cha mẹ để cho họ biết rằng chúng tôi vẫn an toàn. Sau khi ngắm cảnh, chúng tôi mua áo phông để kỷ niệm trải nghiệm và cô ấy đảm bảo rằng chúng tôi thực sự có thể lái xe trở lại - thậm chí còn đi xa để mời chúng tôi bánh mì kẹp!!! Chúng tôi không thể cảm ơn đủ vì lòng tốt của họ sau chuyến đi dài để đến đóĐọc thêm",
            "Một con đường lùi dài 28,7 dặm sẽ đưa bạn trở lại sự yên tĩnh tuyệt đẹp của Crisp Point. Đường có thể không dành cho tất cả các phương tiện, đặc biệt là thấp xuống mặt đất. Chúng tôi đã được thông báo rằng nó được phân loại thường xuyên nhưng nó có nhiều cát và một số tảng đá nhỏ, nhiều khúc cua nhanh và có thể khá nguy hiểm nếu trời mưa to. Đừng theo dõi GPS ngay cả khi bạn có dịch vụ di động, đây là vùng sâu vùng xa và bạn cần có một bản đồ tốt! Chúng tôi đã thấy một chiếc xe tải nhỏ, một chiếc sedan, xe Jeep, xe bán tải nhưng chúng tôi đã có một ngày đi đường hoàn hảo! Mang theo tất cả đồ ăn và nước uống của bạn, ở cửa hàng quà tặng đồ ăn không có bán gì cả. Khu đất mở cửa vào ngày 10-6, tôi sẽ kiểm tra xem nếu đi muộn hơn vào mùa thu vì trời sẽ tối, đây không phải là con đường mà hầu hết mọi người đều muốn đi trong bóng tối. \nKhuôn viên rất đẹp, ngọn hải đăng chật chội và tôi nghĩ phải leo tới 66 bậc thang để lên tới đỉnh bằng những bậc thang nhỏ khá nghiêng. 1012 bước cuối cùng giống như một cái thang, sau đó để ra ngoài bạn cần phải bò qua một cái hố có kích thước khoảng 3x3 foot. Bạn cũng có thể ở bên trong trên cùng để ngắm cảnh. Chỉ có 2 người chúng tôi, chúng tôi đợi những người trước xuống, khu vực nhỏ này không thể chứa quá 3-5 người một lúc. Đi ngược xuống thang rồi chạm vào cầu thang xoắn ốc để đi xuống. Sân rất đẹp, ghế dài, lối đi lót ván, cửa hàng quà tặng, phòng tắm, mặc dù không phải là một bãi đậu xe quá rộng. Những người canh giữ đều là tình nguyện viên, họ rất thú vị khi trò chuyện! Chúng tôi săn đuổi, chụp rất nhiều ảnh và ăn trưa trên chiếc xe Jeep của mình vì lũ chuồn chuồn thật khủng khiếp. Hãy uống thuốc xịt côn trùng, kem chống nắng, chúc bạn có một khoảng thời gian vui vẻ!Đọc thêm",
            "Đây là một cuộc phiêu lưu không thể bỏ qua. Khi lái xe trên đường chính M123, chúng tôi nhìn thấy một biển báo chỉ dẫn đến ngọn hải đăng này và quyết định đi theo. Biển báo chỉ dẫn 18 dặm. Vì vậy, chúng tôi đã đi vào một ngày mưa phùn trên chiếc xe Prius thuê của mình, chiếc xe cách mặt đất một foot. Khoảng nửa dặm trên đường sẽ chuyển thành đường sỏi. Khoảng một dặm trên đường sỏi chuyển thành đường đất. Vài dặm nữa Đường hẹp lại và cứ hẹp dần cho đến khi nó giống như một làn đường dành cho xe 4 bánh. Không bao giờ nhìn thấy một chiếc xe hay ngôi nhà nào khác hoặc thậm chí là một loài gặm nhấm nào trên suốt chặng đường. Tôi hơi sợ vì chúng tôi mất sóng di động và định vị. Biết ơn vì bản đồ chúng tôi mang theo cùng với các biển báo Ngọn hải đăng đã giúp chúng tôi tiếp tục. Khi đến bãi đậu xe, chúng tôi rất vui vì có khoảng một chục chiếc ô tô. Mặc áo mưa, chúng tôi chạy xuống bãi biển, nơi có tầm nhìn ngoạn mục ra Hồ Superior và những tảng đá tuyệt đẹp này. Bạn có thể vào ngọn hải đăng và thậm chí leo lên đó, tôi đã làm như vậy. Ồ, tầm nhìn từ trên đỉnh. Sẽ hơi khó khăn nếu bạn gặp ai đó trên cầu thang. Trung tâm du khách có nhà vệ sinh xả nước và một cửa hàng quà tặng lớn hơn mong đợi. Người đàn ông ở đó đã đưa ra lời khuyên hữu ích là hãy đi trên con đường mà chúng tôi đã đi vào. Đọc thêm",
            "Đường đến đây khá gồ ghề ở một số điểm. Rất may, chúng tôi có một chiếc SUV và không gặp vấn đề gì. Ngay cả với một chiếc SUV lớn cũng phải mất 45 phút. Có những biển báo ở khắp mọi nơi để đảm bảo bạn đi đúng đường, vì có những con đường chỉ dành cho xe địa hình. Một khi bạn đến đó, bạn sẽ được thưởng những cảnh quan ngoạn mục. Bạn có thể đi lên đỉnh ngọn hải đăng miễn phí. Tôi gần như đã lên đỉnh, chồng tôi cũng đã lên đỉnh. Ruồi ở đây rất tệ, ngay cả khi mặc quần legging, chúng vẫn cắn vào chân tôi. Cửa hàng quà tặng cũng rất tuyệt, và tôi đã tìm được một bức tranh tuyệt vời với ba ngôi nhà ánh sáng mà chúng tôi đã ghé thăm trong chuyến đi nàyĐọc thêm",
            "Đường đến đây khá gồ ghề ở một số điểm. Rất may, chúng tôi có một chiếc SUV và không gặp vấn đề gì. Ngay cả với một chiếc SUV lớn cũng phải mất 45 phút. Có những biển báo ở khắp mọi nơi để đảm bảo bạn đi đúng đường, vì có những con đường chỉ dành cho xe địa hình. Một khi bạn đến đó, bạn sẽ được thưởng những cảnh quan ngoạn mục. Bạn có thể đi lên đỉnh ngọn hải đăng miễn phí. Tôi gần như đã lên đỉnh, chồng tôi cũng đã lên đỉnh. Ruồi ở đây rất tệ, ngay cả khi mặc quần legging, chúng vẫn cắn vào chân tôi. Cửa hàng quà tặng cũng rất tuyệt, và tôi đã tìm được một bức tranh tuyệt vời với ba ngôi nhà ánh sáng mà chúng tôi đã ghé thăm trong chuyến đi nàyĐọc thêm",
            "Đây là một cuộc phiêu lưu phải làm.  Khi đang lái xe trên đường chính M123, chúng tôi nhìn thấy biển báo ngọn hải đăng này và quyết định đi theo. Biển báo cho biết 18 dặm.  Vì vậy, chúng ta sẽ đi vào một ngày mưa phùn trên chiếc Prius của mình, thuê một chiếc ô tô cách mặt đất chỉ một bước chân.  Đi được chừng nửa dặm đường lại trải sỏi. Khoảng một dặm trong sỏi biến thành bụi bẩn. Còn vài dặm nữa Đường càng ngày càng thu hẹp cho đến khi giống như một làn đường dành cho xe 4 bánh.  Chưa bao giờ nhìn thấy một chiếc xe, một ngôi nhà nào khác hay thậm chí là một loài gặm nhấm trên suốt chặng đường. Tôi hơi lo sợ vì chúng tôi bị mất dịch vụ di động và điều hướng.  Cảm ơn tấm bản đồ mà chúng tôi đã mang theo cùng với các biển báo Ngọn hải đăng đã giúp chúng tôi tiếp tục đi tiếp. Khi tấp vào bãi đậu xe thì vui vẻ vì có khoảng chục chiếc ô tô.  Chúng tôi mặc áo mưa chạy xuống bãi biển, nơi có tầm nhìn ngoạn mục ra Hồ Superior và những tảng đá tuyệt đẹp này.  Bạn có thể đi vào ngọn hải đăng và thậm chí leo lên nó như tôi đã làm.  Ồ, góc nhìn từ trên xuống. Sẽ hơi khó khăn nếu bạn gặp ai đó ở cầu thang.  Trung tâm du khách có nhà vệ sinh xả nước và cửa hàng quà tặng lớn hơn dự kiến.  Người đàn ông ở đó đã đưa ra một số lời khuyên hữu ích là hãy đi trên con đường mà chúng tôi đã đi.Đọc thêm",
            "Một con đường lùi dài 28,7 dặm sẽ đưa bạn trở lại sự yên tĩnh tuyệt đẹp của Crisp Point. Đường có thể không dành cho tất cả các phương tiện, đặc biệt là thấp xuống mặt đất. Chúng tôi đã được thông báo rằng nó được phân loại thường xuyên nhưng nó có nhiều cát và một số tảng đá nhỏ, nhiều khúc cua nhanh và có thể khá nguy hiểm nếu trời mưa to. Đừng theo dõi GPS ngay cả khi bạn có dịch vụ di động, đây là vùng sâu vùng xa và bạn cần có một bản đồ tốt! Chúng tôi đã thấy một chiếc xe tải nhỏ, một chiếc sedan, xe Jeep, xe bán tải nhưng chúng tôi đã có một ngày đi đường hoàn hảo! Mang theo tất cả đồ ăn và nước uống của bạn, ở cửa hàng quà tặng đồ ăn không có bán gì cả. Khu đất mở cửa vào ngày 10-6, tôi sẽ kiểm tra xem nếu đi muộn hơn vào mùa thu vì trời sẽ tối, đây không phải là con đường mà hầu hết mọi người đều muốn đi trong bóng tối. Khuôn viên rất đẹp, ngọn hải đăng chật chội và tôi nghĩ phải leo tới 66 bậc thang để lên tới đỉnh bằng những bậc thang nhỏ khá nghiêng. 1012 bước cuối cùng giống như một cái thang, sau đó để ra ngoài bạn cần phải bò qua một cái hố có kích thước khoảng 3x3 foot. Bạn cũng có thể ở bên trong trên cùng để ngắm cảnh. Chỉ có 2 người chúng tôi, chúng tôi đợi những người trước xuống, khu vực nhỏ này không thể chứa quá 3-5 người một lúc. Đi ngược xuống thang rồi chạm vào cầu thang xoắn ốc để đi xuống. Sân rất đẹp, ghế dài, lối đi lót ván, cửa hàng quà tặng, phòng tắm, mặc dù không phải là một bãi đậu xe quá rộng. Những người canh giữ đều là tình nguyện viên, họ rất thú vị khi trò chuyện! Chúng tôi săn đuổi, chụp rất nhiều ảnh và ăn trưa trên chiếc xe Jeep của mình vì lũ chuồn chuồn thật khủng khiếp. Hãy uống thuốc xịt côn trùng, kem chống nắng, chúc bạn có một khoảng thời gian vui vẻ!Đọc thêm",
            "Bản thân ngọn hải đăng mang lại tầm nhìn tuyệt vời về Superior và thậm chí còn mang đến cho bạn một chút dịch vụ ở trên đỉnh! Nhưng những người canh giữ tình nguyện hôm nay đã biến nó thành một trải nghiệm tuyệt vời. Chúng tôi đã rẽ nhầm và cuối cùng bị mắc kẹt trong một đầm lầy theo đúng nghĩa đen hàng giờ nhưng vẫn quyết tâm xem mình đã đặt ra mục tiêu gì! Cuối cùng, khi chúng tôi đã vượt qua được con đường quanh co mà lẽ ra phải đi cũng không dành cho người yếu tim, họ không thể tử tế hơn và hãy để chúng tôi sử dụng điện thoại để liên hệ với cha mẹ để cho họ biết rằng chúng tôi vẫn an toàn. Sau khi ngắm cảnh, chúng tôi mua áo phông để kỷ niệm trải nghiệm và cô ấy đảm bảo rằng chúng tôi thực sự có thể lái xe trở lại - thậm chí còn đi xa để mời chúng tôi bánh mì kẹp!!! Chúng tôi không thể cảm ơn đủ vì lòng tốt của họ sau chuyến đi dài để đến đóĐọc thêm",
            "Chúng tôi thật may mắn khi nhìn thấy một chú Gấu đen trên con đường đầy cát dẫn đến ngọn hải đăng bên cạnh chiếc SUV của chúng tôi.. nó thật đẹp! Và cửa hàng quà tặng với các tình nguyện viên thật tuyệt vời.. và quang cảnh bãi biển ngọn hải đăng cũng vậy.. Đọc thêm",
            "Chúng tôi rất vui vì bạn đã nhìn thấy một con gấu và bạn thích chuyến thăm của mình!  Vui lòng ghé thăm chúng tôi một lần nữa!Đọc thêm",
            "Con đường đến ngọn hải đăng này là một thử thách nhưng trải nghiệm ngọn hải đăng rất đáng giá! Địa điểm đẹp và con người thân thiện!! Không chắc chắn về năm nhưng đó là trước đại dịch.Đọc thêm",
            "Chúng tôi rất vui vì bạn thích chuyến thăm của bạn.  Bây giờ là lúc để thực hiện một chuyến thăm hậu Covid!Đọc thêm",
            "Tôi luôn muốn đến thăm ngôi nhà ánh sáng này. Cuối cùng cũng có cơ hội. Đó là một cuộc hành trình xuống một số con đường trải nhựa. Chúng tôi không xa lạ gì với những con đường trải nhựa, chúng tôi đã sống trên đó nhiều năm. Nhưng càng đi xa, đường càng ít được chải chuốt. Nhưng chúng tôi đã làm được! Đáng giá chuyến đi. Bạn có thể leo lên ngọn hải đăng để ngắm cảnh miễn phí. Công viên đẹp đấy. Hãy thử ghé thăm nếu có thể nhé!Đọc thêm",
            "Chúng tôi rất vui vì bạn thích chuyến thăm của mình và hy vọng rằng bạn sẽ quay lại để xem Crisp!Đọc thêm",
            "Lái xe đến ngọn hải đăng cũng thú vị như đích đến.  Một cuộc dạo chơi dài 18 dặm trên con đường cát xuyên qua rừng quốc gia với những thăng trầm và những ngã rẽ. Con đường trông giống đường mòn ATV hơn nhưng có ô tô đi được! Khi đến đó có một ngọn hải đăng tuyệt đẹp mà bạn có thể đi lên và khám phá bờ Hồ Superior. Một cửa hàng quà tặng xinh xắn trong tòa nhà có các tình nguyện viên cung cấp thông tin rất hữu ích.  Phải xem khi ở khu vực Id nói.Đọc thêm",
            "Đây là bãi biển Michigan yêu thích của chúng tôi.  Tại sao?  Có rất ít người.  Chúng tôi thích săn đá, điều đó tốt cho điều đó.  Nó đầy lịch sử.  Và đó là một cuộc phiêu lưu kỳ lạ chỉ để đạt được điều đó!  Một chiếc xe bốn bánh là hữu ích nhưng không bắt buộc.  Những chiếc xe nhỏ sẽ làm được điều đó.  Nếu điều này hữu ích, hãy bỏ phiếu cho tôi.Đọc thêm",
            "Lần đầu tiên chúng tôi ghé thăm Ngọn hải đăng Crisp Point vào năm 2020 theo lời giới thiệu của bạn bè. Mặc dù rất thú vị nhưng đại dịch đã đóng cửa tòa tháp, ngày trời mưa và việc lái xe qua những con đường đất lầy lội là một niềm vui. Thời tiết khô hanh và 2 năm sau thì khác biết bao. Tuyến đường lái xe đã được đánh giá đầy đủ và thậm chí còn rất thú vị, và bản thân công viên cũng rất đẹp. Chúng tôi thích trò chuyện với gia đình người chăm sóc đến thăm trong cửa hàng quà tặng đầy những món đồ độc đáo, giá cả phải chăng. Sau đó leo lên tháp cứ thế và ăn bữa trưa dã ngoại của chúng tôi giữa một nơi yên tĩnh có mùi thơm như những cây thông trắng.  Công viên tiểu bang ngọn hải đăng này là định nghĩa của viên ngọc ẩn. Ba chi tiết: Có nhà vệ sinh đẹp, sạch sẽ. Khuôn viên rất đẹp - VÀ không có thùng rác. Bất cứ nơi nào.  Mang theo một hoặc hai túi để mang rác theo mình. Ký vào sổ lưu bút có một cái ở ngoài trời cũng như một cái khác trong các tòa nhà chính. Giúp công viên thể hiện giá trị của nó đối với du lịch Michigan.Đọc thêm"
        ],
        "star_ratings": [
            209,
            38,
            10,
            3,
            5
        ],
        "review_amount": 265,
        "location": [
            "Hoa Kỳ",
            "Tân việt quất",
            "Bán đảo Thượng",
            "Michigan MI",
            "Ngọn Hải Đăng Điểm Sắc Nét",
            "Các hoạt động ở Newberry"
        ],
        "reviews_time": [
            "Written June 15, 2023",
            "Written July 17, 2023",
            "Written September 24, 2023",
            "Written October 9, 2023",
            "Written October 9, 2023",
            "Written September 24, 2023",
            "Written July 17, 2023",
            "Written June 15, 2023",
            "Written December 10, 2022",
            "Written November 9, 2022",
            "Written October 1, 2022",
            "Written August 9, 2022",
            "Written July 17, 2022",
            "Written July 16, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g42519-d1778168-Reviews-Crisp_Point_Lighthouse-Newberry_Upper_Peninsula_Michigan.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g42519-d1778168-Reviews-or10-Crisp_Point_Lighthouse-Newberry_Upper_Peninsula_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g33047-d665853-Reviews-MB2_Entertainment-Santa_Clarita_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g304074-d1976179-Reviews-Citadel-Budva_Budva_Municipality.html",
            "https://www.tripadvisor.com/Attraction_Review-g34678-d8497974-Reviews-Ballast_Point_Park-Tampa_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d144041-Reviews-Philadelphia_Zoo-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g13806806-d1974076-Reviews-Dream_Mall-Qianzhen_Kaohsiung.html",
            "https://www.tripadvisor.com/Attraction_Review-g41555-d3445823-Reviews-Nauset_Light_Beach-Eastham_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d592490-Reviews-Seoul_Children_s_Grand_Park-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g194863-d21232810-Reviews-Lido_L_Incanto-Positano_Amalfi_Coast_Province_of_Salerno_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g297476-d19060596-Reviews-Delirium_Gastro_Bar-Cartagena_Cartagena_District_Bolivar_Department.html",
            "https://www.tripadvisor.com/Attraction_Review-g42673-d1014537-Reviews-Silver_Beach_County_Park-Saint_Joseph_Berrien_County_Michigan.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g42519-d1778168-Reviews-or10-Crisp_Point_Lighthouse-Newberry_Upper_Peninsula_Michigan.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g42519-d1778168-Reviews-Crisp_Point_Lighthouse-Newberry_Upper_Peninsula_Michigan.html"
    }
]