[
    {
        "attraction_name": "Crocoparc",
        "attraction_name_vi": "Crocoparc",
        "general_info": [
            "1.434 đánh giá",
            "- 1 trong 72 điều cần làm ở Agadir",
            "Thiên nhiên - Khu vực động vật hoang dã"
        ],
        "attraction_summary": "Một chiếc đầu cá sấu khổng lồ đánh dấu lối vào chính của công viên. Một ý tưởng sáng tạo và một dự án độc đáo ở Agadir, phía nam Maroc. Trang trại trong khu vực Đại Tây Dương chứa hơn 300 con cá sấu Nil - Crocodylus niloticus -. Kiến trúc và thiết kế của công viên mang lại cảm giác như đang ở trong một khu rừng, mang đến cho bạn tầm nhìn về rất nhiều loại cây và giống thực vật độc đáo.Đọc thêm",
        "reviews": [
            "Nếu bạn thích cá sấu, Crocopark là một chuyến thăm ngắn thực sự tuyệt vời. Chúng tôi là một cặp đôi đã đi vào một ngày trong tuần, vì vậy không cần phải xếp hàng - vé, chúng tôi chỉ cần đến bằng taxi và có thể đi bộ qua lối vào khá ấn tượng và mua vé mà không phải xếp hàng. \nBản thân công viên không quá lớn và chúng tôi đã hoàn thành chuyến tham quan trong khoảng một tiếng rưỡi. Những con cá sấu ở trong một chuồng lớn và bạn có thể ngắm nhìn chúng từ hầu hết mọi nơi. Thời gian cho ăn được dán xung quanh công viên và ở đó vào lúc 12:00. Ngoài ra còn có một khu vườn xương rồng trong đó cự đà đi lang thang tự do, với một chuồng rùa khổng lồ ở phía sau. Nhóm duy nhất không phải loài bò sát là nhóm khỉ đuôi sóc đáng yêu.\nKhai trương vào năm 2015, toàn bộ nơi này khá hiện đại và hoàn toàn đáng để ghé thăm, đặc biệt vì nó thực sự không mất nhiều thời gian. Chúng tôi đã không thử nhà hàng, vì vậy không thể nói về chất lượng, nhưng cửa hàng quà tặng khá đẹp và đáng để ghé qua. Đọc thêm",
            "Kính thưa quý khách,\nChúng tôi cảm ơn bạn vì đánh giá tuyệt vời và rất miễn phí này sau chuyến thăm của bạn.\nCác chi tiết bạn trích dẫn sẽ rất hữu ích cho khách truy cập trong tương lai.\nChúng tôi hy vọng sớm được gặp bạn.\nĐọc thêm",
            "Tôi rất ngạc nhiên khi thấy nơi này tốt đến mức nào - nó hoạt động rất tốt với nhiều không gian cho đàn cá sấu lưu thông. Công viên được bố trí và tạo cảnh đẹp mắt, với các khu bao quanh có khỉ, rắn, thằn lằn và rùa khổng lồ. Ngoài ra còn có một quán cà phê đàng hoàng, cửa hàng lưu niệm và cửa hàng đồ ngọt ngay trong khuôn viên. Nó - có giá rất hợp lý - một trải nghiệm tốt cho du khách.Đọc thêm",
            "Kính gửi quý khách, chúng tôi cảm ơn bạn đã ghé thăm Crocoparc và đăng bài đánh giá tuyệt vời này sau trải nghiệm của bạn. Đọc thêm",
            "Chuyến đi này có phải thông qua một công ty tư nhân đã trả tiền vé và di chuyển đến đó và quay lại với một tài xế địa phương thân thiện. Họ đưa chúng tôi vào vì họ có vé giúp chúng tôi. Chúng tôi đã dành 2 giờ ở đây là đủ cho chúng tôi. Họ có một quán cà phê ngay trong khuôn viên và chúng tôi sẽ sắp xếp để đến đón sau nếu biết. Nhìn chung, công viên là một trải nghiệm tuyệt vời với một số loài cá sấu lớn và một số động vật khác tại chỗ, nó có gì đó khác biệt. Chúng tôi không được xem giờ cho ăn nhưng vẫn có trải nghiệm tuyệt vời.  Cửa hàng quà tặng trên đường ra khỏi công viên là một cách hay để dành thời gian làm điều gì đó khác biệt.Đọc thêm",
            "Kính gửi quý khách, chúng tôi cảm ơn bạn đã ghé thăm Crocoparc và đăng bài đánh giá tuyệt vời này về vấn đề này.Đọc thêm",
            "Chúng tôi đi cùng bọn trẻ, thành thật mà nói thì không mong đợi gì nhiều. Lúc đầu, chúng tôi - được sắp xếp vào - một nhóm có hướng dẫn viên - nói tiếng Pháp -, người mà chúng tôi đã ở lại suốt thời gian qua. Anh ấy giải thích rất nhiều, nhưng không quá nhiều, vì đặc biệt là sự chú ý của bọn trẻ dưới nắng nóng rất kém. Người hướng dẫn thực sự đã chăm sóc nhóm của anh ấy, gắn kết nó lại với nhau. \n\nCông viên thực sự rất đẹp, có nhiều loài thực vật từ khắp nơi trên thế giới. Những bông hoa xinh đẹp, giấy cói sông Nile, cỏ mousse, hình xăm henna miễn phí, vườn ươm cá sấu với cá sấu con, mascotte, rùa đất, vườn xương rồng, cự đà, cây cầu cao, tảng đá rung chuyển, sân chơi và tất nhiên là rất nhiều cá sấu. Chúng tôi đã chứng kiến ​​việc cho cá sấu ăn và cuối cùng tất cả đều nhận được một chiếc áo phông bạc hà với một chiếc bánh quy.\n\nĐiểm tiêu cực duy nhất: chúng tôi không thể thanh toán bằng thẻ tín dụng trong cửa hàng lưu niệm vì kết nối internet quá tệ.\n\nChúng tôi chắc chắn sẽ quay lại khi chúng tôi quay lại khu vực này.Đọc thêm",
            "Kính thưa quý khách,\nChúng tôi cảm ơn bạn vì - đã ghé thăm Crocoparc và - đã đăng bài đánh giá này ở cuối.\nĐọc thêm",
            "Chúng tôi đã đến thăm Crocoparc tuần trước. Duy trì rất tốt. Rất nhiều cá sấu và thực vật đáng yêu từ khắp nơi trên thế giới. Chúng tôi yêu cự đà và rùa. Ngoài ra còn có rắn và khỉ nhỏ.\nCó những thời điểm nhất định hàng ngày cá sấu được cho ăn trước mặt khách.Đọc thêm",
            "Kính thưa quý khách,\nchúng tôi cảm ơn bạn vì - đã ghé thăm Crocoparc và - đã đăng bài đánh giá rất bổ ích này lên - số báo.Đọc thêm",
            "Một buổi sáng đẹp trời đi dạo quanh Crocoparc. Có rất nhiều thứ để xem ở đây - hàng trăm con cá sấu đủ kích cỡ, rùa cạn, anacondas, khỉ, cự đà, v.v. Chúng tôi đã tính thời gian phù hợp cho thời gian cho ăn lúc 12:00, điều này rất xứng đáng. \n\nCông viên rất sạch sẽ và được bảo trì tốt với đội ngũ nhân viên hữu ích và thân thiện.Đọc thêm",
            "Kính thưa quý khách,\nChúng tôi cảm ơn bạn đã ghé thăm Crocoparc và đăng bài đánh giá đáng khen ngợi này trên tạp chí này.Đọc thêm",
            "Crocopark rất đẹp và đội ngũ nhân viên am hiểu và quan tâm rất nhiều đến cá sấu! Chúng tôi đã có một ngày tuyệt vời nhất, một trong những điểm nổi bật đối với chúng tôi chắc chắn là phòng thoát hiểm. Ước gì tôi có thể nhớ tên của nhân viên đã giúp chúng tôi thoát khỏi phòng vì anh ấy cực kỳ vui nhộn và khiến nó trở thành một ngày đáng nhớ - Đọc thêm",
            "Kính thưa quý khách,\nChúng tôi cảm ơn bạn đã ghé thăm Crocoparc và chia sẻ kinh nghiệm của mình.\nHassan là tên cộng tác viên của chúng tôi, phụ trách trò chơi - Escape. \nĐọc thêm",
            "Đây là một chuyến tham quan tuyệt vời. Nếu bạn yêu cá sấu, bạn sẽ thích điều này! Bạn sẽ nhận được tiền boa từ hướng dẫn viên của chúng tôi, người sẽ giải thích tất cả về cách họ chăm sóc động vật và giúp nhân giống chúng trong tự nhiên. Những điểm hấp dẫn khác ở đây là rắn, thằn lằn, rùa khổng lồ và một số loài khỉ. Có 3 lần cho ăn nên bạn nên xem một trong số đó. Hướng dẫn viên tiếng Anh của chúng tôi rất nhiều thông tin, thật không may, không thể nhớ tên anh ấy, anh ấy đã làm việc đó được 2 năm nếu điều đó giúp nhận dạng anh ấy. Đây là một vài giờ giải trí tuyệt vời. Đội mũ và sử dụng biện pháp chống muỗi vì có rất nhiều nước.Đọc thêm",
            "Kính thưa quý khách,\nChúng tôi cảm ơn bạn đã ghé thăm Crocoparc và chia sẻ trải nghiệm của mình trên Tripadvisor.\nChúng tôi chắc chắn rằng ý kiến ​​của bạn sẽ hữu ích cho những du khách tới công viên trong tương lai.\n Đọc thêm",
            "Sự sắp xếp rất đẹp của nơi cư trú của cá sấu. Nó trông giống như dòng sông Nile thực sự. Trẻ em rất vui khi thấy cá sấu. Cây xương rồng sinh sống tuyệt vời. Lần đầu tiên tôi thấy như thế nàyĐọc thêm",
            "Kính thưa quý khách,\nChúng tôi cảm ơn bạn đã ghé thăm Crocoparc và rất vui khi các con bạn thích trang này.\nĐọc thêm",
            "Chúng tôi đã đến thăm điểm tham quan này 3 lần và rất thích mỗi lần ghé thăm. Giá vé vào cửa hợp lý và giá cà phê cũng ổn. Chúng tôi rất thích nơi này và rất vui khi thấy nhiều điểm tham quan hơn trong công viên đã được thêm vào. Đúng là nơi này nhỏ nhưng rất yên bình và là cách tuyệt vời để dành vài giờ. Chúng tôi đi phương tiện công cộng để đến công viên này và mặc dù xe buýt - tuyến số 5 từ Agadir - rất đông nhưng giá rất rẻ và dừng gần như bên ngoài công viên. Đọc thêm",
            "Kính thưa quý khách,\nCảm ơn vì lòng trung thành của bạn.\nĐội ngũ của chúng tôi sẽ luôn vui mừng được chào đón bạn.Đọc thêm",
            "Lớn hơn dự kiến. Rất nhiều thứ để xem và với giá cả, cũng xứng đáng. Bạn sẽ không thất vọng khi Iguana đi gần bạn và có nhiều hơn cả cá sấu để xemĐọc thêm",
            "Xuất sắc. Đây là một trong những điểm nổi bật của chuyến đi của chúng tôi đến Agadir. Những con cá sấu được chăm sóc chu đáo và đó là trải nghiệm mà chúng tôi sẽ không quên. Đặc biệt là nhìn thấy thời gian cho ăn!! Bạn thực sự có thể đến gần họ và có rất nhiều người ở đó. Nó chắc chắn đáng để đi! Họ cũng có cự đà và nhiều loại xương rồng, rắn và khỉ.Đọc thêm",
            "Tôi chắc chắn rằng đây sẽ là một chuyến đi trong ngày tốt hơn cho một gia đình có trẻ nhỏ vì ngoài cá sấu còn có những thứ mà bọn trẻ sẽ thích thú hơn. Khi lần đầu tiên nhìn thấy những con cá sấu, chúng tôi nghĩ chúng hầu hết là những bức tượng vì thực tế chúng đều đã khô ra ngoài và không cử động chút nào.... sau đó chúng tôi nhận ra tất cả chúng đều có thật.  Vì vậy, đó là những gì bạn nhận được rất nhiều con cá sấu vẫn như những bức tượng dưới ánh mặt trời, một số ít ở dưới nước và sau đó chúng tôi nhìn thấy một số con trong thời gian kiếm ăn từ xa.  Có một chuyến tham quan để theo dõi, nhưng dọc đường đi có rất nhiều điểm dừng khá thú vị. Bạn sẽ thấy những động vật khác như khỉ nhỏ, rùa, rắn, cá, thằn lằn và nhiều loại thực vật, cây cối và xương rồng khác nhau. Vì vậy, bạn sẽ có được một chút công bằng để xem và đi bộ xung quanh khu đất được bảo trì tốt. Chúng tôi đã mua vé trên Get Your Guide và giá khá tốt - 15 cho 2 người lớn bỏ qua hàng - không bao gồm phương tiện đi lại - Nhược điểm: - Vâng, một khi bạn đã nhìn thấy một một vài con cá sấu, số còn lại không làm gì nên không thú vị lắm - Có một quán cà phê bán đồ ăn, tôi chắc chắn họ nói họ bán bánh crepe nhưng khi tôi hỏi thì anh ấy nói họ không bán.  Loại kem chúng tôi mua không ngon đến mức nó có nhiều sạn.  Đến với một chiếc bánh quy croco rất ngon.  Đồ uống phô trương mà tôi nhận được thì ổn nhưng đắt tiền. - Quà lưu niệm đắt tiền hơn nhưng như mong đợi. - Tài xế taxi cắm trại bên ngoài lối vào và tôi thấy một số khách du lịch quấy rối để có được công việc kinh doanh của họ và họ nói xin lỗi, chúng tôi không quan tâm.. - Nó ở vùng ngoại ô nên cách hầu hết các khách sạn gần vịnh khoảng 20 phút đi taxi.Đọc thêm",
            "Đã có một ngày tuyệt vời tại công viên cá sấu, có nhiều khu vực khác nhau, với khu vực cá sấu chính, di chuyển đến hoa súng và thực vật - cây cối từ khắp nơi trên thế giới và các khu vực có cự đà - xương rồng và anacondas. Bọn trẻ rất thích món này và gọi đây là một trong những món chúng yêu thích khi chúng tôi đi nghỉ ở Agadir.Đọc thêm",
            "Giá trị rất tốt, ngăn kéo hàng đầu, trình bày đẹp mắt, điểm tham quan thú vị - - Nhà vệ sinh có thể là khách sạn 5 sao. Không thể bỏ qua nếu bạn ở Agadir, người lớn hoặc gia đình - Đọc thêm",
            "Kính thưa quý khách,\nChúng tôi cảm ơn bạn đã ghé thăm Crocoparc và đăng bài đánh giá rất đáng khen ngợi này.Đọc thêm",
            "Đây là một nơi tuyệt vời để xem thời gian cho cá sấu ăn là 12:00 và đó là điểm nổi bật vì vậy hãy kiểm tra thời gian cho ăn.  Còn hơn thế nữa với những con rùa khổng lồ, rắn cự đà và một số loài thực vật hấp dẫnĐọc thêm",
            "Kính thưa quý khách,\nChúng tôi cảm ơn bạn đã ghé thăm Crocoparc và đăng bài đánh giá này.\nCho cá sấu ăn thực sự là một màn trình diễn hay.Đọc thêm",
            "Tôi rất ngạc nhiên bởi có bao nhiêu việc phải làm ở đây - đặc biệt nếu bạn có con đi cùng. Ngoài vô số cá sấu, còn có những khu đất có cảnh quan tuyệt đẹp, những khu vui chơi tuyệt vời, một quán cà phê râm mát - cần thiết trong cái nóng 35 độ -, rất nhiều ngóc ngách tạo nên một chuyến hành trình thú vị quanh công viên, hình xăm henna, vẽ tay cho trẻ em . Chúc bạn vui vẻ ngay cả trong một ngày rất nóng.Đọc thêm",
            "Kính thưa quý khách,\nChúng tôi cảm ơn bạn đã ghé thăm Crocoparc và đăng bài đánh giá tuyệt vời này.Đọc thêm",
            "Đây là một buổi chiều đáng yêu. Chúng tôi đang đi du lịch với 5 đứa trẻ, 2 đứa trẻ mắc chứng tự kỷ và một đứa ngồi xe lăn. Tuyến đường này chủ yếu dành cho xe lăn. Chúng tôi đến thăm vào buổi chiều và nó rất yên tĩnh, rất phù hợp với trẻ tự kỷ có nhu cầu về giác quan. Các nhân viên rất thân thiện và hữu ích, đủ để giúp tất cả chúng tôi giải trí vui vẻ trong vài giờ. Tôi rất khuyến khích. Đọc thêm",
            "Kính thưa quý khách, \nChúng tôi cảm ơn bạn đã ghé thăm Crocoparc và đăng bài đánh giá chi tiết và đáng khen ngợi này.Đọc thêm",
            "- 7 mỗi con - và thật tuyệt. Chúng tôi đi xe buýt đến đó với giá khoảng 4 dirham mỗi con - khoảng 30 xu! - và dành khoảng 2 giờ ở đây. Thật thú vị khi được nhìn thấy tất cả những con cá sấu và không ngờ lại được nhìn thấy nhiều loài động vật khác nữa - khỉ, rùa khổng lồ, ếch, rắn - . Thật tuyệt khi biết rằng họ không kiếm được tiền bằng cách bắt cá sấu biểu diễn - Tôi cố gắng tránh tất cả các công viên động vật và sở thú có động vật biểu diễn vì tôi không đồng ý với điều đó - vì vậy thật tuyệt khi biết rằng chúng được chăm sóc và có thói quen tránh xa con người - những người có khả năng giết chúng - . Nhìn chung, tôi chắc chắn sẽ giới thiệu một chuyến thăm đến đây! Đọc thêm",
            "Kính thưa quý khách, \nChúng tôi cảm ơn bạn đã ghé thăm Crocoparc và đăng bài đánh giá đáng khen ngợi này trên tạp chí này.Đọc thêm",
            "Đây là một chuyến đi tuyệt vời 10 - 10. Đó không phải là điều tôi thực sự hào hứng nhưng thật tuyệt vời khi hướng dẫn viên của chúng tôi rất nhiều thông tin và công viên được bố trí đẹp mắt và tất cả các loài động vật đều được chăm sóc chu đáo. Tất cả chúng tôi đều yêu thích vài giờ ở đây và rất khuyến khích điều đó.Đọc thêm",
            "Kính thưa quý khách,\nChúng tôi cảm ơn bạn đã ghé thăm Crocoparc và đăng bài đánh giá đáng khen ngợi này trên tạp chí này.Đọc thêm"
        ],
        "star_ratings": [
            1006,
            333,
            62,
            18,
            15
        ],
        "review_amount": 1434,
        "location": [
            "Agadir",
            "Cá sấu",
            "Ma-rốc",
            "Các hoạt động ở Agadir",
            "khối lượng sous",
            "Châu phi"
        ],
        "reviews_time": [
            "Written July 13, 2023",
            "Written July 23, 2023",
            "Written August 6, 2023",
            "Written August 13, 2023",
            "Written September 8, 2023",
            "Written September 14, 2023",
            "Written October 4, 2023",
            "Written October 13, 2023",
            "Written October 30, 2023",
            "Written November 18, 2023",
            "Written May 30, 2024",
            "Written May 24, 2024",
            "Written May 8, 2024",
            "Written May 8, 2024",
            "Written April 27, 2024",
            "Written April 18, 2024",
            "Written April 16, 2024",
            "Written April 14, 2024",
            "Written April 9, 2024",
            "Written April 5, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293731-d8152172-Reviews-Crocoparc-Agadir_Souss_Massa.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g293731-d19694855-Reviews-Hilal_Box_Agadir-Agadir_Souss_Massa.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293731-d16690190-Reviews-Crepe_Go-Agadir_Souss_Massa.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293731-d17803169-Reviews-Mikey_s_burger-Agadir_Souss_Massa.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293731-d5971918-Reviews-Delizia_Pizzeria-Agadir_Souss_Massa.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293731-d7341774-Reviews-Le_7eme_Art-Agadir_Souss_Massa.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293731-d18750674-Reviews-Dak_Art-Agadir_Souss_Massa.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1432334-d2280730-Reviews-La_Pergola-Inezgane_Agadir_Souss_Massa.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293731-d13328207-Reviews-Sodivias_Cafe_Restaurant-Agadir_Souss_Massa.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293731-d6922627-Reviews-Beldi_Express-Agadir_Souss_Massa.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293731-d2092217-Reviews-Atlas_Kasbah_Restaurant-Agadir_Souss_Massa.html",
            "https://www.tripadvisor.com/Attraction_Review-g293731-d481060-Reviews-Plage_d_Agadir-Agadir_Souss_Massa.html",
            "https://www.tripadvisor.com/Attraction_Review-g293731-d4228498-Reviews-Souk_El_Had_d_Agadir-Agadir_Souss_Massa.html",
            "https://www.tripadvisor.com/Attraction_Review-g480211-d15757337-Reviews-Fabrica_de_alfombras_artesanales-Tinerhir_Souss_Massa.html",
            "https://www.tripadvisor.com/Attraction_Review-g293731-d2248700-Reviews-La_Medina_d_Agadir-Agadir_Souss_Massa.html",
            "https://www.tripadvisor.com/Attraction_Review-g293731-d318066-Reviews-Agadir_Fishing_Port-Agadir_Souss_Massa.html",
            "https://www.tripadvisor.com/Attraction_Review-g293731-d3387559-Reviews-Accrobranche_Souss_Park-Agadir_Souss_Massa.html",
            "https://www.tripadvisor.com/Attraction_Review-g293731-d24091724-Reviews-Tours_jet_ski_Jawad-Agadir_Souss_Massa.html",
            "https://www.tripadvisor.com/Attraction_Review-g293731-d15035721-Reviews-Xtreme_Park-Agadir_Souss_Massa.html",
            "https://www.tripadvisor.com/Attraction_Review-g293731-d6754109-Reviews-Casino_Le_Mirage-Agadir_Souss_Massa.html",
            "https://www.tripadvisor.com/Attraction_Review-g293731-d25337728-Reviews-Club_Equestre_Lamzar-Agadir_Souss_Massa.html",
            "https://www.tripadvisor.com/Attraction_Review-g293731-d8152172-Reviews-or10-Crocoparc-Agadir_Souss_Massa.html",
            "https://www.tripadvisor.com/Attraction_Review-g293731-d8047011-Reviews-Agadir_Journey-Agadir_Souss_Massa.html",
            "https://www.tripadvisor.com/Attraction_Review-g293731-d11817084-Reviews-Agadir_Loisirs_Quad-Agadir_Souss_Massa.html",
            "https://www.tripadvisor.com/Attraction_Review-g293731-d481087-Reviews-Taghazout_Beach-Agadir_Souss_Massa.html",
            "https://www.tripadvisor.com/Attraction_Review-g293731-d3688661-Reviews-Marina_D_Agadir-Agadir_Souss_Massa.html",
            "https://www.tripadvisor.com/Attraction_Review-g293731-d8092332-Reviews-Paradise_Valley_Agadir-Agadir_Souss_Massa.html",
            "https://www.tripadvisor.com/Attraction_Review-g17499680-d25151261-Reviews-Timlalin_Sandboarding_Site-Tamri_Agadir_Souss_Massa.html",
            "https://www.tripadvisor.com/Attraction_Review-g293731-d7356701-Reviews-Thalassa_Sea_Spa-Agadir_Souss_Massa.html",
            "https://www.tripadvisor.com/Attraction_Review-g3213165-d24949702-Reviews-Agadir_Destination_Guide-Ait_Melloul_Agadir_Souss_Massa.html",
            "https://www.tripadvisor.com/Attraction_Review-g16720326-d19386204-Reviews-Agadir_Escape_Game-Drarga_Souss_Massa.html",
            "https://www.tripadvisor.com/Attraction_Review-g293731-d13880141-Reviews-Anna_Layla_Travel-Agadir_Souss_Massa.html",
            "https://www.tripadvisor.com/Attraction_Review-g293731-d12533632-Reviews-Adi_Tours-Agadir_Souss_Massa.html",
            "https://www.tripadvisor.com/Attraction_Review-g293731-d3559388-Reviews-Tamazirt_Evasion-Agadir_Souss_Massa.html",
            "https://www.tripadvisor.com/Attraction_Review-g293731-d7131087-Reviews-Agadir_Golf_Training_Center-Agadir_Souss_Massa.html",
            "https://www.tripadvisor.com/Attraction_Review-g293731-d13189520-Reviews-Agadir_Safari-Agadir_Souss_Massa.html",
            "https://www.tripadvisor.com/Attraction_Review-g293731-d7745861-Reviews-Tour_Agadir-Agadir_Souss_Massa.html",
            "https://www.tripadvisor.com/Attraction_Review-g293731-d20020161-Reviews-Abdoul_Agadir-Agadir_Souss_Massa.html",
            "https://www.tripadvisor.com/Attraction_Review-g293731-d13482006-Reviews-Itrane_Spa-Agadir_Souss_Massa.html",
            "https://www.tripadvisor.com/Attraction_Review-g293731-d2149798-Reviews-Argan_Phyto_House-Agadir_Souss_Massa.html",
            "https://www.tripadvisor.com/Attraction_Review-g293731-d4100119-Reviews-Agadir_Tagesausfluge-Agadir_Souss_Massa.html",
            "https://www.tripadvisor.com/Attraction_Review-g293732-d4954675-Reviews-Trek_Morocco_Desert-Casablanca_Casablanca_Settat.html",
            "https://www.tripadvisor.com/Attraction_Review-g293731-d20035311-Reviews-Agadir_Fun-Agadir_Souss_Massa.html",
            "https://www.tripadvisor.com/Attraction_Review-g293731-d15701542-Reviews-Amazigh_Immersion-Agadir_Souss_Massa.html",
            "https://www.tripadvisor.com/Attraction_Review-g317119-d12872343-Reviews-Katpana_Desert-Skardu_Gilgit_Baltistan.html",
            "https://www.tripadvisor.com/Attraction_Review-g187437-d19092710-Reviews-Mercadillo_del_Puerto-Estepona_Costa_del_Sol_Province_of_Malaga_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g30787-d8007236-Reviews-Wilderness_Park-Prattville_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d188709-Reviews-Arc_de_Triomphe-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g189449-d2299330-Reviews-Colorado_Club-Rhodes_Dodecanese_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g1015495-d933965-Reviews-Zoologico_de_Vallarta-Mismaloya_Puerto_Vallarta.html",
            "https://www.tripadvisor.com/Attraction_Review-g297576-d6962455-Reviews-Argo_Cable_Car-Batumi_Adjara_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g1435792-d18338608-Reviews-Opal_Beach-Pensacola_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d12400029-Reviews-Magic_Mike_Live_at_SAHARA_Las_Vegas-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g21374629-d7288348-Reviews-Vana_Nava_Water_Jungle-Nong_Kae_Hua_Hin_Prachuap_Khiri_Khan_Province.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293731-d8152172-Reviews-or10-Crocoparc-Agadir_Souss_Massa.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293731-d8152172-Reviews-Crocoparc-Agadir_Souss_Massa.html"
    }
]