[
    {
        "attraction_name": "Crocodile Lake",
        "attraction_name_vi": "Hồ Cá Sấu",
        "general_info": [
            "12 đánh giá",
            "- 1 trong 3 điều nên làm ở Vườn Quốc Gia Cát Tiên",
            "Nguồn nước"
        ],
        "attraction_summary": "Hồ Cá Sấu là nơi sinh sống của hơn 200 con cá sấu Xiêm và là một trong những điểm nổi bật của Vườn Quốc gia Cát Tiên. Có thể đến hồ bằng hai tuyến đường khác nhau. Lựa chọn dễ dàng hơn bao gồm lái xe 9 km hoặc đi xe đạp từ trụ sở công viên và đi bộ 5 km đến đầm lầy. Chuyến đi này cũng là một trong những khu vực tốt nhất để ngắm nhìn động vật hoang dã trong công viên với việc thường xuyên nhìn thấy các loài linh trưởng, động vật có vú, rắn, chim và côn trùng.Đọc thêm",
        "reviews": [
            "Tôi đã đến đó năm ngoái. Một nơi yên bình với con đường mòn đẹp trong rừng, rất ít khách du lịch. Hãy cẩn thận, tôi và bạn tôi chưa hề chuẩn bị tinh thần để gặp rất nhiều đỉa trên đường đi trong rừng. Bạn phải mang theo một chiếc quần dài bên mình và - chống đỉa - tất - đỉa có thể xuyên qua tất thể thao tiêu chuẩn -. Chúng ta có thể đặc biệt xui xẻo vào ngày này, nhưng hãy biết rằng nếu không chuẩn bị, bạn có thể dễ dàng bị 20 con đỉa bám vào chân. Mình thậm chí còn có một cái trên trán :DĐọc thêm",
            "Tôi - đã ở đây nhiều lần và sẽ quay lại nhiều nhất có thể. Hệ thực vật và động vật trên đường đến hồ rất đáng để bạn đạp xe và đi bộ một mình. Sau đó, bạn sẽ đến hồ! Đầy cá sấu và chim - hãy đến sớm, chúng ngủ trưa sau 10 hoặc 11 giờ sáng - bạn sẽ không phải thất vọng. Đọc thêm",
            "Chúng tôi rất thích đi bộ đến hồ cá sấu.  Chúng tôi đi xe từ trung tâm công viên đến lối vào đường mòn dẫn đến hồ.  Chúng tôi đi bộ khoảng 2 tiếng để đến hồ trên con đường mòn bằng đá - xi măng.  Đi lại rất dễ dàng và không có bùn.  Chúng tôi nhìn thấy những con khỉ trên đường đi. Hồ rộng và đẹp.  Những người phục vụ công viên ở lại đó và phục vụ bữa trưa cho những người tham gia chuyến tham quan.  Bạn cũng có thể sắp xếp để ở lại đó.  Tôi ước gì chúng tôi biết điều đó nhưng chúng tôi đang ở tại TaLai Longhouse, nơi cũng rất đáng yêu.Đọc thêm",
            "Great short jungle hike. Start early, when the animals are active, it gets hotter quickly and then the jungle is going into rest mode. We did the first 9 km by jeep. You can also choose to walk or go by bike. The last 5 km are really on narrow paths through the forest, the walk is easy with no major elevations. Leech socks are recommended, we saw quite some leeches on our legs. There were plenty crocodiles in the lake. You can see them swim. One even came out of the water for a short while. There is an observation platform where you can also order drinks. The place is very peaceful. If you like, you can also have someone give you a boat ride for about 100 - 150k Dong, to get closer to the animals. It - s a row boat, no engine. Be aware that whatever you hike - bike, you also have to hike - bike back. Don - t underestimate the heat, even the distance sounds like a piece of cake. Take plenty of water or buy water for your way back at the observation platform. Read more",
            "Thật khó để đến được đó. Vì đang vào mùa mưa nên đường rất lầy lội nên đôi khi chúng tôi phải xuống xe. Đi xe đạp được 9 km và sau đó bạn vẫn cần đi bộ thêm 5 km nữa xuyên qua rừng rậm. Có một con đường mòn trong rừng nên không khó đi lắm. Hồ rất đẹp nhưng tiếc là chúng tôi không nhìn thấy cá sấu. Chúng tôi chỉ nhìn thấy một con cá sấu con. Vì vậy, đừng quá hào hứng với những chú cá sấu khi bạn đến đây vì chúng ẩn mình rất giỏi. Chúng tôi đã thực hiện một chuyến đi thuyền quanh hồ thật tuyệt. Nếu không thì không có nhiều việc phải làm ở đó nhưng việc đi bộ xuyên rừng đã rất đẹp rồi. Bạn thậm chí có thể phát hiện ra một số loài động vật trên đường tới đó nếu bạn im lặng. Đó là một chuyến đi thú vị nhưng theo tôi thì giá hơi quá đắt so với những gì nó vốn có - vào hồ là 140.000 vnd, phà đến công viên 60.000 vnd, thuê xe đạp 150.000 vnd - . Đặc biệt là lối vào hồ có giá quá cao.Đọc thêm",
            "Hoạt động hướng tới thời điểm du lịch quý giá. Cung cấp một giới thiệu tốt về khu vực. Các nhân viên kiểm lâm hữu ích của công viên cung cấp thông tin chi tiết về động vật hoang dã.Đọc thêm"
        ],
        "star_ratings": [
            6,
            4,
            2,
            0,
            0
        ],
        "review_amount": 12,
        "location": [
            "Những điều cần làm ở Vườn quốc gia Cát Tiên",
            "Tỉnh Lâm Đồng",
            "Vườn quốc gia Cát Tiên",
            "Việt Nam",
            "Hồ Cá Sấu",
            "Châu Á"
        ],
        "reviews_time": [
            "Written February 2, 2024",
            "Written November 30, 2021",
            "Written December 13, 2019",
            "Written November 23, 2019",
            "Written September 24, 2019",
            "Written February 24, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g1673756-d16666036-Reviews-Crocodile_Lake-Cat_Tien_National_Park_Lam_Dong_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g17307143-d26790200-Reviews-Cat_Tien_Bear_Sanctuary_Free_the_Bears-Cat_Tien_Phu_Cat_Binh_Dinh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g8841040-d12162656-Reviews-Cat_Tien_Park-Nam_Cat_Tien_Tan_Phu_District_Dong_Nai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1673756-d12878793-Reviews-Cat_Tien_Travel-Cat_Tien_National_Park_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g41860-d3913936-Reviews-Hopewell_Park-Taunton_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g34637-d3326717-Reviews-Juniper_Springs_Recreation_Area-Silver_Springs_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g187890-d195292-Reviews-Catacombe_dei_Cappuccini-Palermo_Province_of_Palermo_Sicily.html",
            "https://www.tripadvisor.com/Attraction_Review-g295414-d17321677-Reviews-Super_space-Karachi_Sindh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g60864-d181634-Reviews-Lalaurie_Mansion-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g60827-d7785279-Reviews-Kings_Plaza_Mall-Brooklyn_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g33364-d10458721-Reviews-Quail_Lake_Park-Colorado_Springs_El_Paso_County_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g41649-d4549641-Reviews-Lupa_zoo-Ludlow_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g58648-d3915711-Reviews-Affordable_Mopeds-Ocean_Shores_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g298253-d472609-Reviews-Watamu_Beach-Malindi_Coast_Province.html"
        ],
        "url_next": "",
        "url": "https://www.tripadvisor.com/Attraction_Review-g1673756-d16666036-Reviews-Crocodile_Lake-Cat_Tien_National_Park_Lam_Dong_Province.html"
    }
]