[
    {
        "attraction_name": "Crystal Geyser",
        "attraction_name_vi": "Mạch nước phun pha lê",
        "general_info": [
            "104 đánh giá",
            "- 6 trong số 18 điều cần làm ở Green River",
            "Suối nước nóng - Geysers"
        ],
        "attraction_summary": "Chúng tôi đã xác định được mạch nước phun này mà không tốn nhiều công sức.  Khi đến đó, không có bất kỳ thông tin nào về mạch nước phun và không có thông tin nào cho biết khi nào nó sẽ phun trào.  Chúng tôi quanh quẩn một lúc và nói chuyện với những người khác đến trước chúng tôi hàng giờ.  Tôi biết nguyên nhân là do sự tích tụ khí, nhưng liệu nó có liên quan đến thời gian trong năm không?  Nó có tắt đều đặn không?  Một thời điểm nhất định trong đêm?  Tôi không khuyên bạn nên dành thời gian hoặc lái xe xuống con đường rải sỏi để không nhìn thấy mạch nước phun phun trào.Đọc thêm",
        "reviews": [
            "Nơi gọn gàng. Dễ dàng để đến. Rất nhiều bãi đậu xe. Bạn có thể đi bộ đến Geiser. Tôi ngồi trên những tảng đá một lúc và thực sự thích thú với tiếng nước chảy.Đọc thêm",
            "Chúng tôi đã đến thăm vào cuối vụ phun trào.. một nơi cực kỳ thú vị để ghé thăm. 2 chuyến tham quan bằng xe van đã bị kẹt sâu hơn một chút nên chắc chắn hãy kiểm tra thời tiết trước khi lái xe ra ngoài. Khung cảnh tuyệt đẹp.Đọc thêm",
            "Tôi - đã đến Crystal Geyser nhiều lần và luôn đáng để xem liệu nó có nổ hay không! Sau khi đọc các nhận xét, tôi thấy rất nhiều người đã đến đó khi nó chỉ mới hoạt động một chút. Tôi làm điều này hàng giờ trước khi nó tắt. Nó chỉ cần một chút kiên nhẫn. Trừ khi mọi thứ đã thay đổi, tôi luôn tin rằng nó sẽ tắt cứ sau 14 giờ. Trước đây, bạn có thể dừng lại ở các trạm xăng đầu tiên ở phía tây thị trấn và họ sẽ biết lần cuối cùng nó đổ xăng là khi nào. Tôi cũng đồng ý rằng nên có một liên kết trên trang web để cho bạn biết lần cuối nó nổ là khi nào và thời điểm dự kiến ​​nó sẽ phun trào tiếp theo. Trước đây, tôi đã từng thấy nó bắn xa ít nhất 50 đến 60 feet! Rất đáng xem!Đọc thêm",
            "Trang web rất độc đáo.  Nguyên thủy.  Và tất nhiên, chúng tôi không ở đó khi nó đang phun trào.  Nhà nước đã không duy trì được nguồn thông tin - biển hiệu - thông tin địa danh - , nhưng các tạp chí du lịch địa phương có một số thông tin nếu bạn muốn.  Khung cảnh đáng yêu của dòng sông xanh.Đọc thêm",
            "Đây là lần thứ hai đến thăm mạch nước phun. Cho dù mạch nước phun có phun trào hay không thì đây vẫn là một nơi tuyệt đẹp để ghé thăm và thực sự có vẻ giống như một viên ngọc ẩn.  Nếu bạn thích sự cô độc yên tĩnh trong tự nhiên thì đây chính là nó. Chỉ có hai chiếc xe khác cả hai lần chúng tôi ghé thăm. Nếu bạn đặc biệt muốn chứng kiến ​​một vụ phun trào, hãy thực hiện một số nghiên cứu trước và lên kế hoạch dành chút thời gian ở đó vì mạch nước phun không có lịch trình thường xuyên. Con đường bắt đầu bằng mặt đường gồ ghề và sau đó là đường đất. Có vẻ như con đường gần đây đã được nâng cấp khi chúng tôi đi vì nó thực sự không gồ ghề đến thế. Đường có biển chỉ dẫn tới mạch nước phun nên chú ý.Đọc thêm",
            "Mạch nước phun này hoạt động 8 giờ một lần - khoảng 66 giờ - . Không có cách nào để biết lần cuối cùng nó nổ là khi nào vì đây không phải là một điểm thu hút khách du lịch nổi tiếng. Tôi đến nơi và mạch nước phun đã tắt và đã tắt được 20 phút - những người ở đó nói -. Nó chỉ bắn được khoảng 3 ft trong không trung. Ổ đĩa được lát một phần và sau đó biến thành đất. Nó nằm ngay dọc theo dòng sông xanh và là một địa điểm tuyệt đẹp để dừng chân và ngắm nhìn.Đọc thêm",
            "Không phải những gì tôi mong đợi.  Có lẽ tôi nên nghiên cứu thêm, nhưng những gì tôi đọc được nói rằng nó thường phun trào cứ sau 8 giờ, và nếu bạn thực sự muốn thấy nó phun trào, bạn chỉ nên lên kế hoạch cắm trại ở đó qua đêm.  Điều mà tôi đã định làm.  Tôi khá ngạc nhiên khi biết rằng khi tôi đến nơi, nó đang phun trào.  Và nó cứ phun trào suốt thời gian tôi ở đó - tôi đã đổi ý và không qua đêm - .  Nhưng đó không phải là vụ phun trào cao 20 foot mà tôi đã xem trong ảnh, giống một đài phun nước nhỏ hơn.  Tôi - đã đọc kể từ đó, rằng họ nghĩ rằng một loại hoạt động địa nhiệt nào đó đã thay đổi hoạt động của mạch nước phun bởi vì nó không còn bắn lên không trung như trước nữa.  Điều ngạc nhiên khác là nơi này đẹp đến thế nào.  Flowstone là tuyệt đẹp.  Nếu bạn sở hữu một chiếc RV, giống như tôi, hãy chuẩn bị tinh thần cho việc lái xe CHẬM đến mạch nước phun từ Xa lộ Liên tiểu bang - khoảng sáu dặm, trên những con đường thực sự tồi tàn, có ván giặt, tốc độ 5 dặm một giờ.  Nhưng điều đó mang lại cho bạn nhiều thời gian để ngắm cảnh, điều này chắc chắn đáng để bạn lái xe.  Như là mạch nước phun.  Đối với tôi, có vẻ là một việc khá đơn giản nếu đặt một tấm biển bảng đen trong khu vực để cho mọi người biết lần phun trào cuối cùng của nó là khi nào.  Nếu thời tiết tốt hơn - sắp có bão - thì tôi đã cắm trại qua đêm.  Có vẻ như đây sẽ là một nơi tuyệt vời để cắm trại, ngay cạnh Sông Xanh.Đọc thêm",
            "Tảng đá rất đẹp nhưng không cách nào biết được lần phun trào cuối cùng là khi nào hoặc khi nào sẽ có lần phun trào tiếp theo. Chúng tôi đã cố gắng tìm kiếm bất kỳ thông tin nào về các vụ phun trào để biết phải đợi bao lâu hoặc khi nào quay trở lại nhưng không có gì cả. Đọc thêm",
            "Mạch nước phun không phun thường xuyên. Chúng tôi ở đó khoảng 45 phút và không có gì. Điểm câu cá tuyệt vời trên Sông Green. Không tốt cho xe thấp, tất cả đều là đường đất. Đọc thêm"
        ],
        "star_ratings": [
            35,
            36,
            19,
            9,
            5
        ],
        "review_amount": 104,
        "location": [
            "Mạch nước phun pha lê",
            "Hoa Kỳ",
            "Utah - UT -",
            "Dòng sông xanh",
            "Những điều cần làm ở Sông Xanh"
        ],
        "reviews_time": [
            "Written June 18, 2023",
            "Written May 21, 2023",
            "Written October 9, 2022",
            "Written October 8, 2022",
            "Written September 24, 2022",
            "Written June 6, 2022",
            "Written March 26, 2022",
            "Written October 25, 2020",
            "Written October 8, 2020",
            "Written August 25, 2020"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g57000-d2716998-Reviews-Crystal_Geyser-Green_River_Utah.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g57000-d2716998-Reviews-or10-Crystal_Geyser-Green_River_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g57000-d631651-Reviews-Goblin_Valley_State_Park-Green_River_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g57000-d4105260-Reviews-Black_Dragon_Canyon_Trail-Green_River_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g57000-d2436455-Reviews-Green_River_State_Park-Green_River_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g57000-d14958307-Reviews-Little_Wild_Horse_and_Bell_Canyon_Trail-Green_River_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g57000-d8761478-Reviews-Swasey_s_Beach-Green_River_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g57000-d12379157-Reviews-Crawford_Draw_Slot_Canyon-Green_River_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g57000-d23681513-Reviews-Goblin_s_Lair_Trail-Green_River_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g57000-d15223072-Reviews-Farnsworth_Canyon-Green_River_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g57000-d15222994-Reviews-Ding_and_Dang_Canyons-Green_River_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g57000-d12473183-Reviews-Moonshine_Wash-Green_River_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g41565-d10662843-Reviews-Menauhant_Beach-Falmouth_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g8363967-d9867151-Reviews-Dream_Park-6th_of_October_City_Giza_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g189158-d524075-Reviews-Estacao_do_Oriente-Lisbon_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g189970-d8413338-Reviews-Flybus_Airport_Transfer-Reykjavik_Capital_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d1674344-Reviews-Fantasy_Golf-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g32762-d117243-Reviews-Muir_Beach-Muir_Beach_Marin_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d2012159-Reviews-Kia_Center-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g47816-d10328264-Reviews-Great_Neck_Steppingstone_Park-Great_Neck_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g230156-d2495218-Reviews-Dwejra_Bay-San_Lawrenz_Island_of_Gozo.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d6650908-Reviews-11th_Arrondissement-Paris_Ile_de_France.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g57000-d2716998-Reviews-or10-Crystal_Geyser-Green_River_Utah.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g57000-d2716998-Reviews-Crystal_Geyser-Green_River_Utah.html"
    }
]