[
    {
        "attraction_name": "Crystal Cave",
        "attraction_name_vi": "Hang Pha Lê",
        "general_info": [
            "386 đánh giá",
            "1 trong số 20 điều cần làm ở Kutztown",
            "Hang động Hang động",
            "Thành tạo địa chất"
        ],
        "attraction_summary": "Xem PA trình diễn hang động đầu tiên. Được phát hiện vào năm 1871 và mở cửa cho công chúng tham quan ngay sau đó, Crystal Cave đã hoạt động không bị gián đoạn kể từ thời điểm đó. Chuyến tham quan hang động kéo dài một giờ bắt đầu bằng phần trình chiếu video mô tả lịch sử của Hang Pha Lê và sự hình thành các hang động. Hướng dẫn viên sẽ đưa bạn vào hang động và cung cấp cho bạn một chuyến tham quan vừa mang tính giáo dục vừa thú vị. Hang Pha Lê được biết đến với sự phong phú của các thành tạo với nhiều kích cỡ và màu sắc khác nhau. Hơn năm triệu người lớn và trẻ em đã rất thích thú với bảo tàng thiên nhiên dưới lòng đất này. Sau chuyến tham quan, bạn có thể muốn ghé thăm cửa hàng quà tặng và đồ lưu niệm của chúng tôi, triển lãm lịch sử, Amish Buggy đích thực, cột Totem Ấn Độ thực sự và công viên dã ngoại rợp bóng mát trên 150 mẫu đất tuyệt đẹp. Các hoạt động khác mở theo mùa bao gồm sân gôn thu nhỏ, đãi đá quý, Tiệm kem, Quán cà phê Crystal Cave và Bảo tàng.Đọc thêm",
        "reviews": [
            "Đây là lần đầu tiên tôi trải nghiệm hang động, một kỳ quan thiên nhiên tuyệt vời đối với tôi.  Hướng dẫn viên của chúng tôi Lisa, người dường như chỉ có thể hét lên đã giới thiệu video bằng cách nói với chúng tôi rằng nó thật nhàm chán.  Hmmmm...thật sao?  Không chuyên nghiệp lắm, cô ấy cũng không có quy tắc 1- Đừng tè ra quần. Nó không dừng lại ở đó!  Ờ.  Thô.  \nCô ấy rất am hiểu về nhiều thứ khác nhau mà chúng ta có thể thấy trong hang động. măng đá, cột, đá chảy, v.v.\nĐây chắc chắn là một hang động không thể bỏ qua.Đọc thêm",
            "Chúng tôi rất vui mừng được đưa các cháu đến một hang động ở địa phương. Đồ trang trí đẹp mắt trong hang động với nhiều hình dáng đa dạng.  Tuy nhiên, chuyến tham quan có quá nhiều người.  Hướng dẫn viên nói nhanh quá nên khó hiểu.  Chúng tôi đứng cuối nhóm và nhiều khi chúng tôi không hiểu cô ấy đang nói về điều gì.  Nếu cô ấy quản lý nhóm du lịch tốt hơn thì cô ấy có thể thu hút được nhiều người đến khu vực này.  Cô ấy cũng tiếp tục nói chuyện trong khi một nhóm khác đi ngang qua nhóm chúng tôi nên thông tin bị mất.  Chúng tôi đã chi hơn 100 cho gia đình 6 người - đó thực sự có thể là một chuyến tham quan tuyệt vời.   \nBọn trẻ rất thích túi đất mà chúng tôi mua để chúng có thể khai thác đá quý.Đọc thêm",
            "Vợ tôi và tôi rất thích đến thăm Hang Pha Lê vì đây là nơi khác thường và đáng để tham quan. Phải đi bộ một chút mới đến được lối vào, nhưng khi vào bên trong thì nó khá tuyệt vời và độc đáo. Trước khi bạn thực sự bước vào hang động, bạn có thể xem một video thông tin về lịch sử của hang động, video này chắc chắn sẽ giúp bạn đánh giá cao nó khi vào bên trong.\n\nNgoài ra còn có một số hoạt động khác nhắm vào trẻ em nhiều hơn, điều này sẽ mang lại lợi ích cho các gia đình.\n\nRất đáng để ghé thăm.Đọc thêm",
            "Nói chung là một trải nghiệm tuyệt vời. Con trai tôi đã bị mê hoặc! \n\nMột số điều cần lưu ý:\n\nHướng dẫn viên đặt bộ phim xuống trước chuyến tham quan. Bộ phim thực sự rất thú vị và cô ấy cần phải dừng lại để ngừng gọi nó là một lễ hội báo lại. Được cảnh báo rằng có một số bước dốc và trơn trượt. Tôi không thể leo tới đầu bậc thang. Ngoài ra, hãy lưu ý rằng hướng dẫn viên du lịch đã tắt hết đèn. Một vị khách gần như lên cơn hoảng loạn. \nKhi bạn mua vé hợp lý, họ sẽ không đưa ra bất kỳ cảnh báo nào cho bạn. \nNgoài ra, hãy dành sự thèm ăn của bạn cho món kem Hersheys ngon tuyệt sau đó. Đọc thêm",
            "Vợ tôi và tôi dừng lại ở đây sau khi ở nhà nghỉ chỉ phục vụ bữa sáng sau khi đưa con trai chúng tôi đến trường đại học cách đó 2,5 giờ. Chúng tôi hơi lo lắng khi đến nơi lúc 9h30 và chỉ thấy một vài chiếc xe. Đây có phải là quá lỗi thời để mọi người ghé thăm vào năm 2023? Hóa ra, nó đã lấp đầy cả nhóm du lịch của chúng tôi và chúng tôi thấy bãi đậu xe đã đầy khi chúng tôi rời đi. Bản thân hang động rất tuyệt vời theo cả nghĩa đen cũng như nghĩa bóng và hướng dẫn viên du lịch Jay của chúng tôi thật tuyệt vời! Rất nhiều thông tin và giải trí khô khan. Có một số đứa trẻ rất nhỏ trong nhóm du lịch của chúng tôi cũng luôn quan tâm.Đọc thêm",
            "Những con đường đi vào thật tuyệt vời. Sau khi bạn đến đó, có một số thứ dễ thương trong khuôn viên và một cửa hàng quà tặng dễ thương nhưng để đến hang động, bạn phải leo rất nhiều cầu thang nên nếu bạn bị khuyết tật ở đó thì bạn không thể đi cầu thang thì đây không phải là nơi dành cho bạn. Có một cách khác để đi lên mà không cần cầu thang nhưng khi bạn đứng dậy, thở hổn hển và khát nước và thậm chí không thể sử dụng phòng tắm vì đường ống bị đóng băng. Ngay cả máy lấy nước đóng chai cũng không hoạt động. Khi vào hang cũng có rất nhiều cầu thang. Tôi vừa ăn xong một bữa ăn thịnh soạn và gần như nôn ói vì thở quá mạnh. Hang động ổn, về mặt nhỏ và là nơi ít ấn tượng nhất mà tôi từng đến. Sau tất cả những lần lái xe để đến đó, tôi thực sự thất vọngĐọc thêm",
            "Chuyến đi chèo thuyền kayak dưới lòng đất thật thú vị và thư giãn. Màu sắc điên rồ, cá lớn, micron lấp lánh, thác nước và hơn thế nữa. Tuyệt vời cho trẻ và già. Chúng tôi thật may mắn khi có Patty Patrick làm người hướng dẫn. Anh ấy có đầy đủ thông tin thú vị về hệ thống hang động và môi trường xung quanh. Phải làm!Đọc thêm",
            "Chuyến đi chèo thuyền kayak dưới lòng đất thật thú vị và thư giãn. Màu sắc điên rồ, cá lớn, micron lấp lánh, thác nước và hơn thế nữa. Tuyệt vời cho trẻ và già. Chúng tôi thật may mắn khi có Patty Patrick làm người hướng dẫn. Anh ấy có đầy đủ thông tin thú vị về hệ thống hang động và môi trường xung quanh. Phải làm!Đọc thêm",
            "Những con đường đi vào thật tuyệt vời. Sau khi bạn đến đó, có một số thứ dễ thương trong khuôn viên và một cửa hàng quà tặng dễ thương nhưng để đến hang động, bạn phải leo rất nhiều cầu thang nên nếu bạn bị khuyết tật ở đó thì bạn không thể đi cầu thang thì đây không phải là nơi dành cho bạn. Có một cách khác để đi lên mà không cần cầu thang nhưng khi bạn đứng dậy, thở hổn hển và khát nước và thậm chí không thể sử dụng phòng tắm vì đường ống bị đóng băng. Ngay cả máy lấy nước đóng chai cũng không hoạt động. Khi vào hang cũng có rất nhiều cầu thang. Tôi vừa ăn xong một bữa ăn thịnh soạn và gần như nôn ói vì thở quá mạnh. Hang động ổn, về mặt nhỏ và là nơi ít ấn tượng nhất mà tôi từng đến. Sau tất cả những lần lái xe để đến đó, tôi thực sự thất vọngĐọc thêm",
            "Tôi đã đến đây vài lần kể từ khi còn bé, gần đây nhất là với hai đứa con nhỏ của tôi. Luôn luôn mát mẻ để xem. Lịch sử khá gọn gàng. Cơ sở vật chất đã cũ nhưng ngăn nắp và sạch sẽ. Nó làm tôi hơi lo lắng với đứa con hai tuổi của mình vì nó siêu trơn và các khe lan can khá rộng. Tôi luôn giữ tay anh ấy suốt thời gian qua.Đọc thêm",
            "Điểm tham quan độc đáo! Bắt đầu với lịch sử của vịnh Old Man, hệ động vật địa phương và sự hình thành hang động. Archie và Jasmine là những hướng dẫn viên du lịch thân thiện và hiểu biết. Đưa chúng tôi đi qua các hang động, chúng tôi có cơ hội chụp nhiều ảnh và tận hưởng quang cảnh. Cuối cùng, chúng tôi dừng lại ở nhà hàng và quán bar Treehouse, thưởng thức một chiếc bánh sandwich thịt lợn nướng tuyệt vời với bia. Tất cả nhân viên phục vụ đều rất chu đáo và hiếu khách. Rất khuyến khích mọi người đến đây khi ghé thăm Grand CaymanĐọc thêm",
            "Vợ tôi và tôi dừng lại ở đây sau khi ở nhà nghỉ chỉ phục vụ bữa sáng sau khi đưa con trai chúng tôi đến trường đại học cách đó 2,5 giờ. Chúng tôi hơi lo lắng khi đến nơi lúc 9h30 và chỉ thấy một vài chiếc xe. Đây có phải là quá lỗi thời để mọi người ghé thăm vào năm 2023? Hóa ra, nó đã lấp đầy cả nhóm du lịch của chúng tôi và chúng tôi thấy bãi đậu xe đã đầy khi chúng tôi rời đi. Bản thân hang động rất tuyệt vời theo cả nghĩa đen cũng như nghĩa bóng và hướng dẫn viên du lịch Jay của chúng tôi thật tuyệt vời! Rất nhiều thông tin và giải trí khô khan. Có một số đứa trẻ rất nhỏ trong nhóm du lịch của chúng tôi cũng luôn quan tâm.Đọc thêm",
            "Nói chung là một trải nghiệm tuyệt vời. Con trai tôi đã bị mê hoặc! Một số điều cần lưu ý: Hướng dẫn viên du lịch sẽ chiếu bộ phim trước chuyến tham quan. Bộ phim thực sự rất thú vị và cô ấy cần phải dừng lại để ngừng gọi nó là một lễ hội báo lại. Được cảnh báo rằng có một số bước dốc và trơn trượt. Tôi không thể leo tới đầu bậc thang. Ngoài ra, hãy lưu ý rằng hướng dẫn viên du lịch đã tắt hết đèn. Một vị khách gần như lên cơn hoảng loạn. Khi bạn mua vé hợp lý, họ sẽ không đưa ra bất kỳ cảnh báo nào cho bạn. Ngoài ra, hãy dành sự thèm ăn của bạn cho món kem Hersheys ngon tuyệt sau đó. Đọc thêm",
            "Vợ tôi và tôi rất thích đến thăm Hang Pha Lê vì đây là nơi khác thường và đáng để tham quan. Phải đi bộ một chút mới đến được lối vào, nhưng khi vào bên trong thì nó khá tuyệt vời và độc đáo. Trước khi bạn thực sự bước vào hang, có một video cung cấp thông tin mà bạn xem về lịch sử của hang động. Video này chắc chắn sẽ giúp bạn đánh giá cao nó khi vào bên trong. Ngoài ra còn có một số hoạt động khác trên mặt đất nhắm đến trẻ em nhiều hơn, điều này sẽ rất phù hợp cho các gia đình .Rất đáng để ghé thăm.Đọc thêm",
            "Chúng tôi rất vui mừng được đưa các cháu đến một hang động ở địa phương. Đồ trang trí đẹp mắt trong hang động với nhiều hình dáng đa dạng.  Tuy nhiên, chuyến tham quan có quá nhiều người.  Hướng dẫn viên nói nhanh quá nên khó hiểu.  Chúng tôi đứng cuối nhóm và nhiều khi chúng tôi không hiểu cô ấy đang nói về điều gì.  Nếu cô ấy quản lý nhóm du lịch tốt hơn thì cô ấy có thể thu hút được nhiều người đến khu vực này.  Cô ấy cũng tiếp tục nói chuyện trong khi một nhóm khác đi ngang qua nhóm chúng tôi nên thông tin bị mất.  Chúng tôi đã chi hơn 100 cho gia đình 6 người - đó thực sự có thể là một chuyến tham quan tuyệt vời.   Bọn trẻ rất thích túi đất mà chúng tôi mua để chúng có thể khai thác đá quý.Đọc thêm",
            "Đó là lần đầu tiên tôi đi vào hang động, một kỳ quan thiên nhiên tuyệt vời đối với tôi. Hướng dẫn viên Lisa của chúng tôi dường như chỉ có thể hét lên giới thiệu video bằng cách nói với chúng tôi rằng nó thật nhàm chán. Hmmmm...thật sao? Không chuyên nghiệp lắm, cũng không phải quy tắc số 1 của cô ấy - Đừng tè ra quần. Không dừng lại ở đó! Ugh. Thô lỗ. Cô ấy rất hiểu biết, nói về nhiều thứ khác nhau mà chúng tôi có thể nhìn thấy trong hang động. nhũ đá, cột, đá chảy, v.v.Đây chắc chắn là một hang động phải xem.Đọc thêm",
            "Thực sự thú vị như ý tưởng chuyến đi trong ngày 55 độ! Hang động địa phương gọn gàng. Tôi đã tận hưởng. Không quá tốn kém nếu bạn gặp vấn đề khi đi bộ nhiều.Đọc thêm",
            "Du khách nên dự định ở đó bao lâu?  3-4 giờ có phải là yếu tố lập kế hoạch tốt không?Đọc thêm",
            "Nếu nó đông đúc..gần hơn 3. Phải mất một lúc để vượt qua. Gia đình chúng tôi đến lúc 10 giờ sáng và ra về khoảng 1.Đọc thêm",
            "Có cách nào để mua vé trước không? Tôi không muốn lái xe tới đó và phát hiện ra rằng không có chuyến tham quan nào vào ngày hôm đó.Đọc thêm",
            "Tôi không chắc. Chúng tôi chưa bao giờ đến đó trước đây và chỉ tình cờ lái xe qua lối ra dẫn đến điểm đến. Có thể gọi điện hoặc truy cập website Đọc thêm",
            "Có lan can để bám vào dọc theo các bậc thang không?Đọc thêm",
            "Mang thai có được vào hang động không?Đọc thêm",
            "Chắc chắn rồi. Chỉ cần cẩn thận bước chân của bạn. Một số khu vực trơn trượt. Nếu bạn đang mang thai RẤT nhiều, ngọn đồi bạn phải leo có thể khiến bạn thở hổn hển! Họ phá vỡ nó, nhưng khi tôi lên đến đỉnh, tôi cần nghỉ ngơi! Đọc thêm",
            "Giá vé mỗi người thế nàoĐọc thêm",
            "Người lớn từ 12 tuổi trở lên là 16. \nTrẻ em từ 4-11 tuổi là 12.\nKhông tính phí cho trẻ em từ 3 tuổi trở xuống.Đọc thêm",
            "Xem một số cầu thang này có thân thiện với người cao tuổi không?Đọc thêm",
            "Tôi xin lỗi nhưng có 211 bậc thang bên trong hang động.  Để đến hang động, bạn phải đi bộ lên 4 bộ cầu thang, mỗi bộ khoảng 8 bậc cộng với đi bộ nghiêng.  Nếu bạn gặp khó khăn khi đi bộ thì có thể nên bỏ qua hang động.  Chúng tôi cung cấp các hoạt động khác có thể phù hợp với bạn.  Cảm ơn bạn đã hỏi.Đọc thêm",
            "Khi nào nó mở?\nĐọc thêm",
            "Trong tuần 9-5 giờ chiều... vào cuối tuần 9-6 giờ chiều Thứ Bảy Chủ nhậtĐọc thêm",
            "Tôi có thể mang máy ảnh và chân máy vào hang không?Đọc thêm",
            "Bạn có thể chụp ảnh bên trong hang động nhưng chúng tôi không cho phép sử dụng chân máy vì mục đích an toàn.Đọc thêm",
            "Tôi có thể mang theo con chó nhỏ của mình không?Đọc thêm",
            "Vâng, chú chó nhỏ của bạn được chào đón tại Crystal Cave.  Con chó có thể đi dạo trong khuôn viên và trong khi bạn tận hưởng chuyến thăm, chúng tôi sẽ trông chừng con chó trong văn phòng của chúng tôi.Đọc thêm",
            "Đường đi dành cho người bị đau đầu gối như thế nào?Đọc thêm",
            "Xin chào, nếu bạn bị đau đầu gối, tôi sẽ không đi đường mòn, phần đầu của đường mòn lên dốc, có một chiếc ghế dài để bạn ngồi nghỉ khi bạn lên đến đỉnh, phần còn lại của đường mòn đi bộ rất đẹp nhưng về cuối bạn phải đi xuống đồi, hy vọng điều này sẽ giúp ích cho bạn.Đọc thêm"
        ],
        "star_ratings": [
            124,
            158,
            82,
            12,
            10
        ],
        "review_amount": 386,
        "location": [
            "Pennsylvania PA",
            "Kutztown",
            "Hang Pha Lê",
            "Hoa Kỳ",
            "Những việc cần làm ở Kutztown"
        ],
        "reviews_time": [
            "Written July 8, 2023",
            "Written July 12, 2023",
            "Written July 22, 2023",
            "Written July 30, 2023",
            "Written August 20, 2023",
            "Written April 8, 2024",
            "Written April 22, 2024",
            "Written April 22, 2024",
            "Written April 8, 2024",
            "Written March 7, 2024",
            "Written November 13, 2023",
            "Written August 20, 2023",
            "Written July 30, 2023",
            "Written July 22, 2023",
            "Written July 12, 2023",
            "Written July 8, 2023",
            "Written July 8, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g52949-d145765-Reviews-Crystal_Cave-Kutztown_Pennsylvania.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g52949-d6414477-Reviews-Ozgood_s_Neighborhood_Grill_and_Bar-Kutztown_Pennsylvania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g52649-d17832915-Reviews-Dunkin-Fleetwood_Pennsylvania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g52949-d4065712-Reviews-Giannotti_s_Ristorante-Kutztown_Pennsylvania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g52949-d12722986-Reviews-Saucony_Creek_Craft_Brewery_Gastropub-Kutztown_Pennsylvania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g52949-d26881528-Reviews-Jamar_Groceries-Kutztown_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52949-d1870280-Reviews-Setter_Ridge_Vineyards-Kutztown_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52949-d3410220-Reviews-Renningers_Antiques_Farmers_Market-Kutztown_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52649-d8623317-Reviews-Kirchenberg_Dairy_Farm-Fleetwood_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52949-d8837766-Reviews-Folino_Estate_Vineyard_Winery-Kutztown_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52949-d296108-Reviews-Pennsylvania_German_Cultural_Heritage_Center-Kutztown_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52949-d14766274-Reviews-Kutztown_Fairgrounds-Kutztown_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g53016-d26358302-Reviews-Dietrich_s_Meats_and_Country_Store-Lenhartsville_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g53016-d8040025-Reviews-Blue_Rocks_Family_Campground-Lenhartsville_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g53677-d23578202-Reviews-Bent_Limb_Farm-Shoemakersville_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52949-d21175317-Reviews-Grace_Church-Kutztown_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52949-d145765-Reviews-or10-Crystal_Cave-Kutztown_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52760-d4283189-Reviews-Funcastle-Greencastle_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52923-d1469388-Reviews-WK_S_Railroad-Kempton_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52776-d638586-Reviews-Cabela_s-Hamburg_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52949-d12811215-Reviews-Allentown_and_Auburn_Railroad-Kutztown_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52252-d1083921-Reviews-Clover_Hill_Vineyards_Winery-Breinigsville_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52649-d9869964-Reviews-Fleetwood_Antique_Mall-Fleetwood_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52949-d5833011-Reviews-K_town_Pub-Kutztown_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52949-d21266545-Reviews-Kutztown_Bottling_Works-Kutztown_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g53006-d2177990-Reviews-Leesport_Farmer_s_Market-Leesport_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g46292-d12927984-Reviews-Hudson_House_Bar-Beach_Haven_Long_Beach_Island_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g33020-d6728859-Reviews-Reed_s_Indoor_Range-San_Jose_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g57119-d3478393-Reviews-Pioneer_Park-St_George_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g33964-d5998703-Reviews-Waterford_Beach_Park-Waterford_Mystic_Country_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d2292286-Reviews-The_Chandelier-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g34088-d8073712-Reviews-Spanish_River_Park-Boca_Raton_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g59716-d670821-Reviews-Cave_of_the_Mounds-Blue_Mounds_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d1016290-Reviews-Aquatica-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g187783-d5480600-Reviews-Taverna_Anema_e_Core-Capri_Island_of_Capri_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g48922-d7137884-Reviews-Tibbetts_Brook_Park-Yonkers_New_York.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g52949-d145765-Reviews-or10-Crystal_Cave-Kutztown_Pennsylvania.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g52949-d145765-Reviews-Crystal_Cave-Kutztown_Pennsylvania.html"
    }
]