[
    {
        "attraction_name": "Crystal Cave",
        "attraction_name_vi": "Hang Pha Lê",
        "general_info": [
            "95 đánh giá",
            "- 4 trong số 8 điều cần làm ở Belmopan",
            "Hang Động - Hang Động"
        ],
        "attraction_summary": "Chuyến tham quan hang động pha lê thật phi thường. Hướng dẫn viên của chúng tôi, Marcos Cucul, có kiến ​​thức mẫu mực về mayas, hệ thống hang động, đời sống thực vật, các loài chim và chuyến tham quan tổng thể.   Chuyến đi này chắc chắn là một thử thách. Việc leo, xuống, lên và cạnh những tảng đá thật phấn khích và tim đập thình thịch.  Đó là một chuyến tham quan không thể đánh giá thấp! Chắc chắn hãy mua giày tennis có độ bám tốt và chuẩn bị sẵn sàng để bị bẩn.  Marcos rất tốt bụng, kiên nhẫn và hữu ích với một trong những người tham gia của chúng tôi bị trẹo mắt cá chân và phải mất thời gian để quay lại trại.  Chuyến tham quan này đòi hỏi sự tập trung và lắng nghe hướng dẫn của bạn. Nó chắc chắn đáng làmĐọc thêm",
        "reviews": [
            "Đây là trải nghiệm đi bộ đáng kinh ngạc nhất - hang động. Chúng tôi đã đi bộ qua các chuyến đi bộ của Maya và hướng dẫn viên của chúng tôi là Pedro, Marcos và Jose - tất cả đều là những hướng dẫn viên cực kỳ am hiểu và xuất sắc. Tôi gần như đã hủy chuyến đi vào đêm hôm trước sau khi đọc các bài đánh giá về cố vấn chuyến đi và tự lo lắng rằng mình không đủ sức khỏe để thực hiện chuyến đi bộ đường dài hoặc chuyến phiêu lưu này. Tôi RẤT vui mừng vì cuối cùng tôi đã làm được điều đó sau khi được bạn trai thuyết phục. Nó chắc chắn đòi hỏi sự nhanh nhẹn và sức mạnh, nhưng bạn 100 - có thể làm được điều này nếu bạn - có thể trạng tốt. Quãng đường đi bộ kéo dài 45 phút đầy bùn và hơi trơn, nhưng không phải là chuyến đi bộ khó khăn nhất từ ​​trước đến nay. Một khi bạn bước vào hang động, điều đó hoàn toàn không thể tin được. Bạn sẽ bị bẩn nên hãy mặc quần áo mà bạn không quan tâm. Hướng dẫn viên biết rõ mọi ngóc ngách của hang động và sẽ cho bạn biết chính xác vị trí đặt chân - tay khi leo núi. Muốn giới thiệu chuyến đi bộ này cho bất kỳ ai muốn có một cuộc phiêu lưu độc đáo và đầy thử thách! Đọc thêm",
            "We did the crystal cave tour with Miguel at Belize Caving expeditions and he was the most incredible guide we could have wished for! Extremely patient, very informative, funny and most of all, he gave us confidence and we completely trusted his guidance! We - ve done the ATM cave and this one afterwards and this is a completely different type of challenge. It - s much harder. Physically it - s very challenging! And it - s also a mental challenge for many reasons. Including being In complete Darkness except for your head lamp for many hours, steep drops, slippy floor, tight spaces, creepy crawlers and it - s very strenuous! First you have a 45-50 minute hike to the cave entrance. Then you start the descent into the cave. Everything inside is as slippy as an ice rink from the clay, you spend a lot of time on your bum! There - s a lot of climbing on very uneven surfaces with just your headlamp for light. Lots of lowering yourself down off ledges using your upper body strength and pulling or pushing yourself up. Climbing from Boulder to Boulder and there are some drops as well  - Miguel kept us informed of dangers along the way -  A fair few very small spaces which mean you - re crawling on your hands and knees, contorting your body into weird positions to get through cracks and lifting your own body weight a lot! We both hike a lot but this used a ton of muscles we hadn - t used for a long time  -  ever! We were both very stiff and sore the next day! However, despite the physical challenge  - and mental if you - re claustrophobic or just tired! -  it - s beautiful down there! Getting to wonderland which is one of the biggest and most beautiful caves was so worth the extra journey! Sparkling rocks and formations we didn - t know existed! We then went on to the upper chamber in just our socks and again - absolutely stunning! We were down there in the caves for 5 hours in total almost, but you can do the normal loop which is more like 2 hours in and out. If you need the toilet you have to use a bottle and it - s a good idea to take a few snacks if you want to try the lounge route like we did. This is only my second cave in my life and i did the ATM and this one a day apart. And I really enjoyed it but it was definitely a challenge and took a lot of body strength, we were covered in clay mud when we came out, pouring with sweat and in desperate need of a shower! We headed to the blue hole pool for a wash off in our clothes and then sat and had lunch! This is definitely not for everyone, it - s very very physical. ATM felt like a 2-3 out of ten difficulty wise and this was more like an 8-9! It was totally worth it and we both felt so proud we did it but it was all thanks to Miguel at Belize caving expeditions for looking after us every steps of the way, he - s an incredible guide! Thank you Miguel for an unforgettable day! We will be creating a YouTube video of the experience in the next four weeks or so on our channel which is the same name as this account  - inwanderment -  if anyone wants to see it before trying the tour. Highly recommend Belize Caving Expeditions!Read more",
            "Trải nghiệm tuyệt vời. Chúng tôi đi bằng ống xuyên qua hang động và bạn cũng có thể bơi! Bao gồm thực phẩm. Hướng dẫn thực sự rất hay.Đọc thêm",
            "Ở tuổi 65, tôi không chắc chắn về điều này. Thực hiện nó mà không có một vấn đề. Tôi sẽ nói rằng ATM thực sự là một cuộc dạo chơi dễ dàng so với Crystal Cave.Đọc thêm",
            "Đừng đánh giá thấp thử thách mà chuyến tham quan này mang lại, hãy mặc quần áo và giày phù hợp, mang theo nước và thanh năng lượng, điều này khác hẳn so với ATM.  Từ bãi đỗ xe tới lui đã mất sáu tiếng đồng hồ.   Walter là người hướng dẫn của chúng tôi và chúng tôi đã đăng ký với Mayawalk, Walter rất kiên nhẫn và rất hiểu biết và tôi rất biết ơn vì kỹ năng kỹ thuật của anh ấy đã cho phép những đứa con 10 và 13 tuổi của tôi hoàn thành toàn bộ chuyến phiêu lưu trong Hang Pha Lê mà không gặp sự cố nào, để lại cho chúng những kỷ niệm đặc biệt suốt đờiĐọc hơn",
            "Con gái tôi, bạn trai của con bé và tôi đã khám phá hang động Crystal với Belize Inland Tours. Edgar là hướng dẫn viên và tài xế cực kỳ giỏi của chúng tôi, chúng tôi phải được đón và đưa trở lại Hopkins. Đường đi bộ đến hang động mất khoảng 45 phút, chủ yếu là lên dốc, nhưng hoàn toàn xứng đáng. Chúng tôi là những người duy nhất ở đó vào ngày chúng tôi đến. Chúng tôi đã nhìn thấy những nhũ đá và măng đá tuyệt đẹp, lớn hơn và phức tạp hơn tôi có thể tưởng tượng. Đồ gốm vỡ rất nhiều từ lễ hiến tế của người Maya. Có một mảnh đồ gốm còn nguyên vẹn mà Edgar nói rằng có lẽ được dùng để hứng nước nhỏ giọt từ nhũ đá. Người Maya tin rằng đây giống như nước thánh. Cũng có những khu vực mà người Maya đốt lửa và có thể là các nghi lễ tôn giáo. Chúng tôi cũng nhìn thấy một hộp sọ người từ một lễ hiến tế. Một trải nghiệm tuyệt vời. Tôi rất vui vì đã chọn cuộc phiêu lưu này thay vì hang động ATM mà tôi nghe nói có thể đông đúc các nhóm du ngoạn của hãng du thuyền. Chúng tôi cũng đã bơi ở Blue Hole, một hố sụt tuyệt đẹp với nước ngọt. Chúng tôi khá đổ mồ hôi sau khi thám hiểm hang động nên chuyến đi thật hoàn hảo. Và Edgar đã cung cấp cho chúng tôi một bữa trưa ngon lành gồm gà xé và cơm đậu. Đọc thêm",
            "Trải nghiệm tuyệt vời - chắc chắn là thử thách - chuẩn bị bẩn - đi giày có lực kéo tốt - hướng dẫn viên Jose của chúng tôi rất tuyệt - rất am hiểu về mọi thứ: chim, thực vật, địa chất và văn hóa Maya. Chúng tôi đã đặt qua Wildland Belize Adventures và rất khuyến khíchĐọc thêm",
            "Khám phá Hang Pha Lê là trải nghiệm để đời. Đối với một người có nền tảng về địa chất, thật thỏa mãn khi được nhìn thấy những nhũ đá, măng đá, cột trụ và tinh thể tráng lệ được hình thành trong địa hình núi đá vôi qua hàng triệu năm. Đừng nhầm lẫn về điều đó, cuộc phiêu lưu mạo hiểm này rất, rất vất vả. Bạn sẽ phải bò qua những lối đi hẹp đầy bùn và leo lên xuống những khối đá dốc và trơn trượt. Mặc dù tôi có thể đi bộ 8-10 dặm mỗi ngày với một chiếc ba lô nhưng trải nghiệm này đã kiểm tra giới hạn sức chịu đựng và ý chí của tôi. Tuy nhiên, tôi đã vượt qua và sẽ không bao giờ quên trải nghiệm đó. Cảm ơn rất nhiều đến hướng dẫn tuyệt vời của chúng tôi Walter.Đọc thêm",
            "Chúng tôi đã có một chuyến tham quan tuyệt vời đến Crystal Cave cùng Israel từ Wildland Belize. Anh ấy là một hướng dẫn viên du lịch xuất sắc-- chúng tôi đã học được rất nhiều và anh ấy đã chỉ ra tất cả các hiện vật của người Maya và các thành tạo hang động độc đáo trong suốt chuyến tham quan của chúng tôi! Đó là một chuyến đi bộ đầy thử thách xuyên qua hang động nhưng nếu bạn có thể lực tốt thì nó rất đáng giá! Đọc thêm",
            "điều này có nguy hiểm không? kiểu như có nguy cơ tử vong cao trong hang động nàyĐọc thêm",
            "KhôngĐọc thêm",
            "Một số người đã đề cập đến những lối đi hẹp cho hang động này.  Nếu bạn đã ghé thăm cả hang động này và ATM - các lối đi trong hang động này có hẹp hơn trong ATM không?Đọc thêm",
            "Các lối đi ở Crystal Cave không thể so sánh được. Một số trong số chúng đủ hẹp để một người có kích thước trung bình như tôi phải tháo ba lô nhỏ ra để trèo qua. Không có đường hầm hoặc lối đi nào ở ATM mà bạn cần phải chui qua. Nếu bạn hơi sợ không gian hẹp thì ATM hoàn toàn khép kín nhưng có thể ổn. Crystal Cave là một trò chơi hoàn toàn khác. Đọc thêm",
            "Tôi đang lên kế hoạch cho chuyến đi đến San Pedro và muốn đi thám hiểm hang động. Vì vậy, tôi muốn biết cách tốt nhất để lên kế hoạch cho chuyến đi này và tôi nên ở đâu để tránh những chuyến đi dài như vậy. Đọc thêm"
        ],
        "star_ratings": [
            86,
            5,
            3,
            1,
            0
        ],
        "review_amount": 95,
        "location": [
            "Belmopan",
            "Trung Mỹ",
            "Belize",
            "Các hoạt động ở Belmopan",
            "Hang Pha Lê",
            "Cayo"
        ],
        "reviews_time": [
            "Written April 19, 2024",
            "Written December 15, 2023",
            "Written October 19, 2023",
            "Written June 9, 2023",
            "Written February 10, 2023",
            "Written August 11, 2022",
            "Written April 16, 2022",
            "Written April 5, 2022",
            "Written July 30, 2021",
            "Written January 22, 2021"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g291970-d1137844-Reviews-Crystal_Cave-Belmopan_Cayo.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g291970-d7191559-Reviews-Grove_House_Restaurant_at_Sleeping_Giant-Belmopan_Cayo.html",
            "https://www.tripadvisor.com/Restaurant_Review-g291970-d24064328-Reviews-Don_Tonito_s-Belmopan_Cayo.html",
            "https://www.tripadvisor.com/Attraction_Review-g291970-d2556193-Reviews-Blue_Hole_National_Park-Belmopan_Cayo.html",
            "https://www.tripadvisor.com/Attraction_Review-g291970-d1210842-Reviews-Mean_and_Dangerous_Adventures-Belmopan_Cayo.html",
            "https://www.tripadvisor.com/Attraction_Review-g291968-d12291491-Reviews-Nohoch_Che_en_Caves_Branch_Archaeological_Reserve-Belize_City_Belize_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g291970-d1137844-Reviews-or10-Crystal_Cave-Belmopan_Cayo.html",
            "https://www.tripadvisor.com/Attraction_Review-g291970-d2556197-Reviews-St_Herman_s_Cave-Belmopan_Cayo.html",
            "https://www.tripadvisor.com/Attraction_Review-g291970-d25345795-Reviews-Jaguar_Paw_Cave_and_Jungle_Expeditions-Belmopan_Cayo.html",
            "https://www.tripadvisor.com/Attraction_Review-g291970-d7038775-Reviews-Guanacaste_National_Park-Belmopan_Cayo.html",
            "https://www.tripadvisor.com/Attraction_Review-g291970-d25157314-Reviews-Belize_Inland_Adventures-Belmopan_Cayo.html",
            "https://www.tripadvisor.com/Attraction_Review-g291970-d547056-Reviews-Aguacate_Lagoon_Reserve-Belmopan_Cayo.html",
            "https://www.tripadvisor.com/Attraction_Review-g291970-d4502045-Reviews-Five_Blues_Lake_National_Park-Belmopan_Cayo.html",
            "https://www.tripadvisor.com/Attraction_Review-g291970-d27462045-Reviews-Belize_Adventure_And_Expeditions_Ltd-Belmopan_Cayo.html",
            "https://www.tripadvisor.com/Attraction_Review-g291968-d667329-Reviews-Cave_Tubing_Zip_Line_with_Explore_Belize_Caves-Belize_City_Belize_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g291968-d1717975-Reviews-Charlie_s_Cave_Tubing_Tours-Belize_City_Belize_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g291968-d645066-Reviews-Cave_Tubing_Bz-Belize_City_Belize_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g291967-d1761615-Reviews-Cave_Tubing_R_Us-Belize_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g291968-d1214839-Reviews-Butts_Up_Cave_Tubing-Belize_City_Belize_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g291970-d3522330-Reviews-Ian_Anderson_s_Caves_Branch_Adventure_Co-Belmopan_Cayo.html",
            "https://www.tripadvisor.com/Attraction_Review-g291968-d1750578-Reviews-Mystique_Belize-Belize_City_Belize_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g729363-d8518457-Reviews-Lamanai_Chocolate_Company-Armenia_Cayo.html",
            "https://www.tripadvisor.com/Attraction_Review-g291977-d27521380-Reviews-Adventours_Belize_With_Jason-Placencia_Stann_Creek.html",
            "https://www.tripadvisor.com/Attraction_Review-g291970-d8420978-Reviews-Garden_Oasis_Day_Spa-Belmopan_Cayo.html",
            "https://www.tripadvisor.com/Attraction_Review-g291970-d547691-Reviews-Banana_Bank_Ranch-Belmopan_Cayo.html",
            "https://www.tripadvisor.com/Attraction_Review-g60730-d273908-Reviews-White_Rock_Overlook_Park-Los_Alamos_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g36669-d3836858-Reviews-Woodfield_Mall-Schaumburg_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g662629-d12441870-Reviews-Corfu_City_Bus-Corfu_Town_Corfu_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d8699842-Reviews-Grand_Bazaar_Jewelers-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g189460-d2225659-Reviews-Agiofilli_Beach-Lefkada_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g608811-d486621-Reviews-Marche_de_L_Isle_sur_la_Sorgue-L_Isle_sur_la_Sorgue_Vaucluse_Provence_Alpes_Cote_d.html",
            "https://www.tripadvisor.com/Attraction_Review-g48555-d18921801-Reviews-Sunflowers_Of_Sanborn-Sanborn_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d10191916-Reviews-Tupperware_Confidence_Center-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g211876-d216068-Reviews-Midleton_Distillery_Experience-Midleton_County_Cork.html",
            "https://www.tripadvisor.com/Attraction_Review-g297695-d2470752-Reviews-Sukawati_Art_Market-Gianyar_Gianyar_Regency_Bali.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g291970-d1137844-Reviews-or10-Crystal_Cave-Belmopan_Cayo.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g291970-d1137844-Reviews-Crystal_Cave-Belmopan_Cayo.html"
    }
]