[
    {
        "attraction_name": "Cueva del Indio",
        "attraction_name_vi": "Hang Ấn Độ",
        "general_info": [
            "786 đánh giá",
            "1 trong số 26 hoạt động giải trí ở Arecibo",
            "Hang động Hang động"
        ],
        "attraction_summary": "Là một địa điểm quan trọng trong nền văn hóa Taíno bản địa, Cueva del Indio là nơi trưng bày tuyển tập các tác phẩm nghệ thuật hang động thời tiền sử tuyệt đẹp trên bờ biển Đại Tây Dương của Puerto Rico. Chiêm ngưỡng hơn 80 bức tranh khắc đá bản địa thời tiền Colombia được khắc trên các bức tường đá vôi trong hang động từ năm 1200 đến 1500 sau Công nguyên và tìm hiểu thêm về văn hóa bản địa của hòn đảo. Chuyến đi bộ ngắm cảnh đến hang động cũng có tầm nhìn tuyệt đẹp ra bờ biển và những vách đá đầy cỏ ấn tượng. Bạn có thể muốn tham gia chuyến tham quan khởi hành từ San Juanits, một cách tuyệt vời để kết hợp chuyến tham quan hang động của bạn với các điểm tham quan khác trong khu vực, chẳng hạn như Cueva Ventana và Đài thiên văn Arecibo.  TripadvisorĐọc thêm",
        "reviews": [
            "Phong cảnh tuyệt vời, view đẹp. Chắc chắn cần phải mang giày đi bộ đường dài hoặc giày thoải mái để vượt qua những địa hình khó khăn. Bạn có thể đỗ xe trên cây và đi bộ qua bãi biển để tới đó, hoặc trả 10 người một người và đi bộ quãng đường ngắn hơn.Đọc thêm",
            "Khu vực ở Cueva del Indio thật tuyệt vời.  Tôi không đi vào hang động.  Con gái tôi đã làm vậy.  Việc leo núi khó khăn và tôi không còn nhanh nhẹn nữa ở tuổi già.  Vết nứt trong bức ảnh của tôi là một cách để leo vào. Nhưng khu vực này là nơi tuyệt vời để đi bộ và ngắm nhìn Bảy Cổng vòm.  Chắc chắn cần giày tennis.  Chúng tôi đã trả tiền đỗ xe và thật đáng để chúng tôi có người giải thích nơi cần đi và những gì cần tìm.  Người dân địa phương đỗ xe dọc bên đường, nhưng khách du lịch không biết rõ nơi bạn có thể đỗ xe và nơi để đi bộ đường dài.  Chúng tôi có thể cố gắng tìm nó trong chuyến đi tiếp theo, nhưng thật tốt khi có chỗ đậu xe, nhà vệ sinh và bán nước.  Đừng quên kem chống nắng.  Tôi không nghĩ rằng tôi cần nó cho một hang động, nhưng chắc chắn là cần thiết cho chuyến đi bộ đường dài.  Tôi bị bỏng vai.  Khung cảnh thật đẹp.  Nếu bạn đi đủ xa bạn sẽ thấy rất nhiều hồ thủy triều.  Rất thú vị.Đọc thêm",
            "Chúng tôi bất chợt ghé qua và đang đi dép xỏ ngón. Tôi đã mang theo 4 yo của mình và cô ấy đã làm tốt. Chúng tôi không đi hết quãng đường đến bãi biển vì có một cơn bão sấm sét từ xa ập đến và bắt đầu mưa. Tuy nhiên, chúng tôi đã đậu xe và trả tiền. Tôi đã xem các đánh giá miễn phí sau đó vì tôi chưa lên kế hoạch này trước khi xuất hiện. Tôi có thể đi dép xỏ ngón nhưng tôi sẽ đề xuất loại giày dép tốt hơn. Những tảng đá và mái vòm rất đẹp và dễ nhìn. Có đáng để trả tiền không? Meh, có lẽ tôi đã sử dụng phiên bản miễn phí nếu tôi biết rõ hơn. Đọc thêm",
            "Vợ tôi và tôi đi bộ qua các mái vòm và hang động từ lối vào bãi biển công cộng. Nó được dán nhãn nhưng dễ bỏ lỡ vì nó rất nhỏ với diện tích nhỏ để đỗ vài chiếc ô tô bên kia đường. Chỉ đường của Google sẽ đưa bạn qua địa điểm đó và đến gần bãi đậu xe tư nhân trả phí, nơi có hàng rào sơn màu và biển hiệu lớn sơn màu. Nếu bạn nhìn thấy những điều này bạn đã đi quá xa. Quay lại và tìm lối vào nhỏ cách đó vài ngôi nhà.\nTừ bãi biển, bạn sẽ phải leo lên những vách đá gần mặt nước để ngắm nhìn những mái vòm và cuối cùng là hang động.\nChúng tôi đã đi vào ngày mưa nhất được ghi nhận nên chúng tôi không thể đi xuống hang vì bề mặt leo núi trơn trượt và sóng ập vào hang khiến nó có thể không an toàn. Nhưng điều đó có vẻ khả thi nếu có một số kỹ năng leo trèo và bề mặt khô ráo. Tuy nhiên, chúng tôi vẫn có thể nhìn thấy những bức tranh khắc đá từ lối vào hang động và chúng tôi đã có rất nhiều niềm vui khi ngắm nhìn những con sóng vỗ vào đá. Ngoài ra còn có một số lỗ phun ra không khí và nước khi sóng vỗ vào. Nói chung là một nơi khá thú vị để ghé thăm.Đọc thêm",
            "Bất kể những gì bạn có thể đọc trực tuyến, chỉ có bãi đậu xe tại chỗ. Mặt đường mỗi chiều một làn đường không có lề đường. Địa điểm này sắp đóng cửa nên hãy lên kế hoạch phù hợp và dành ít nhất một giờ để xem nó. Quan điểm là tuyệt vời và hoàn toàn xứng đáng. Phòng vệ sinh nằm ngay trong khuôn viên.Đọc thêm",
            "Vợ tôi và tôi đến thăm vào thứ Hai, đậu xe dọc con đường gần điểm đánh dấu 7,6 dặm.  Cách đó vài trăm mét về phía đông là một cầu thang dẫn xuống bãi biển được đánh dấu bằng một tấm biển.  Chúng tôi đi về phía đông dọc theo bãi biển 14 dặm? tới gò đá.  Việc leo lên có thể là một thách thức đối với một số người.  Khi ở trên đỉnh, hãy chú ý đến những lỗ không được đánh dấu rơi vào hang động bên dưới.  Một mỏ đá do người Tây Ban Nha tạo ra tạo nên một giảng đường tự nhiên có tầm nhìn và ở góc mỏ đá là lối vào hang động. Một người dân địa phương, Daniel, đề nghị hướng dẫn tôi và đưa tôi đi qua con đường có rãnh và chỉ cho tôi những chỗ để tay và chỗ để chân mà tôi có thể đã bỏ sót trong ánh sáng mờ.  Daniel là một hướng dẫn viên xuất sắc, thể hiện nhiều bức tranh khắc đá và đặc điểm tự nhiên của địa điểm tôn giáo cổ xưa này.  Điểm nổi bật trong chuyến đi PR của chúng tôi đối với tôi.Đọc thêm",
            "Nơi này thật tuyệt vời. Khung cảnh thật ngoạn mục. Có thể nguy hiểm khi đi trên những tảng đá sắc nhọn và có khả năng bạn có thể bị ngã sang một bên. LỪA ĐẢO lớn nhất là tính phí 10 NGƯỜI MỖI NGƯỜI để vào nhưng nếu bạn bị tổn thương thì họ sẽ không chịu trách nhiệm. Số tiền bỏ ra chỉ để bạn bước đi trên mảnh đất của họ. Thay vì đỗ xe tại bãi đậu xe của họ, hãy đi xuống khoảng 100 thước, đỗ xe miễn phí và đi bộ đến bãi biển và hang động miễn phí. Họ sẽ nói với bạn rằng không có quyền truy cập nhưng điều đó không đúng!!! TIẾT KIỆM TIỀN CỦA BẠN. ĐÓ LÀ LỪA ĐẢO!  Vấn đề còn là họ tính THUẾ cho bạn giống như thể họ đang báo cáo với chính phủ. Bạn sẽ không nghi ngờ liệu thị trưởng của thị trấn có bị trả đũa hay không vì điều này đã được đăng trên báo và không ai làm gì cả!!  ĐỦ LÀ ĐỦ NGƯỜI!!!!! Hãy ngăn chặn nạn tham nhũng này ĐỪNG HỖ TRỢ NƠI GHIZ TRỪ KHI BẠN ĐI VÀO BÃI BIỂN THD. MIỄN PHÍ.Đọc thêm",
            "Đừng đi một mình. Đi khi có nhiều người hơn. Thông thường vào khoảng 10-4 giờ chiều. Lên kế hoạch ít nhất 3-4 giờ cho toàn bộ trải nghiệm, bao gồm cả hang động và bãi biển.Đọc thêm",
            "Angel thật tuyệt vời và trải nghiệm thật tuyệt vời. Rất muốn giới thiệu, một số phần rất khó nhưng hướng dẫn đã khiến mọi thứ trở nên dễ dàng.Đọc thêm",
            "Nó thật đẹp, có khung cảnh ngoạn mục và không tốn kém khi đến thăm Chinchorros trong khoảng cách đi bộ. Con người thật đẹpĐọc thêm",
            "ZERO stars for the man working the door ticket guy info booth, 4 starts for the place. It is now 10 to enter per person and the guy at the front can give you information on how to get to the spots in English or in Spanish. He seemed very nice. This is not for people that have any kind of walking problems or young children. It is very steep with no shade, and all on the craggy volcanic rock . Even though we listen to the speech we did not find the tide pool so we had to go back to the front and he re-explained. So in all we probably walked for at least an hour and a half in the hot sun. You can see the glitch from the top of the Cave, Im impressed by them for whatever reason  but it was still cool for most of my friends from up there of the water and the arches is really amazing.We couldnt find the tide pools or the other area so we asked at the front and he explained how to get there. After about another 25 minutes Over the ridge we found the other area which was very cool and beautiful. Luckily, we found a shortcut back to the road so we didnt have to traverse over the whole area again.The problem rose when we got back to the parking lot and we needed to re-enter the area because our friend had waited under The trees she has bad knees. He would not let us re-enter. He said he saw a circling the parking lot. We showed him our tickets. He still said no. We said our friend is sitting inside. We just came an hour and a half ago. He said, how can I be expected to remember everyone to which I said  you cant, that is why you gave us tickets and we are showing them to you. He said that people constantly try to pass each other tickets to get in for free. I said just because somebody at some point has done that does not mean you should judge everybody on that. We are 50-year-old people from the mainland, I dont think were the likely candidates to try a scam for 10, he was adamant we not go back in and made us feel really badly about the whole thing, even though we did nothing wrong.This is a national park not a high stakes security area really ridiculous to get so sty and bossy about something. It ruined the whole day for a friend of mine.It should also be noted that you need to be at least medium physical fitness to do this. Not too old, not with flip-flops, not young kids. We saw somebody with a stroller  theres literally nothing you can do with a stroller everything is on the craggy rocks.the trees.Read more",
            "Vợ tôi và tôi đến thăm vào thứ Hai, đậu xe dọc con đường gần điểm đánh dấu 7,6 dặm.  Cách đó vài trăm mét về phía đông là một cầu thang dẫn xuống bãi biển được đánh dấu bằng một tấm biển.  Chúng tôi đi về phía đông dọc theo bãi biển 14 dặm? tới gò đá.  Việc leo lên có thể là một thách thức đối với một số người.  Khi ở trên đỉnh, hãy chú ý đến những lỗ không được đánh dấu rơi vào hang động bên dưới.  Một mỏ đá do người Tây Ban Nha tạo ra tạo nên một giảng đường tự nhiên có tầm nhìn và ở góc mỏ đá là lối vào hang động. Một người dân địa phương, Daniel, đề nghị hướng dẫn tôi và đưa tôi đi qua con đường có rãnh và chỉ cho tôi những chỗ để tay và chỗ để chân mà tôi có thể đã bỏ sót trong ánh sáng mờ.  Daniel là một hướng dẫn viên xuất sắc, thể hiện nhiều bức tranh khắc đá và đặc điểm tự nhiên của địa điểm tôn giáo cổ xưa này.  Điểm nổi bật trong chuyến đi PR của chúng tôi đối với tôi.Đọc thêm",
            "Bất kể những gì bạn có thể đọc trực tuyến, chỉ có bãi đậu xe tại chỗ. Mặt đường mỗi chiều một làn đường không có lề đường. Địa điểm này sắp đóng cửa nên hãy lên kế hoạch phù hợp và dành ít nhất một giờ để xem nó. Quan điểm là tuyệt vời và hoàn toàn xứng đáng. Phòng vệ sinh nằm ngay trong khuôn viên.Đọc thêm",
            "Vợ tôi và tôi đi bộ qua các mái vòm và hang động từ lối vào bãi biển công cộng. Nó được dán nhãn nhưng dễ bỏ lỡ vì nó rất nhỏ với diện tích nhỏ để đỗ vài chiếc ô tô bên kia đường. Chỉ đường của Google sẽ đưa bạn qua địa điểm đó và đến gần bãi đậu xe tư nhân trả phí, nơi có hàng rào sơn màu và biển hiệu lớn sơn màu. Nếu bạn nhìn thấy những điều này bạn đã đi quá xa. Quay lại và tìm lối vào nhỏ cách đó vài ngôi nhà. Từ bãi biển, bạn sẽ phải leo lên những vách đá gần mặt nước để nhìn thấy những mái vòm và cuối cùng là hang động. Chúng tôi đã đi vào ngày mưa kỷ lục nên không thể đến đó đi xuống hang vì bề mặt leo trơn trượt và sóng ập vào hang khiến nó có thể không an toàn. Nhưng điều đó có vẻ khả thi nếu có một số kỹ năng leo trèo và bề mặt khô ráo. Tuy nhiên, chúng tôi vẫn có thể nhìn thấy những bức tranh khắc đá từ lối vào hang động và chúng tôi đã có rất nhiều niềm vui khi ngắm nhìn những con sóng vỗ vào đá. Ngoài ra còn có một số lỗ phun ra không khí và nước khi sóng vỗ vào. Nói chung là một nơi khá thú vị để ghé thăm.Đọc thêm",
            "Mất hơn một tiếng đồng hồ mới đến nơi, chúng tôi luôn mong muốn và tò mò muốn ghé thăm địa điểm này. Khi đến đó, bãi đậu xe, vị trí và diện mạo tổng thể thật đáng thất vọng. Nơi không được duy trì tốt. Thùng rác, chó đi lạc và mảnh vụn. Một quý ông bán đồ lưu niệm kiểm soát lối vào khu vực này. Mười đô la một đầu. Vì chúng tôi đã ở đó nên chúng tôi không còn lựa chọn nào khác ngoài việc trả tiền và vào. Người đàn ông rất lịch sự và đưa ra lời giải thích ngắn gọn về trang web. Không có biển hiệu, tờ rơi, không có nhà vệ sinh, bản đồ, v.v. nếu bạn không hiểu tiếng Tây Ban Nha, bạn sẽ lạc lối.  Ngay cả khi bạn hiểu tiếng Tây Ban Nha, bản tóm tắt vẫn rất nhanh chóng, thiết thực và rất khó nắm bắt. Nơi này không an toàn. Nhưng quang cảnh rất đẹp khi bạn đứng lên đó. Không có giá trị 10 mỗi đầu. Không có sự giám sát của chính phủ hoặc tổ chức tư nhân.Đọc thêm",
            "Chúng tôi bất chợt ghé qua và đang đi dép xỏ ngón. Tôi đã mang theo 4 yo của mình và cô ấy đã làm tốt. Chúng tôi không đi hết quãng đường đến bãi biển vì có một cơn bão sấm sét từ xa ập đến và bắt đầu mưa. Tuy nhiên, chúng tôi đã đậu xe và trả tiền. Tôi đã xem các đánh giá miễn phí sau đó vì tôi chưa lên kế hoạch này trước khi xuất hiện. Tôi có thể đi dép xỏ ngón nhưng tôi sẽ đề xuất loại giày dép tốt hơn. Những tảng đá và mái vòm rất đẹp và dễ nhìn. Có đáng để trả tiền không? Meh, có lẽ tôi đã sử dụng phiên bản miễn phí nếu tôi biết rõ hơn. Đọc thêm",
            "giá bao nhiêuĐọc thêm",
            "Nên dành bao nhiêu thời gian để xem trang web này? 1 giờ có đủ không? Cảm ơn!Đọc thêm",
            "Bạn có thể leo vào hang và đi xuống miệng hang, nơi đại dương tràn vào hang. Quang cảnh thật tuyệt vời. Nhưng tôi nghĩ 2 giờ trên trang web chắc chắn là đủ.Đọc thêm",
            "Chúng tôi muốn ghé qua địa điểm này sau chuyến tham quan Cueva ventana nhưng phải muộn hơn trong ngày khoảng 4:30 chiều khi chúng tôi đến đó.  Nếu chúng tôi ở lại quá 5 giờ, liệu chúng tôi có thể lấy xe ra khỏi bãi được không? Hay bạn phải rời đi trước 5 giờ chiều? Cảm ơn!Đọc thêm",
            "Sẽ quá muộn. Ngoài ra, để có thời gian đánh giá cao nên đến sớm hơn. Đọc thêm",
            "Thang có bị loại bỏ vĩnh viễn hay nó được lắp lại? Liệu chúng ta vẫn có thể nhìn thấy những bức chạm khắc cổ xưa nếu chiếc thang không còn ở đó nữa?Đọc thêm",
            "Chúng tôi được thông báo rằng chiếc thang đã vĩnh viễn biến mất, nếu không sợ không gian nhỏ, bạn có thể leo xuống hang động để xem những bức tranh khắc đá. Nó khá gọn gàng!\nĐọc thêm",
            "Mọi người có thể báo cáo vị trí không chính xác không? TripAdvisor hiển thị vị trí đó ở phía bên kia của Puerto Rico. Đọc thêm",
            "Đúng là có một số nghi thức biểu thị cueva del indio en Humacao và vị trí chính xác của nó là Arecibo. Tôi hy vọng TripAdvisor có thể đọc được nội dung này và sửa chữa sai lầm lớn này.Đọc thêm",
            "Bạn có thể bơi nếu đi qua bãi biển không?Đọc thêm",
            "Trông có vẻ không thể.   Chúng tôi lái xe tới bãi biển, nước cực kỳ dữ dội.Đọc thêm",
            "Nếu chuyến đi nhóm của tôi đến lúc 4 giờ chiều, liệu chúng tôi vẫn được phép vào vì còn một giờ trước giờ đóng cửa phải không? Chúng ta sẽ phải khám phá trong bao lâu?\n\nCảm ơn bạnĐọc thêm",
            "Tôi khuyên bạn nên dành thêm thời gian vì bạn muốn chụp được nhiều bức ảnh đẹp và ấn tượng.Đọc thêm",
            "Bạn có thể nhìn thấy những bức tranh khắc đá kể từ cơn bão không? Bạn có thể vào hang an toàn bằng thang không? Một số đánh giá nói có và một số không. Đọc thêm",
            "Bạn cần một đôi giày hoặc quần vợt tốt và có điều kiện để lên xuống, mặt đất trơnĐọc thêm",
            "Vì vậy, hãy để tôi hiểu. Bãi đậu xe mở cửa lúc 8 giờ sáng nhưng mở cửa cả ngày cho công chúng vào cửa miễn phí? Điều gì xảy ra nếu bạn đến trước 8 giờ sáng? \n\nNgoài ra, trẻ em được miễn phí là những gì tôi đọc? Độ tuổi nào?Đọc thêm",
            "Đó là bãi đậu xe chứ không phải cảnh quan...chủ sở hữu sở hữu mảnh đất giữa đó và cảnh quan tính phí cho bạn sử dụng nó..nếu bạn đỗ xe ở nơi khác thì không tính phí...Đọc thêm",
            "Đến thăm lại vào tháng 1, tôi có thể mang theo thang riêng của mình không?  Tôi đã từng vào hang động vài lần trước đây.Đọc thêm",
            "Tôi sẽ nói không.  Chiếc thang ở đó đã bị hư hại do cơn bão nên tôi không nghĩ bạn có thể leo vào bên trong hang động.Đọc thêm"
        ],
        "star_ratings": [
            602,
            127,
            36,
            11,
            10
        ],
        "review_amount": 786,
        "location": [
            "Hang Ấn Độ",
            "vùng Caribe",
            "cau",
            "Các hoạt động ở Arecibo",
            "Puerto Rico"
        ],
        "reviews_time": [
            "Written June 10, 2023",
            "Written June 18, 2023",
            "Written July 4, 2023",
            "Written October 30, 2023",
            "Written December 26, 2023",
            "Written January 30, 2024",
            "Written May 28, 2024",
            "Written May 24, 2024",
            "Written April 17, 2024",
            "Written April 8, 2024",
            "Written March 26, 2024",
            "Written January 30, 2024",
            "Written December 26, 2023",
            "Written October 30, 2023",
            "Written July 15, 2023",
            "Written July 4, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g1383492-d1467182-Reviews-Cueva_del_Indio-Arecibo_Puerto_Rico.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g1383492-d7772641-Reviews-El_Faro-Arecibo_Puerto_Rico.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1383492-d12509594-Reviews-Arrecife_681-Arecibo_Puerto_Rico.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1383492-d13531055-Reviews-Bocata_Smokehouse-Arecibo_Puerto_Rico.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1383492-d16849090-Reviews-Hallow_s_Restaurant-Arecibo_Puerto_Rico.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1383492-d968778-Reviews-Salitre_Meson_Costero-Arecibo_Puerto_Rico.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1383492-d1489854-Reviews-Salpicon_Restaurant-Arecibo_Puerto_Rico.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1383492-d8813676-Reviews-Playa_Brava-Arecibo_Puerto_Rico.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1383492-d1413693-Reviews-Restaurante_Picholo-Arecibo_Puerto_Rico.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1383492-d14762862-Reviews-Vokadillo-Arecibo_Puerto_Rico.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1383492-d12682866-Reviews-Route_681-Arecibo_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g1383492-d2401883-Reviews-La_Poza_Del_Obizpo-Arecibo_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g1383492-d1552426-Reviews-Arecibo_Lighthouse_Historical_Park-Arecibo_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g1383492-d13073061-Reviews-Caza_Y_Pesca_Beach-Arecibo_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g1383492-d11907918-Reviews-Bosque_Cambalache_National_Park-Arecibo_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g1383492-d8090922-Reviews-Catedral_San_Felipe_Apostol-Arecibo_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g1383492-d17484669-Reviews-Plaza_De_Recreo-Arecibo_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g1383492-d17463897-Reviews-Paseo_de_Damas-Arecibo_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g1383492-d17454776-Reviews-Casa_Trina_Padilla_de_Sanz-Arecibo_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g1383492-d17487290-Reviews-Cano_Tiburones-Arecibo_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g2212936-d17464502-Reviews-Playa_Las_Criollas-Barceloneta_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g1383492-d1467182-Reviews-or10-Cueva_del_Indio-Arecibo_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g612474-d8264099-Reviews-East_Coast_Water_Taxi-Fajardo_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g580453-d2455585-Reviews-Culebrita-Culebra_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g17464577-d1819723-Reviews-Playa_La_Chiva-Puerto_Ferro_Isla_de_Vieques_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g147326-d1051530-Reviews-Playa_Caracas-Isla_de_Vieques_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g580453-d147939-Reviews-Flamenco_Beach-Culebra_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g612474-d4045205-Reviews-Cayo_Icacos-Fajardo_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g580453-d4101045-Reviews-Playa_Zoni-Culebra_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g13355887-d17471061-Reviews-Reserva_Natural_Cabezas_de_San_Juan-Las_Croabas_Fajardo_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g147323-d2257716-Reviews-Isla_de_Caja_de_Muertos-Ponce_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g609121-d4039798-Reviews-Catarata_Gozalandia-San_Sebastian_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g147320-d1171873-Reviews-Pr4less_Tours_Adventure-San_Juan_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g2212936-d2549517-Reviews-Puerto_Rico_Premium_Outlets-Barceloneta_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g2091641-d2614350-Reviews-Fun_Brothers-Esperanza_Isla_de_Vieques_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g1383492-d4071462-Reviews-Xtreme_Divers-Arecibo_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g1383492-d10629730-Reviews-Skydive_Puerto_Rico-Arecibo_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g1383492-d2335360-Reviews-Aventura_Cueva_Ventana-Arecibo_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g1383492-d8641173-Reviews-Auto_Cine_Santana-Arecibo_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g2212936-d2208559-Reviews-Gabriel_Lugo_Birding_Tour_Guide-Barceloneta_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g659455-d2412779-Reviews-Playa_Sardinera-Hatillo_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g1383492-d17471562-Reviews-Cueva_Ventana-Arecibo_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d21150285-Reviews-The_Battery_Atlanta-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d7238083-Reviews-Dubai_Turtle_Rehabilitation_Project-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g187849-d208761-Reviews-Brera_District-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d8721898-Reviews-Al_Qudra_Lake-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g41773-d4893337-Reviews-Nelson_Memorial_Park-Plymouth_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g147432-d185182-Reviews-Thunderball_Grotto-Staniel_Cay_Out_Islands_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d5847649-Reviews-Herbs_Rye-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g152515-d7386681-Reviews-Quivira_Golf_Club-Cabo_San_Lucas_Los_Cabos_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g147351-d1603460-Reviews-Tijon-Grand_Case_Saint_Martin_St_Martin_St_Maarten.html",
            "https://www.tripadvisor.com/Attraction_Review-g562814-d620200-Reviews-House_of_Illusion-Salou_Costa_Dorada_Province_of_Tarragona_Catalonia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g1383492-d1467182-Reviews-or10-Cueva_del_Indio-Arecibo_Puerto_Rico.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g1383492-d1467182-Reviews-Cueva_del_Indio-Arecibo_Puerto_Rico.html"
    }
]