[
    {
        "attraction_name": "Czech railways",
        "attraction_name_vi": "Đường sắt Séc",
        "general_info": [
            "417 đánh giá",
            "166 trên 286 Phương tiện giao thông ở Praha",
            "Dịch vụ đường sắt"
        ],
        "attraction_summary": "Dài gần 700 trăm mét, Quảng trường Wenceslas đại diện cho ngã tư thường xuyên và náo nhiệt nhất của thành phố. Bảo tàng Quốc gia ở phần trên của quảng trường sẽ theo dõi hoạt động chi tiêu của bạn tại vô số cửa hàng và cửa hàng bán lẻ nằm dọc toàn bộ quảng trường, kết thúc tại Na Příkopě, phố mua sắm nổi tiếng nhất. Khi mệt mỏi hoặc kiệt sức, bạn có thể khám phá những đường hầm của thành phố, nơi có thể đưa bạn đến Phố cổ hoặc đến sân trong của những ngôi nhà theo phong cách tân nghệ thuật với những viên ngọc bí mật là cây xanh, những chiếc ghế dài màu trắng và bụi hoa hồng mang đến sự bình yên bất ngờ giữa lòng thành phố. Hãy nhớ ghé thăm các quán cà phê truyền thống, quán rượu Séc cổ điển, rạp chiếu phim và nhà hát. Nhà hát Quốc gia gần sông có rất nhiều thứ để cung cấp cho người nước ngoài. Đi đến bờ sông và thưởng thức nhạc sống và đồ uống trong khi ngắm hoàng hôn phía sau Lâu đài Praha.Đọc thêm",
        "reviews": [
            "Không hiệu quả. Các tuyến thay thế từ Praha đến Linz bị chậm hơn nhiều so với kế hoạch. Tôi hiểu, đang là mùa hè.. các công trình đường sắt, v.v. Nhưng chúng cần phải ngăn nắp và đúng giờ hơn. Tôi đã đến Praha thường xuyên, lái xe bằng CD rất nhiều lần, nhưng chuyến đi này thật tồi tệ. Đây chỉ là lời cảnh báo đối với những du khách dự định đến thăm Praha bằng tàu hỏa vào mùa hè năm 2023, đặc biệt là những người lớn tuổi và gia đình có trẻ em. Mang theo rất nhiều kiên nhẫn với bạn. Và tất nhiên là nước uống.Đọc thêm",
            "Được trả tiền cho Hạng Thương gia.\nKhông có xe ăn uống, xe đẩy cà phê đã hết cà phê và thức ăn trong vài giờ sau hành trình 7 giờ, được quảng cáo là có xe ăn uống.\nGhế hạng thương gia trông không thoải mái hơn ghế thường \nKhông có giấy vệ sinh trong nhà vệ sinh bẩn\nSẽ không làm nữa nếu không có kho thực phẩm và giấy vệ sinh của riêng tôi.Đọc thêm",
            "Tàu đi từ Praha tới Linz. Huấn luyện viên đã già và không có AC. Khoang được chia thành 6 khối dành cho người và nóng đến mức tôi làm theo lời khuyên của một người đánh giá khác và đi đến toa ăn. Bản thân việc đi đến toa ăn đã là một trải nghiệm vì có rất nhiều du khách ngồi ở hành lang trên mỗi toa. Khi đến toa ăn, chúng tôi thật may mắn vì có 2 ghế trống trong tổng số 12 ghế duy nhất. Chúng tôi ở đó trong phần còn lại của chuyến đi. Hơn hết, trời đã muộn và chúng tôi chỉ kết nối được vì ngày hôm đó cũng muộn. Trải nghiệm căng thẳng xung quanh. Ồ, và ở Praha có thang cuốn lên tầng tàu dành cho hầu hết các chuyến tàu, nhưng cái này chỉ có bậc thang nên tôi phải mang tất cả hành lý của mình lên cầu thang lên sân ga.Đọc thêm",
            "Trải nghiệm khủng khiếp Budapest-Prague, tôi đã trả tiền cho ghế hạng nhất và không có máy điều hòa, về cơ bản là ngồi trong phòng tắm hơi hạng nhất. Không có lời giải thích nào được đưa ra và không có nỗ lực để khắc phục nó. Hãy sử dụng các công ty khác nếu có thể, tránh công ty này nhiều nhất có thểĐọc thêm",
            "Đầu máy toa xe cũ kỹ, khó chịu. Lần cuối cùng tôi đi trên một chuyến tàu có nhiều khoang là cách đây 45 năm. Nó chật chội, không đủ chỗ để hành lý, ghế ngồi không thoải mái và cũ kỹ, tựa đầu bị gãy và chọc vào vai tôi. Tàu quá đông và khởi hành trễ 15 phút. Đó là một cực hình trong kỳ nghỉ, hãy tránh nếu bạn có thể!Đọc thêm",
            "Chúng tôi đặt chuyến tàu EC 358 Praha đến Munich lúc 9:45. \nĐầu tiên, chúng tôi may mắn nghĩ đến việc đi đến một địa điểm khác và đặt vé ngồi vì đây là một chuyến tàu được đặt trước quá nhiều. \nChúng tôi chỉ có thể đặt chỗ từ Praha đến Schwendof. \nSau đó vì tàu bị trễ 30 phút! giữa Praha và Schwendof. \nThông báo được thực hiện ở đâu mà không hoàn toàn rõ ràng. Nhưng chúng tôi phải xuống tàu ở SCH. \nHoàn toàn không có sự hướng dẫn hay định hướng nào cả. \nMay mắn thay có một cô gái người Đức đáng yêu đang giải thích. \nChúng tôi phải đổi sân ga và đợi 30 phút để có chuyến tàu nhỏ hai toa đến Regenburg. Thậm chí không có một chiếc phù hợp nên chúng tôi rất vui vì chúng tôi đã làm. Sau đó từ Regenburg đi một chuyến tàu khác đến Munich. Điều này làm chúng tôi trì hoãn hai giờ. \n\nĐáng lẽ phải có nhiều hướng dẫn hơn và những người có vấn đề về di chuyển hoặc rào cản về ngôn ngữ sẽ rất khó khăn đối với họ. \nCó một máy chủ đáng yêu đang làm ki-ốt di động nhỏ. \nNhưng rõ ràng là anh ấy đang căng thẳng. Không có cảnh báo nào cho biết trên tàu không có chỗ ăn uống. \nĐối với một chuyến tàu dài, điều đó dường như vẫn chưa đủ. \n\nĐiểm mua vé trực tiếp là gì. Đọc thêm",
            "Trên đường đi trên chuyến tàu CZ và nó gần như bốc mùi. Mùi cơ thể ôi thiu và không nhiều người dùng lăn khử mùi. Hãy mặc chất khử mùi bằng tiếng Séc. Chúng tôi nhận thấy chất khử mùi không phổ biến ở người SécĐọc thêm",
            "Họ gặp vấn đề khi bố trí chỗ ngồi cho mọi người để chúng tôi có thể đi lại bình thường. Họ đặt trước quá nhiều chuyến tàu cùng với tất cả các công ty khác hoạt động ở Cộng hòa Séc. Dịch vụ dọn rác với những người không nói được tiếng Anh. Quản lý cấp cao không quan tâm vì họ nhận được tiền thưởng. Tôi hy vọng họ sẽ tận hưởng chúng ở mức độ mà chúng tôi đang trả tiền cho một chỗ ngồi và chúng tôi đang đứng trong 3 giờ di chuyển vì chúng vô dụng. Thật thú vị khi được đi trên một chuyến tàu như vậy.Đọc thêm",
            "Chúng tôi sử dụng České dráhy để đi từ Praha đến Linz hạng thương gia du lịch. Chúng tôi nhận thấy những đoàn tàu lâu đời hơn Railjet, một trong những nhà khai thác đường sắt yêu thích của chúng tôi.\n\nChúng tôi đã mua bữa sáng rất tuyệt và nhân viên rất thân thiện.\n\nChỗ ngồi rộng rãi, thoải mái và dịch vụ đúng giờ.Đọc thêm",
            "Họ sẽ khó giải quyết nếu bạn đi bằng xe lăn!  họ đã bán cho tôi một ghế dành cho người khuyết tật trên một chuyến tàu không thể chứa được xe lăn và sau đó không muốn hoàn lại tiền của tôi!  Cuối cùng, sau khoảng một giờ, tôi đã nhận được tiền hoàn lại.  Cần đặt chỗ hỗ trợ xe lăn BẮT BUỘC TRƯỚC 24 GIỜ--không có ngoại lệ!!Đọc thêm",
            "Chúng tôi bắt chuyến tàu tốc hành từ Cesky Krumlov đến Praha. Nó thực sự dừng lại ở một vài thị trấn trên đường đi nhưng bạn không đổi tàu. Các chuyến tàu khác cùng tuyến có bạn đổi chuyến ở Cesky Budejovice. Trải nghiệm vẫn ổn. Tàu đã đúng lịch trình, chỗ ngồi thoải mái và dịch vụ rất tốt. Chúng tôi đã đặt vé hạng thương gia nhưng nó không hơn gì hạng phổ thông.Đọc thêm",
            "Chuyến tàu tồi tệ nhất từ ​​trước đến nay. Nó đã được đặt trước quá nhiều nên không đủ chỗ để bán vé. Mọi người ngồi, đứng và thậm chí nằm trên sàn ở cuối toa. Tôi đã đứng suốt 6 giờ từ Budapest đến Praha. Có một cuộc tranh giành chỗ ngồi dự phòng sau mỗi điểm dừng khi một số người xuống xe nhưng những người khác lại lên. Việc chở quá tải rất nguy hiểm, đặc biệt là ở tốc độ và độ rung chuyển mà chiếc xe này đang gây ra. Không thể tưởng tượng được cuộc tàn sát nếu nó trật bánh. Hãy tránh nếu bạn coi trọng sự thoải mái và an toàn của mình thì đó là trải nghiệm ở thế giới thứ 3. Đọc thêm",
            "Họ sẽ khó giải quyết nếu bạn đi bằng xe lăn!  họ đã bán cho tôi một ghế dành cho người khuyết tật trên một chuyến tàu không thể chứa được xe lăn và sau đó không muốn hoàn lại tiền của tôi!  Cuối cùng, sau khoảng một giờ, tôi đã nhận được tiền hoàn lại.  Cần đặt chỗ hỗ trợ xe lăn BẮT BUỘC TRƯỚC 24 GIỜ--không có ngoại lệ!!Đọc thêm",
            "Chúng tôi bắt chuyến tàu thẳng đến Cesky Krumlov để kỷ niệm lễ Phục sinh ở đó. Và tôi phải nói rằng nó là đỉnh cao về mọi mặt, đặc biệt là thực đơn và đồ ăn chúng tôi đã ăn. Dịch vụ tốt nhất có thể được mong đợi và chuyến tàu chạy thẳng có thể mất ít nhất 2 giờ nữa khi bạn nhìn thấy giao thông đường bộ trên đường về. Chúng tôi sẽ không đi đến đó bằng bất kỳ cách nào khác, đó là trên toa hạng nhất 371Đọc thêm",
            "Tôi phải mua vé từ Karlovy Vary đến Munich, người phụ nữ ở văn phòng đặt vé rất thô lỗ và hung hăng. Tôi không thể hiểu được thái độ của cô ấy đối với tôi. Tôi hỏi cô ấy rằng tàu đã rời khỏi sân ga nào và cô ấy bắt đầu nói với tôi rằng cô ấy không biết đi. nhìn vào bảng nên một lần nữa tôi nhìn vào bảng không có nền tảng một lần nữa tôi hỏi cô ấy nền tảng nào không có trên bảng lại lạm dụng sau vài phút, cô ấy nói nó xuất hiện trên bảng 5 phút trước khi khởi hành TẠI SAO cô ấy không nói với tôi điều này khi tôi hỏi cô ấy lần đầu tiên Điều này khiến tôi không muốn quay lại thị trấn này, cô ấy thật thô lỗ mà không có lý do gì Đọc thêm",
            "Tôi rất ngạc nhiên khi thấy những đánh giá thấp dành cho Đường sắt Séc. Dịch vụ tốt đúng giờ là những gì chúng tôi trải nghiệm. Đã thực hiện hai chuyến đi cuối tuần đến Vienna và Dresden từ Praha và dịch vụ này rất tuyệt vời. Dễ dàng điều hướng nhà ga và dịch vụ tốt trên tàu. Cơ sở vật chất sạch sẽ. Hãy sử dụng chúng.Đọc thêm",
            "Chúng tôi sử dụng České dráhy để đi từ Prague đến Linz bằng tàu hạng thương gia. Chúng tôi thấy tàu cũ hơn Railjet, một trong những hãng tàu hỏa yêu thích của chúng tôi. Chúng tôi đã mua bữa sáng, rất tuyệt và nhân viên thân thiện. Ghế ngồi rộng rãi và thoải mái, dịch vụ đúng giờ. Đọc thêm",
            "Không bao giờ lặp lại!!! Từ chuyến đi đêm, giờ tôi đã bị tổn thương nặng nề. Từ 14 giờ với những điều tồi tệ, 21 giờ trên chuyến tàu thứ 3 không có chỗ ngồi, những con người hoàn toàn kiêu ngạo, nếu bạn yêu cầu giải pháp,,, tôi không biết.,,, những câu trả lời tuyệt vời. Tôi không hiểu làm thế nào công ty này có thể tồn tại!!! Không bao giờ nữa. Đọc thêm",
            "Tôi đi du lịch vào ngày 24 tháng 8 năm 2023, tôi đưa hình ảnh vé trong phản hồi này. Một thành viên trong đoàn muốn LỪA ĐẢO TÔI, đốt số bia của tôi lên gấp đôi; từ 2 euro đến 4 euro... nói rằng, bia có giá gấp đôi, bởi vì chúng tôi ĐÃ CÓ! Đó là một lời bào chữa lố bịch! Tôi đã đưa ra nhận xét tồi tệ này cho đến tận ngày 4 tháng 10, bởi vì tôi đang đợi cho câu trả lời của Pavel, người chịu trách nhiệm trả lời các ý kiến ​​phản hồi. Anh ấy KHÔNG BAO GIỜ trả lời tôi, bởi vì anh ấy biết rằng tôi có lý do và anh ấy đang cố gắng bảo vệ nhân viên tồi với cách cư xử không tốt có tên là: Voclar. HÃY XEM những độc giả và người theo dõi từ tripadvisor, KHÔNG SỬ DỤNG CÔNG TY TÀU NÀY VÀ ĐỪNG ĐẾN CHÍNH CỦA HỌ ĐIỂM ĐẾN: PR4GU3 Tôi viết tên thành phố như thế này để ý kiến ​​phản hồi của tôi được chấp nhận. Không chỉ có đoàn tàu... ngay khi bạn đến ga xe lửa, những người kinh doanh ở đó, muốn LỪA ĐẢO BẠN!Điều tương tự cũng xảy ra trong thành phố tại các nhà hàng, khách sạn, ATM, NHÀ Ở TỶ GIÁ HỐI ĐỔI... ngay cả trong NGÂN HÀNG!Ps. Ngoại lệ duy nhất là các tài xế taxi; bạn thanh toán cho họ bằng euro và họ sẽ đưa cho bạn số tiền lẻ chính xác bằng euro. Vui lòng đọc câu trả lời của tôi cho Pavel trong bức ảnh đầu tiên. Cảm ơn và hãy cẩn thận!Đọc thêm",
            "Họ có vấn đề khi cung cấp chỗ ngồi cho mọi người để chúng ta có thể đi lại bình thường. Họ đặt quá nhiều vé tàu cùng với tất cả các công ty khác hoạt động trong Cộng hòa Séc. Dịch vụ rác rưởi với những người không nói tiếng Anh. Quản lý cấp cao không quan tâm vì họ được thưởng. Tôi hy vọng họ tận hưởng chúng đến mức chúng ta đang trả tiền cho một chỗ ngồi và chúng ta phải đứng trong 3 giờ di chuyển vì chúng vô dụng. Thật thú vị khi đi tàu như vậy. Đọc thêm",
            "Xin chào, ai đó có thể giải thích cho tôi tại sao phương tiện giao thông công cộng lại đắt hơn phương tiện giao thông ô tô không, tôi không tính rằng ngày nay bạn vẫn khó chịu với khẩu trang, liên tục bị trễ chuyến và có thứ gì đó liên tục không hoạt động!? Cám ơn vì đã giải thích!\n\nXin chào, ai đó có thể giải thích cho tôi tại sao có thể phương tiện giao thông công cộng đắt hơn phương tiện giao thông ô tô, không tính thực tế là ngày nay bạn luôn bị làm phiền bởi khăn che mặt, sự chậm trễ liên tục và có thứ gì đó không hoạt động liên tục!?  Cám ơn vì đã giải thích!\n\nBtw: Tôi hy vọng rằng những người bạn nước ngoài của tôi sẽ đọc nó và không bao giờ sử dụng thứ rác rưởi này! Đặc biệt là Đường sắt Séc! Thuê một chiếc xe hơi và bạn sẽ làm tốt hơn!",
            "tất cả đều như thế này hay chỉ con tàu nàyĐọc thêm",
            "Nó phụ thuộc vào chuyến tàu bạn nhận được. Tôi đã đi trên chuyến tàu EC Eurocity từ Đức có cả khoang kiểu cũ và toa mở hiện đại. Họ thường có xe ăn uống trên những hành trình dài. Bạn có thể kiểm tra loại tàu và cơ sở vật chất khi đặt vé.Đọc thêm",
            "Tôi đã mua vé từ Munich đến Praha và từ Praha đến Budapest nhưng không đặt được chỗ, nhóm 7 người, có option nhưng không tiếp tục. Làm cách nào để đặt chỗ?Đọc thêm",
            "Có phải là một lựa chọn tốt để đi đến Karlovy Vary hoặc bất kỳ thị trấn nào ở Praha không? Tôi có thể rút tiền trực tuyến bằng thẻ euro không?Đọc thêm",
            "Xin chào, bạn đang đi du lịch Praha đến Vienna và đang băn khoăn không biết tôi cần phải có mặt tại nhà ga bao lâu trước khi khởi hành?Đọc thêm",
            "Tôi đồng ý với các câu trả lời khác khoảng 45 phút vì họ không đưa ra thông tin nào cho đến khoảng 45 phút trước khi khởi hànhĐọc thêm",
            "Tại sao không có chuyển khoản trực tiếp nào được hiển thị từ Praha đến Munich trong khoảng thời gian từ ngày 15 tháng 6 đến ngày 21 tháng 6?Đọc thêm",
            "Không biết. Điều đó có thể có nghĩa là không có vấn đề gì và bản dịch bị tắt hoặc tuyến đường trực tiếp duy nhất thực sự là trên xe buýt chứ không phải tàu và do đó không có phương tiện chuyển tuyến. Tôi nghĩ thường cần phải chuyển tuyến dọc theo tuyến đường nếu bạn chỉ muốn đi bằng tàu hỏa.\n\nHãy thử hỏi họ thông qua biểu mẫu liên hệ trên trang web của họ ở phía dưới. Họ trả lời bằng tiếng Anh.\n\nHoặc gửi email tới:\n\ninfocd.czĐọc thêm",
            "Tôi cần đặt vé trên trang web của họ sớm bao lâu? Tôi sẽ đi từ Praque đến Munich vào đầu ngày 19 tháng 6. Xin hãy tư vấn. Ngoài ra, tôi nhận thấy rằng hiện tại tôi không thể đặt chỗ cho ngày tôi muốn. Chúng ta có phải đặt trước chuyến đi 1 tháng không? Khi chúng tôi nhận được vé pdf trực tuyến, chúng tôi có phải đổi lấy vé thật tại quầy của họ không? Cảm ơnĐọc thêm",
            "Trang web CD chỉ cho phép đặt chỗ trước khoảng 3 tháng nên hiện tại các ngày tháng 6 đã có sẵn.  Vé PDF trực tuyến là vé thực tế và không cần phải trao đổi.Đọc thêm",
            "Đặt vé hạng nhất Praha đến Munich. Có chỗ để hành lý cho hai vali lớn không?Đọc thêm",
            "HI, Điều đó phụ thuộc vào ý bạn nói chung. Ngăn đựng hành lý phía trên ghế đủ lớn để đựng hành lý xách tay cùng kích cỡ mà các hãng hàng không cho phép mang theo. Nó thực sự không khác nhiều trên tàu, ngoại trừ tàu không tính thêm phí cho hành lý cỡ lớn. Tuy nhiên, thực sự không có nơi nào an toàn để bạn cất hành lý lớn hơn. Bạn có thể mang nó đến chỗ ngồi của mình và cất nó ở chỗ ngồi gần đó, nhưng bạn sẽ phải di chuyển nó nếu có người muốn ngồi ở đó. Tôi hoàn toàn khuyên bạn không nên mang theo hành lý quá lớn. Các ga tàu không phải lúc nào cũng có sẵn thang máy hoặc thang cuốn. Praha là một trong số đó và bạn sẽ phải kéo chúng lên xuống cầu thang. Bạn cũng sẽ phải nhấc họ lên tàu rồi lại xuống tàu vì có thể không có ai giúp bạn. Nếu bạn có thể mang theo hành lý xách tay hoặc ba lô, bạn sẽ thực sự thích thú với chuyến du lịch bằng tàu hỏa hơn rất nhiều. Khi đóng gói hãy tự hỏi liệu bạn có thực sự cần tất cả hành lý đó không. Bạn có thể thấy bạn không. Chuyến đi vui vẻ và an toàn!!Đọc thêm",
            "Tôi đã cố gắng đặt chỗ trên trang web Ceske drahy Railjet. Tôi dường như không thể chọn được chỗ ngồi trên bản đồ chỗ ngồi trên hành trình trở về của mình? Tôi có thể chọn chỗ ngồi trên hành trình đi nhưng không thể chọn chỗ ngồi cho chuyến về.Đọc thêm",
            "Không chắc chắn lắm\n\n Có thể họ cho phép bạn chọn chỗ ngồi gần ngày về\nChỉ cần kiểm tra lại dựa trên sự trở lại của bạn \n\nNgoài ra nếu bạn đang đi giữa hành trình, họ có thể không cho phép\nĐọc thêm",
            "Tôi đang cố gắng mua vé trực tuyến từ Budapest đến Praha vào ngày 20 tháng 10 năm 2018. Tôi muốn đi thẳng hạng nhất không có điểm dừng-hoặc cách tốt nhất có thể. Sẽ là tôi 65 tuổi và con trai tôi 23 tuổi\n\nTôi được khuyên nên truy cập trang web CD.cz-- Tôi thấy rằng tôi có thể nhập thông tin của mình nhưng không biết liệu chúng tôi có đủ điều kiện để được giảm giá hay không. Tôi cũng đang đọc những bài đánh giá về trải nghiệm tiêu cực trên các chuyến tàu CD.cz hạng nhất--nhưng liệu có lựa chọn nào tốt hơn hay đây là thứ tôi nên đặt. Tôi muốn chuyến tàu khởi hành lúc 08:00. Vui lòng hướng dẫn tôi cách mua hàng!  Tôi thấy có rất nhiều câu hỏi và lựa chọn mà tôi không biết trả lời thế nào!!\n\nCẢM ƠN BẠN!!!!! Đọc thêm",
            "Tôi có thể nói thêm rằng có một quán barbistro ngon ở góc bên trái khi bạn vào ga ở Budapest.Đọc thêm"
        ],
        "star_ratings": [
            37,
            54,
            20,
            45,
            264
        ],
        "review_amount": 420,
        "location": [
            "Bô-hê-miêng",
            "Châu Âu",
            "Cộng hòa Séc",
            "Những điều cần làm ở Praha",
            "Praha",
            "Đường sắt Séc"
        ],
        "reviews_time": [
            "Written June 26, 2023",
            "Written June 30, 2023",
            "Written July 6, 2023",
            "Written August 16, 2023",
            "Written September 17, 2023",
            "Written September 21, 2023",
            "Written September 27, 2023",
            "Written October 1, 2023",
            "Written February 17, 2024",
            "Written May 23, 2024",
            "Written May 28, 2024",
            "Written May 25, 2024",
            "Written May 23, 2024",
            "Written April 2, 2024",
            "Written March 27, 2024",
            "Written March 11, 2024",
            "Written February 17, 2024",
            "Written December 8, 2023",
            "Written October 4, 2023",
            "Written October 1, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g274707-d10617660-Reviews-Czech_railways-Prague_Bohemia.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g274707-d6661941-Reviews-K_The_Two_Brothers-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274707-d1504569-Reviews-Grand_Cru_Restaurant-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274707-d1095872-Reviews-Seasons-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274707-d3906899-Reviews-Cloud_9_Sky_Bar_Lounge-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274707-d1079431-Reviews-Cafe_Palanda-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274707-d6380332-Reviews-BeefHouse_Grill_Bar-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274707-d2530954-Reviews-Hanabi_Sushi_House-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274707-d3696328-Reviews-La_Corte-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274707-d2093504-Reviews-Sansho-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274707-d11444240-Reviews-Gulden_Draak_Bierhuis-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d20865323-Reviews-Ministerstvo_Dopravy-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d7657234-Reviews-Kostel_Svateho_Petra-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d1758406-Reviews-Countryside_Day_Trip-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d7657275-Reviews-Galerie_Kuskovu-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d275451-Reviews-Staromestske_namesti-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d21246694-Reviews-King_s_Casino_Prague-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d8685280-Reviews-Kostel_sv_Petra-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d17373506-Reviews-Church_of_St_Peter_at_Porici-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d25157145-Reviews-Park_Lannova-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d275152-Reviews-Old_Town_Hall_with_Astronomical_Clock-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d10617660-Reviews-or10-Czech_railways-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d2474971-Reviews-Prague_Airport_Transfers-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d9570551-Reviews-Daytrip-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d19767106-Reviews-Gun_shooting_Tank_range_TopRange_cz-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d16722230-Reviews-Real_Prague_Tours-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d10464861-Reviews-Best_Trips_Prague-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d17227970-Reviews-Praguedrivers_Online-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d16556205-Reviews-Sidetrips_from_Prague-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d8734768-Reviews-Comfy_Prague_Transfers-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d7789458-Reviews-Prague_Airport_Shuttle-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d9812244-Reviews-Prague_Airport_Transport-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d9998204-Reviews-TheBreakOut_Prague-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d10283281-Reviews-TBO_Escape_Game-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d10440571-Reviews-Fun_Arena-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d7656817-Reviews-Opera-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d20941857-Reviews-Walks_In_Europe-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d2208387-Reviews-EcoTours-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d10065925-Reviews-Paintball_Prague_1-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d13985998-Reviews-Nerf_Arena_Fun_Arena-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d2633737-Reviews-SegwayTrip_E_Scooter_HUGO_Bike_Prague-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d7808590-Reviews-MG_Limousine_service-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d10449738-Reviews-Lenka_Leva_Prague_Guide-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d19950616-Reviews-Beer_Spa_Beerland_Prague-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187782-d14139496-Reviews-Marina_Piccola-Sorrento_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g44341-d12713298-Reviews-Echo_Bluff_State_Park-Eminence_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g189502-d575425-Reviews-Mount_Olympus-Thessaly.html",
            "https://www.tripadvisor.com/Attraction_Review-g34233-d7137890-Reviews-Blind_Creek_Beach-Fort_Pierce_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g1024010-d2310730-Reviews-Plas_Teg_Jacobean_Mansion-Pontblyddyn_Flintshire_North_Wales_Wales.html",
            "https://www.tripadvisor.com/Attraction_Review-g60791-d14093913-Reviews-Twin_Lakes_Trails-Mammoth_Lakes_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60865-d143180-Reviews-Jewel_Cave_National_Monument-Custer_South_Dakota.html",
            "https://www.tripadvisor.com/Attraction_Review-g29045-d6689042-Reviews-A_to_Z-Alma_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g297962-d14957851-Reviews-Upper_Duden_Waterfalls-Antalya_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g186609-d546269-Reviews-Connemara_National_Park_Visitor_Centre-Galway_County_Galway_Western_Ireland.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g274707-d10617660-Reviews-or10-Czech_railways-Prague_Bohemia.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g274707-d10617660-Reviews-Czech_railways-Prague_Bohemia.html"
    }
]