[
    {
        "attraction_name": "Da Bao Real Leather",
        "attraction_name_vi": "Da Thật Đa Bảo",
        "general_info": [
            "120 đánh giá",
            "19 trên 674 Mua sắm ở Hội An",
            "Cửa hàng quà tặng đặc sản"
        ],
        "attraction_summary": "Da là hình ảnh thu nhỏ của niềm đam mê và sự khéo léo của chúng tôi. Tại Đa Bảo Real Leather, chúng tôi vô cùng tự hào trong việc thiết kế các mặt hàng thủ công tỉ mỉ và mang đến cho khách hàng những mẫu mã đồ da đẹp nhất. Chúng tôi tập trung vào nghệ thuật thủ công, sử dụng da thật và tinh tế cũng như cam kết vững chắc về nghệ thuật hoàn hảo. Sự hài lòng của bạn là động lực để chúng tôi tiếp tục làm việc và luôn hoàn thiện, thăng tiến bản thân.Đọc thêm",
        "reviews": [
            "Cửa hàng này có đồ da đẹp nhất! Chúng tôi chỉ đến thăm Hội An một ngày nên không nghĩ mình có thời gian để mua một chiếc túi theo yêu cầu. Có rất nhiều thứ để lựa chọn nhưng chúng tôi muốn có thêm một vài túi và khóa kéo trong túi của mình. Chúng tôi cũng chọn loại da có màu đậm hơn. Cô Trang hứa hôm sau túi sẽ có! Chúng tôi rất hạnh phúc với túi của chúng tôi. Họ thật đẹp! Da, tay nghề và các chi tiết kim loại có chất lượng cao.  Bạn sẽ không phải thất vọng với bất cứ điều gì bạn mua! Cô Trang là người am hiểu và sẽ làm việc với những bạn muốn làm món gì đó theo ý muốn.\nĐọc thêm",
            "Cảm ơn bạn rất nhiều vì đánh giá của bạn, tôi hy vọng sẽ gặp lại bạn trong tương lai hoặc ghé thăm cửa hàng trực tuyến của chúng tôi tại dabaoleather com\nĐọc thêm",
            "Sản phẩm da tuyệt vời và dịch vụ tốt. Chúng tôi yêu cầu họ làm một chiếc túi xách tay mới dựa trên tik tok. Họ có được tất cả các thông số kỹ thuật bằng cách kiên nhẫn lắng nghe trong một thời gian dài và đưa ra gợi ý. Chiếc túi hóa ra đẹp hơn nhiều so với chiếc túi mà chúng tôi đã xem trên tik tok. Họ tùy chỉnh làm túi da trong vòng 24 giờ.\n\nPhương đang giúp chúng tôi trong cửa hàng. Cô có kiến ​​thức rất tốt về túi da và đưa ra những gợi ý quý giá cho mẫu thiết kế túi xách tay mới kiểu dáng đẹp. Chúng tôi vô cùng hạnh phúc.Đọc thêm",
            "Sara thân mến,\n\nCảm ơn bạn rất nhiều vì đã dành thời gian để lại một đánh giá tuyệt vời như vậy! Chúng tôi rất vui khi biết bạn đã có trải nghiệm tích cực với các sản phẩm và dịch vụ về đồ da của chúng tôi.\nĐiều này luôn mang lại cho chúng tôi niềm vui khi được nỗ lực hết mình vì khách hàng của mình và rất vui khi cô Phương đã vượt quá sự mong đợi của bạn bằng cách kiên nhẫn lắng nghe các thông số kỹ thuật của bạn về chiếc túi xách tùy chỉnh và đưa ra những gợi ý có giá trị. Được biết rằng sản phẩm cuối cùng thậm chí còn tốt hơn những gì bạn hình dung là điều vô cùng bổ ích đối với nhóm của chúng tôi.\nChúng tôi vô cùng tự hào về kiến ​​thức và sự tâm huyết của cô Phương trong việc tạo ra chiếc túi độc đáo và đẹp mắt, vượt quá sự mong đợi của bạn. Chúng tôi cố gắng đảm bảo rằng tất cả khách hàng của chúng tôi đều nhận được dịch vụ đặc biệt và khiến cửa hàng của chúng tôi vui vẻ và hài lòng.\nChúng tôi khuyến khích bạn sớm quay lại với chúng tôi hoặc khám phá danh mục trực tuyến của chúng tôi để biết thêm các sản phẩm da thủ công mà bạn có thể yêu thích. Cảm ơn bạn một lần nữa vì những lời tốt đẹp của bạn và vì đã chọn chúng tôi!\n\nTrân trọng,\nDa thật Đa BảoĐọc thêm",
            "Mua một chiếc thắt lưng da cho anh trai tôi. Nga đã rất hữu ích trong việc tìm kiếm một sản phẩm chất lượng. Cô ấy thậm chí còn tìm thấy một chiếc khóa vàng cho chúng tôi. Thắt lưng đã sẵn sàng trong vài phút và được đóng gói đẹp mắt. Cảm ơn sự giúp đỡ của bạn, Nga :Đọc thêm",
            "Cảm ơn bạn đã dành thời gian đánh giá các sản phẩm, dịch vụ đồ da của chúng tôi và chia sẻ trải nghiệm của mình! Rất vui khi biết bạn đã tìm được sản phẩm đồ da yêu thích tại shop Đa Bảo. Tại Đa Bảo, chúng tôi tự hào cung cấp các sản phẩm da chất lượng cao với nhiều chủng loại phù hợp với sở thích của mọi người với giá cả hợp lý. Ngoài ra, chúng tôi đảm bảo chất lượng sản phẩm với chế độ bảo hành trọn đời để bạn yên tâm.\nVui lòng liên hệ với chúng tôi tại Leather.hagmaill.com hoặc whatsapp: 84 906 432 742, chúng tôi rất vui được hỗ trợ bạn. Chúng tôi rất coi trọng mọi phản hồi, đó là động lực để chúng tôi tiếp tục tạo ra các sản phẩm da chất lượng cao và thiết kế độc đáo. Một lần nữa, cảm ơn bạn rất nhiều vì phản hồi của bạn. Chúng tôi rất vui được chào đón bạn sớm quay trở lại! Đọc thêm",
            "Nhìn qua những tập tài liệu và tập bìa da mà Đa Bảo có, không có tập tài liệu nào đúng kiểu dáng mà tôi đang tìm kiếm. Nga đã giúp tôi thiết kế loại ống tay áo mà tôi muốn, chọn loại da chất lượng hàng đầu và làm cuốn sách tóm tắt cá nhân hóa dành riêng cho tôi này với những chữ viết tắt của tôi được lồng chữ lồng. Tôi rất hài lòng với sản phẩm đã hoàn thành.Đọc thêm",
            "Cảm ơn bạn đã chia sẻ kinh nghiệm của mình. Chúng tôi rất vui khi biết rằng Nga có thể hỗ trợ bạn tạo ra một tuyển tập đồ da cá nhân theo đúng thông số kỹ thuật của bạn. Chúng tôi nỗ lực cung cấp các sản phẩm chất lượng hàng đầu phù hợp với nhu cầu của khách hàng. Nếu bạn có bất kỳ yêu cầu hoặc phản hồi nào khác, vui lòng cho chúng tôi biết.\nĐọc thêm",
            "Đi ra khỏi chiếc bánh chuối, chúng tôi tình cờ gặp cửa hàng bán đồ da này. Sau khi chạy thử túi da thật ở Chợ đêm từ những nơi không xác định, chúng tôi đã chuẩn bị sẵn sàng. Thực tế là những chiếc túi ở đây được sản xuất tại địa phương và có chất lượng cao, không đắt hơn là điều đáng kinh ngạc. Tôi thấy mình thích thiết kế rất khác thường nhưng tôi không quá đam mê màu sắc. Nga, trợ lý bán hàng rất hữu ích nhưng không quá đề cao đã tình cờ nghe được và nói với tôi rằng tôi có thể có bất kỳ combo màu nào trong cửa hàng được làm qua đêm với cùng một mức giá. Ngày hôm sau tôi đã đi khệnh khạng quanh Hội A với nó! Tuyệt vời!\nTga đã làm cho trải nghiệm trở nên rất đặc biệt, đủ đặc biệt để tôi viết bài đánh giá này. Rất khuyến khích hỏi Nga, Đọc thêm",
            "Kính gửi GWW885,\n\nCảm ơn bạn đã để lại một đánh giá thú vị như vậy! Cả nhóm mỉm cười khi đọc về cuộc gặp gỡ tình cờ của bạn với cửa hàng của chúng tôi sau chuyến phiêu lưu làm bánh chuối.\nChúng tôi hoàn toàn hiểu được sự hoài nghi của bạn sau khi khám phá khung cảnh bằng da thật của Chợ Đêm. Chúng tôi vô cùng tự hào về việc chế tạo các mặt hàng da chất lượng cao được sản xuất tại địa phương, có nguồn gốc hợp pháp và giá cả hợp lý.\nThật vui mừng khi bạn tìm thấy một thiết kế độc đáo mà bạn yêu thích và thật vui mừng khi Nga đã nỗ lực hết sức để cá nhân hóa sự kết hợp màu sắc chỉ sau một đêm với cùng một mức giá! Thật tuyệt vời khi nhóm của chúng tôi có thể tạo ra trải nghiệm tuyệt vời cho khách hàng.\nChúng tôi rất biết ơn những lời tốt đẹp của bạn và đã giới thiệu Nga. Chúng tôi cố gắng có được cách tiếp cận hữu ích nhưng không bao giờ thúc ép đối với dịch vụ khách hàng và điều đó có ý nghĩa rất lớn khi biết rằng chúng tôi đã đạt được điều đó cho bạn.\nRất vui vì bạn đã được dạo quanh Hội An với chiếc túi độc đáo của mình! Chúng tôi hy vọng nó sẽ mang lại cho bạn niềm vui trong nhiều năm tới.\nXin đừng ngần ngại quay lại với chúng tôi nếu bạn thấy mình quay lại Hội An để tìm kiếm một món đồ độc đáo khác hoặc giới thiệu chúng tôi với bất kỳ ai đang tìm kiếm những món đồ da đặc biệt.\nTrân trọng,\nĐa BảoĐọc thêm",
            "Cửa hàng da tuyệt vời, nhân viên thân thiện đáng yêu và giá cả tốt. Rất khuyến khích mọi người đến thăm Hội An! Da đẹp và nhiều loại túi, ví, ví và thắt lưng. Một nơi phải đến cho mọi người đến Việt Nam xxĐọc thêm",
            "Cảm ơn bạn rất nhiều vì những lời tốt đẹp và lời giới thiệu của bạn, Ailen! Chúng tôi rất vui khi biết rằng bạn hài lòng với trải nghiệm tại cửa hàng của chúng tôi. Cung cấp các sản phẩm da chất lượng cao và dịch vụ khách hàng tuyệt vời là ưu tiên hàng đầu của chúng tôi. Chúng tôi mong được chào đón bạn trở lại trong chuyến thăm tiếp theo của bạn đến Hội An! Đọc thêm",
            "Nga đã giúp chúng tôi lựa chọn những chiếc túi tuyệt đẹp. Cô ấy thật ngọt ngào và rất hữu ích. Chúng tôi rất hài lòng với túi và thắt lưng da mới của mình. Thật là tuyệt khi nhìn cô ấy cắt phần da ở thắt lưng và tạo những lỗ mới ngay trước mặt chúng tôi. Một sự phù hợp hoàn hảo.Đọc thêm",
            "Cảm ơn bạn đã dành thời gian đánh giá các sản phẩm, dịch vụ đồ da của chúng tôi và chia sẻ trải nghiệm của mình! Rất vui khi biết bạn đã tìm được sản phẩm đồ da yêu thích tại shop Đa Bảo. Tại Đa Bảo, chúng tôi tự hào cung cấp các sản phẩm da chất lượng cao với nhiều chủng loại phù hợp với sở thích của mọi người với giá cả hợp lý. Ngoài ra, chúng tôi đảm bảo chất lượng sản phẩm với chế độ bảo hành trọn đời để bạn yên tâm. \nVui lòng liên hệ với chúng tôi qua email: Leather.hagmaill.com hoặc whatsapp: 84 906 432 742 hoặc trang web dabaoleather.com, chúng tôi rất vui được hỗ trợ bạn.  Chúng tôi rất coi trọng mọi phản hồi, đó là động lực để chúng tôi tiếp tục tạo ra các sản phẩm da chất lượng cao và thiết kế độc đáo. Một lần nữa, cảm ơn bạn rất nhiều vì phản hồi của bạn. Wed rất vui được chào đón bạn quay trở lại sớm!\nĐọc thêm",
            "Đồ da có chất lượng thực sự tuyệt vời, mẫu mã đa dạng cho bạn lựa chọn, giá cả tốt và nhân viên nhiệt tình. Chúng tôi có nhiều thứ với giá tốt. Rất khuyến khích cho tất cả mọi người. Quán 109 Trần Phú.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đánh giá xuất sắc của bạn, Zuzkag! Rất vui vì bạn đã tìm thấy những điều tuyệt vời tại cửa hàng của chúng tôi với giá cả hợp lý.  Chúng tôi tự hào cung cấp các mặt hàng da có chất lượng tuyệt vời với nhiều mẫu mã đa dạng để bạn lựa chọn, tất cả đều có giá cả hợp lý.  Nhóm của chúng tôi cố gắng giúp đỡ và cung cấp sự hỗ trợ tốt nhất có thể.  Thật tuyệt vời khi biết bạn đã tìm thấy nhiều mặt hàng với giá tốt.  Chúng tôi thực sự đánh giá cao đề xuất của bạn cho mọi người! Đừng ngần ngại ghé thăm chúng tôi tại Shop 109 Trần Phú.\n\nThông tin liên lạc:\nEmail: da.hagmail.com\nWhatsAppLine: 84 906 432 742Đọc thêm",
            "Tôi đã có một chiếc túi tùy chỉnh được làm cho tôi. Tôi hơi lo lắng vì không biết nó sẽ diễn ra như thế nào. Nhưng Trang thật tuyệt vời và kết quả còn tuyệt vời hơn những gì tôi có thể tưởng tượng. Tôi đang rất thích thú với chiếc túi mới của mình, nó thật hoàn hảo!! họ đã làm rất nhanh và giá rất cao. \nTôi chắc chắn sẽ giới thiệu cho họ chất lượng tuyệt vời và đội ngũ nhân viên rất tuyệtĐọc thêm",
            "Bạn thân mến, chúng tôi rất hài lòng với chiếc túi của bạn, chúng tôi hy vọng Đa Bảo có thể phục vụ bạn lần nữa, chúng tôi có thể tùy chỉnh bất kỳ mẫu nào cho bạn.Đọc thêm",
            "Tôi đã viết bài đánh giá chi tiết và ứng dụng bị lỗi nên giờ đây chỉ là một bản tóm tắt ngắn gọn!\n\nMột chiếc ba lô trâu lớn theo yêu cầu, chất lượng tuyệt vời, với dịch vụ tuyệt vời từ Xuân tại địa điểm 109 Trần Phú, trong 2 ngày.\n\nXuân nhớ đến tôi khi tôi duyệt web ngày hôm trước, cung cấp dịch vụ khách hàng tuyệt vời và giải thích rõ ràng về các lựa chọn khác nhau. Tôi lấy một chiếc ba lô lớn tiêu chuẩn, thêm một túi bên trong cũng như thay đổi vị trí. Tôi còn bổ sung thêm khóa kéo ở ngăn trước và vòng chữ D để dễ dàng định vị chìa khóa. Chọn màu của tôi và thì đấy - một chiếc ba lô da lớn rất cứng, chất lượng cao cho vợ tôi, với giá 4,2 triệu đồng. Tôi không buồn mặc cả vì Covid đã phá hủy thu nhập trong 3 năm của những người sống dựa vào khách du lịch. Những người mặc cả có thể có được một thỏa thuận tốt hơn, nhưng tôi rất vui.Đọc thêm",
            "Kính thưa, \nCảm ơn đánh giá của bạn rất nhiều, mình nghĩ bạn đã viết mọi trải nghiệm từ shop Da Bảo Real Leather. Đây thực sự là một động lực thực sự nghiêm túc đối với chúng tôi. Chúng tôi rất vui được phục vụ bạn với bất kỳ yêu cầu nào của bạn. Đọc thêm",
            "Cửa hàng tốt nhất Hội An nơi mua đồ da thật. Chúng tôi mua túi da trâu lớn với giá rất tốt so với tất cả các cửa hàng khác ở Hội An. Người phục vụ khách hàng tên TRANG, rất đáng yêu và hay giúp đỡ.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đánh giá của bạn, tôi hy vọng sẽ gặp lại bạn trong tương lai hoặc ghé thăm cửa hàng trực tuyến của chúng tôi tại dabaoleather com\nĐọc thêm",
            "Đi ra khỏi chiếc bánh chuối, chúng tôi tình cờ gặp cửa hàng bán đồ da này. Sau khi chạy thử túi da thật ở Chợ đêm từ những nơi không xác định, chúng tôi đã chuẩn bị sẵn sàng. Thực tế là những chiếc túi ở đây được sản xuất tại địa phương và có chất lượng cao, không đắt hơn là điều đáng kinh ngạc. Tôi thấy mình thích thiết kế rất khác thường nhưng tôi không quá đam mê màu sắc. Nga, trợ lý bán hàng rất hữu ích nhưng không quá đề cao đã tình cờ nghe được và nói với tôi rằng tôi có thể có bất kỳ combo màu nào trong cửa hàng được làm qua đêm với cùng một mức giá. Ngày hôm sau tôi đã đi khệnh khạng quanh Hội A với nó! Thật tuyệt vời! Tga đã làm cho trải nghiệm trở nên rất đặc biệt, đủ đặc biệt để tôi viết bài đánh giá này. Rất khuyến khích hỏi Nga, Đọc thêm",
            "Thân gửi GWW885,\n\nCảm ơn bạn đã để lại đánh giá tuyệt vời như vậy! Cả nhóm đều mỉm cười khi đọc về cuộc gặp gỡ tình cờ của bạn với cửa hàng của chúng tôi sau chuyến phiêu lưu bánh kếp chuối.\nChúng tôi hoàn toàn hiểu được sự hoài nghi của bạn sau khi khám phá quang cảnh đồ da thật của Chợ đêm. Chúng tôi vô cùng tự hào khi chế tác đồ da chất lượng cao, sản xuất tại địa phương, có nguồn gốc đạo đức và giá cả hợp lý.\nChúng tôi rất vui khi bạn tìm thấy một thiết kế độc đáo mà bạn yêu thích và vô cùng vui mừng khi Nga đã nỗ lực hết mình để cá nhân hóa sự kết hợp màu sắc chỉ sau một đêm với cùng mức giá! Thật tuyệt khi nhóm của chúng tôi có thể tạo ra trải nghiệm khách hàng phi thường.\nChúng tôi rất biết ơn những lời tốt đẹp của bạn và đã giới thiệu Nga. Chúng tôi cố gắng có cách tiếp cận hữu ích nhưng không bao giờ thúc ép đối với dịch vụ khách hàng và biết rằng chúng tôi đã đạt được điều đó cho bạn có ý nghĩa rất lớn.\nThật vui khi bạn được sải bước khắp Hội An với chiếc túi độc đáo của mình! Chúng tôi hy vọng nó sẽ mang lại cho bạn niềm vui trong nhiều năm tới.\nVui lòng đừng ngần ngại ghé thăm chúng tôi nếu bạn quay lại Hội An để tìm kiếm một món đồ độc đáo khác hoặc giới thiệu chúng tôi cho bất kỳ ai đang tìm kiếm đồ da đặc biệt.\nTrân trọng,\nDa BaoĐọc thêm",
            "Sản phẩm da tuyệt vời và dịch vụ tốt. Chúng tôi yêu cầu họ làm một chiếc túi xách tay mới dựa trên tik tok. Họ có được tất cả các thông số kỹ thuật bằng cách kiên nhẫn lắng nghe trong một thời gian dài và đưa ra gợi ý. Chiếc túi hóa ra đẹp hơn nhiều so với chiếc túi mà chúng tôi đã xem trên tik tok. Họ làm túi da theo yêu cầu trong vòng 24 giờ. Phương đang giúp chúng tôi trong cửa hàng. Cô có kiến ​​thức rất tốt về túi da và đưa ra những gợi ý quý giá cho mẫu thiết kế túi xách tay mới kiểu dáng đẹp. Chúng tôi vô cùng hạnh phúc.Đọc thêm",
            "Sara thân mến,\n\nCảm ơn bạn rất nhiều vì đã dành thời gian để lại một đánh giá tuyệt vời như vậy! Chúng tôi rất vui khi biết bạn đã có trải nghiệm tích cực với các sản phẩm và dịch vụ về đồ da của chúng tôi.\nĐiều này luôn mang lại cho chúng tôi niềm vui khi được nỗ lực hết mình vì khách hàng của mình và rất vui khi cô Phương đã vượt quá sự mong đợi của bạn bằng cách kiên nhẫn lắng nghe các thông số kỹ thuật của bạn về chiếc túi xách tùy chỉnh và đưa ra những gợi ý có giá trị. Được biết rằng sản phẩm cuối cùng thậm chí còn tốt hơn những gì bạn hình dung là điều vô cùng bổ ích đối với nhóm của chúng tôi.\nChúng tôi vô cùng tự hào về kiến ​​thức và sự tâm huyết của cô Phương trong việc tạo ra chiếc túi độc đáo và đẹp mắt, vượt quá sự mong đợi của bạn. Chúng tôi cố gắng đảm bảo rằng tất cả khách hàng của chúng tôi đều nhận được dịch vụ đặc biệt và khiến cửa hàng của chúng tôi vui vẻ và hài lòng.\nChúng tôi khuyến khích bạn sớm quay lại với chúng tôi hoặc khám phá danh mục trực tuyến của chúng tôi để biết thêm các sản phẩm da thủ công mà bạn có thể yêu thích. Cảm ơn bạn một lần nữa vì những lời tốt đẹp của bạn và vì đã chọn chúng tôi!\n\nTrân trọng,\nDa thật Đa BảoĐọc thêm",
            "Mình đến da Đa Bảo năm 2019 và mua vài chiếc túi xách. Trong vài năm qua, tôi đã sử dụng chúng và chất lượng cũng như sự khéo léo thật đáng kinh ngạc. Tôi quay lại vào tháng 4 năm 2024, lần này để sản xuất đồ da theo yêu cầu riêng. Tôi đã làm 10 chiếc túi khác nhau theo yêu cầu của mình. Tất cả chúng đều được làm chính xác theo cách tôi muốn. Mất khoảng 3 ngày và được chuyển đến phòng khách sạn của tôi. Một số đã được thực hiện trong ngày. Tôi không thể nói đủ cao về cơ sở này. Tôi sẽ không ngần ngại giới thiệu Đa Bảo cho bất kỳ ai muốn đến thăm Việt Nam. Bạn sẽ không thất vọng. Cảm ơn da Đa Bảo và cảm ơn Hiếu đã giúp quá trình thực hiện diễn ra suôn sẻ nhất có thể.Đọc thêm",
            "Bạn thân mến, chúng tôi thực sự cảm thấy vui khi đọc đánh giá của bạn, niềm tin của bạn quay trở lại cửa hàng da Đa Bảo có ý nghĩa đối với chúng tôi về chất lượng, mẫu mã. kỹ năng độc đáo và thủ công. Phản hồi của bạn cũng là động lực lớn để chúng tôi tiếp tục phát huy hết khả năng của mình trong việc sản xuất các sản phẩm da. Chúng tôi hy vọng có thể gặp lại bạn trong tương lai cùng gia đình. Đọc thêm",
            "Nga đã giúp chúng tôi lựa chọn những chiếc túi tuyệt đẹp. Cô ấy thật ngọt ngào và rất hữu ích. Chúng tôi rất hài lòng với túi và thắt lưng da mới của mình. Thật là tuyệt khi nhìn cô ấy cắt phần da ở thắt lưng và tạo những lỗ mới ngay trước mặt chúng tôi. Một sự phù hợp hoàn hảo.Đọc thêm",
            "Cảm ơn bạn đã dành thời gian đánh giá các sản phẩm và dịch vụ về da của chúng tôi và chia sẻ trải nghiệm của bạn! Chúng tôi rất vui khi biết rằng bạn đã tìm thấy một sản phẩm da yêu thích tại cửa hàng Da Bao. Tại Da Bao, chúng tôi tự hào cung cấp các sản phẩm da chất lượng cao với nhiều loại phù hợp với sở thích của mọi người, tất cả đều có giá cả hợp lý. Ngoài ra, chúng tôi luôn đảm bảo chất lượng sản phẩm của mình với chế độ bảo hành trọn đời để bạn an tâm. \nVui lòng liên hệ với chúng tôi qua email: leather.hagmaill.com hoặc whatsapp: 84 906 432 742 hoặc trang web dabaoleather.com, chúng tôi rất vui khi được hỗ trợ bạn. Chúng tôi coi trọng mọi phản hồi, đó là động lực để chúng tôi tiếp tục chế tác các sản phẩm da chất lượng cao và thiết kế độc đáo. Một lần nữa, cảm ơn bạn rất nhiều vì phản hồi của bạn. Chúng tôi rất mong sớm được chào đón bạn quay lại!\nĐọc thêm",
            "Cửa hàng này có đồ da đẹp nhất! Chúng tôi chỉ đến thăm Hội An một ngày nên không nghĩ mình có thời gian để mua một chiếc túi theo yêu cầu. Có rất nhiều thứ để lựa chọn nhưng chúng tôi muốn có thêm một vài túi và khóa kéo trong túi của mình. Chúng tôi cũng chọn loại da có màu đậm hơn. Cô Trang hứa hôm sau túi sẽ có! Chúng tôi rất hạnh phúc với túi của chúng tôi. Họ thật đẹp! Da, tay nghề và các chi tiết kim loại có chất lượng cao.  Bạn sẽ không phải thất vọng với bất cứ điều gì bạn mua! Cô Trang là người am hiểu và sẽ làm việc với những bạn muốn làm món gì đó theo yêu cầu.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đánh giá của bạn, tôi hy vọng sẽ gặp lại bạn trong tương lai hoặc ghé thăm cửa hàng trực tuyến của chúng tôi tại dabaoleather com\nĐọc thêm",
            "Túi da cực đẹp. Tôi có một thợ may may trong vòng một ngày và phải tự mình chọn loại da và màu sắc. Chúng thật tuyệt vời, rất khuyến khích nếu bạn đang tìm kiếm một chiếc túi da thủ công đẹp ở mọi kích cỡ. Hiếu đã giúp tôi và cô ấy rất xuất sắc.Đọc thêm",
            "Kính gửi, cảm ơn bạn rất nhiều vì phản hồi của bạn, trải nghiệm tốt và sự hài lòng của bạn là hạnh phúc của chúng tôi. Chúng tôi có hơn 16 năm kinh nghiệm trong lĩnh vực sản xuất đồ da, vì vậy chúng tôi hy vọng sẽ có thêm nhiều mẫu và thiết kế mới cho chúng tôi.Đọc thêm",
            "Tôi đã mua một chiếc túi đựng laptop khi đến Hội An. Nhưng con chó của tôi đã làm hỏng nó khi tôi về đến nhà. May mắn thay tôi đã liên hệ được da thật Đa Bảo để làm cho mình một chiếc túi mới. giống như cái trước. Tôi thực sự rất vui khi chúng được gửi đến nhà tôi. Tôi sẽ giới thiệu cho những ai muốn mua da thật. Đây là nơi tốt để cung cấp cho bạn những gì bạn cần.Đọc thêm",
            "Sau khi đến một số cửa hàng đồ da được giới thiệu nhiều nhất tại Hội An để tham khảo báo giá và xem tay nghề tại tất cả các cửa hàng này, tôi quyết định tin tưởng Da Bao 32 Trần Phú để tạo ra chiếc túi du lịch trâu nước của mình. Báo giá mà tôi nhận được rất hợp lý và chất lượng đồ da trong cửa hàng trông rất tuyệt. Sau khi đặt hàng với Trang, cô ấy đã đưa tôi đến xưởng bằng xe tay ga của cô ấy, nơi tôi có thể chọn miếng da đẹp sẽ được sử dụng để chế tác chiếc túi của mình. Tôi cũng được chọn khóa kéo và lớp lót chắc chắn, khóa và màu chỉ để may túi. Công việc được hoàn thành trong một ngày và tôi rất ấn tượng với chất lượng công việc tại Da Bao. Tôi cũng thực sự hài lòng với dịch vụ chuyên nghiệp, sự trung thực và lời khuyên của Trang. Tôi thích chiếc túi du lịch của mình; nó được làm chính xác theo yêu cầu của tôi và vì nó rất đẹp nên chồng tôi và tôi đã quay lại cửa hàng để đặt thêm một chiếc nữa làm quà tặng. Đọc thêm",
            "Kính thưa,\n\nCảm ơn bạn rất nhiều vì đánh giá của bạn, chúng tôi rất vui vì bạn đã có thời gian mua sắm vui vẻ với chúng tôi, Trang sẽ rất vui khi nghe những lời tốt đẹp như vậy từ bạn.\n\nChúng tôi chúc bạn có một kỳ nghỉ vui vẻ ở Hội An và hy vọng chúng ta có cơ hội gặp lại bạn.Đọc thêm",
            "Đã đến Đa Bảo và làm đồ da theo yêu cầu. Họ đã có thể làm ra chiếc túi của tôi chính xác theo cách tôi cần để sử dụng hàng ngày. Chất lượng của da và sự chú ý đến từng chi tiết thật tuyệt vời. Không thể hạnh phúc hơn với việc mua hàng của tôi. Cảm ơn Đa Bảo và Hiếu!Đọc thêm",
            "Chúng tôi rất vui vì bạn đã có trải nghiệm tốt tại cửa hàng của chúng tôi và đánh giá cao những lời nói tử tế của bạn! Việc chế tác đồ da theo yêu cầu dựa trên mẫu của bạn giúp chúng tôi tạo ra các thiết kế tốt hơn và nâng cao kỹ năng thủ công của chúng tôi. Thật vui khi biết rằng bạn hài lòng với chất lượng túi xách và sự chú ý đến từng chi tiết. Chúng tôi cố gắng mang lại những gì tốt nhất; sự hài lòng của bạn là phần thưởng lớn nhất của chúng tôi.Đọc thêm"
        ],
        "star_ratings": [
            148,
            1,
            0,
            0,
            0
        ],
        "review_amount": 149,
        "location": [
            "Những điều cần làm ở Hội An",
            "Châu Á",
            "Việt Nam",
            "Chào An",
            "Da Thật Đa Bảo",
            "Tỉnh Quảng Nam"
        ],
        "reviews_time": [
            "Written October 29, 2023",
            "Written January 23, 2024",
            "Written January 29, 2024",
            "Written January 29, 2024",
            "Written February 7, 2024",
            "Written February 20, 2024",
            "Written February 26, 2024",
            "Written March 7, 2024",
            "Written March 21, 2024",
            "Written April 17, 2024",
            "Written February 13, 2020",
            "Written February 8, 2024",
            "Written January 23, 2024",
            "Written April 26, 2024",
            "Written February 26, 2024",
            "Written October 29, 2023",
            "Written April 26, 2024",
            "Written June 7, 2024",
            "Written May 11, 2024",
            "Written April 26, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298082-d19174918-Reviews-Da_Bao_Real_Leather-Hoi_An_Quang_Nam_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d10768724-Reviews-Olivier_Coffee-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26663624-Reviews-Faifoo_Central_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d3724095-Reviews-Little_Faifo_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26229136-Reviews-Sing_Ma_Restaurant_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26848559-Reviews-Em_H_i_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26355037-Reviews-A6_Garden-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25105784-Reviews-Cua_Dai_Central_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25306878-Reviews-Chops_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25420069-Reviews-MAAZI_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d12254323-Reviews-Phin_Coffee_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8587256-Reviews-Hoi_An_Market-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7209451-Reviews-Couleurs_by_Rehahn-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d17389848-Reviews-Hoa_Buu_Art_Gallery-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d451145-Reviews-Fukian_Assembly_Hall_Phuc_Kien-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d451144-Reviews-Central_Market-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d27146630-Reviews-TITI_no_38-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d27413504-Reviews-Art_Gallery_Hoang_Trong_Tien-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2283386-Reviews-Ba_Le_Well-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3848216-Reviews-Museum_of_Folklore-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2281126-Reviews-Hoi_An_Handicraft_Workshop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19174918-Reviews-or10-Da_Bao_Real_Leather-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2717876-Reviews-Peace_Tailor_in_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15776299-Reviews-Thanh_Design-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6845023-Reviews-Two_Ladies_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15000385-Reviews-Blue_Chic_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26605658-Reviews-Bison_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2202046-Reviews-Metiseko-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1194254-Reviews-A_Dong_Silk_Tailors-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4609042-Reviews-Tuong_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d9466019-Reviews-45_Thu_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12945791-Reviews-Shine_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19121366-Reviews-La_belle_My_My_Leather-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g25379304-d17632137-Reviews-Izi_Wear_Store-Minh_An_Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7179237-Reviews-B_Lan_Silk-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4211309-Reviews-Thu_Thao_Cloth_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4762464-Reviews-Thu_Van_cloth_shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d27740250-Reviews-Handwork_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25009178-Reviews-Relaxy_Foot_and_Body_Care-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3411207-Reviews-Kim_Hien_Boutique_Clothing_Store-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6855864-Reviews-Bali_Cloth_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8854961-Reviews-Buffalo_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8397242-Reviews-Dinh_Shoe_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4737679-Reviews-Thu_Linh_2-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2053290-Reviews-Linh_Shoe_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g33801-d146338-Reviews-Sleeping_Giant_State_Park-Hamden_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d1169465-Reviews-N_Seoul_Tower-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d10794564-Reviews-Love_Museum-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g293960-d450851-Reviews-Faisal_Mosque-Islamabad_Islamabad_Capital_Territory.html",
            "https://www.tripadvisor.com/Attraction_Review-g1063320-d5224164-Reviews-OrioCenter-Orio_Al_Serio_Province_of_Bergamo_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g34227-d106740-Reviews-Museum_of_Discovery_and_Science-Fort_Lauderdale_Broward_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d3814557-Reviews-Sala_Chalermkrung_Royal_Theatre-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g1190439-d2060657-Reviews-Preveli_Beach-Lefkogia_Agios_Vasileios_Municipality_Rethymnon_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g294446-d21173180-Reviews-Aquapark_Albania_Blue_Magic_Water-Tirana_Tirana_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g45159-d2268591-Reviews-Wade_Lake-Ennis_Montana.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298082-d19174918-Reviews-or10-Da_Bao_Real_Leather-Hoi_An_Quang_Nam_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298082-d19174918-Reviews-Da_Bao_Real_Leather-Hoi_An_Quang_Nam_Province.html"
    },
    {
        "attraction_name": "Da Bao Real Leather",
        "attraction_name_vi": "Da Thật Đa Bảo",
        "general_info": [
            "120 đánh giá",
            "19 trên 674 Mua sắm ở Hội An",
            "Cửa hàng quà tặng đặc sản"
        ],
        "attraction_summary": "Da là hình ảnh thu nhỏ của niềm đam mê và sự khéo léo của chúng tôi. Tại Đa Bảo Real Leather, chúng tôi vô cùng tự hào trong việc thiết kế các mặt hàng thủ công tỉ mỉ và mang đến cho khách hàng những mẫu mã đồ da đẹp nhất. Chúng tôi tập trung vào nghệ thuật thủ công, sử dụng da thật và tinh tế cũng như cam kết vững chắc về nghệ thuật hoàn hảo. Sự hài lòng của bạn là động lực để chúng tôi tiếp tục làm việc và luôn hoàn thiện, thăng tiến bản thân.Đọc thêm",
        "reviews": [
            "Cửa hàng này có đồ da đẹp nhất! Chúng tôi chỉ đến thăm Hội An một ngày nên không nghĩ mình có thời gian để mua một chiếc túi theo yêu cầu. Có rất nhiều thứ để lựa chọn nhưng chúng tôi muốn có thêm một vài túi và khóa kéo trong túi của mình. Chúng tôi cũng chọn loại da có màu đậm hơn. Cô Trang hứa hôm sau túi sẽ có! Chúng tôi rất hạnh phúc với túi của chúng tôi. Họ thật đẹp! Da, tay nghề và các chi tiết kim loại có chất lượng cao.  Bạn sẽ không phải thất vọng với bất cứ điều gì bạn mua! Cô Trang là người am hiểu và sẽ làm việc với những bạn muốn làm món gì đó theo ý muốn.\nĐọc thêm",
            "Cảm ơn bạn rất nhiều vì đánh giá của bạn, tôi hy vọng sẽ gặp lại bạn trong tương lai hoặc ghé thăm cửa hàng trực tuyến của chúng tôi tại dabaoleather com\nĐọc thêm",
            "Sản phẩm da tuyệt vời và dịch vụ tốt. Chúng tôi yêu cầu họ làm một chiếc túi xách tay mới dựa trên tik tok. Họ có được tất cả các thông số kỹ thuật bằng cách kiên nhẫn lắng nghe trong một thời gian dài và đưa ra gợi ý. Chiếc túi hóa ra đẹp hơn nhiều so với chiếc túi mà chúng tôi đã xem trên tik tok. Họ tùy chỉnh làm túi da trong vòng 24 giờ.\n\nPhương đang giúp chúng tôi trong cửa hàng. Cô có kiến ​​thức rất tốt về túi da và đưa ra những gợi ý quý giá cho mẫu thiết kế túi xách tay mới kiểu dáng đẹp. Chúng tôi vô cùng hạnh phúc.Đọc thêm",
            "Sara thân mến,\n\nCảm ơn bạn rất nhiều vì đã dành thời gian để lại một đánh giá tuyệt vời như vậy! Chúng tôi rất vui khi biết bạn đã có trải nghiệm tích cực với các sản phẩm và dịch vụ về đồ da của chúng tôi.\nĐiều này luôn mang lại cho chúng tôi niềm vui khi được nỗ lực hết mình vì khách hàng của mình và rất vui khi cô Phương đã vượt quá sự mong đợi của bạn bằng cách kiên nhẫn lắng nghe các thông số kỹ thuật của bạn về chiếc túi xách tùy chỉnh và đưa ra những gợi ý có giá trị. Được biết rằng sản phẩm cuối cùng thậm chí còn tốt hơn những gì bạn hình dung là điều vô cùng bổ ích đối với nhóm của chúng tôi.\nChúng tôi vô cùng tự hào về kiến ​​thức và sự tâm huyết của cô Phương trong việc tạo ra chiếc túi độc đáo và đẹp mắt, vượt quá sự mong đợi của bạn. Chúng tôi cố gắng đảm bảo rằng tất cả khách hàng của chúng tôi đều nhận được dịch vụ đặc biệt và khiến cửa hàng của chúng tôi vui vẻ và hài lòng.\nChúng tôi khuyến khích bạn sớm quay lại với chúng tôi hoặc khám phá danh mục trực tuyến của chúng tôi để biết thêm các sản phẩm da thủ công mà bạn có thể yêu thích. Cảm ơn bạn một lần nữa vì những lời tốt đẹp của bạn và vì đã chọn chúng tôi!\n\nTrân trọng,\nDa thật Đa BảoĐọc thêm",
            "Mua một chiếc thắt lưng da cho anh trai tôi. Nga đã rất hữu ích trong việc tìm kiếm một sản phẩm chất lượng. Cô ấy thậm chí còn tìm thấy một chiếc khóa vàng cho chúng tôi. Thắt lưng đã sẵn sàng trong vài phút và được đóng gói đẹp mắt. Cảm ơn sự giúp đỡ của bạn, Nga :Đọc thêm",
            "Cảm ơn bạn đã dành thời gian đánh giá các sản phẩm, dịch vụ đồ da của chúng tôi và chia sẻ trải nghiệm của mình! Rất vui khi biết bạn đã tìm được sản phẩm đồ da yêu thích tại shop Đa Bảo. Tại Đa Bảo, chúng tôi tự hào cung cấp các sản phẩm da chất lượng cao với nhiều chủng loại phù hợp với sở thích của mọi người với giá cả hợp lý. Ngoài ra, chúng tôi đảm bảo chất lượng sản phẩm với chế độ bảo hành trọn đời để bạn yên tâm.\nVui lòng liên hệ với chúng tôi tại Leather.hagmaill.com hoặc whatsapp: 84 906 432 742, chúng tôi rất vui được hỗ trợ bạn. Chúng tôi rất coi trọng mọi phản hồi, đó là động lực để chúng tôi tiếp tục tạo ra các sản phẩm da chất lượng cao và thiết kế độc đáo. Một lần nữa, cảm ơn bạn rất nhiều vì phản hồi của bạn. Chúng tôi rất vui được chào đón bạn sớm quay trở lại! Đọc thêm",
            "Nhìn qua những tập tài liệu và tập bìa da mà Đa Bảo có, không có tập tài liệu nào đúng kiểu dáng mà tôi đang tìm kiếm. Nga đã giúp tôi thiết kế loại ống tay áo mà tôi muốn, chọn loại da chất lượng hàng đầu và làm cuốn sách tóm tắt cá nhân hóa dành riêng cho tôi này với những chữ viết tắt của tôi được lồng chữ lồng. Tôi rất hài lòng với sản phẩm đã hoàn thành.Đọc thêm",
            "Cảm ơn vì đã chia sẻ kinh nghiệm của bạn. Rất vui khi biết rằng Nga có thể hỗ trợ bạn tạo ra một bản tóm tắt bằng da được cá nhân hóa theo thông số kỹ thuật chính xác của bạn. Chúng tôi cố gắng cung cấp các sản phẩm chất lượng hàng đầu phù hợp với nhu cầu của khách hàng. Nếu bạn có thêm bất kỳ yêu cầu hoặc phản hồi nào, vui lòng cho chúng tôi biết.\nĐọc thêm",
            "Đi ra khỏi chiếc bánh chuối, chúng tôi tình cờ gặp cửa hàng bán đồ da này. Sau khi chạy thử túi da thật ở Chợ đêm từ những nơi không xác định, chúng tôi đã chuẩn bị sẵn sàng. Thực tế là những chiếc túi ở đây được sản xuất tại địa phương và có chất lượng cao, không đắt hơn là điều đáng kinh ngạc. Tôi thấy mình thích thiết kế rất khác thường nhưng tôi không quá đam mê màu sắc. Nga, trợ lý bán hàng rất hữu ích nhưng không quá đề cao đã tình cờ nghe được và nói với tôi rằng tôi có thể có bất kỳ combo màu nào trong cửa hàng được làm qua đêm với cùng một mức giá. Ngày hôm sau tôi đã đi khệnh khạng quanh Hội A với nó! Tuyệt vời!\nTga đã làm cho trải nghiệm trở nên rất đặc biệt, đủ đặc biệt để tôi viết bài đánh giá này. Rất khuyến khích hỏi Nga, Đọc thêm",
            "Kính gửi GWW885,\n\nCảm ơn bạn đã để lại một đánh giá thú vị như vậy! Cả nhóm mỉm cười khi đọc về cuộc gặp gỡ tình cờ của bạn với cửa hàng của chúng tôi sau chuyến phiêu lưu làm bánh chuối.\nChúng tôi hoàn toàn hiểu được sự hoài nghi của bạn sau khi khám phá khung cảnh bằng da thật của Chợ Đêm. Chúng tôi vô cùng tự hào về việc chế tạo các mặt hàng da chất lượng cao được sản xuất tại địa phương, có nguồn gốc hợp pháp và giá cả hợp lý.\nThật vui mừng khi bạn tìm thấy một thiết kế độc đáo mà bạn yêu thích và thật vui mừng khi Nga đã nỗ lực hết sức để cá nhân hóa sự kết hợp màu sắc chỉ sau một đêm với cùng một mức giá! Thật tuyệt vời khi nhóm của chúng tôi có thể tạo ra trải nghiệm tuyệt vời cho khách hàng.\nChúng tôi rất biết ơn những lời tốt đẹp của bạn và đã giới thiệu Nga. Chúng tôi cố gắng có được cách tiếp cận hữu ích nhưng không bao giờ thúc ép đối với dịch vụ khách hàng và điều đó có ý nghĩa rất lớn khi biết rằng chúng tôi đã đạt được điều đó cho bạn.\nRất vui vì bạn đã được dạo quanh Hội An với chiếc túi độc đáo của mình! Chúng tôi hy vọng nó sẽ mang lại cho bạn niềm vui trong nhiều năm tới.\nXin đừng ngần ngại quay lại với chúng tôi nếu bạn thấy mình quay lại Hội An để tìm kiếm một món đồ độc đáo khác hoặc giới thiệu chúng tôi với bất kỳ ai đang tìm kiếm những món đồ da đặc biệt.\nTrân trọng,\nĐa BảoĐọc thêm",
            "Cửa hàng da tuyệt vời, nhân viên thân thiện đáng yêu và giá cả tốt. Rất khuyến khích mọi người đến thăm Hội An! Da đẹp và nhiều loại túi, ví, ví và thắt lưng. Một nơi phải đến cho mọi người đến Việt Nam xxĐọc thêm",
            "Cảm ơn bạn rất nhiều vì những lời tốt đẹp và lời giới thiệu của bạn, Ailen! Chúng tôi rất vui khi biết rằng bạn hài lòng với trải nghiệm tại cửa hàng của chúng tôi. Cung cấp các sản phẩm da chất lượng cao và dịch vụ khách hàng tuyệt vời là ưu tiên hàng đầu của chúng tôi. Chúng tôi mong được chào đón bạn trở lại trong chuyến thăm tiếp theo của bạn đến Hội An! Đọc thêm",
            "Nga đã giúp chúng tôi lựa chọn những chiếc túi tuyệt đẹp. Cô ấy thật ngọt ngào và rất hữu ích. Chúng tôi rất hài lòng với túi và thắt lưng da mới của mình. Thật là tuyệt khi nhìn cô ấy cắt phần da ở thắt lưng và tạo những lỗ mới ngay trước mặt chúng tôi. Một sự phù hợp hoàn hảo.Đọc thêm",
            "Cảm ơn bạn đã dành thời gian đánh giá các sản phẩm, dịch vụ đồ da của chúng tôi và chia sẻ trải nghiệm của mình! Rất vui khi biết bạn đã tìm được sản phẩm đồ da yêu thích tại shop Đa Bảo. Tại Đa Bảo, chúng tôi tự hào cung cấp các sản phẩm da chất lượng cao với nhiều chủng loại phù hợp với sở thích của mọi người với giá cả hợp lý. Ngoài ra, chúng tôi đảm bảo chất lượng sản phẩm với chế độ bảo hành trọn đời để bạn yên tâm. \nVui lòng liên hệ với chúng tôi qua email: Leather.hagmaill.com hoặc whatsapp: 84 906 432 742 hoặc trang web dabaoleather.com, chúng tôi rất vui được hỗ trợ bạn.  Chúng tôi rất coi trọng mọi phản hồi, đó là động lực để chúng tôi tiếp tục tạo ra các sản phẩm da chất lượng cao và thiết kế độc đáo. Một lần nữa, cảm ơn bạn rất nhiều vì phản hồi của bạn. Wed rất vui được chào đón bạn quay trở lại sớm!\nĐọc thêm",
            "Đồ da có chất lượng thực sự tuyệt vời, mẫu mã đa dạng cho bạn lựa chọn, giá cả tốt và nhân viên nhiệt tình. Chúng tôi có nhiều thứ với giá tốt. Rất khuyến khích cho tất cả mọi người. Quán 109 Trần Phú.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đánh giá xuất sắc của bạn, Zuzkag! Rất vui vì bạn đã tìm thấy những điều tuyệt vời tại cửa hàng của chúng tôi với giá cả hợp lý.  Chúng tôi tự hào cung cấp các mặt hàng da có chất lượng tuyệt vời với nhiều mẫu mã đa dạng để bạn lựa chọn, tất cả đều có giá cả hợp lý.  Nhóm của chúng tôi cố gắng giúp đỡ và cung cấp sự hỗ trợ tốt nhất có thể.  Thật tuyệt vời khi biết bạn đã tìm thấy nhiều mặt hàng với giá tốt.  Chúng tôi thực sự đánh giá cao đề xuất của bạn cho mọi người! Đừng ngần ngại ghé thăm chúng tôi tại Shop 109 Trần Phú.\n\nThông tin liên lạc:\nEmail: da.hagmail.com\nWhatsAppLine: 84 906 432 742Đọc thêm",
            "Tôi đã có một chiếc túi tùy chỉnh được làm cho tôi. Tôi hơi lo lắng vì không biết nó sẽ diễn ra như thế nào. Nhưng Trang thật tuyệt vời và kết quả còn tuyệt vời hơn những gì tôi có thể tưởng tượng. Tôi đang rất thích thú với chiếc túi mới của mình, nó thật hoàn hảo!! họ đã làm rất nhanh và giá rất cao. \nTôi chắc chắn sẽ giới thiệu cho họ chất lượng tuyệt vời và đội ngũ nhân viên rất tuyệtĐọc thêm",
            "Bạn thân mến, chúng tôi rất hài lòng với chiếc túi của bạn, chúng tôi hy vọng Đa Bảo có thể phục vụ bạn lần nữa, chúng tôi có thể tùy chỉnh bất kỳ mẫu nào cho bạn.Đọc thêm",
            "Tôi đã viết một bài đánh giá chi tiết và ứng dụng bị sập, vì vậy bây giờ chỉ còn tóm tắt ngắn gọn!\n\nMột chiếc ba lô trâu lớn chất lượng tuyệt vời, được tùy chỉnh, với dịch vụ tuyệt vời từ Xuân tại địa điểm 109 Trần Phú, trong 2 ngày.\n\nXuân nhớ tôi từ khi tôi duyệt qua ngày hôm trước, cung cấp dịch vụ khách hàng tuyệt vời và giải thích rõ ràng các tùy chọn khác nhau. Tôi lấy một chiếc ba lô lớn tiêu chuẩn, thêm một túi bên trong cũng như thay đổi vị trí. Tôi cũng thêm một dây kéo vào ngăn trước và một vòng chữ D để dễ dàng tìm chìa khóa. Chọn màu của tôi và voila - một chiếc ba lô da lớn chất lượng cao, rất bền cho vợ tôi, với giá 4,2 triệu VND Tôi không bận tâm mặc cả vì Covid đã phá hủy thu nhập trong 3 năm của những người phụ thuộc vào khách du lịch. Những người mặc cả có thể có được một thỏa thuận tốt hơn, nhưng tôi rất vui. Đọc thêm",
            "Kính thưa, \nCảm ơn đánh giá của bạn rất nhiều, mình nghĩ bạn đã viết mọi trải nghiệm từ shop Da Bảo Real Leather. Đây thực sự là một động lực thực sự nghiêm túc đối với chúng tôi. Chúng tôi rất vui được phục vụ bạn với bất kỳ yêu cầu nào của bạn. Đọc thêm",
            "Nhân viên chu đáo đáng yêu, sản phẩm tuyệt vời. Làm thủ công và chất lượng tuyệt vời. Dịch vụ đáng yêu do Phương cung cấp. Rất khuyến khích. Đọc thêm",
            "Kính gửi, chúng tôi đánh giá cao đánh giá tuyệt vời của bạn! Sự hỗ trợ của Phương trong việc lựa chọn thắt lưng và túi xách hoàn hảo là vô cùng quý giá đối với chúng tôi. Rất vui vì bạn đã có trải nghiệm tích cực.Đọc thêm",
            "Một nơi tuyệt vời. Trang đã giúp chúng tôi chọn thắt lưng và túi xách phù hợp. Và cũng giúp tùy chỉnh nó theo sở thích của chúng tôi. Rất khuyến khích. Đọc thêm",
            "thân mến, cảm ơn bạn, chúng tôi đánh giá cao phản hồi của bạn và rất vui khi bạn giới thiệu dịch vụ của chúng tôi. Sự chú ý đến từng chi tiết của Trang là đáng khen ngợi.Đọc thêm",
            "Sản phẩm tuyệt vời! Nhiều lựa chọn, chất lượng cao. Giá cả hợp lý. Sẽ ghé thăm lại. Túi xách, thắt lưng, ví. Chắc chắn sẽ quay lạiXem thêm",
            "Kính gửi, chúng tôi đánh giá cao đánh giá tuyệt vời của bạn! Cung cấp dịch vụ xuất sắc là ưu tiên hàng đầu của chúng tôi và rất vui vì bạn đã có trải nghiệm tích cựcĐọc thêm",
            "Tặng bạn trai tôi một chiếc ví có tên viết tắt của anh ấy trong đó. Hóa ra rất hay!! Dịch vụ thực sự tốt. Chắc chắn sẽ giới thiệu! Phương rất hữu ích :Đọc thêm",
            "Thân gửi, chúng tôi rất vui mừng khi bạn thấy dịch vụ của chúng tôi hữu ích! Sự hài lòng của bạn có ý nghĩa rất lớn đối với chúng tôi. Đọc thêm",
            "Cảm ơn Hiếu và mọi người tại Hàng Da Đa Bảo Hội AnTôi không thể hạnh phúc hơn với chiếc túi du lịch da mới của mình, chất lượng tuyệt vời và dịch vụ tuyệt vời. Tôi đã có chiếc túi trong hai ngày sau khi đặt hàng, trông rất đẹp và chính xác như những gì tôi thiết kế với sự giúp đỡ của HiếuĐọc thêm",
            "Cảm ơn Hiếu và toàn thể đội ngũ tại Da Bảo Real Leather Hội An!  Tôi thực sự vui mừng với chiếc túi du lịch bằng da mới có chất lượng vượt trội của mình. Dịch vụ này rất xuất sắc và tôi đã nhận được túi chỉ hai ngày sau khi đặt hàng. Nó không chỉ trông tuyệt vời mà còn đúng như thiết kế của tôi nhờ sự hỗ trợ của Hieus. Nếu bạn đang tìm kiếm đồ da đích thực, Đa Bảo là nơi bạn nên đến!Đọc thêm",
            "Tôi đã mua ví và thắt lưng, chất lượng rất tốt và nhiều sản phẩm mẫu mã đẹp, nhân viên tên Phương và Mo rất nhiệt tình và thân thiện với chúng tôiĐọc thêm",
            "Cảm ơn phản hôi của bạn! Tôi rất hài lòng với chiếc ví và thắt lưng mua của Da Bảo Real Leather tại 78 Bạch Đằng. Chất lượng là đặc biệt, và các thiết kế là tuyệt vời. Phương và Mo đã hỗ trợ rất tốt, cả hai đều hữu ích và thân thiện. Nếu bạn đang tìm kiếm hàng da đích thực ở Hội An, đây chắc chắn là nơi bạn nên ghé thăm!Đọc thêm",
            "Công việc tuyệt vời từ Phuong và nhóm của cô ấy!! Tôi đặt hàng riêng lúc 10 giờ sáng và nhận được đơn hàng chính xác như tôi muốn lúc 5 giờ 30 chiều! Dịch vụ rất tốt. Chất lượng công việc tốt nhất từ ​​da Hội An. Nhất định phải đến 78 Bạch Đằng!!!Đọc thêm",
            "Cám ơn vì những lời tốt đẹp của bạn! Tôi rất thích thú với chiếc túi đặt làm riêng của Da Bảo Real Leather tại 78 Bạch Đằng. Phương và nhóm của cô ấy đã làm một công việc tuyệt vời! Tôi đặt hàng lúc 10 giờ sáng và đến 5 giờ 30 chiều, tôi đã có đúng thứ mình muốn. Dịch vụ này rất xuất sắc và chất lượng công việc của họ là hàng đầu. Nếu bạn đang tìm kiếm đồ da ở Hội An thì đây chắc chắn là nơi bạn nên đến!Đọc thêm",
            "Dịch vụ và giá cả tuyệt vời, sản phẩm cũng rất tốt! Rất khuyến khích cửa hàng này Trang rất xuất sắc và thực sự chăm sóc tôi, làm cho chiếc thắt lưng của tôi vừa vặn!Đọc thêm",
            "Kính gửi, cảm ơn bạn rất nhiều vì đã đánh giá và giới thiệuĐọc thêm",
            "Da ở cửa hàng này có chất lượng cao! Tôi thực sự thích các thiết kế của thợ may. Các nhân viên rất thân thiện và tuyệt vời! Cảm ơn HiếuĐọc thêm",
            "thân mến, cảm ơn bạn rất nhiều vì đánh giá của bạn!Đọc thêm",
            "Cửa hàng rất đẹp, người đẹp và giá cả hợp lý. Tôi có thể giới thiệu bằng cách đi đây. Phương đã giúp chúng tôi. Tôi yêu cửa hàng, thật tuyệt vời.  Cô chủ quán rất thân thiệnXem thêm",
            "Thân gửi, cảm ơn bạn rất nhiều vì đã đánh giá và chia sẻ kinh nghiệm của bạn. Phương rất tuyệt vời trong việc tư vấn sản phẩm daXem thêm"
        ],
        "star_ratings": [
            148,
            1,
            0,
            0,
            0
        ],
        "review_amount": 149,
        "location": [
            "Những việc cần làm ở Hội An",
            "Châu Á",
            "Việt Nam",
            "Chào An",
            "Da Thật Đa Bảo",
            "Tỉnh Quảng Nam"
        ],
        "reviews_time": [
            "Written October 29, 2023",
            "Written January 23, 2024",
            "Written January 29, 2024",
            "Written January 29, 2024",
            "Written February 7, 2024",
            "Written February 20, 2024",
            "Written February 26, 2024",
            "Written March 7, 2024",
            "Written March 21, 2024",
            "Written April 17, 2024",
            "Written May 28, 2024",
            "Written May 27, 2024",
            "Written May 27, 2024",
            "Written May 27, 2024",
            "Written May 25, 2024",
            "Written May 23, 2024",
            "Written May 23, 2024",
            "Written May 22, 2024",
            "Written May 21, 2024",
            "Written May 20, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298082-d19174918-Reviews-or10-Da_Bao_Real_Leather-Hoi_An_Quang_Nam_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d10768724-Reviews-Olivier_Coffee-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26663624-Reviews-Faifoo_Central_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d3724095-Reviews-Little_Faifo_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26229136-Reviews-Sing_Ma_Restaurant_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26848559-Reviews-Em_H_i_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26355037-Reviews-A6_Garden-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25105784-Reviews-Cua_Dai_Central_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25306878-Reviews-Chops_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25420069-Reviews-MAAZI_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d12254323-Reviews-Phin_Coffee_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8587256-Reviews-Hoi_An_Market-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7209451-Reviews-Couleurs_by_Rehahn-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d17389848-Reviews-Hoa_Buu_Art_Gallery-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d451145-Reviews-Fukian_Assembly_Hall_Phuc_Kien-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d451144-Reviews-Central_Market-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d27146630-Reviews-TITI_no_38-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d27413504-Reviews-Art_Gallery_Hoang_Trong_Tien-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2283386-Reviews-Ba_Le_Well-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3848216-Reviews-Museum_of_Folklore-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2281126-Reviews-Hoi_An_Handicraft_Workshop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19174918-Reviews-Da_Bao_Real_Leather-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19174918-Reviews-or20-Da_Bao_Real_Leather-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2717876-Reviews-Peace_Tailor_in_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15776299-Reviews-Thanh_Design-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6845023-Reviews-Two_Ladies_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15000385-Reviews-Blue_Chic_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26605658-Reviews-Bison_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2202046-Reviews-Metiseko-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1194254-Reviews-A_Dong_Silk_Tailors-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4609042-Reviews-Tuong_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d9466019-Reviews-45_Thu_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12945791-Reviews-Shine_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19121366-Reviews-La_belle_My_My_Leather-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g25379304-d17632137-Reviews-Izi_Wear_Store-Minh_An_Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7179237-Reviews-B_Lan_Silk-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4211309-Reviews-Thu_Thao_Cloth_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4762464-Reviews-Thu_Van_cloth_shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d27740250-Reviews-Handwork_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25009178-Reviews-Relaxy_Foot_and_Body_Care-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3411207-Reviews-Kim_Hien_Boutique_Clothing_Store-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6855864-Reviews-Bali_Cloth_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8854961-Reviews-Buffalo_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8397242-Reviews-Dinh_Shoe_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4737679-Reviews-Thu_Linh_2-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2053290-Reviews-Linh_Shoe_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g32580-d3443158-Reviews-Splash_La_Mirada_Regional_Aquatics_Center-La_Mirada_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d592521-Reviews-Museum_Kimchikan-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g297961-d3637506-Reviews-Club_Summer_Garden-Alanya_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g154960-d1582434-Reviews-Bay_Ferries-Saint_John_New_Brunswick.html",
            "https://www.tripadvisor.com/Attraction_Review-g297433-d495090-Reviews-Unit_731_Museum-Harbin_Heilongjiang.html",
            "https://www.tripadvisor.com/Attraction_Review-g2371486-d153217-Reviews-Lake_Chapala-Chapala.html",
            "https://www.tripadvisor.com/Attraction_Review-g60274-d649926-Reviews-High_Cliff_State_Park-Sherwood_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d8426722-Reviews-Apocalypse_Vegas-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d559848-Reviews-The_Tabernacle-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g667997-d8555899-Reviews-Bisnakandi-Sylhet_City_Sylhet_Division.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298082-d19174918-Reviews-or20-Da_Bao_Real_Leather-Hoi_An_Quang_Nam_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298082-d19174918-Reviews-or10-Da_Bao_Real_Leather-Hoi_An_Quang_Nam_Province.html"
    },
    {
        "attraction_name": "Da Bao Real Leather",
        "attraction_name_vi": "Da thật Da Bao",
        "general_info": [
            "120 đánh giá",
            "19 trên 674 Mua sắm ở Hội An",
            "Cửa hàng quà tặng đặc sản"
        ],
        "attraction_summary": "Da là hình ảnh thu nhỏ của niềm đam mê và sự khéo léo của chúng tôi. Tại Đa Bảo Real Leather, chúng tôi vô cùng tự hào trong việc thiết kế các mặt hàng thủ công tỉ mỉ và mang đến cho khách hàng những mẫu mã đồ da đẹp nhất. Chúng tôi tập trung vào nghệ thuật thủ công, sử dụng da thật và tinh tế cũng như cam kết vững chắc về nghệ thuật hoàn hảo. Sự hài lòng của bạn là động lực để chúng tôi tiếp tục làm việc và luôn hoàn thiện, thăng tiến bản thân.Đọc thêm",
        "reviews": [
            "Cửa hàng này có những sản phẩm da đẹp nhất! Chúng tôi chỉ đến thăm Hội An trong một ngày nên không nghĩ rằng chúng tôi có thời gian để mua một chiếc túi tùy chỉnh. Có rất nhiều loại để lựa chọn nhưng chúng tôi muốn có thêm một vài túi và khóa kéo trong túi của mình. Chúng tôi cũng đã chọn một loại da màu sẫm hơn. Cô Trang hứa với chúng tôi rằng những chiếc túi sẽ sẵn sàng vào ngày hôm sau! Chúng tôi rất hài lòng với những chiếc túi của mình. Chúng rất đẹp! Da, tay nghề và các chi tiết kim loại đều có chất lượng cao. Bạn sẽ không thất vọng với bất cứ thứ gì bạn mua! Cô Trang có kiến ​​thức sâu rộng và sẽ làm việc với bạn nếu bạn muốn một thứ gì đó được làm riêng.\nĐọc thêm",
            "Cảm ơn bạn rất nhiều vì đã đánh giá, tôi hy vọng sẽ gặp lại bạn trong tương lai hoặc ghé thăm cửa hàng trực tuyến của chúng tôi tại dabaoleather com\nĐọc thêm",
            "Sản phẩm da tuyệt vời và dịch vụ tốt. Chúng tôi yêu cầu họ làm một chiếc túi xách tay mới dựa trên tik tok. Họ có được tất cả các thông số kỹ thuật bằng cách kiên nhẫn lắng nghe trong một thời gian dài và đưa ra gợi ý. Chiếc túi hóa ra đẹp hơn nhiều so với chiếc túi mà chúng tôi đã xem trên tik tok. Họ tùy chỉnh làm túi da trong vòng 24 giờ.\n\nPhương đang giúp chúng tôi trong cửa hàng. Cô có kiến ​​thức rất tốt về túi da và đưa ra những gợi ý quý giá cho mẫu thiết kế túi xách tay mới kiểu dáng đẹp. Chúng tôi vô cùng hạnh phúc.Đọc thêm",
            "Sara thân mến,\n\nCảm ơn bạn rất nhiều vì đã dành thời gian để lại một đánh giá tuyệt vời như vậy! Chúng tôi rất vui khi biết bạn đã có trải nghiệm tích cực với các sản phẩm và dịch vụ về đồ da của chúng tôi.\nĐiều này luôn mang lại cho chúng tôi niềm vui khi được nỗ lực hết mình vì khách hàng của mình và rất vui khi cô Phương đã vượt quá sự mong đợi của bạn bằng cách kiên nhẫn lắng nghe các thông số kỹ thuật của bạn về chiếc túi xách tùy chỉnh và đưa ra những gợi ý có giá trị. Được biết rằng sản phẩm cuối cùng thậm chí còn tốt hơn những gì bạn hình dung là điều vô cùng bổ ích đối với nhóm của chúng tôi.\nChúng tôi vô cùng tự hào về kiến ​​thức và sự tâm huyết của cô Phương trong việc tạo ra chiếc túi độc đáo và đẹp mắt, vượt quá sự mong đợi của bạn. Chúng tôi cố gắng đảm bảo rằng tất cả khách hàng của chúng tôi đều nhận được dịch vụ đặc biệt và khiến cửa hàng của chúng tôi vui vẻ và hài lòng.\nChúng tôi khuyến khích bạn sớm quay lại với chúng tôi hoặc khám phá danh mục trực tuyến của chúng tôi để biết thêm các sản phẩm da thủ công mà bạn có thể yêu thích. Cảm ơn bạn một lần nữa vì những lời tốt đẹp của bạn và vì đã chọn chúng tôi!\n\nTrân trọng,\nDa thật Đa BảoĐọc thêm",
            "Mua một chiếc thắt lưng da cho anh trai tôi. Nga đã rất hữu ích trong việc tìm kiếm một sản phẩm chất lượng. Cô ấy thậm chí còn tìm thấy một chiếc khóa vàng cho chúng tôi. Thắt lưng đã sẵn sàng trong vài phút và được đóng gói đẹp mắt. Cảm ơn sự giúp đỡ của bạn, Nga :Đọc thêm",
            "Cảm ơn bạn đã dành thời gian đánh giá các sản phẩm, dịch vụ đồ da của chúng tôi và chia sẻ trải nghiệm của mình! Rất vui khi biết bạn đã tìm được sản phẩm đồ da yêu thích tại shop Đa Bảo. Tại Đa Bảo, chúng tôi tự hào cung cấp các sản phẩm da chất lượng cao với nhiều chủng loại phù hợp với sở thích của mọi người với giá cả hợp lý. Ngoài ra, chúng tôi đảm bảo chất lượng sản phẩm với chế độ bảo hành trọn đời để bạn yên tâm.\nVui lòng liên hệ với chúng tôi tại Leather.hagmaill.com hoặc whatsapp: 84 906 432 742, chúng tôi rất vui được hỗ trợ bạn. Chúng tôi rất coi trọng mọi phản hồi, đó là động lực để chúng tôi tiếp tục tạo ra các sản phẩm da chất lượng cao và thiết kế độc đáo. Một lần nữa, cảm ơn bạn rất nhiều vì phản hồi của bạn. Chúng tôi rất vui được chào đón bạn sớm quay trở lại! Đọc thêm",
            "Khi xem qua các tập tài liệu và bìa da mà Da Bao có, không có cái nào đúng với phong cách tôi đang tìm kiếm. Nga đã giúp tôi thiết kế loại bìa tôi muốn, chọn loại da chất lượng cao nhất và tạo ra tuyển tập cá nhân hóa này chỉ dành cho tôi với chữ viết tắt tên tôi được thêu. Tôi rất hài lòng với sản phẩm hoàn thiện. Đọc thêm",
            "Cảm ơn vì đã chia sẻ kinh nghiệm của bạn. Rất vui khi biết rằng Nga có thể hỗ trợ bạn tạo ra một bản tóm tắt bằng da được cá nhân hóa theo thông số kỹ thuật chính xác của bạn. Chúng tôi cố gắng cung cấp các sản phẩm chất lượng hàng đầu phù hợp với nhu cầu của khách hàng. Nếu bạn có thêm bất kỳ yêu cầu hoặc phản hồi nào, vui lòng cho chúng tôi biết.\nĐọc thêm",
            "Đi ra khỏi chiếc bánh chuối, chúng tôi tình cờ gặp cửa hàng bán đồ da này. Sau khi chạy thử túi da thật ở Chợ đêm từ những nơi không xác định, chúng tôi đã chuẩn bị sẵn sàng. Thực tế là những chiếc túi ở đây được sản xuất tại địa phương và có chất lượng cao, không đắt hơn là điều đáng kinh ngạc. Tôi thấy mình thích thiết kế rất khác thường nhưng tôi không quá đam mê màu sắc. Nga, trợ lý bán hàng rất hữu ích nhưng không quá đề cao đã tình cờ nghe được và nói với tôi rằng tôi có thể có bất kỳ combo màu nào trong cửa hàng được làm qua đêm với cùng một mức giá. Ngày hôm sau tôi đã đi khệnh khạng quanh Hội A với nó! Tuyệt vời!\nTga đã làm cho trải nghiệm trở nên rất đặc biệt, đủ đặc biệt để tôi viết bài đánh giá này. Rất khuyến khích hỏi Nga, Đọc thêm",
            "Kính gửi GWW885,\n\nCảm ơn bạn đã để lại một đánh giá thú vị như vậy! Cả nhóm mỉm cười khi đọc về cuộc gặp gỡ tình cờ của bạn với cửa hàng của chúng tôi sau chuyến phiêu lưu làm bánh chuối.\nChúng tôi hoàn toàn hiểu được sự hoài nghi của bạn sau khi khám phá khung cảnh bằng da thật của Chợ Đêm. Chúng tôi vô cùng tự hào về việc chế tạo các mặt hàng da chất lượng cao được sản xuất tại địa phương, có nguồn gốc hợp pháp và giá cả hợp lý.\nThật vui mừng khi bạn tìm thấy một thiết kế độc đáo mà bạn yêu thích và thật vui mừng khi Nga đã nỗ lực hết sức để cá nhân hóa sự kết hợp màu sắc chỉ sau một đêm với cùng một mức giá! Thật tuyệt vời khi nhóm của chúng tôi có thể tạo ra trải nghiệm tuyệt vời cho khách hàng.\nChúng tôi rất biết ơn những lời tốt đẹp của bạn và đã giới thiệu Nga. Chúng tôi cố gắng có được cách tiếp cận hữu ích nhưng không bao giờ thúc ép đối với dịch vụ khách hàng và điều đó có ý nghĩa rất lớn khi biết rằng chúng tôi đã đạt được điều đó cho bạn.\nRất vui vì bạn đã được dạo quanh Hội An với chiếc túi độc đáo của mình! Chúng tôi hy vọng nó sẽ mang lại cho bạn niềm vui trong nhiều năm tới.\nXin đừng ngần ngại quay lại với chúng tôi nếu bạn thấy mình quay lại Hội An để tìm kiếm một món đồ độc đáo khác hoặc giới thiệu chúng tôi với bất kỳ ai đang tìm kiếm những món đồ da đặc biệt.\nTrân trọng,\nĐa BảoĐọc thêm",
            "Cửa hàng da tuyệt vời, nhân viên thân thiện đáng yêu và giá cả tốt. Rất khuyến khích mọi người đến thăm Hội An! Da đẹp và nhiều loại túi, ví, ví và thắt lưng. Một nơi phải đến cho mọi người đến Việt Nam xxĐọc thêm",
            "Cảm ơn bạn rất nhiều vì những lời tốt đẹp và lời giới thiệu của bạn, Ailen! Chúng tôi rất vui khi biết rằng bạn hài lòng với trải nghiệm tại cửa hàng của chúng tôi. Cung cấp các sản phẩm da chất lượng cao và dịch vụ khách hàng tuyệt vời là ưu tiên hàng đầu của chúng tôi. Chúng tôi mong được chào đón bạn trở lại trong chuyến thăm tiếp theo của bạn đến Hội An! Đọc thêm",
            "Nga đã giúp chúng tôi lựa chọn những chiếc túi tuyệt đẹp. Cô ấy thật ngọt ngào và rất hữu ích. Chúng tôi rất hài lòng với túi và thắt lưng da mới của mình. Thật là tuyệt khi nhìn cô ấy cắt phần da ở thắt lưng và tạo những lỗ mới ngay trước mặt chúng tôi. Một sự phù hợp hoàn hảo.Đọc thêm",
            "Cảm ơn bạn đã dành thời gian đánh giá các sản phẩm, dịch vụ đồ da của chúng tôi và chia sẻ trải nghiệm của mình! Rất vui khi biết bạn đã tìm được sản phẩm đồ da yêu thích tại shop Đa Bảo. Tại Đa Bảo, chúng tôi tự hào cung cấp các sản phẩm da chất lượng cao với nhiều chủng loại phù hợp với sở thích của mọi người với giá cả hợp lý. Ngoài ra, chúng tôi đảm bảo chất lượng sản phẩm với chế độ bảo hành trọn đời để bạn yên tâm. \nVui lòng liên hệ với chúng tôi qua email: Leather.hagmaill.com hoặc whatsapp: 84 906 432 742 hoặc trang web dabaoleather.com, chúng tôi rất vui được hỗ trợ bạn.  Chúng tôi rất coi trọng mọi phản hồi, đó là động lực để chúng tôi tiếp tục tạo ra các sản phẩm da chất lượng cao và thiết kế độc đáo. Một lần nữa, cảm ơn bạn rất nhiều vì phản hồi của bạn. Wed rất vui được chào đón bạn quay trở lại sớm!\nĐọc thêm",
            "Đồ da có chất lượng thực sự tuyệt vời, mẫu mã đa dạng cho bạn lựa chọn, giá cả tốt và nhân viên nhiệt tình. Chúng tôi có nhiều thứ với giá tốt. Rất khuyến khích cho tất cả mọi người. Quán 109 Trần Phú.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đánh giá xuất sắc của bạn, Zuzkag! Rất vui vì bạn đã tìm thấy những điều tuyệt vời tại cửa hàng của chúng tôi với giá cả hợp lý.  Chúng tôi tự hào cung cấp các mặt hàng da có chất lượng tuyệt vời với nhiều mẫu mã đa dạng để bạn lựa chọn, tất cả đều có giá cả hợp lý.  Nhóm của chúng tôi cố gắng giúp đỡ và cung cấp sự hỗ trợ tốt nhất có thể.  Thật tuyệt vời khi biết bạn đã tìm thấy nhiều mặt hàng với giá tốt.  Chúng tôi thực sự đánh giá cao đề xuất của bạn cho mọi người! Đừng ngần ngại ghé thăm chúng tôi tại Shop 109 Trần Phú.\n\nThông tin liên lạc:\nEmail: da.hagmail.com\nWhatsAppLine: 84 906 432 742Đọc thêm",
            "Tôi đã có một chiếc túi tùy chỉnh được làm cho tôi. Tôi hơi lo lắng vì không biết nó sẽ diễn ra như thế nào. Nhưng Trang thật tuyệt vời và kết quả còn tuyệt vời hơn những gì tôi có thể tưởng tượng. Tôi đang rất thích thú với chiếc túi mới của mình, nó thật hoàn hảo!! họ đã làm rất nhanh và giá rất cao. \nTôi chắc chắn sẽ giới thiệu cho họ chất lượng tuyệt vời và đội ngũ nhân viên rất tuyệtĐọc thêm",
            "Bạn thân mến, chúng tôi rất hài lòng với chiếc túi của bạn, chúng tôi hy vọng Đa Bảo có thể phục vụ bạn lần nữa, chúng tôi có thể tùy chỉnh bất kỳ mẫu nào cho bạn.Đọc thêm",
            "Tôi đã viết bài đánh giá chi tiết và ứng dụng bị lỗi nên giờ đây chỉ là một bản tóm tắt ngắn gọn!\n\nMột chiếc ba lô trâu lớn theo yêu cầu, chất lượng tuyệt vời, với dịch vụ tuyệt vời từ Xuân tại địa điểm 109 Trần Phú, trong 2 ngày.\n\nXuân nhớ đến tôi khi tôi duyệt web ngày hôm trước, cung cấp dịch vụ khách hàng tuyệt vời và giải thích rõ ràng về các lựa chọn khác nhau. Tôi lấy một chiếc ba lô lớn tiêu chuẩn, thêm một túi bên trong cũng như thay đổi vị trí. Tôi còn bổ sung thêm khóa kéo ở ngăn trước và vòng chữ D để dễ dàng định vị chìa khóa. Chọn màu của tôi và thì đấy - một chiếc ba lô da lớn rất cứng, chất lượng cao cho vợ tôi, với giá 4,2 triệu đồng. Tôi không buồn mặc cả vì Covid đã phá hủy thu nhập trong 3 năm của những người sống dựa vào khách du lịch. Những người mặc cả có thể có được một thỏa thuận tốt hơn, nhưng tôi rất vui.Đọc thêm",
            "Kính thưa, \nCảm ơn đánh giá của bạn rất nhiều, mình nghĩ bạn đã viết mọi trải nghiệm từ shop Da Bảo Real Leather. Đây thực sự là một động lực thực sự nghiêm túc đối với chúng tôi. Chúng tôi rất vui được phục vụ bạn với bất kỳ yêu cầu nào của bạn. Đọc thêm",
            "Đó là một cửa hàng tuyệt vời, nhân viên thân thiện,. Tôi có một trải nghiệm tốt trong cửa hàng. Trang nói tiếng Anh rất tốt và hữu íchĐọc thêm",
            "Kính gửi, cảm ơn bạn rất nhiều vì đã dành thời gian để lại cho chúng tôi đánh giá tuyệt vời này! Chúng tôi rất vui khi biết rằng bạn đã có trải nghiệm tốt tại cửa hàng và nhận thấy nhân viên của chúng tôi, đặc biệt là cô Trang, rất thân thiện và hữu ích. Chúng tôi tự hào về khả năng giao tiếp hiệu quả và hỗ trợ khách hàng của mình theo mọi cách có thể.Đọc thêm",
            "Hoàn toàn tuyệt vời! Tôi đã có một chiếc túi được làm theo yêu cầu riêng từ cửa hàng này và tôi chắc chắn sẽ giới thiệu nó. Tôi được đưa đến nhà máy để chọn màu sắc, họa tiết cũng như kích thước. Hiếu phục vụ rất tuyệt vời!Đọc thêm",
            "Thân mến, cảm ơn bạn rất nhiều vì đánh giá tuyệt vời của bạn! Rất vui khi biết rằng bạn đã có trải nghiệm tuyệt vời với chúng tôi. Hiếu và nhóm rất vui vì bạn yêu thích chiếc túi do chính mình thiết kế. Sự hài lòng của bạn với dịch vụ và quá trình lựa chọn màu sắc, kết cấu và kích thước hoàn hảo có ý nghĩa rất lớn đối với chúng tôi. Chúng tôi hy vọng sẽ sớm gặp lại bạn để có một tác phẩm riêng biệt khác! Đọc thêm",
            "Mua một số thắt lưng da tùy chỉnh cho chồng tôi. Lê rất thân thiện và rất hữu ích và ân cần đáp ứng một số thay đổi muộn. Không có gì là quá nhiều rắc rối. Chất lượng của dây đai là tuyệt vời và quay vòng nhanh chóng. Rất muốn giới thiệu.Đọc thêm",
            "Bạn thân mến, cảm ơn bạn rất nhiều vì những lời tốt đẹp và đã giới thiệu những chiếc thắt lưng da tùy chỉnh của chúng tôi. Chúng tôi rất vui khi biết rằng bạn và chồng bạn hài lòng với chất lượng và dịch vụ của chúng tôi. Chúng tôi rất vui khi được đáp ứng yêu cầu của bạn và rất vui vì chúng tôi có thể đáp ứng mong đợi của bạn một cách nhanh chóng.Đọc thêm",
            "Rất thân thiện và chất lượng tốt. Tôi đã mua một chiếc thắt lưng và Trang đã giúp tôi rất tốt. Tôi có thể giới thiệu Cửa hàng .... da bao real latger hoi an Đọc thêm",
            "Chào bạn, rất vui khi biết bạn đã có trải nghiệm tốt với các sản phẩm đồ da thủ công và sự hỗ trợ của nhân viên tại shop Đa Bảo. Cảm ơn bạn đã đánh giá của bạn!Đọc thêm",
            "Hàng hóa TUYỆT VỜI!! Yêu ví mới của chúng tôi!! Trang rất đẹp và hữu ích nhất. Chắc chắn sẽ quay lại mua hàng ở đây.Xem thêm",
            "thân mến, cảm ơn bạn rất nhiều vì đánh giá của bạn. Đọc thêm",
            "Dịch vụ thật tuyệt vời. Họ tạo ra chính xác những gì tôi muốn và rất nhanh chóng. Cái xấu là đẹp! Hiếu rất hữu ích và chuyên nghiệp. Tôi chắc chắn sẽ giới thiệu!Đọc thêm",
            "Thân gửi, cảm ơn bạn đã phản hồi và giới thiệu giá trị thực của sản phẩm da mà cửa hàng Da Bao - Real Leather mang đến cho bạn. Xem thêm",
            "Dịch vụ tốt, chất lượng tốt. Trang rất tử tế và dễ làm ăn. Shop có giá tốt và nhiều loại da khác nhau.Xem thêm",
            "Chào bạn, cảm ơn bạn đã đánh giá, rất vui khi mang đến những giá trị đích thực của sản phẩm da như chất lượng, dịch vụ cho bạn.\nĐọc thêm",
            "Túi chất lượng, da đẹp, dịch vụ rất ok, nhân viên nhiệt tình và hướng dẫn miễn phí. Hợp lý để mặc cả và rất nhiều quà tặng miễn phíLiên hệ Lê để được hướng dẫnAllenVĐọc thêm",
            "Kính gửi, cảm ơn bạn đã đánh giá của bạn với kinh nghiệm tốt. Tôi nghĩ bạn đang nhầm lẫn về quà tặng miễn phí, tại cửa hàng của chúng tôi, chúng tôi không có bất kỳ chính sách nào về quà tặng miễn phí hoặc bạn đã tham gia chương trình giảm giá.  Đọc thêm",
            "Là một người có kinh nghiệm, đồ da đẹp, chất lượng rất tốt và tính cách rất tốt bụng Cô Hiếu là một người rất tốt và rất thân thiệnĐọc thêm",
            "Kính thưa! Cảm ơn bạn đã đánh giá tuyệt vời! , Chúng tôi làm việc chăm chỉ để đáp ứng những kỳ vọng như của bạn và rất vui khi biết rằng chúng tôi đã đạt được mục tiêu cho bạn. Hãy quay lại và gặp chúng tôi sớm. Chúc mừng! Đọc thêm",
            "Cô Trang thân thiện đáng yêu.  Rất hữu ích và sắp xếp thắt lưng của tôi để phù hợp tuyệt vời. Sẽ quay lại.Da bao là cửa hàng đồ da tốt nhất ở Hội AnĐọc thêm",
            "Thân gửi,\nCảm ơn bạn đã dành thời gian chia sẻ đánh giá tích cực này! Chúng tôi sẽ đảm bảo chia sẻ điều này với nhóm cửa hàng để họ biết để tiếp tục công việc tuyệt vời này và hy vọng bạn sẽ sớm ghé thăm lại khi bạn đến cửa hàng của chúng tôi. Cảm ơn bạn một lần nữa.Lời chào nồng nhiệt từ Hội An!Đọc thêm"
        ],
        "star_ratings": [
            148,
            1,
            0,
            0,
            0
        ],
        "review_amount": 149,
        "location": [
            "Những điều cần làm ở Hội An",
            "Châu Á",
            "Việt Nam",
            "Chào An",
            "Da thật Da Bao",
            "Tỉnh Quảng Nam"
        ],
        "reviews_time": [
            "Written October 29, 2023",
            "Written January 23, 2024",
            "Written January 29, 2024",
            "Written January 29, 2024",
            "Written February 7, 2024",
            "Written February 20, 2024",
            "Written February 26, 2024",
            "Written March 7, 2024",
            "Written March 21, 2024",
            "Written April 17, 2024",
            "Written May 19, 2024",
            "Written May 19, 2024",
            "Written May 18, 2024",
            "Written May 18, 2024",
            "Written May 17, 2024",
            "Written May 14, 2024",
            "Written May 14, 2024",
            "Written May 14, 2024",
            "Written May 12, 2024",
            "Written May 11, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298082-d19174918-Reviews-or20-Da_Bao_Real_Leather-Hoi_An_Quang_Nam_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d10768724-Reviews-Olivier_Coffee-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26663624-Reviews-Faifoo_Central_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d3724095-Reviews-Little_Faifo_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26229136-Reviews-Sing_Ma_Restaurant_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26848559-Reviews-Em_H_i_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26355037-Reviews-A6_Garden-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25105784-Reviews-Cua_Dai_Central_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25306878-Reviews-Chops_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25420069-Reviews-MAAZI_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d12254323-Reviews-Phin_Coffee_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8587256-Reviews-Hoi_An_Market-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7209451-Reviews-Couleurs_by_Rehahn-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d17389848-Reviews-Hoa_Buu_Art_Gallery-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d451145-Reviews-Fukian_Assembly_Hall_Phuc_Kien-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d451144-Reviews-Central_Market-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d27146630-Reviews-TITI_no_38-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d27413504-Reviews-Art_Gallery_Hoang_Trong_Tien-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2283386-Reviews-Ba_Le_Well-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3848216-Reviews-Museum_of_Folklore-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2281126-Reviews-Hoi_An_Handicraft_Workshop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19174918-Reviews-or10-Da_Bao_Real_Leather-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19174918-Reviews-or30-Da_Bao_Real_Leather-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19174918-Reviews-Da_Bao_Real_Leather-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2717876-Reviews-Peace_Tailor_in_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15776299-Reviews-Thanh_Design-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6845023-Reviews-Two_Ladies_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15000385-Reviews-Blue_Chic_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26605658-Reviews-Bison_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2202046-Reviews-Metiseko-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1194254-Reviews-A_Dong_Silk_Tailors-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4609042-Reviews-Tuong_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d9466019-Reviews-45_Thu_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12945791-Reviews-Shine_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19121366-Reviews-La_belle_My_My_Leather-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g25379304-d17632137-Reviews-Izi_Wear_Store-Minh_An_Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7179237-Reviews-B_Lan_Silk-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4211309-Reviews-Thu_Thao_Cloth_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4762464-Reviews-Thu_Van_cloth_shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d27740250-Reviews-Handwork_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25009178-Reviews-Relaxy_Foot_and_Body_Care-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3411207-Reviews-Kim_Hien_Boutique_Clothing_Store-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6855864-Reviews-Bali_Cloth_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8854961-Reviews-Buffalo_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8397242-Reviews-Dinh_Shoe_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4737679-Reviews-Thu_Linh_2-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2053290-Reviews-Linh_Shoe_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g308272-d18844640-Reviews-Found_158-Shanghai.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d1499128-Reviews-Piscine_Josephine_Baker-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g32588-d12819456-Reviews-Top_of_the_World-Laguna_Beach_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g55229-d1378948-Reviews-Downtown_Nashville-Nashville_Davidson_County_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g616016-d15099661-Reviews-Baraka_Natural_Aquarium_Nungwi-Nungwi_Zanzibar_Island_Zanzibar_Archipelago.html",
            "https://www.tripadvisor.com/Attraction_Review-g55229-d17406536-Reviews-Ole_Smoky_Distillery_Yee_Haw_Brewery-Nashville_Davidson_County_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g35377-d6507335-Reviews-The_Outlet_Shoppes_at_Atlanta-Woodstock_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g47827-d4611385-Reviews-Kontokosta_Winery-Greenport_North_Fork_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g150800-d184110-Reviews-Museo_Casa_Luis_Barragan-Mexico_City_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g635887-d15147409-Reviews-Europa_Shopping_Centre-Puerto_Rico_Gran_Canaria_Canary_Islands.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298082-d19174918-Reviews-or30-Da_Bao_Real_Leather-Hoi_An_Quang_Nam_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298082-d19174918-Reviews-or20-Da_Bao_Real_Leather-Hoi_An_Quang_Nam_Province.html"
    },
    {
        "attraction_name": "Da Bao Real Leather",
        "attraction_name_vi": "Da Thật Đa Bảo",
        "general_info": [
            "120 đánh giá",
            "19 trên 674 Mua sắm ở Hội An",
            "Cửa hàng quà tặng đặc sản"
        ],
        "attraction_summary": "Da là hình ảnh thu nhỏ của niềm đam mê và sự khéo léo của chúng tôi. Tại Đa Bảo Real Leather, chúng tôi vô cùng tự hào trong việc thiết kế các mặt hàng thủ công tỉ mỉ và mang đến cho khách hàng những mẫu mã đồ da đẹp nhất. Chúng tôi tập trung vào nghệ thuật thủ công, sử dụng da thật và tinh tế cũng như cam kết vững chắc về nghệ thuật hoàn hảo. Sự hài lòng của bạn là động lực để chúng tôi tiếp tục làm việc và luôn hoàn thiện, thăng tiến bản thân.Đọc thêm",
        "reviews": [
            "Cửa hàng này có đồ da đẹp nhất! Chúng tôi chỉ đến thăm Hội An một ngày nên không nghĩ mình có thời gian để mua một chiếc túi theo yêu cầu. Có rất nhiều thứ để lựa chọn nhưng chúng tôi muốn có thêm một vài túi và khóa kéo trong túi của mình. Chúng tôi cũng chọn loại da có màu đậm hơn. Cô Trang hứa hôm sau túi sẽ có! Chúng tôi rất hạnh phúc với túi của chúng tôi. Họ thật đẹp! Da, tay nghề và các chi tiết kim loại có chất lượng cao.  Bạn sẽ không phải thất vọng với bất cứ điều gì bạn mua! Cô Trang là người am hiểu và sẽ làm việc với những bạn muốn làm món gì đó theo ý muốn.\nĐọc thêm",
            "Cảm ơn bạn rất nhiều vì đánh giá của bạn, tôi hy vọng sẽ gặp lại bạn trong tương lai hoặc ghé thăm cửa hàng trực tuyến của chúng tôi tại dabaoleather com\nĐọc thêm",
            "Sản phẩm da tuyệt vời và dịch vụ tốt. Chúng tôi yêu cầu họ làm một chiếc túi xách tay mới dựa trên tik tok. Họ có được tất cả các thông số kỹ thuật bằng cách kiên nhẫn lắng nghe trong một thời gian dài và đưa ra gợi ý. Chiếc túi hóa ra đẹp hơn nhiều so với chiếc túi mà chúng tôi đã xem trên tik tok. Họ tùy chỉnh làm túi da trong vòng 24 giờ.\n\nPhương đang giúp chúng tôi trong cửa hàng. Cô có kiến ​​thức rất tốt về túi da và đưa ra những gợi ý quý giá cho mẫu thiết kế túi xách tay mới kiểu dáng đẹp. Chúng tôi vô cùng hạnh phúc.Đọc thêm",
            "Sara thân mến,\n\nCảm ơn bạn rất nhiều vì đã dành thời gian để lại một đánh giá tuyệt vời như vậy! Chúng tôi rất vui khi biết bạn đã có trải nghiệm tích cực với các sản phẩm và dịch vụ về đồ da của chúng tôi.\nĐiều này luôn mang lại cho chúng tôi niềm vui khi được nỗ lực hết mình vì khách hàng của mình và rất vui khi cô Phương đã vượt quá sự mong đợi của bạn bằng cách kiên nhẫn lắng nghe các thông số kỹ thuật của bạn về chiếc túi xách tùy chỉnh và đưa ra những gợi ý có giá trị. Được biết rằng sản phẩm cuối cùng thậm chí còn tốt hơn những gì bạn hình dung là điều vô cùng bổ ích đối với nhóm của chúng tôi.\nChúng tôi vô cùng tự hào về kiến ​​thức và sự tâm huyết của cô Phương trong việc tạo ra chiếc túi độc đáo và đẹp mắt, vượt quá sự mong đợi của bạn. Chúng tôi cố gắng đảm bảo rằng tất cả khách hàng của chúng tôi đều nhận được dịch vụ đặc biệt và khiến cửa hàng của chúng tôi vui vẻ và hài lòng.\nChúng tôi khuyến khích bạn sớm quay lại với chúng tôi hoặc khám phá danh mục trực tuyến của chúng tôi để biết thêm các sản phẩm da thủ công mà bạn có thể yêu thích. Cảm ơn bạn một lần nữa vì những lời tốt đẹp của bạn và vì đã chọn chúng tôi!\n\nTrân trọng,\nDa thật Đa BảoĐọc thêm",
            "Mua một chiếc thắt lưng da cho anh trai tôi. Nga đã rất hữu ích trong việc tìm kiếm một sản phẩm chất lượng. Cô ấy thậm chí còn tìm thấy một chiếc khóa vàng cho chúng tôi. Thắt lưng đã sẵn sàng trong vài phút và được đóng gói đẹp mắt. Cảm ơn sự giúp đỡ của bạn, Nga :Đọc thêm",
            "Cảm ơn bạn đã dành thời gian đánh giá các sản phẩm, dịch vụ đồ da của chúng tôi và chia sẻ trải nghiệm của mình! Rất vui khi biết bạn đã tìm được sản phẩm đồ da yêu thích tại shop Đa Bảo. Tại Đa Bảo, chúng tôi tự hào cung cấp các sản phẩm da chất lượng cao với nhiều chủng loại phù hợp với sở thích của mọi người với giá cả hợp lý. Ngoài ra, chúng tôi đảm bảo chất lượng sản phẩm với chế độ bảo hành trọn đời để bạn yên tâm.\nVui lòng liên hệ với chúng tôi tại Leather.hagmaill.com hoặc whatsapp: 84 906 432 742, chúng tôi rất vui được hỗ trợ bạn. Chúng tôi rất coi trọng mọi phản hồi, đó là động lực để chúng tôi tiếp tục tạo ra các sản phẩm da chất lượng cao và thiết kế độc đáo. Một lần nữa, cảm ơn bạn rất nhiều vì phản hồi của bạn. Chúng tôi rất vui được chào đón bạn sớm quay trở lại! Đọc thêm",
            "Nhìn qua những tập tài liệu và tập bìa da mà Đa Bảo có, không có tập tài liệu nào đúng kiểu dáng mà tôi đang tìm kiếm. Nga đã giúp tôi thiết kế loại ống tay áo mà tôi muốn, chọn loại da chất lượng hàng đầu và làm cuốn sách tóm tắt cá nhân hóa dành riêng cho tôi này với những chữ viết tắt của tôi được lồng chữ lồng. Tôi rất hài lòng với sản phẩm đã hoàn thành.Đọc thêm",
            "Cảm ơn vì đã chia sẻ kinh nghiệm của bạn. Rất vui khi biết rằng Nga có thể hỗ trợ bạn tạo ra một bản tóm tắt bằng da được cá nhân hóa theo thông số kỹ thuật chính xác của bạn. Chúng tôi cố gắng cung cấp các sản phẩm chất lượng hàng đầu phù hợp với nhu cầu của khách hàng. Nếu bạn có thêm bất kỳ yêu cầu hoặc phản hồi nào, vui lòng cho chúng tôi biết.\nĐọc thêm",
            "Đi ra khỏi chiếc bánh chuối, chúng tôi tình cờ gặp cửa hàng bán đồ da này. Sau khi chạy thử túi da thật ở Chợ đêm từ những nơi không xác định, chúng tôi đã chuẩn bị sẵn sàng. Thực tế là những chiếc túi ở đây được sản xuất tại địa phương và có chất lượng cao, không đắt hơn là điều đáng kinh ngạc. Tôi thấy mình thích thiết kế rất khác thường nhưng tôi không quá đam mê màu sắc. Nga, trợ lý bán hàng rất hữu ích nhưng không quá đề cao đã tình cờ nghe được và nói với tôi rằng tôi có thể có bất kỳ combo màu nào trong cửa hàng được làm qua đêm với cùng một mức giá. Ngày hôm sau tôi đã đi khệnh khạng quanh Hội A với nó! Tuyệt vời!\nTga đã làm cho trải nghiệm trở nên rất đặc biệt, đủ đặc biệt để tôi viết bài đánh giá này. Rất khuyến khích hỏi Nga, Đọc thêm",
            "Kính gửi GWW885,\n\nCảm ơn bạn đã để lại một đánh giá thú vị như vậy! Cả nhóm mỉm cười khi đọc về cuộc gặp gỡ tình cờ của bạn với cửa hàng của chúng tôi sau chuyến phiêu lưu làm bánh chuối.\nChúng tôi hoàn toàn hiểu được sự hoài nghi của bạn sau khi khám phá khung cảnh bằng da thật của Chợ Đêm. Chúng tôi vô cùng tự hào về việc chế tạo các mặt hàng da chất lượng cao được sản xuất tại địa phương, có nguồn gốc hợp pháp và giá cả hợp lý.\nThật vui mừng khi bạn tìm thấy một thiết kế độc đáo mà bạn yêu thích và thật vui mừng khi Nga đã nỗ lực hết sức để cá nhân hóa sự kết hợp màu sắc chỉ sau một đêm với cùng một mức giá! Thật tuyệt vời khi nhóm của chúng tôi có thể tạo ra trải nghiệm tuyệt vời cho khách hàng.\nChúng tôi rất biết ơn những lời tốt đẹp của bạn và đã giới thiệu Nga. Chúng tôi cố gắng có được cách tiếp cận hữu ích nhưng không bao giờ thúc ép đối với dịch vụ khách hàng và điều đó có ý nghĩa rất lớn khi biết rằng chúng tôi đã đạt được điều đó cho bạn.\nRất vui vì bạn đã được dạo quanh Hội An với chiếc túi độc đáo của mình! Chúng tôi hy vọng nó sẽ mang lại cho bạn niềm vui trong nhiều năm tới.\nXin đừng ngần ngại quay lại với chúng tôi nếu bạn thấy mình quay lại Hội An để tìm kiếm một món đồ độc đáo khác hoặc giới thiệu chúng tôi với bất kỳ ai đang tìm kiếm những món đồ da đặc biệt.\nTrân trọng,\nĐa BảoĐọc thêm",
            "Cửa hàng da tuyệt vời, nhân viên thân thiện đáng yêu và giá cả tốt. Rất khuyến khích mọi người đến thăm Hội An! Da đẹp và nhiều loại túi, ví, ví và thắt lưng. Một nơi phải đến cho mọi người đến Việt Nam xxĐọc thêm",
            "Cảm ơn bạn rất nhiều vì những lời tốt đẹp và lời giới thiệu của bạn, Ailen! Chúng tôi rất vui khi biết rằng bạn hài lòng với trải nghiệm tại cửa hàng của chúng tôi. Cung cấp các sản phẩm da chất lượng cao và dịch vụ khách hàng tuyệt vời là ưu tiên hàng đầu của chúng tôi. Chúng tôi mong được chào đón bạn trở lại trong chuyến thăm tiếp theo của bạn đến Hội An! Đọc thêm",
            "Nga đã giúp chúng tôi lựa chọn những chiếc túi tuyệt đẹp. Cô ấy thật ngọt ngào và rất hữu ích. Chúng tôi rất hài lòng với túi và thắt lưng da mới của mình. Thật là tuyệt khi nhìn cô ấy cắt phần da ở thắt lưng và tạo những lỗ mới ngay trước mặt chúng tôi. Một sự phù hợp hoàn hảo.Đọc thêm",
            "Cảm ơn bạn đã dành thời gian đánh giá các sản phẩm và dịch vụ về da của chúng tôi và chia sẻ trải nghiệm của bạn! Chúng tôi rất vui khi biết rằng bạn đã tìm thấy một sản phẩm da yêu thích tại cửa hàng Da Bao. Tại Da Bao, chúng tôi tự hào cung cấp các sản phẩm da chất lượng cao với nhiều loại phù hợp với sở thích của mọi người, tất cả đều có giá cả hợp lý. Ngoài ra, chúng tôi luôn đảm bảo chất lượng sản phẩm của mình với chế độ bảo hành trọn đời để bạn an tâm. \nVui lòng liên hệ với chúng tôi qua email: leather.hagmaill.com hoặc whatsapp: 84 906 432 742 hoặc trang web dabaoleather.com, chúng tôi rất vui khi được hỗ trợ bạn. Chúng tôi coi trọng mọi phản hồi, đó là động lực để chúng tôi tiếp tục chế tác các sản phẩm da chất lượng cao và thiết kế độc đáo. Một lần nữa, cảm ơn bạn rất nhiều vì phản hồi của bạn. Chúng tôi rất mong sớm được chào đón bạn quay lại!\nĐọc thêm",
            "Đồ da có chất lượng thực sự tuyệt vời, mẫu mã đa dạng cho bạn lựa chọn, giá cả tốt và nhân viên nhiệt tình. Chúng tôi có nhiều thứ với giá tốt. Rất khuyến khích cho tất cả mọi người. Quán 109 Trần Phú.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đánh giá xuất sắc của bạn, Zuzkag! Rất vui vì bạn đã tìm thấy những điều tuyệt vời tại cửa hàng của chúng tôi với giá cả hợp lý.  Chúng tôi tự hào cung cấp các mặt hàng da có chất lượng tuyệt vời với nhiều mẫu mã đa dạng để bạn lựa chọn, tất cả đều có giá cả hợp lý.  Nhóm của chúng tôi cố gắng giúp đỡ và cung cấp sự hỗ trợ tốt nhất có thể.  Thật tuyệt vời khi biết bạn đã tìm thấy nhiều mặt hàng với giá tốt.  Chúng tôi thực sự đánh giá cao đề xuất của bạn cho mọi người! Đừng ngần ngại ghé thăm chúng tôi tại Shop 109 Trần Phú.\n\nThông tin liên lạc:\nEmail: da.hagmail.com\nWhatsAppLine: 84 906 432 742Đọc thêm",
            "Tôi đã có một chiếc túi tùy chỉnh được làm cho tôi. Tôi hơi lo lắng vì không biết nó sẽ diễn ra như thế nào. Nhưng Trang thật tuyệt vời và kết quả còn tuyệt vời hơn những gì tôi có thể tưởng tượng. Tôi đang rất thích thú với chiếc túi mới của mình, nó thật hoàn hảo!! họ đã làm rất nhanh và giá rất cao. \nTôi chắc chắn sẽ giới thiệu cho họ chất lượng tuyệt vời và đội ngũ nhân viên rất tuyệtĐọc thêm",
            "Bạn thân mến, chúng tôi rất hài lòng với chiếc túi của bạn, chúng tôi hy vọng Đa Bảo có thể phục vụ bạn lần nữa, chúng tôi có thể tùy chỉnh bất kỳ mẫu nào cho bạn.Đọc thêm",
            "Tôi đã viết bài đánh giá chi tiết và ứng dụng bị lỗi nên giờ đây chỉ là một bản tóm tắt ngắn gọn!\n\nMột chiếc ba lô trâu lớn theo yêu cầu, chất lượng tuyệt vời, với dịch vụ tuyệt vời từ Xuân tại địa điểm 109 Trần Phú, trong 2 ngày.\n\nXuân nhớ đến tôi khi tôi duyệt web ngày hôm trước, cung cấp dịch vụ khách hàng tuyệt vời và giải thích rõ ràng về các lựa chọn khác nhau. Tôi lấy một chiếc ba lô lớn tiêu chuẩn, thêm một túi bên trong cũng như thay đổi vị trí. Tôi còn bổ sung thêm khóa kéo ở ngăn trước và vòng chữ D để dễ dàng định vị chìa khóa. Chọn màu của tôi và thì đấy - một chiếc ba lô da lớn rất cứng, chất lượng cao cho vợ tôi, với giá 4,2 triệu đồng. Tôi không buồn mặc cả vì Covid đã phá hủy thu nhập trong 3 năm của những người sống dựa vào khách du lịch. Những người mặc cả có thể có được một thỏa thuận tốt hơn, nhưng tôi rất vui.Đọc thêm",
            "Thân gửi,\nCảm ơn bạn rất nhiều vì đã đánh giá, tôi nghĩ rằng bạn đã viết mọi trải nghiệm từ cửa hàng Da Bao Real Leather. Đây thực sự là động lực nghiêm túc cho chúng tôi. Chúng tôi rất muốn phục vụ bạn với bất kỳ yêu cầu nào của bạn. Đọc thêm",
            "Sau khi ghé thăm một số cửa hàng đồ da được giới thiệu nhiều nhất ở Hội An và xem tay nghề của tất cả các cửa hàng này, tôi quyết định tin tưởng Đa Bảo 32 Trần Phú để tạo ra chiếc túi du lịch trâu nước của mình. Báo giá mà tôi đưa ra là hợp lý và chất lượng đồ da trong cửa hàng trông rất tuyệt vời. Sau khi tôi đặt hàng với Trang, cô ấy đưa tôi lên chiếc xe máy của cô ấy đến xưởng, nơi tôi có thể chọn những miếng da đẹp để làm chiếc túi của mình. Tôi cũng phải chọn dây kéo và lớp lót chắc chắn, khóa và màu chỉ để may túi của mình. Công việc được hoàn thành trong một ngày và tôi rất ấn tượng với chất lượng công việc tại Đa Bảo. Tôi cũng thực sự hài lòng với cách phục vụ chuyên nghiệp, trung thực và tư vấn của Trang.  Tôi yêu chiếc túi du lịch của mình; nó được làm chính xác theo thông số kỹ thuật của tôi và vì nó rất tốt nên tôi và chồng đã quay lại cửa hàng để đặt một chiếc khác để làm quà.Đọc thêm",
            "Kính thưa,\n\nCảm ơn bạn rất nhiều vì đánh giá của bạn, chúng tôi rất vui vì bạn đã có thời gian mua sắm vui vẻ với chúng tôi, Trang sẽ rất vui khi nghe những lời tốt đẹp như vậy từ bạn.\n\nChúng tôi chúc bạn có một kỳ nghỉ vui vẻ ở Hội An và hy vọng chúng ta có cơ hội gặp lại bạn.Đọc thêm",
            "Nhân viên rất thân thiện, da chất lượng tốt, kết thúc đẹp! Tôi được Phương và Hiếu giúp đỡ. Cửa hàng này được khuyến khích cho tất cả những ai muốn mua đồ da thậtĐọc thêm",
            "Kính thưa,\nChúng tôi vô cùng biết ơn vì bạn đã dành thời gian để lại cho chúng tôi đánh giá này. Giá trị cửa hàng của chúng tôi đặt sự hài lòng của khách hàng lên hàng đầu và chúng tôi cam kết với khách hàng của mình. Những khách hàng như bạn đã khiến công việc của chúng tôi trở nên tuyệt vời. Chúng tôi mong được phục vụ bạn một lần nữa.\nĐọc thêm",
            "Da trâu đích thực, chất lượng thực sự tốt, cứng cáp và bền lâu. Giá cả cũng hợp lý. Một trong những chủ cửa hàng tên là Phương, cô ấy thực sự rất giỏi trong công việc của mình.Đọc thêm",
            "Kính thưa,\nCảm ơn bạn đã dành thời gian chia sẻ đánh giá của mình về cửa hàng chúng tôi. Chúng tôi tự hào mang đến dịch vụ xuất sắc cho mọi khách hàng và rất vui mừng khi nhận được những lời khen ngợi và đánh giá cao của bạn. Nếu có bất kỳ vấn đề gì, xin vui lòng liên hệ với chúng tôi. Cảm ơn một lần nữa.\nĐọc thêm",
            "Cảm ơn Lê vì lời khuyên của cô và sự chào đón thân thiện của anh, đã có được một chiếc túi du lịch đẹp. Sẽ giới thiệu nếu bạn đến hoi an.Đọc thêm",
            "Kính thưa,\nChúng tôi rất vui vì bạn đã để lại đánh giá cho chúng tôi, chúng tôi hy vọng bạn có thời gian vui vẻ với cửa hàng và nhân viên của chúng tôi, chúc bạn có kỳ nghỉ tuyệt vời tại Việt Nam và hy vọng chúng ta sẽ gặp lại nhau trong tương lai nếu có vấn đề gì , xin vui lòng liên hệ với chúng tôi để biết thêm thông tin.Đọc thêm",
            "Hàng da thật chính hãng và anh Hiếu rất thân thiện và vui tính. Cửa hàng này rất đẹp, nhiều lựa chọn, chất lượng tốt. Mình có thể giới thiệu cho bạn bèĐọc thêm",
            "Kính thưa,\nCảm ơn bạn đã đánh giá tuyệt vời! , Chúng tôi làm việc chăm chỉ để đáp ứng những kỳ vọng như của bạn và rất vui khi biết rằng chúng tôi đã đạt được mục tiêu cho bạn. Hãy quay lại và gặp chúng tôi sớm. Chúc mừng!\nĐọc thêm",
            "Dịch vụ rất tốt nhanh chóng, chất lượng tuyệt vời. Tôi có một chiếc túi được làm riêng cho phù hợp với chiếc túi tôi có khi nó bị rách. Các mảnh tùy chỉnh. Tôi có 2 thắt lưng, một chiếc ví, một chiếc ví và hai chiếc túi xách. Tuyệt vời!! Trang rất đáng yêu và thân thiện.Đọc thêm",
            "Thân mến, cảm ơn bạn rất nhiều vì đánh giá của bạn. Shop Đa Bảo hi vọng sau khi sửa xong bạn sẽ thích chiếc túi. Wow, wow, bạn sở hữu rất nhiều sản phẩm từ chúng tôi. Rất vui vì sự tin tưởng và lựa chọn của bạn. Trang rất thân thiện và tốt bụng, nhiều khách hàng của chúng tôi thích cô ấy, cô ấy rất tuyệt vời. Cám ơn bạn một lần nữa. Tôi hy vọng bạn có trải nghiệm tuyệt vời ở Hội An và Việt Nam.Đọc thêm",
            "Nhân viên của Da Bao thực sự hữu ích và tốt, đặc biệt là Phương, cô ấy đã hỗ trợ chúng tôi rất tốt. Tôi giới thiệu cửa hàng này để mua đồ da tốt và làm quà tặng cho những người thân yêu của bạn Đọc thêm",
            "Thân mến, cảm ơn bạn rất nhiều vì đánh giá của bạn, Phương rất hữu ích, cô ấy luôn làm tốt công việc. Da của chúng tôi luôn mới và với chất lượng thủ công cao, chúng tôi tạo ra những mẫu đẹp. Đọc thêm",
            "Tôi đã mua một chiếc ví xinh xắn ở đây cho mẹ tôi. Tôi cũng có duyên với Hiếu lắm. Cô ấy rất tốt bụng! Nếu bạn ở Hội An hãy đến đây!Đọc thêm",
            "Bạn thân mến, cảm ơn bạn đã đánh giá, rất vui vì bạn có trải nghiệm tuyệt vời tại cửa hàng của chúng tôi. Hiếu là nhân viên tư vấn rất tốt tại quán Đa Bảo. Chúc các bạn có chuyến du lịch Hội An vui vẻĐọc thêm",
            "Những thứ mà Phương thân thiện phục vụ chúng tôi, Chúng tôi rất vui vì giá cả hợp lý và chất lượng tốt. Rất khuyến khíchĐọc thêm",
            "Chào bạn, cảm ơn bạn rất nhiều vì đã đánh giá, rất vui vì bạn đã có trải nghiệm tốt tại Đa Bảo về chất lượng, mẫu mã, nhân viên phục vụ, đặc biệt là giá cả, vì chúng tôi là sản xuất nên giá cả phải chăng, có thể hiểu được. Chúng tôi hy vọng bạn có một chuyến đi vui vẻ ở Hội An và Việt Nam.Đọc thêm",
            "Dịch vụ đáng kinh ngạc, da tuyệt vời. Sản phẩm tuyệt vời. Trang thật tuyệt vời, dịch vụ tuyệt vời từ cô ấy.  Sẽ quay lại lần sau khi ghéXem thêm",
            "Bạn thân mến, cảm ơn bạn rất nhiều vì những lời nói đáng yêu của bạn, trải nghiệm tuyệt vời của bạn là động lực của chúng tôi. Chúng tôi hạnh phúc với điều đó. Chúng tôi chúc bạn có một chuyến đi vui vẻ ở Hội An và Việt NamĐọc thêm"
        ],
        "star_ratings": [
            148,
            1,
            0,
            0,
            0
        ],
        "review_amount": 149,
        "location": [
            "Những điều cần làm ở Hội An",
            "Châu Á",
            "Việt Nam",
            "Chào An",
            "Da Thật Đa Bảo",
            "Tỉnh Quảng Nam"
        ],
        "reviews_time": [
            "Written October 29, 2023",
            "Written January 23, 2024",
            "Written January 29, 2024",
            "Written January 29, 2024",
            "Written February 7, 2024",
            "Written February 20, 2024",
            "Written February 26, 2024",
            "Written March 7, 2024",
            "Written March 21, 2024",
            "Written April 17, 2024",
            "Written May 11, 2024",
            "Written May 11, 2024",
            "Written May 10, 2024",
            "Written May 9, 2024",
            "Written May 9, 2024",
            "Written May 8, 2024",
            "Written May 7, 2024",
            "Written May 7, 2024",
            "Written May 5, 2024",
            "Written May 5, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298082-d19174918-Reviews-or30-Da_Bao_Real_Leather-Hoi_An_Quang_Nam_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d10768724-Reviews-Olivier_Coffee-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26663624-Reviews-Faifoo_Central_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d3724095-Reviews-Little_Faifo_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26229136-Reviews-Sing_Ma_Restaurant_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26848559-Reviews-Em_H_i_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26355037-Reviews-A6_Garden-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25105784-Reviews-Cua_Dai_Central_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25306878-Reviews-Chops_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25420069-Reviews-MAAZI_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d12254323-Reviews-Phin_Coffee_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8587256-Reviews-Hoi_An_Market-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7209451-Reviews-Couleurs_by_Rehahn-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d17389848-Reviews-Hoa_Buu_Art_Gallery-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d451145-Reviews-Fukian_Assembly_Hall_Phuc_Kien-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d451144-Reviews-Central_Market-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d27146630-Reviews-TITI_no_38-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d27413504-Reviews-Art_Gallery_Hoang_Trong_Tien-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2283386-Reviews-Ba_Le_Well-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3848216-Reviews-Museum_of_Folklore-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2281126-Reviews-Hoi_An_Handicraft_Workshop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19174918-Reviews-or20-Da_Bao_Real_Leather-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19174918-Reviews-or40-Da_Bao_Real_Leather-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19174918-Reviews-Da_Bao_Real_Leather-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2717876-Reviews-Peace_Tailor_in_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15776299-Reviews-Thanh_Design-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6845023-Reviews-Two_Ladies_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15000385-Reviews-Blue_Chic_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26605658-Reviews-Bison_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2202046-Reviews-Metiseko-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1194254-Reviews-A_Dong_Silk_Tailors-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4609042-Reviews-Tuong_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d9466019-Reviews-45_Thu_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12945791-Reviews-Shine_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19121366-Reviews-La_belle_My_My_Leather-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g25379304-d17632137-Reviews-Izi_Wear_Store-Minh_An_Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7179237-Reviews-B_Lan_Silk-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4211309-Reviews-Thu_Thao_Cloth_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4762464-Reviews-Thu_Van_cloth_shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d27740250-Reviews-Handwork_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25009178-Reviews-Relaxy_Foot_and_Body_Care-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3411207-Reviews-Kim_Hien_Boutique_Clothing_Store-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6855864-Reviews-Bali_Cloth_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8854961-Reviews-Buffalo_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8397242-Reviews-Dinh_Shoe_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4737679-Reviews-Thu_Linh_2-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2053290-Reviews-Linh_Shoe_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g190504-d536255-Reviews-Atlantic_Sea_Park-Alesund_More_og_Romsdal_Western_Norway.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d7372667-Reviews-Jumeirah_Lake_Towers-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g13360898-d6487106-Reviews-Pete_Maze-Khanong_Phra_Pak_Chong_District_Nakhon_Ratchasima_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g319776-d6717223-Reviews-Souda_Beach-Plakias_Agios_Vasileios_Municipality_Rethymnon_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g230152-d10624528-Reviews-Imgiebah_Bay-Mellieha_Island_of_Malta.html",
            "https://www.tripadvisor.com/Attraction_Review-g488162-d2513634-Reviews-Philip_s_Animal_Garden-Noord_Aruba.html",
            "https://www.tripadvisor.com/Attraction_Review-g1064230-d3224373-Reviews-Alicante_Tram-Alicante_Costa_Blanca_Province_of_Alicante_Valencian_Community.html",
            "https://www.tripadvisor.com/Attraction_Review-g274958-d8762954-Reviews-Lux_Express-Tallinn_Harju_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g46410-d11930424-Reviews-Topgolf_Edison-Edison_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g1598792-d184423-Reviews-Hellshire_Beach-Portmore_Saint_Catherine_Parish_Jamaica.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298082-d19174918-Reviews-or40-Da_Bao_Real_Leather-Hoi_An_Quang_Nam_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298082-d19174918-Reviews-or30-Da_Bao_Real_Leather-Hoi_An_Quang_Nam_Province.html"
    },
    {
        "attraction_name": "Da Bao Real Leather",
        "attraction_name_vi": "Da Thật Đa Bảo",
        "general_info": [
            "120 đánh giá",
            "19 trên 674 Mua sắm ở Hội An",
            "Cửa hàng quà tặng đặc sản"
        ],
        "attraction_summary": "Da là hình ảnh thu nhỏ của niềm đam mê và sự khéo léo của chúng tôi. Tại Đa Bảo Real Leather, chúng tôi vô cùng tự hào trong việc thiết kế các mặt hàng thủ công tỉ mỉ và mang đến cho khách hàng những mẫu mã đồ da đẹp nhất. Chúng tôi tập trung vào nghệ thuật thủ công, sử dụng da thật và tinh tế cũng như cam kết vững chắc về nghệ thuật hoàn hảo. Sự hài lòng của bạn là động lực để chúng tôi tiếp tục làm việc và luôn hoàn thiện, thăng tiến bản thân.Đọc thêm",
        "reviews": [
            "Cửa hàng này có đồ da đẹp nhất! Chúng tôi chỉ đến thăm Hội An một ngày nên không nghĩ mình có thời gian để mua một chiếc túi theo yêu cầu. Có rất nhiều thứ để lựa chọn nhưng chúng tôi muốn có thêm một vài túi và khóa kéo trong túi của mình. Chúng tôi cũng chọn loại da có màu đậm hơn. Cô Trang hứa hôm sau túi sẽ có! Chúng tôi rất hạnh phúc với túi của chúng tôi. Họ thật đẹp! Da, tay nghề và các chi tiết kim loại có chất lượng cao.  Bạn sẽ không phải thất vọng với bất cứ điều gì bạn mua! Cô Trang là người am hiểu và sẽ làm việc với những bạn muốn làm món gì đó theo ý muốn.\nĐọc thêm",
            "Cảm ơn bạn rất nhiều vì đánh giá của bạn, tôi hy vọng sẽ gặp lại bạn trong tương lai hoặc ghé thăm cửa hàng trực tuyến của chúng tôi tại dabaoleather com\nĐọc thêm",
            "Sản phẩm da tuyệt vời và dịch vụ tốt. Chúng tôi yêu cầu họ làm một chiếc túi xách tay mới dựa trên tik tok. Họ có được tất cả các thông số kỹ thuật bằng cách kiên nhẫn lắng nghe trong một thời gian dài và đưa ra gợi ý. Chiếc túi hóa ra đẹp hơn nhiều so với chiếc túi mà chúng tôi đã xem trên tik tok. Họ tùy chỉnh làm túi da trong vòng 24 giờ.\n\nPhương đang giúp chúng tôi trong cửa hàng. Cô có kiến ​​thức rất tốt về túi da và đưa ra những gợi ý quý giá cho mẫu thiết kế túi xách tay mới kiểu dáng đẹp. Chúng tôi vô cùng hạnh phúc.Đọc thêm",
            "Sara thân mến,\n\nCảm ơn bạn rất nhiều vì đã dành thời gian để lại một đánh giá tuyệt vời như vậy! Chúng tôi rất vui khi biết bạn đã có trải nghiệm tích cực với các sản phẩm và dịch vụ về đồ da của chúng tôi.\nĐiều này luôn mang lại cho chúng tôi niềm vui khi được nỗ lực hết mình vì khách hàng của mình và rất vui khi cô Phương đã vượt quá sự mong đợi của bạn bằng cách kiên nhẫn lắng nghe các thông số kỹ thuật của bạn về chiếc túi xách tùy chỉnh và đưa ra những gợi ý có giá trị. Được biết rằng sản phẩm cuối cùng thậm chí còn tốt hơn những gì bạn hình dung là điều vô cùng bổ ích đối với nhóm của chúng tôi.\nChúng tôi vô cùng tự hào về kiến ​​thức và sự tâm huyết của cô Phương trong việc tạo ra chiếc túi độc đáo và đẹp mắt, vượt quá sự mong đợi của bạn. Chúng tôi cố gắng đảm bảo rằng tất cả khách hàng của chúng tôi đều nhận được dịch vụ đặc biệt và khiến cửa hàng của chúng tôi vui vẻ và hài lòng.\nChúng tôi khuyến khích bạn sớm quay lại với chúng tôi hoặc khám phá danh mục trực tuyến của chúng tôi để biết thêm các sản phẩm da thủ công mà bạn có thể yêu thích. Cảm ơn bạn một lần nữa vì những lời tốt đẹp của bạn và vì đã chọn chúng tôi!\n\nTrân trọng,\nDa thật Đa BảoĐọc thêm",
            "Đã mua một chiếc thắt lưng da cho anh trai tôi. Nga đã rất hữu ích trong việc tìm một sản phẩm chất lượng. Cô ấy thậm chí còn tìm thấy một chiếc khóa vàng cho chúng tôi. Chiếc thắt lưng đã sẵn sàng trong vài phút và được đóng gói đẹp mắt. Cảm ơn sự giúp đỡ của bạn, Nga :Đọc thêm",
            "Cảm ơn bạn đã dành thời gian đánh giá các sản phẩm, dịch vụ đồ da của chúng tôi và chia sẻ trải nghiệm của mình! Rất vui khi biết bạn đã tìm được sản phẩm đồ da yêu thích tại shop Đa Bảo. Tại Đa Bảo, chúng tôi tự hào cung cấp các sản phẩm da chất lượng cao với nhiều chủng loại phù hợp với sở thích của mọi người với giá cả hợp lý. Ngoài ra, chúng tôi đảm bảo chất lượng sản phẩm với chế độ bảo hành trọn đời để bạn yên tâm.\nVui lòng liên hệ với chúng tôi tại Leather.hagmaill.com hoặc whatsapp: 84 906 432 742, chúng tôi rất vui được hỗ trợ bạn. Chúng tôi rất coi trọng mọi phản hồi, đó là động lực để chúng tôi tiếp tục tạo ra các sản phẩm da chất lượng cao và thiết kế độc đáo. Một lần nữa, cảm ơn bạn rất nhiều vì phản hồi của bạn. Chúng tôi rất vui được chào đón bạn sớm quay trở lại! Đọc thêm",
            "Nhìn qua những tập tài liệu và tập bìa da mà Đa Bảo có, không có tập tài liệu nào đúng kiểu dáng mà tôi đang tìm kiếm. Nga đã giúp tôi thiết kế loại ống tay áo mà tôi muốn, chọn loại da chất lượng hàng đầu và làm cuốn sách tóm tắt cá nhân hóa dành riêng cho tôi này với những chữ viết tắt của tôi được lồng chữ lồng. Tôi rất hài lòng với sản phẩm đã hoàn thành.Đọc thêm",
            "Cảm ơn vì đã chia sẻ kinh nghiệm của bạn. Rất vui khi biết rằng Nga có thể hỗ trợ bạn tạo ra một bản tóm tắt bằng da được cá nhân hóa theo thông số kỹ thuật chính xác của bạn. Chúng tôi cố gắng cung cấp các sản phẩm chất lượng hàng đầu phù hợp với nhu cầu của khách hàng. Nếu bạn có thêm bất kỳ yêu cầu hoặc phản hồi nào, vui lòng cho chúng tôi biết.\nĐọc thêm",
            "Đi ra khỏi chiếc bánh chuối, chúng tôi tình cờ gặp cửa hàng bán đồ da này. Sau khi chạy thử túi da thật ở Chợ đêm từ những nơi không xác định, chúng tôi đã chuẩn bị sẵn sàng. Thực tế là những chiếc túi ở đây được sản xuất tại địa phương và có chất lượng cao, không đắt hơn là điều đáng kinh ngạc. Tôi thấy mình thích thiết kế rất khác thường nhưng tôi không quá đam mê màu sắc. Nga, trợ lý bán hàng rất hữu ích nhưng không quá đề cao đã tình cờ nghe được và nói với tôi rằng tôi có thể có bất kỳ combo màu nào trong cửa hàng được làm qua đêm với cùng một mức giá. Ngày hôm sau tôi đã đi khệnh khạng quanh Hội A với nó! Tuyệt vời!\nTga đã làm cho trải nghiệm trở nên rất đặc biệt, đủ đặc biệt để tôi viết bài đánh giá này. Rất khuyến khích hỏi Nga, Đọc thêm",
            "Kính gửi GWW885,\n\nCảm ơn bạn đã để lại một đánh giá thú vị như vậy! Cả nhóm mỉm cười khi đọc về cuộc gặp gỡ tình cờ của bạn với cửa hàng của chúng tôi sau chuyến phiêu lưu làm bánh chuối.\nChúng tôi hoàn toàn hiểu được sự hoài nghi của bạn sau khi khám phá khung cảnh bằng da thật của Chợ Đêm. Chúng tôi vô cùng tự hào về việc chế tạo các mặt hàng da chất lượng cao được sản xuất tại địa phương, có nguồn gốc hợp pháp và giá cả hợp lý.\nThật vui mừng khi bạn tìm thấy một thiết kế độc đáo mà bạn yêu thích và thật vui mừng khi Nga đã nỗ lực hết sức để cá nhân hóa sự kết hợp màu sắc chỉ sau một đêm với cùng một mức giá! Thật tuyệt vời khi nhóm của chúng tôi có thể tạo ra trải nghiệm tuyệt vời cho khách hàng.\nChúng tôi rất biết ơn những lời tốt đẹp của bạn và đã giới thiệu Nga. Chúng tôi cố gắng có được cách tiếp cận hữu ích nhưng không bao giờ thúc ép đối với dịch vụ khách hàng và điều đó có ý nghĩa rất lớn khi biết rằng chúng tôi đã đạt được điều đó cho bạn.\nRất vui vì bạn đã được dạo quanh Hội An với chiếc túi độc đáo của mình! Chúng tôi hy vọng nó sẽ mang lại cho bạn niềm vui trong nhiều năm tới.\nXin đừng ngần ngại quay lại với chúng tôi nếu bạn thấy mình quay lại Hội An để tìm kiếm một món đồ độc đáo khác hoặc giới thiệu chúng tôi với bất kỳ ai đang tìm kiếm những món đồ da đặc biệt.\nTrân trọng,\nĐa BảoĐọc thêm",
            "Cửa hàng da tuyệt vời, nhân viên thân thiện đáng yêu và giá cả tốt. Rất khuyến khích mọi người đến thăm Hội An! Da đẹp và nhiều loại túi, ví, ví và thắt lưng. Một nơi phải đến cho mọi người đến Việt Nam xxĐọc thêm",
            "Cảm ơn bạn rất nhiều vì những lời nói tử tế và lời giới thiệu của bạn, Irish! Chúng tôi rất vui khi biết rằng bạn thích trải nghiệm của mình tại cửa hàng của chúng tôi. Cung cấp các sản phẩm da chất lượng cao và dịch vụ khách hàng tuyệt vời là ưu tiên hàng đầu của chúng tôi. Chúng tôi mong muốn được chào đón bạn trở lại trong chuyến thăm tiếp theo của bạn đến Hội An! Đọc thêm",
            "Nga đã giúp chúng tôi lựa chọn những chiếc túi tuyệt đẹp. Cô ấy thật ngọt ngào và rất hữu ích. Chúng tôi rất hài lòng với túi và thắt lưng da mới của mình. Thật là tuyệt khi nhìn cô ấy cắt phần da ở thắt lưng và tạo những lỗ mới ngay trước mặt chúng tôi. Một sự phù hợp hoàn hảo.Đọc thêm",
            "Cảm ơn bạn đã dành thời gian đánh giá các sản phẩm, dịch vụ đồ da của chúng tôi và chia sẻ trải nghiệm của mình! Rất vui khi biết bạn đã tìm được sản phẩm đồ da yêu thích tại shop Đa Bảo. Tại Đa Bảo, chúng tôi tự hào cung cấp các sản phẩm da chất lượng cao với nhiều chủng loại phù hợp với sở thích của mọi người với giá cả hợp lý. Ngoài ra, chúng tôi đảm bảo chất lượng sản phẩm với chế độ bảo hành trọn đời để bạn yên tâm. \nVui lòng liên hệ với chúng tôi qua email: Leather.hagmaill.com hoặc whatsapp: 84 906 432 742 hoặc trang web dabaoleather.com, chúng tôi rất vui được hỗ trợ bạn.  Chúng tôi rất coi trọng mọi phản hồi, đó là động lực để chúng tôi tiếp tục tạo ra các sản phẩm da chất lượng cao và thiết kế độc đáo. Một lần nữa, cảm ơn bạn rất nhiều vì phản hồi của bạn. Wed rất vui được chào đón bạn quay trở lại sớm!\nĐọc thêm",
            "Đồ da có chất lượng thực sự tuyệt vời, mẫu mã đa dạng cho bạn lựa chọn, giá cả tốt và nhân viên nhiệt tình. Chúng tôi có nhiều thứ với giá tốt. Rất khuyến khích cho tất cả mọi người. Quán 109 Trần Phú.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đánh giá xuất sắc của bạn, Zuzkag! Rất vui vì bạn đã tìm thấy những điều tuyệt vời tại cửa hàng của chúng tôi với giá cả hợp lý.  Chúng tôi tự hào cung cấp các mặt hàng da có chất lượng tuyệt vời với nhiều mẫu mã đa dạng để bạn lựa chọn, tất cả đều có giá cả hợp lý.  Nhóm của chúng tôi cố gắng giúp đỡ và cung cấp sự hỗ trợ tốt nhất có thể.  Thật tuyệt vời khi biết bạn đã tìm thấy nhiều mặt hàng với giá tốt.  Chúng tôi thực sự đánh giá cao đề xuất của bạn cho mọi người! Đừng ngần ngại ghé thăm chúng tôi tại Shop 109 Trần Phú.\n\nThông tin liên lạc:\nEmail: da.hagmail.com\nWhatsAppLine: 84 906 432 742Đọc thêm",
            "Tôi đã có một chiếc túi tùy chỉnh được làm cho tôi. Tôi hơi lo lắng vì không biết nó sẽ diễn ra như thế nào. Nhưng Trang thật tuyệt vời và kết quả còn tuyệt vời hơn những gì tôi có thể tưởng tượng. Tôi đang rất thích thú với chiếc túi mới của mình, nó thật hoàn hảo!! họ đã làm rất nhanh và giá rất cao. \nTôi chắc chắn sẽ giới thiệu cho họ chất lượng tuyệt vời và đội ngũ nhân viên rất tuyệtĐọc thêm",
            "Bạn thân mến, chúng tôi rất hài lòng với chiếc túi của bạn, chúng tôi hy vọng Đa Bảo có thể phục vụ bạn lần nữa, chúng tôi có thể tùy chỉnh bất kỳ mẫu nào cho bạn.Đọc thêm",
            "Tôi đã viết bài đánh giá chi tiết và ứng dụng bị lỗi nên giờ đây chỉ là một bản tóm tắt ngắn gọn!\n\nMột chiếc ba lô trâu lớn theo yêu cầu, chất lượng tuyệt vời, với dịch vụ tuyệt vời từ Xuân tại địa điểm 109 Trần Phú, trong 2 ngày.\n\nXuân nhớ đến tôi khi tôi duyệt web ngày hôm trước, cung cấp dịch vụ khách hàng tuyệt vời và giải thích rõ ràng về các lựa chọn khác nhau. Tôi lấy một chiếc ba lô lớn tiêu chuẩn, thêm một túi bên trong cũng như thay đổi vị trí. Tôi còn bổ sung thêm khóa kéo ở ngăn trước và vòng chữ D để dễ dàng định vị chìa khóa. Chọn màu của tôi và thì đấy - một chiếc ba lô da lớn rất cứng, chất lượng cao cho vợ tôi, với giá 4,2 triệu đồng. Tôi không buồn mặc cả vì Covid đã phá hủy thu nhập trong 3 năm của những người sống dựa vào khách du lịch. Những người mặc cả có thể có được một thỏa thuận tốt hơn, nhưng tôi rất vui.Đọc thêm",
            "Thân gửi,\nCảm ơn bạn rất nhiều vì đã đánh giá, tôi nghĩ rằng bạn đã viết mọi trải nghiệm từ cửa hàng Da Bao Real Leather. Đây thực sự là động lực nghiêm túc cho chúng tôi. Chúng tôi rất muốn phục vụ bạn với bất kỳ yêu cầu nào của bạn. Đọc thêm",
            "Dịch vụ tuyệt vời từ người đẹp Trang. Nhanh chóng, thân thiện và chúng tôi sẽ quay lại vào một ngày nào đó... Rất khuyến khích Da bao da thật Đọc thêm",
            "Thân mến, cảm ơn bạn rất nhiều vì đánh giá của bạn. Chúng tôi luôn cố gắng cải thiện và nâng cao kỹ năng thủ công của mình và trong một số quy trình để giúp bạn trải nghiệm dịch vụ tốt nhất từ ​​Đa Bảo. Trang rất tuyệt vời, cô ấy có khả năng giao tiếp tiếng Anh tốt nên bất kỳ yêu cầu nào của bạn, cô ấy đều có thể hiểu và chia sẻ với thợ của chúng tôi. Cảm ơn bạn một lần nữa vì niềm tin của bạn.   Đọc thêm",
            "Vui vẻ và chất lượng tốt Cô Lee gợi ý cho tôi khi tôi muốn mua túi da. Tôi muốn đến lần nữaดมากเลยคะĐọc thêm",
            "Thân mến, cảm ơn bạn rất nhiều vì đánh giá của bạn. Lê tuyệt vời lắm, cô ấy là chuyên gia về đồ da trong hệ thống shop Đa Bảo. Rất vui với trải nghiệm của bạn. Chúng tôi hy vọng bạn có một chuyến đi vui vẻ ở Hội An.Đọc thêm",
            "Lê rất tốt bụng và biết sản phẩm nào phù hợp với bạn, cửa hàng rất đẹp, sản phẩm chất lượng cao. Đừng ngần ngại hãy đến !!!Đọc thêm",
            "Thân mến, cảm ơn bạn rất nhiều vì đánh giá của bạn, Đa Bảo rất vui khi biết bạn đã tìm được chiếc túi yêu thích và chọn Đa Bảo!Đọc thêm",
            "Dịch vụ tuyệt vời của Le. Đã chọn ra 2 chiếc thắt lưng da xinh xắn được làm theo kích cỡ. Lựa chọn tuyệt vời về túi xách, thắt lưng, ví, giày. Rất hài lòng với thái độ chuyên nghiệp, hoàn toàn được làm theo kích cỡ.Đọc thêm",
            "Bạn thân mến, chúc bạn một ngày tốt lành, cảm ơn bạn rất nhiều vì đánh giá của bạn. Chúng tôi rất vui vì bạn đã nhận được sự hỗ trợ tuyệt vời từ chị Lê, người tư vấn tốt nhất về việc lựa chọn sản phẩm đồ da. Ngoài chất lượng sản phẩm da, chúng tôi còn chú trọng đến dịch vụ. Đọc thêm",
            "Bộ sưu tập tuyệt vời tôi đã lấy 2 chiếc thắt lưng yêu thích cả hai ..! Lựa chọn mui xe rất vui vì Phương được bạn bè và đưa ra giá. Cảm ơn bạn rất nhiều..!Đọc thêm",
            "Bạn thân mến, cảm ơn bạn rất nhiều vì đánh giá của bạn, chúng tôi rất vui khi biết rằng bạn đã tìm thấy chiếc thắt lưng tình yêu. Da của chúng tôi là da thật nên nếu bạn sử dụng thắt lưng da thật thì tuổi thọ rất lâu có thể là 10 - 15 năm. Một số người lớn tuổi cho tôi xem những chiếc thắt lưng mua ở quán Đa Bảo. Chúc bạn có chuyến đi Hội An vui vẻ!Đọc thêm",
            "Chúng tôi tình cờ gặp nơi này khi đối tác của tôi cần mua một chiếc ví mới. Trang thật đáng yêu và thân thiện! Rất hài lòng với giao dịch mua hàng của chúng tôi và chắc chắn sẽ giới thiệu cho bạn bè và gia đình của chúng tôi. Mong được quay lại trong tương lai và tiêu nhiều tiền hơn!! Đọc thêm",
            "Bạn thân mến, cảm ơn bạn rất nhiều vì đánh giá của bạn, tôi có thể hình dung rằng bạn và đối tác của bạn đã hạnh phúc như thế nào, chúng tôi cũng vậy. Nếu bạn đã từng sử dụng ví da thật thì bạn sẽ biết chất liệu da của chúng tôi như thế nào, chúng tôi chỉ cần chọn và sử dụng loại da mới nhất để làm ví. Chúc bạn có chuyến đi vui vẻ ở Hội An và Việt Nam! Đọc thêm",
            "Dịch vụ và chất lượng tuyệt vời Trang nhận được đúng thời gian hài lòng với túi và thắt lưng. Rất khuyến khích sử dụng da thậtĐọc thêm",
            "Chào bạn, cảm ơn bạn rất nhiều vì đánh giá của bạn, Trang rất tuyệt vời khi để lại lời khuyên về việc lựa chọn và sử dụng các sản phẩm đồ da. chẳng hạn như túi xách và thắt lưng. Ngoài ra, cảm ơn bạn đã đề xuất của bạn! Đọc thêm",
            "Tôi đã có một chiếc túi được làm trong vòng chưa đầy 24 giờ - chất lượng hoàn thiện tuyệt vời và chất liệu da tuyệt vời. Hiếu rất thân thiện và sẵn sàng giúp đỡ.Đọc thêm",
            "Bạn thân mến, chúng tôi sản xuất với 30 thợ thủ công nên có thể chế tạo nhanh chóng cho chiếc túi của bạn. Chúng tôi hy vọng rằng bạn có thể thích nó. Trải nghiệm của bạn sẽ giúp chúng tôi chia sẻ giá trị đích thực từ Đa Bảo - Real Leather shop.Đọc thêm",
            "Tuyệt vời Trang thật tuyệt vời!!! Cô ấy đã làm việc với chúng tôi để tạo ra thiết kế mà chúng tôi mong muốn và chúng tôi đã có được chiếc túi hoàn hảo vào ngày hôm sau! Hẹn gặp lại bạn sau vài thángĐọc thêm",
            "Bạn thân mến, cảm ơn bạn rất nhiều vì đánh giá của bạn, rất vui khi chế tạo theo thiết kế của bạn, đó là một thách thức đối với chúng tôi nhưng cũng là cơ hội để học hỏi. Đọc thêm",
            "Những chiếc túi tuyệt vời. Mua một tin nhắn cho tôi và vợ tôi. Giá cả hợp lý. Những chiếc túi trông tuyệt vời. Gợi ý. Vị trí cũng tuyệt vờiĐọc thêm",
            "Bạn thân mến, cảm ơn bạn rất nhiều vì đánh giá của bạn, trải nghiệm của bạn là niềm hạnh phúc của chúng tôi. Túi của bạn được làm bằng da thật nên sẽ bền lâu, nhiều năm, nếu bạn sử dụng thường xuyên sẽ đẹp hơn. Đọc thêm"
        ],
        "star_ratings": [
            148,
            1,
            0,
            0,
            0
        ],
        "review_amount": 149,
        "location": [
            "Những điều cần làm ở Hội An",
            "Châu Á",
            "Việt Nam",
            "Chào An",
            "Da Thật Đa Bảo",
            "Tỉnh Quảng Nam"
        ],
        "reviews_time": [
            "Written October 29, 2023",
            "Written January 23, 2024",
            "Written January 29, 2024",
            "Written January 29, 2024",
            "Written February 7, 2024",
            "Written February 20, 2024",
            "Written February 26, 2024",
            "Written March 7, 2024",
            "Written March 21, 2024",
            "Written April 17, 2024",
            "Written May 5, 2024",
            "Written May 5, 2024",
            "Written May 4, 2024",
            "Written May 3, 2024",
            "Written May 2, 2024",
            "Written May 2, 2024",
            "Written May 2, 2024",
            "Written May 1, 2024",
            "Written May 1, 2024",
            "Written May 1, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298082-d19174918-Reviews-or40-Da_Bao_Real_Leather-Hoi_An_Quang_Nam_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d10768724-Reviews-Olivier_Coffee-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26663624-Reviews-Faifoo_Central_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d3724095-Reviews-Little_Faifo_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26229136-Reviews-Sing_Ma_Restaurant_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26848559-Reviews-Em_H_i_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26355037-Reviews-A6_Garden-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25105784-Reviews-Cua_Dai_Central_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25306878-Reviews-Chops_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25420069-Reviews-MAAZI_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d12254323-Reviews-Phin_Coffee_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8587256-Reviews-Hoi_An_Market-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7209451-Reviews-Couleurs_by_Rehahn-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d17389848-Reviews-Hoa_Buu_Art_Gallery-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d451145-Reviews-Fukian_Assembly_Hall_Phuc_Kien-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d451144-Reviews-Central_Market-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d27146630-Reviews-TITI_no_38-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d27413504-Reviews-Art_Gallery_Hoang_Trong_Tien-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2283386-Reviews-Ba_Le_Well-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3848216-Reviews-Museum_of_Folklore-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2281126-Reviews-Hoi_An_Handicraft_Workshop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19174918-Reviews-or30-Da_Bao_Real_Leather-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19174918-Reviews-or50-Da_Bao_Real_Leather-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19174918-Reviews-Da_Bao_Real_Leather-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2717876-Reviews-Peace_Tailor_in_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15776299-Reviews-Thanh_Design-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6845023-Reviews-Two_Ladies_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15000385-Reviews-Blue_Chic_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26605658-Reviews-Bison_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2202046-Reviews-Metiseko-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1194254-Reviews-A_Dong_Silk_Tailors-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4609042-Reviews-Tuong_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d9466019-Reviews-45_Thu_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12945791-Reviews-Shine_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19121366-Reviews-La_belle_My_My_Leather-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g25379304-d17632137-Reviews-Izi_Wear_Store-Minh_An_Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7179237-Reviews-B_Lan_Silk-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4211309-Reviews-Thu_Thao_Cloth_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4762464-Reviews-Thu_Van_cloth_shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d27740250-Reviews-Handwork_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25009178-Reviews-Relaxy_Foot_and_Body_Care-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3411207-Reviews-Kim_Hien_Boutique_Clothing_Store-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6855864-Reviews-Bali_Cloth_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8854961-Reviews-Buffalo_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8397242-Reviews-Dinh_Shoe_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4737679-Reviews-Thu_Linh_2-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2053290-Reviews-Linh_Shoe_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d6835662-Reviews-The_Last_Bookstore-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g562812-d2306190-Reviews-Teleferico_Benalmadena-Benalmadena_Costa_del_Sol_Province_of_Malaga_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g304554-d3374876-Reviews-Crawford_Market-Mumbai_Maharashtra.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d10340693-Reviews-The_Oculus-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g32225-d4102991-Reviews-Wild_Water_Adventure_Park-Clovis_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g58449-d2346332-Reviews-Alder_Lake_Park-Eatonville_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g34824-d3167973-Reviews-Rolater_Park-Cave_Spring_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g13806676-d9812851-Reviews-Mitsui_Outlet_Park_Linkou-Linkou_New_Taipei.html",
            "https://www.tripadvisor.com/Attraction_Review-g60968-d15070815-Reviews-MGM_Springfield-Springfield_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g47880-d3478741-Reviews-Hempstead_Lake_State_Park-Hempstead_Long_Island_New_York.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298082-d19174918-Reviews-or50-Da_Bao_Real_Leather-Hoi_An_Quang_Nam_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298082-d19174918-Reviews-or40-Da_Bao_Real_Leather-Hoi_An_Quang_Nam_Province.html"
    },
    {
        "attraction_name": "Da Bao Real Leather",
        "attraction_name_vi": "Da Thật Đa Bảo",
        "general_info": [
            "120 đánh giá",
            "19 trên 674 Mua sắm ở Hội An",
            "Cửa hàng quà tặng đặc sản"
        ],
        "attraction_summary": "Da là hình ảnh thu nhỏ của niềm đam mê và sự khéo léo của chúng tôi. Tại Đa Bảo Real Leather, chúng tôi vô cùng tự hào trong việc thiết kế các mặt hàng thủ công tỉ mỉ và mang đến cho khách hàng những mẫu mã đồ da đẹp nhất. Chúng tôi tập trung vào nghệ thuật thủ công, sử dụng da thật và tinh tế cũng như cam kết vững chắc về nghệ thuật hoàn hảo. Sự hài lòng của bạn là động lực để chúng tôi tiếp tục làm việc và luôn hoàn thiện, thăng tiến bản thân.Đọc thêm",
        "reviews": [
            "Cửa hàng này có đồ da đẹp nhất! Chúng tôi chỉ đến thăm Hội An một ngày nên không nghĩ mình có thời gian để mua một chiếc túi theo yêu cầu. Có rất nhiều thứ để lựa chọn nhưng chúng tôi muốn có thêm một vài túi và khóa kéo trong túi của mình. Chúng tôi cũng chọn loại da có màu đậm hơn. Cô Trang hứa hôm sau túi sẽ có! Chúng tôi rất hạnh phúc với túi của chúng tôi. Họ thật đẹp! Da, tay nghề và các chi tiết kim loại có chất lượng cao.  Bạn sẽ không phải thất vọng với bất cứ điều gì bạn mua! Cô Trang là người am hiểu và sẽ làm việc với những bạn muốn làm món gì đó theo ý muốn.\nĐọc thêm",
            "Cảm ơn bạn rất nhiều vì đánh giá của bạn, tôi hy vọng sẽ gặp lại bạn trong tương lai hoặc ghé thăm cửa hàng trực tuyến của chúng tôi tại dabaoleather com\nĐọc thêm",
            "Sản phẩm da tuyệt vời và dịch vụ tốt. Chúng tôi yêu cầu họ làm một chiếc túi xách tay mới dựa trên tik tok. Họ có được tất cả các thông số kỹ thuật bằng cách kiên nhẫn lắng nghe trong một thời gian dài và đưa ra gợi ý. Chiếc túi hóa ra đẹp hơn nhiều so với chiếc túi mà chúng tôi đã xem trên tik tok. Họ tùy chỉnh làm túi da trong vòng 24 giờ.\n\nPhương đang giúp chúng tôi trong cửa hàng. Cô có kiến ​​thức rất tốt về túi da và đưa ra những gợi ý quý giá cho mẫu thiết kế túi xách tay mới kiểu dáng đẹp. Chúng tôi vô cùng hạnh phúc.Đọc thêm",
            "Sara thân mến,\n\nCảm ơn bạn rất nhiều vì đã dành thời gian để lại một đánh giá tuyệt vời như vậy! Chúng tôi rất vui khi biết bạn đã có trải nghiệm tích cực với các sản phẩm và dịch vụ về đồ da của chúng tôi.\nĐiều này luôn mang lại cho chúng tôi niềm vui khi được nỗ lực hết mình vì khách hàng của mình và rất vui khi cô Phương đã vượt quá sự mong đợi của bạn bằng cách kiên nhẫn lắng nghe các thông số kỹ thuật của bạn về chiếc túi xách tùy chỉnh và đưa ra những gợi ý có giá trị. Được biết rằng sản phẩm cuối cùng thậm chí còn tốt hơn những gì bạn hình dung là điều vô cùng bổ ích đối với nhóm của chúng tôi.\nChúng tôi vô cùng tự hào về kiến ​​thức và sự tâm huyết của cô Phương trong việc tạo ra chiếc túi độc đáo và đẹp mắt, vượt quá sự mong đợi của bạn. Chúng tôi cố gắng đảm bảo rằng tất cả khách hàng của chúng tôi đều nhận được dịch vụ đặc biệt và khiến cửa hàng của chúng tôi vui vẻ và hài lòng.\nChúng tôi khuyến khích bạn sớm quay lại với chúng tôi hoặc khám phá danh mục trực tuyến của chúng tôi để biết thêm các sản phẩm da thủ công mà bạn có thể yêu thích. Cảm ơn bạn một lần nữa vì những lời tốt đẹp của bạn và vì đã chọn chúng tôi!\n\nTrân trọng,\nDa thật Đa BảoĐọc thêm",
            "Mua một chiếc thắt lưng da cho anh trai tôi. Nga đã rất hữu ích trong việc tìm kiếm một sản phẩm chất lượng. Cô ấy thậm chí còn tìm thấy một chiếc khóa vàng cho chúng tôi. Thắt lưng đã sẵn sàng trong vài phút và được đóng gói đẹp mắt. Cảm ơn sự giúp đỡ của bạn, Nga :Đọc thêm",
            "Cảm ơn bạn đã dành thời gian đánh giá các sản phẩm và dịch vụ về da của chúng tôi và chia sẻ trải nghiệm của bạn! Chúng tôi rất vui khi biết rằng bạn đã tìm thấy một sản phẩm da yêu thích tại cửa hàng Da Bao. Tại Da Bao, chúng tôi tự hào cung cấp các sản phẩm da chất lượng cao với nhiều loại phù hợp với sở thích của mọi người, tất cả đều có giá cả hợp lý. Ngoài ra, chúng tôi luôn đảm bảo chất lượng sản phẩm của mình với chế độ bảo hành trọn đời để bạn an tâm.\nVui lòng liên hệ với chúng tôi tại leather.hagmaill.com hoặc whatsapp: 84 906 432 742, chúng tôi rất vui khi được hỗ trợ bạn. Chúng tôi coi trọng mọi phản hồi, đó là động lực để chúng tôi tiếp tục chế tác các sản phẩm da chất lượng cao và thiết kế độc đáo. Một lần nữa, cảm ơn bạn rất nhiều vì phản hồi của bạn. Chúng tôi rất mong sớm được chào đón bạn quay lại!Đọc thêm",
            "Nhìn qua những tập tài liệu và tập bìa da mà Đa Bảo có, không có tập tài liệu nào đúng kiểu dáng mà tôi đang tìm kiếm. Nga đã giúp tôi thiết kế loại ống tay áo mà tôi muốn, chọn loại da chất lượng hàng đầu và làm bản tóm tắt cá nhân hóa dành riêng cho tôi này với những chữ viết tắt của tôi được lồng chữ lồng. Tôi rất hài lòng với sản phẩm đã hoàn thành.Đọc thêm",
            "Cảm ơn vì đã chia sẻ kinh nghiệm của bạn. Rất vui khi biết rằng Nga có thể hỗ trợ bạn tạo ra một bản tóm tắt bằng da được cá nhân hóa theo thông số kỹ thuật chính xác của bạn. Chúng tôi cố gắng cung cấp các sản phẩm chất lượng hàng đầu phù hợp với nhu cầu của khách hàng. Nếu bạn có thêm bất kỳ yêu cầu hoặc phản hồi nào, vui lòng cho chúng tôi biết.\nĐọc thêm",
            "Đi ra khỏi chiếc bánh chuối, chúng tôi tình cờ gặp cửa hàng bán đồ da này. Sau khi chạy thử túi da thật ở Chợ đêm từ những nơi không xác định, chúng tôi đã chuẩn bị sẵn sàng. Thực tế là những chiếc túi ở đây được sản xuất tại địa phương và có chất lượng cao, không đắt hơn là điều đáng kinh ngạc. Tôi thấy mình thích thiết kế rất khác thường nhưng tôi không quá đam mê màu sắc. Nga, trợ lý bán hàng rất hữu ích nhưng không quá đề cao đã tình cờ nghe được và nói với tôi rằng tôi có thể có bất kỳ combo màu nào trong cửa hàng được làm qua đêm với cùng một mức giá. Ngày hôm sau tôi đã đi khệnh khạng quanh Hội A với nó! Tuyệt vời!\nTga đã làm cho trải nghiệm trở nên rất đặc biệt, đủ đặc biệt để tôi viết bài đánh giá này. Rất khuyến khích hỏi Nga, Đọc thêm",
            "Kính gửi GWW885,\n\nCảm ơn bạn đã để lại một đánh giá thú vị như vậy! Cả nhóm mỉm cười khi đọc về cuộc gặp gỡ tình cờ của bạn với cửa hàng của chúng tôi sau chuyến phiêu lưu làm bánh chuối.\nChúng tôi hoàn toàn hiểu được sự hoài nghi của bạn sau khi khám phá khung cảnh bằng da thật của Chợ Đêm. Chúng tôi vô cùng tự hào về việc chế tạo các mặt hàng da chất lượng cao được sản xuất tại địa phương, có nguồn gốc hợp pháp và giá cả hợp lý.\nThật vui mừng khi bạn tìm thấy một thiết kế độc đáo mà bạn yêu thích và thật vui mừng khi Nga đã nỗ lực hết sức để cá nhân hóa sự kết hợp màu sắc chỉ sau một đêm với cùng một mức giá! Thật tuyệt vời khi nhóm của chúng tôi có thể tạo ra trải nghiệm tuyệt vời cho khách hàng.\nChúng tôi rất biết ơn những lời tốt đẹp của bạn và đã giới thiệu Nga. Chúng tôi cố gắng có được cách tiếp cận hữu ích nhưng không bao giờ thúc ép đối với dịch vụ khách hàng và điều đó có ý nghĩa rất lớn khi biết rằng chúng tôi đã đạt được điều đó cho bạn.\nRất vui vì bạn đã được dạo quanh Hội An với chiếc túi độc đáo của mình! Chúng tôi hy vọng nó sẽ mang lại cho bạn niềm vui trong nhiều năm tới.\nXin đừng ngần ngại quay lại với chúng tôi nếu bạn thấy mình quay lại Hội An để tìm kiếm một món đồ độc đáo khác hoặc giới thiệu chúng tôi với bất kỳ ai đang tìm kiếm những món đồ da đặc biệt.\nTrân trọng,\nĐa BảoĐọc thêm",
            "Cửa hàng da tuyệt vời, nhân viên thân thiện đáng yêu và giá cả tốt. Rất khuyến khích mọi người đến thăm Hội An! Da đẹp và nhiều loại túi, ví, ví và thắt lưng. Một nơi phải đến cho mọi người đến Việt Nam xxĐọc thêm",
            "Cảm ơn bạn rất nhiều vì những lời tốt đẹp và lời giới thiệu của bạn, Ailen! Chúng tôi rất vui khi biết rằng bạn hài lòng với trải nghiệm tại cửa hàng của chúng tôi. Cung cấp các sản phẩm da chất lượng cao và dịch vụ khách hàng tuyệt vời là ưu tiên hàng đầu của chúng tôi. Chúng tôi mong được chào đón bạn trở lại trong chuyến thăm tiếp theo của bạn đến Hội An! Đọc thêm",
            "Nga đã giúp chúng tôi lựa chọn những chiếc túi tuyệt đẹp. Cô ấy thật ngọt ngào và rất hữu ích. Chúng tôi rất hài lòng với túi và thắt lưng da mới của mình. Thật là tuyệt khi nhìn cô ấy cắt phần da ở thắt lưng và tạo những lỗ mới ngay trước mặt chúng tôi. Một sự phù hợp hoàn hảo.Đọc thêm",
            "Cảm ơn bạn đã dành thời gian đánh giá các sản phẩm, dịch vụ đồ da của chúng tôi và chia sẻ trải nghiệm của mình! Rất vui khi biết bạn đã tìm được sản phẩm đồ da yêu thích tại shop Đa Bảo. Tại Đa Bảo, chúng tôi tự hào cung cấp các sản phẩm da chất lượng cao với nhiều chủng loại phù hợp với sở thích của mọi người với giá cả hợp lý. Ngoài ra, chúng tôi đảm bảo chất lượng sản phẩm với chế độ bảo hành trọn đời để bạn yên tâm. \nVui lòng liên hệ với chúng tôi qua email: Leather.hagmaill.com hoặc whatsapp: 84 906 432 742 hoặc trang web dabaoleather.com, chúng tôi rất vui được hỗ trợ bạn.  Chúng tôi rất coi trọng mọi phản hồi, đó là động lực để chúng tôi tiếp tục tạo ra các sản phẩm da chất lượng cao và thiết kế độc đáo. Một lần nữa, cảm ơn bạn rất nhiều vì phản hồi của bạn. Wed rất vui được chào đón bạn quay trở lại sớm!\nĐọc thêm",
            "Đồ da có chất lượng thực sự tuyệt vời, mẫu mã đa dạng cho bạn lựa chọn, giá cả tốt và nhân viên nhiệt tình. Chúng tôi có nhiều thứ với giá tốt. Rất khuyến khích cho tất cả mọi người. Quán 109 Trần Phú.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đánh giá xuất sắc của bạn, Zuzkag! Rất vui vì bạn đã tìm thấy những điều tuyệt vời tại cửa hàng của chúng tôi với giá cả hợp lý.  Chúng tôi tự hào cung cấp các mặt hàng da có chất lượng tuyệt vời với nhiều mẫu mã đa dạng để bạn lựa chọn, tất cả đều có giá cả hợp lý.  Nhóm của chúng tôi cố gắng giúp đỡ và cung cấp sự hỗ trợ tốt nhất có thể.  Thật tuyệt vời khi biết bạn đã tìm thấy nhiều mặt hàng với giá tốt.  Chúng tôi thực sự đánh giá cao đề xuất của bạn cho mọi người! Đừng ngần ngại ghé thăm chúng tôi tại Shop 109 Trần Phú.\n\nThông tin liên lạc:\nEmail: da.hagmail.com\nWhatsAppLine: 84 906 432 742Đọc thêm",
            "Tôi đã có một chiếc túi tùy chỉnh được làm cho tôi. Tôi hơi lo lắng vì không biết nó sẽ diễn ra như thế nào. Nhưng Trang thật tuyệt vời và kết quả còn tuyệt vời hơn những gì tôi có thể tưởng tượng. Tôi đang rất thích thú với chiếc túi mới của mình, nó thật hoàn hảo!! họ đã làm rất nhanh và giá rất cao. \nTôi chắc chắn sẽ giới thiệu cho họ chất lượng tuyệt vời và đội ngũ nhân viên rất tuyệtĐọc thêm",
            "Bạn thân mến, chúng tôi rất hài lòng với chiếc túi của bạn, chúng tôi hy vọng Đa Bảo có thể phục vụ bạn lần nữa, chúng tôi có thể tùy chỉnh bất kỳ mẫu nào cho bạn.Đọc thêm",
            "Tôi đã viết bài đánh giá chi tiết và ứng dụng bị lỗi nên giờ đây chỉ là một bản tóm tắt ngắn gọn!\n\nMột chiếc ba lô trâu lớn theo yêu cầu, chất lượng tuyệt vời, với dịch vụ tuyệt vời từ Xuân tại địa điểm 109 Trần Phú, trong 2 ngày.\n\nXuân nhớ đến tôi khi tôi duyệt web ngày hôm trước, cung cấp dịch vụ khách hàng tuyệt vời và giải thích rõ ràng về các lựa chọn khác nhau. Tôi lấy một chiếc ba lô lớn tiêu chuẩn, thêm một túi bên trong cũng như thay đổi vị trí. Tôi còn bổ sung thêm khóa kéo ở ngăn trước và vòng chữ D để dễ dàng định vị chìa khóa. Chọn màu của tôi và thì đấy - một chiếc ba lô da lớn rất cứng, chất lượng cao cho vợ tôi, với giá 4,2 triệu đồng. Tôi không buồn mặc cả vì Covid đã phá hủy thu nhập trong 3 năm của những người sống dựa vào khách du lịch. Những người mặc cả có thể có được một thỏa thuận tốt hơn, nhưng tôi rất vui.Đọc thêm",
            "Kính thưa, \nCảm ơn đánh giá của bạn rất nhiều, mình nghĩ bạn đã viết mọi trải nghiệm từ shop Da Bảo Real Leather. Đây thực sự là một động lực thực sự nghiêm túc đối với chúng tôi. Chúng tôi rất vui được phục vụ bạn với bất kỳ yêu cầu nào của bạn. Đọc thêm",
            "Mua ví đẹp của Trang! Cửa hàng đáng yêu và dịch vụ tuyệt vời! Túi xách, thắt lưng và nhiều lựa chọn ví! Cũng có vị trí tốt.Đọc thêm",
            "Bạn thân mến, cảm ơn phản hồi của bạn, chúng tôi luôn dành nhiều thời gian hơn để chế tác những sản phẩm da tinh tế từ sản phẩm lớn đến sản phẩm nhỏ. Đa Bảo hy vọng giá trị thủ công của chúng tôi có thể vươn ra toàn cầuĐọc thêm",
            "Lê rất thân thiện và hữu ích. Cô ấy đã giúp tôi chọn chiếc túi có màu sắc phù hợp. Cô ấy thậm chí còn đề nghị giúp sửa chữa nếu có vấn đề gì xảy ra.Đọc thêm",
            "Kính gửi, cảm ơn bạn rất nhiều vì đã xem xét và nêu bật sự trợ giúp của cô ấy. Nếu trong quá trình sử dụng có sai sót gì, vui lòng liên hệ với chúng tôi qua tin nhắn trên TripadvisorĐọc thêm",
            "Dịch vụ tuyệt vời khi họ làm một đôi dép qua đêm để vừa với tôi vì chân tôi quá to so với hàng hiện tại theo kiểu dáng mà tôi thích. Cảm ơn Nga Đọc thêm",
            "Bạn thân mến, chúng tôi rất vui mừng với trải nghiệm của bạn. Cảm ơn bạn rất nhiều thông tin phản hồi của bạn! Đọc thêm",
            "Có kèm ảnh sản phẩm mình muốn và Trang thực hiện rất hoàn hảo. Tiếng Anh của cô ấy tốt nên chúng tôi có thể giao tiếp chính xác những gì tôi muốn.Đọc thêm",
            "Kính gửi, cảm ơn bạn rất nhiều vì đánh giá của bạn, chúng tôi có thể tạo mẫu từ da, chúng tôi làm công việc này hơn 16 năm. Chúng tôi hy vọng bạn thích sản phẩm. Đọc thêm",
            "Thật dễ thương và dịch vụ thực sự tốt và Lê chăm sóc chúng tôi rất tốt. Chất lượng thực sự tốt. Tôi thích mua nó cho bố tôi và tôi nghĩ ông ấy sẽ thích nóĐọc thêm",
            "Chào bạn, cảm ơn phản hồi của bạn rất nhiều, Đa Bảo tập trung vào chất lượng và mẫu mã đồ da handmade. Chúng tôi hy vọng bạn có trải nghiệm thú vị tại Hội An, Việt Nam. Đọc thêm",
            "Dịch vụ tuyệt vời Tôi đã có được chiếc ví mới mà tôi luôn mong muốn - loại da tốt nhất mang lại cảm giác tuyệt vời! Hiểu là đáng yêu để đối phó Đọc thêm",
            "Chào bạn, cảm ơn bạn đã đánh giá, Đa Bảo rất vui khi nhận được những phản hồi chân thực cũng như sự yêu thích của bạn dành cho sản phẩm của chúng tôi.Đọc thêm",
            "Trang đã làm chiếc túi cá nhân hoàn hảo cho vợ tôi. Cô ấy rất chuyên nghiệp và nói tiếng E glish rất hay. Đa Bảo là tiệm đồ da tốt nhất ở Hội An.Đọc thêm",
            "Kính gửi, cảm ơn bạn đã đánh giá, chúng tôi luôn cố gắng hết sức để tạo ra những chiếc túi cá nhân hóa cho khách hàng. Tôi tin vợ bạn sẽ thích nó lắm. Tôi thực sự cảm ơn bạn đã đánh giá cao cửa hàng đồ da tốt nhất ở Hội An, tuy nhiên, chúng tôi nghĩ rằng chúng tôi cũng cần liên tục nâng cao kỹ năng thủ công của mình. Đọc thêm",
            "Phương rất thân thiện và hữu ích. Tôi có thể giới thiệu cho bạn bè của tôi. Cửa hàng này có nhiều mẫu mã và sản phẩm tốt cũng như chất lượng Đọc thêm",
            "Chào bạn, cảm ơn phản hồi của bạn, Đa Bảo rất vui khi nhận được phản hồi của bạn, những trải nghiệm của bạn là động lực để chúng tôi tiếp tục tạo ra những phiên bản sản phẩm da handmade ngày càng tốt hơn. Đọc thêm",
            "Túi tuyệt vời, dịch vụ tuyệt vời từ Hieu. Tôi sẽ quay lại đây để mua giày, thắt lưng và các sản phẩm da khác. Cảm ơn lần nữa! Đọc thêm",
            "Bạn thân mến, chúng tôi rất vui khi nhận được phản hồi tích cực của bạn. Nếu bạn muốn đặt hàng lại, vui lòng gửi email cho tôi qua Leather.hagmail.comĐọc thêm",
            "Tôi thích chương trình này. Tôi đã có một chiếc túi được làm riêng cho con gái mình. Chất lượng rất tốt và túi trông rất đẹp. Tôi chắc chắn sẽ khuyên bạn nên sử dụng Le, cô ấy là chủ cửa hàng.Đọc thêm",
            "Cảm ơn bạn đã đánh giá đáng yêu của bạn! Rất vui vì bạn yêu thích chiếc túi đặt làm riêng mà bạn đã mua cho con gái mình từ cửa hàng của chúng tôi. Cung cấp sản phẩm chất lượng cao, mẫu mã đẹp là ưu tiên hàng đầu của chúng tôi. Sự hài lòng của bạn là phần thưởng lớn nhất của chúng tôi và rất vui vì bạn hài lòng với kết quả này. Chúng tôi hy vọng con gái bạn thích chiếc túi mới của mình và chúng tôi mong được phục vụ bạn lần nữa trong tương lai!Đọc thêm"
        ],
        "star_ratings": [
            148,
            1,
            0,
            0,
            0
        ],
        "review_amount": 149,
        "location": [
            "Những điều cần làm ở Hội An",
            "Châu Á",
            "Việt Nam",
            "Chào An",
            "Da Thật Đa Bảo",
            "Tỉnh Quảng Nam"
        ],
        "reviews_time": [
            "Written October 29, 2023",
            "Written January 23, 2024",
            "Written January 29, 2024",
            "Written January 29, 2024",
            "Written February 7, 2024",
            "Written February 20, 2024",
            "Written February 26, 2024",
            "Written March 7, 2024",
            "Written March 21, 2024",
            "Written April 17, 2024",
            "Written May 1, 2024",
            "Written April 30, 2024",
            "Written April 30, 2024",
            "Written April 30, 2024",
            "Written April 29, 2024",
            "Written April 28, 2024",
            "Written April 28, 2024",
            "Written April 28, 2024",
            "Written April 28, 2024",
            "Written April 28, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298082-d19174918-Reviews-or50-Da_Bao_Real_Leather-Hoi_An_Quang_Nam_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d10768724-Reviews-Olivier_Coffee-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26663624-Reviews-Faifoo_Central_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d3724095-Reviews-Little_Faifo_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26229136-Reviews-Sing_Ma_Restaurant_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26848559-Reviews-Em_H_i_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26355037-Reviews-A6_Garden-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25105784-Reviews-Cua_Dai_Central_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25306878-Reviews-Chops_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25420069-Reviews-MAAZI_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d12254323-Reviews-Phin_Coffee_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8587256-Reviews-Hoi_An_Market-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7209451-Reviews-Couleurs_by_Rehahn-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d17389848-Reviews-Hoa_Buu_Art_Gallery-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d451145-Reviews-Fukian_Assembly_Hall_Phuc_Kien-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d451144-Reviews-Central_Market-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d27146630-Reviews-TITI_no_38-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d27413504-Reviews-Art_Gallery_Hoang_Trong_Tien-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2283386-Reviews-Ba_Le_Well-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3848216-Reviews-Museum_of_Folklore-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2281126-Reviews-Hoi_An_Handicraft_Workshop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19174918-Reviews-or40-Da_Bao_Real_Leather-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19174918-Reviews-or60-Da_Bao_Real_Leather-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19174918-Reviews-Da_Bao_Real_Leather-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2717876-Reviews-Peace_Tailor_in_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15776299-Reviews-Thanh_Design-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6845023-Reviews-Two_Ladies_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15000385-Reviews-Blue_Chic_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26605658-Reviews-Bison_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2202046-Reviews-Metiseko-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1194254-Reviews-A_Dong_Silk_Tailors-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4609042-Reviews-Tuong_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d9466019-Reviews-45_Thu_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12945791-Reviews-Shine_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19121366-Reviews-La_belle_My_My_Leather-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g25379304-d17632137-Reviews-Izi_Wear_Store-Minh_An_Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7179237-Reviews-B_Lan_Silk-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4211309-Reviews-Thu_Thao_Cloth_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4762464-Reviews-Thu_Van_cloth_shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d27740250-Reviews-Handwork_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25009178-Reviews-Relaxy_Foot_and_Body_Care-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3411207-Reviews-Kim_Hien_Boutique_Clothing_Store-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6855864-Reviews-Bali_Cloth_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8854961-Reviews-Buffalo_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8397242-Reviews-Dinh_Shoe_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4737679-Reviews-Thu_Linh_2-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2053290-Reviews-Linh_Shoe_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d20215052-Reviews-IMove_App-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g303916-d10688054-Reviews-Boon_Ko_Ku_So_Bridge-Pai_Mae_Hong_Son_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g55996-d2371637-Reviews-The_Showboat_Drive_In-Hockley_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d456578-Reviews-Suria_KLCC_Mall-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d3387056-Reviews-Titanic_The_Artifact_Exhibition-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g46643-d3387024-Reviews-Sri_Guruvayoorappan_Temple-Morganville_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g775848-d10639861-Reviews-Nissaki_Bay-Nissaki_Corfu_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g51690-d940161-Reviews-WinStar_World_Casino_and_Resort-Thackerville_Oklahoma.html",
            "https://www.tripadvisor.com/Attraction_Review-g35028-d558889-Reviews-High_Falls_State_Park-Jackson_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274772-d24995707-Reviews-Iris_Galerie-Krakow_Lesser_Poland_Province_Southern_Poland.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298082-d19174918-Reviews-or60-Da_Bao_Real_Leather-Hoi_An_Quang_Nam_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298082-d19174918-Reviews-or50-Da_Bao_Real_Leather-Hoi_An_Quang_Nam_Province.html"
    },
    {
        "attraction_name": "Da Bao Real Leather",
        "attraction_name_vi": "Da Thật Đa Bảo",
        "general_info": [
            "120 đánh giá",
            "19 trên 674 Mua sắm ở Hội An",
            "Cửa hàng quà tặng đặc sản"
        ],
        "attraction_summary": "Da là hình ảnh thu nhỏ của niềm đam mê và sự khéo léo của chúng tôi. Tại Đa Bảo Real Leather, chúng tôi vô cùng tự hào trong việc thiết kế các mặt hàng thủ công tỉ mỉ và mang đến cho khách hàng những mẫu mã đồ da đẹp nhất. Chúng tôi tập trung vào nghệ thuật thủ công, sử dụng da thật và tinh tế cũng như cam kết vững chắc về nghệ thuật hoàn hảo. Sự hài lòng của bạn là động lực để chúng tôi tiếp tục làm việc và luôn hoàn thiện, thăng tiến bản thân.Đọc thêm",
        "reviews": [
            "Cửa hàng này có đồ da đẹp nhất! Chúng tôi chỉ đến thăm Hội An một ngày nên không nghĩ mình có thời gian để mua một chiếc túi theo yêu cầu. Có rất nhiều thứ để lựa chọn nhưng chúng tôi muốn có thêm một vài túi và khóa kéo trong túi của mình. Chúng tôi cũng chọn loại da có màu đậm hơn. Cô Trang hứa hôm sau túi sẽ có! Chúng tôi rất hạnh phúc với túi của chúng tôi. Họ thật đẹp! Da, tay nghề và các chi tiết kim loại có chất lượng cao.  Bạn sẽ không phải thất vọng với bất cứ điều gì bạn mua! Cô Trang là người am hiểu và sẽ làm việc với những bạn muốn làm món gì đó theo ý muốn.\nĐọc thêm",
            "Cảm ơn bạn rất nhiều vì đánh giá của bạn, tôi hy vọng sẽ gặp lại bạn trong tương lai hoặc ghé thăm cửa hàng trực tuyến của chúng tôi tại dabaoleather com\nĐọc thêm",
            "Sản phẩm da tuyệt vời và dịch vụ tốt. Chúng tôi yêu cầu họ làm một chiếc túi xách tay mới dựa trên tik tok. Họ có được tất cả các thông số kỹ thuật bằng cách kiên nhẫn lắng nghe trong một thời gian dài và đưa ra gợi ý. Chiếc túi hóa ra đẹp hơn nhiều so với chiếc túi mà chúng tôi đã xem trên tik tok. Họ tùy chỉnh làm túi da trong vòng 24 giờ.\n\nPhương đang giúp chúng tôi trong cửa hàng. Cô có kiến ​​thức rất tốt về túi da và đưa ra những gợi ý quý giá cho mẫu thiết kế túi xách tay mới kiểu dáng đẹp. Chúng tôi vô cùng hạnh phúc.Đọc thêm",
            "Sara thân mến,\n\nCảm ơn bạn rất nhiều vì đã dành thời gian để lại một đánh giá tuyệt vời như vậy! Chúng tôi rất vui khi biết bạn đã có trải nghiệm tích cực với các sản phẩm và dịch vụ về đồ da của chúng tôi.\nĐiều này luôn mang lại cho chúng tôi niềm vui khi được nỗ lực hết mình vì khách hàng của mình và rất vui khi cô Phương đã vượt quá sự mong đợi của bạn bằng cách kiên nhẫn lắng nghe các thông số kỹ thuật của bạn về chiếc túi xách tùy chỉnh và đưa ra những gợi ý có giá trị. Được biết rằng sản phẩm cuối cùng thậm chí còn tốt hơn những gì bạn hình dung là điều vô cùng bổ ích đối với nhóm của chúng tôi.\nChúng tôi vô cùng tự hào về kiến ​​thức và sự tâm huyết của cô Phương trong việc tạo ra chiếc túi độc đáo và đẹp mắt, vượt quá sự mong đợi của bạn. Chúng tôi cố gắng đảm bảo rằng tất cả khách hàng của chúng tôi đều nhận được dịch vụ đặc biệt và khiến cửa hàng của chúng tôi vui vẻ và hài lòng.\nChúng tôi khuyến khích bạn sớm quay lại với chúng tôi hoặc khám phá danh mục trực tuyến của chúng tôi để biết thêm các sản phẩm da thủ công mà bạn có thể yêu thích. Cảm ơn bạn một lần nữa vì những lời tốt đẹp của bạn và vì đã chọn chúng tôi!\n\nTrân trọng,\nDa thật Đa BảoĐọc thêm",
            "Mua một chiếc thắt lưng da cho anh trai tôi. Nga đã rất hữu ích trong việc tìm kiếm một sản phẩm chất lượng. Cô ấy thậm chí còn tìm thấy một chiếc khóa vàng cho chúng tôi. Thắt lưng đã sẵn sàng trong vài phút và được đóng gói đẹp mắt. Cảm ơn sự giúp đỡ của bạn, Nga :Đọc thêm",
            "Cảm ơn bạn đã dành thời gian đánh giá các sản phẩm, dịch vụ đồ da của chúng tôi và chia sẻ trải nghiệm của mình! Rất vui khi biết bạn đã tìm được sản phẩm đồ da yêu thích tại shop Đa Bảo. Tại Đa Bảo, chúng tôi tự hào cung cấp các sản phẩm da chất lượng cao với nhiều chủng loại phù hợp với sở thích của mọi người với giá cả hợp lý. Ngoài ra, chúng tôi đảm bảo chất lượng sản phẩm với chế độ bảo hành trọn đời để bạn yên tâm.\nVui lòng liên hệ với chúng tôi tại Leather.hagmaill.com hoặc whatsapp: 84 906 432 742, chúng tôi rất vui được hỗ trợ bạn. Chúng tôi rất coi trọng mọi phản hồi, đó là động lực để chúng tôi tiếp tục tạo ra các sản phẩm da chất lượng cao và thiết kế độc đáo. Một lần nữa, cảm ơn bạn rất nhiều vì phản hồi của bạn. Chúng tôi rất vui được chào đón bạn sớm quay trở lại! Đọc thêm",
            "Nhìn qua những tập tài liệu và tập bìa da mà Đa Bảo có, không có tập tài liệu nào đúng kiểu dáng mà tôi đang tìm kiếm. Nga đã giúp tôi thiết kế loại ống tay áo mà tôi muốn, chọn loại da chất lượng hàng đầu và làm cuốn sách tóm tắt cá nhân hóa dành riêng cho tôi này với những chữ viết tắt của tôi được lồng chữ lồng. Tôi rất hài lòng với sản phẩm đã hoàn thành.Đọc thêm",
            "Cảm ơn bạn đã chia sẻ kinh nghiệm của mình. Chúng tôi rất vui khi biết rằng Nga có thể hỗ trợ bạn tạo ra một tuyển tập đồ da cá nhân theo đúng thông số kỹ thuật của bạn. Chúng tôi nỗ lực cung cấp các sản phẩm chất lượng hàng đầu phù hợp với nhu cầu của khách hàng. Nếu bạn có bất kỳ yêu cầu hoặc phản hồi nào khác, vui lòng cho chúng tôi biết.\nĐọc thêm",
            "Đi ra khỏi chiếc bánh chuối, chúng tôi tình cờ gặp cửa hàng bán đồ da này. Sau khi chạy thử túi da thật ở Chợ đêm từ những nơi không xác định, chúng tôi đã chuẩn bị sẵn sàng. Thực tế là những chiếc túi ở đây được sản xuất tại địa phương và có chất lượng cao, không đắt hơn là điều đáng kinh ngạc. Tôi thấy mình thích thiết kế rất khác thường nhưng tôi không quá đam mê màu sắc. Nga, trợ lý bán hàng rất hữu ích nhưng không quá đề cao đã tình cờ nghe được và nói với tôi rằng tôi có thể có bất kỳ combo màu nào trong cửa hàng được làm qua đêm với cùng một mức giá. Ngày hôm sau tôi đã đi khệnh khạng quanh Hội A với nó! Tuyệt vời!\nTga đã làm cho trải nghiệm trở nên rất đặc biệt, đủ đặc biệt để tôi viết bài đánh giá này. Rất khuyến khích hỏi Nga, Đọc thêm",
            "Kính gửi GWW885,\n\nCảm ơn bạn đã để lại một đánh giá thú vị như vậy! Cả nhóm mỉm cười khi đọc về cuộc gặp gỡ tình cờ của bạn với cửa hàng của chúng tôi sau chuyến phiêu lưu làm bánh chuối.\nChúng tôi hoàn toàn hiểu được sự hoài nghi của bạn sau khi khám phá khung cảnh bằng da thật của Chợ Đêm. Chúng tôi vô cùng tự hào về việc chế tạo các mặt hàng da chất lượng cao được sản xuất tại địa phương, có nguồn gốc hợp pháp và giá cả hợp lý.\nThật vui mừng khi bạn tìm thấy một thiết kế độc đáo mà bạn yêu thích và thật vui mừng khi Nga đã nỗ lực hết sức để cá nhân hóa sự kết hợp màu sắc chỉ sau một đêm với cùng một mức giá! Thật tuyệt vời khi nhóm của chúng tôi có thể tạo ra trải nghiệm tuyệt vời cho khách hàng.\nChúng tôi rất biết ơn những lời tốt đẹp của bạn và đã giới thiệu Nga. Chúng tôi cố gắng có được cách tiếp cận hữu ích nhưng không bao giờ thúc ép đối với dịch vụ khách hàng và điều đó có ý nghĩa rất lớn khi biết rằng chúng tôi đã đạt được điều đó cho bạn.\nRất vui vì bạn đã được dạo quanh Hội An với chiếc túi độc đáo của mình! Chúng tôi hy vọng nó sẽ mang lại cho bạn niềm vui trong nhiều năm tới.\nXin đừng ngần ngại quay lại với chúng tôi nếu bạn thấy mình quay lại Hội An để tìm kiếm một món đồ độc đáo khác hoặc giới thiệu chúng tôi với bất kỳ ai đang tìm kiếm những món đồ da đặc biệt.\nTrân trọng,\nĐa BảoĐọc thêm",
            "Cửa hàng da tuyệt vời, nhân viên thân thiện đáng yêu và giá cả tốt. Rất khuyến khích mọi người đến thăm Hội An! Da đẹp và nhiều loại túi, ví, ví và thắt lưng. Một nơi phải đến cho mọi người đến Việt Nam xxĐọc thêm",
            "Cảm ơn bạn rất nhiều vì những lời tốt đẹp và lời giới thiệu của bạn, Ailen! Chúng tôi rất vui khi biết rằng bạn hài lòng với trải nghiệm tại cửa hàng của chúng tôi. Cung cấp các sản phẩm da chất lượng cao và dịch vụ khách hàng tuyệt vời là ưu tiên hàng đầu của chúng tôi. Chúng tôi mong được chào đón bạn trở lại trong chuyến thăm tiếp theo của bạn đến Hội An! Đọc thêm",
            "Nga đã giúp chúng tôi lựa chọn những chiếc túi tuyệt đẹp. Cô ấy thật ngọt ngào và rất hữu ích. Chúng tôi rất hài lòng với túi và thắt lưng da mới của mình. Thật là tuyệt khi nhìn cô ấy cắt phần da ở thắt lưng và tạo những lỗ mới ngay trước mặt chúng tôi. Một sự phù hợp hoàn hảo.Đọc thêm",
            "Cảm ơn bạn đã dành thời gian đánh giá các sản phẩm, dịch vụ đồ da của chúng tôi và chia sẻ trải nghiệm của mình! Rất vui khi biết bạn đã tìm được sản phẩm đồ da yêu thích tại shop Đa Bảo. Tại Đa Bảo, chúng tôi tự hào cung cấp các sản phẩm da chất lượng cao với nhiều chủng loại phù hợp với sở thích của mọi người với giá cả hợp lý. Ngoài ra, chúng tôi đảm bảo chất lượng sản phẩm với chế độ bảo hành trọn đời để bạn yên tâm. \nVui lòng liên hệ với chúng tôi qua email: Leather.hagmaill.com hoặc whatsapp: 84 906 432 742 hoặc trang web dabaoleather.com, chúng tôi rất vui được hỗ trợ bạn.  Chúng tôi rất coi trọng mọi phản hồi, đó là động lực để chúng tôi tiếp tục tạo ra các sản phẩm da chất lượng cao và thiết kế độc đáo. Một lần nữa, cảm ơn bạn rất nhiều vì phản hồi của bạn. Wed rất vui được chào đón bạn quay trở lại sớm!\nĐọc thêm",
            "Đồ da có chất lượng thực sự tuyệt vời, mẫu mã đa dạng cho bạn lựa chọn, giá cả tốt và nhân viên nhiệt tình. Chúng tôi có nhiều thứ với giá tốt. Rất khuyến khích cho tất cả mọi người. Quán 109 Trần Phú.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đánh giá tuyệt vời của bạn, Zuzkag! Chúng tôi rất vui khi bạn tìm thấy những thứ tuyệt vời tại cửa hàng của chúng tôi với mức giá hợp lý. Chúng tôi tự hào cung cấp các mặt hàng da chất lượng tuyệt vời với nhiều mẫu mã để lựa chọn, tất cả đều có giá cả hợp lý. Đội ngũ của chúng tôi luôn cố gắng giúp đỡ và cung cấp sự hỗ trợ tốt nhất có thể. Thật tuyệt khi biết bạn đã tìm thấy nhiều mặt hàng với mức giá tốt. Chúng tôi thực sự đánh giá cao sự giới thiệu của bạn đến mọi người! Đừng ngần ngại ghé thăm chúng tôi tại Shop 109 Trần Phú.\n\nThông tin liên hệ:\nEmail: leather.hagmail.com\nWhatsAppLine: 84 906 432 742 Đọc thêm",
            "Tôi đã có một chiếc túi tùy chỉnh được làm cho tôi. Tôi hơi lo lắng vì không biết nó sẽ diễn ra như thế nào. Nhưng Trang thật tuyệt vời và kết quả còn tuyệt vời hơn những gì tôi có thể tưởng tượng. Tôi đang rất thích thú với chiếc túi mới của mình, nó thật hoàn hảo!! họ đã làm rất nhanh và giá rất cao. \nTôi chắc chắn sẽ giới thiệu cho họ chất lượng tuyệt vời và đội ngũ nhân viên rất tuyệtĐọc thêm",
            "Bạn thân mến, chúng tôi rất hài lòng với chiếc túi của bạn, chúng tôi hy vọng Đa Bảo có thể phục vụ bạn lần nữa, chúng tôi có thể tùy chỉnh bất kỳ mẫu nào cho bạn.Đọc thêm",
            "Tôi đã viết bài đánh giá chi tiết và ứng dụng bị lỗi nên giờ đây chỉ là một bản tóm tắt ngắn gọn!\n\nMột chiếc ba lô trâu lớn theo yêu cầu, chất lượng tuyệt vời, với dịch vụ tuyệt vời từ Xuân tại địa điểm 109 Trần Phú, trong 2 ngày.\n\nXuân nhớ đến tôi khi tôi duyệt web ngày hôm trước, cung cấp dịch vụ khách hàng tuyệt vời và giải thích rõ ràng về các lựa chọn khác nhau. Tôi lấy một chiếc ba lô lớn tiêu chuẩn, thêm một túi bên trong cũng như thay đổi vị trí. Tôi còn bổ sung thêm khóa kéo ở ngăn trước và vòng chữ D để dễ dàng định vị chìa khóa. Chọn màu của tôi và thì đấy - một chiếc ba lô da lớn rất cứng, chất lượng cao cho vợ tôi, với giá 4,2 triệu đồng. Tôi không buồn mặc cả vì Covid đã phá hủy thu nhập trong 3 năm của những người sống dựa vào khách du lịch. Những người mặc cả có thể có được một thỏa thuận tốt hơn, nhưng tôi rất vui.Đọc thêm",
            "Kính thưa, \nCảm ơn đánh giá của bạn rất nhiều, mình nghĩ bạn đã viết mọi trải nghiệm từ shop Da Bảo Real Leather. Đây thực sự là một động lực thực sự nghiêm túc đối với chúng tôi. Chúng tôi rất vui được phục vụ bạn với bất kỳ yêu cầu nào của bạn. Đọc thêm",
            "Cảm ơn Phương đã tư vấn và thân thiện với khách hàng nên các bạn có thể lấy đồ da tại đây. 118 nguyễn thái học -hoi an -quang namĐọc thêm",
            "Kính gửi, cảm ơn bạn rất nhiều vì đã xem xét và giới thiệu. Đọc thêm",
            "Tiệm da rất tốt.. còn phải quay lại lần nữa. Giá tốt chất lượng tốtHieu rất hữu ích trong việc lựa chọn những gì bạn thích.Đọc thêm",
            "Thân mến, rất vui khi nhận được đánh giá của bạn. Về giá cả, chúng tôi luôn bán hàng dựa trên nỗ lực tạo ra một sản phẩm cho bạn và chúng tôi luôn giữ mức giá ổn định cho khách hàng từ nhiều năm trước. Đọc thêm",
            "Đã đến Đa Bảo và làm đồ da theo yêu cầu. Họ đã có thể làm ra chiếc túi của tôi chính xác theo cách tôi cần để sử dụng hàng ngày. Chất lượng của da và sự chú ý đến từng chi tiết thật tuyệt vời. Không thể hạnh phúc hơn với việc mua hàng của tôi. Cảm ơn Đa Bảo và Hiếu!Đọc thêm",
            "Chúng tôi rất vui vì bạn đã có trải nghiệm tốt tại cửa hàng của chúng tôi và đánh giá cao những lời nói tử tế của bạn! Việc chế tác đồ da theo yêu cầu dựa trên mẫu của bạn giúp chúng tôi tạo ra các thiết kế tốt hơn và nâng cao kỹ năng thủ công của chúng tôi. Thật vui khi biết rằng bạn hài lòng với chất lượng túi xách và sự chú ý đến từng chi tiết. Chúng tôi cố gắng mang lại những gì tốt nhất; sự hài lòng của bạn là phần thưởng lớn nhất của chúng tôi.Đọc thêm",
            "Mình đến da Đa Bảo năm 2019 và mua vài chiếc túi xách. Trong vài năm qua, tôi đã sử dụng chúng và chất lượng cũng như sự khéo léo thật đáng kinh ngạc. Tôi quay lại vào tháng 4 năm 2024, lần này để sản xuất đồ da theo yêu cầu riêng. Tôi đã làm 10 chiếc túi khác nhau theo yêu cầu của mình. Tất cả chúng đều được làm chính xác theo cách tôi muốn. Mất khoảng 3 ngày và được chuyển đến phòng khách sạn của tôi. Một số đã được thực hiện trong ngày. Tôi không thể nói đủ cao về cơ sở này. Tôi sẽ không ngần ngại giới thiệu Đa Bảo cho bất kỳ ai muốn đến thăm Việt Nam. Bạn sẽ không thất vọng. Cảm ơn da Đa Bảo và cảm ơn Hiếu đã giúp quá trình thực hiện diễn ra suôn sẻ nhất có thể.Đọc thêm",
            "Bạn thân mến, chúng tôi thực sự cảm thấy vui khi đọc đánh giá của bạn, niềm tin của bạn quay trở lại cửa hàng da Đa Bảo có ý nghĩa đối với chúng tôi về chất lượng, mẫu mã. kỹ năng độc đáo và thủ công. Phản hồi của bạn cũng là động lực lớn để chúng tôi tiếp tục phát huy hết khả năng của mình trong việc sản xuất các sản phẩm da. Chúng tôi hy vọng có thể gặp lại bạn trong tương lai cùng gia đình. Đọc thêm",
            "Túi da cực đẹp. Tôi có một thợ may may trong vòng một ngày và phải tự mình chọn loại da và màu sắc. Chúng thật tuyệt vời, rất khuyến khích nếu bạn đang tìm kiếm một chiếc túi da thủ công đẹp ở mọi kích cỡ. Hiếu đã giúp tôi và cô ấy rất xuất sắc.Đọc thêm",
            "Kính gửi, cảm ơn bạn rất nhiều vì phản hồi của bạn, trải nghiệm tốt và sự hài lòng của bạn là hạnh phúc của chúng tôi. Chúng tôi có hơn 16 năm kinh nghiệm trong lĩnh vực sản xuất đồ da, vì vậy chúng tôi hy vọng sẽ có thêm nhiều mẫu và thiết kế mới cho chúng tôi.Đọc thêm",
            "Mình mua thắt lưng ở 118 Nguyễn Thái Học, Hội An, số lượng Nam, chất lượng tốt và giá đặc biệt, ở đây mình rất hài lòng, nhân viên thân thiện PhươngĐọc thêm",
            "Chào bạn, cảm ơn bạn đã đánh giá, giá bên mình luôn ổn định qua từng năm. Ai biết giá trị của đồ da thủ công sẽ hiểu được giá trị của Đa Bảo. Nói chung, một lần nữa cảm ơn bạn đã tin tưởng, cô Phương sẽ hài lòng với trải nghiệm của bạn. Đọc thêm",
            "Được Hiếu tặng một chiếc ví và cô ấy cũng khắc lên đó. Dịch vụ và giá trị hàng đầu ở trung tâm Phố Cổ. Rất muốn giới thiệu! Đọc thêm",
            "Kính gửi, cảm ơn bạn rất nhiều vì đã đánh giá và giới thiệu, rất vui khi nghe điều đó. Đọc thêm",
            "Chất lượng da rất tốt, tôi đã mua được một chiếc túi đẹp với giá hợp lý và chủ shop rất dễ thương! Lê đã dẫn tôi đi tham quan và họ có nhiều lựa chọn.Đọc thêm",
            "Chào bạn, rất cảm ơn phản hồi của bạn, chúng tôi luôn bán với giá ổn định qua từng năm. Chị Lê là một trong những chuyên gia tư vấn giỏi nhất tại shop Da Bảo Real Leather!Đọc thêm",
            "Hôm nay mình qua tiệm đồ da 109 Trần Phú, Vào đây từ cô Xuân. Cô giới thiệu một chiếc túi nhỏ. Được giúp đỡ bởi chất lượng tuyệt vời. Tôi nghĩ cô ấy rất tốt bụng và thông minh. Cảm ơn rất nhiều! Đọc thêm",
            "Kính gửi, cảm ơn bạn rất nhiều vì đánh giá của bạn!Đọc thêm",
            "Phương rất xuất sắc, rất lịch sự giải thích cách làm món ngon. Rất khuyến khích sẽ mua sắm lại những sản phẩm tuyệt vời chất lượng hàng đầu.Đọc thêm",
            "Kính gửi, cảm ơn bạn rất nhiều vì phản hồi và đề nghị của bạn. Tôi hy vọng bạn thích nó! Đọc thêm"
        ],
        "star_ratings": [
            148,
            1,
            0,
            0,
            0
        ],
        "review_amount": 149,
        "location": [
            "Những điều cần làm ở Hội An",
            "Châu Á",
            "Việt Nam",
            "Chào An",
            "Da Thật Đa Bảo",
            "Tỉnh Quảng Nam"
        ],
        "reviews_time": [
            "Written October 29, 2023",
            "Written January 23, 2024",
            "Written January 29, 2024",
            "Written January 29, 2024",
            "Written February 7, 2024",
            "Written February 20, 2024",
            "Written February 26, 2024",
            "Written March 7, 2024",
            "Written March 21, 2024",
            "Written April 17, 2024",
            "Written April 27, 2024",
            "Written April 27, 2024",
            "Written April 26, 2024",
            "Written April 26, 2024",
            "Written April 26, 2024",
            "Written April 25, 2024",
            "Written April 25, 2024",
            "Written April 25, 2024",
            "Written April 25, 2024",
            "Written April 24, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298082-d19174918-Reviews-or60-Da_Bao_Real_Leather-Hoi_An_Quang_Nam_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d10768724-Reviews-Olivier_Coffee-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26663624-Reviews-Faifoo_Central_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d3724095-Reviews-Little_Faifo_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26229136-Reviews-Sing_Ma_Restaurant_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26848559-Reviews-Em_H_i_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26355037-Reviews-A6_Garden-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25105784-Reviews-Cua_Dai_Central_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25306878-Reviews-Chops_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25420069-Reviews-MAAZI_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d12254323-Reviews-Phin_Coffee_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8587256-Reviews-Hoi_An_Market-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7209451-Reviews-Couleurs_by_Rehahn-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d17389848-Reviews-Hoa_Buu_Art_Gallery-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d451145-Reviews-Fukian_Assembly_Hall_Phuc_Kien-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d451144-Reviews-Central_Market-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d27146630-Reviews-TITI_no_38-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d27413504-Reviews-Art_Gallery_Hoang_Trong_Tien-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2283386-Reviews-Ba_Le_Well-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3848216-Reviews-Museum_of_Folklore-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2281126-Reviews-Hoi_An_Handicraft_Workshop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19174918-Reviews-or50-Da_Bao_Real_Leather-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19174918-Reviews-or70-Da_Bao_Real_Leather-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19174918-Reviews-Da_Bao_Real_Leather-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2717876-Reviews-Peace_Tailor_in_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15776299-Reviews-Thanh_Design-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6845023-Reviews-Two_Ladies_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15000385-Reviews-Blue_Chic_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26605658-Reviews-Bison_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2202046-Reviews-Metiseko-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1194254-Reviews-A_Dong_Silk_Tailors-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4609042-Reviews-Tuong_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d9466019-Reviews-45_Thu_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12945791-Reviews-Shine_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19121366-Reviews-La_belle_My_My_Leather-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g25379304-d17632137-Reviews-Izi_Wear_Store-Minh_An_Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7179237-Reviews-B_Lan_Silk-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4211309-Reviews-Thu_Thao_Cloth_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4762464-Reviews-Thu_Van_cloth_shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d27740250-Reviews-Handwork_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25009178-Reviews-Relaxy_Foot_and_Body_Care-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3411207-Reviews-Kim_Hien_Boutique_Clothing_Store-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6855864-Reviews-Bali_Cloth_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8854961-Reviews-Buffalo_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8397242-Reviews-Dinh_Shoe_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4737679-Reviews-Thu_Linh_2-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2053290-Reviews-Linh_Shoe_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1761612-d2292268-Reviews-Bahia_de_las_Aguilas-Pedernales_Pedernales_Province_Dominican_Republic.html",
            "https://www.tripadvisor.com/Attraction_Review-g44986-d2283866-Reviews-Indian_Harvest-Union_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g32172-d283143-Reviews-China_Cove-Carmel_Monterey_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g143031-d3320053-Reviews-Foothills_Parkway-Great_Smoky_Mountains_National_Park_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d3187655-Reviews-Hollywood_Wax_Museum-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d8098040-Reviews-Amstar_DMC-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g31030-d106663-Reviews-Creek_Street-Ketchikan_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g664849-d5996806-Reviews-Alikes_Salt_Lakes_Tigaki-Tigaki_Kos_Dodecanese_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d6671988-Reviews-Dongdaemun_Design_Plaza_DDP-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d7620248-Reviews-The_Green_Massage-Bangkok.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298082-d19174918-Reviews-or70-Da_Bao_Real_Leather-Hoi_An_Quang_Nam_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298082-d19174918-Reviews-or60-Da_Bao_Real_Leather-Hoi_An_Quang_Nam_Province.html"
    },
    {
        "attraction_name": "Da Bao Real Leather",
        "attraction_name_vi": "Da Thật Đa Bảo",
        "general_info": [
            "120 đánh giá",
            "19 trên 674 Mua sắm ở Hội An",
            "Cửa hàng quà tặng đặc sản"
        ],
        "attraction_summary": "Da là hình ảnh thu nhỏ của niềm đam mê và sự khéo léo của chúng tôi. Tại Đa Bảo Real Leather, chúng tôi vô cùng tự hào trong việc thiết kế các mặt hàng thủ công tỉ mỉ và mang đến cho khách hàng những mẫu mã đồ da đẹp nhất. Chúng tôi tập trung vào nghệ thuật thủ công, sử dụng da thật và tinh tế cũng như cam kết vững chắc về nghệ thuật hoàn hảo. Sự hài lòng của bạn là động lực để chúng tôi tiếp tục làm việc và luôn hoàn thiện, thăng tiến bản thân.Đọc thêm",
        "reviews": [
            "Cửa hàng này có đồ da đẹp nhất! Chúng tôi chỉ đến thăm Hội An một ngày nên không nghĩ mình có thời gian để mua một chiếc túi theo yêu cầu. Có rất nhiều thứ để lựa chọn nhưng chúng tôi muốn có thêm một vài túi và khóa kéo trong túi của mình. Chúng tôi cũng chọn loại da có màu đậm hơn. Cô Trang hứa hôm sau túi sẽ có! Chúng tôi rất hạnh phúc với túi của chúng tôi. Họ thật đẹp! Da, tay nghề và các chi tiết kim loại có chất lượng cao.  Bạn sẽ không phải thất vọng với bất cứ điều gì bạn mua! Cô Trang là người am hiểu và sẽ làm việc với những bạn muốn làm món gì đó theo ý muốn.\nĐọc thêm",
            "Cảm ơn bạn rất nhiều vì đánh giá của bạn, tôi hy vọng sẽ gặp lại bạn trong tương lai hoặc ghé thăm cửa hàng trực tuyến của chúng tôi tại dabaoleather com\nĐọc thêm",
            "Sản phẩm da tuyệt vời và dịch vụ tốt. Chúng tôi đã yêu cầu họ làm riêng một chiếc túi xách tay mới dựa trên tik tok. Họ đã có được tất cả các thông số kỹ thuật bằng cách kiên nhẫn lắng nghe trong một thời gian dài và cũng đưa ra gợi ý. Chiếc túi hóa ra đẹp hơn nhiều so với chiếc chúng tôi đã xem trên tik tok. Họ đã làm riêng chiếc túi da trong vòng 24 giờ.\n\nPhuong đã giúp chúng tôi trong cửa hàng. Cô ấy có kiến ​​thức rất tốt về túi da và đã đưa ra những gợi ý có giá trị cho thiết kế mới của chiếc túi xách tay bóng bẩy. Chúng tôi vô cùng hài lòng. Đọc thêm",
            "Sara thân mến,\n\nCảm ơn bạn rất nhiều vì đã dành thời gian để lại một đánh giá tuyệt vời như vậy! Chúng tôi rất vui khi biết bạn đã có trải nghiệm tích cực với các sản phẩm và dịch vụ về đồ da của chúng tôi.\nĐiều này luôn mang lại cho chúng tôi niềm vui khi được nỗ lực hết mình vì khách hàng của mình và rất vui khi cô Phương đã vượt quá sự mong đợi của bạn bằng cách kiên nhẫn lắng nghe các thông số kỹ thuật của bạn về chiếc túi xách tùy chỉnh và đưa ra những gợi ý có giá trị. Được biết rằng sản phẩm cuối cùng thậm chí còn tốt hơn những gì bạn hình dung là điều vô cùng bổ ích đối với nhóm của chúng tôi.\nChúng tôi vô cùng tự hào về kiến ​​thức và sự tâm huyết của cô Phương trong việc tạo ra chiếc túi độc đáo và đẹp mắt, vượt quá sự mong đợi của bạn. Chúng tôi cố gắng đảm bảo rằng tất cả khách hàng của chúng tôi đều nhận được dịch vụ đặc biệt và khiến cửa hàng của chúng tôi vui vẻ và hài lòng.\nChúng tôi khuyến khích bạn sớm quay lại với chúng tôi hoặc khám phá danh mục trực tuyến của chúng tôi để biết thêm các sản phẩm da thủ công mà bạn có thể yêu thích. Cảm ơn bạn một lần nữa vì những lời tốt đẹp của bạn và vì đã chọn chúng tôi!\n\nTrân trọng,\nDa thật Đa BảoĐọc thêm",
            "Mua một chiếc thắt lưng da cho anh trai tôi. Nga đã rất hữu ích trong việc tìm kiếm một sản phẩm chất lượng. Cô ấy thậm chí còn tìm thấy một chiếc khóa vàng cho chúng tôi. Thắt lưng đã sẵn sàng trong vài phút và được đóng gói đẹp mắt. Cảm ơn sự giúp đỡ của bạn, Nga :Đọc thêm",
            "Cảm ơn bạn đã dành thời gian đánh giá các sản phẩm và dịch vụ về da của chúng tôi và chia sẻ trải nghiệm của bạn! Chúng tôi rất vui khi biết rằng bạn đã tìm thấy một sản phẩm da yêu thích tại cửa hàng Da Bao. Tại Da Bao, chúng tôi tự hào cung cấp các sản phẩm da chất lượng cao với nhiều loại phù hợp với sở thích của mọi người, tất cả đều có giá cả hợp lý. Ngoài ra, chúng tôi luôn đảm bảo chất lượng sản phẩm của mình với chế độ bảo hành trọn đời để bạn an tâm.\nVui lòng liên hệ với chúng tôi tại leather.hagmaill.com hoặc whatsapp: 84 906 432 742, chúng tôi rất vui khi được hỗ trợ bạn. Chúng tôi coi trọng mọi phản hồi, đó là động lực để chúng tôi tiếp tục chế tác các sản phẩm da chất lượng cao và thiết kế độc đáo. Một lần nữa, cảm ơn bạn rất nhiều vì phản hồi của bạn. Chúng tôi rất mong sớm được chào đón bạn quay lại!Đọc thêm",
            "Nhìn qua những tập tài liệu và tập bìa da mà Đa Bảo có, không có tập tài liệu nào đúng kiểu dáng mà tôi đang tìm kiếm. Nga đã giúp tôi thiết kế loại ống tay áo mà tôi muốn, chọn loại da chất lượng hàng đầu và làm bản tóm tắt cá nhân hóa dành riêng cho tôi này với những chữ viết tắt của tôi được lồng chữ lồng. Tôi rất hài lòng với sản phẩm đã hoàn thành.Đọc thêm",
            "Cảm ơn vì đã chia sẻ kinh nghiệm của bạn. Rất vui khi biết rằng Nga có thể hỗ trợ bạn tạo ra một bản tóm tắt bằng da được cá nhân hóa theo thông số kỹ thuật chính xác của bạn. Chúng tôi cố gắng cung cấp các sản phẩm chất lượng hàng đầu phù hợp với nhu cầu của khách hàng. Nếu bạn có thêm bất kỳ yêu cầu hoặc phản hồi nào, vui lòng cho chúng tôi biết.\nĐọc thêm",
            "Đi ra khỏi chiếc bánh chuối, chúng tôi tình cờ gặp cửa hàng bán đồ da này. Sau khi chạy thử túi da thật ở Chợ đêm từ những nơi không xác định, chúng tôi đã chuẩn bị sẵn sàng. Thực tế là những chiếc túi ở đây được sản xuất tại địa phương và có chất lượng cao, không đắt hơn là điều đáng kinh ngạc. Tôi thấy mình thích thiết kế rất khác thường nhưng tôi không quá đam mê màu sắc. Nga, trợ lý bán hàng rất hữu ích nhưng không quá đề cao đã tình cờ nghe được và nói với tôi rằng tôi có thể có bất kỳ combo màu nào trong cửa hàng được làm qua đêm với cùng một mức giá. Ngày hôm sau tôi đã đi khệnh khạng quanh Hội A với nó! Tuyệt vời!\nTga đã làm cho trải nghiệm trở nên rất đặc biệt, đủ đặc biệt để tôi viết bài đánh giá này. Rất khuyến khích hỏi Nga, Đọc thêm",
            "Kính gửi GWW885,\n\nCảm ơn bạn đã để lại một đánh giá thú vị như vậy! Cả nhóm mỉm cười khi đọc về cuộc gặp gỡ tình cờ của bạn với cửa hàng của chúng tôi sau chuyến phiêu lưu làm bánh chuối.\nChúng tôi hoàn toàn hiểu được sự hoài nghi của bạn sau khi khám phá khung cảnh bằng da thật của Chợ Đêm. Chúng tôi vô cùng tự hào về việc chế tạo các mặt hàng da chất lượng cao được sản xuất tại địa phương, có nguồn gốc hợp pháp và giá cả hợp lý.\nThật vui mừng khi bạn tìm thấy một thiết kế độc đáo mà bạn yêu thích và thật vui mừng khi Nga đã nỗ lực hết sức để cá nhân hóa sự kết hợp màu sắc chỉ sau một đêm với cùng một mức giá! Thật tuyệt vời khi nhóm của chúng tôi có thể tạo ra trải nghiệm tuyệt vời cho khách hàng.\nChúng tôi rất biết ơn những lời tốt đẹp của bạn và đã giới thiệu Nga. Chúng tôi cố gắng có được cách tiếp cận hữu ích nhưng không bao giờ thúc ép đối với dịch vụ khách hàng và điều đó có ý nghĩa rất lớn khi biết rằng chúng tôi đã đạt được điều đó cho bạn.\nRất vui vì bạn đã được dạo quanh Hội An với chiếc túi độc đáo của mình! Chúng tôi hy vọng nó sẽ mang lại cho bạn niềm vui trong nhiều năm tới.\nXin đừng ngần ngại quay lại với chúng tôi nếu bạn thấy mình quay lại Hội An để tìm kiếm một món đồ độc đáo khác hoặc giới thiệu chúng tôi với bất kỳ ai đang tìm kiếm những món đồ da đặc biệt.\nTrân trọng,\nĐa BảoĐọc thêm",
            "Cửa hàng da tuyệt vời, nhân viên thân thiện đáng yêu và giá cả tốt. Rất khuyến khích mọi người đến thăm Hội An! Da đẹp và nhiều loại túi, ví, ví và thắt lưng. Một nơi phải đến cho mọi người đến Việt Nam xxĐọc thêm",
            "Cảm ơn bạn rất nhiều vì những lời tốt đẹp và lời giới thiệu của bạn, Ailen! Chúng tôi rất vui khi biết rằng bạn hài lòng với trải nghiệm tại cửa hàng của chúng tôi. Cung cấp các sản phẩm da chất lượng cao và dịch vụ khách hàng tuyệt vời là ưu tiên hàng đầu của chúng tôi. Chúng tôi mong được chào đón bạn trở lại trong chuyến thăm tiếp theo của bạn đến Hội An! Đọc thêm",
            "Nga đã giúp chúng tôi lựa chọn những chiếc túi tuyệt đẹp. Cô ấy thật ngọt ngào và rất hữu ích. Chúng tôi rất hài lòng với túi và thắt lưng da mới của mình. Thật là tuyệt khi nhìn cô ấy cắt phần da ở thắt lưng và tạo những lỗ mới ngay trước mặt chúng tôi. Một sự phù hợp hoàn hảo.Đọc thêm",
            "Cảm ơn bạn đã dành thời gian đánh giá các sản phẩm, dịch vụ đồ da của chúng tôi và chia sẻ trải nghiệm của mình! Rất vui khi biết bạn đã tìm được sản phẩm đồ da yêu thích tại shop Đa Bảo. Tại Đa Bảo, chúng tôi tự hào cung cấp các sản phẩm da chất lượng cao với nhiều chủng loại phù hợp với sở thích của mọi người với giá cả hợp lý. Ngoài ra, chúng tôi đảm bảo chất lượng sản phẩm với chế độ bảo hành trọn đời để bạn yên tâm. \nVui lòng liên hệ với chúng tôi qua email: Leather.hagmaill.com hoặc whatsapp: 84 906 432 742 hoặc trang web dabaoleather.com, chúng tôi rất vui được hỗ trợ bạn.  Chúng tôi rất coi trọng mọi phản hồi, đó là động lực để chúng tôi tiếp tục tạo ra các sản phẩm da chất lượng cao và thiết kế độc đáo. Một lần nữa, cảm ơn bạn rất nhiều vì phản hồi của bạn. Wed rất vui được chào đón bạn quay trở lại sớm!\nĐọc thêm",
            "Đồ da có chất lượng thực sự tuyệt vời, mẫu mã đa dạng cho bạn lựa chọn, giá cả tốt và nhân viên nhiệt tình. Chúng tôi có nhiều thứ với giá tốt. Rất khuyến khích cho tất cả mọi người. Quán 109 Trần Phú.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đánh giá tuyệt vời của bạn, Zuzkag! Chúng tôi rất vui khi bạn tìm thấy những thứ tuyệt vời tại cửa hàng của chúng tôi với mức giá hợp lý. Chúng tôi tự hào cung cấp các mặt hàng da chất lượng tuyệt vời với nhiều mẫu mã để lựa chọn, tất cả đều có giá cả hợp lý. Đội ngũ của chúng tôi luôn cố gắng giúp đỡ và cung cấp sự hỗ trợ tốt nhất có thể. Thật tuyệt khi biết bạn đã tìm thấy nhiều mặt hàng với mức giá tốt. Chúng tôi thực sự đánh giá cao sự giới thiệu của bạn đến mọi người! Đừng ngần ngại ghé thăm chúng tôi tại Shop 109 Trần Phú.\n\nThông tin liên hệ:\nEmail: leather.hagmail.com\nWhatsAppLine: 84 906 432 742 Đọc thêm",
            "Tôi đã có một chiếc túi tùy chỉnh được làm cho tôi. Tôi hơi lo lắng vì không biết nó sẽ diễn ra như thế nào. Nhưng Trang thật tuyệt vời và kết quả còn tuyệt vời hơn những gì tôi có thể tưởng tượng. Tôi đang rất thích thú với chiếc túi mới của mình, nó thật hoàn hảo!! họ đã làm rất nhanh và giá rất cao. \nTôi chắc chắn sẽ giới thiệu cho họ chất lượng tuyệt vời và đội ngũ nhân viên rất tuyệtĐọc thêm",
            "Bạn thân mến, chúng tôi rất hài lòng với chiếc túi của bạn, chúng tôi hy vọng Đa Bảo có thể phục vụ bạn lần nữa, chúng tôi có thể tùy chỉnh bất kỳ mẫu nào cho bạn.Đọc thêm",
            "Tôi đã viết bài đánh giá chi tiết và ứng dụng bị lỗi nên giờ đây chỉ là một bản tóm tắt ngắn gọn!\n\nMột chiếc ba lô trâu lớn theo yêu cầu, chất lượng tuyệt vời, với dịch vụ tuyệt vời từ Xuân tại địa điểm 109 Trần Phú, trong 2 ngày.\n\nXuân nhớ đến tôi khi tôi duyệt web ngày hôm trước, cung cấp dịch vụ khách hàng tuyệt vời và giải thích rõ ràng về các lựa chọn khác nhau. Tôi lấy một chiếc ba lô lớn tiêu chuẩn, thêm một túi bên trong cũng như thay đổi vị trí. Tôi còn bổ sung thêm khóa kéo ở ngăn trước và vòng chữ D để dễ dàng định vị chìa khóa. Chọn màu của tôi và thì đấy - một chiếc ba lô da lớn rất cứng, chất lượng cao cho vợ tôi, với giá 4,2 triệu đồng. Tôi không buồn mặc cả vì Covid đã phá hủy thu nhập trong 3 năm của những người sống dựa vào khách du lịch. Những người mặc cả có thể có được một thỏa thuận tốt hơn, nhưng tôi rất vui.Đọc thêm",
            "Kính thưa, \nCảm ơn đánh giá của bạn rất nhiều, mình nghĩ bạn đã viết mọi trải nghiệm từ shop Da Bảo Real Leather. Đây thực sự là một động lực thực sự nghiêm túc đối với chúng tôi. Chúng tôi rất vui được phục vụ bạn với bất kỳ yêu cầu nào của bạn. Đọc thêm",
            "Dịch vụ tuyệt vời, không thể hữu ích hơn hoặc có sức chứa hơn! Tôi và đối tác đều rất vui, cảm ơn Hiệp rất nhiều.Đọc thêm",
            "Chào bạn, cảm ơn phản hồi của bạn rất nhiều, rất mong được phục vụ vợ chồng bạn. Đọc thêm",
            "Dịch vụ tuyệt vời.  Chồng tôi đã mua một chiếc thắt lưng và Hiếu đã tận tình làm cho nó vừa vặn.  Siêu điểm để kiểm tra bất kỳ hàng Da nào.  Giá cả hợp lý.Đọc thêm",
            "Kính gửi, cảm ơn bạn đã đánh giá và chia sẻ một số điểm nổi bật cho chúng tôi. Chúng tôi luôn nỗ lực hết mình để tạo ra những sản phẩm tuyệt vời từ da, về giá cả, chúng tôi chỉ làm mọi thứ về giá cả phải ổn định. Đọc thêm",
            "Chúng tôi đã có một buổi tối vui vẻ khi nhận được những chiếc túi đẹp - chất lượng rất đẹp!! và dịch vụ tuyệt vời từ Lê - cảm ơn bạn rất nhiều! Thật tốt bụng.Đọc thêm",
            "Kính gửi, cảm ơn bạn đã đánh giá và chia sẻ một số điểm nổi bật cho chúng tôi. Chúng tôi luôn nỗ lực hết mình để tạo ra chiếc túi tuyệt vời của bạn, tôi nghĩ nó sẽ khiến bạn trở nên nổi bật giữa đám đôngĐọc thêm",
            "Cửa hàng túi da tuyệt vời, với dịch vụ tuyệt vời. Hiếu rất xuất sắc trong việc cung cấp các lựa chọn màu sắc cho chiếc túi mà tôi chọn..Đọc thêm",
            "Chào bạn, cảm ơn bạn đã đánh giá cao với shop Da Bảo Real Leather. Trải nghiệm của bạn là động lực của chúng tôi! Hiếu có nhiều năm kinh nghiệm trong việc tư vấn, tư vấn cho khách hàng những việc nên làm.Đọc thêm",
            "Mình viết đánh giá chi tiết mà ứng dụng bị lỗi nên giờ chỉ tóm tắt ngắn gọn thôi!Ba lô trâu cỡ lớn làm theo yêu cầu, chất lượng tuyệt vời, với dịch vụ xuất sắc của Xuân tại địa điểm 109 Trần Phú, trong 2 ngày.Xuân nhớ đến tôi khi duyệt web ngày hôm trước, đã cung cấp dịch vụ khách hàng tuyệt vời và giải thích rõ ràng các lựa chọn khác nhau. Tôi lấy một chiếc ba lô lớn tiêu chuẩn, thêm một túi bên trong cũng như thay đổi vị trí. Tôi còn bổ sung thêm khóa kéo ở ngăn trước và vòng chữ D để dễ dàng định vị chìa khóa. Chọn màu của tôi và thì đấy - một chiếc ba lô da lớn rất cứng, chất lượng cao cho vợ tôi, với giá 4,2 triệu đồng. Tôi không buồn mặc cả vì Covid đã phá hủy thu nhập trong 3 năm của những người sống dựa vào khách du lịch. Những người mặc cả có thể có được một thỏa thuận tốt hơn, nhưng tôi rất vui.Đọc thêm",
            "Kính thưa, \nCảm ơn đánh giá của bạn rất nhiều, mình nghĩ bạn đã viết mọi trải nghiệm từ shop Da Bảo Real Leather. Đây thực sự là một động lực thực sự nghiêm túc đối với chúng tôi. Chúng tôi rất vui được phục vụ bạn với bất kỳ yêu cầu nào của bạn. Đọc thêm",
            "Tôi đã có một chiếc túi tùy chỉnh được làm cho tôi. Tôi hơi lo lắng vì không biết nó sẽ diễn ra như thế nào. Nhưng Trang thật tuyệt vời và kết quả còn tuyệt vời hơn những gì tôi có thể tưởng tượng. Tôi đang rất thích thú với chiếc túi mới của mình, nó thật hoàn hảo!! họ đã làm rất nhanh và giá rất cao. Tôi chắc chắn sẽ giới thiệu cho họ chất lượng tuyệt vời và đội ngũ nhân viên rất tuyệtĐọc thêm",
            "Bạn thân mến, chúng tôi rất hài lòng với chiếc túi của bạn, chúng tôi hy vọng Đa Bảo có thể phục vụ bạn lần nữa, chúng tôi có thể tùy chỉnh bất kỳ mẫu nào cho bạn.Đọc thêm",
            "Cô chủ rẻ và rất hữu ích. Giới thiệu cửa hàng này cho mọi người!!!! Chất da rất đẹp và tôi rất thích chiếc túi màu xanh mua được từ cửa hàng này!! Địa chỉ: 109 Trần PhúĐọc thêm",
            "Cảm ơn bạn rất nhiều vì đánh giá tuyệt vời của bạn, Tyran! Rất vui vì bạn đã có trải nghiệm tuyệt vời tại cửa hàng của chúng tôi.  Chúng tôi tự hào cung cấp hàng da chất lượng với giá cả phải chăng và thật tuyệt vời khi biết rằng bạn nhận thấy sản phẩm của chúng tôi vừa rẻ vừa có chất lượng tốt.  Nhóm của chúng tôi cố gắng trở nên hữu ích và cung cấp dịch vụ xuất sắc cho tất cả khách hàng của chúng tôi.  Chúng tôi rất vui khi biết rằng bạn yêu thích chiếc túi màu xanh mà bạn đã mua từ chúng tôi!  Đề xuất của bạn có ý nghĩa rất lớn đối với chúng tôi. Đừng ngần ngại ghé thăm chúng tôi tại 109 Trần Phú.\n\nThông tin liên lạc:\nEmail: da.hagmail.com\nWhatsAppLine: 84 906 432 742Đọc thêm",
            "Đồ da có chất lượng thực sự tuyệt vời, mẫu mã đa dạng cho bạn lựa chọn, giá cả tốt và nhân viên nhiệt tình. Chúng tôi có nhiều thứ với giá tốt. Rất khuyến khích cho tất cả mọi người. Quán 109 Trần Phú.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đánh giá xuất sắc của bạn, Zuzkag! Rất vui vì bạn đã tìm thấy những điều tuyệt vời tại cửa hàng của chúng tôi với giá cả hợp lý.  Chúng tôi tự hào cung cấp các mặt hàng da có chất lượng tuyệt vời với nhiều mẫu mã đa dạng để bạn lựa chọn, tất cả đều có giá cả hợp lý.  Nhóm của chúng tôi cố gắng giúp đỡ và cung cấp sự hỗ trợ tốt nhất có thể.  Thật tuyệt vời khi biết bạn đã tìm thấy nhiều mặt hàng với giá tốt.  Chúng tôi thực sự đánh giá cao đề xuất của bạn cho mọi người! Đừng ngần ngại ghé thăm chúng tôi tại Shop 109 Trần Phú.\n\nThông tin liên lạc:\nEmail: da.hagmail.com\nWhatsAppLine: 84 906 432 742Đọc thêm",
            "Nga đã giúp chúng tôi lựa chọn những chiếc túi tuyệt đẹp. Cô ấy thật ngọt ngào và rất hữu ích. Chúng tôi rất hài lòng với túi và thắt lưng da mới của mình. Thật là tuyệt khi nhìn cô ấy cắt phần da ở thắt lưng và tạo những lỗ mới ngay trước mặt chúng tôi. Một sự phù hợp hoàn hảo.Đọc thêm",
            "Cảm ơn bạn đã dành thời gian đánh giá các sản phẩm, dịch vụ đồ da của chúng tôi và chia sẻ trải nghiệm của mình! Rất vui khi biết bạn đã tìm được sản phẩm đồ da yêu thích tại shop Đa Bảo. Tại Đa Bảo, chúng tôi tự hào cung cấp các sản phẩm da chất lượng cao với nhiều chủng loại phù hợp với sở thích của mọi người với giá cả hợp lý. Ngoài ra, chúng tôi đảm bảo chất lượng sản phẩm với chế độ bảo hành trọn đời để bạn yên tâm. \nVui lòng liên hệ với chúng tôi qua email: Leather.hagmaill.com hoặc whatsapp: 84 906 432 742 hoặc trang web dabaoleather.com, chúng tôi rất vui được hỗ trợ bạn.  Chúng tôi rất coi trọng mọi phản hồi, đó là động lực để chúng tôi tiếp tục tạo ra các sản phẩm da chất lượng cao và thiết kế độc đáo. Một lần nữa, cảm ơn bạn rất nhiều vì phản hồi của bạn. Wed rất vui được chào đón bạn quay trở lại sớm!\nĐọc thêm",
            "Nhân viên rất thân thiện và nhiệt tình giúp tôi chọn được sản phẩm đẹp và ưng ý. Giá rẻ và chất lượng tốt. Tôi sẽ quay lại.Đọc thêm",
            "Cảm ơn bạn đã dành thời gian đánh giá các sản phẩm, dịch vụ đồ da của chúng tôi và chia sẻ trải nghiệm của mình! Rất vui khi biết bạn đã tìm được sản phẩm đồ da yêu thích tại shop Đa Bảo. Tại Đa Bảo, chúng tôi tự hào cung cấp các sản phẩm da chất lượng cao với nhiều chủng loại phù hợp với sở thích của mọi người với giá cả hợp lý. Ngoài ra, chúng tôi đảm bảo chất lượng sản phẩm với chế độ bảo hành trọn đời để bạn yên tâm. \nVui lòng liên hệ với chúng tôi qua email: Leather.hagmaill.com hoặc whatsapp: 84 906 432 742, chúng tôi rất vui được hỗ trợ bạn.  Chúng tôi rất coi trọng mọi phản hồi, đó là động lực để chúng tôi tiếp tục tạo ra các sản phẩm da chất lượng cao và thiết kế độc đáo. Một lần nữa, cảm ơn bạn rất nhiều vì phản hồi của bạn. Wed rất vui được chào đón bạn quay trở lại sớm! \n\nĐọc thêm"
        ],
        "star_ratings": [
            148,
            1,
            0,
            0,
            0
        ],
        "review_amount": 149,
        "location": [
            "Những điều cần làm ở Hội An",
            "Châu Á",
            "Việt Nam",
            "Chào An",
            "Da Thật Đa Bảo",
            "Tỉnh Quảng Nam"
        ],
        "reviews_time": [
            "Written October 29, 2023",
            "Written January 23, 2024",
            "Written January 29, 2024",
            "Written January 29, 2024",
            "Written February 7, 2024",
            "Written February 20, 2024",
            "Written February 26, 2024",
            "Written March 7, 2024",
            "Written March 21, 2024",
            "Written April 17, 2024",
            "Written April 24, 2024",
            "Written April 23, 2024",
            "Written April 23, 2024",
            "Written April 23, 2024",
            "Written April 18, 2024",
            "Written March 21, 2024",
            "Written March 13, 2024",
            "Written March 7, 2024",
            "Written February 26, 2024",
            "Written February 25, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298082-d19174918-Reviews-or70-Da_Bao_Real_Leather-Hoi_An_Quang_Nam_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d10768724-Reviews-Olivier_Coffee-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26663624-Reviews-Faifoo_Central_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d3724095-Reviews-Little_Faifo_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26229136-Reviews-Sing_Ma_Restaurant_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26848559-Reviews-Em_H_i_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26355037-Reviews-A6_Garden-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25105784-Reviews-Cua_Dai_Central_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25306878-Reviews-Chops_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25420069-Reviews-MAAZI_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d12254323-Reviews-Phin_Coffee_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8587256-Reviews-Hoi_An_Market-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7209451-Reviews-Couleurs_by_Rehahn-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d17389848-Reviews-Hoa_Buu_Art_Gallery-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d451145-Reviews-Fukian_Assembly_Hall_Phuc_Kien-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d451144-Reviews-Central_Market-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d27146630-Reviews-TITI_no_38-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d27413504-Reviews-Art_Gallery_Hoang_Trong_Tien-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2283386-Reviews-Ba_Le_Well-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3848216-Reviews-Museum_of_Folklore-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2281126-Reviews-Hoi_An_Handicraft_Workshop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19174918-Reviews-or60-Da_Bao_Real_Leather-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19174918-Reviews-or80-Da_Bao_Real_Leather-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19174918-Reviews-Da_Bao_Real_Leather-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2717876-Reviews-Peace_Tailor_in_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15776299-Reviews-Thanh_Design-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6845023-Reviews-Two_Ladies_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15000385-Reviews-Blue_Chic_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26605658-Reviews-Bison_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2202046-Reviews-Metiseko-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1194254-Reviews-A_Dong_Silk_Tailors-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4609042-Reviews-Tuong_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d9466019-Reviews-45_Thu_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12945791-Reviews-Shine_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19121366-Reviews-La_belle_My_My_Leather-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g25379304-d17632137-Reviews-Izi_Wear_Store-Minh_An_Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7179237-Reviews-B_Lan_Silk-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4211309-Reviews-Thu_Thao_Cloth_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4762464-Reviews-Thu_Van_cloth_shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d27740250-Reviews-Handwork_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25009178-Reviews-Relaxy_Foot_and_Body_Care-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3411207-Reviews-Kim_Hien_Boutique_Clothing_Store-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6855864-Reviews-Bali_Cloth_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8854961-Reviews-Buffalo_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8397242-Reviews-Dinh_Shoe_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4737679-Reviews-Thu_Linh_2-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2053290-Reviews-Linh_Shoe_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g198863-d3443081-Reviews-Oeschinen_Lake-Kandersteg_Canton_of_Bern.html",
            "https://www.tripadvisor.com/Attraction_Review-g187890-d1434562-Reviews-Mercato_di_Ballaro-Palermo_Province_of_Palermo_Sicily.html",
            "https://www.tripadvisor.com/Attraction_Review-g259440-d2006612-Reviews-Playa_Bonita-Las_Terrenas_Samana_Province_Dominican_Republic.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d188900-Reviews-Fortnum_Mason-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d7380426-Reviews-B_H_Photo_Video-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d8142018-Reviews-Black_Angel_s_Bar-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d18904386-Reviews-Venetian_Theater-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g35328-d3847998-Reviews-Back_River_Beach-Tybee_Island_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g1184643-d208230-Reviews-Terme_di_Saturnia_Parco_Termale-Saturnia_Manciano_Province_of_Grosseto_Tuscany.html",
            "https://www.tripadvisor.com/Attraction_Review-g42038-d10799620-Reviews-Calumet_Waterworks_Park-Calumet_Upper_Peninsula_Michigan.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298082-d19174918-Reviews-or80-Da_Bao_Real_Leather-Hoi_An_Quang_Nam_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298082-d19174918-Reviews-or70-Da_Bao_Real_Leather-Hoi_An_Quang_Nam_Province.html"
    },
    {
        "attraction_name": "Da Bao Real Leather",
        "attraction_name_vi": "Da Thật Đa Bảo",
        "general_info": [
            "120 đánh giá",
            "19 trên 674 Mua sắm ở Hội An",
            "Cửa hàng quà tặng đặc sản"
        ],
        "attraction_summary": "Da là hình ảnh thu nhỏ của niềm đam mê và sự khéo léo của chúng tôi. Tại Đa Bảo Real Leather, chúng tôi vô cùng tự hào trong việc thiết kế các mặt hàng thủ công tỉ mỉ và mang đến cho khách hàng những mẫu mã đồ da đẹp nhất. Chúng tôi tập trung vào nghệ thuật thủ công, sử dụng da thật và tinh tế cũng như cam kết vững chắc về nghệ thuật hoàn hảo. Sự hài lòng của bạn là động lực để chúng tôi tiếp tục làm việc và luôn hoàn thiện, thăng tiến bản thân.Đọc thêm",
        "reviews": [
            "Cửa hàng này có đồ da đẹp nhất! Chúng tôi chỉ đến thăm Hội An một ngày nên không nghĩ mình có thời gian để mua một chiếc túi theo yêu cầu. Có rất nhiều thứ để lựa chọn nhưng chúng tôi muốn có thêm một vài túi và khóa kéo trong túi của mình. Chúng tôi cũng chọn loại da có màu đậm hơn. Cô Trang hứa hôm sau túi sẽ có! Chúng tôi rất hạnh phúc với túi của chúng tôi. Họ thật đẹp! Da, tay nghề và các chi tiết kim loại có chất lượng cao.  Bạn sẽ không phải thất vọng với bất cứ điều gì bạn mua! Cô Trang là người am hiểu và sẽ làm việc với những bạn muốn làm món gì đó theo ý muốn.\nĐọc thêm",
            "Cảm ơn bạn rất nhiều vì đã đánh giá, tôi hy vọng sẽ gặp lại bạn trong tương lai hoặc ghé thăm cửa hàng trực tuyến của chúng tôi tại dabaoleather com\nĐọc thêm",
            "Sản phẩm da tuyệt vời và dịch vụ tốt. Chúng tôi yêu cầu họ làm một chiếc túi xách tay mới dựa trên tik tok. Họ có được tất cả các thông số kỹ thuật bằng cách kiên nhẫn lắng nghe trong một thời gian dài và đưa ra gợi ý. Chiếc túi hóa ra đẹp hơn nhiều so với chiếc túi mà chúng tôi đã xem trên tik tok. Họ tùy chỉnh làm túi da trong vòng 24 giờ.\n\nPhương đang giúp chúng tôi trong cửa hàng. Cô có kiến ​​thức rất tốt về túi da và đưa ra những gợi ý quý giá cho mẫu thiết kế túi xách tay mới kiểu dáng đẹp. Chúng tôi vô cùng hạnh phúc.Đọc thêm",
            "Sara thân mến,\n\nCảm ơn bạn rất nhiều vì đã dành thời gian để lại một đánh giá tuyệt vời như vậy! Chúng tôi rất vui khi biết bạn đã có trải nghiệm tích cực với các sản phẩm và dịch vụ về đồ da của chúng tôi.\nĐiều này luôn mang lại cho chúng tôi niềm vui khi được nỗ lực hết mình vì khách hàng của mình và rất vui khi cô Phương đã vượt quá sự mong đợi của bạn bằng cách kiên nhẫn lắng nghe các thông số kỹ thuật của bạn về chiếc túi xách tùy chỉnh và đưa ra những gợi ý có giá trị. Được biết rằng sản phẩm cuối cùng thậm chí còn tốt hơn những gì bạn hình dung là điều vô cùng bổ ích đối với nhóm của chúng tôi.\nChúng tôi vô cùng tự hào về kiến ​​thức và sự tâm huyết của cô Phương trong việc tạo ra chiếc túi độc đáo và đẹp mắt, vượt quá sự mong đợi của bạn. Chúng tôi cố gắng đảm bảo rằng tất cả khách hàng của chúng tôi đều nhận được dịch vụ đặc biệt và khiến cửa hàng của chúng tôi vui vẻ và hài lòng.\nChúng tôi khuyến khích bạn sớm quay lại với chúng tôi hoặc khám phá danh mục trực tuyến của chúng tôi để biết thêm các sản phẩm da thủ công mà bạn có thể yêu thích. Cảm ơn bạn một lần nữa vì những lời tốt đẹp của bạn và vì đã chọn chúng tôi!\n\nTrân trọng,\nDa thật Đa BảoĐọc thêm",
            "Mua một chiếc thắt lưng da cho anh trai tôi. Nga đã rất hữu ích trong việc tìm kiếm một sản phẩm chất lượng. Cô ấy thậm chí còn tìm thấy một chiếc khóa vàng cho chúng tôi. Thắt lưng đã sẵn sàng trong vài phút và được đóng gói đẹp mắt. Cảm ơn sự giúp đỡ của bạn, Nga :Đọc thêm",
            "Cảm ơn bạn đã dành thời gian đánh giá các sản phẩm, dịch vụ đồ da của chúng tôi và chia sẻ trải nghiệm của mình! Rất vui khi biết bạn đã tìm được sản phẩm đồ da yêu thích tại shop Đa Bảo. Tại Đa Bảo, chúng tôi tự hào cung cấp các sản phẩm da chất lượng cao với nhiều chủng loại phù hợp với sở thích của mọi người với giá cả hợp lý. Ngoài ra, chúng tôi đảm bảo chất lượng sản phẩm với chế độ bảo hành trọn đời để bạn yên tâm.\nVui lòng liên hệ với chúng tôi tại Leather.hagmaill.com hoặc whatsapp: 84 906 432 742, chúng tôi rất vui được hỗ trợ bạn. Chúng tôi rất coi trọng mọi phản hồi, đó là động lực để chúng tôi tiếp tục tạo ra các sản phẩm da chất lượng cao và thiết kế độc đáo. Một lần nữa, cảm ơn bạn rất nhiều vì phản hồi của bạn. Chúng tôi rất vui được chào đón bạn sớm quay trở lại! Đọc thêm",
            "Nhìn qua những tập tài liệu và tập bìa da mà Đa Bảo có, không có tập tài liệu nào đúng kiểu dáng mà tôi đang tìm kiếm. Nga đã giúp tôi thiết kế loại ống tay áo mà tôi muốn, chọn loại da chất lượng hàng đầu và làm bản tóm tắt cá nhân hóa dành riêng cho tôi này với những chữ viết tắt của tôi được lồng chữ lồng. Tôi rất hài lòng với sản phẩm đã hoàn thành.Đọc thêm",
            "Cảm ơn vì đã chia sẻ kinh nghiệm của bạn. Rất vui khi biết rằng Nga có thể hỗ trợ bạn tạo ra một bản tóm tắt bằng da được cá nhân hóa theo thông số kỹ thuật chính xác của bạn. Chúng tôi cố gắng cung cấp các sản phẩm chất lượng hàng đầu phù hợp với nhu cầu của khách hàng. Nếu bạn có thêm bất kỳ yêu cầu hoặc phản hồi nào, vui lòng cho chúng tôi biết.\nĐọc thêm",
            "Đi ra khỏi chiếc bánh chuối, chúng tôi tình cờ gặp cửa hàng bán đồ da này. Sau khi chạy thử túi da thật ở Chợ đêm từ những nơi không xác định, chúng tôi đã chuẩn bị sẵn sàng. Thực tế là những chiếc túi ở đây được sản xuất tại địa phương và có chất lượng cao, không đắt hơn là điều đáng kinh ngạc. Tôi thấy mình thích thiết kế rất khác thường nhưng tôi không quá đam mê màu sắc. Nga, trợ lý bán hàng rất hữu ích nhưng không quá đề cao đã tình cờ nghe được và nói với tôi rằng tôi có thể có bất kỳ combo màu nào trong cửa hàng được làm qua đêm với cùng một mức giá. Ngày hôm sau tôi đã đi khệnh khạng quanh Hội A với nó! Tuyệt vời!\nTga đã làm cho trải nghiệm trở nên rất đặc biệt, đủ đặc biệt để tôi viết bài đánh giá này. Rất khuyến khích hỏi Nga, Đọc thêm",
            "Kính gửi GWW885,\n\nCảm ơn bạn đã để lại một đánh giá thú vị như vậy! Cả nhóm mỉm cười khi đọc về cuộc gặp gỡ tình cờ của bạn với cửa hàng của chúng tôi sau chuyến phiêu lưu làm bánh chuối.\nChúng tôi hoàn toàn hiểu được sự hoài nghi của bạn sau khi khám phá khung cảnh bằng da thật của Chợ Đêm. Chúng tôi vô cùng tự hào về việc chế tạo các mặt hàng da chất lượng cao được sản xuất tại địa phương, có nguồn gốc hợp pháp và giá cả hợp lý.\nThật vui mừng khi bạn tìm thấy một thiết kế độc đáo mà bạn yêu thích và thật vui mừng khi Nga đã nỗ lực hết sức để cá nhân hóa sự kết hợp màu sắc chỉ sau một đêm với cùng một mức giá! Thật tuyệt vời khi nhóm của chúng tôi có thể tạo ra trải nghiệm tuyệt vời cho khách hàng.\nChúng tôi rất biết ơn những lời tốt đẹp của bạn và đã giới thiệu Nga. Chúng tôi cố gắng có được cách tiếp cận hữu ích nhưng không bao giờ thúc ép đối với dịch vụ khách hàng và điều đó có ý nghĩa rất lớn khi biết rằng chúng tôi đã đạt được điều đó cho bạn.\nRất vui vì bạn đã được dạo quanh Hội An với chiếc túi độc đáo của mình! Chúng tôi hy vọng nó sẽ mang lại cho bạn niềm vui trong nhiều năm tới.\nXin đừng ngần ngại quay lại với chúng tôi nếu bạn thấy mình quay lại Hội An để tìm kiếm một món đồ độc đáo khác hoặc giới thiệu chúng tôi với bất kỳ ai đang tìm kiếm những món đồ da đặc biệt.\nTrân trọng,\nĐa BảoĐọc thêm",
            "Cửa hàng da tuyệt vời, nhân viên thân thiện đáng yêu và giá cả tốt. Rất khuyến khích mọi người đến thăm Hội An! Da đẹp và nhiều loại túi, ví, ví và thắt lưng. Một nơi phải đến cho mọi người đến Việt Nam xxĐọc thêm",
            "Cảm ơn bạn rất nhiều vì những lời tốt đẹp và lời giới thiệu của bạn, Ailen! Chúng tôi rất vui khi biết rằng bạn hài lòng với trải nghiệm tại cửa hàng của chúng tôi. Cung cấp các sản phẩm da chất lượng cao và dịch vụ khách hàng tuyệt vời là ưu tiên hàng đầu của chúng tôi. Chúng tôi mong được chào đón bạn trở lại trong chuyến thăm tiếp theo của bạn đến Hội An! Đọc thêm",
            "Nga đã giúp chúng tôi lựa chọn những chiếc túi tuyệt đẹp. Cô ấy thật ngọt ngào và rất hữu ích. Chúng tôi rất hài lòng với túi và thắt lưng da mới của mình. Thật là tuyệt khi nhìn cô ấy cắt phần da ở thắt lưng và tạo những lỗ mới ngay trước mặt chúng tôi. Một sự phù hợp hoàn hảo.Đọc thêm",
            "Cảm ơn bạn đã dành thời gian đánh giá các sản phẩm, dịch vụ đồ da của chúng tôi và chia sẻ trải nghiệm của mình! Rất vui khi biết bạn đã tìm được sản phẩm đồ da yêu thích tại shop Đa Bảo. Tại Đa Bảo, chúng tôi tự hào cung cấp các sản phẩm da chất lượng cao với nhiều chủng loại phù hợp với sở thích của mọi người với giá cả hợp lý. Ngoài ra, chúng tôi đảm bảo chất lượng sản phẩm với chế độ bảo hành trọn đời để bạn yên tâm. \nVui lòng liên hệ với chúng tôi qua email: Leather.hagmaill.com hoặc whatsapp: 84 906 432 742 hoặc trang web dabaoleather.com, chúng tôi rất vui được hỗ trợ bạn.  Chúng tôi rất coi trọng mọi phản hồi, đó là động lực để chúng tôi tiếp tục tạo ra các sản phẩm da chất lượng cao và thiết kế độc đáo. Một lần nữa, cảm ơn bạn rất nhiều vì phản hồi của bạn. Wed rất vui được chào đón bạn quay trở lại sớm!\nĐọc thêm",
            "Đồ da có chất lượng thực sự tuyệt vời, mẫu mã đa dạng cho bạn lựa chọn, giá cả tốt và nhân viên nhiệt tình. Chúng tôi có nhiều thứ với giá tốt. Rất khuyến khích cho tất cả mọi người. Quán 109 Trần Phú.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đánh giá xuất sắc của bạn, Zuzkag! Rất vui vì bạn đã tìm thấy những điều tuyệt vời tại cửa hàng của chúng tôi với giá cả hợp lý.  Chúng tôi tự hào cung cấp các mặt hàng da có chất lượng tuyệt vời với nhiều mẫu mã đa dạng để bạn lựa chọn, tất cả đều có giá cả hợp lý.  Nhóm của chúng tôi cố gắng giúp đỡ và cung cấp sự hỗ trợ tốt nhất có thể.  Thật tuyệt vời khi biết bạn đã tìm thấy nhiều mặt hàng với giá tốt.  Chúng tôi thực sự đánh giá cao đề xuất của bạn cho mọi người! Đừng ngần ngại ghé thăm chúng tôi tại Shop 109 Trần Phú.\n\nThông tin liên lạc:\nEmail: da.hagmail.com\nWhatsAppLine: 84 906 432 742Đọc thêm",
            "Tôi đã có một chiếc túi tùy chỉnh được làm cho tôi. Tôi hơi lo lắng vì không biết nó sẽ diễn ra như thế nào. Nhưng Trang thật tuyệt vời và kết quả còn tuyệt vời hơn những gì tôi có thể tưởng tượng. Tôi đang rất thích thú với chiếc túi mới của mình, nó thật hoàn hảo!! họ đã làm rất nhanh và giá rất cao. \nTôi chắc chắn sẽ giới thiệu cho họ chất lượng tuyệt vời và đội ngũ nhân viên rất tuyệtĐọc thêm",
            "Bạn thân mến, chúng tôi rất hài lòng với chiếc túi của bạn, chúng tôi hy vọng Đa Bảo có thể phục vụ bạn lần nữa, chúng tôi có thể tùy chỉnh bất kỳ mẫu nào cho bạn.Đọc thêm",
            "Tôi đã viết bài đánh giá chi tiết và ứng dụng bị lỗi nên giờ đây chỉ là một bản tóm tắt ngắn gọn!\n\nMột chiếc ba lô trâu lớn theo yêu cầu, chất lượng tuyệt vời, với dịch vụ tuyệt vời từ Xuân tại địa điểm 109 Trần Phú, trong 2 ngày.\n\nXuân nhớ đến tôi khi tôi duyệt web ngày hôm trước, cung cấp dịch vụ khách hàng tuyệt vời và giải thích rõ ràng về các lựa chọn khác nhau. Tôi lấy một chiếc ba lô lớn tiêu chuẩn, thêm một túi bên trong cũng như thay đổi vị trí. Tôi còn bổ sung thêm khóa kéo ở ngăn trước và vòng chữ D để dễ dàng định vị chìa khóa. Chọn màu của tôi và thì đấy - một chiếc ba lô da lớn rất cứng, chất lượng cao cho vợ tôi, với giá 4,2 triệu đồng. Tôi không buồn mặc cả vì Covid đã phá hủy thu nhập trong 3 năm của những người sống dựa vào khách du lịch. Những người mặc cả có thể có được một thỏa thuận tốt hơn, nhưng tôi rất vui.Đọc thêm",
            "Kính thưa, \nCảm ơn đánh giá của bạn rất nhiều, mình nghĩ bạn đã viết mọi trải nghiệm từ shop Da Bảo Real Leather. Đây thực sự là một động lực thực sự nghiêm túc đối với chúng tôi. Chúng tôi rất vui được phục vụ bạn với bất kỳ yêu cầu nào của bạn. Đọc thêm",
            "Đa Bảo có hàng da chất lượng tuyệt vời và có thể tùy chỉnh làm túi xách theo thiết kế của riêng bạn. Tôi có 2 chiếc túi xách được làm từ da thật. Trang đã rất hữu ích trong quá trình thiết kế, hãy chắc chắn rằng bạn yêu cầu cô ấy. Chúng tôi cũng mua hai chiếc túi du lịch bằng da đẹp. Rất khuyến khích. Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đánh giá tuyệt vời của bạn, Naefisk! Chúng tôi rất vui khi biết rằng bạn đã có trải nghiệm tuyệt vời với chúng tôi và hài lòng với chất lượng đồ da của chúng tôi. Trang thực sự là một thành viên có giá trị trong nhóm của chúng tôi và chúng tôi chắc chắn sẽ chuyển những lời tốt đẹp của bạn đến cô ấy. Rất mong được phục vụ bạn lần sau!Đọc thêm",
            "Cửa hàng đồ da tuyệt vời, nhân viên thân thiện và giá cả phải chăng. Rất khuyến khích mọi người đến thăm Hội An! Đồ da đẹp và nhiều loại túi xách, ví, bóp và thắt lưng. Một nơi nhất định phải ghé thăm cho mọi người đến Việt Nam xxĐọc thêm",
            "Cảm ơn bạn rất nhiều vì những lời tốt đẹp và lời giới thiệu của bạn, Ailen! Chúng tôi rất vui khi biết rằng bạn hài lòng với trải nghiệm tại cửa hàng của chúng tôi. Cung cấp các sản phẩm da chất lượng cao và dịch vụ khách hàng tuyệt vời là ưu tiên hàng đầu của chúng tôi. Chúng tôi mong được chào đón bạn trở lại trong chuyến thăm tiếp theo của bạn đến Hội An! Đọc thêm",
            "Đi ra khỏi chiếc bánh chuối, chúng tôi tình cờ gặp cửa hàng bán đồ da này. Sau khi chạy thử túi da thật ở Chợ đêm từ những nơi không xác định, chúng tôi đã chuẩn bị sẵn sàng. Thực tế là những chiếc túi ở đây được sản xuất tại địa phương và có chất lượng cao, không đắt hơn là điều đáng kinh ngạc. Tôi thấy mình thích thiết kế rất khác thường nhưng tôi không quá đam mê màu sắc. Nga, trợ lý bán hàng rất hữu ích nhưng không quá đề cao đã tình cờ nghe được và nói với tôi rằng tôi có thể có bất kỳ combo màu nào trong cửa hàng được làm qua đêm với cùng một mức giá. Ngày hôm sau tôi đã đi khệnh khạng quanh Hội A với nó! Thật tuyệt vời! Tga đã làm cho trải nghiệm trở nên rất đặc biệt, đủ đặc biệt để tôi viết bài đánh giá này. Rất khuyến khích hỏi Nga, Đọc thêm",
            "Kính gửi GWW885,\n\nCảm ơn bạn đã để lại một đánh giá thú vị như vậy! Cả nhóm mỉm cười khi đọc về cuộc gặp gỡ tình cờ của bạn với cửa hàng của chúng tôi sau chuyến phiêu lưu làm bánh chuối.\nChúng tôi hoàn toàn hiểu được sự hoài nghi của bạn sau khi khám phá khung cảnh bằng da thật của Chợ Đêm. Chúng tôi vô cùng tự hào về việc chế tạo các mặt hàng da chất lượng cao được sản xuất tại địa phương, có nguồn gốc hợp pháp và giá cả hợp lý.\nThật vui mừng khi bạn tìm thấy một thiết kế độc đáo mà bạn yêu thích và thật vui mừng khi Nga đã nỗ lực hết sức để cá nhân hóa sự kết hợp màu sắc chỉ sau một đêm với cùng một mức giá! Thật tuyệt vời khi nhóm của chúng tôi có thể tạo ra trải nghiệm tuyệt vời cho khách hàng.\nChúng tôi rất biết ơn những lời tốt đẹp của bạn và đã giới thiệu Nga. Chúng tôi cố gắng có được cách tiếp cận hữu ích nhưng không bao giờ thúc ép đối với dịch vụ khách hàng và điều đó có ý nghĩa rất lớn khi biết rằng chúng tôi đã đạt được điều đó cho bạn.\nRất vui vì bạn đã được dạo quanh Hội An với chiếc túi độc đáo của mình! Chúng tôi hy vọng nó sẽ mang lại cho bạn niềm vui trong nhiều năm tới.\nXin đừng ngần ngại quay lại với chúng tôi nếu bạn thấy mình quay lại Hội An để tìm kiếm một món đồ độc đáo khác hoặc giới thiệu chúng tôi với bất kỳ ai đang tìm kiếm những món đồ da đặc biệt.\nTrân trọng,\nĐa BảoĐọc thêm",
            "Nhìn qua những tập tài liệu và tập bìa da mà Đa Bảo có, không có tập tài liệu nào đúng kiểu dáng mà tôi đang tìm kiếm. Nga đã giúp tôi thiết kế loại ống tay áo mà tôi muốn, chọn loại da chất lượng hàng đầu và làm bản tóm tắt cá nhân hóa dành riêng cho tôi này với những chữ viết tắt của tôi được lồng chữ lồng. Tôi rất hài lòng với sản phẩm đã hoàn thành.Đọc thêm",
            "Cảm ơn vì đã chia sẻ kinh nghiệm của bạn. Rất vui khi biết rằng Nga có thể hỗ trợ bạn tạo ra một bản tóm tắt bằng da được cá nhân hóa theo thông số kỹ thuật chính xác của bạn. Chúng tôi cố gắng cung cấp các sản phẩm chất lượng hàng đầu phù hợp với nhu cầu của khách hàng. Nếu bạn có thêm bất kỳ yêu cầu hoặc phản hồi nào, vui lòng cho chúng tôi biết.\nĐọc thêm",
            "Mua một chiếc thắt lưng da cho anh trai tôi. Nga đã rất hữu ích trong việc tìm kiếm một sản phẩm chất lượng. Cô ấy thậm chí còn tìm thấy một chiếc khóa vàng cho chúng tôi. Thắt lưng đã sẵn sàng trong vài phút và được đóng gói đẹp mắt. Cảm ơn sự giúp đỡ của bạn, Nga :Đọc thêm",
            "Cảm ơn bạn đã dành thời gian đánh giá các sản phẩm, dịch vụ đồ da của chúng tôi và chia sẻ trải nghiệm của mình! Rất vui khi biết bạn đã tìm được sản phẩm đồ da yêu thích tại shop Đa Bảo. Tại Đa Bảo, chúng tôi tự hào cung cấp các sản phẩm da chất lượng cao với nhiều chủng loại phù hợp với sở thích của mọi người với giá cả hợp lý. Ngoài ra, chúng tôi đảm bảo chất lượng sản phẩm với chế độ bảo hành trọn đời để bạn yên tâm.\nVui lòng liên hệ với chúng tôi tại Leather.hagmaill.com hoặc whatsapp: 84 906 432 742, chúng tôi rất vui được hỗ trợ bạn. Chúng tôi rất coi trọng mọi phản hồi, đó là động lực để chúng tôi tiếp tục tạo ra các sản phẩm da chất lượng cao và thiết kế độc đáo. Một lần nữa, cảm ơn bạn rất nhiều vì phản hồi của bạn. Chúng tôi rất vui được chào đón bạn sớm quay trở lại! Đọc thêm",
            "Sản phẩm da tuyệt vời và dịch vụ tốt. Chúng tôi yêu cầu họ làm một chiếc túi xách tay mới dựa trên tik tok. Họ có được tất cả các thông số kỹ thuật bằng cách kiên nhẫn lắng nghe trong một thời gian dài và đưa ra gợi ý. Chiếc túi hóa ra đẹp hơn nhiều so với chiếc túi mà chúng tôi đã xem trên tik tok. Họ làm túi da theo yêu cầu trong vòng 24 giờ. Phương đang giúp chúng tôi trong cửa hàng. Cô có kiến ​​thức rất tốt về túi da và đưa ra những gợi ý quý giá cho mẫu thiết kế túi xách tay mới kiểu dáng đẹp. Chúng tôi vô cùng hạnh phúc.Đọc thêm",
            "Sara thân mến,\n\nCảm ơn bạn rất nhiều vì đã dành thời gian để lại một đánh giá tuyệt vời như vậy! Chúng tôi rất vui khi biết bạn đã có trải nghiệm tích cực với các sản phẩm và dịch vụ về đồ da của chúng tôi.\nĐiều này luôn mang lại cho chúng tôi niềm vui khi được nỗ lực hết mình vì khách hàng của mình và rất vui khi cô Phương đã vượt quá sự mong đợi của bạn bằng cách kiên nhẫn lắng nghe các thông số kỹ thuật của bạn về chiếc túi xách tùy chỉnh và đưa ra những gợi ý có giá trị. Được biết rằng sản phẩm cuối cùng thậm chí còn tốt hơn những gì bạn hình dung là điều vô cùng bổ ích đối với nhóm của chúng tôi.\nChúng tôi vô cùng tự hào về kiến ​​thức và sự tâm huyết của cô Phương trong việc tạo ra chiếc túi độc đáo và đẹp mắt, vượt quá sự mong đợi của bạn. Chúng tôi cố gắng đảm bảo rằng tất cả khách hàng của chúng tôi đều nhận được dịch vụ đặc biệt và khiến cửa hàng của chúng tôi vui vẻ và hài lòng.\nChúng tôi khuyến khích bạn sớm quay lại với chúng tôi hoặc khám phá danh mục trực tuyến của chúng tôi để biết thêm các sản phẩm da thủ công mà bạn có thể yêu thích. Cảm ơn bạn một lần nữa vì những lời tốt đẹp của bạn và vì đã chọn chúng tôi!\n\nTrân trọng,\nDa thật Đa BảoĐọc thêm",
            "Dịch vụ tuyệt vời và sản phẩm chất lượng cao. Tôi đã mua một chiếc túi da lớn đẹp và đang tìm một chiếc túi xách nam cho máy tính xách tay của mình. Tôi đã thực hiện nó sau khi cho họ xem một số hình ảnh về loại thiết kế mà tôi đang tìm kiếm. Rất hài lòng với kết quả và chất lượng! Và các nhân viên rất tốt bụng và hữu ích. Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đánh giá của bạn, tôi hy vọng sẽ gặp lại bạn trong tương lai hoặc ghé thăm cửa hàng trực tuyến của chúng tôi tại dabaoleather com\nĐọc thêm",
            "Nơi rất đẹp để mua sắm túi lãnh đạo. Chúa phục vụ và giá Chúa.  Chúa phục vụ từ thu và mẹ.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đánh giá của bạn, tôi hy vọng sẽ gặp lại bạn trong tương lai hoặc ghé thăm cửa hàng trực tuyến của chúng tôi tại dabaoleather com\nĐọc thêm",
            "Dịch vụ tuyệt vời! Đừng ngần ngại mua. Tùy chỉnh kích thước một vành đai và phù hợp hoàn hảo. Hạnh phúc với việc mua hàng của chúng tôi. Đừng ngần ngại mua hàng ở đây. Bạn sẽ tận hưởng trải nghiệm.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đánh giá của bạn, tôi hy vọng sẽ gặp lại bạn trong tương lai hoặc ghé thăm cửa hàng trực tuyến của chúng tôi tại dabaoleather com\nĐọc thêm",
            "Cửa hàng này có đồ da đẹp nhất! Chúng tôi chỉ đến thăm Hội An một ngày nên không nghĩ mình có thời gian để mua một chiếc túi theo yêu cầu. Có rất nhiều thứ để lựa chọn nhưng chúng tôi muốn có thêm một vài túi và khóa kéo trong túi của mình. Chúng tôi cũng chọn loại da có màu đậm hơn. Cô Trang hứa hôm sau túi sẽ có! Chúng tôi rất hạnh phúc với túi của chúng tôi. Họ thật đẹp! Da, tay nghề và các chi tiết kim loại có chất lượng cao.  Bạn sẽ không phải thất vọng với bất cứ điều gì bạn mua! Cô Trang là người am hiểu và sẽ làm việc với những bạn muốn làm món gì đó theo yêu cầu.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đánh giá của bạn, tôi hy vọng sẽ gặp lại bạn trong tương lai hoặc ghé thăm cửa hàng trực tuyến của chúng tôi tại dabaoleather com\nĐọc thêm"
        ],
        "star_ratings": [
            148,
            1,
            0,
            0,
            0
        ],
        "review_amount": 149,
        "location": [
            "Những điều cần làm ở Hội An",
            "Châu Á",
            "Việt Nam",
            "Chào An",
            "Da Thật Đa Bảo",
            "Tỉnh Quảng Nam"
        ],
        "reviews_time": [
            "Written October 29, 2023",
            "Written January 23, 2024",
            "Written January 29, 2024",
            "Written January 29, 2024",
            "Written February 7, 2024",
            "Written February 20, 2024",
            "Written February 26, 2024",
            "Written March 7, 2024",
            "Written March 21, 2024",
            "Written April 17, 2024",
            "Written February 21, 2024",
            "Written February 20, 2024",
            "Written February 8, 2024",
            "Written January 30, 2024",
            "Written January 30, 2024",
            "Written January 23, 2024",
            "Written January 22, 2024",
            "Written January 8, 2024",
            "Written November 27, 2023",
            "Written October 29, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298082-d19174918-Reviews-or80-Da_Bao_Real_Leather-Hoi_An_Quang_Nam_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d10768724-Reviews-Olivier_Coffee-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26663624-Reviews-Faifoo_Central_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d3724095-Reviews-Little_Faifo_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26229136-Reviews-Sing_Ma_Restaurant_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26848559-Reviews-Em_H_i_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26355037-Reviews-A6_Garden-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25105784-Reviews-Cua_Dai_Central_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25306878-Reviews-Chops_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25420069-Reviews-MAAZI_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d12254323-Reviews-Phin_Coffee_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8587256-Reviews-Hoi_An_Market-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7209451-Reviews-Couleurs_by_Rehahn-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d17389848-Reviews-Hoa_Buu_Art_Gallery-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d451145-Reviews-Fukian_Assembly_Hall_Phuc_Kien-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d451144-Reviews-Central_Market-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d27146630-Reviews-TITI_no_38-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d27413504-Reviews-Art_Gallery_Hoang_Trong_Tien-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2283386-Reviews-Ba_Le_Well-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3848216-Reviews-Museum_of_Folklore-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2281126-Reviews-Hoi_An_Handicraft_Workshop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19174918-Reviews-or70-Da_Bao_Real_Leather-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19174918-Reviews-or90-Da_Bao_Real_Leather-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19174918-Reviews-Da_Bao_Real_Leather-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2717876-Reviews-Peace_Tailor_in_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15776299-Reviews-Thanh_Design-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6845023-Reviews-Two_Ladies_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15000385-Reviews-Blue_Chic_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26605658-Reviews-Bison_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2202046-Reviews-Metiseko-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1194254-Reviews-A_Dong_Silk_Tailors-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4609042-Reviews-Tuong_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d9466019-Reviews-45_Thu_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12945791-Reviews-Shine_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19121366-Reviews-La_belle_My_My_Leather-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g25379304-d17632137-Reviews-Izi_Wear_Store-Minh_An_Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7179237-Reviews-B_Lan_Silk-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4211309-Reviews-Thu_Thao_Cloth_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4762464-Reviews-Thu_Van_cloth_shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d27740250-Reviews-Handwork_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25009178-Reviews-Relaxy_Foot_and_Body_Care-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3411207-Reviews-Kim_Hien_Boutique_Clothing_Store-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6855864-Reviews-Bali_Cloth_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8854961-Reviews-Buffalo_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8397242-Reviews-Dinh_Shoe_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4737679-Reviews-Thu_Linh_2-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2053290-Reviews-Linh_Shoe_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g32861-d1862641-Reviews-Ravine_Waterpark_LLC-Paso_Robles_San_Luis_Obispo_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g294454-d7897049-Reviews-Taboo_Club-Zagreb_Central_Croatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g293936-d15242798-Reviews-Police_Plaza_Concord-Dhaka_City_Dhaka_Division.html",
            "https://www.tripadvisor.com/Attraction_Review-g580217-d12677304-Reviews-Lido_Mappatella-Torre_Annunziata_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g1974645-d242814-Reviews-CERN-Meyrin_Geneva.html",
            "https://www.tripadvisor.com/Attraction_Review-g1156314-d3507748-Reviews-Kayra_Beach_Club-Dikili_Dikili_District_Izmir_Province_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g55857-d8400703-Reviews-Fort_Worth_Japanese_Garden-Fort_Worth_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55470-d7983931-Reviews-Belton_Lake-Belton_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g42497-d7034567-Reviews-Horseshoe_Falls-Munising_Upper_Peninsula_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g1467527-d6561249-Reviews-Molfetta-Molfetta_Province_of_Bari_Puglia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298082-d19174918-Reviews-or90-Da_Bao_Real_Leather-Hoi_An_Quang_Nam_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298082-d19174918-Reviews-or80-Da_Bao_Real_Leather-Hoi_An_Quang_Nam_Province.html"
    },
    {
        "attraction_name": "Da Bao Real Leather",
        "attraction_name_vi": "Da Thật Đa Bảo",
        "general_info": [
            "120 đánh giá",
            "19 trên 674 Mua sắm ở Hội An",
            "Cửa hàng quà tặng đặc sản"
        ],
        "attraction_summary": "Da là hình ảnh thu nhỏ của niềm đam mê và sự khéo léo của chúng tôi. Tại Đa Bảo Real Leather, chúng tôi vô cùng tự hào trong việc thiết kế các mặt hàng thủ công tỉ mỉ và mang đến cho khách hàng những mẫu mã đồ da đẹp nhất. Chúng tôi tập trung vào nghệ thuật thủ công, sử dụng da thật và tinh tế cũng như cam kết vững chắc về nghệ thuật hoàn hảo. Sự hài lòng của bạn là động lực để chúng tôi tiếp tục làm việc và luôn hoàn thiện, thăng tiến bản thân.Đọc thêm",
        "reviews": [
            "Cửa hàng này có đồ da đẹp nhất! Chúng tôi chỉ đến thăm Hội An một ngày nên không nghĩ mình có thời gian để mua một chiếc túi theo yêu cầu. Có rất nhiều thứ để lựa chọn nhưng chúng tôi muốn có thêm một vài túi và khóa kéo trong túi của mình. Chúng tôi cũng chọn loại da có màu đậm hơn. Cô Trang hứa hôm sau túi sẽ có! Chúng tôi rất hạnh phúc với túi của chúng tôi. Họ thật đẹp! Da, tay nghề và các chi tiết kim loại có chất lượng cao.  Bạn sẽ không phải thất vọng với bất cứ điều gì bạn mua! Cô Trang là người am hiểu và sẽ làm việc với những bạn muốn làm món gì đó theo ý muốn.\nĐọc thêm",
            "Cảm ơn bạn rất nhiều vì đánh giá của bạn, tôi hy vọng sẽ gặp lại bạn trong tương lai hoặc ghé thăm cửa hàng trực tuyến của chúng tôi tại dabaoleather com\nĐọc thêm",
            "Sản phẩm da tuyệt vời và dịch vụ tốt. Chúng tôi yêu cầu họ làm một chiếc túi xách tay mới dựa trên tik tok. Họ có được tất cả các thông số kỹ thuật bằng cách kiên nhẫn lắng nghe trong một thời gian dài và đưa ra gợi ý. Chiếc túi hóa ra đẹp hơn nhiều so với chiếc túi mà chúng tôi đã xem trên tik tok. Họ tùy chỉnh làm túi da trong vòng 24 giờ.\n\nPhương đang giúp chúng tôi trong cửa hàng. Cô có kiến ​​thức rất tốt về túi da và đưa ra những gợi ý quý giá cho mẫu thiết kế túi xách tay mới kiểu dáng đẹp. Chúng tôi vô cùng hạnh phúc.Đọc thêm",
            "Sara thân mến,\n\nCảm ơn bạn rất nhiều vì đã dành thời gian để lại một đánh giá tuyệt vời như vậy! Chúng tôi rất vui khi biết bạn đã có trải nghiệm tích cực với các sản phẩm và dịch vụ về đồ da của chúng tôi.\nĐiều này luôn mang lại cho chúng tôi niềm vui khi được nỗ lực hết mình vì khách hàng của mình và rất vui khi cô Phương đã vượt quá sự mong đợi của bạn bằng cách kiên nhẫn lắng nghe các thông số kỹ thuật của bạn về chiếc túi xách tùy chỉnh và đưa ra những gợi ý có giá trị. Được biết rằng sản phẩm cuối cùng thậm chí còn tốt hơn những gì bạn hình dung là điều vô cùng bổ ích đối với nhóm của chúng tôi.\nChúng tôi vô cùng tự hào về kiến ​​thức và sự tâm huyết của cô Phương trong việc tạo ra chiếc túi độc đáo và đẹp mắt, vượt quá sự mong đợi của bạn. Chúng tôi cố gắng đảm bảo rằng tất cả khách hàng của chúng tôi đều nhận được dịch vụ đặc biệt và khiến cửa hàng của chúng tôi vui vẻ và hài lòng.\nChúng tôi khuyến khích bạn sớm quay lại với chúng tôi hoặc khám phá danh mục trực tuyến của chúng tôi để biết thêm các sản phẩm da thủ công mà bạn có thể yêu thích. Cảm ơn bạn một lần nữa vì những lời tốt đẹp của bạn và vì đã chọn chúng tôi!\n\nTrân trọng,\nDa thật Đa BảoĐọc thêm",
            "Mua một chiếc thắt lưng da cho anh trai tôi. Nga đã rất hữu ích trong việc tìm kiếm một sản phẩm chất lượng. Cô ấy thậm chí còn tìm thấy một chiếc khóa vàng cho chúng tôi. Thắt lưng đã sẵn sàng trong vài phút và được đóng gói đẹp mắt. Cảm ơn sự giúp đỡ của bạn, Nga :Đọc thêm",
            "Cảm ơn bạn đã dành thời gian đánh giá các sản phẩm, dịch vụ đồ da của chúng tôi và chia sẻ trải nghiệm của mình! Rất vui khi biết bạn đã tìm được sản phẩm đồ da yêu thích tại shop Đa Bảo. Tại Đa Bảo, chúng tôi tự hào cung cấp các sản phẩm da chất lượng cao với nhiều chủng loại phù hợp với sở thích của mọi người với giá cả hợp lý. Ngoài ra, chúng tôi đảm bảo chất lượng sản phẩm với chế độ bảo hành trọn đời để bạn yên tâm.\nVui lòng liên hệ với chúng tôi tại Leather.hagmaill.com hoặc whatsapp: 84 906 432 742, chúng tôi rất vui được hỗ trợ bạn. Chúng tôi rất coi trọng mọi phản hồi, đó là động lực để chúng tôi tiếp tục tạo ra các sản phẩm da chất lượng cao và thiết kế độc đáo. Một lần nữa, cảm ơn bạn rất nhiều vì phản hồi của bạn. Chúng tôi rất vui được chào đón bạn sớm quay trở lại! Đọc thêm",
            "Khi xem qua các tập tài liệu và bìa da mà Da Bao có, không có cái nào đúng với phong cách tôi đang tìm kiếm. Nga đã giúp tôi thiết kế loại bìa tôi muốn, chọn loại da chất lượng cao nhất và tạo ra tuyển tập cá nhân hóa này chỉ dành cho tôi với chữ viết tắt tên tôi được thêu. Tôi rất hài lòng với sản phẩm hoàn thiện. Đọc thêm",
            "Cảm ơn vì đã chia sẻ kinh nghiệm của bạn. Rất vui khi biết rằng Nga có thể hỗ trợ bạn tạo ra một bản tóm tắt bằng da được cá nhân hóa theo thông số kỹ thuật chính xác của bạn. Chúng tôi cố gắng cung cấp các sản phẩm chất lượng hàng đầu phù hợp với nhu cầu của khách hàng. Nếu bạn có thêm bất kỳ yêu cầu hoặc phản hồi nào, vui lòng cho chúng tôi biết.\nĐọc thêm",
            "Đi ra khỏi chiếc bánh chuối, chúng tôi tình cờ gặp cửa hàng bán đồ da này. Sau khi chạy thử túi da thật ở Chợ đêm từ những nơi không xác định, chúng tôi đã chuẩn bị sẵn sàng. Thực tế là những chiếc túi ở đây được sản xuất tại địa phương và có chất lượng cao, không đắt hơn là điều đáng kinh ngạc. Tôi thấy mình thích thiết kế rất khác thường nhưng tôi không quá đam mê màu sắc. Nga, trợ lý bán hàng rất hữu ích nhưng không quá đề cao đã tình cờ nghe được và nói với tôi rằng tôi có thể có bất kỳ combo màu nào trong cửa hàng được làm qua đêm với cùng một mức giá. Ngày hôm sau tôi đã đi khệnh khạng quanh Hội A với nó! Tuyệt vời!\nTga đã làm cho trải nghiệm trở nên rất đặc biệt, đủ đặc biệt để tôi viết bài đánh giá này. Rất khuyến khích hỏi Nga, Đọc thêm",
            "Thân gửi GWW885,\n\nCảm ơn bạn đã để lại đánh giá tuyệt vời như vậy! Cả nhóm đều mỉm cười khi đọc về cuộc gặp gỡ tình cờ của bạn với cửa hàng của chúng tôi sau chuyến phiêu lưu bánh kếp chuối.\nChúng tôi hoàn toàn hiểu được sự hoài nghi của bạn sau khi khám phá quang cảnh đồ da thật của Chợ đêm. Chúng tôi vô cùng tự hào khi chế tác đồ da chất lượng cao, sản xuất tại địa phương, có nguồn gốc đạo đức và giá cả hợp lý.\nChúng tôi rất vui khi bạn tìm thấy một thiết kế độc đáo mà bạn yêu thích và vô cùng vui mừng khi Nga đã nỗ lực hết mình để cá nhân hóa sự kết hợp màu sắc chỉ sau một đêm với cùng mức giá! Thật tuyệt khi nhóm của chúng tôi có thể tạo ra trải nghiệm khách hàng phi thường.\nChúng tôi rất biết ơn những lời tốt đẹp của bạn và đã giới thiệu Nga. Chúng tôi cố gắng có cách tiếp cận hữu ích nhưng không bao giờ thúc ép đối với dịch vụ khách hàng và biết rằng chúng tôi đã đạt được điều đó cho bạn có ý nghĩa rất lớn.\nThật vui khi bạn được sải bước khắp Hội An với chiếc túi độc đáo của mình! Chúng tôi hy vọng nó sẽ mang lại cho bạn niềm vui trong nhiều năm tới.\nVui lòng đừng ngần ngại ghé thăm chúng tôi nếu bạn quay lại Hội An để tìm kiếm một món đồ độc đáo khác hoặc giới thiệu chúng tôi cho bất kỳ ai đang tìm kiếm đồ da đặc biệt.\nTrân trọng,\nDa BaoĐọc thêm",
            "Cửa hàng đồ da tuyệt vời, nhân viên thân thiện và giá cả phải chăng. Rất khuyến khích mọi người đến thăm Hội An! Đồ da đẹp và nhiều loại túi xách, ví, bóp và thắt lưng. Một nơi nhất định phải ghé thăm cho mọi người đến Việt Nam xxĐọc thêm",
            "Cảm ơn bạn rất nhiều vì những lời tốt đẹp và lời giới thiệu của bạn, Ailen! Chúng tôi rất vui khi biết rằng bạn hài lòng với trải nghiệm tại cửa hàng của chúng tôi. Cung cấp các sản phẩm da chất lượng cao và dịch vụ khách hàng tuyệt vời là ưu tiên hàng đầu của chúng tôi. Chúng tôi mong được chào đón bạn trở lại trong chuyến thăm tiếp theo của bạn đến Hội An! Đọc thêm",
            "Nga đã giúp chúng tôi lựa chọn những chiếc túi tuyệt đẹp. Cô ấy thật ngọt ngào và rất hữu ích. Chúng tôi rất hài lòng với túi và thắt lưng da mới của mình. Thật là tuyệt khi nhìn cô ấy cắt phần da ở thắt lưng và tạo những lỗ mới ngay trước mặt chúng tôi. Một sự phù hợp hoàn hảo.Đọc thêm",
            "Cảm ơn bạn đã dành thời gian đánh giá các sản phẩm, dịch vụ đồ da của chúng tôi và chia sẻ trải nghiệm của mình! Rất vui khi biết bạn đã tìm được sản phẩm đồ da yêu thích tại shop Đa Bảo. Tại Đa Bảo, chúng tôi tự hào cung cấp các sản phẩm da chất lượng cao với nhiều chủng loại phù hợp với sở thích của mọi người với giá cả hợp lý. Ngoài ra, chúng tôi đảm bảo chất lượng sản phẩm với chế độ bảo hành trọn đời để bạn yên tâm. \nVui lòng liên hệ với chúng tôi qua email: Leather.hagmaill.com hoặc whatsapp: 84 906 432 742 hoặc trang web dabaoleather.com, chúng tôi rất vui được hỗ trợ bạn.  Chúng tôi rất coi trọng mọi phản hồi, đó là động lực để chúng tôi tiếp tục tạo ra các sản phẩm da chất lượng cao và thiết kế độc đáo. Một lần nữa, cảm ơn bạn rất nhiều vì phản hồi của bạn. Wed rất vui được chào đón bạn quay trở lại sớm!\nĐọc thêm",
            "Đồ da có chất lượng thực sự tuyệt vời, mẫu mã đa dạng cho bạn lựa chọn, giá cả tốt và nhân viên nhiệt tình. Chúng tôi có nhiều thứ với giá tốt. Rất khuyến khích cho tất cả mọi người. Quán 109 Trần Phú.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đánh giá xuất sắc của bạn, Zuzkag! Rất vui vì bạn đã tìm thấy những điều tuyệt vời tại cửa hàng của chúng tôi với giá cả hợp lý.  Chúng tôi tự hào cung cấp các mặt hàng da có chất lượng tuyệt vời với nhiều mẫu mã đa dạng để bạn lựa chọn, tất cả đều có giá cả hợp lý.  Nhóm của chúng tôi cố gắng giúp đỡ và cung cấp sự hỗ trợ tốt nhất có thể.  Thật tuyệt vời khi biết bạn đã tìm thấy nhiều mặt hàng với giá tốt.  Chúng tôi thực sự đánh giá cao đề xuất của bạn cho mọi người! Đừng ngần ngại ghé thăm chúng tôi tại Shop 109 Trần Phú.\n\nThông tin liên lạc:\nEmail: da.hagmail.com\nWhatsAppLine: 84 906 432 742Đọc thêm",
            "Tôi đã có một chiếc túi tùy chỉnh được làm cho tôi. Tôi hơi lo lắng vì không biết nó sẽ diễn ra như thế nào. Nhưng Trang thật tuyệt vời và kết quả còn tuyệt vời hơn những gì tôi có thể tưởng tượng. Tôi đang rất thích thú với chiếc túi mới của mình, nó thật hoàn hảo!! họ đã làm rất nhanh và giá rất cao. \nTôi chắc chắn sẽ giới thiệu cho họ chất lượng tuyệt vời và đội ngũ nhân viên rất tuyệtĐọc thêm",
            "Bạn thân mến, chúng tôi rất hài lòng với chiếc túi của bạn, chúng tôi hy vọng Đa Bảo có thể phục vụ bạn lần nữa, chúng tôi có thể tùy chỉnh bất kỳ mẫu nào cho bạn.Đọc thêm",
            "Tôi đã viết bài đánh giá chi tiết và ứng dụng bị lỗi nên giờ đây chỉ là một bản tóm tắt ngắn gọn!\n\nMột chiếc ba lô trâu lớn theo yêu cầu, chất lượng tuyệt vời, với dịch vụ tuyệt vời từ Xuân tại địa điểm 109 Trần Phú, trong 2 ngày.\n\nXuân nhớ đến tôi khi tôi duyệt web ngày hôm trước, cung cấp dịch vụ khách hàng tuyệt vời và giải thích rõ ràng về các lựa chọn khác nhau. Tôi lấy một chiếc ba lô lớn tiêu chuẩn, thêm một túi bên trong cũng như thay đổi vị trí. Tôi còn bổ sung thêm khóa kéo ở ngăn trước và vòng chữ D để dễ dàng định vị chìa khóa. Chọn màu của tôi và thì đấy - một chiếc ba lô da lớn rất cứng, chất lượng cao cho vợ tôi, với giá 4,2 triệu đồng. Tôi không buồn mặc cả vì Covid đã phá hủy thu nhập trong 3 năm của những người sống dựa vào khách du lịch. Những người mặc cả có thể có được một thỏa thuận tốt hơn, nhưng tôi rất vui.Đọc thêm",
            "Kính thưa, \nCảm ơn đánh giá của bạn rất nhiều, mình nghĩ bạn đã viết mọi trải nghiệm từ shop Da Bảo Real Leather. Đây thực sự là một động lực thực sự nghiêm túc đối với chúng tôi. Chúng tôi rất vui được phục vụ bạn với bất kỳ yêu cầu nào của bạn. Đọc thêm",
            "Siêu hạnh phúc với túi xách của tôi! Tôi đã nhìn thấy một chiếc trong cửa hàng của họ nhưng không hài lòng với màu da. Trong vòng 24 giờ, họ đã làm cho tôi một chiếc mới có màu tôi muốn! Rất hài lòng với chất lượng! Dịch vụ khách hàng là 1010! Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đánh giá của bạn, tôi hy vọng sẽ gặp lại bạn trong tương lai hoặc ghé thăm cửa hàng trực tuyến của chúng tôi tại dabaoleather com\nĐọc thêm",
            "Tôi thực sự thích một chiếc túi nhưng muốn nó lớn hơn. Họ đã làm thủ công món này cho tôi và sẵn sàng vào ngày hôm sau, dịch vụ tuyệt vời!Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đánh giá của bạn, tôi hy vọng sẽ gặp lại bạn trong tương lai hoặc ghé thăm cửa hàng trực tuyến của chúng tôi tại dabaoleather com\nĐọc thêm",
            "Túi đựng laptop tuyệt vời được tạo ra với sự hợp tác của chị Trang. Trong vòng chưa đầy 24 giờ, một chiếc túi dành riêng cho máy tính xách tay của tôi đã được tạo ra.Đọc thêm",
            "Kính gửi Morten_Hansen1990,\n\nCảm ơn bạn đã dành thời gian chia sẻ phản hồi của mình với chúng tôi. Chúng tôi rất vui khi biết rằng bạn hài lòng với chiếc túi đựng laptop được tạo ra với sự hợp tác của chị Trang. Rất vui vì chúng tôi có thể cung cấp giải pháp phù hợp cho máy tính xách tay của bạn trong một khoảng thời gian ngắn như vậy. Chúng tôi đánh giá cao doanh nghiệp của bạn và hy vọng được phục vụ bạn một lần nữa trong tương lai.\n\nĐa Bảo, Đọc thêm",
            "Một cửa hàng tuyệt vời! Họ rất tốt bụng và hiểu chính xác những gì tôi đang tìm kiếm. Tôi rất hài lòng với kết quả của đôi giày da thật. Đọc thêm",
            "Kính gửi 989sebastiaanv,\n\nCảm ơn bạn đã dành thời gian chia sẻ trải nghiệm tích cực của mình với chúng tôi, 989sebastiaanv!  Chúng tôi rất vui vì bạn hài lòng với đôi giày da thật mới của mình. Chúng tôi đánh giá cao hoạt động kinh doanh của bạn và mong sớm được gặp lại bạn!\n\nĐa Bảo, Đọc thêm",
            "Trang đã giúp chúng tôi tìm những chiếc túi và phụ kiện phù hợp. Nơi này thật tuyệt. Có thể làm mọi thứ bạn muốn. Bạn có thể chọn bất kỳ chiếc túi nào trong cửa hàng và cho biết màu chất liệu khóa kéo, v.v. mà bạn muốn. Trang còn đưa chúng tôi đến xưởng để chọn loại da cụ thể để làm túi. Chất lượng của túi là tuyệt vời và giá cả thực sự tốt. Chắc chắn sẽ giới thiệu địa điểm này.Đọc thêm",
            "Kính gửi Takow2021, \n\nCảm ơn bạn đã chia sẻ trải nghiệm tích cực của mình với chúng tôi, takow2021! Chúng tôi rất vui khi biết rằng bạn đã tìm thấy mọi thứ mình đang tìm kiếm tại cửa hàng của chúng tôi và Trang có thể hỗ trợ bạn tìm những chiếc túi và phụ kiện hoàn hảo. Chúng tôi tự hào khi cho phép khách hàng tùy chỉnh giao dịch mua hàng theo sở thích chính xác của họ và rất vui khi bạn cũng thích tính năng này. Cảm ơn bạn đã giới thiệu chúng tôi và chúng tôi mong sớm gặp lại bạn!\n\nĐa Bảo, Đọc thêm",
            "Đây hoàn toàn là nơi tốt nhất trong thị trấn. Chúng tôi đã nhận được đề xuất từ ​​khách sạn của chúng tôi và đó là điều tốt nhất. Họ cá nhân hóa mọi thứ và điều chỉnh sản phẩm của họ theo nhu cầu của bạn. Họ có thể giao hàng rất nhanh. Dịch vụ này tốt đến mức không thể tin được. Cuối cùng nhưng không kém phần quan trọng, chất lượng là hoàn hảo. Cô Trang đã hướng dẫn chúng tôi toàn bộ quá trình. Đọc thêm",
            "Ida S thân mến, \n\nCảm ơn bạn rất nhiều vì đã dành thời gian chia sẻ trải nghiệm tuyệt vời của mình tại cửa hàng Ida S của chúng tôi! Chúng tôi rất vui khi biết rằng bạn thích dịch vụ được cá nhân hóa của chúng tôi và chúng tôi đã vượt quá sự mong đợi của bạn. Chúng tôi thích tạo ra những chiếc túi và phụ kiện tùy chỉnh phù hợp với nhu cầu của bạn và chúng tôi rất vui khi được bà Trang có thể hướng dẫn bạn thực hiện quy trình này.\n\nNhững lời nói tử tế của bạn có ý nghĩa rất lớn đối với chúng tôi và chúng tôi không thể cảm ơn đủ vì đã giới thiệu cửa hàng của chúng tôi cho người khác. Chúng tôi hy vọng sớm gặp lại bạn và tiếp tục cung cấp cho bạn dịch vụ đặc biệt và sản phẩm chất lượng cao!\n\nĐa BảoĐọc thêm",
            "Mình có một chiếc ba lô da rất đẹp ở đây do Nga bán cho. Cô ấy thật đáng yêu và đã tùy chỉnh chiếc ba lô trong vòng 45 phút. Chất lượng tuyệt vời, rất khuyến khích!Đọc thêm",
            "Xin chào Viorela,\n\nCảm ơn bạn rất nhiều vì đã chia sẻ kinh nghiệm của bạn với chúng tôi! Thật tuyệt vời khi biết rằng khách hàng của chúng tôi hài lòng với giao dịch mua hàng của họ. Rất vui vì Nga có thể hỗ trợ bạn tìm chiếc ba lô da hoàn hảo và thậm chí có thể tùy chỉnh nó theo ý thích của bạn chỉ trong 45 phút!\n\nChúng tôi tự hào cung cấp các sản phẩm chất lượng tuyệt vời và dịch vụ đặc biệt cho khách hàng của mình và rất vui vì bạn đã có trải nghiệm tích cực với chúng tôi. Cảm ơn một lần nữa vì đã chọn chúng tôi và giới thiệu chúng tôi với người khác!\n\nTrân trọng,\n\nĐa Bảo, Đọc thêm",
            "Tôi đã có trải nghiệm tốt với người bán Nguyễn, người rất hữu ích và thân thiện, nhận được một số túi da với giá tốt! Tôi khuyên bạn nênĐọc thêm",
            "Cám ơn, vì phản hồi của bạn! Đọc thêm",
            "Tuyệt vời! Trang thật hữu ích! Mẹ rất hài lòng với sự khéo léo tuyệt vời của chiếc túi của mình. Hãy quay lại, nơi này có rất nhiều thứ tuyệt vời! Đọc thêm",
            "Người du hành thân mến,\nCảm ơn bạn rất nhiều vì đã nhận xét và khen ngợi về dịch vụ của chúng tôi, đặc biệt là với Trang. Chúng tôi rất hân hạnh được hỗ trợ bạn.\nChúng tôi mong nhận được sự hỗ trợ thêm của bạn và hy vọng sớm gặp lại bạn ở Hội An.\nChúc mừng,\nĐa BảoĐọc thêm",
            "Chúng tôi đang tìm kiếm một chiếc túi xách đẹp để làm quà tặng.  Ny rất hữu ích và thân thiện.  Họ có rất nhiều sản phẩm chất lượng với giá cả hợp lý. Trải nghiệm tuyệt vời.Đọc thêm",
            "Xin chào, Cảm ơn bạn rất nhiều vì đã dành thời gian để viết đánh giá. Thật vui khi thấy bạn hài lòng với túi và giày mới của mình! Chúng tôi sẽ cho Ny xem đánh giá của bạn, cô ấy sẽ rất vui. Hãy liên hệ với chúng tôi nếu bạn có bất kỳ câu hỏi nào. Chúng tôi hy vọng sẽ gặp lại bạn nếu bạn quay lại Hội An một ngày nào đó.Đọc thêm"
        ],
        "star_ratings": [
            148,
            1,
            0,
            0,
            0
        ],
        "review_amount": 149,
        "location": [
            "Những điều cần làm ở Hội An",
            "Châu Á",
            "Việt Nam",
            "Chào An",
            "Da Thật Đa Bảo",
            "Tỉnh Quảng Nam"
        ],
        "reviews_time": [
            "Written October 29, 2023",
            "Written January 23, 2024",
            "Written January 29, 2024",
            "Written January 29, 2024",
            "Written February 7, 2024",
            "Written February 20, 2024",
            "Written February 26, 2024",
            "Written March 7, 2024",
            "Written March 21, 2024",
            "Written April 17, 2024",
            "Written September 20, 2023",
            "Written September 11, 2023",
            "Written March 4, 2023",
            "Written February 6, 2023",
            "Written December 25, 2022",
            "Written December 19, 2022",
            "Written September 9, 2022",
            "Written August 7, 2022",
            "Written June 8, 2022",
            "Written March 8, 2020"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298082-d19174918-Reviews-or90-Da_Bao_Real_Leather-Hoi_An_Quang_Nam_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d10768724-Reviews-Olivier_Coffee-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26663624-Reviews-Faifoo_Central_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d3724095-Reviews-Little_Faifo_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26229136-Reviews-Sing_Ma_Restaurant_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26848559-Reviews-Em_H_i_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26355037-Reviews-A6_Garden-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25105784-Reviews-Cua_Dai_Central_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25306878-Reviews-Chops_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25420069-Reviews-MAAZI_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d12254323-Reviews-Phin_Coffee_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8587256-Reviews-Hoi_An_Market-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7209451-Reviews-Couleurs_by_Rehahn-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d17389848-Reviews-Hoa_Buu_Art_Gallery-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d451145-Reviews-Fukian_Assembly_Hall_Phuc_Kien-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d451144-Reviews-Central_Market-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d27146630-Reviews-TITI_no_38-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d27413504-Reviews-Art_Gallery_Hoang_Trong_Tien-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2283386-Reviews-Ba_Le_Well-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3848216-Reviews-Museum_of_Folklore-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2281126-Reviews-Hoi_An_Handicraft_Workshop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19174918-Reviews-or80-Da_Bao_Real_Leather-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19174918-Reviews-or100-Da_Bao_Real_Leather-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19174918-Reviews-Da_Bao_Real_Leather-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2717876-Reviews-Peace_Tailor_in_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15776299-Reviews-Thanh_Design-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6845023-Reviews-Two_Ladies_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15000385-Reviews-Blue_Chic_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26605658-Reviews-Bison_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2202046-Reviews-Metiseko-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1194254-Reviews-A_Dong_Silk_Tailors-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4609042-Reviews-Tuong_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d9466019-Reviews-45_Thu_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12945791-Reviews-Shine_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19121366-Reviews-La_belle_My_My_Leather-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g25379304-d17632137-Reviews-Izi_Wear_Store-Minh_An_Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7179237-Reviews-B_Lan_Silk-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4211309-Reviews-Thu_Thao_Cloth_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4762464-Reviews-Thu_Van_cloth_shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d27740250-Reviews-Handwork_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25009178-Reviews-Relaxy_Foot_and_Body_Care-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3411207-Reviews-Kim_Hien_Boutique_Clothing_Store-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6855864-Reviews-Bali_Cloth_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8854961-Reviews-Buffalo_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8397242-Reviews-Dinh_Shoe_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4737679-Reviews-Thu_Linh_2-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2053290-Reviews-Linh_Shoe_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g54215-d143504-Reviews-Edisto_Beach_State_Park-Edisto_Island_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g102873-d1547894-Reviews-Catalina_Express-Catalina_Island_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g34559-d1940223-Reviews-Pinecrest_Gardens_Farmer_s_Market-Pinecrest_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g298224-d1373583-Reviews-Kokusaidori-Naha_Okinawa_Prefecture.html",
            "https://www.tripadvisor.com/Attraction_Review-g150793-d14862479-Reviews-Cascadas_Palo_Maria-Puerto_Vallarta.html",
            "https://www.tripadvisor.com/Attraction_Review-g51191-d2234392-Reviews-Kiddie_Park-Bartlesville_Oklahoma.html",
            "https://www.tripadvisor.com/Attraction_Review-g674246-d215841-Reviews-Kylemore_Abbey_Victorian_Walled_Garden-Kylemore_County_Galway_Western_Ireland.html",
            "https://www.tripadvisor.com/Attraction_Review-g295371-d550317-Reviews-Old_Town-Dubrovnik_Dubrovnik_Neretva_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60580-d109549-Reviews-Kealakekua_Bay-Captain_Cook_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g499445-d153913-Reviews-Aktun_Chen-Akumal_Yucatan_Peninsula.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298082-d19174918-Reviews-or100-Da_Bao_Real_Leather-Hoi_An_Quang_Nam_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298082-d19174918-Reviews-or90-Da_Bao_Real_Leather-Hoi_An_Quang_Nam_Province.html"
    }
]