[
    {
        "attraction_name": "Da Lat Happy Tours",
        "attraction_name_vi": "Đà Lạt Happy Tours",
        "general_info": [
            "214 đánh giá",
            "10 trong số 79 Hoạt động ngoài trời ở Đà Lạt",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan địa hình bằng xe 4WD, ATV",
            "Chuyến tham quan di sản lịch sử",
            "Chuyến tham quan bằng xe máy",
            "Tour tham quan"
        ],
        "attraction_summary": "Chúng tôi cung cấp các tour du lịch bằng xe đạp, tour riêng, tour đi bộ miễn phí, tour ẩm thực, tour trong ngày và tour dài ngày. Chia sẻ những điều có thể bạn chưa từng biết trước khi đến Việt Nam. Chúng tôi có hướng dẫn viên du lịch kinh nghiệm và chuyến đi tuyệt vời được thiết kế cẩn thận và chi tiết.Đọc thêm",
        "reviews": [
            "Chồng tôi và tôi đi du lịch Đà Lạt trong một kỳ nghỉ ngắn ngày và săn mây trên Đồi Cầu Đất chắc chắn đứng đầu danh sách việc cần làm của chúng tôi. Chúng tôi đã đặt tour qua Klook và hướng dẫn viên của chúng tôi là Gon. Gon rất thông thạo tiếng Anh, anh ấy cũng hiểu biết, hữu ích và thân thiện. Anh ấy đề nghị giúp chúng tôi chụp ảnh ở nhiều địa điểm khác nhau trong chuyến tham quan và anh ấy thậm chí còn giúp chúng tôi gọi đồ ăn và đồ uống, vì biết rằng đó không phải là địa phương và không thể hiểu tiếng Việt. Cảm ơn vì dịch vụ giá trị gia tăng, Gon. Đà Lạt bây giờ có một vị trí đặc biệt trong trái tim chúng tôi. Đọc thêm",
            "Chúng tôi đã có chuyến tham quan 4 thác nước, thực chất là chuyến tham quan 3 thác nước vì một thác nước đã bị đóng cửa để xây dựng, kết hợp với một nhà máy tơ lụa, một nhà máy cà phê và một ngôi đền. Chuyến đi được tổ chức tốt, cảnh đẹp và thú vị. Thác Voi là thác ấn tượng nhất trong ba thác, nhưng hai thác còn lại cũng rất ấn tượng. Hướng dẫn viên của chúng tôi, Việt, rất có kinh nghiệm, nói tiếng Anh hoàn hảo và nói chuyện rất thú vị và vui vẻ. Ông đã dạy chúng tôi nhiều điều về văn hóa và lịch sử Việt Nam. Anh ấy cởi mở với mọi câu hỏi và có kiến ​​thức sâu rộng. Anh ấy cũng có khiếu hài hước và chúng tôi đã nói chuyện cởi mở và thoải mái với anh ấy. Nói chung là một ngày tuyệt vời. Rất khuyến khíchĐọc thêm",
            "Tôi đã có một ngày tuyệt vời khám phá thành phố với Việt là Hướng dẫn viên, và bây giờ bạn. Việt rất đúng giờ, có xe máy rất thoải mái có tựa lưng cho người ngồi sau. Anh ấy là một người lái xe thận trọng trưởng thành và tôi cảm thấy hoàn toàn thoải mái khi ở bên anh ấy. Anh ấy nói tiếng Anh tốt và rõ ràng và có kiến ​​thức tuyệt vời về lịch sử Việt Nam cũng như những nơi chúng tôi đã đến thăm. Tôi thực sự khuyên bạn nên tham quan Viet and Da Lat Happy Tours , cơ quan của anh ấy.Đọc thêm",
            "Chúng tôi rất thích chuyến đi của mình. Hướng dẫn viên Liem của chúng tôi rất thú vị, hài hước và tốt bụng. Tiếng Anh của anh ấy rất tuyệt. Cũng cảm ơn tài xế của chúng tôi. Và cảm ơn quản lý Viet. Sự sắp xếp tuyệt vời và bầu không khí thân thiệnĐọc thêm",
            "Hướng dẫn viên_Mr Tâm rất vui tính, thân thiện và hỗ trợ. Chuyến tham quan này thật tuyệt vời. Chuyến tham quan này giúp bạn lên kế hoạch cho những địa điểm thú vị và vui chơi.Đọc thêm",
            "Chúng tôi đi săn mây ở Đà Lạt với Happy Day Tours. Gon là hướng dẫn viên du lịch của chúng tôi và anh ấy rất đúng giờ, hấp dẫn và nhiều thông tin. Thật không may, chúng tôi không được nhìn thấy những đám mây nhưng anh ấy đảm bảo rằng chúng tôi có nhiều cơ hội chụp ảnh khác với nhiều phong cảnh khác nhau. Anh ấy đảm bảo tương tác với mọi người trong chuyến tham quan và thậm chí còn giúp chụp ảnh cho chúng tôi. Nhìn chung, đó là một trải nghiệm tuyệt vời và nếu có nhiều thời gian hơn, chúng tôi chắc chắn sẽ đặt một chuyến tham quan khác với anh ấy để cố gắng bắt mây!Đọc thêm",
            "Chúng tôi đã đặt tour ở Klook và có trải nghiệm tốt nhất. Ngọc thực sự thân thiện và hiểu biết khi chia sẻ với chúng tôi về lịch sử của Đà Lạt và những nơi chúng tôi đã đi.Đọc thêm",
            "Chồng tôi và tôi từ Mỹ đến đây để dự một đám cưới. Chúng tôi ở lại thêm ngày để tận hưởng cộng đồng. Ông Chiến Nguyễn là người hướng dẫn chúng tôi trong ngày. Anh ấy và tài xế của anh ấy đã đến kịp thời và chúng tôi ra ngoài từ 9 giờ sáng đến 4 giờ chiều. Chiến, tốt nghiệp Đại học Đà Lạt, nói tiếng Anh hoàn hảo và cực kỳ am hiểu.  Chuyến đi của chúng tôi bao gồm cả nội thành Đà Lạt cũng như vùng nông thôn.  Chúng tôi đang ở độ tuổi 70 và chuyến lưu diễn được tiến hành phù hợp. Tôi đã phải thay thuốc trong chuyến đi. Trên đường đi anh Chiến dừng lại 3 hiệu thuốc để tìm thuốc cho tôi. Anh ấy đã cứu được ngày. Toàn bộ chuyến đi thật đáng giá. Nó bao gồm: Cung điện Mùa hè BaeDar, Tu viện Phật giáo, chuyến tham quan Đại học Đà Lạt, trang trại cà phê, bữa trưa với món gà nướng và cơm que tuyệt vời với salad và 40 phút đi xe để ngắm thác Pongour. Đơn giản là tuyệt đẹp. Chúng tôi nhìn thấy những cánh đồng lúa và vài đàn trâu nước.  Chúng tôi sẽ sử dụng cơ quan này một lần nữa! Đọc thêm",
            "Chúng tôi đã tham gia tour tham quan cảnh quan thiên nhiên của quận với Happy Day Travel. Tam là hướng dẫn viên của chúng tôi và anh ấy rất giỏi trong việc giải thích mọi thứ và mọi nơi chúng tôi đã đến. Anh ấy đã sắp xếp thời gian hoàn hảo cho những nơi mà mọi người muốn ở lại lâu hơn để tận hưởng vẻ đẹp của những thác nước tự nhiên. Tam là một người tuyệt vời để ở bên. Cảm ơn Tâm và Happy Day Travel vì một ngày du lịch tuyệt vời như vậy. Đọc thêm",
            "Chúng tôi đã có khoảng thời gian tuyệt vời trong chuyến tham quan này và Dinh là một hướng dẫn viên xuất sắc! Một chuyến tham quan cả ngày hoàn hảo đến vùng nông thôn và thác nước!Đọc thêm",
            "Xin chào, tôi sẽ đến Đà Lạt vào ngày 13-1403. Tôi có 3 đứa con nhỏ 7 tuổi và cặp song sinh 5 tuổi và tôi đang tìm tour cho chúng tôi. Tôi muốn có một tour vào ngày 1403 - bắt đầu đủ sớm để đến sân bay vào khoảng 3:30 chiều, chúng tôi có chuyến bay vào lúc 5 giờ chiều. Tôi không muốn chuyến đi quá dài vì bọn trẻ - khoảng 5 giờ là đủ. Tôi muốn chuyến đi bao gồm cả thác nước. Bạn có thể cung cấp cho tôi một cái gì đó không? Chi phí là bao nhiêu?\nCảm ơn bạn trước\nKarolina Đọc thêm",
            "CHÀO\nChúng tôi đang tìm kiếm một tour du lịch 2 ngày tại Đà Lạt 19-20 tháng 2.\n2 người.\n60 tuổi\nTrân trọng\nAlikĐọc thêm",
            "Thưa ngài Alik, \nCảm ơn đã cho chúng tôi câu hỏi. \nChúng tôi sẵn sàng cho những ngày đó.  Vui lòng gửi email cho chúng tôi để biết thêm thông tin chi tiết.\n \nTrân trọng. \nDu lịch Đà Lạt vui vẻĐọc thêm",
            "Xin vui lòng biết chi phí cho chuyến đi 3 ngày.\nCảm ơnĐọc thêm",
            "Vui lòng kiểm tra với ông Andy, Dalat Happy Tours.Đọc thêm",
            "Làm thế nào tôi có thể đặt tour du lịch Đà Lạt vui vẻ? văn phòng ở đâu? nó có ở đà lạt không?Đọc thêm",
            "Bạn có thể liên hệ với họ qua ứng dụng Whats hoặc email dalathappytoursgmail \ncảm ơn Đọc thêm",
            "Xin chào Lao, bạn có thể thực hiện chuyến tham quan bằng ô tô riêng với 6 hành khách không? Cảm ơn bạn, chúng tôi đang ở Đà Lạt vào tháng 5.Đọc thêm",
            "Xin vui lòng cho tôi biết tổng thời gian tham quan. Khi nào bạn bắt đầu và kết thúc mọi việc?Đọc thêm",
            "Xin chào các bạn.. các bạn đã đặt chuyến đi với Happy Tours Đà Lạt như thế nào? Tôi có nên đặt trực tuyến trước hay đặt phòng khi đến nơi cũng được? Cảm ơn bạnĐọc thêm",
            "Lau rất nhiệt tình. Có, bạn có thể gửi email cho anh ấy hoặc làm những gì tôi đã làm là sử dụng WhatsApp để liên lạc với anh ấy. Tôi đã đặt chỗ với anh ấy vào ngày hôm trước và anh ấy đã sắp xếp cho tôi một chuyến tham quan với một nhóm. Đọc thêm"
        ],
        "star_ratings": [
            205,
            9,
            0,
            0,
            0
        ],
        "review_amount": 214,
        "location": [
            "Châu Á",
            "Việt Nam",
            "Tỉnh Lâm Đồng",
            "Những điều cần làm ở Đà Lạt",
            "Đà Lạt",
            "Đà Lạt Happy Tours"
        ],
        "reviews_time": [
            "Written February 11, 2023",
            "Written February 6, 2023",
            "Written February 1, 2023",
            "Written January 31, 2023",
            "Written January 22, 2023",
            "Written December 29, 2022",
            "Written December 5, 2022",
            "Written November 7, 2022",
            "Written September 20, 2022",
            "Written September 12, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293922-d7038709-Reviews-Da_Lat_Happy_Tours-Da_Lat_Lam_Dong_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d7038709-Reviews-or10-Da_Lat_Happy_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14548248-Reviews-VGH_Adventures-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d24973243-Reviews-Safari_Karaoke-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1726111-Reviews-Mekong_Eyes_Cruise_Mekong_One_Day_Tour-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2435402-Reviews-Ann_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11710304-Reviews-APT_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8141061-Reviews-Saigon_Free_Walking_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d7333808-Reviews-Vietnam_Travel_Group-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12559538-Reviews-Tour_East_Vietnam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8827357-Reviews-Cho_Thai_Binh-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1650966-Reviews-SinhBalo_Adventure_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d26336495-Reviews-Limited_Karaoke-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d27733187-Reviews-Hana_Beauty-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d5599650-Reviews-Cosiana_Tour_Private_Day_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10794853-Reviews-Orient_Spa_Laser_Clinic-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d5501677-Reviews-Association_des_aveugles_de_ho_chi_minh-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g34023-d4176849-Reviews-Mt_Cuba_Center-Hockessin_Delaware.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d11894522-Reviews-Alcatraz_East_Crime_Museum-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g48194-d532109-Reviews-Montauk_Point_State_Park-Montauk_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g34618-d1097541-Reviews-Siesta_Key_Village-Sarasota_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g298547-d5000415-Reviews-Othaim_Mall-Dammam_Eastern_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g187299-d6415109-Reviews-The_Eagle_s_Nest-Berchtesgaden_Upper_Bavaria_Bavaria.html",
            "https://www.tripadvisor.com/Attraction_Review-g1077169-d11635896-Reviews-Njive_Beach-Premantura_Istria.html",
            "https://www.tripadvisor.com/Attraction_Review-g35413-d17600070-Reviews-Fossil_Bowl-Clarkia_Idaho.html",
            "https://www.tripadvisor.com/Attraction_Review-g187256-d4235964-Reviews-Van_Gogh_Walk-Saint_Remy_de_Provence_Bouches_du_Rhone_Provence_Alpes_Cote_d_Azur.html",
            "https://www.tripadvisor.com/Attraction_Review-g36928-d1520788-Reviews-Bluespring_Caverns-Bedford_Indiana.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293922-d7038709-Reviews-or10-Da_Lat_Happy_Tours-Da_Lat_Lam_Dong_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293922-d7038709-Reviews-Da_Lat_Happy_Tours-Da_Lat_Lam_Dong_Province.html"
    },
    {
        "attraction_name": "Da Lat Happy Tours",
        "attraction_name_vi": "Đà Lạt Happy Tours",
        "general_info": [
            "214 đánh giá",
            "10 trên 79 hoạt động ngoài trời ở Đà Lạt",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan địa hình bằng xe 4WD, ATV",
            "Chuyến tham quan di sản lịch sử",
            "Chuyến tham quan bằng xe máy",
            "Các tour tham quan"
        ],
        "attraction_summary": "Chúng tôi cung cấp các tour du lịch bằng xe đạp, tour riêng, tour đi bộ miễn phí, tour ẩm thực, tour trong ngày và tour dài ngày. Chia sẻ những điều có thể bạn chưa từng biết trước khi đến Việt Nam. Chúng tôi có hướng dẫn viên du lịch kinh nghiệm và chuyến đi tuyệt vời được thiết kế cẩn thận và chi tiết.Đọc thêm",
        "reviews": [
            "Chồng tôi và tôi rất thích chuyến du lịch ẩm thực với Quang. Anh ấy là một hướng dẫn viên xuất sắc, rất nhiều thông tin, tiếng Anh xuất sắc và siêu thân thiện. Có rất nhiều món ăn tuyệt vời và mặc dù không phải tất cả chúng đều hợp khẩu vị của chúng tôi nhưng thật tuyệt khi thử một số món mà chúng tôi thường không làm! Chắc chắn là nên thử. Đọc thêm",
            "Tour du lịch tuyệt vời với hướng dẫn tuyệt vời. May cùng hai người trợ giúp và tài xế của cô đã rất xuất sắc trong suốt chuyến tham quan kéo dài 8 giờ. Giải thích bằng tiếng Anh và các ngôn ngữ khác theo yêu cầu của khách, đảm bảo chúng tôi được cung cấp đầy đủ thông tin và giải trí trong suốt chuyến tham quan. Hướng dẫn ngắn gọn ngẫu hứng và bài hát karaoke dành cho khách là một điều gì đó đặc biệt.Đọc thêm",
            "Chúng tôi có thiếc và may là hướng dẫn viên du lịch của chúng tôi và họ rất xuất sắc. Ngày bắt đầu bằng việc họ đón chúng tôi đúng giờ trên một chiếc xe buýt tuyệt vời. Họ có rất nhiều năng lượng và đã tạo nên một ngày tuyệt vời cho chúng tôi. Muốn giới thiệu chuyến tham quan này cho một ngày đi chơi đáng yêuĐọc thêm",
            "Chúng tôi đã đi tour ba thác nước với Tintín và thật tuyệt! Cả ba thác nước, đồn điền cà phê và trang trại dế đều tuyệt vời nhưng Tintín thì tuyệt hơn! Anh ấy thực sự khiến tôi và đứa con bốn tuổi của tôi cảm thấy được chào đón! Và khi con trai tôi vô tình nhốt mình trong phòng tắm ở đồn điền cà phê và chúng tôi đến muộn, Tintín là người đã kéo con ra!! Thật thân thiện và vui tính và thật sự rất vui. Chỉ lưu ý: bữa trưa chay không thực sự thỏa mãn nên nếu bạn ăn chay thì hãy mang theo một chút gì đó. Đọc thêm",
            "Chuyến tham quan thực sự thú vị với hướng dẫn viên xuất sắc Tin Tin, người đã tạo nên một ngày vui vẻ và hiểu biết về các khu vực bao gồm khu trồng cà phê và nếm thử, sau đó đến thăm Big Buda và sau khi chúng tôi đến Thác Voi, thác lớn nhất ở miền Nam và là tiếp theo là hai thác nước đẹp khác. dành cho những ai muốn có một chuyến đi cưỡi voi hoặc đà điểu. Chúng tôi dừng lại ở một nhà hàng nhỏ để thưởng thức một bữa ăn ngon, cơ bản nhưng đồ ăn tươi ngon. Ngày kéo dài từ tám giờ sáng và kết thúc lúc năm giờ chiều. buổi tối. Ai đến Đà Lạt mà bỏ lỡ tour này sẽ vô cùng tiếc nuối. Một lần nữa tôi chắc chắn giới thiệu chuyến tham quanĐọc thêm",
            "Chúng tôi đã có khoảng thời gian tuyệt vời với hướng dẫn viên Quang và Han trên lưng xe máy của họ. Những người lái xe xuất sắc! Chúng tôi đã đến thăm trang trại hoa, nhà máy tơ lụa, đồn điền cà phê, Thác Voi xinh đẹp, người phụ nữ cao nhất Việt Nam, nhà máy dế và nếm thử rượu gạo địa phương. Dừng chân ăn trưa tại một nhà hàng địa phương xinh xắn với tầm nhìn tuyệt vời. Chắc chắn PHẢI đi xe máy, ô tô sẽ không giống nhau. Cảm ơn bạn đã cho chúng tôi một trải nghiệm khó quên Quang và Han!Đọc thêm",
            "Chúng tôi đi tham quan thác nước với Hướng dẫn Andy. Ngay từ đầu, anh ấy đã ăn nói khéo léo và lịch sự một cách ấn tượng. Anh thông thạo tiếng Anh, tiếng Mandopop và các vấn đề xã hội về hành vi tàn ác với động vật, biến đổi khí hậu. Ngoài ra, anh còn thường xuyên chủ động chụp ảnh cho chúng tôi, giới thiệu những món ăn ngon và đáp ứng yêu cầu của chúng tôi như thêm điểm dừng để mua một ổ bánh mì nóng hổi. Chúng tôi được giới thiệu một quán ăn địa phương đích thực, cổ kính và có cảm giác như ở nhà. Anh ấy thường giúp chúng tôi một tay - theo nghĩa đen - trong khi leo lên những tảng đá và mở rộng các hang động để có được tầm nhìn tuyệt đẹp ra thác nước. Anh ấy là một người bạn tuyệt vời đối với chúng tôi - anh ấy rất phù hợp với nhóm của chúng tôi. Việc leo lên thác voi khá khó khăn nhưng rất phấn khởi - đúng là một cuộc phiêu lưu. Hang động bí mật đằng sau thác nước thực sự là một cảnh tượng đáng chiêm ngưỡng. Chúng tôi sẽ không phát hiện ra nó nếu không có Andy. Người lái xe cũng cực kỳ an toàn. Cảm ơn Andy! Hẹn gặp lại bạn sớm Đọc thêm",
            "Có một chuyến du lịch thác nước và cà phê với Quang! Một trong những hướng dẫn tốt nhất mà chúng tôi đã thực hiện! Anh ấy rất thông tin, tiếng Anh rất tốt và tính cách tốt. Chúng tôi đã tận hưởng ngày hôm nay với anh ấy, anh ấy thậm chí còn thông qua lịch trình của chúng tôi và chúng tôi đã đến thăm một số Địa điểm bổ sung! Người lái xe cũng rất giỏi với chiếc xe jeep hiện đại, đầy không gian! Không du lịch và đầy những kỷ niệm đẹp. Đặt phòng với công ty du lịch này và đảm bảo Quang là hướng dẫn viên của bạn, bạn sẽ không thất vọng: Tôi thấy các hướng dẫn viên du lịch khác cũng đánh giá tốt nên tôi nghĩ công ty này rất chuyên nghiệpĐọc thêm",
            "Chúng tôi đã có một chuyến tham quan tuyệt vời với Quang, hướng dẫn viên của chúng tôi trong ngày! Tràn đầy năng lượng và rất nhiệt tình, anh ấy đã khiến chuyến tham quan trở nên thú vị, cung cấp những thông tin và câu chuyện rất hay về từng địa điểm chúng tôi ghé thăm. Chuyến tham quan bao gồm thác nước, nhà máy tơ lụa, trang trại dế, tham quan làng gà, cáp treo Đà Lạt, đồn điền cà phê, v.v. Đủ nơi để hiểu thêm về lối sống ở Đà Lạt ... Đà Lạt Happy Tour đủ linh hoạt để thích nghi những nơi theo mong muốn của chúng tôi! Rất khuyến khích! Một lần nữa xin cảm ơn Quang vì ngày hôm nay.Đọc thêm",
            "Tuyệt vời! Hướng dẫn viên của chúng tôi là một người xuất sắc đã dẫn chúng tôi đi qua tất cả các điểm tham quan chính của Đà Lạt. Không thể tìm thấy hướng dẫn hấp dẫn hơn. Muốn giới thiệu cho mọi người!Đọc thêm",
            "Xin chào, tôi sẽ ở Đà Lạt vào ngày 13-1403. Tôi cùng với 3 đứa trẻ sinh đôi 7 và 5 tuổi và tôi đang tìm tour du lịch cho chúng tôi. Tôi muốn có một chuyến tham quan vào năm 1403 - bắt đầu đủ sớm để đến sân bay vào khoảng 3:30 chiều và 5 giờ chiều chúng tôi có chuyến bay. Tôi không muốn chuyến đi quá dài vì bọn trẻ - khoảng 5 giờ là đủ. Tôi muốn chuyến đi có cả thác nước. Bạn có thể cung cấp cho tôi một cái gì đó? Nó sẽ có chi phí bao nhiêu?\nCảm ơn bạn trước\nKarolina Đọc thêm",
            "CHÀO\nChúng tôi đang tìm kiếm một tour du lịch 2 ngày tại Đà Lạt 19-20 tháng 2.\n2 người.\n60 tuổi\nTrân trọng\nAlikĐọc thêm",
            "Thưa ngài Alik, \nCảm ơn đã cho chúng tôi câu hỏi. \nChúng tôi sẵn sàng cho những ngày đó.  Vui lòng gửi email cho chúng tôi để biết thêm thông tin chi tiết.\n \nTrân trọng. \nDu lịch Đà Lạt vui vẻĐọc thêm",
            "Xin vui lòng biết chi phí cho chuyến đi 3 ngày.\nCảm ơnĐọc thêm",
            "Vui lòng kiểm tra với ông Andy, Dalat Happy Tours.Đọc thêm",
            "Làm thế nào tôi có thể đặt tour du lịch Đà Lạt vui vẻ? văn phòng ở đâu? nó có ở đà lạt không?Đọc thêm",
            "Bạn có thể liên hệ với họ qua ứng dụng Whats hoặc email dalathappytoursgmail \ncảm ơn Đọc thêm",
            "Xin chào Lao, bạn có thể thực hiện chuyến tham quan bằng ô tô riêng với 6 hành khách không? Cảm ơn bạn, chúng tôi đang ở Đà Lạt vào tháng 5.Đọc thêm",
            "Xin vui lòng cho tôi biết tổng thời gian tham quan. Khi nào bạn bắt đầu và kết thúc mọi việc?Đọc thêm",
            "Xin chào mọi người.. bạn đặt chuyến đi của mình với Dalat happy tours như thế nào? Tôi có nên đặt trực tuyến trước không hay có thể đặt khi đến nơi được không? Cảm ơnĐọc thêm",
            "Lau phản ứng rất nhanh.  Có, bạn có thể gửi email cho anh ấy hoặc làm những gì tôi đã làm, đó là sử dụng WhatsApp để liên hệ với anh ấy.  Tôi đã đặt chỗ với anh ấy vào ngày hôm trước và anh ấy đã sắp xếp cho tôi tham gia chuyến tham quan cùng một nhóm.Đọc thêm"
        ],
        "star_ratings": [
            205,
            9,
            0,
            0,
            0
        ],
        "review_amount": 214,
        "location": [
            "Châu Á",
            "Việt Nam",
            "Tỉnh Lâm Đồng",
            "Những điều cần làm ở Đà Lạt",
            "Đà Lạt",
            "Đà Lạt Happy Tours"
        ],
        "reviews_time": [
            "Written March 12, 2020",
            "Written February 13, 2020",
            "Written February 12, 2020",
            "Written January 26, 2020",
            "Written January 18, 2020",
            "Written December 16, 2019",
            "Written December 6, 2019",
            "Written November 10, 2019",
            "Written November 10, 2019",
            "Written October 10, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293922-d7038709-Reviews-or10-Da_Lat_Happy_Tours-Da_Lat_Lam_Dong_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d7038709-Reviews-Da_Lat_Happy_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d7038709-Reviews-or20-Da_Lat_Happy_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14548248-Reviews-VGH_Adventures-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d24973243-Reviews-Safari_Karaoke-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1726111-Reviews-Mekong_Eyes_Cruise_Mekong_One_Day_Tour-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2435402-Reviews-Ann_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11710304-Reviews-APT_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8141061-Reviews-Saigon_Free_Walking_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d7333808-Reviews-Vietnam_Travel_Group-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12559538-Reviews-Tour_East_Vietnam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8827357-Reviews-Cho_Thai_Binh-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1650966-Reviews-SinhBalo_Adventure_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d26336495-Reviews-Limited_Karaoke-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d27733187-Reviews-Hana_Beauty-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d5599650-Reviews-Cosiana_Tour_Private_Day_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10794853-Reviews-Orient_Spa_Laser_Clinic-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d5501677-Reviews-Association_des_aveugles_de_ho_chi_minh-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g40803-d3265706-Reviews-Oxford_Casino-Oxford_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g34438-d7287641-Reviews-Mall_of_the_Americas-Miami_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g297930-d17642639-Reviews-Harem_By_Suzy_Wong_s-Patong_Kathu_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g188113-d2536937-Reviews-Stadion_Letzigrund-Zurich.html",
            "https://www.tripadvisor.com/Attraction_Review-g46696-d7790828-Reviews-Music_Pier-Ocean_City_Cape_May_County_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g32265-d278955-Reviews-Lake_Gregory_Regional_Park-Crestline_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d188500-Reviews-Mulligan_s-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g1006845-d17467375-Reviews-Playa_las_Picuas-Rio_Grande_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g32635-d4177683-Reviews-San_Francisco_Premium_Outlets-Livermore_Tri_Valley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g635970-d10663028-Reviews-Holmes_Beach-Anna_Maria_Island_Florida.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293922-d7038709-Reviews-or20-Da_Lat_Happy_Tours-Da_Lat_Lam_Dong_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293922-d7038709-Reviews-or10-Da_Lat_Happy_Tours-Da_Lat_Lam_Dong_Province.html"
    },
    {
        "attraction_name": "Da Lat Happy Tours",
        "attraction_name_vi": "Đà Lạt Happy Tours",
        "general_info": [
            "214 đánh giá",
            "10 trên 79 hoạt động ngoài trời ở Đà Lạt",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan địa hình bằng xe 4WD, ATV",
            "Tour Di sản Lịch sử",
            "Chuyến tham quan bằng xe máy",
            "Tour tham quan"
        ],
        "attraction_summary": "Chúng tôi cung cấp các tour du lịch bằng xe đạp, tour riêng, tour đi bộ miễn phí, tour ẩm thực, tour trong ngày và tour dài ngày. Chia sẻ những điều có thể bạn chưa từng biết trước khi đến Việt Nam. Chúng tôi có hướng dẫn viên du lịch kinh nghiệm và chuyến đi tuyệt vời được thiết kế cẩn thận và chi tiết.Đọc thêm",
        "reviews": [
            "Chúng tôi đã thực hiện chuyến tham quan 3 thác nước ở Đà Lạt với Happy Day Travel. Đó là một trong những điều tốt nhất chúng tôi đã làm trong chuyến đi đến Việt Nam! Hướng dẫn viên Den của chúng tôi thực sự vui tính và nhiệt tình, cũng là một trong những hướng dẫn viên du lịch giỏi nhất mà chúng tôi có. Anh ấy kể cho chúng tôi rất nhiều điều về văn hóa ở Đà Lạt. Bản thân chuyến tham quan đã có rất nhiều điểm dừng khác nhau, từ trồng hoa, cà phê, tơ lụa, dế cho đến 3 thác nước. Hai thác đầu tiên là Elephant và Pongour thật tuyệt vời, thác Prenn thứ ba thì hơi thất vọng. Điều duy nhất tôi muốn giới thiệu cho chuyến tham quan này là bỏ qua thác Prenn và dành nhiều thời gian hơn cho hai thác còn lại. Nói chung là một trải nghiệm tuyệt vời! Đọc thêm",
            "Dịch vụ rất chuyên nghiệp với nhiều lịch sự và giá trị gia tăng. hướng dẫn là điều tốt nhất tôi từng gặp ở Việt Nam. cô ấy chăm sóc các con tôi giống như gia đình của cô ấy. phép lịch sự không thể tin được...cô ấy đã khiến chuyến đi Đà Lạt của tôi trở thành chuyến đi tuyệt vời nhất ở Việt Nam. cảm ơn các bạn Dalat Happy Tours vì sự chuyên nghiệp, trung thực và chăm chỉ của các bạn. Tôi chắc chắn sẽ chỉ thuê dịch vụ của bạn bất cứ khi nào cần thiết.Đọc thêm",
            "Chúng tôi đã có khoảng thời gian tuyệt vời trong chuyến tham quan vòng quanh Đà Lạt! Đặc biệt cảm ơn hướng dẫn viên du lịch của chúng tôi Hà! Chắc chắn đề nghị.Đọc thêm",
            "Tôi đã chọn Dalat Happytour trên mạng và thực sự mà nói thì tôi không có nhiều kỳ vọng. Tuy nhiên sau khi nhận được dịch vụ của họ tôi rất hạnh phúc. Tổ chức này rất chuyên nghiệp và hoàn hảo từ giai đoạn giao tiếp đến chuyến đi cuối cùng. Tôi đã ghé thăm một số địa điểm ở Đà Lạt với gói dịch vụ đưa ra của họ. Hướng dẫn viên của chúng tôi tên Hà là hướng dẫn viên du lịch giỏi nhất mà tôi từng gặp. Cô ấy rất thân thiện, chu đáo và thực sự cô con gái bảy tuổi của tôi đã rất hâm mộ cô ấy. Tôi giới thiệu công ty du lịch này và bạn sẽ thật may mắn nếu được Hà làm hướng dẫn viên du lịch.Đọc thêm",
            "Chuyến tham quan tuyệt vời nhất từ ​​trước đến nay! Hướng dẫn viên Hà của chúng tôi, đã cung cấp cho chúng tôi tất cả thông tin chúng tôi cần về đất nước, con người, cách sống của họ và c.c. Địa điểm tuyệt vời, trải nghiệm đáng kinh ngạc! Tôi giới thiệu công ty du lịch này bằng cả hai tay: Đọc thêm",
            "Việc sắp xếp tour du lịch đã được lên kế hoạch tuyệt vời và đúng giờ. Hướng dẫn viên HaHa rất đáng yêu, cô ấy đối xử với khách của mình một cách công bằng, thân thiện và hoàn hảo. Cô ấy rất muốn tổ chức chuyến tham quan. Cô ấy rất hài hước và chúng tôi luôn cười. Chúng tôi gặp cô ấy lần đầu tiên và chúng tôi cảm thấy giống như những người bạn cũ..Cảm ơn HaHa, bạn đã tạo nên một chuyến du lịch khó quên và đáng nhớ trong đời tôi..Đọc thêm",
            "Chuyến đi thật tuyệt vời và Ha là hướng dẫn viên tuyệt vời. Cô ấy chắc chắn là hướng dẫn viên tuyệt vời nhất mà tôi từng gặp ở Việt Nam! Đọc thêm",
            "Tôi đánh giá cao các tour du lịch! Xe rất thoải mái và hướng dẫn viên du lịch rất thân thiện và tích cực. Cô ấy sẽ chỉ cho bạn những địa điểm rất thú vị!Đọc thêm",
            "Chuyến tham quan tuyệt vời với hướng dẫn tốt nhất mà bạn có thể mong ước. Bạn có thể khám phá hầu hết mọi thứ mà bạn không nên bỏ lỡ quanh Đà Lạt chỉ trong chuyến đi trong ngày. Vài thác nước, một số nhà máy địa phương sản xuất hoa và lụa. Ngoài ra, chúng tôi còn đến một trang trại cà phê chồn tuyệt vời, nơi các loài động vật được đối xử nhân đạo, điều này thực sự quan trọng đối với chúng tôi. Về hướng dẫn viên du lịch, cô ấy tên Hà và cô ấy là người tuyệt vời nhất mà tôi từng gặp ở Việt Nam cho đến nay. Cô ấy đưa chúng tôi đến những nơi không có khách du lịch và sự năng động của nhóm thật tuyệt vời. Tôi thực sự khuyên bạn nên tham gia chuyến tham quan này.Đọc thêm",
            "Chuyến đi tốt nhất ở Việt Nam tôi có cho đến nay. Thân thiện, tiếng Anh tuyệt vời.  Đưa chúng tôi đến những nơi tuyệt vời, biết tất cả các chi tiết lịch sử. Có thức ăn tuyệt vời và nếm thử đồ uống. Trải nghiệm tuyệt vời. Đề xuất 300.Đọc thêm"
        ],
        "star_ratings": [
            205,
            9,
            0,
            0,
            0
        ],
        "review_amount": 214,
        "location": [
            "Châu Á",
            "Việt Nam",
            "Tỉnh Lâm Đồng",
            "Những điều cần làm ở Đà Lạt",
            "Đà Lạt",
            "Đà Lạt Happy Tours"
        ],
        "reviews_time": [
            "Written September 22, 2019",
            "Written July 8, 2019",
            "Written June 15, 2019",
            "Written June 9, 2019",
            "Written April 23, 2019",
            "Written April 23, 2019",
            "Written April 7, 2019",
            "Written April 4, 2019",
            "Written April 1, 2019",
            "Written April 1, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293922-d7038709-Reviews-or20-Da_Lat_Happy_Tours-Da_Lat_Lam_Dong_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d7038709-Reviews-or10-Da_Lat_Happy_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d7038709-Reviews-or30-Da_Lat_Happy_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d7038709-Reviews-Da_Lat_Happy_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14548248-Reviews-VGH_Adventures-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d24973243-Reviews-Safari_Karaoke-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1726111-Reviews-Mekong_Eyes_Cruise_Mekong_One_Day_Tour-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2435402-Reviews-Ann_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11710304-Reviews-APT_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8141061-Reviews-Saigon_Free_Walking_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d7333808-Reviews-Vietnam_Travel_Group-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12559538-Reviews-Tour_East_Vietnam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8827357-Reviews-Cho_Thai_Binh-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1650966-Reviews-SinhBalo_Adventure_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d26336495-Reviews-Limited_Karaoke-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d27733187-Reviews-Hana_Beauty-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d5599650-Reviews-Cosiana_Tour_Private_Day_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10794853-Reviews-Orient_Spa_Laser_Clinic-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d5501677-Reviews-Association_des_aveugles_de_ho_chi_minh-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d8513199-Reviews-Liab_Duan_Night_Market-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d189784-Reviews-The_Nags_Head-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g293983-d319065-Reviews-Israel_Museum-Jerusalem_Jerusalem_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d14035017-Reviews-Billion_Stars_Express-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g47405-d666958-Reviews-Roseland_Waterpark-Canandaigua_Finger_Lakes_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g147310-d10440523-Reviews-JamZone_Bowling-Kingston_Kingston_Parish_Jamaica.html",
            "https://www.tripadvisor.com/Attraction_Review-g60832-d125434-Reviews-Hidden_Lake-West_Glacier_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g196579-d12998409-Reviews-Paris_La_Defense_Arena-Nanterre_La_Defense_Hauts_de_Seine_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g293995-d5053663-Reviews-Edge_of_The_World-Riyadh_Riyadh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g189433-d481767-Reviews-Nea_Kameni-Santorini_Cyclades_South_Aegean.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293922-d7038709-Reviews-or30-Da_Lat_Happy_Tours-Da_Lat_Lam_Dong_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293922-d7038709-Reviews-or20-Da_Lat_Happy_Tours-Da_Lat_Lam_Dong_Province.html"
    },
    {
        "attraction_name": "Da Lat Happy Tours",
        "attraction_name_vi": "Đà Lạt Happy Tours",
        "general_info": [
            "214 đánh giá",
            "10 trên 79 hoạt động ngoài trời ở Đà Lạt",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan địa hình bằng xe 4WD, ATV",
            "Chuyến tham quan di sản lịch sử",
            "Chuyến tham quan bằng xe máy",
            "Tour tham quan"
        ],
        "attraction_summary": "Chúng tôi cung cấp các tour du lịch bằng xe đạp, tour riêng, tour đi bộ miễn phí, tour ẩm thực, tour trong ngày và tour dài ngày. Chia sẻ những điều có thể bạn chưa từng biết trước khi đến Việt Nam. Chúng tôi có hướng dẫn viên du lịch kinh nghiệm và chuyến đi tuyệt vời được thiết kế cẩn thận và chi tiết.Đọc thêm",
        "reviews": [
            "Ha-ha là hướng dẫn viên du lịch tuyệt vời nhất! Chúng tôi đã có một thời gian tuyệt vời. Cà phê chồn, hoa, thác nước, trang trại dế và hơn thế nữa. Cảm ơn các bạn!!! Đọc thêm",
            "Ba chúng tôi thực sự rất thích chuyến tham quan 4 thác nước hôm nay từ các tour du lịch Dalat Happy. Hướng dẫn viên của chúng tôi Quang, bạn có thể gọi anh ấy là Q đã đón tại khách sạn của chúng tôi đúng giờ. Quang là một chàng trai trẻ mồ hôi và rất lịch sự. Anh ấy đưa chúng tôi đến thác Datanla, Prenn, Pongour và Elephant. Quang biết rất rõ khu vực này. Anh ấy biết điểm dừng để có những bức ảnh đẹp. Trong số 4 thác đó, thác Voi là đẹp nhất và cũng rất khó để đi bộ xuống chân thác. Quang đưa chúng tôi qua hang Gió để đến rất gần mặt nước. Thật là vui ngay cả khi chúng tôi ướt sũng vì sương mù. Trên đường về, Quang giới thiệu cho chúng tôi một loại cà phê đặc biệt của địa phương - cà phê phân chồn.  Đó là loại cà phê đắt nhất ở Việt Nam.  Bất chấp cái tên và quy trình pha chế, cà phê rất ngon. Nó rất mịn và có hương vị. Nó rất khác với cà phê thông thường. Chúng tôi đã có khoảng thời gian tuyệt vời với Quang. Chúng tôi đánh giá cao công ty Dalat Happy Tours và Quang.Đọc thêm",
            "Chúng tôi là một nhóm bạn cấp cao. Chúng tôi đã đặt tour trực tuyến với Lào. Hà là hướng dẫn viên du lịch của chúng tôi. Cô ấy là một hướng dẫn viên sôi nổi, tuyệt vời và rất hiểu biết. Chúng tôi đã rất vui vẻ. Cô ấy cũng có rất nhiều câu chuyện thú vị để kể. Cảm ơn Lào rất nhiều, Hà. và người lái xe. Chúng tôi đã có khoảng thời gian tuyệt vời và đáng nhớ ở Đà Lạt.Đọc thêm",
            "Quang, một người trồng hoa và hướng dẫn viên du lịch địa phương, đã trở thành người bạn tốt của chúng tôi trong chuyến tham quan có hướng dẫn viên đến Thác Prenn, Datanla, Voi và Pongour.  Anh ấy vui vẻ, chân thật, hiểu biết và có một số ý tưởng hay để chụp ảnh.  Riêng chuyến đi của Quang đã xứng đáng với chuyến đi đến Việt Nam.Đọc thêm",
            "Bạn gái tôi và tôi đã tham gia tour du lịch ẩm thực Đà Lạt và đó là một trải nghiệm tuyệt vời với những món ăn tuyệt vời. Hướng dẫn viên của chúng tôi, Hà, là một cô gái Việt Nam ngọt ngào, cô ấy nói tiếng Anh trôi chảy và có nhiều kiến ​​thức về ẩm thực cũng như người dân địa phương. Tôi chắc chắn muốn giới thiệu chuyến tham quan này.Đọc thêm",
            "Chúng tôi đã đi cùng Hà trong chuyến đi tuyệt vời này, chúng tôi chỉ có hai người và chúng tôi đã phải thử tất cả các loại đặc sản khác nhau mà chúng tôi sẽ không bao giờ tìm thấy cho mình, như sa mạc bơ và dừa, pizza Đà Lạt, súp nấm và nhiều hơn thế nữa! Hà là người hướng dẫn tốt nhất, với tiếng Anh hoàn hảo, tâm trạng vui vẻ và kiến ​​thức về mọi thứ từ lịch sử Việt Nam, đời sống địa phương và văn hóa ẩm thực, đó là cách hoàn hảo để ngắm nhìn thành phố. Tôi muốn giới thiệu chuyến đi này cho mọi người đến Đà Lạt!Đọc thêm",
            "Chúng tôi muốn tham quan Đà Lạt nhiều nhất có thể trong một ngày duy nhất chúng tôi có mặt ở đó và Da Lat Happy Tours đã cung cấp điều đó cho chúng tôi. Từ 8h30 sáng đến 5h30 chiều, tài xế Đạt và Kiên lái xe đưa chúng tôi đi rất nhiều nơi như thác nước, tu viện, trang trại hoa, hồ nước, v.v. Tất cả chúng tôi đều có khoảng thời gian vui vẻ và cảm thấy an toàn trong suốt chuyến đi. Đạt có nhiều thông tin và quan tâm và chắc chắn là một hướng dẫn rất tốt. Cảm ơn Happy Tours vì một ngày tuyệt vời tại Đà Lạt.Đọc thêm",
            "Chồng tôi và tôi vào giữa những năm 50 đã thực hiện chuyến đi Đà Lạt 1 ngày cùng với chuyến đi 3 ngày. Hướng dẫn viên của chúng tôi là Hải cùng với tài xế Liêm. Chúng tôi đã có một khoảng thời gian tuyệt vời!! Hướng dẫn viên của chúng tôi rất thân thiện và rất nhiều thông tin và dường như thực sự muốn làm mọi cách để làm hài lòng chúng tôi và cho chúng tôi thấy những điều chúng tôi quan tâm. Người lái xe rất ngọt ngào và là người dẫn đường xuất sắc trong chuyến đi 4 ngày này. Cả hai đều chăm sóc chúng tôi rất tốt! Chỗ ở rất sạch sẽ và an toàn! Nhưng đồ ăn....tuyệt vời!! Nếu bạn bỏ đi trong cơn đói - đó là lỗi của bạn! Chúng tôi cũng chưa bao giờ cảm thấy không chắc chắn về độ an toàn và chất lượng. Chúng tôi chắc chắn sẽ giới thiệu trang phục này cũng như hướng dẫn viên và tài xế của chúng tôi: Đọc thêm",
            "Chúng tôi đã có một trải nghiệm tuyệt vời trong chuyến tham quan thác nước và văn hóa với hướng dẫn viên Hà và tài xế Tuấn. Một ngày có rất nhiều hoạt động thú vị, từ tham quan những địa điểm đẹp nhất ở thác nước đến thử cà phê chồn, thăm một ngôi làng dân tộc thiểu số cũng như nếm thử rượu VÀ dế! Chúng tôi kết thúc đêm với một món ăn đường phố ngon miệng, thử tất cả những món ăn ngon nhất mà Đà Lạt có. Đi lưu diễn cùng Hà giống như đi chơi với một người bạn tốt. Tiếng Anh của cô ấy thật tuyệt vời và đã trò chuyện tuyệt vời với chúng tôi cả ngày. Cả Hà và Tuấn đều rất thân thiện và chuyên nghiệp. Nhìn chung, một trong những chuyến tham quan tuyệt vời nhất mà chúng tôi từng thực hiện và rất muốn giới thiệu! Đọc thêm",
            "Tour du lịch tuyệt vời 1 ngày đến thác pongour, thác voi, làng đất sét, v.v. Tôi đã có chuyến đi này với Quang. Anh ấy thân thiện, hữu ích và kiên nhẫn. Anh ấy đã chụp rất nhiều ảnh cho tôi vì tôi là người du lịch một mình. Rất khuyến khích, nó chắc chắn xứng đáng với thời gian và tiền bạc.Đọc thêm"
        ],
        "star_ratings": [
            205,
            9,
            0,
            0,
            0
        ],
        "review_amount": 214,
        "location": [
            "Châu Á",
            "Việt Nam",
            "Tỉnh Lâm Đồng",
            "Những điều cần làm ở Đà Lạt",
            "Đà Lạt",
            "Đà Lạt Happy Tours"
        ],
        "reviews_time": [
            "Written April 1, 2019",
            "Written March 11, 2019",
            "Written March 3, 2019",
            "Written February 20, 2019",
            "Written February 10, 2019",
            "Written February 10, 2019",
            "Written January 25, 2019",
            "Written January 7, 2019",
            "Written December 31, 2018",
            "Written December 30, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293922-d7038709-Reviews-or30-Da_Lat_Happy_Tours-Da_Lat_Lam_Dong_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d7038709-Reviews-or20-Da_Lat_Happy_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d7038709-Reviews-or40-Da_Lat_Happy_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d7038709-Reviews-Da_Lat_Happy_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14548248-Reviews-VGH_Adventures-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d24973243-Reviews-Safari_Karaoke-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1726111-Reviews-Mekong_Eyes_Cruise_Mekong_One_Day_Tour-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2435402-Reviews-Ann_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11710304-Reviews-APT_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8141061-Reviews-Saigon_Free_Walking_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d7333808-Reviews-Vietnam_Travel_Group-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12559538-Reviews-Tour_East_Vietnam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8827357-Reviews-Cho_Thai_Binh-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1650966-Reviews-SinhBalo_Adventure_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d26336495-Reviews-Limited_Karaoke-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d27733187-Reviews-Hana_Beauty-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d5599650-Reviews-Cosiana_Tour_Private_Day_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10794853-Reviews-Orient_Spa_Laser_Clinic-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d5501677-Reviews-Association_des_aveugles_de_ho_chi_minh-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g297557-d634828-Reviews-Castle_Zaman-Taba_Red_Sea_and_Sinai.html",
            "https://www.tripadvisor.com/Attraction_Review-g13806921-d7369015-Reviews-Tamshui_Old_Street-Tamsui_New_Taipei.html",
            "https://www.tripadvisor.com/Attraction_Review-g33043-d269446-Reviews-Santa_Ana_Zoo_at_Prentice_Park-Santa_Ana_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g30196-d5994379-Reviews-Main_Event_Entertainment-Austin_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g51176-d8541845-Reviews-Ramseyer_Farms-Wooster_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g33991-d21361700-Reviews-Hogpen_Hill_Farms_Sculpture_Park-Woodbury_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g294202-d317746-Reviews-Pyramids_of_Giza-Giza_Giza_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g189962-d4737744-Reviews-Surtshellir_Lava_Cave-Husafell_West_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g15238824-d6484910-Reviews-Cypremort_Point_State_Park-Cypremort_Point_Louisiana.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293922-d7038709-Reviews-or40-Da_Lat_Happy_Tours-Da_Lat_Lam_Dong_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293922-d7038709-Reviews-or30-Da_Lat_Happy_Tours-Da_Lat_Lam_Dong_Province.html"
    },
    {
        "attraction_name": "Da Lat Happy Tours",
        "attraction_name_vi": "Đà Lạt Happy Tours",
        "general_info": [
            "214 đánh giá",
            "10 trên 79 hoạt động ngoài trời ở Đà Lạt",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan địa hình bằng xe 4WD, ATV",
            "Chuyến tham quan di sản lịch sử",
            "Chuyến tham quan bằng xe máy",
            "Tour tham quan"
        ],
        "attraction_summary": "Chúng tôi cung cấp các tour du lịch bằng xe đạp, tour riêng, tour đi bộ miễn phí, tour ẩm thực, tour trong ngày và tour dài ngày. Chia sẻ những điều có thể bạn chưa từng biết trước khi đến Việt Nam. Chúng tôi có hướng dẫn viên du lịch kinh nghiệm và chuyến đi tuyệt vời được thiết kế cẩn thận và chi tiết.Đọc thêm",
        "reviews": [
            "Hướng dẫn viên của chúng tôi là Quang, người thật tuyệt vời! Anh ấy rất hiểu biết và tốt bụng. Tôi đang đi du lịch với mẹ và dì, họ cần được hỗ trợ khi lên xuống cầu thang vì dì lớn hơn một chút. Quang rất tôn trọng và chu đáo khi giúp đỡ bằng cách nắm lấy tay dì tôi để giúp dì ổn định và đảm bảo tốc độ không quá sức với mẹ và dì tôi. Nếu bạn muốn có một hướng dẫn viên du lịch thân thiện và vui vẻ, hãy nhớ đặt phòng với Quang.Đọc thêm",
            "Chúng tôi đã thực hiện một ngày 3 thác nước và những người yêu thích cà phê với Quang. Có rất nhiều thứ để gói gọn trong một ngày nhưng chúng tôi đã tận hưởng từng phút của nó.  Quang có đầy đủ thông tin và rất nông dân để dành thời gian. Thác rất tuyệt vời nhưng không thể vượt qua cáp treo, trang trại dế, cà phê chồn hay những con tằm. Ngay cả bữa trưa cũng thật đáng yêu.  Tôi đặc biệt giới thiệu một chuyến tham quan với Quang, anh ấy đã chỉ cho chúng tôi những điểm ẩn mà chúng tôi chưa bao giờ tự mình tìm thấy.Đọc thêm",
            "Chúng tôi đến sân bay Đà Lạt lúc 7 giờ 45 sáng và hướng dẫn viên rất thân thiện của chúng tôi, Hà đã ở đó chờ chúng tôi với sự chào đón nồng nhiệt. Từ đó chúng tôi bắt đầu chuyến tham quan Đà Lạt tuyệt vời.  Chiếc xe rất thoải mái, và tài xế Mr Tuan của chúng tôi rất dễ chịu, hữu ích và chuyên nghiệp. Hướng dẫn của chúng tôi, Hà thật tuyệt vời. Cô ấy rất vui tính và rất vui khi ở bên cạnh.  Bất cứ nơi nào chúng tôi đi, cô ấy đều có rất nhiều kiến ​​thức.  Chồng tôi và tôi thực sự rất thích sự bầu bạn của cô ấy và chúng tôi thực sự nhớ tính cách vui vẻ và ấm áp của cô ấy. Hành lý của chúng tôi được giữ an toàn trong xe khi chúng tôi tham quan khu vực. Vào cuối ngày, chúng tôi được đưa về khách sạn. Ngày hôm sau, chúng tôi được Hà và anh Tuấn nhanh chóng đón tại khách sạn để bắt đầu Ngày thứ hai ở Đà Lạt.  Trong hai ngày chúng tôi đã làm rất nhiều điều thú vị và khác biệt, Ông chủ Lào rất tốt khi cho phép chúng tôi tùy chỉnh hai ngày của mình và anh ấy luôn phản hồi lại tôi rất nhanh. Cảm ơn Hà, Dalat HappyTours và tài xế của chúng tôi, chúng tôi đã có hai ngày tuyệt vời và vui vẻ ở Dalalt. Tôi ước chúng tôi có thể ở lại lâu hơn, nhưng tôi rất vui vì khoảng thời gian ở DaLat. Tôi thực sự giới thiệu công ty này và Hà làm hướng dẫn viên du lịch.Đọc thêm",
            "Tôi và bạn bè đã đặt một chuyến tham quan vùng nông thôn vì chúng tôi là những nhiếp ảnh gia giỏi. Hướng dẫn viên của chúng tôi, Hà đã đến đúng giờ với nụ cười tươi và tiếng Anh hoàn hảo, điều đó khiến ngày của chúng tôi trở nên thật dễ dàng. Kiến thức địa phương và sự kiên nhẫn của cô ấy là một phần thưởng tuyệt vời! Cảm giác hài hước tuyệt vời đã làm cho ngày của chúng tôi nhẹ nhàng hơn và không có gì là quá rắc rối. Tôi dự định sẽ sử dụng cùng một công ty khi chúng tôi trở lại Đà Lạt vì vẫn còn rất nhiều điều để xem. Đọc thêm",
            "An absolute must to do in Da Lat! We were a bit hesitant to book a tour the night before, and we could certainly have found something cheaper - but we cannot stress enough how awesome this tour was. Going to Da Lat we didnt expect much of the countryside let alone the city itself, other than a quick pitstop in the highlands before heading off to Nha Trang. Little did we know that this tour in the gorgeous countryside of Da Lat ended up being the highlight of our entire Vietnam trip, and the city of Da Lat is now in our Top 5 list of cities in SE Asia! Our guide Ha could not have been any better. She was attentive, informative and easy-going, making her our friend rather than our guide very quickly. She took the time to show us all the gorgeous waterfalls, and their hidden caves, all while making detours to cool locations in the countryside, such as a peppercorn farm, a minority village and to a spectacular look-out, so we could get some fantastic photos of the lush, green valley. She also took time to show us the big variety of vegetables, fruits and flowers grown in the region If you are a vegetarian or simply care for organic food produce, you will adore Da Lat!. But most notibly she suggested that if we wanted to try some of the most delicious, and usually most expensive coffee in the world, she knew the owner of one of the biggest coffee plantations in Da Lat, which is renowned for its coffee of the highest quality. Here we could try our luck with the notorious weasel-poop coffee or simply have a cup of coffee after a long day of exploring, which we thought was a perfect ending to the day. Our simple waterfalls tour was anything but simple, and we walked away having explored the whole region around Da Lat. Ha also recommended various cool bars and restaurants her and her friends loved and we were absolutely not disappointed - The Maze Bar and its multi-story labyrinth architecture was awesome and also a must in Da Lat! We have been gushing about this tour and this vibrant, youthful city for a day now and we truly wish we could stay longer. 1010 we would do again.Read more",
            "First I wasnt sure to book this trip. There are some cheaper sightseeing tours from other companies in Da Lat. But I decided to go with Da Lat Happy tours. And it was a really good decision! Private tour, private car, our own tourguide.. At least you will get, what you pay for! Our tourguide, Ms. Ha, picked us up from the hotel with a private car and driver. We visited a winery just to look, nobody forced us to buy there and a coffee garden. Ms. Ha gave us a lot of information about the coffee and the history of weasel coffee. After we tried the coffee, we went to a cricket farm the taste of them wasnt so bad and a silk factory first time I saw a really factory and not a room with workers they start their work and stopped immediately when the tourists left the room. Then we went to two amazing waterfalls. One a little but far away from the city. But with a good car and a safety driver it wasnt a problem to go there.Ms. Ha gives us a lot of time to visit the places and take pictures. Although she showed me the best places to took them. After visiting two more lakes we went back to the city. Because weve been late, we start the food tour without any break. Ms. Ha introduced us in the special food of this region. We went to small restaurants away from the frequent tourist places. Weve been the only foreigners in these restaurants. The food was really good and included in the price of the tour. At the end of the day weve been really satisfied. I was surprised about the good quality of the tour. Ms. Ha was a very smart tourguide. Her english language was really good and she knows a lot about the country, this special region and the history. The whole day we could see, she really loves to do this job! Read more",
            "Tôi đã đặt tour tham quan thành phố cho mẹ tôi và bạn của bà qua Internet. Họ trả lời rất nhanh, mọi dịch vụ đều hoàn hảo, nhân viên rất có trình độ và được đào tạo bài bản. Cô Hà đã hướng dẫn tour và kể những câu chuyện sâu sắc và ấn tượng về Đà Lạt, lịch sử và văn hóa Việt Nam. Tôi chúc công ty này thành công rực rỡ! Cảm ơn các bạn rất nhiều! Đọc thêm",
            "Vào ngày 13 tháng 8, chúng tôi đã thực hiện chuyến tham quan với hướng dẫn viên Đạt và tài xế Thọ. Chúng tôi còn hạnh phúc hơn khi có được hai người đó cho chuyến đi của mình. Đạt nói tiếng Anh rất tốt, trông chuyên nghiệp và biết nhiều điều để kể về các địa điểm. Anh ấy là người linh hoạt, tích cực và hài hước. Thọ là một người lái xe xuất sắc và rất lịch sự. Anh ấy lái xe cẩn thận khi bận rộn trên đường. Chúng tôi đã có một ngày tuyệt vời và muốn giới thiệu cả hai cho chuyến tham quan này.Đọc thêm",
            "Anh ấy thực sự đáng yêu, bất kỳ ai cũng biết rất nhiều về lĩnh vực này và nói tiếng Anh rất tốt. Ngay cả tôi là khách du lịch một mình cũng không có vấn đề gì khi đặt tour này. Tôi thực sự vui mừng vì tôi đã thực hiện chuyến lưu diễn này và tôi sẽ rất vui khi được thực hiện lại chuyến lưu diễn này vào một ngày nào đó trong tương lai. Tôi đánh giá cao chuyến tham quan này: Đọc thêm",
            "Hôm nay chúng tôi đã có một trải nghiệm tuyệt vời với chuyến tham quan vui vẻ ở đà lạt. Chúng tôi đã chọn chuyến tham quan 4 thác nước mà tôi thực sự giới thiệu cho những ai muốn tận hưởng thiên nhiên và vẻ đẹp của những thác nước gần Đà Lạt.  Quang là người hướng dẫn của chúng tôi, anh ấy nói tiếng Anh lưu loát và anh ấy đưa chúng tôi đến những khung cảnh và góc thác đẹp nhất. Nhờ Quang, chúng tôi cũng có một món ăn Việt Nam rất ngon cho bữa trưa và một ly cà phê chồn tuyệt vời. Người lái xe tốt và chiếc xe rất thoải mái. Đọc thêm",
            "Xin chào, tôi sẽ ở Đà Lạt vào ngày 13-1403. Tôi cùng với 3 đứa trẻ sinh đôi 7 và 5 tuổi và tôi đang tìm tour du lịch cho chúng tôi. Tôi muốn có một chuyến tham quan vào năm 1403 - bắt đầu đủ sớm để đến sân bay vào khoảng 3:30 chiều và 5 giờ chiều chúng tôi có chuyến bay. Tôi không muốn chuyến đi quá dài vì bọn trẻ - khoảng 5 giờ là đủ. Tôi muốn chuyến đi có cả thác nước. Bạn có thể cung cấp cho tôi một cái gì đó? Nó sẽ có chi phí bao nhiêu?\nCảm ơn bạn trước\nKarolina Đọc thêm",
            "CHÀO\nChúng tôi đang tìm kiếm một tour du lịch 2 ngày tại Đà Lạt 19-20 tháng 2.\n2 người.\n60 tuổi\nTrân trọng\nAlikĐọc thêm",
            "Kính gửi Ngài Alik,\nCảm ơn vì đã cho chúng tôi câu hỏi.\nChúng tôi có thể phục vụ vào những ngày đó. Vui lòng gửi email cho chúng tôi để biết thêm thông tin chi tiết.\n\nTrân trọng.\nDalat Tours HappyĐọc thêm",
            "Xin vui lòng biết chi phí cho chuyến đi 3 ngày.\nCảm ơnĐọc thêm",
            "Vui lòng kiểm tra với ông Andy, Dalat Happy Tours.Đọc thêm",
            "Làm thế nào tôi có thể đặt tour du lịch Đà Lạt vui vẻ? văn phòng ở đâu? nó có ở đà lạt không?Đọc thêm",
            "Bạn có thể liên hệ với họ qua ứng dụng Whats hoặc email dalathappytoursgmail \ncảm ơn Đọc thêm",
            "Xin chào Lao, bạn có thể thực hiện chuyến tham quan bằng ô tô riêng với 6 hành khách không? Cảm ơn bạn, chúng tôi đang ở Đà Lạt vào tháng 5.Đọc thêm",
            "Xin vui lòng cho tôi biết tổng thời gian tham quan. Khi nào bạn bắt đầu và kết thúc mọi việc?Đọc thêm",
            "Xin chào các bạn.. các bạn đã đặt chuyến đi với Happy Tours Đà Lạt như thế nào? Tôi có nên đặt trực tuyến trước hay đặt phòng khi đến nơi cũng được? Cảm ơn bạnĐọc thêm",
            "Lau phản ứng rất nhanh.  Có, bạn có thể gửi email cho anh ấy hoặc làm những gì tôi đã làm, đó là sử dụng WhatsApp để liên hệ với anh ấy.  Tôi đã đặt chỗ với anh ấy vào ngày hôm trước và anh ấy đã sắp xếp cho tôi tham gia chuyến tham quan cùng một nhóm.Đọc thêm"
        ],
        "star_ratings": [
            205,
            9,
            0,
            0,
            0
        ],
        "review_amount": 214,
        "location": [
            "Châu Á",
            "Việt Nam",
            "Tỉnh Lâm Đồng",
            "Những việc cần làm ở Đà Lạt",
            "Đà Lạt",
            "Đà Lạt Happy Tours"
        ],
        "reviews_time": [
            "Written December 23, 2018",
            "Written December 11, 2018",
            "Written December 5, 2018",
            "Written November 24, 2018",
            "Written October 31, 2018",
            "Written October 24, 2018",
            "Written August 26, 2018",
            "Written August 15, 2018",
            "Written August 11, 2018",
            "Written August 9, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293922-d7038709-Reviews-or40-Da_Lat_Happy_Tours-Da_Lat_Lam_Dong_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d7038709-Reviews-or30-Da_Lat_Happy_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d7038709-Reviews-or50-Da_Lat_Happy_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d7038709-Reviews-Da_Lat_Happy_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14548248-Reviews-VGH_Adventures-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d24973243-Reviews-Safari_Karaoke-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1726111-Reviews-Mekong_Eyes_Cruise_Mekong_One_Day_Tour-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2435402-Reviews-Ann_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11710304-Reviews-APT_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8141061-Reviews-Saigon_Free_Walking_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d7333808-Reviews-Vietnam_Travel_Group-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12559538-Reviews-Tour_East_Vietnam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8827357-Reviews-Cho_Thai_Binh-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1650966-Reviews-SinhBalo_Adventure_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d26336495-Reviews-Limited_Karaoke-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d27733187-Reviews-Hana_Beauty-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d5599650-Reviews-Cosiana_Tour_Private_Day_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10794853-Reviews-Orient_Spa_Laser_Clinic-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d5501677-Reviews-Association_des_aveugles_de_ho_chi_minh-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293983-d325203-Reviews-Muslim_Quarter-Jerusalem_Jerusalem_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g49265-d2647505-Reviews-Kure_Beach_Pier-Kure_Beach_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g1215781-d18816142-Reviews-Aquaria_Phuket_Thailand-Phuket_Town_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g42139-d272158-Reviews-GM_Renaissance_Center-Detroit_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g53449-d272117-Reviews-PNC_Park-Pittsburgh_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g155019-d606598-Reviews-Yonge_Dundas_Square-Toronto_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g154998-d263711-Reviews-Clifton_Hill-Niagara_Falls_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g32066-d3648780-Reviews-Tilden_Park_Little_Farm-Berkeley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g187785-d8272952-Reviews-Circumvesuviana_Railway_Service-Naples_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60993-d15238827-Reviews-Tokyo_Kitty-Cincinnati_Ohio.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293922-d7038709-Reviews-or50-Da_Lat_Happy_Tours-Da_Lat_Lam_Dong_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293922-d7038709-Reviews-or40-Da_Lat_Happy_Tours-Da_Lat_Lam_Dong_Province.html"
    },
    {
        "attraction_name": "Da Lat Happy Tours",
        "attraction_name_vi": "Đà Lạt Happy Tours",
        "general_info": [
            "214 đánh giá",
            "10 trên 79 hoạt động ngoài trời ở Đà Lạt",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan địa hình bằng xe 4WD, ATV",
            "Chuyến tham quan di sản lịch sử",
            "Chuyến tham quan bằng xe máy",
            "Tour tham quan"
        ],
        "attraction_summary": "Chúng tôi cung cấp các tour du lịch bằng xe đạp, tour riêng, tour đi bộ miễn phí, tour ẩm thực, tour trong ngày và tour dài ngày. Chia sẻ những điều có thể bạn chưa từng biết trước khi đến Việt Nam. Chúng tôi có hướng dẫn viên du lịch kinh nghiệm và chuyến đi tuyệt vời được thiết kế cẩn thận và chi tiết.Đọc thêm",
        "reviews": [
            "Chúng tôi đã thực hiện một chuyến tham quan ẩm thực đường phố đáng yêu với Hà, hy vọng chúng tôi đánh vần đúng tên cô ấy; cô ấy nói chúng ta có thể gọi cô ấy là Hanna. Chúng tôi đã học được rất nhiều về ẩm thực đường phố Đà Lạt cũng như văn hóa Việt Nam. Thức ăn rất ngon và Hanna thực sự khiến toàn bộ trải nghiệm trở nên đặc biệt hơn. Cảm ơn bạn rất nhiều!Đọc thêm",
            "Chúng tôi đã thực hiện chuyến tham quan ẩm thực đường phố tối qua với Hà đáng yêu. Rất nhiều loại thực phẩm bao gồm bánh xèo Việt Nam, pizza Việt Nam, súp, Lẩu, mì và kem bơ! Hà nói tiếng Anh tốt và chúng tôi rất thích được thử những món ăn mà chúng tôi chưa bao giờ tự mình bắt gặp. Những lời chỉ trích mang tính xây dựng duy nhất của tôi là có quá nhiều thức ăn vào đầu buổi tối và rất nhiều sự khuyến khích để hoàn thành tất cả, điều đó có nghĩa là tất cả chúng tôi đều phải vật lộn để ăn nhiều thức ăn ở hai nơi cuối cùng - điều đó có nghĩa là nhiều hơn những mặt hàng đáng kể. Và b rằng tôi sẽ đề nghị thêm một điểm dừng giữa chuyến tham quan, đi đâu đó để uống nước và sử dụng phòng tắm - nếu không thì sẽ không có cơ hội thực sự để làm một trong những điều này trong suốt ba giờ, công bằng mà nói, tôi chắc chắn nếu chúng tôi hỏi, Hà sẽ sẵn lòng. Dù sao đi nữa, rất khuyến khích chuyến tham quan này! Đọc thêm",
            "Andy, người điều hành các chuyến tham quan này và tự mình hướng dẫn, là người giỏi nhất bạn có thể tìm thấy. Có trách nhiệm, nói tiếng Anh rất tốt, luôn đáp ứng mong muốn của tôi đi đâu hoặc làm gì. Đó là một trong những chuyến đi trong ngày tuyệt vời nhất mà tôi từng có. Rất khuyến khích!!! Đọc thêm",
            "Chúng tôi đã thực hiện 4 thác nước với Andy. Chuyến tham quan thật tuyệt vời. Andy là một hướng dẫn viên giỏi và hài hước, chúng tôi đã có rất nhiều niềm vui! Đọc thêm",
            "Chúng tôi đã đi tour kết hợp số 3 và có một ngày tuyệt vời. Chúng tôi rất khó khăn vì đã nhìn thấy mọi thứ, nhưng trong chuyến tham quan này, chúng tôi đã nhìn thấy những thác nước tuyệt đẹp và cũng đi theo chúng với người hướng dẫn nhiệt tình và vui vẻ của chúng tôi. Chúng tôi cũng đi vào hậu trường của quá trình sản xuất lụa. Chúng tôi đã nhìn thấy nhà máy và việc giao hàng từ những người nông dân cùng với những chiếc kén của họ. Chúng tôi thậm chí còn nếm thử giun như một món ăn nhẹ. Chúng tôi đã có một bữa trưa ngon miệng tại một địa điểm nhỏ ở địa phương, chúng tôi nói những gì chúng tôi thích ăn và người lái xe hoàn hảo Mr.tranh đã tìm thấy một nơi mà đây là đặc sản của họ. Trang trại cà phê, trang trại dế, cọc và hoa cũng là một phần của chuyến thăm. Chúng tôi thực sự đã có một ngày tuyệt vời với cô Hà đáng yêu, rất nhiều kiến ​​thức, tiếng Anh hoàn hảo. Cô ấy thậm chí còn giới thiệu cho chúng tôi loại trái cây yêu thích của cô ấy, Dorian, thực sự rất ngon, chúng tôi đã nhìn thấy loại trái cây này ở khắp mọi nơi nhưng chưa bao giờ nếm thử. Cảm ơn vì những chuyến du lịch vui vẻ trong ngày tuyệt vời đã khiến mọi người hạnh phúc.Đọc thêm",
            "Đã thực hiện một chuyến du lịch riêng với tôi và người phụ nữ của tôi. Chúng tôi đã có thể bắt đầu muộn một chút. Andy thậm chí còn dừng lại thêm để chúng tôi mua những chiếc áo khoác tuyệt vời này vì thời tiết hơi lạnh. Cảm ơn Chúa, chúng tôi đã mang chúng đến sau cả ngày mưa. Lớp bên trong của tôi đã khô hoàn toàn. Toàn bộ cách Andy rất vui tính và phục vụ mọi nhu cầu của chúng tôi! Nói tiếng Anh tuyệt vời. Và luôn đảm bảo rằng chúng ta có thời gian ăn uống và giữ tinh thần lạc quan ngay cả khi trời mưa:Đọc thêm",
            "Dịch vụ tuyệt vời chuyến tham quan thú vị - hướng dẫn viên Andy của chúng tôi - nhiều thông tin hữu ích và dễ nói chuyện. Tài xế Lim - mượt mà và cẩn thận.  Một ngày đi chơi tuyệt vời, tôi hết lòng khuyên bạn điều này Chúng tôi đã thực hiện chuyến tham quan đồng quê 2Đọc thêm",
            "Gặp gỡ hướng dẫn viên nhỏ nhắn và đáng yêu của chúng tôi là Ha từ Da Lat Happy Tours. Đà Lạt nằm giữa những ngọn núi của miền Nam Việt Nam - một nơi nghỉ ngơi chào đón tránh xa cái nóng và độ ẩm của bờ biển. Chuyến tham quan thác nước một ngày của chúng tôi với Ha tràn ngập những cảnh đẹp đầy màu sắc, hương vị lạ như dế nướng và rất nhiều tiếng cười. Giá trị tuyệt vời và được đánh giá cao. Đọc thêm",
            "Tôi đã đặt tour này vào phút cuối sau khi thay đổi lịch trình từ Vietnam Airlines, giúp tôi có thêm một ngày ở Đà Lạt. Lào có thể dễ dàng giải quyết qua email và chuyến tham quan cũng như hành trình cả ngày được sắp xếp qua tổng cộng 4 email. Chúng tôi chọn tour cả ngày cho 3 người trên ô tô riêng có tài xế và hướng dẫn viên du lịch. Hướng dẫn viên Quang và tài xế của chúng tôi đã đến khách sạn đúng giờ và chúng tôi đi từ đó. Chuyến đi bao gồm một điểm dừng ở đồi robin để ngắm cảnh thành phố, sau đó đi cáp treo đến một tu viện xinh đẹp, sau đó chúng tôi có một chuyến đi đến một số thác nước, một bữa trưa tuyệt vời ở một ngôi làng nhỏ, thăm một nhà máy tơ lụa, trang trại chăn nuôi Dế. , đồn điền cà phê để nếm thử loại cà phê nổi tiếng, thăm làng dân tộc Kho, trang trại hoa, nhà ga lịch sử và góc phố Pháp của Đà Lạt. Hành trình lớn kéo dài hơn 8,5 giờ nhưng vui vẻ và nhịp độ tốt với sự kết hợp tốt giữa khám phá đi bộ và các hoạt động văn hóa và giáo dục. Hướng dẫn viên Quang của chúng tôi có tiếng Anh đặc biệt và có khiếu hài hước và khiêm tốn tuyệt vời. Anh ấy không chỉ được thông tin đầy đủ và nó còn truyền đạt những câu chuyện và truyện ngụ ngôn về các địa danh khác nhau mà còn thoải mái viết ra kịch bản và dịch những câu hỏi đôi khi chuyên sâu của chúng tôi cho những người dân địa phương mà chúng tôi gặp trong chuyến tham quan. Gọi ngày này là một chuyến tham quan chắc chắn đã đánh giá thấp những gì nên được mô tả như một cuộc phiêu lưu văn hóa. Cả Quang và tài xế đều vận hành đồng bộ hoàn hảo và thực sự yêu thích công việc cũng như luôn quan tâm đến chúng tôi, những vị khách của họ. Thực ra nó giống như một ngày bạn ở bên những người bạn cũ quen thuộc.   Rất khuyến khích điều này trong các chuyến tham quan bằng xe đạp khác nhau quanh Đà Lạt.Đọc thêm",
            "Đã có chuyến tham quan cả ngày. Đã đi đến 3 thác nước, trang trại dế và trang trại cà phê, một ngôi chùa và cáp treo.  Là một ngày tuyệt vời tuyệt vời. Hướng dẫn rất hài hước và kiên nhẫn.  Rất am hiểu. Tôi đã vô cùng ấn tượng tbh. Không thể giới thiệu hướng dẫn này đủ.  Chi phí là 90 USD và đáng giá Đọc thêm"
        ],
        "star_ratings": [
            205,
            9,
            0,
            0,
            0
        ],
        "review_amount": 214,
        "location": [
            "Châu Á",
            "Việt Nam",
            "Tỉnh Lâm Đồng",
            "Những việc cần làm ở Đà Lạt",
            "Đà Lạt",
            "Đà Lạt Happy Tours"
        ],
        "reviews_time": [
            "Written August 8, 2018",
            "Written August 7, 2018",
            "Written July 30, 2018",
            "Written July 25, 2018",
            "Written July 22, 2018",
            "Written July 18, 2018",
            "Written July 17, 2018",
            "Written May 15, 2018",
            "Written April 9, 2018",
            "Written April 4, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293922-d7038709-Reviews-or50-Da_Lat_Happy_Tours-Da_Lat_Lam_Dong_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d7038709-Reviews-or40-Da_Lat_Happy_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d7038709-Reviews-or60-Da_Lat_Happy_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d7038709-Reviews-Da_Lat_Happy_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14548248-Reviews-VGH_Adventures-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d24973243-Reviews-Safari_Karaoke-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1726111-Reviews-Mekong_Eyes_Cruise_Mekong_One_Day_Tour-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2435402-Reviews-Ann_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11710304-Reviews-APT_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8141061-Reviews-Saigon_Free_Walking_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d7333808-Reviews-Vietnam_Travel_Group-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12559538-Reviews-Tour_East_Vietnam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8827357-Reviews-Cho_Thai_Binh-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1650966-Reviews-SinhBalo_Adventure_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d26336495-Reviews-Limited_Karaoke-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d27733187-Reviews-Hana_Beauty-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d5599650-Reviews-Cosiana_Tour_Private_Day_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10794853-Reviews-Orient_Spa_Laser_Clinic-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d5501677-Reviews-Association_des_aveugles_de_ho_chi_minh-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d14927858-Reviews-Experience_Nutridge-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d12004338-Reviews-Dubai_Parks_and_Resorts-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g43323-d271778-Reviews-The_Mary_Tyler_Moore_House-Minneapolis_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g33175-d3475241-Reviews-Paradise_Beach_Park-Tiburon_Marin_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g52855-d4602921-Reviews-Bald_Eagle_State_Park-Howard_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g147320-d8409517-Reviews-The_Mall_of_San_Juan-San_Juan_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g659635-d4694524-Reviews-DC10-Playa_d_en_Bossa_Ibiza_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g60974-d11806597-Reviews-Bird_Island_Pier-Buffalo_Erie_County_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g187890-d195292-Reviews-Catacombe_dei_Cappuccini-Palermo_Province_of_Palermo_Sicily.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d6524631-Reviews-The_Centurion_Lounge-Dallas_Texas.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293922-d7038709-Reviews-or60-Da_Lat_Happy_Tours-Da_Lat_Lam_Dong_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293922-d7038709-Reviews-or50-Da_Lat_Happy_Tours-Da_Lat_Lam_Dong_Province.html"
    },
    {
        "attraction_name": "Da Lat Happy Tours",
        "attraction_name_vi": "Đà Lạt Happy Tours",
        "general_info": [
            "214 đánh giá",
            "10 trên 79 hoạt động ngoài trời ở Đà Lạt",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan địa hình bằng xe 4WD, ATV",
            "Chuyến tham quan di sản lịch sử",
            "Tour xe máy",
            "Tour tham quan"
        ],
        "attraction_summary": "Chúng tôi cung cấp các tour du lịch bằng xe đạp, tour riêng, tour đi bộ miễn phí, tour ẩm thực, tour trong ngày và tour dài ngày. Chia sẻ những điều có thể bạn chưa từng biết trước khi đến Việt Nam. Chúng tôi có hướng dẫn viên du lịch kinh nghiệm và chuyến đi tuyệt vời được thiết kế cẩn thận và chi tiết.Đọc thêm",
        "reviews": [
            "Chúng tôi đã đi tour 4 thác nước ngày hôm qua với Q. Chúng tôi là một cặp vợ chồng trẻ và chuyến đi có giá 86 cho một chiếc ô tô và tài xế riêng, hướng dẫn viên Q của chúng tôi và một ngày tuyệt vời. Chúng tôi đã chọn chuyến tham quan 4 thác nước vì không có gói nào khác bao gồm Datanya và Pongour hoặc Elephant - gói này bao gồm tất cả cộng với Prenn! Điều duy nhất thu hút chúng tôi trong các chuyến tham quan khác là cáp treo và hồ nước. May mắn thay, điểm dừng đầu tiên của chúng tôi là cáp treo và hồ nước! Chuyến tham quan thật tuyệt vời, danh sách đầy đủ những địa điểm chúng tôi đã đi không chỉ có 4 thác nước: - Đồi Robin - Cáp treo - Những ngôi đền ở dưới cùng của cáp treo - Hồ - Thác Datanla, tàu lượn siêu tốc rất thú vị! - Prenn thác nước- Thác Pongour- Dừng nhanh ở đồn điền tiêu để xem nó được trồng- Ăn trưa tại một nhà hàng thực sự xinh xắn và giá cả phải chăng! Chi phí thêm nhưng dù sao cũng thực sự rẻ - Thác voi - Nhà máy tơ lụa - Cà phê chồn để uống cà phê ướp lạnh nhìn ra khung cảnh tuyệt vời Không có lúc nào trong ngày cảm thấy vội vã, thực tế là nó rất thoải mái vì thác nước không ngừng được bổ sung thêm nhưng thời gian tập trung vào những thác nước và cảm giác thư giãn dễ chịu vào cuối ngày trong quán cà phê.Q thật xuất sắc - tiếng Anh của anh ấy tốt hơn rất nhiều người Anh mà tôi biết, thông tin anh ấy cung cấp cho chúng tôi đã vượt xa tầm nhìn và đi vào cuộc sống của người Việt Nam và anh ấy rất thân thiện, cảm giác như đang đi chơi với một người bạn địa phương hơn là một hướng dẫn viên du lịch. Bây giờ chúng tôi cũng có rất nhiều bức ảnh chụp cùng nhau mà không phải ảnh selfie hay boomerang! Yêu cầu Q khi bạn đặt phòng! Chúng tôi đã đặt phòng vào đêm hôm trước qua whatsapp, thật dễ dàng. Chắc chắn đề nghị. Đọc thêm",
            "Một ngày tuyệt vời giúp chúng tôi có thể nhìn thấy rất nhiều điều mà Đà Lạt và vùng nông thôn mang lại. Một người lái xe rất giỏi và một hướng dẫn viên xuất sắc Hà, người đã mang lại tất cả những điều sống động cho chúng tôi. Sẽ không ngần ngại giới thiệu các chuyến tham quan Happy và Ha cho những người tôi biết sắp ra mắt.MaureenĐọc thêm",
            "Chúng tôi đã thực hiện chuyến du lịch nông thôn 1 ngày với Andy và Thơ. Chúng tôi rất thích chuyến tham quan. Andy rất thân thiện và hiểu biết. Thọ là một người lái xe an toàn. Chuyến tham quan này rất đáng tiền và chúng tôi đánh giá cao nó. Đọc thêm",
            "Chúng tôi đã thực hiện chuyến tham quan trong ngày với hướng dẫn viên, Andy và Tho làm tài xế. Ngày bắt đầu với những nụ cười tươi, rộng và ấm áp từ cả hai người và chúng tôi ngay lập tức cảm thấy được chào đón và an toàn. Andy nói tiếng Anh tốt và cố gắng hết sức để chia sẻ với chúng tôi về cuộc sống ở Đà Lạt qua những cuộc trò chuyện. Kinh nghiệm và sự nhiệt tình của anh trong nghề nông được thể hiện khi chúng tôi đến thăm trang trại cà phê và hoa. Anh ấy chủ động đề nghị chụp ảnh cho chúng tôi hoặc thậm chí mở cửa xe cho chúng tôi. Nó thực sự là dịch vụ tốt nhất của nó! Anh ấy cực kỳ kiên nhẫn và đề nghị giúp đỡ khi chúng tôi cố gắng di chuyển trên con đường đá trên đường đến thác nước, đảm bảo rằng chúng tôi được an toàn trong khi vui chơi. Bạn có thể không nói tiếng Anh tốt lắm nhưng hãy đợi cho đến khi bạn trải nghiệm kỹ năng lái xe của anh ấy. Một số đoạn của hành trình xe phải đi qua những con đường chưa được bảo trì tốt nên có những lỗ hổng khá lớn. Kiến thức chuyên môn và sự cẩn thận trong việc tránh chúng không chỉ khiến toàn bộ hành trình trở nên suôn sẻ mà còn gây ấn tượng mạnh với chúng tôi. Đà Lạt là một địa điểm tuyệt đẹp đã gây ấn tượng mạnh với chúng tôi kể từ ngày đầu tiên và chuyến tham quan cùng Andy và Thơ đã khiến toàn bộ hành trình trở nên trọn vẹn. Đó thực sự là một trải nghiệm tuyệt vời.Đọc thêm",
            "Rất khuyến khích. Chúng tôi đã dành 2 ngày với hướng dẫn viên du lịch tuyệt vời HaHannah. Chúng tôi có bốn đứa con ồn ào nên không dễ để hướng dẫn chúng tôi. Tuy nhiên, cô ấy thân thiện đến mức có thể dễ dàng đến gần bọn trẻ của chúng tôi! Khi chúng tôi kết thúc chuyến tham quan, một đứa con của tôi đã khóc để nói lời tạm biệt. Hannah cũng rất am hiểu về Đà Lạt và Việt Nam. Cô ấy cũng biết nhiều thứ về cà phê! Tôi có thể tiếp tục hỏi rất nhiều câu hỏi. Và cô ấy luôn trả lời bằng nụ cười! Cảm giác như tôi có một người bạn cũ tốt ở Đà Lạt. Ngày hôm sau tại sân bay, tôi thấy tôi đã để quên chiếc xe đẩy em bé trong xe tải. Khi Hannah biết chuyện, cô ấy đã vui lòng gửi nó đến nhà chú tôi. Tôi rất trân trọng điều này. Thật may mắn khi tôi có cô ấy làm người hướng dẫn.Đọc thêm",
            "Chúng tôi đã thực hiện Chuyến tham quan trọn gói 3 ngày và Lao rất hữu ích và phản hồi nhanh với việc sửa đổi hành trình qua email dựa trên yêu cầu của chúng tôi. Hướng dẫn viên của chúng tôi Andy rất hữu ích, hiểu biết và hài hước, và đó không bao giờ là một khoảnh khắc buồn tẻ với anh ấy. Luôn ấm áp và quan tâm, anh ấy đảm bảo rằng chúng tôi được an toàn và hướng dẫn chúng tôi khi leo lên để xem và chụp ảnh với thác nước. Chúng tôi bị bất ngờ trước đám đông dịp nghỉ Tết ở Đà Lạt, và mặc dù chuyến tham quan đã kết thúc nhưng họ vẫn cố gắng đưa chúng tôi đến một cửa hàng ven đường trong thị trấn mà chúng tôi muốn thử nhưng lại gặp khó khăn khi gọi đồ ăn mang đi về. khách sạn chúng tôi ở cách thị trấn khoảng 10 phút lái xe. Cảm ơn Andy vì trải nghiệm tuyệt vời. Đọc thêm",
            "Chúng tôi đã trải qua ba ngày tuyệt vời được hướng dẫn và dẫn dắt bởi Nien hay còn gọi là Andy và Huỳnh. Trước đó tôi đã liên lạc với Lào và chúng tôi cùng nhau hoàn thành hành trình của mình. Tôi đã có một số danh sách tham quan địa điểm nhưng Lào đã vui lòng cung cấp cho tôi rất nhiều thông tin và lời khuyên hữu ích. Thế là Niên và Huỳnh đã cố gắng hết sức. Đây là lần đầu tiên tôi không thể chỉ ra lỗi nhỏ nhất, sự chậm trễ hoặc không đúng giờ. Tất cả chuyến đi của chúng tôi đều đặc biệt hoàn hảo, tất cả các địa điểm đều rất thú vị và tất cả các lời giải thích của Niens đều rất nhiều thông tin, đầy đủ và thú vị. Niens English tốt hơn nhiều so với bất kỳ người hướng dẫn nào khác mà tôi từng nói chuyện trước khi đến Châu Á. Cả Niên và Huỳnh đều rất thân thiện, lịch sự và tốt bụng với chúng tôi. Và chân thành mà nói thì tổng chi phí dịch vụ đã vượt mức chấp nhận được. Vì vậy, nếu bạn cần hướng dẫn viên và xe ở Đà Lạt thì đừng ngần ngại lựa chọn những anh chàng này nhé. Tôi chắc chắn rằng bạn sẽ vô cùng hài lòng và trải nghiệm của bạn sẽ vượt qua sự mong đợi của bạn.Đọc thêm",
            "Dịch vụ hướng dẫn cả ngày tuyệt vời được cung cấp. Tôi đã đi cùng gia đình 4 người, chồng, vợ và 2 con trai, Andy đã đưa ra những gợi ý và thông tin hữu ích về các trang trại Dế, cà phê, hoa cẩm tú cầu, tằm mà chúng tôi đã đến thăm. Anh ấy cùng với tài xế Mr Lim hay tôi nghe nói anh ấy tự giới thiệu, đưa chúng tôi đi ăn trưa với những món ăn ngon. Chiếc xe đã được lái rất an toàn và cẩn thận trên đường. Andy luôn sẵn sàng giải thích cho chúng tôi bằng tiếng Anh, các câu hỏi của chúng tôi đều được giải đáp một cách thích hợp. Nhìn chung, Andy rất thích, hãy tiếp tục phát huy nhé. Đọc thêm",
            "Gia đình 5 người của chúng tôi đã có khoảng thời gian tuyệt vời nhờ chuyến tham quan vui vẻ và hướng dẫn viên Andy của chúng tôi. Andy cực kỳ thân thiện và nồng hậu với khả năng tiếng Anh tốt. Anh ấy cung cấp dịch vụ xuất sắc và chia sẻ nhiều khía cạnh thú vị của đà lạt mà chỉ người dân địa phương mới biết. Thanh thiếu niên của tôi thích những thác nước tuyệt vời nhất. Đà Lạt là một nơi tuyệt vời cho các gia đình và những chuyến du lịch vui vẻ sẽ đảm bảo bạn có khoảng thời gian tuyệt vời.Đọc thêm",
            "Tôi rất biết ơn Andy, hướng dẫn viên du lịch của chúng tôi và anh Taw, tài xế của chúng tôi vì trải nghiệm 2 ngày tuyệt vời ở Đà Lạt! Chúng tôi đã đến thăm nhiều trang trại Dế, cà phê, hoa cẩm tú cầu, con tằm, núi Lianbiang! Họ đưa chúng tôi đi ăn trưa với những món ăn địa phương ngon và rẻ. Phải nói tài xế của chúng tôi đã lái chiếc xe chở 6 hành khách rất an toàn và cẩn thận trên đường! Andy rất nhiệt tình và hữu ích, luôn sẵn sàng giúp chúng tôi dịch thực đơn tiếng Việt sang tiếng Anh và trả lời các câu hỏi của chúng tôi về lịch sử Việt Nam cũng như bất kỳ diễn biến nào gần đây. Đọc thêm",
            "Xin chào, tôi sẽ ở Đà Lạt vào ngày 13-1403. Tôi cùng với 3 đứa trẻ sinh đôi 7 và 5 tuổi và tôi đang tìm tour du lịch cho chúng tôi. Tôi muốn có một chuyến tham quan vào năm 1403 - bắt đầu đủ sớm để đến sân bay vào khoảng 3:30 chiều và 5 giờ chiều chúng tôi có chuyến bay. Tôi không muốn chuyến đi quá dài vì bọn trẻ - khoảng 5 giờ là đủ. Tôi muốn chuyến đi có cả thác nước. Bạn có thể cung cấp cho tôi một cái gì đó? Nó sẽ có chi phí bao nhiêu?\nCảm ơn bạn trước\nKarolina Đọc thêm",
            "CHÀO\nChúng tôi đang tìm kiếm một tour du lịch 2 ngày tại Đà Lạt 19-20 tháng 2.\n2 người.\n60 tuổi\nTrân trọng\nAlikĐọc thêm",
            "Thưa ngài Alik, \nCảm ơn đã cho chúng tôi câu hỏi. \nChúng tôi sẵn sàng cho những ngày đó.  Vui lòng gửi email cho chúng tôi để biết thêm thông tin chi tiết.\n \nTrân trọng. \nDu lịch Đà Lạt vui vẻĐọc thêm",
            "Xin vui lòng biết chi phí cho chuyến đi 3 ngày.\nCảm ơnĐọc thêm",
            "Vui lòng kiểm tra với ông Andy, Dalat Happy Tours.Đọc thêm",
            "Làm thế nào tôi có thể đặt tour du lịch Đà Lạt vui vẻ? văn phòng ở đâu? nó có ở đà lạt không?Đọc thêm",
            "Bạn có thể liên hệ với họ qua ứng dụng Whats hoặc email dalathappytoursgmail \ncảm ơn Đọc thêm",
            "Xin chào Lao, bạn có thể thực hiện chuyến tham quan bằng ô tô riêng với 6 hành khách không? Cảm ơn bạn, chúng tôi đang ở Đà Lạt vào tháng 5.Đọc thêm",
            "Xin vui lòng cho tôi biết tổng thời gian tham quan. Khi nào bạn bắt đầu và kết thúc mọi việc?Đọc thêm",
            "Xin chào các bạn.. các bạn đã đặt chuyến đi với Happy Tours Đà Lạt như thế nào? Tôi có nên đặt trực tuyến trước hay đặt phòng khi đến nơi cũng được? Cảm ơn bạnĐọc thêm",
            "Lau phản ứng rất nhanh.  Có, bạn có thể gửi email cho anh ấy hoặc làm những gì tôi đã làm, đó là sử dụng WhatsApp để liên hệ với anh ấy.  Tôi đã đặt chỗ với anh ấy vào ngày hôm trước và anh ấy đã sắp xếp cho tôi tham gia chuyến tham quan cùng một nhóm.Đọc thêm"
        ],
        "star_ratings": [
            205,
            9,
            0,
            0,
            0
        ],
        "review_amount": 214,
        "location": [
            "Châu Á",
            "Việt Nam",
            "Tỉnh Lâm Đồng",
            "Những điều cần làm ở Đà Lạt",
            "Đà Lạt",
            "Đà Lạt Happy Tours"
        ],
        "reviews_time": [
            "Written March 28, 2018",
            "Written March 16, 2018",
            "Written February 3, 2018",
            "Written January 27, 2018",
            "Written January 15, 2018",
            "Written January 5, 2018",
            "Written January 5, 2018",
            "Written December 23, 2017",
            "Written December 16, 2017",
            "Written December 15, 2017"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293922-d7038709-Reviews-or60-Da_Lat_Happy_Tours-Da_Lat_Lam_Dong_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d7038709-Reviews-or50-Da_Lat_Happy_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d7038709-Reviews-or70-Da_Lat_Happy_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d7038709-Reviews-Da_Lat_Happy_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14548248-Reviews-VGH_Adventures-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d24973243-Reviews-Safari_Karaoke-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1726111-Reviews-Mekong_Eyes_Cruise_Mekong_One_Day_Tour-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2435402-Reviews-Ann_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11710304-Reviews-APT_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8141061-Reviews-Saigon_Free_Walking_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d7333808-Reviews-Vietnam_Travel_Group-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12559538-Reviews-Tour_East_Vietnam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8827357-Reviews-Cho_Thai_Binh-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1650966-Reviews-SinhBalo_Adventure_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d26336495-Reviews-Limited_Karaoke-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d27733187-Reviews-Hana_Beauty-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d5599650-Reviews-Cosiana_Tour_Private_Day_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10794853-Reviews-Orient_Spa_Laser_Clinic-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d5501677-Reviews-Association_des_aveugles_de_ho_chi_minh-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d12794226-Reviews-Klairmont_Kollections-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d6439052-Reviews-Van_Stapele_Koekmakerij-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g46431-d7377879-Reviews-Funtime_Junction-Fairfield_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g298658-d294952-Reviews-Bodrum_Castle-Bodrum_City_Bodrum_District_Mugla_Province_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g31305-d667285-Reviews-Tonto_Natural_Bridge_State_Park-Payson_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g41707-d17540622-Reviews-Crystal_Lake-Newton_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g303905-d5963109-Reviews-Ko_Lanta-Ko_Lanta_Krabi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g801293-d14927399-Reviews-Benja_Thermal_Baths-Permet_Gjirokaster_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d565063-Reviews-New_York_Yacht_Club-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g58277-d273165-Reviews-Croatan_Beach-Virginia_Beach_Virginia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293922-d7038709-Reviews-or70-Da_Lat_Happy_Tours-Da_Lat_Lam_Dong_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293922-d7038709-Reviews-or60-Da_Lat_Happy_Tours-Da_Lat_Lam_Dong_Province.html"
    },
    {
        "attraction_name": "Da Lat Happy Tours",
        "attraction_name_vi": "Đà Lạt Happy Tours",
        "general_info": [
            "214 đánh giá",
            "10 trên 79 hoạt động ngoài trời ở Đà Lạt",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan địa hình bằng xe 4WD, ATV",
            "Chuyến tham quan di sản lịch sử",
            "Chuyến tham quan bằng xe máy",
            "Tour tham quan"
        ],
        "attraction_summary": "Chúng tôi cung cấp các tour du lịch bằng xe đạp, tour riêng, tour đi bộ miễn phí, tour ẩm thực, tour trong ngày và tour dài ngày. Chia sẻ những điều có thể bạn chưa từng biết trước khi đến Việt Nam. Chúng tôi có hướng dẫn viên du lịch kinh nghiệm và chuyến đi tuyệt vời được thiết kế cẩn thận và chi tiết.Đọc thêm",
        "reviews": [
            "Lao thật tuyệt vời với tất cả các câu hỏi chúng tôi đã hỏi trước khi đặt tour. Có sự nhầm lẫn về ngày tháng nhưng Lao đã sắp xếp nó một cách nhanh chóng, hiệu quả và thực sự sẵn sàng giúp đỡ mỗi khi hãng hàng không của chúng tôi thay đổi thời gian bay tổng cộng ba lần!. Chuyến tham quan thật tuyệt vời, anh ấy cho chúng tôi đi và dành thời gian quanh thác Pongour và không bao giờ hối thúc chúng tôi di chuyển sang khu vực tiếp theo. Anh ấy thậm chí còn tìm cho chúng tôi một nhà hàng chay để đến sau đó, điều đó thật tuyệt vời. Chắc chắn sẽ giới thiệu anh ấy cho bất kỳ ai đến thăm Đà Lạt.Đọc thêm",
            "Chúng tôi 4 người đến từ Malaysia đã chọn Happy Tour cho chuyến tham quan một ngày ở Đà Lạt. Chúng tôi đã có một chuyến tham quan thú vị và vui vẻ với hướng dẫn viên xinh đẹp và đáng yêu Ha. Happy Tour rất được khuyến khích cho mọi người.Đọc thêm",
            "Nhóm 4 người bạn của tôi đến từ Singapore lựa chọn chuyến du lịch Đà Lạt một ngày. Chúng tôi đã đến thăm khá nhiều nơi, nổi bật là thác voi, nhà máy cà phê, nhà máy tằm. Hướng dẫn viên của chúng tôi, Hà, rất hiểu biết và dành thời gian để giải thích cho chúng tôi những chi tiết nhỏ như truyền thuyết và câu chuyện dẫn đến sự hình thành các kiến ​​trúc và tên gọi nhất định. Cô ấy thậm chí còn dành thời gian dừng lại ở một số địa điểm trên đường để dạy chúng tôi cách phân biệt các loại quả cà phê khác nhau!! Chuyến đi kéo dài hơn đã nêu nhưng hướng dẫn viên du lịch vẫn rất nhiệt tình và cung cấp cho cô dịch vụ tốt nhất. Thật sự rất thích toàn bộ chuyến đi! Rất khuyến khích! Đọc thêm",
            "Chúng tôi đã có khoảng thời gian tuyệt vời với hướng dẫn viên du lịch cô Hà. Chúng tôi là một nhóm lớn gồm 4 người lớn và 5 trẻ em và một trẻ sơ sinh. Khi đón tại sân bay, chúng tôi được chào đón bởi cô Hà, người dường như không bao giờ ngừng mỉm cười từ đầu đến cuối chuyến đi. Cô ấy rất chu đáo và kiên nhẫn với bọn trẻ, trả lời hàng nghìn câu hỏi của chúng và chỉ giúp đỡ nhiều nhất có thể. Chúng tôi hoàn toàn hư hỏng trong suốt chuyến đi. Một hôm trời mưa, cô Hà lập tức đi lấy áo poncho cho chúng tôi. Đảm bảo chúng ta luôn khô ráo thay vì chăm sóc bản thân. Cô ấy cố gắng cá nhân hóa chuyến đi cho chúng tôi nhiều nhất có thể và chúng tôi đã có khoảng thời gian tuyệt vời. Đó là lý do tại sao chúng tôi tham gia chuyến lưu diễn ngày thứ 2 với họ sau khi hoàn toàn hài lòng với ngày đầu tiên. Cảm ơn bạn!!! Đọc thêm",
            "Lời cảm ơn chân thành đến hướng dẫn viên du lịch tốt bụng Nhân Thành Võ Andy từ DALAT HAPPY TOURS Chúng tôi đã có một khoảng thời gian tuyệt vời và đã khám phá mọi địa điểm mà chúng tôi đã lên kế hoạch. Chúng tôi không thể khám phá tốt hơn thành phố Đà Lạt xinh đẹp nếu không có bạn Hãy để tôi chia sẻ thông tin về các dịch vụ của bạn và chúc các cộng sự của bạn sẽ đạt được nhiều thành công hơn trong tương lai Đọc thêm",
            "Chúng tôi đã đặt Tour 3 ngày khi ở Đà Lạt và thật tuyệt vời! Hướng dẫn viên Hà của chúng tôi rất vui vẻ và hiểu biết về Đất nước và Thành phố của cô ấy. Tiếng Anh của cô ấy rất tuyệt! Nếu bạn ở Đà Lạt hãy đặt chuyến tham quan này! 3 ngày tuyệt vời nhất từ ​​trước đến nay Đọc thêm",
            "Đã được vài tháng chúng tôi tham gia chuyến tham quan ẩm thực đường phố ở Đà Lạt và chúng tôi xin lỗi vì nhận xét muộn, Nhân! Dù sao, bạn đã làm rất tốt khi chỉ cho chúng tôi cách ăn ở Đà Lạt! Chúng tôi có pizza Đà Lạt, phổi heo, một loại nem tươi phiên bản địa phương và những món ngon khác mà chúng tôi không thể nhớ tên nữa! Tuy nhiên, phần chúng tôi thích nhất tối hôm đó là hướng dẫn viên Nhân. Anh ấy rất thân thiện, trung thực, cởi mở và thực sự thích giới thiệu và kể cho chúng tôi nhiều điều mới về ẩm thực, văn hóa cũng như cuộc sống bình thường của anh ấy ở Việt Nam. Chúng tôi thực sự đánh giá cao việc bạn là một người hướng dẫn tuyệt vời và một người yêu thích công việc của mình mà không có bất kỳ tham vọng nào về tiền boa có thể cao hơn! Chúc mừng sự trung thực của bạn, Nhân! Trân trọng, Tine và Flo.Đọc thêm",
            "Hướng dẫn viên của chúng tôi rất đáng yêu Ngọc...taadaaaaa nếu bạn nhờ cô ấy làm hướng dẫn viên, bạn sẽ hiểu ý tôi. Chúng tôi đang đi du lịch cùng em bé và Ngọc và tài xế của chúng tôi là người hướng dẫn hoàn hảo cho chuyến tham quan của gia đình. Họ cố gắng làm cho chuyến đi trở nên dễ chịu nhất có thể và thực sự chú ý xem những việc chúng tôi làm có phù hợp với con mình không. Ngọc nói tiếng Anh khá tốt và có kiến ​​thức tốt về Đà Lạt và khu vực xung quanh. Người lái xe cũng rất thận trọng và không lái xe quá nhanh, điều này chúng tôi thực sự đánh giá cao vì nhiều người lái xe có xu hướng lái xe rất liều lĩnh ở Việt Nam. Nói chung, chúng tôi thực sự khuyên bạn nên tham gia chuyến đi với Happy Tours, nếu bạn muốn có một chuyến tham quan an toàn và đầy thông tin. Đọc thêm",
            "Chúng tôi rất vui mừng vì đã chọn Happy Tour Đà Lạt cho chuyến đi đầu tiên đến Đà Lạt. Họ khiến chúng tôi cảm thấy như không có gì phải lo lắng. Tôi đã liên lạc với họ qua whatsapp 2 ngày trước chuyến đi và Lào rất thân thiện và kiên nhẫn với những câu hỏi cũng như yêu cầu của tôi. Anh ấy đã xác nhận Tour một cách nhanh chóng mặc dù chúng tôi không đưa ra bất kỳ hình thức đảm bảo nào. Họ đón chúng tôi từ khách sạn và gửi chúng tôi trở lại. Hướng dẫn viên đáng yêu của chúng tôi là Jenny Ngọc, người rất hiểu biết và đáng yêu. Không có gì là quá rắc rối với cô ấy khi chúng tôi có những yêu cầu nhỏ ở chỗ này chỗ kia. Cô ấy đã chia sẻ với chúng tôi rất nhiều sự thật lịch sử thú vị về các địa điểm và văn hóa. Chúng tôi đã có khoảng thời gian tuyệt vời, đặc biệt yêu thích Thác Poungour và Vườn cà phê Mê Linh. Chúng tôi sẵn sàng giới thiệu Happy Tour Đà Lạt cho bất cứ ai bất cứ lúc nào. Cảm ơn bạn vì tất cả mọi thứ.Đọc thêm",
            "Chúng tôi đã có khoảng thời gian khó quên với Andy trong chuyến tham quan ẩm thực đường phố. Anh ấy vui tính và rất thông minh, đồ ăn chúng tôi có thật tuyệt vời! và nhặt rất khéo léo, và cả buổi tối rất thư giãn và thú vị. Chắc chắn sẽ giới thiệu cho tất cả những ai muốn trải nghiệm ẩm thực địa phương, gặp gỡ người dân địa phương và tận hưởng khoảng thời gian vui vẻ như người Việt Nam. Cảm ơn Andy! :Đọc thêm",
            "Xin chào, tôi sẽ ở Đà Lạt vào ngày 13-1403. Tôi cùng với 3 đứa trẻ sinh đôi 7 và 5 tuổi và tôi đang tìm tour du lịch cho chúng tôi. Tôi muốn có một chuyến tham quan vào năm 1403 - bắt đầu đủ sớm để đến sân bay vào khoảng 3:30 chiều và 5 giờ chiều chúng tôi có chuyến bay. Tôi không muốn chuyến đi quá dài vì bọn trẻ - khoảng 5 giờ là đủ. Tôi muốn chuyến đi có cả thác nước. Bạn có thể cung cấp cho tôi một cái gì đó? Nó sẽ có chi phí bao nhiêu?\nCảm ơn bạn trước\nKarolina Đọc thêm",
            "CHÀO\nChúng tôi đang tìm kiếm một tour du lịch 2 ngày tại Đà Lạt 19-20 tháng 2.\n2 người.\n60 tuổi\nTrân trọng\nAlikĐọc thêm",
            "Thưa ngài Alik, \nCảm ơn đã cho chúng tôi câu hỏi. \nChúng tôi sẵn sàng cho những ngày đó.  Vui lòng gửi email cho chúng tôi để biết thêm thông tin chi tiết.\n \nTrân trọng. \nDu lịch Đà Lạt vui vẻĐọc thêm",
            "Xin vui lòng biết chi phí cho chuyến đi 3 ngày.\nCảm ơnĐọc thêm",
            "Vui lòng kiểm tra với ông Andy, Dalat Happy Tours.Đọc thêm",
            "Làm thế nào tôi có thể đặt tour du lịch Đà Lạt vui vẻ? văn phòng ở đâu? nó có ở đà lạt không?Đọc thêm",
            "Bạn có thể liên hệ với họ qua ứng dụng Whats hoặc email dalathappytoursgmail \ncảm ơn Đọc thêm",
            "Xin chào Lao, bạn có thể thực hiện chuyến tham quan bằng ô tô riêng với 6 hành khách không? Cảm ơn bạn, chúng tôi đang ở Đà Lạt vào tháng 5.Đọc thêm",
            "Xin vui lòng cho tôi biết tổng thời gian tham quan. Khi nào bạn bắt đầu và kết thúc mọi việc?Đọc thêm",
            "Xin chào các bạn.. các bạn đã đặt chuyến đi với Happy Tours Đà Lạt như thế nào? Tôi có nên đặt trực tuyến trước hay đặt phòng khi đến nơi cũng được? Cảm ơn bạnĐọc thêm",
            "Lau phản ứng rất nhanh.  Có, bạn có thể gửi email cho anh ấy hoặc làm những gì tôi đã làm, đó là sử dụng WhatsApp để liên hệ với anh ấy.  Tôi đã đặt chỗ với anh ấy vào ngày hôm trước và anh ấy đã sắp xếp cho tôi tham gia chuyến tham quan cùng một nhóm.Đọc thêm"
        ],
        "star_ratings": [
            205,
            9,
            0,
            0,
            0
        ],
        "review_amount": 214,
        "location": [
            "Châu Á",
            "Việt Nam",
            "Tỉnh Lâm Đồng",
            "Những điều cần làm ở Đà Lạt",
            "Đà Lạt",
            "Đà Lạt Happy Tours"
        ],
        "reviews_time": [
            "Written December 2, 2017",
            "Written November 20, 2017",
            "Written November 16, 2017",
            "Written October 28, 2017",
            "Written October 23, 2017",
            "Written October 21, 2017",
            "Written October 11, 2017",
            "Written September 29, 2017",
            "Written September 11, 2017",
            "Written September 7, 2017"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293922-d7038709-Reviews-or70-Da_Lat_Happy_Tours-Da_Lat_Lam_Dong_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d7038709-Reviews-or60-Da_Lat_Happy_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d7038709-Reviews-or80-Da_Lat_Happy_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d7038709-Reviews-Da_Lat_Happy_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14548248-Reviews-VGH_Adventures-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d24973243-Reviews-Safari_Karaoke-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1726111-Reviews-Mekong_Eyes_Cruise_Mekong_One_Day_Tour-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2435402-Reviews-Ann_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11710304-Reviews-APT_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8141061-Reviews-Saigon_Free_Walking_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d7333808-Reviews-Vietnam_Travel_Group-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12559538-Reviews-Tour_East_Vietnam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8827357-Reviews-Cho_Thai_Binh-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1650966-Reviews-SinhBalo_Adventure_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d26336495-Reviews-Limited_Karaoke-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d27733187-Reviews-Hana_Beauty-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d5599650-Reviews-Cosiana_Tour_Private_Day_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10794853-Reviews-Orient_Spa_Laser_Clinic-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d5501677-Reviews-Association_des_aveugles_de_ho_chi_minh-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g187525-d1186595-Reviews-Benidorm_Palace-Benidorm_Costa_Blanca_Province_of_Alicante_Valencian_Community.html",
            "https://www.tripadvisor.com/Attraction_Review-g147293-d3504999-Reviews-ORO_Nightclub-Punta_Cana_La_Altagracia_Province_Dominican_Republic.html",
            "https://www.tripadvisor.com/Attraction_Review-g274772-d3609845-Reviews-Zakrzowek-Krakow_Lesser_Poland_Province_Southern_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d12816861-Reviews-Megabus-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g46649-d1975155-Reviews-The_Funplex-Mount_Laurel_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g1120808-d1425033-Reviews-Emerald_Beach-Motobu_cho_Kunigami_gun_Okinawa_Prefecture.html",
            "https://www.tripadvisor.com/Attraction_Review-g499445-d153287-Reviews-Akumal_Beach-Akumal_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g312762-d4022342-Reviews-Delta_El_Tigre-Tigre_Province_of_Buenos_Aires_Central_Argentina.html",
            "https://www.tripadvisor.com/Attraction_Review-g294074-d12707252-Reviews-BogoTHAI_Massage-Bogota.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d19857871-Reviews-Pele_Soccer-New_York_City_New_York.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293922-d7038709-Reviews-or80-Da_Lat_Happy_Tours-Da_Lat_Lam_Dong_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293922-d7038709-Reviews-or70-Da_Lat_Happy_Tours-Da_Lat_Lam_Dong_Province.html"
    },
    {
        "attraction_name": "Da Lat Happy Tours",
        "attraction_name_vi": "Đà Lạt Happy Tours",
        "general_info": [
            "214 đánh giá",
            "10 trên 79 hoạt động ngoài trời ở Đà Lạt",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan địa hình bằng xe 4WD, ATV",
            "Chuyến tham quan di sản lịch sử",
            "Chuyến tham quan bằng xe máy",
            "Tour tham quan"
        ],
        "attraction_summary": "Chúng tôi cung cấp các tour du lịch bằng xe đạp, tour riêng, tour đi bộ miễn phí, tour ẩm thực, tour trong ngày và tour dài ngày. Chia sẻ những điều có thể bạn chưa từng biết trước khi đến Việt Nam. Chúng tôi có hướng dẫn viên du lịch kinh nghiệm và chuyến đi tuyệt vời được thiết kế cẩn thận và chi tiết.Đọc thêm",
        "reviews": [
            "Chúng tôi đã tham gia Tour du lịch nông thôn 3 thác nước và Combo dành cho người yêu cà phê và nó thật tuyệt vời. Chúng tôi không thể giới thiệu đủ! Đó chỉ là sự kết hợp hoàn hảo của các địa điểm. Chúng tôi đã thấy và làm rất nhiều thứ, bao gồm 3 thác nước tuyệt đẹp, một tu viện, một chuyến đi cáp treo tuyệt đẹp, ghé thăm quán cà phê yêu thích mới của chúng tôi, cà phê và quang cảnh tuyệt vời, ghé thăm một ngôi làng của người dân tộc thiểu số, và nhiều hơn thế nữa. Ngọc rất thân thiện, vui tính và hiểu biết, và chúng tôi cảm thấy như tất cả chúng tôi đều là bạn cũ vào cuối ngày. Chúng tôi đã học được rất nhiều! Bây giờ chúng tôi có thể phân biệt được sự khác biệt giữa cây cà phê arabica và robusta và chúng tôi có thể nói rằng chúng tôi đã thử cà phê chồn ngon tuyệt từ Đà Lạt. ;- Mặc dù tour có rất nhiều thứ, chúng tôi không bao giờ cảm thấy bị thúc ép. Thật tuyệt! Vẻ đẹp của Đà Lạt đã chinh phục chúng tôi. Chúng tôi chắc chắn sẽ giới thiệu tour này cho bạn bè và gia đình của chúng tôi. :- Cảm ơn những người chủ và nhân viên đáng yêu của Da Lat Happy Tours đã sắp xếp cho chúng tôi vào thời điểm ngắn như vậy, cảm ơn người lái xe tuyệt vời của chúng tôi, The Handsome Dragon, và cảm ơn Ngọc vì một ngày vui vẻ như vậy. :- Đọc thêm",
            "Chúng tôi đã có một chuyến tham quan thú vị và hài hước với hướng dẫn viên đáng yêu Ngọc! Những nơi tuyệt vời ở thác nước và những món ăn ngon của địa phương. Và tài xế của chúng tôi cũng rất tốt. Đọc thêm",
            "Tôi đã dành 2 tuần để đi du lịch dọc Việt Nam nhưng chuyến đi trong ngày của tôi với Nhân từ Dalat Happy Tours cho đến nay vẫn là điểm nhấn!  Nhân cực kỳ thân thiện và tôi cảm thấy hoàn toàn an toàn khi ngồi sau xe đạp của anh ấy - bất kỳ ai lo lắng hoặc e ngại về chuyến tham quan bằng xe máy chắc chắn nên thận trọng trước gió, điều đó rất thú vị và tôi luôn cảm thấy an toàn!  Anh ấy đảm bảo rằng tôi được ăn uống đầy đủ, hướng dẫn tôi ăn gì và ăn như thế nào như người dân địa phương.  Chúng tôi đã đến thăm rất nhiều địa điểm đẹp và thú vị, bao gồm nhà máy tơ lụa, trang trại dế, nếu bạn đi, chúng không tệ như bạn mong đợi! và những thác nước tuyệt đẹp.  Chúng tôi có rất nhiều hoạt động nhưng chuyến tham quan không hề vội vã và anh ấy đã giúp tôi leo xuống hang động phía sau thác Voi, giúp tôi chụp ảnh và cuối cùng chúng tôi có thời gian để uống cà phê và uống rượu trước khi anh ấy thả tôi xuống tắt ở lối vào sân bay.  Tôi đã có một ngày tuyệt vời và cảm giác đó giống như một chuyến phiêu lưu thích hợp - khu vực này rất đẹp và tôi không thể khen ngợi người hướng dẫn của mình đủ!  Tôi sẽ quay lại Đà Lạt trong tương lai sau khi Nhân mở quán cà phê của mình!  Hãy đặt chuyến đi của bạn ngay bây giờ, bạn sẽ không hối tiếc đâu!Đọc thêm",
            "Bản thân tôi và bạn gái của tôi đã xem trực tuyến chuyến tham quan này và quyết định chọn tùy chọn 1. Ngay cả khi có thông báo ngắn gọn là chỉ liên hệ qua whatsapp vào buổi tối trước khi Andy hướng dẫn viên du lịch của chúng tôi biến chuyến tham quan thành trải nghiệm thú vị nhất trong chuyến đi của chúng tôi cho đến nay tại Việt Nam. Kiến thức của anh ấy về những địa điểm khác nhau mà chúng tôi đã đến là không ai sánh kịp. Anh ấy không chỉ rất hiểu biết mà tiếng Anh của anh ấy còn rất hoàn hảo. Anh ấy rất hài hước và thân thiện, việc ăn trưa và các bữa ăn cực kỳ dễ dàng và rất vui khi được nói chuyện với một người địa phương. Chúng tôi đã học được rất nhiều điều từ anh ấy không chỉ về những điểm tham quan mà chúng tôi đã ghé thăm mà còn về bất kỳ câu hỏi nào chúng tôi đã trả lời. Rất đáng giá từng xu và đừng ngần ngại đặt chuyến tham quan này, một trong những chuyến tham quan tuyệt vời nhất mà chúng tôi từng thực hiện trong chuyến du lịch của mình. Đọc thêm",
            "Đà Lạt là một thành phố mát mẻ ở Việt Nam, nổi tiếng với thác nước và những loài hoa xinh đẹp đầy màu sắc.  Dalat Happy Tours là đại lý du lịch mà cá nhân tôi giới thiệu vì nó được đại diện bởi những hướng dẫn viên nhiệt tình, tháo vát và thân thiện, những người có thể mang lại niềm vui cho mọi địa điểm đặc trưng mà chúng tôi ghé thăm ở Đà Lạt..mọi thác nước, chùa, công viên xinh đẹp, thậm chí cả ẩm thực ẩm thực. Nó đáp ứng mọi mong đợi và làm hài lòng chúng tôi, và tôi chắc chắn rằng nó cũng sẽ làm bạn hài lòng.Đọc thêm",
            "Hướng dẫn của chúng tôi là tốt nhất bạn có thể tưởng tượng. Hà rất tử tế với chúng tôi, cô ấy giới thiệu cho chúng tôi về văn hóa Việt Nam và giải thích tất cả những chuyến thăm chúng tôi đã đến. Chúng tôi đã có những cuộc nói chuyện tuyệt vời với cô ấy. Chuyến tham quan rất trọn vẹn: thác nước, phong cảnh đẹp, tu viện, chùa, trang trại cà phê...Tôi chắc chắn sẽ giới thiệu chuyến tham quan này.Đọc thêm",
            "Có một chuyến đi tuyệt vời và tận hưởng ở lat! Có cơm gà và cà phê địa phương ngon tuyệt! Hướng dẫn viên của chúng tôi rất vui vẻ, chuyên nghiệp và tuyệt vời! Chụp ảnh cũng giỏi! Muốn giới thiệu nếu bạn đến lat!Đọc thêm",
            "DaLat Happy Tours cung cấp cho chúng tôi hầu hết các khu vực được đề xuất như thác Voi, chùa Linh Phú Quốc, Núi Langbiang và Cung điện Hoàng gia. Hướng dẫn viên họ cung cấp rất thú vị, siêu đẹp và thân thiện. Andy, hướng dẫn viên du lịch của chúng tôi, đã có thể thỏa mãn niềm đam mê khám phá thị trấn, thiên nhiên và ẩm thực của chúng tôi. Một khoảnh khắc khó quên khi khám phá ẩm thực là: Andy hiểu rằng một người trong nhóm là người Hồi giáo và không đủ điều kiện để ăn bất kỳ món thịt lợn hoặc bữa ăn làm từ thịt lợn nào. Anh cũng hiểu thành viên kia nhai mọi lúc, mọi nơi Nói chung là anh yêu Đà Lạt lắm và anh tin chắc em cũng sẽ thích nó! Đọc thêm",
            "Khám phá ẩm thực địa phương ở nước ngoài có thể là một thử thách, đặc biệt khi người dân địa phương không nói tiếng Anh tốt. Khi bạn đến thăm Đà Lạt, bạn sẽ không gặp khó khăn trong việc khám phá ẩm thực...chỉ cần gọi điện cho các tour du lịch vui vẻ ở Đà Lạt, họ sẽ giải quyết mọi thứ để bạn hài lòng.  Hương vị, giá cả và các loại thực phẩm được trình bày độc đáo và thân thiện. Yêu nó! Đọc thêm",
            "Vợ chồng tôi đã có một ngày thoải mái và thú vị cùng Andy.  Chuyên môn và cách cư xử tử tế của anh ấy tạo nên một ngày lưu diễn tuyệt vời. Chuyến tham quan thật thú vị, nhiều thông tin và vui vẻ. Nhìn chung, chất lượng dịch vụ là tuyệt vời và giao tiếp nhanh chóng. Tham gia Dalat Happy Tours, điều tôi có thể nói là thực sự thích thú. Đọc thêm",
            "Xin chào, tôi sẽ ở Đà Lạt vào ngày 13-1403. Tôi cùng với 3 đứa trẻ sinh đôi 7 và 5 tuổi và tôi đang tìm tour du lịch cho chúng tôi. Tôi muốn có một chuyến tham quan vào năm 1403 - bắt đầu đủ sớm để đến sân bay vào khoảng 3:30 chiều và 5 giờ chiều chúng tôi có chuyến bay. Tôi không muốn chuyến đi quá dài vì bọn trẻ - khoảng 5 giờ là đủ. Tôi muốn chuyến đi có cả thác nước. Bạn có thể cung cấp cho tôi một cái gì đó? Nó sẽ có chi phí bao nhiêu?\nCảm ơn bạn trước\nKarolina Đọc thêm",
            "CHÀO\nChúng tôi đang tìm kiếm một tour du lịch 2 ngày tại Đà Lạt 19-20 tháng 2.\n2 người.\n60 tuổi\nTrân trọng\nAlikĐọc thêm",
            "Thưa ngài Alik, \nCảm ơn đã cho chúng tôi câu hỏi. \nChúng tôi sẵn sàng cho những ngày đó.  Vui lòng gửi email cho chúng tôi để biết thêm thông tin chi tiết.\n \nTrân trọng. \nDu lịch Đà Lạt vui vẻĐọc thêm",
            "Xin vui lòng biết chi phí cho chuyến đi 3 ngày.\nCảm ơnĐọc thêm",
            "Vui lòng liên hệ với anh Andy, Dalat Happy Tours. Đọc thêm",
            "Làm thế nào tôi có thể đặt tour du lịch Đà Lạt vui vẻ? văn phòng ở đâu? nó có ở đà lạt không?Đọc thêm",
            "Bạn có thể liên hệ với họ qua ứng dụng Whats hoặc email dalathappytoursgmail \ncảm ơn Đọc thêm",
            "Xin chào Lao, bạn có thể thực hiện chuyến tham quan bằng ô tô riêng với 6 hành khách không? Cảm ơn bạn, chúng tôi đang ở Đà Lạt vào tháng 5.Đọc thêm",
            "Xin vui lòng cho tôi biết tổng thời gian tham quan. Khi nào bạn bắt đầu và kết thúc mọi việc?Đọc thêm",
            "Xin chào các bạn.. các bạn đã đặt chuyến đi với Happy Tours Đà Lạt như thế nào? Tôi có nên đặt trực tuyến trước hay đặt phòng khi đến nơi cũng được? Cảm ơn bạnĐọc thêm",
            "Lau phản ứng rất nhanh.  Có, bạn có thể gửi email cho anh ấy hoặc làm những gì tôi đã làm, đó là sử dụng WhatsApp để liên hệ với anh ấy.  Tôi đã đặt chỗ với anh ấy vào ngày hôm trước và anh ấy đã sắp xếp cho tôi tham gia chuyến tham quan cùng một nhóm.Đọc thêm"
        ],
        "star_ratings": [
            205,
            9,
            0,
            0,
            0
        ],
        "review_amount": 214,
        "location": [
            "Châu Á",
            "Việt Nam",
            "Tỉnh Lâm Đồng",
            "Những điều cần làm ở Đà Lạt",
            "Đà Lạt",
            "Đà Lạt Happy Tours"
        ],
        "reviews_time": [
            "Written September 3, 2017",
            "Written September 1, 2017",
            "Written August 28, 2017",
            "Written August 28, 2017",
            "Written August 23, 2017",
            "Written August 23, 2017",
            "Written August 20, 2017",
            "Written August 18, 2017",
            "Written August 17, 2017",
            "Written August 17, 2017"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293922-d7038709-Reviews-or80-Da_Lat_Happy_Tours-Da_Lat_Lam_Dong_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d7038709-Reviews-or70-Da_Lat_Happy_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d7038709-Reviews-or90-Da_Lat_Happy_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d7038709-Reviews-Da_Lat_Happy_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14548248-Reviews-VGH_Adventures-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d24973243-Reviews-Safari_Karaoke-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1726111-Reviews-Mekong_Eyes_Cruise_Mekong_One_Day_Tour-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2435402-Reviews-Ann_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11710304-Reviews-APT_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8141061-Reviews-Saigon_Free_Walking_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d7333808-Reviews-Vietnam_Travel_Group-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12559538-Reviews-Tour_East_Vietnam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8827357-Reviews-Cho_Thai_Binh-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1650966-Reviews-SinhBalo_Adventure_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d26336495-Reviews-Limited_Karaoke-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d27733187-Reviews-Hana_Beauty-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d5599650-Reviews-Cosiana_Tour_Private_Day_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10794853-Reviews-Orient_Spa_Laser_Clinic-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d5501677-Reviews-Association_des_aveugles_de_ho_chi_minh-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g60634-d1997891-Reviews-Hauola_Stone-Lahaina_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g43018-d1188551-Reviews-Enger_Park_and_Tower-Duluth_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g297729-d3308087-Reviews-Wae_Rebo_Village-Flores_East_Nusa_Tenggara.html",
            "https://www.tripadvisor.com/Attraction_Review-g298551-d319516-Reviews-Al_Masjid_an_Nabawi-Medina_Al_Madinah_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d8558763-Reviews-Coffee_museum-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g298460-d11759529-Reviews-Sirao_Pictoral_Garden-Cebu_City_Cebu_Island_Visayas.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d6904745-Reviews-Jun_Thai_Massage-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g143046-d10756345-Reviews-Diablo_Lake_Vista_Point-North_Cascades_National_Park_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g274967-d283719-Reviews-Museum_of_the_Occupation_of_Latvia-Riga_Riga_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g147428-d1179502-Reviews-Princess_Cays-Eleuthera_Out_Islands_Bahamas.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293922-d7038709-Reviews-or90-Da_Lat_Happy_Tours-Da_Lat_Lam_Dong_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293922-d7038709-Reviews-or80-Da_Lat_Happy_Tours-Da_Lat_Lam_Dong_Province.html"
    },
    {
        "attraction_name": "Da Lat Happy Tours",
        "attraction_name_vi": "Đà Lạt Happy Tours",
        "general_info": [
            "214 đánh giá",
            "10 trên 79 hoạt động ngoài trời ở Đà Lạt",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan địa hình bằng xe 4WD, ATV",
            "Chuyến tham quan di sản lịch sử",
            "Chuyến tham quan bằng xe máy",
            "Tour tham quan"
        ],
        "attraction_summary": "Chúng tôi cung cấp các tour du lịch bằng xe đạp, tour riêng, tour đi bộ miễn phí, tour ẩm thực, tour trong ngày và tour dài ngày. Chia sẻ những điều có thể bạn chưa từng biết trước khi đến Việt Nam. Chúng tôi có hướng dẫn viên du lịch kinh nghiệm và chuyến đi tuyệt vời được thiết kế cẩn thận và chi tiết.Đọc thêm",
        "reviews": [
            "Tôi phải nâng ly chào Andy, Lao và Tom. Tôi đã hỏi Lào nhiều điều kể từ email đầu tiên tôi gửi cho anh ấy, anh ấy đã sắp xếp sự kết hợp tuyệt vời để chúng tôi dành 3 ngày ở Đà Lạt. Chúng tôi đã yêu sự chân thành của Andys và Tom ngay từ lần đầu tiên họ đón chúng tôi ở sân bay. Đột nhiên 3 ngày trở thành khoảng thời gian rất ngắn khi các bạn đồng hành cùng chúng tôi một cách lịch sự và nồng hậu; kiến thức đáng kể của bạn về Việt Nam bao gồm lịch sử, chiến tranh và một số câu chuyện tình yêu buồn. 0Cảm ơn các bạn :Đọc thêm",
            "Rất khuyến khích. Hướng dẫn viên và tài xế nói tiếng Anh tốt hơn lễ tân trong khách sạn. Họ biết nhiều về Đà Lạt và cả hai đều rất tốt bụng. Chúng tôi đã có chuyến tham quan nông thôn lần thứ 3 và thật tuyệt. Ngoài ra, dự báo thời tiết trước khi phục vụ, khuyến nghị về trang phục... cũng được đánh giá cao Đọc thêm",
            "Cả hướng dẫn viên Andy và tài xế của chúng tôi đều có đầy đủ thông tin và công ty tốt. Gia đình Andy trồng cà phê nên anh rất thông thạo đất đai và nông nghiệp, vốn là một phần của Đà Lạt. Anh ấy rất linh hoạt và hào phóng với thời gian của mình - chúng tôi quay lại để mua một chiếc khăn mà chúng tôi đã thấy trước đó và anh ấy đưa chúng tôi đến Crazy House lố bịch theo yêu cầu của chúng tôi, mặc dù chuyến tham quan đã chính thức kết thúc.Đọc thêm",
            "Ồ!   Sau một ngày và một buổi tối với Andy, tôi có thể tự tin nói rằng anh ấy là người được thuê ở Đà Lạt!   Nếu bạn có thể phù hợp với lịch trình của anh ấy, hãy đặt thời gian cùng Andy với Happy Dalat Tours ngay khi có thể. Bạn sẽ hạnh phúc vì bạn đã làm như vậy.  Chúng tôi gặp Andy trong chuyến đi dạo ẩm thực vào đêm sau khi chúng tôi đến Đà Lạt. Nó rất ngon và tuyệt vời!  Bất chấp trời mưa, sự hài hước và kiến ​​thức tốt của Andy về những gì và ở đâu để ăn thật tuyệt vời.   Sự đa dạng của thực phẩm và địa điểm bao gồm các địa điểm và vật phẩm mà chúng ta sẽ không bao giờ tìm thấy nếu để chúng tự sử dụng.  Anh ấy được năm người trong cuộc lựa chọn đồ ăn: Cảm ơn Andy! Ngày hôm sau, chúng tôi dành thời gian với Andy và tài xế Thới.   Cả hai đều nói tiếng Anh tốt và ấm áp, vui tính và rất nhiều thông tin.   Họ chia sẻ rất nhiều điều về thành phố mà họ yêu thích đến nỗi bạn cũng khó có thể không yêu nó. Nhờ có Andy và Thời, chúng tôi rất vui được trở lại Đà Lạt. Chúng tôi dành cả ngày lái xe quanh Đà Lạt và thật buồn khi ngày kết thúc...chúng tôi rất thích sự đồng hành của họ!   Chúng tôi thực sự khuyên bạn nên Andy!Đọc thêm",
            "Rất khuyến khích. Chúng tôi đã dành trọn 3 ngày với người tổ chức tour du lịch tuyệt vời này ở Đà Lạt, với Andy là hướng dẫn viên du lịch và Tom là tài xế. Rất vui được đồng hành cùng Andy thân thiện và giàu thông tin, người đã khiến chuyến đi trở nên vui vẻ và thú vị. Chuyến tham quan bao gồm tất cả các địa điểm thú vị ở Đà Lạt bao gồm Thác Voi, Núi Langbiang, Chùa, Làng thiểu số, Góc Pháp, Thung lũng tình yêu, v.v... và chuyến tham quan ẩm thực của họ cũng được khuyến khích!! Chúng tôi, bốn cô gái Indonesia đã yêu Đà Lạt vì bạn, cảm ơn bạn!Đọc thêm",
            "Vợ chồng tôi Một cặp vợ chồng trưởng thành đã đặt tour 2 Chuyến du lịch quê có thác nước. Andy hướng dẫn của chúng tôi và Thoi lái xe của chúng tôi là tốt nhất. Dễ dàng trò chuyện, có nhiều hiểu biết sâu sắc về thành phố Đà Lạt đáng yêu của họ và khu vực xung quanh. Dễ dàng trò chuyện, có thể là về tất cả gia đình hoặc đất nước của chúng ta. Nụ cười của họ từ đầu đến cuối, làm nên ngày của chúng tôi. Họ thân thiện, vui vẻ và kiên nhẫn, ngày trôi qua thật nhanh. Chúng tôi đánh giá cao chuyến tham quan này và hai người đáng yêu này. Cảm ơn Linda và Mark rất nhiềuĐọc thêm",
            "Vì có quá nhiều thứ để làm và khám phá ở Đà Lạt và thời gian ở đó có hạn nên tôi quyết định đặt tour du lịch vui vẻ ở Đà Lạt Tour du lịch nông thôn Thác nước và người yêu cà phê bằng xe máy và đó là một trải nghiệm tuyệt vời. Đã thấy rất nhiều cảnh quan và thác nước đẹp. Andy là một người có khả năng giao tiếp tuyệt vời, rất phù hợp cho những giờ nghỉ giải lao khi chúng tôi uống cà phê và ăn trưa để ngắm nhìn những khung cảnh tuyệt vời. Một số khách du lịch có hướng dẫn viên mà tôi gặp đã được tự mình đi xem các điểm tham quan nhưng Andy đã đi cùng tôi đến từng nơi và giới thiệu ngắn gọn cũng như những câu đố về các điểm tham quan rất hữu ích vì có một số địa điểm bạn sẽ hoàn toàn bỏ lỡ nếu không có hướng dẫn viên. Điểm thưởng khi có một nhiếp ảnh gia Đọc thêm",
            "Đây là lần đầu tiên tôi đến Đà Lạt cùng gia đình.  Chúng tôi đã thực hiện ba chuyến tham quan trong ngày riêng biệt với Andy là hướng dẫn viên du lịch. Điểm nổi bật của Ngày 1: Thác PongourPrenn; Cáp Treo Đà Lạt; Làng Gà; và Chuyến tham quan ẩm thực ban đêm.  Điểm nổi bật ngày 2: Núi Langbiang;  Công ty thêu XQ; Dinh Bảo ĐạiNgày 3 Điểm nổi bật: Crazy House; Thác Voi; Tham quan hoa; CricketSilk WormEtc.Mỗi ngày tham quan đều vui vẻ và thú vị.  Andy có kiến ​​thức và luôn sẵn lòng đáp ứng các câu hỏi và nhu cầu của chúng tôi.  Anh ấy cũng là người giúp chúng tôi mua vé vào cổng, giúp chúng tôi đặt những bữa ăn ngon và giới thiệu thêm cho chúng tôi về văn hóa Đà Lạt của người Việt.  Ngoài việc là hướng dẫn viên du lịch của chúng tôi, Andy còn là một người tuyệt vời để đi du lịch và ở bên mỗi ngày.  Đà Lạt chắc chắn là một địa điểm rất đẹp ở Việt Nam với nhiệt độ mát mẻ hơn và rừng thông so với Sài Gòn.  Trải nghiệm của chúng tôi với Dalat Happy Tour và Andy chỉ làm tăng thêm trải nghiệm du lịch và củng cố mong muốn được quay lại Đà Lạt trong tương lai.  Một lần nữa xin cảm ơn! Lưu ý: Rất nên sử dụng giày HikingTrail thoải mái.  Đặc biệt dành cho các chuyến tham quan Thác nước và Ngôi nhà điên.  Ngoài ra, nếu thích, hãy thưởng thức món dế chiên và đồ ăn nhẹ ấu trùng tơ xào!Đọc thêm",
            "Tôi đã đi một mình và tôi thực sự thích nó. Bạn có thể thử những thứ mà bạn không muốn vì hướng dẫn viên sẽ đưa bạn đến những nơi không có khách du lịch và thực đơn không có bằng tiếng Anh. Tôi khuyên bạn nên nó. Đọc thêm",
            "Gia đình 4 người của chúng tôi đã dành 3 ngày du lịch Đà Lạt cùng Andy.  Anh ấy cực kỳ am hiểu về ẩm thực, văn hóa và con người.  Mỗi ngày là một cuộc phiêu lưu.  Cảm ơn DaLat Happy Tours vì một hành trình tuyệt vời.  Cảm ơn Andy, bạn là một hướng dẫn viên du lịch tuyệt vời.Đọc thêm"
        ],
        "star_ratings": [
            205,
            9,
            0,
            0,
            0
        ],
        "review_amount": 214,
        "location": [
            "Châu Á",
            "Việt Nam",
            "Tỉnh Lâm Đồng",
            "Những điều cần làm ở Đà Lạt",
            "Đà Lạt",
            "Đà Lạt Happy Tours"
        ],
        "reviews_time": [
            "Written August 8, 2017",
            "Written July 29, 2017",
            "Written July 28, 2017",
            "Written July 26, 2017",
            "Written July 24, 2017",
            "Written July 12, 2017",
            "Written June 27, 2017",
            "Written June 13, 2017",
            "Written June 4, 2017",
            "Written June 3, 2017"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293922-d7038709-Reviews-or90-Da_Lat_Happy_Tours-Da_Lat_Lam_Dong_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d7038709-Reviews-or80-Da_Lat_Happy_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d7038709-Reviews-or100-Da_Lat_Happy_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d7038709-Reviews-Da_Lat_Happy_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14548248-Reviews-VGH_Adventures-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d24973243-Reviews-Safari_Karaoke-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1726111-Reviews-Mekong_Eyes_Cruise_Mekong_One_Day_Tour-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2435402-Reviews-Ann_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11710304-Reviews-APT_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8141061-Reviews-Saigon_Free_Walking_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d7333808-Reviews-Vietnam_Travel_Group-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12559538-Reviews-Tour_East_Vietnam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8827357-Reviews-Cho_Thai_Binh-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1650966-Reviews-SinhBalo_Adventure_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d26336495-Reviews-Limited_Karaoke-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d27733187-Reviews-Hana_Beauty-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d5599650-Reviews-Cosiana_Tour_Private_Day_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10794853-Reviews-Orient_Spa_Laser_Clinic-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d5501677-Reviews-Association_des_aveugles_de_ho_chi_minh-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d24170061-Reviews-Folies_Bergere-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g297695-d3140112-Reviews-Gianyar_Street_Night_Market-Gianyar_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d7891794-Reviews-Jongno_Jewelry_Shopping_Street-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g143015-d144975-Reviews-Thor_s_Hammer-Bryce_Canyon_National_Park_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g60627-d8539869-Reviews-Waipo_o_Falls-Waimea_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d7776921-Reviews-Two_Bit_Circus-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d7805574-Reviews-Devil_s_Channel-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g297962-d12605440-Reviews-Antalya_Airport_Taxi-Antalya_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d290715-Reviews-Zumanity_Cirque_du_Soleil-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g656475-d2536149-Reviews-National_Park_Cerro_Verde-Santa_Ana_Santa_Ana_Department.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293922-d7038709-Reviews-or100-Da_Lat_Happy_Tours-Da_Lat_Lam_Dong_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293922-d7038709-Reviews-or90-Da_Lat_Happy_Tours-Da_Lat_Lam_Dong_Province.html"
    }
]