[
    {
        "attraction_name": "Da Nang Outdoor Adventures",
        "attraction_name_vi": "Cuộc phiêu lưu ngoài trời Đà Nẵng",
        "general_info": [
            "79 đánh giá",
            "- 7 trên 109 Tour du thuyền - Thể thao dưới nước tại Đà Nẵng",
            "Chuyến tham quan nhiều ngày",
            "Lướt sóng - Lướt ván buồm",
            "Thể thao dưới nước",
            "Chèo ván đứng",
            "Chèo Kayak - Canoeing"
        ],
        "attraction_summary": "Da Nang Outdoor Adventures là nhà cung cấp các hoạt động mạo hiểm hàng đầu kể từ năm 2016, niềm đam mê ngoài trời của chúng tôi có thể đáp ứng mọi lứa tuổi và trình độ kỹ năng. Tận hưởng cảm giác phiêu lưu của bạn với tư cách cá nhân, gia đình hoặc nhóm thông qua nhiều chương trình thú vị của chúng tôi. Đội ngũ nhân viên chuyên nghiệp và năng động của chúng tôi hỗ trợ và khuyến khích các hoạt động phiêu lưu mạo hiểm chất lượng cao trên biển, sông hoặc đất liền. Chúng tôi cũng cung cấp dịch vụ cho thuê ván lướt sóng và thiết bị với nhiều loại ván lướt sóng bằng sợi thủy tinh và mui mềm cũng như ngồi trên thuyền kayak, bộ đồ lặn và áo khoác ngoài. Da Nang Outdoor Adventures không chỉ là một trường dạy lướt sóng hay trung tâm phiêu lưu. Chúng tôi đại diện cho một nền văn hóa và một lối sống. Chúng tôi được tiếp thêm năng lượng bởi đại dương và phong cách sống mà các môn thể thao mạo hiểm mang lại. Chúng tôi hy vọng có thể truyền đạt kiến ​​thức và năng lượng đó thông qua nhiều chương trình thể thao mạo hiểm thú vị nhằm giáo dục và trao quyền cho - học sinh - của chúng tôi. Bước vào cuộc sống mà họ mơ ước.Đọc thêm",
        "reviews": [
            "Điều tốt nhất anh Phụng là người lịch sự và tốt bụng. Mọi người đều yêu mến anh ấy vì tính cách tốt bụng và ân cần của anh ấy. Đà Nẵng là một thành phố xinh đẹp có rất nhiều điều thú vị. Thành phố tự hào có một nền văn hóa sôi động và những bãi biển tuyệt đẹp. Tất cả những yếu tố này khiến Đà Nẵng trở thành một điểm đến tuyệt vời cho bất kỳ ai đang tìm kiếm một kỳ nghỉ thư giãn và thú vị.Đọc thêm",
            "Dịch vụ tốt, chỗ ở tốt và thậm chí còn được giao đến Khách sạn bên bờ biển của chúng tôi - đã sắp xếp đón khách. Những người này rất hữu ích - sẽ gặp bạn ngay! Cho thuê bãi biển không phải là một lựa chọn tốt vì các hội đồng thường xuyên bị lạm dụng, không giống như những người này, nơi có dịch vụ, cơ sở vật chất tuyệt vời và quan trọng nhất là thiết bị tốt - lời khuyên. Chúc tôi có kỳ nghỉ vui vẻ, tôi sẽ quay lại!!Kaikōura Kiwi - - Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã dành thời gian chia sẻ đánh giá về bài học lướt sóng gần đây của bạn với\nchúng ta! Nhóm của chúng tôi đánh giá rất cao phản hồi của bạn và rất vui khi biết về trải nghiệm tích cực của bạn. Chúng tôi chúc bạn mọi điều tốt đẹp nhất!Đọc thêm",
            "Tôi rất có thể giới thiệu bài học lướt sóng này. Chúng tôi chỉ là một nhóm nhỏ gồm 4 người và có hai người hướng dẫn nên họ có nhiều thời gian để giúp đỡ từng người chúng tôi. Họ đã cho chúng tôi nhiều lời khuyên hữu ích và chúng tôi đã dành rất nhiều thời gian để lướt sóng.Đọc thêm",
            "Cảm ơn Paulina rất nhiều vì đã dành thời gian chia sẻ đánh giá về bài học lướt sóng gần đây của bạn với\nchúng ta! Nhóm của chúng tôi đánh giá rất cao phản hồi của bạn và rất vui khi biết về trải nghiệm tích cực của bạn. Chúng tôi dành cho bạn những lời chúc tốt đẹp nhất! Đọc thêm",
            "Thật là một trải nghiệm tuyệt vời. Một người hướng dẫn tuyệt vời đã mang lại sự khích lệ to lớn. Bài học dành cho con trai chúng tôi, người thực sự muốn học lướt sóng. Thật là một khung cảnh tuyệt vời để làm điều đó, những ngọn núi nhìn ra bãi biển Đà Nẵng xinh đẹp. Các hướng dẫn rất rõ ràng và con trai chúng tôi đã đứng dậy được trong lần thử thứ 2. Một trải nghiệm thực sự tuyệt vời, những Hướng dẫn hoàn hảo và một lễ kỷ niệm mỗi làn sóng được người hướng dẫn tuyệt vời bắt kịp. Một ngày tuyệt vời mà chúng ta sẽ nhớ rất lâu Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã dành thời gian chia sẻ đánh giá về bài học lướt sóng gần đây của bạn với\nchúng ta! Nhóm của chúng tôi đánh giá rất cao phản hồi của bạn và rất vui khi biết về trải nghiệm tích cực của bạn. Chúng tôi dành cho bạn những lời chúc tốt đẹp nhất! Đọc thêm",
            "Bài học thật tuyệt vời! Chúng tôi đã dành 1,5 giờ trong nước. Hướng dẫn rõ ràng và vị trí tốt cho người mới bắt đầu. Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã dành thời gian chia sẻ đánh giá về bài học lướt sóng gần đây của bạn với\nchúng ta! Nhóm của chúng tôi đánh giá rất cao phản hồi của bạn và rất vui khi biết về trải nghiệm tích cực của bạn. Chúng tôi dành cho bạn những lời chúc tốt đẹp nhất! Đọc thêm",
            "Đáng kinh ngạc! Tôi viết bài này 4 tháng sau nhưng những kỷ niệm vẫn ùa về - điểm nhấn trong chuyến đi Việt Nam của tôi! Thật đáng giá, Thiên đã đích thân điều chỉnh bài học cho phù hợp với nhu cầu và kỹ năng của chúng tôi - niềm đam mê lướt sóng của anh ấy rất truyền cảm hứng - cũng như kỹ năng giảng dạy mà không cần thuyết giảng của anh ấy. Tùy chọn có video thật tuyệt vời và thực sự cực kỳ hữu ích cho việc học. Anh ấy đã giới thiệu những địa điểm Đà Nẵng khiến thời gian của tôi ở đó không thể nào quên- Tôi chỉ muốn quay lại...Đọc thêm",
            "Thật tuyệt vời khi biết rằng bạn đã có khoảng thời gian tuyệt vời trong buổi học lướt sóng và người hướng dẫn của chúng tôi đã giúp bạn cảm thấy thoải mái và tự tin khi ở dưới nước. Nhóm của chúng tôi tận tâm cung cấp trải nghiệm học tập tốt nhất có thể cho tất cả những người tham gia. Cảm ơn bạn một lần nữa vì đã chọn chúng tôi cho bài học lướt sóng của bạn. Chúng tôi đánh giá cao sự hỗ trợ của bạn và hy vọng sớm gặp lại bạn trên wave!Đọc thêm",
            "Tôi đã có một trải nghiệm lướt sóng thực sự tuyệt vời. Đó là lần đầu tiên tôi lướt sóng. Amd tôi đã nhận được sự hỗ trợ tuyệt vời từ huấn luyện viên của mình và có thể lướt web ngay lập tứcĐọc thêm",
            "Cảm ơn bạn rất nhiều vì đã dành thời gian chia sẻ đánh giá về bài học lướt sóng gần đây của bạn với chúng tôi. Chúng tôi đánh giá rất cao phản hồi của bạn và rất vui khi biết về trải nghiệm tích cực của bạn.Đọc thêm",
            "Trải nghiệm tuyệt vời cho một người lớn và hai trẻ em - 6 và 8 tuổi! - Owen rất kiên nhẫn, hướng dẫn tận tình và bắt được nhiều sóng gió! Rất khuyến khích! Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã dành thời gian chia sẻ đánh giá về bài học lướt sóng gần đây của bạn với\nchúng ta. Chúng tôi đánh giá rất cao phản hồi của bạn và rất vui mừng khi biết về sự tích cực của bạn\nkinh nghiệm.Đọc thêm",
            "Bài học lướt sóng rất thú vị và chúng tôi đã học được rất nhiều điều. Thật tuyệt nếu đây là lần đầu tiên bạn lướt web hoặc nếu bạn đã từng lướt web trước đây và muốn tiến bộ hơn! Các giảng viên khiến chúng tôi cảm thấy an toàn và luôn giúp đỡ chúng tôi. Chúng tôi thực sự khuyên bạn nên đến đây! Đọc thêm",
            "Thật tuyệt vời khi biết rằng bạn đã có khoảng thời gian tuyệt vời trong buổi học lướt sóng và người hướng dẫn của chúng tôi đã giúp bạn cảm thấy thoải mái và tự tin khi ở dưới nước. Nhóm của chúng tôi tận tâm cung cấp trải nghiệm học tập tốt nhất có thể cho tất cả những người tham gia. Cảm ơn bạn một lần nữa vì đã chọn chúng tôi cho bài học lướt sóng của bạn. Chúng tôi đánh giá cao sự hỗ trợ của bạn và hy vọng sớm gặp lại bạn trên wave!Đọc thêm",
            "Mọi thứ rất thân thiện nhưng nhìn chung tôi cảm thấy hoạt động này khá thiếu tổ chức. Hãy cân nhắc nếu bạn là người mới bắt đầu vì đây sẽ là lớp học hỗn hợp ở mọi lứa tuổiĐọc thêm",
            "Này Emillio, chúng tôi rất tiếc vì bạn không thích bài học. Chúng tôi đã cố gắng hỗ trợ bạn tốt nhất có thể nhưng chúng tôi không thể kiểm soát trình độ của học viên trong các khóa học lướt sóng và đôi khi có những học viên mới bắt đầu và những học viên có một chút kinh nghiệm trộn lẫn với nhau. Đọc thêm",
            "CHÀO!\nBạn có ván sup và cánh cho thuê không?\nTrân trọng\n - UlfĐọc thêm",
            "Chào, xin lỗi vì trả lời muộn. Hiện tại chúng tôi có ván lướt sóng và SUP cho thuê tại cửa hàng. Nếu bạn đang ở Việt Nam vào thời điểm này hãy đến cửa hàng của chúng tôi và chọn cho mình một chiếc bảng nhé. Cảm ơn bạn!Đọc thêm",
            "Xin chào\nTôi - muốn đặt lớp học lướt sóng vào ngày 28 tháng 9\nchỉ có 1 người\ntôi có thể làm điều đó không? Đọc thêm",
            "Xin chào, bạn có thể vui lòng gửi email cho chúng tôi kèm thông tin của bạn để đặt lớp học được không. Chúc một ngày tốt lành.Đọc thêm",
            "CHÀO! Bên bạn có chụp ảnh không và nếu có thì tôi có phải trả thêm tiền cho file không?Đọc thêm",
            "CHÀO! Chúng tôi sẽ chụp ảnh và gửi cho bạn sau buổi học và bạn không phải trả thêm phí.Đọc thêm",
            "Tôi có thể sử dụng lướt ván diều không? Vui lòng cho tôi biết chi phí và thời gian.Đọc thêm",
            "Này, tôi e rằng chúng tôi không cung cấp các lớp học lướt ván diều nhưng có một nhóm trên facebook - Những người lướt ván diều và lướt sóng Đà Nẵng - tôi tin rằng cung cấp các bài học và dịch vụ cho thuê. \n\nTất cả những điều tốt nhấtĐọc thêm",
            "xin chào, tôi sẽ đến Đà Nẵng vào ngày 17 tháng 1, tôi muốn biết liệu bạn có mở cửa không và bạn có thể thuê ván lướt sóng không nếu thời tiết cho phépĐọc thêm",
            "Xin chào Andrea \nChúng tôi vẫn mở cửa hàng ngày từ 8 giờ sáng đến 6 giờ chiều.\nBạn có thể đến cửa hàng của chúng tôi tại số 49 An Thượng 5, quận Ngũ Hành Sơn, Đà Nẵng.\nNhìn dự báo sóng sẽ tốt vào ngày hôm đó.\nBạn có thể gọi cho chúng tôi: - 84935191716 hoặc facebook.\nTất cả những điều tốt nhất\nYênĐọc thêm",
            "xin chào, tôi sẽ đến Đà Nẵng vào ngày 17 tháng 1, tôi muốn biết liệu bạn có mở cửa không và bạn có thể thuê ván lướt sóng không nếu thời tiết cho phépĐọc thêm",
            "Xin chào ! Chúng tôi sẽ đến ở Đà Nẵng cùng con gái vào ngày 20 tháng 12. Sẽ còn lướt sóng chứ? Ngoài ra, bạn có thể giới thiệu một nơi nào đó đặc biệt để ở vì chúng tôi sẽ ở lại qua Giáng sinh không. Chúng tôi mong được gặp bạn! Đọc thêm",
            "Xin chào Emnewwall.\nChúng tôi sẽ tổ chức lướt sóng cho bạn vào kỳ nghỉ Giáng sinh, \nTháng 12..\nChúng tôi sẽ lên lịch cho bạn và gửi email trước 1 hoặc 2 tuần.\nVà kiểm tra xem bạn biết thời tiết, sóng để học lướt sóng trong ngày lướt sóng của bạn như thế nào\nBạn có thể gửi email cho chúng tôi được không \nChúng tôi sẽ gửi lịch trình cho bạn.\n\nTất cả những điều tốt nhất\nYênĐọc thêm",
            "Xin chào ! Chúng tôi sẽ đến ở Đà Nẵng cùng con gái vào ngày 20 tháng 12. Sẽ còn lướt sóng chứ? Ngoài ra, bạn có thể giới thiệu một nơi nào đó đặc biệt để ở vì chúng tôi sẽ ở lại qua Giáng sinh không. Chúng tôi mong được gặp bạn! Đọc thêm",
            "Xin chào, lướt sóng ở đây hiện tại có tốt không? Bạn có thuê ván lướt sóng không và nơi nghỉ lướt sóng ở bãi biển nào? Cảm ơn nhiềuĐọc thêm",
            "CHÀO\nChúng tôi có ván lướt sóng cho thuê.\nThời điểm này sóng rất tốt cho việc lướt sóng.\nBạn có thể đến cửa hàng của chúng tôi và thuê ván lướt sóng cho bạn.\nĐịa chỉ của chúng tôi: 49 An Thượng 5. Quận Ngũ Hành Sơn, Đà Nẵng.\n\nTất cả những điều tốt nhấtĐọc thêm",
            "CHÀO\nTôi - muốn đăng ký một buổi học lướt sóng vào ngày 19 tháng 7.\nChúng tôi có 3 người \nTôi có thể làm điều đó ? \nNếu được thì báo giá cho mình nhéXem thêm",
            "Này, chúng tôi có thể đăng ký cho bạn lớp học lướt sóng vào ngày 19. Bạn có thể vui lòng gửi email cho chúng tôi hoặc gọi cho chúng tôi để xác nhận đặt phòng. \nTất cả những điều tốt nhấtĐọc thêm"
        ],
        "star_ratings": [
            72,
            3,
            1,
            0,
            3
        ],
        "review_amount": 79,
        "location": [
            "Cuộc phiêu lưu ngoài trời Đà Nẵng",
            "Những điều cần làm ở Đà Nẵng",
            "Châu Á",
            "Đà Nẵng",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written April 17, 2024",
            "Written January 22, 2024",
            "Written January 5, 2024",
            "Written November 14, 2023",
            "Written October 14, 2023",
            "Written September 1, 2023",
            "Written May 13, 2023",
            "Written April 1, 2023",
            "Written March 27, 2023",
            "Written March 15, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298085-d13279543-Reviews-Da_Nang_Outdoor_Adventures-Da_Nang.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d13279543-Reviews-or10-Da_Nang_Outdoor_Adventures-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d14003151-Reviews-Simple_Man_Pub-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d19453180-Reviews-Nga_Bale_Spa_Massage_Foot_Body-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d17713594-Reviews-Kop_Spa_Massage-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g15296807-d24111506-Reviews-Santa_Spa-My_An_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d13084698-Reviews-Silk_Spa_Da_Nang-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g15296807-d24193508-Reviews-Santa_Spa-My_An_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d7981595-Reviews-L_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d19762086-Reviews-Babylon_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d26626841-Reviews-Non_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g15296807-d11710194-Reviews-Organic_Plus_Spa-My_An_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d14086698-Reviews-Danang_Night_Market-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d14996717-Reviews-La_Sen_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d24086030-Reviews-Nhu_Anh_Mai_SPA-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d25409114-Reviews-C_Bar_Da_Nang-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d25077588-Reviews-C_Lounge-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g56797-d8566853-Reviews-Lake_Palestine-Tyler_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g29222-d1785518-Reviews-Pele_s_Chair-Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g189167-d271927-Reviews-Blandy_s_Wine_Lodge-Funchal_Madeira_Madeira_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g190454-d3258672-Reviews-Gasometer-Vienna.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d254786-Reviews-Museum_and_Crypt_of_Capuchins-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g33683-d2391621-Reviews-State_Forest_State_Park-Walden_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g1177047-d1048456-Reviews-German_Submarine_U_995-Laboe_Schleswig_Holstein.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d15277029-Reviews-Las_Vegas_Festival_Grounds-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g2018261-d7107237-Reviews-Stanfield_Marsh_Wildlife_and_Waterfowl_Preserve-Big_Bear_Lake_Big_Bear_Region_Ca.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d14056362-Reviews-Coca_Cola_Roxy-Atlanta_Georgia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298085-d13279543-Reviews-or10-Da_Nang_Outdoor_Adventures-Da_Nang.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298085-d13279543-Reviews-Da_Nang_Outdoor_Adventures-Da_Nang.html"
    },
    {
        "attraction_name": "Da Nang Outdoor Adventures",
        "attraction_name_vi": "Cuộc phiêu lưu ngoài trời Đà Nẵng",
        "general_info": [
            "79 đánh giá",
            "- 7 trên 109 Tour du thuyền - Thể thao dưới nước tại Đà Nẵng",
            "Chuyến tham quan nhiều ngày",
            "Lướt sóng - Lướt ván buồm",
            "Thể thao dưới nước",
            "Chèo ván đứng",
            "Chèo Kayak - Canoeing"
        ],
        "attraction_summary": "Da Nang Outdoor Adventures là nhà cung cấp các hoạt động mạo hiểm hàng đầu kể từ năm 2016, niềm đam mê ngoài trời của chúng tôi có thể đáp ứng mọi lứa tuổi và trình độ kỹ năng. Tận hưởng cảm giác phiêu lưu của bạn với tư cách cá nhân, gia đình hoặc nhóm thông qua nhiều chương trình thú vị của chúng tôi. Đội ngũ nhân viên chuyên nghiệp và năng động của chúng tôi hỗ trợ và khuyến khích các hoạt động phiêu lưu mạo hiểm chất lượng cao trên biển, sông hoặc đất liền. Chúng tôi cũng cung cấp dịch vụ cho thuê ván lướt sóng và thiết bị với nhiều loại ván lướt sóng bằng sợi thủy tinh và mui mềm cũng như ngồi trên thuyền kayak, bộ đồ lặn và áo khoác ngoài. Da Nang Outdoor Adventures không chỉ là một trường dạy lướt sóng hay trung tâm phiêu lưu. Chúng tôi đại diện cho một nền văn hóa và một lối sống. Chúng tôi được tiếp thêm năng lượng bởi đại dương và phong cách sống mà các môn thể thao mạo hiểm mang lại. Chúng tôi hy vọng có thể truyền đạt kiến ​​thức và năng lượng đó thông qua nhiều chương trình thể thao mạo hiểm thú vị nhằm giáo dục và trao quyền cho - học sinh - của chúng tôi. Bước vào cuộc sống mà họ mơ ước.Đọc thêm",
        "reviews": [
            "Xuất sắc. Eoin là một huấn luyện viên lướt sóng tuyệt vời và đã đưa tôi đến ngay trước những con sóng hoàn hảo cho trình độ kỹ năng của tôi. Anh ấy giao tiếp tốt và chắc chắn rằng tôi đã có khoảng thời gian tuyệt vời. Toàn bộ nhân viên đều vui vẻ và cũng rất có sức chứa. Họ cung cấp một tấm ván tốt và miếng bảo vệ chống phát ban cũng như vòi sen nước nóng và khăn tắm khi hoàn thành. Một buổi lướt sóng tuyệt vời!Đọc thêm",
            "Thật tuyệt vời khi biết rằng bạn đã có khoảng thời gian tuyệt vời trong buổi học lướt sóng và người hướng dẫn của chúng tôi đã giúp bạn cảm thấy thoải mái và tự tin khi ở dưới nước. Nhóm của chúng tôi tận tâm cung cấp trải nghiệm học tập tốt nhất có thể cho tất cả những người tham gia. Cảm ơn bạn một lần nữa vì đã chọn chúng tôi cho bài học lướt sóng của bạn. Chúng tôi đánh giá cao sự hỗ trợ của bạn và hy vọng sớm gặp lại bạn trên wave!Đọc thêm",
            "Có một buổi sáng tuyệt vời để học lướt sóng với giáo viên Tian, ​​người thực sự vui tính và là một người lướt sóng thực sự giỏi. Anh ấy chắc chắn biết công cụ của mình. Tất cả các chàng trai và cô gái trong cửa hàng đều rất hữu ích và thân thiện. Trong những ngày sau giờ học, tôi tiếp tục thuê một tấm ván từ họ và thậm chí còn được đưa đón đến bãi biển bằng xe tay ga với một khoản phí nhỏ. Tất cả các trải nghiệm tuyệt vời. Cảm ơn bạn!Đọc thêm",
            "Thật tuyệt vời khi biết rằng bạn đã có khoảng thời gian tuyệt vời trong buổi học lướt sóng và người hướng dẫn của chúng tôi đã giúp bạn cảm thấy thoải mái và tự tin khi ở dưới nước. Nhóm của chúng tôi tận tâm cung cấp trải nghiệm học tập tốt nhất có thể cho tất cả những người tham gia. Cảm ơn bạn một lần nữa vì đã chọn chúng tôi cho bài học lướt sóng của bạn. Chúng tôi đánh giá cao sự hỗ trợ của bạn và hy vọng sớm gặp lại bạn trên wave!Đọc thêm",
            "Trải nghiệm tuyệt vời, tôi thực sự khuyên bạn nên thử lướt web. Người hướng dẫn thật tuyệt vời, giáo viên tuyệt vời và nhân cách rất tốt!Đọc thêm",
            "Thật tuyệt vời khi biết rằng bạn đã có khoảng thời gian tuyệt vời trong buổi học lướt sóng và người hướng dẫn của chúng tôi đã giúp bạn cảm thấy thoải mái và tự tin khi ở dưới nước. Nhóm của chúng tôi tận tâm cung cấp trải nghiệm học tập tốt nhất có thể cho tất cả những người tham gia. Cảm ơn bạn một lần nữa vì đã chọn chúng tôi cho bài học lướt sóng của bạn. Chúng tôi đánh giá cao sự hỗ trợ của bạn và hy vọng sớm gặp lại bạn trên wave!Đọc thêm",
            "Đây là một trong những trải nghiệm tuyệt vời nhất trong cuộc đời tôi khi được đón những con sóng ở Đà Nẵng và học hỏi từ giáo viên của chúng tôi. Bài học thật hoàn hảo và giáo viên của chúng tôi đã làm nó thật tuyệt vời và anh ấy giảng dạy rất giỏi. Tôi không biết mình đánh vần tên anh ấy có đúng không nhưng tôi nghĩ đó là Thiên, anh ấy thật tuyệt vời.Đọc thêm",
            "Thật tuyệt vời khi biết rằng bạn đã có khoảng thời gian tuyệt vời trong buổi học lướt sóng và người hướng dẫn của chúng tôi đã giúp bạn cảm thấy thoải mái và tự tin khi ở dưới nước. Nhóm của chúng tôi tận tâm cung cấp trải nghiệm học tập tốt nhất có thể cho tất cả những người tham gia. Cảm ơn bạn một lần nữa vì đã chọn chúng tôi cho bài học lướt sóng của bạn. Chúng tôi đánh giá cao sự hỗ trợ của bạn và hy vọng sớm gặp lại bạn trên wave!Đọc thêm",
            "Bài học tuyệt vời, giáo viên giỏi nhất, giải thích rất giỏi. Tôi đã học cách tự nắm bắt rất nhanh! Cảm giác tuyệt vời nhất từ ​​trước đến nay! Rất khuyến khích! Đọc thêm",
            "Thật tuyệt vời khi biết rằng bạn đã có khoảng thời gian tuyệt vời trong buổi học lướt sóng và người hướng dẫn của chúng tôi đã giúp bạn cảm thấy thoải mái và tự tin khi ở dưới nước. Nhóm của chúng tôi tận tâm cung cấp trải nghiệm học tập tốt nhất có thể cho tất cả những người tham gia. Cảm ơn bạn một lần nữa vì đã chọn chúng tôi cho bài học lướt sóng của bạn. Chúng tôi đánh giá cao sự hỗ trợ của bạn và hy vọng sớm gặp lại bạn trên wave!Đọc thêm",
            "Bài học tuyệt vời! Eoin rất giỏi trong việc giảng dạy và giải thích và khiến tôi thu hút được nhiều sự chú ý ngay lập tức. Tôi - sẽ tham gia câu lạc bộ lướt sóng của họ vào cuối tuần!Đọc thêm",
            "Thật tuyệt vời khi biết rằng bạn đã có khoảng thời gian tuyệt vời trong buổi học lướt sóng và người hướng dẫn của chúng tôi đã giúp bạn cảm thấy thoải mái và tự tin khi ở dưới nước. Nhóm của chúng tôi tận tâm cung cấp trải nghiệm học tập tốt nhất có thể cho tất cả những người tham gia. Cảm ơn bạn một lần nữa vì đã chọn chúng tôi cho bài học lướt sóng của bạn. Chúng tôi đánh giá cao sự hỗ trợ của bạn và hy vọng sớm gặp lại bạn trên wave!Đọc thêm",
            "Một buổi sáng tuyệt vời với những người hướng dẫn vui vẻ, hiểu biết và đội ngũ nhân viên hữu ích khi đến thăm những bãi biển tuyệt vời của Đà Nẵng. Con trai tôi - 11 tuổi - và tôi đã có một trải nghiệm thật thú vị và mọi việc trở nên cực kỳ đơn giản, không hề phức tạp. Chân thành giới thiệu!Đọc thêm",
            "Thật tuyệt vời khi biết rằng bạn và con trai đã có khoảng thời gian tuyệt vời trong buổi học lướt sóng và người hướng dẫn của chúng tôi đã giúp bạn cảm thấy thoải mái và tự tin khi ở dưới nước. Nhóm của chúng tôi tận tâm cung cấp trải nghiệm học tập tốt nhất có thể cho tất cả những người tham gia. Cảm ơn bạn một lần nữa vì đã chọn chúng tôi cho bài học lướt sóng của bạn. Chúng tôi đánh giá cao sự hỗ trợ của bạn và hy vọng sớm gặp lại bạn trên wave!Đọc thêm",
            "Lần đầu tiên lướt webMột nơi tuyệt vời để bạn có bài học đầu tiên. Những con sóng không quá điên cuồng, có lẽ không lý tưởng từ góc nhìn của người lướt sóng nhưng đủ tốt để cảm nhận. Họ bán áo chống nắng và kem chống nắng với mức giá hợp lý. Sau đó, bạn có thể tắm ở cửa hàng lướt sóng Người hướng dẫn thật tuyệt vời và nhân viên lướt sóng thì cực kỳ tuyệt vời !Tôi đến một ngày sau đó và thuê một tấm ván cho buổi chiều nên nói chung, tôi muốn giới thiệu! Một lần nữa xin cảm ơn nhóm!Đọc thêm",
            "Thật tuyệt vời khi biết rằng bạn đã có khoảng thời gian tuyệt vời trong buổi học lướt sóng và người hướng dẫn của chúng tôi đã giúp bạn cảm thấy thoải mái và tự tin khi ở dưới nước. Nhóm của chúng tôi tận tâm cung cấp trải nghiệm học tập tốt nhất có thể cho tất cả những người tham gia. Cảm ơn bạn một lần nữa vì đã chọn chúng tôi cho bài học lướt sóng của bạn. Chúng tôi đánh giá cao sự hỗ trợ của bạn và hy vọng sớm gặp lại bạn trên wave!Đọc thêm",
            "Rất khuyến khích đưa bạn bè và gia đình đến đây. Đừng lo lắng nếu bạn không có kinh nghiệm lướt sóng như chúng tôi, các nhân viên rất nhiệt tình và đã giải thích những điều cơ bản đồng thời cung cấp hướng dẫn thực hành. Mặc dù thời tiết không quá lý tưởng để lướt sóng khi chúng tôi ở đó, vẫn có tùy chọn thay đổi ngày - thời gian nếu cần. Nhìn chung trải nghiệm tuyệt vời.Đọc thêm",
            "Cảm ơn đã xem xét. Rất vui vì bạn đã có trải nghiệm tốt. Hẹn gặp lại các bạn lần sau tại Đà Nẵng. Đọc thêm",
            "Thật không may, điều kiện không thuận lợi cho việc lướt sóng. Họ thành thật về điều kiện tồi tệ, giao tiếp hiệu quả và hoàn lại tiền đầy đủ sau đó. Doanh nghiệp này thể hiện tính chuyên nghiệp và đạo đức mạnh mẽ. Tôi sẽ lên lịch lại trong chuyến thăm tiếp theo và hy vọng sẽ có những đợt sóng lớn hơn. Cảm ơn các bạn đã cố gắng!Đọc thêm",
            "Cảm ơn đã xem xét. Thật tiếc là điều kiện không phù hợp với bạn. Đọc thêm",
            "CHÀO!\nBạn có ván sup và cánh cho thuê không?\nTrân trọng\n - UlfĐọc thêm",
            "Chào, xin lỗi vì trả lời muộn. Hiện tại chúng tôi có ván lướt sóng và SUP cho thuê tại cửa hàng. Nếu bạn đang ở Việt Nam vào thời điểm này hãy đến cửa hàng của chúng tôi và chọn cho mình một chiếc bảng nhé. Cảm ơn bạn!Đọc thêm",
            "Xin chào\nTôi - muốn đặt lớp học lướt sóng vào ngày 28 tháng 9\nchỉ có 1 người\ntôi có thể làm điều đó không? Đọc thêm",
            "Xin chào, bạn có thể vui lòng gửi email cho chúng tôi kèm thông tin của bạn để đặt lớp học được không. Chúc một ngày tốt lành.Đọc thêm",
            "CHÀO! Bên bạn có chụp ảnh không và nếu có thì tôi có phải trả thêm tiền cho file không?Đọc thêm",
            "CHÀO! Chúng tôi sẽ chụp ảnh và gửi cho bạn sau buổi học và bạn không phải trả thêm phí.Đọc thêm",
            "Tôi có thể sử dụng lướt ván diều không? Vui lòng cho tôi biết chi phí và thời gian.Đọc thêm",
            "Này, tôi e rằng chúng tôi không cung cấp các lớp học lướt ván diều nhưng có một nhóm trên facebook - Những người lướt ván diều và lướt sóng Đà Nẵng - tôi tin rằng cung cấp các bài học và dịch vụ cho thuê. \n\nTất cả những điều tốt nhấtĐọc thêm",
            "xin chào, tôi sẽ đến Đà Nẵng vào ngày 17 tháng 1, tôi muốn biết liệu bạn có mở cửa không và bạn có thể thuê ván lướt sóng không nếu thời tiết cho phépĐọc thêm",
            "Xin chào Andrea \nChúng tôi vẫn mở cửa hàng ngày từ 8 giờ sáng đến 6 giờ chiều.\nBạn có thể đến cửa hàng của chúng tôi tại số 49 An Thượng 5, quận Ngũ Hành Sơn, Đà Nẵng.\nNhìn dự báo sóng sẽ tốt vào ngày hôm đó.\nBạn có thể gọi cho chúng tôi: - 84935191716 hoặc facebook.\nTất cả những điều tốt nhất\nYênĐọc thêm",
            "xin chào, tôi sẽ đến Đà Nẵng vào ngày 17 tháng 1, tôi muốn biết liệu bạn có mở cửa không và bạn có thể thuê ván lướt sóng không nếu thời tiết cho phépĐọc thêm",
            "Xin chào ! Chúng tôi sẽ đến ở Đà Nẵng cùng con gái vào ngày 20 tháng 12. Sẽ còn lướt sóng chứ? Ngoài ra, bạn có thể giới thiệu một nơi nào đó đặc biệt để ở vì chúng tôi sẽ ở lại qua Giáng sinh không. Chúng tôi mong được gặp bạn! Đọc thêm",
            "Xin chào Emnewwall.\nChúng tôi sẽ tổ chức lướt sóng cho bạn vào kỳ nghỉ Giáng sinh, \nTháng 12..\nChúng tôi sẽ lên lịch cho bạn và gửi email trước 1 hoặc 2 tuần.\nVà kiểm tra xem bạn biết thời tiết, sóng để học lướt sóng trong ngày lướt sóng của bạn như thế nào\nBạn có thể gửi email cho chúng tôi được không \nChúng tôi sẽ gửi lịch trình cho bạn.\n\nTất cả những điều tốt nhất\nYênĐọc thêm",
            "Xin chào ! Chúng tôi sẽ đến ở Đà Nẵng cùng con gái vào ngày 20 tháng 12. Sẽ còn lướt sóng chứ? Ngoài ra, bạn có thể giới thiệu một nơi nào đó đặc biệt để ở vì chúng tôi sẽ ở lại qua Giáng sinh không. Chúng tôi mong được gặp bạn! Đọc thêm",
            "Xin chào, lướt sóng ở đây hiện tại có tốt không? Bạn có thuê ván lướt sóng không và nơi nghỉ lướt sóng ở bãi biển nào? Cảm ơn nhiềuĐọc thêm",
            "CHÀO\nChúng tôi có ván lướt sóng cho thuê.\nThời điểm này sóng rất tốt cho việc lướt sóng.\nBạn có thể đến cửa hàng của chúng tôi và thuê ván lướt sóng cho bạn.\nĐịa chỉ của chúng tôi: 49 An Thượng 5. Quận Ngũ Hành Sơn, Đà Nẵng.\n\nTất cả những điều tốt nhấtĐọc thêm",
            "CHÀO\nTôi - muốn đăng ký một buổi học lướt sóng vào ngày 19 tháng 7.\nChúng tôi có 3 người \nTôi có thể làm điều đó ? \nNếu được thì báo giá cho mình nhéXem thêm",
            "Này, chúng tôi có thể đăng ký cho bạn lớp học lướt sóng vào ngày 19. Bạn có thể vui lòng gửi email cho chúng tôi hoặc gọi cho chúng tôi để xác nhận đặt phòng. \nTất cả những điều tốt nhấtĐọc thêm"
        ],
        "star_ratings": [
            72,
            3,
            1,
            0,
            3
        ],
        "review_amount": 79,
        "location": [
            "Cuộc phiêu lưu ngoài trời Đà Nẵng",
            "Những điều cần làm ở Đà Nẵng",
            "Châu Á",
            "Đà Nẵng",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written March 8, 2023",
            "Written December 23, 2022",
            "Written November 6, 2022",
            "Written November 6, 2022",
            "Written November 6, 2022",
            "Written November 5, 2022",
            "Written October 18, 2022",
            "Written October 2, 2022",
            "Written August 4, 2022",
            "Written July 28, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298085-d13279543-Reviews-or10-Da_Nang_Outdoor_Adventures-Da_Nang.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d13279543-Reviews-Da_Nang_Outdoor_Adventures-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d13279543-Reviews-or20-Da_Nang_Outdoor_Adventures-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d14003151-Reviews-Simple_Man_Pub-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d19453180-Reviews-Nga_Bale_Spa_Massage_Foot_Body-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d17713594-Reviews-Kop_Spa_Massage-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g15296807-d24111506-Reviews-Santa_Spa-My_An_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d13084698-Reviews-Silk_Spa_Da_Nang-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g15296807-d24193508-Reviews-Santa_Spa-My_An_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d7981595-Reviews-L_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d19762086-Reviews-Babylon_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d26626841-Reviews-Non_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g15296807-d11710194-Reviews-Organic_Plus_Spa-My_An_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d14086698-Reviews-Danang_Night_Market-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d14996717-Reviews-La_Sen_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d24086030-Reviews-Nhu_Anh_Mai_SPA-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d25409114-Reviews-C_Bar_Da_Nang-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d25077588-Reviews-C_Lounge-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g800616-d9718517-Reviews-Mu_Cang_Chai-Yen_Bai_Yen_Bai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g153477-d12996179-Reviews-Xilitla-San_Luis_Potosi_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g293936-d4926562-Reviews-Jamuna_Future_Park-Dhaka_City_Dhaka_Division.html",
            "https://www.tripadvisor.com/Attraction_Review-g60993-d526753-Reviews-Krohn_Conservatory-Cincinnati_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g1956092-d6894940-Reviews-Energylandia-Zator_Lesser_Poland_Province_Southern_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g39604-d2643002-Reviews-Louisville_Waterfront_Park-Louisville_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g34709-d8548067-Reviews-South_Beach_Park-Vero_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g295414-d10286744-Reviews-Chunky_Monkey-Karachi_Sindh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15654430-Reviews-Lotte_Department_Store-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293983-d7245982-Reviews-Malcha_Mall-Jerusalem_Jerusalem_District.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298085-d13279543-Reviews-or20-Da_Nang_Outdoor_Adventures-Da_Nang.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298085-d13279543-Reviews-or10-Da_Nang_Outdoor_Adventures-Da_Nang.html"
    },
    {
        "attraction_name": "Da Nang Outdoor Adventures",
        "attraction_name_vi": "Cuộc phiêu lưu ngoài trời Đà Nẵng",
        "general_info": [
            "79 đánh giá",
            "- 7 trên 109 Tour du thuyền - Thể thao dưới nước tại Đà Nẵng",
            "Chuyến tham quan nhiều ngày",
            "Lướt sóng - Lướt ván buồm",
            "Thể thao dưới nước",
            "Chèo ván đứng",
            "Chèo Kayak - Canoeing"
        ],
        "attraction_summary": "Da Nang Outdoor Adventures là nhà cung cấp các hoạt động mạo hiểm hàng đầu kể từ năm 2016, niềm đam mê ngoài trời của chúng tôi có thể đáp ứng mọi lứa tuổi và trình độ kỹ năng. Tận hưởng cảm giác phiêu lưu của bạn với tư cách cá nhân, gia đình hoặc nhóm thông qua nhiều chương trình thú vị của chúng tôi. Đội ngũ nhân viên chuyên nghiệp và năng động của chúng tôi hỗ trợ và khuyến khích các hoạt động phiêu lưu mạo hiểm chất lượng cao trên biển, sông hoặc đất liền. Chúng tôi cũng cung cấp dịch vụ cho thuê ván lướt sóng và thiết bị với nhiều loại ván lướt sóng bằng sợi thủy tinh và mui mềm cũng như ngồi trên thuyền kayak, bộ đồ lặn và áo khoác ngoài. Da Nang Outdoor Adventures không chỉ là một trường dạy lướt sóng hay trung tâm phiêu lưu. Chúng tôi đại diện cho một nền văn hóa và một lối sống. Chúng tôi được tiếp thêm năng lượng bởi đại dương và phong cách sống mà các môn thể thao mạo hiểm mang lại. Chúng tôi hy vọng có thể truyền đạt kiến ​​thức và năng lượng đó thông qua nhiều chương trình thể thao mạo hiểm thú vị nhằm giáo dục và trao quyền cho - học sinh - của chúng tôi. Bước vào cuộc sống mà họ mơ ước.Đọc thêm",
        "reviews": [
            "Mặc dù thời tiết không cho phép chúng tôi thực sự lướt sóng nhưng nhóm rất linh hoạt và có sức chứa, cố gắng hết sức để nó hoạt động. Khi họ nhận ra rằng không có sóng để lướt sóng, họ ngay lập tức đề nghị hoàn lại tiền cho chúng tôi. Rõ ràng là họ có dịch vụ khách hàng tuyệt vời! Đọc thêm",
            "Rất tiếc chúng tôi không thể giảng bài cho các bạn. Tôi hy vọng bạn đã có khoảng thời gian vui vẻ ở Đà Nẵng. Cảm ơn bạn đã đánh giá!Đọc thêm",
            "Tôi thực sự khuyên bạn nên đưa gia đình đến đây. Chúng tôi đã đăng ký một lớp học lướt sóng kéo dài 2 giờ, nhưng chúng tôi đã có rất nhiều niềm vui đến nỗi gần như không có cảm giác như vậy! Những người hướng dẫn lướt sóng thực sự hữu ích và thân thiện và sẽ cho chúng tôi lời khuyên hữu ích khi chúng tôi gặp sự cố. Tôi - khuyên bạn nên tham gia các bài học họ cung cấp nếu bạn - mới bắt đầu lướt sóng, nhưng nhìn chung đó là một trải nghiệm tuyệt vời và chúng ta - hãy thử lại! Đây là từ em gái 7 tuổi của tôi:Tôi rất thích nó .ngay lập tức tôi biết lướt sóng Tôi thực sự tự hào khi tôi có thể giữ thăng bằng Tôi hy vọng tôi có thể trở lại thật là vui Tôi biết ngay cách lướt sóng mặc dù tôi cứ bị ngã - Cảm ơn gia đình da trắng - - Đọc thêm",
            "Chúng tôi đã đặt một bài học lướt sóng trước một ngày. Có một chút bối rối là chúng tôi nên đến vào lúc nào, nhưng sau khi liên hệ với cửa hàng thì mọi chuyện trở nên rõ ràng vào sáng hôm sau. Chúng tôi đến nơi và có vẻ như chúng tôi là những người duy nhất đang học bài. Người hướng dẫn thực sự tốt bụng và giải thích mọi thứ tốt. Chúng tôi có đủ thời gian để cố gắng luyện tập và tận hưởng niềm vui. Thật tuyệt khi họ chụp ảnh - s - video.Đọc thêm",
            "Cảm ơn phản hồi của bạn. Chúng tôi hy vọng rằng bạn sẽ thích video của mình và hy vọng được gặp lại bạn. Chúc một ngày tốt lành!Đọc thêm",
            "Giá thực sự tốt - 150 k cho ván - bộ đồ lặn -, dịch vụ hữu ích và thân thiện, họ thậm chí còn cung cấp vòi sen sau khi lướt sóng! 100500 - được khuyến nghị!!!Đọc thêm",
            "Cảm ơn phản hồi của bạn. Chúng tôi rất mong sẽ gặp lại bạn. Chúc một ngày tốt lành!Đọc thêm",
            "Rất vui khi thử lướt web với những người này. Hướng dẫn đơn giản và đứng dậy được vài lần nên rất hài lòng với điều đó. Rất mong được xem những thước phim go pro. Đọc thêm",
            "Cảm ơn phản hồi của bạn. Chúng tôi hy vọng gặp lại bạn sau. Chúc một ngày tốt lành!Đọc thêm",
            "Hôm nay tôi đã có một bài học từ Eoin và nó rất vui! Đồ đạc của anh ấy rất thân thiện và bài học của anh ấy rất thoải mái và có ý thức an toàn. Anh ấy có thể cho tôi vài Tipps để cải thiện khả năng giữ thăng bằng của tôi. Đối với những người mới bắt đầu, bài học của anh ấy thực sự đáng học. Đọc thêm",
            "Này Cảm ơn bạn đã xem xét. chúng tôi rất vui vì bạn thích bài học lướt sóng. Hy vọng gặp lại bạn. Đọc thêm",
            "Có một bài học lướt sóng với Eoin. Chỉ có tôi và bạn gái của tôi có mặt, vì vậy về cơ bản chúng tôi đã có một buổi học riêng và nhận được rất nhiều sự chú ý của người hướng dẫn. Anh ấy đã giới thiệu cho chúng tôi kỹ thuật lướt sóng một cách an toàn và chúng tôi đã bắt được những con sóng đầu tiên thành công. Cảm ơn bạn!Đọc thêm",
            "Cảm ơn đã cho chúng tôi xem xét. chúng tôi rất vui vì bạn và bạn gái của bạn thích thú với bài học lướt sóng. Đọc thêm",
            "Cửa hàng nhỏ tuyệt vời ở trung tâm gần bãi biển chuyên cho thuê và học ván lướt sóng, đã có một buổi sáng tuyệt vời khi học lướt sóng. Thân thiện và giá cả hợp lý. Chắc chắn sẽ quay lại.Đọc thêm",
            "Cảm ơn phản hồi của bạn. Chúng tôi hy vọng được gặp lại bạn.Đọc thêm",
            "Chúng tôi đã thuê ván lướt sóng từ đây, họ làm trong 4 giờ hoặc cả ngày.  Dịch vụ tuyệt vời - bạn có thể tắm ở đó miễn phí sau khi lướt sóng - những người thân thiện - chúng tôi đã thấy ông chủ ra ngoài lướt sóng một vài lần cũng như trong cửa hàng -.  Lựa chọn tốt các bảng.  Chơi thuyền kayak, lướt ván, học bài và những thứ khác nữa.  Muốn giới thiệu.Đọc thêm",
            "Cám ơn phản hồi của bạn. Chúng tôi rất vui khi nghe được điều này. Hẹn gặp lại.Đọc thêm",
            "Nhóm của chúng tôi đã có một bài học tuyệt vời với người hướng dẫn - Tôi khá lo lắng vì đây là lần đầu tiên tôi lướt sóng và cô ấy thực sự khiến tôi cảm thấy thoải mái và dễ chịu khi ở dưới nước và rất chú ý đến nhóm của chúng tôi. Tôi rất thích nó và chắc chắn sẽ giới thiệu nó .Đọc thêm",
            "Cảm ơn phản hôi của bạn. Chúng tôi rất vui khi biết điều này và hy vọng được gặp lại bạn.Đọc thêm",
            "CHÀO!\nBạn có ván sup và cánh cho thuê không?\nTrân trọng\n - UlfĐọc thêm",
            "Chào, xin lỗi vì trả lời muộn. Hiện tại chúng tôi có ván lướt sóng và SUP cho thuê tại cửa hàng. Nếu bạn đang ở Việt Nam vào thời điểm này hãy đến cửa hàng của chúng tôi và chọn cho mình một chiếc bảng nhé. Cảm ơn bạn!Đọc thêm",
            "Xin chào\nTôi - muốn đặt lớp học lướt sóng vào ngày 28 tháng 9\nchỉ có 1 người\ntôi có thể làm điều đó không? Đọc thêm",
            "Xin chào, bạn có thể vui lòng gửi email cho chúng tôi kèm thông tin của bạn để đặt lớp học được không. Chúc một ngày tốt lành.Đọc thêm",
            "CHÀO! Bên bạn có chụp ảnh không và nếu có thì tôi có phải trả thêm tiền cho file không?Đọc thêm",
            "CHÀO! Chúng tôi sẽ chụp ảnh và gửi cho bạn sau buổi học và bạn không phải trả thêm phí.Đọc thêm",
            "Tôi có thể sử dụng lướt ván diều không? Vui lòng cho tôi biết chi phí và thời gian.Đọc thêm",
            "Này, tôi e rằng chúng tôi không cung cấp các lớp học lướt ván diều nhưng có một nhóm trên facebook - Những người lướt ván diều và lướt sóng Đà Nẵng - tôi tin rằng cung cấp các bài học và dịch vụ cho thuê. \n\nTất cả những điều tốt nhấtĐọc thêm",
            "xin chào, tôi sẽ đến Đà Nẵng vào ngày 17 tháng 1, tôi muốn biết liệu bạn có mở cửa không và bạn có thể thuê ván lướt sóng không nếu thời tiết cho phépĐọc thêm",
            "Xin chào Andrea \nChúng tôi vẫn mở cửa hàng ngày từ 8 giờ sáng đến 6 giờ chiều.\nBạn có thể đến cửa hàng của chúng tôi tại số 49 An Thượng 5, quận Ngũ Hành Sơn, Đà Nẵng.\nNhìn dự báo sóng sẽ tốt vào ngày hôm đó.\nBạn có thể gọi cho chúng tôi: - 84935191716 hoặc facebook.\nTất cả những điều tốt nhất\nYênĐọc thêm",
            "xin chào, tôi sẽ đến Đà Nẵng vào ngày 17 tháng 1, tôi muốn biết liệu bạn có mở cửa không và bạn có thể thuê ván lướt sóng không nếu thời tiết cho phépĐọc thêm",
            "Xin chào ! Chúng tôi sẽ đến ở Đà Nẵng cùng con gái vào ngày 20 tháng 12. Sẽ còn lướt sóng chứ? Ngoài ra, bạn có thể giới thiệu một nơi nào đó đặc biệt để ở vì chúng tôi sẽ ở lại qua Giáng sinh không. Chúng tôi mong được gặp bạn! Đọc thêm",
            "Xin chào Emnewwall.\nChúng tôi sẽ tổ chức lướt sóng cho bạn vào kỳ nghỉ Giáng sinh, \nTháng 12..\nChúng tôi sẽ lên lịch cho bạn và gửi email trước 1 hoặc 2 tuần.\nVà kiểm tra xem bạn biết thời tiết, sóng để học lướt sóng trong ngày lướt sóng của bạn như thế nào\nBạn có thể gửi email cho chúng tôi được không \nChúng tôi sẽ gửi lịch trình cho bạn.\n\nTất cả những điều tốt nhất\nYênĐọc thêm",
            "Xin chào ! Chúng tôi sẽ đến ở Đà Nẵng cùng con gái vào ngày 20 tháng 12. Sẽ còn lướt sóng chứ? Ngoài ra, bạn có thể giới thiệu một nơi nào đó đặc biệt để ở vì chúng tôi sẽ ở lại qua Giáng sinh không. Chúng tôi mong được gặp bạn! Đọc thêm",
            "Xin chào, lướt sóng ở đây hiện tại có tốt không? Bạn có thuê ván lướt sóng không và nơi nghỉ lướt sóng ở bãi biển nào? Cảm ơn nhiềuĐọc thêm",
            "CHÀO\nChúng tôi có ván lướt sóng cho thuê.\nThời điểm này sóng rất tốt cho việc lướt sóng.\nBạn có thể đến cửa hàng của chúng tôi và thuê ván lướt sóng cho bạn.\nĐịa chỉ của chúng tôi: 49 An Thượng 5. Quận Ngũ Hành Sơn, Đà Nẵng.\n\nTất cả những điều tốt nhấtĐọc thêm",
            "CHÀO\nTôi - muốn đăng ký một buổi học lướt sóng vào ngày 19 tháng 7.\nChúng tôi có 3 người \nTôi có thể làm điều đó ? \nNếu được thì báo giá cho mình nhéXem thêm",
            "Này, chúng tôi có thể đăng ký cho bạn lớp học lướt sóng vào ngày 19. Bạn có thể vui lòng gửi email cho chúng tôi hoặc gọi cho chúng tôi để xác nhận đặt phòng. \nTất cả những điều tốt nhấtĐọc thêm"
        ],
        "star_ratings": [
            72,
            3,
            1,
            0,
            3
        ],
        "review_amount": 79,
        "location": [
            "Cuộc phiêu lưu ngoài trời Đà Nẵng",
            "Những điều cần làm ở Đà Nẵng",
            "Châu Á",
            "Đà Nẵng",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written July 1, 2022",
            "Written October 22, 2020",
            "Written February 23, 2020",
            "Written February 9, 2020",
            "Written February 7, 2020",
            "Written February 2, 2020",
            "Written February 1, 2020",
            "Written November 24, 2019",
            "Written September 3, 2019",
            "Written July 30, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298085-d13279543-Reviews-or20-Da_Nang_Outdoor_Adventures-Da_Nang.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d13279543-Reviews-or10-Da_Nang_Outdoor_Adventures-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d13279543-Reviews-or30-Da_Nang_Outdoor_Adventures-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d13279543-Reviews-Da_Nang_Outdoor_Adventures-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d14003151-Reviews-Simple_Man_Pub-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d19453180-Reviews-Nga_Bale_Spa_Massage_Foot_Body-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d17713594-Reviews-Kop_Spa_Massage-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g15296807-d24111506-Reviews-Santa_Spa-My_An_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d13084698-Reviews-Silk_Spa_Da_Nang-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g15296807-d24193508-Reviews-Santa_Spa-My_An_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d7981595-Reviews-L_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d19762086-Reviews-Babylon_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d26626841-Reviews-Non_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g15296807-d11710194-Reviews-Organic_Plus_Spa-My_An_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d14086698-Reviews-Danang_Night_Market-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d14996717-Reviews-La_Sen_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d24086030-Reviews-Nhu_Anh_Mai_SPA-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d25409114-Reviews-C_Bar_Da_Nang-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d25077588-Reviews-C_Lounge-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g55229-d1419806-Reviews-Nashville_Convention_Center-Nashville_Davidson_County_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d8000670-Reviews-Airport_Transfer_Budapest-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g57894-d7238319-Reviews-Stone_Tower_Winery-Leesburg_Loudoun_County_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g30165-d144342-Reviews-Cadillac_Ranch-Amarillo_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g34296-d8393046-Reviews-Hard_Rock_Cafe-Hollywood_Broward_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d5482693-Reviews-Moore_Theatre-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g36022-d10383992-Reviews-Thunder_Bay_Falls-Galena_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g663368-d3246933-Reviews-Parc_Natural_de_Mondrago-Santanyi_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g58380-d211705-Reviews-Lacamas_Lake-Camas_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g34543-d1474540-Reviews-Shell_Island-Panama_City_Beach_Florida.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298085-d13279543-Reviews-or30-Da_Nang_Outdoor_Adventures-Da_Nang.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298085-d13279543-Reviews-or20-Da_Nang_Outdoor_Adventures-Da_Nang.html"
    },
    {
        "attraction_name": "Da Nang Outdoor Adventures",
        "attraction_name_vi": "Cuộc phiêu lưu ngoài trời Đà Nẵng",
        "general_info": [
            "79 đánh giá",
            "- 7 trên 109 Tour du thuyền - Thể thao dưới nước tại Đà Nẵng",
            "Chuyến tham quan nhiều ngày",
            "Lướt sóng - Lướt ván buồm",
            "Thể thao dưới nước",
            "Chèo ván đứng",
            "Chèo Kayak - Canoeing"
        ],
        "attraction_summary": "Da Nang Outdoor Adventures là nhà cung cấp các hoạt động mạo hiểm hàng đầu kể từ năm 2016, niềm đam mê ngoài trời của chúng tôi có thể đáp ứng mọi lứa tuổi và trình độ kỹ năng. Tận hưởng cảm giác phiêu lưu của bạn với tư cách cá nhân, gia đình hoặc nhóm thông qua nhiều chương trình thú vị của chúng tôi. Đội ngũ nhân viên chuyên nghiệp và năng động của chúng tôi hỗ trợ và khuyến khích các hoạt động phiêu lưu mạo hiểm chất lượng cao trên biển, sông hoặc đất liền. Chúng tôi cũng cung cấp dịch vụ cho thuê ván lướt sóng và thiết bị với nhiều loại ván lướt sóng bằng sợi thủy tinh và mui mềm cũng như ngồi trên thuyền kayak, bộ đồ lặn và áo khoác ngoài. Da Nang Outdoor Adventures không chỉ là một trường dạy lướt sóng hay trung tâm phiêu lưu. Chúng tôi đại diện cho một nền văn hóa và một lối sống. Chúng tôi được tiếp thêm năng lượng bởi đại dương và phong cách sống mà các môn thể thao mạo hiểm mang lại. Chúng tôi hy vọng có thể truyền đạt kiến ​​thức và năng lượng đó thông qua nhiều chương trình thể thao mạo hiểm thú vị nhằm giáo dục và trao quyền cho - học sinh - của chúng tôi. Bước vào cuộc sống mà họ mơ ước.Đọc thêm",
        "reviews": [
            "Cảm ơn vì trải nghiệm thú vị, tôi đã có một thời gian tuyệt vời. Người hướng dẫn của tôi rất hữu ích và tôi rất thích bài học lướt sóng đầu tiên với cô ấy. Muốn giới thiệu địa điểm này cho mọi người.Đọc thêm",
            "Cảm ơn phản hôi của bạn. Chúng tôi rất vui khi biết điều này và hy vọng được gặp lại bạn.Đọc thêm",
            "Đừng sử dụng công ty này.  Người hướng dẫn người Ireland chỉ dạy chúng tôi một bài học và sau đó lướt phần lớn thời gian mà lẽ ra cô ấy phải giúp chúng tôi.  Lẽ ra họ cũng nên khuyên chúng tôi mang theo mũ. Vì người ta nói rằng chúng tôi có thể làm mất chúng nên chúng tôi đã để chúng ở cửa hàng và bị cháy nắng nghiêm trọng.  Không cung cấp nước hoặc bảo chúng tôi mang tiền đi mua.  Trải nghiệm lướt web đầu tiên khủng khiếp.  Không sử dụng công ty này.Đọc thêm",
            "Cảm ơn ý kiến ​​​​của bạn. chúng tôi rất tiếc khi biết rằng bài học của bạn tại cửa hàng chúng tôi không đáp ứng được mong đợi của bạn. Tôi chân thành xin lỗi vì trải nghiệm tiêu cực mà bạn gặp phải tại cửa hàng của chúng tôi. Theo kết quả điều tra, chúng tôi nhận thấy rằng chúng tôi có vấn đề trong việc chuẩn bị thiết bị cho khách hàng. Chúng tôi đã sắp xếp mọi thứ tốt hơn\nVà chúng tôi đảm bảo với bạn rằng điều này sẽ không xảy ra nữa.\nXin hãy tha lỗi cho chúng tôi vì sự bất tiện này. Cảm ơn sự kiên nhẫn của bạn trong vấn đề này và chúng tôi mong nhận được phản hồi lại từ bạn.Đọc thêm",
            "Ben là một giáo viên lướt sóng tuyệt vời! Anh ấy rất tốt và đã giúp tôi bắt sóng rất nhiều lần! Anh ấy đã chụp ảnh và quay video chúng tôi và gửi cho tôi sau. Đây là lần đầu tiên tôi thử lướt sóng và tôi chắc chắn muốn lướt sóng lần nữa! Tuy nhiên, hơi khó để mang ván lướt sóng từ văn phòng đến bãi biển vì thời tiết.Đọc thêm",
            "Cảm ơn phản hôi của bạn. Chúng tôi rất vui khi biết điều này và hy vọng được gặp lại bạn.Đọc thêm",
            "Bài học lướt sóng với Hugh thật tuyệt vời. Anh ấy đã cho chúng tôi cưỡi sóng trong 30 phút đầu tiên. Những bài học khác tôi đã học dành nửa buổi học trên bãi biển. Hugh đã cho chúng tôi xuống nước trong 5 phút đầu tiên. Chúng tôi quay lại và thuê ván từ họ trong 2 ngày tiếp theo. Cả bài học và tiền thuê tàu đều rẻ nhất ở Đà Nẵng. Bảng có chất lượng cao. Toàn bộ nhân viên và cơ sở vật chất đều tuyệt vời. Rất khuyến khích.Đọc thêm",
            "Cảm ơn phản hồi của bạn. Chúng tôi hy vọng được gặp lại bạn.Đọc thêm",
            "Bài học lướt sóng đầu tiên của tôi với Hugh! Ông là một người hướng dẫn tuyệt vời và hiểu biết. Đã có thời gian lướt web tuyệt vời và rất muốn giới thiệu địa điểm này. Nó cũng có giá tốt. Cảm ơn và tôi mong được lướt web nhiều hơn trong tương lai! Đọc thêm",
            "Cảm ơn phản hồi của bạn. Chúng tôi hy vọng được gặp lại bạn.Đọc thêm",
            "Học bài học lướt sóng đầu tiên với Ben Collins. Anh ấy tốt bụng, ấm áp - người hướng dẫn rất giàu kinh nghiệm. Anh ấy đã hướng dẫn tôi - một người bạn tốt của tôi - giải đáp từng câu hỏi một cách chi tiết. Anh ấy thực sự biết cách khuyến khích bạn bắt sóng - mỗi khi bạn lăn mình xuống nước. Những trải nghiệm thực sự tốt.Đọc thêm",
            "Cảm ơn phản hồi của bạn. Chúng tôi hy vọng được gặp lại bạn.Đọc thêm",
            "Tôi đã yêu cầu học lướt sóng - đây là lần đầu tiên trong đời tôi - và bài học này thật tệ vì người hướng dẫn không giải thích kỹ thuật cho tôi và không trả lời các câu hỏi của tôi. Sau buổi học này, tôi đã nói chuyện với người quản lý - tôi nghĩ rằng anh ấy là người quản lý hoặc chủ sở hữu - và anh ấy đã tổ chức miễn phí cho tôi một buổi học khác với người hướng dẫn rất giỏi. Bài học lướt sóng này với người hướng dẫn Ben rất hữu ích và tôi cảm thấy tự tin hơn khi cố gắng học những kiến ​​thức cơ bản về lướt sóng. Ngoài ra, công ty này còn cho tôi lướt ván miễn phí nửa ngày và đó là thời điểm tốt để luyện tập. Tôi nghĩ rằng mọi người đều mắc sai lầm và công ty này rất osam vì họ cảm thấy phải chịu trách nhiệm về những sai lầm của mình và họ biết cách làm cho khách hàng hài lòng. Cảm ơn bạn vì điều đó!Đọc thêm",
            "Cảm ơn phản hồi của bạn. Chúng tôi hy vọng được gặp lại bạn.Đọc thêm",
            "Cảm ơn Ben rất nhiều. Ông là một giáo viên rất tốt, rất bình tĩnh và đáng khích lệ! Đó là trải nghiệm tuyệt vời và tôi sẽ giới thiệu địa điểm này! Đọc thêm",
            "Cảm ơn phản hồi của bạn. Chúng tôi rất vui khi bạn có một bài học tốt. Chúng tôi cũng hy vọng được gặp lại bạn sau.Đọc thêm",
            "công việc duy nhất của họ. Tôi - tôi xin lỗi nhưng tôi - tôi đang cảm thấy thế này. Sau giờ học không nói gì với tôi.Đọc thêm",
            "Chào Manu, \nCảm ơn phản hồi của bạn. Chúng tôi thực sự xin lỗi về điều đó.  Chúng tôi sẽ cải thiện điều đó.Đọc thêm",
            "Các chàng trai của chúng tôi thực sự rất thích những bài học với Owen. Anh ấy thực sự đã cố gắng hết sức để dạy và giúp đỡ bọn trẻ dưới nước và trên bãi biển. Thời tiết không đẹp lắm, anh ấy đón xe tại khách sạn đến một nơi yên bình, các dịch vụ rất tử tế. Rất khuyên bạn nên học lướt sóng với Owen.Đọc hơn",
            "Cảm ơn phản hồi của bạn. chúng tôi hy vọng con trai bạn sẽ lướt web tốt sau một số bài học với chúng tôi.Đọc thêm",
            "CHÀO!\nBạn có ván sup và cánh cho thuê không?\nTrân trọng\n - UlfĐọc thêm",
            "Chào, xin lỗi vì trả lời muộn. Hiện tại chúng tôi có ván lướt sóng và SUP cho thuê tại cửa hàng. Nếu bạn đang ở Việt Nam vào thời điểm này hãy đến cửa hàng của chúng tôi và chọn cho mình một chiếc bảng nhé. Cảm ơn bạn!Đọc thêm",
            "Xin chào\nTôi - muốn đặt lớp học lướt sóng vào ngày 28 tháng 9\nchỉ có 1 người\ntôi có thể làm điều đó không? Đọc thêm",
            "Xin chào, bạn có thể vui lòng gửi email cho chúng tôi kèm thông tin của bạn để đặt lớp học được không. Chúc một ngày tốt lành.Đọc thêm",
            "CHÀO! Bên bạn có chụp ảnh không và nếu có thì tôi có phải trả thêm tiền cho file không?Đọc thêm",
            "CHÀO! Chúng tôi sẽ chụp ảnh và gửi cho bạn sau buổi học và bạn không phải trả thêm phí.Đọc thêm",
            "Tôi có thể sử dụng lướt ván diều không? Vui lòng cho tôi biết chi phí và thời gian.Đọc thêm",
            "Này, tôi e rằng chúng tôi không cung cấp các lớp học lướt ván diều nhưng có một nhóm trên facebook - Những người lướt ván diều và lướt sóng Đà Nẵng - tôi tin rằng cung cấp các bài học và dịch vụ cho thuê. \n\nTất cả những điều tốt nhấtĐọc thêm",
            "xin chào, tôi sẽ đến Đà Nẵng vào ngày 17 tháng 1, tôi muốn biết liệu bạn có mở cửa không và bạn có thể thuê ván lướt sóng không nếu thời tiết cho phépĐọc thêm",
            "Xin chào Andrea \nChúng tôi vẫn mở cửa hàng ngày từ 8 giờ sáng đến 6 giờ chiều.\nBạn có thể đến cửa hàng của chúng tôi tại số 49 An Thượng 5, quận Ngũ Hành Sơn, Đà Nẵng.\nNhìn dự báo sóng sẽ tốt vào ngày hôm đó.\nBạn có thể gọi cho chúng tôi: - 84935191716 hoặc facebook.\nTất cả những điều tốt nhất\nYênĐọc thêm",
            "xin chào, tôi sẽ đến Đà Nẵng vào ngày 17 tháng 1, tôi muốn biết liệu bạn có mở cửa không và bạn có thể thuê ván lướt sóng không nếu thời tiết cho phépĐọc thêm",
            "Xin chào ! Chúng tôi sẽ đến ở Đà Nẵng cùng con gái vào ngày 20 tháng 12. Sẽ còn lướt sóng chứ? Ngoài ra, bạn có thể giới thiệu một nơi nào đó đặc biệt để ở vì chúng tôi sẽ ở lại qua Giáng sinh không. Chúng tôi mong được gặp bạn! Đọc thêm",
            "Xin chào Emnewwall.\nChúng tôi sẽ tổ chức lướt sóng cho bạn vào kỳ nghỉ Giáng sinh, \nTháng 12..\nChúng tôi sẽ lên lịch cho bạn và gửi email trước 1 hoặc 2 tuần.\nVà kiểm tra xem bạn biết thời tiết, sóng để học lướt sóng trong ngày lướt sóng của bạn như thế nào\nBạn có thể gửi email cho chúng tôi được không \nChúng tôi sẽ gửi lịch trình cho bạn.\n\nTất cả những điều tốt nhất\nYênĐọc thêm",
            "Xin chào ! Chúng tôi sẽ đến ở Đà Nẵng cùng con gái vào ngày 20 tháng 12. Sẽ còn lướt sóng chứ? Ngoài ra, bạn có thể giới thiệu một nơi nào đó đặc biệt để ở vì chúng tôi sẽ ở lại qua Giáng sinh không. Chúng tôi mong được gặp bạn! Đọc thêm",
            "Xin chào, lướt sóng ở đây hiện tại có tốt không? Bạn có thuê ván lướt sóng không và nơi nghỉ lướt sóng ở bãi biển nào? Cảm ơn nhiềuĐọc thêm",
            "CHÀO\nChúng tôi có ván lướt sóng cho thuê.\nThời điểm này sóng rất tốt cho việc lướt sóng.\nBạn có thể đến cửa hàng của chúng tôi và thuê ván lướt sóng cho bạn.\nĐịa chỉ của chúng tôi: 49 An Thượng 5. Quận Ngũ Hành Sơn, Đà Nẵng.\n\nTất cả những điều tốt nhấtĐọc thêm",
            "CHÀO\nTôi - muốn đăng ký một buổi học lướt sóng vào ngày 19 tháng 7.\nChúng tôi có 3 người \nTôi có thể làm điều đó ? \nNếu được thì báo giá cho mình nhéXem thêm",
            "Này, chúng tôi có thể đăng ký cho bạn lớp học lướt sóng vào ngày 19. Bạn có thể vui lòng gửi email cho chúng tôi hoặc gọi cho chúng tôi để xác nhận đặt phòng. \nTất cả những điều tốt nhấtĐọc thêm"
        ],
        "star_ratings": [
            72,
            3,
            1,
            0,
            3
        ],
        "review_amount": 79,
        "location": [
            "Cuộc phiêu lưu ngoài trời Đà Nẵng",
            "Những điều cần làm ở Đà Nẵng",
            "Châu Á",
            "Đà Nẵng",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written July 30, 2019",
            "Written July 24, 2019",
            "Written July 10, 2019",
            "Written May 22, 2019",
            "Written April 8, 2019",
            "Written March 22, 2019",
            "Written March 13, 2019",
            "Written February 12, 2019",
            "Written January 17, 2019",
            "Written January 4, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298085-d13279543-Reviews-or30-Da_Nang_Outdoor_Adventures-Da_Nang.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d13279543-Reviews-or20-Da_Nang_Outdoor_Adventures-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d13279543-Reviews-or40-Da_Nang_Outdoor_Adventures-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d13279543-Reviews-Da_Nang_Outdoor_Adventures-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d14003151-Reviews-Simple_Man_Pub-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d19453180-Reviews-Nga_Bale_Spa_Massage_Foot_Body-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d17713594-Reviews-Kop_Spa_Massage-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g15296807-d24111506-Reviews-Santa_Spa-My_An_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d13084698-Reviews-Silk_Spa_Da_Nang-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g15296807-d24193508-Reviews-Santa_Spa-My_An_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d7981595-Reviews-L_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d19762086-Reviews-Babylon_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d26626841-Reviews-Non_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g15296807-d11710194-Reviews-Organic_Plus_Spa-My_An_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d14086698-Reviews-Danang_Night_Market-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d14996717-Reviews-La_Sen_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d24086030-Reviews-Nhu_Anh_Mai_SPA-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d25409114-Reviews-C_Bar_Da_Nang-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d25077588-Reviews-C_Lounge-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g53464-d12220351-Reviews-LEGOLAND_Discovery_Center_Philadelphia-Plymouth_Meeting_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g48074-d267602-Reviews-Lockport_Cave_and_Underground_Boat_Ride-Lockport_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g32737-d144842-Reviews-Dennis_the_Menace_Park-Monterey_Monterey_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d25268220-Reviews-Soluna_Beach_Club-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g189135-d8867622-Reviews-Mercado_Da_Graca-Ponta_Delgada_Sao_Miguel_Azores.html",
            "https://www.tripadvisor.com/Attraction_Review-g608929-d1182416-Reviews-Riserva_Naturale_dello_Zingaro-Castellammare_del_Golfo_Province_of_Trapani_Sicily.html",
            "https://www.tripadvisor.com/Attraction_Review-g36942-d4374320-Reviews-Fairfax_State_Recreation_Area_Monroe_Lake-Bloomington_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g154911-d14766976-Reviews-Two_Jack_Lake-Banff_Banff_National_Park_Alberta.html",
            "https://www.tripadvisor.com/Attraction_Review-g608484-d4421988-Reviews-Amed_Beach-Karangasem_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g1187633-d10395841-Reviews-Loggas_Beach-Peroulades_Corfu_Ionian_Islands.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298085-d13279543-Reviews-or40-Da_Nang_Outdoor_Adventures-Da_Nang.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298085-d13279543-Reviews-or30-Da_Nang_Outdoor_Adventures-Da_Nang.html"
    },
    {
        "attraction_name": "Da Nang Outdoor Adventures",
        "attraction_name_vi": "Cuộc phiêu lưu ngoài trời Đà Nẵng",
        "general_info": [
            "79 đánh giá",
            "- 7 trên 109 Tour du thuyền - Thể thao dưới nước tại Đà Nẵng",
            "Chuyến tham quan nhiều ngày",
            "Lướt sóng - Lướt ván buồm",
            "Thể thao dưới nước",
            "Chèo ván đứng",
            "Chèo Kayak - Canoeing"
        ],
        "attraction_summary": "Da Nang Outdoor Adventures là nhà cung cấp các hoạt động mạo hiểm hàng đầu kể từ năm 2016, niềm đam mê ngoài trời của chúng tôi có thể đáp ứng mọi lứa tuổi và trình độ kỹ năng. Tận hưởng cảm giác phiêu lưu của bạn với tư cách cá nhân, gia đình hoặc nhóm thông qua nhiều chương trình thú vị của chúng tôi. Đội ngũ nhân viên chuyên nghiệp và năng động của chúng tôi hỗ trợ và khuyến khích các hoạt động phiêu lưu mạo hiểm chất lượng cao trên biển, sông hoặc đất liền. Chúng tôi cũng cung cấp dịch vụ cho thuê ván lướt sóng và thiết bị với nhiều loại ván lướt sóng bằng sợi thủy tinh và mui mềm cũng như ngồi trên thuyền kayak, bộ đồ lặn và áo khoác ngoài. Da Nang Outdoor Adventures không chỉ là một trường dạy lướt sóng hay trung tâm phiêu lưu. Chúng tôi đại diện cho một nền văn hóa và một lối sống. Chúng tôi được tiếp thêm năng lượng bởi đại dương và phong cách sống mà các môn thể thao mạo hiểm mang lại. Chúng tôi hy vọng có thể truyền đạt kiến ​​thức và năng lượng đó thông qua nhiều chương trình thể thao mạo hiểm thú vị nhằm giáo dục và trao quyền cho - học sinh - của chúng tôi. Bước vào cuộc sống mà họ mơ ước.Đọc thêm",
        "reviews": [
            "Tôi đã có buổi học lướt sóng kéo dài 2 giờ với người hướng dẫn Everest. Anh ấy rất kiên nhẫn, tốt bụng và chuyên nghiệp. Đây là lần đầu tiên của tôi nên tôi khá lo lắng nhưng cuối cùng tôi đã có một khoảng thời gian tuyệt vời.  Cửa hàng cung cấp nước, tắm nước nóng và khăn sạch sau giờ học. Những người phụ nữ làm việc tiếp tân cũng rất thân thiện và hữu ích. Giá cả cũng phải chăng.Đọc thêm",
            "Cảm ơn phản hồi của bạn. chúng tôi hy vọng gặp lại bạn sau.Đọc thêm",
            "Tôi có một buổi học lướt sóng vào ngày 23 tháng 11 với hai người bạn của mình. Họ cho chúng tôi mượn bộ đồ lướt sóng và cho chúng tôi chỗ để tắm. Giáo viên của bài học, Owen rất tốt bụng và nhiệt tình dạy chúng tôi. Thời tiết thực sự không hoàn hảo để học lướt sóng, nhưng chúng tôi thực sự rất thích bài học của mình. Tôi - tôi thực sự chắc chắn rằng Da Nang Outdoor Adventure sẽ là lựa chọn tốt nhất cho trải nghiệm lướt sóng của bạn.Đọc thêm",
            "Cảm ơn phản hồi của bạn. Chúng tôi cũng hy vọng được gặp lại bạn sau.Đọc thêm",
            "Nếu bạn cần học lướt ván hoặc lướt sóng, hãy ghé thăm Da Nang Outdoor Adventures. Sự lựa chọn của bảng có thể không quá rộng trong khi giá cả hợp lý. Đồ tốt, không xa biển.Đọc thêm",
            "Cảm ơn phản hồi của bạn. Chúng tôi hy vọng gặp lại bạn sau.\nChúc một ngày tốt lành! Đọc thêm",
            "Đã có một bài học kéo dài 2 giờ với người hướng dẫn Hugh. Thân thiện và chuyên nghiệp. Giá cả rất hợp lý. Muốn giới thiệu cho bất kỳ ai. Đọc thêm",
            "Cảm ơn phản hồi của bạn. Chúng tôi hy vọng gặp lại bạn sau.\nChúc một ngày tốt lành!Đọc thêm",
            "Tôi đã có một buổi học lướt sóng rất hay với Everest, một trong những nhân viên của Da Nang Outdoor Adventures. Anh ấy là một chàng trai rất điềm tĩnh và hoàn toàn thân thiện. Tôi đã có rất nhiều niềm vui trong ngày này! Buổi học nhẹ nhàng nhưng vẫn rất chuyên nghiệp. Chúng tôi bắt đầu với một số động tác giãn cơ và sau đó anh ấy dạy tôi những điều cơ bản về lướt sóng trên bãi biển. Sau đó chúng tôi cùng nhau xuống nước. Everest khiến tôi cảm thấy thực sự an toàn và thoải mái khi giúp tôi có được những con sóng đầu tiên. Cảm ơn vì buổi chiều đáng yêu này! Tôi rất thích ở lại lâu hơn, hoàn toàn giới thiệu nơi này! :- - Đọc thêm",
            "Cảm ơn phản hồi của bạn. Mong rằng chúng tôi sẽ sớm gặp lại bạn.\n Chúc một ngày tốt lành! \nĐọc thêm",
            "Nhân viên nói tiếng Anh tuyệt vời. Rất chu đáo về mặt trời, kính và sự an toàn trong nước. Tôi đã có một ngày tuyệt vời khi lướt web một mình. Trải nghiệm tích cực : - Đọc thêm",
            "Sbakker1997 Cảm ơn phản hồi của bạn. Tôi cũng mong được gặp lại bạn.\nĐọc thêm",
            "Đã dành 3 ngày sử dụng địa điểm này để thuê bảng của tôi. Owen và các nhân viên rất hữu ích và thân thiện. Việc lướt web được cải thiện mỗi ngày với lần cuối cùng là tốt nhất. Đã được cung cấp áo chống nắng và thậm chí cả kem chống nắng cùng với tiền thuê ván của tôi!!! Tôi - chưa bao giờ được cung cấp kem chống nắng khi tuyển dụng nên đó thực sự là một điều tuyệt vời. Giá cả hợp lý cho khu vực. Hãy chắc chắn rằng bạn đến đây thay vì bị xé xác ở bãi biển với những miếng bọt biển không đạt tiêu chuẩn! Chỉ cách bãi biển khoảng 8 phút đi bộ. Đọc thêm",
            "Cảm ơn phản hồi của bạn. chúng tôi mong được gặp lại bạnĐọc thêm",
            "Chúng tôi tình cờ đến Đà Nẵng vào một thời điểm thú vị và chậm rãi, điều này khiến chuyến đi lướt sóng của chúng tôi với Cuộc phiêu lưu ngoài trời càng trở thành một điểm nhấn trọn vẹn. Hugh là một người hướng dẫn tuyệt vời, người đã đưa chúng tôi xuống nước, giữ chúng tôi an toàn và thực sự giúp chúng tôi hồi phục nhanh hơn trên mặt nước. Tôi - mới chỉ lướt web một lần trước đó và không nhận được bất kỳ hướng dẫn nào trước đó, vì vậy tôi chắc chắn đã có được thứ mình cần. Rất khuyến khích. Trải nghiệm tuyệt vời. Chắc chắn sẽ làm lạiXem thêm",
            "Nhóm tuyệt vời và một trải nghiệm thư giãn! Tôi vui vẻ đặt chỗ ở Đà Nẵng khi họ tỏ ra rẻ hơn vị trí - 1 trên Trip Advisor. Tôi đã gửi email cho họ một số câu hỏi và họ trả lời nhanh chóng và rất đồng ý nên tôi đã xác nhận một bài học lướt sóng cho 2 người. Đó thực sự là một trải nghiệm tuyệt vời với cả Yến - quản trị viên - và người hướng dẫn Hugh.  Chúng tôi làm thủ tục giấy tờ rất nhanh, mặc áo bảo hộ rồi bắt taxi đến một địa điểm trên bãi biển.   - Tôi cảm thấy ngượng ngùng khi chỉ mặc áo sơ mi nên sẽ mang theo quần bơi! - Rõ ràng chúng tôi rất may mắn khi có thời tiết lướt sóng hoàn hảo, và Hugh rất chú ý đến việc lướt sóng để đảm bảo rằng chúng tôi sẽ có điều kiện tối ưu nhất để tận hưởng thời gian của mình.  Chúng tôi đã học một bài học nhanh, nhưng tôi sẽ nói rằng tôi nghĩ tôi sẽ đánh giá cao nếu chỉ hướng dẫn thêm một chút để tôi có thể thực sự hiểu những gì tôi nên - cảm nhận - khi cố gắng đứng lên ván của mình. Nói như vậy thì thật tuyệt khi được xuống nước khá nhanh để chúng tôi có thể trải nghiệm thực tế. Hugh rất tốt khi chia thời gian giữa tôi và đối tác của tôi, vì vậy cả hai chúng tôi đều có cơ hội cố gắng đứng lên trên bảng. Hugh cũng chụp ảnh cho chúng tôi - chúng tôi được khuyên nên để lại điện thoại dù có vỏ chống nước - để chúng tôi có thể trải nghiệm trọn vẹn.  Anh ấy còn mang theo nước và khăn tắm, điều này được đánh giá cao! Trong một ghi chú không liên quan đến lướt sóng, tôi cho Yến xem vết phát ban mà tôi đang phải đối mặt, và cô ấy thậm chí còn không ngần ngại chở tôi đến hiệu thuốc để mua kem bôi, thông dịch cho tôi. Đó là một trải nghiệm kéo dài 5 phút nhưng tôi vô cùng biết ơn.  Còn chần chừ gì nữa hãy đến với Da Nang Outdoor!Đọc thêm",
            "Tôi đã dành một tuần ở Đà Nẵng - Cuộc phiêu lưu ngoài trời Đà Nẵng. Tôi thấy phần dạy kèm cá nhân của người hướng dẫn Eoin rất xuất sắc. Tôi thực sự muốn giới thiệu một buổi gặp thân mật với Eoin. Anh ấy đã mở mang tầm mắt cho tôi về môn lướt sóng lớn ở Việt Nam. Trong số tất cả các chuyến lướt sóng mà tôi đã tham gia thì đây là chuyến đi tốt nhất, được tổ chức tốt, được đưa đến những địa điểm có điều kiện tốt nhất. Sẽ quay lạiXem thêm",
            "Cảm ơn phản hồi của bạn. chúng tôi hy vọng được gặp lại bạn.Đọc thêm"
        ],
        "star_ratings": [
            72,
            3,
            1,
            0,
            3
        ],
        "review_amount": 79,
        "location": [
            "Cuộc phiêu lưu ngoài trời Đà Nẵng",
            "Những điều cần làm ở Đà Nẵng",
            "Châu Á",
            "Đà Nẵng",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written December 28, 2018",
            "Written December 20, 2018",
            "Written December 13, 2018",
            "Written November 9, 2018",
            "Written November 7, 2018",
            "Written October 19, 2018",
            "Written October 16, 2018",
            "Written October 6, 2018",
            "Written October 6, 2018",
            "Written October 5, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298085-d13279543-Reviews-or40-Da_Nang_Outdoor_Adventures-Da_Nang.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d13279543-Reviews-or30-Da_Nang_Outdoor_Adventures-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d13279543-Reviews-or50-Da_Nang_Outdoor_Adventures-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d13279543-Reviews-Da_Nang_Outdoor_Adventures-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d14003151-Reviews-Simple_Man_Pub-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d19453180-Reviews-Nga_Bale_Spa_Massage_Foot_Body-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d17713594-Reviews-Kop_Spa_Massage-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g15296807-d24111506-Reviews-Santa_Spa-My_An_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d13084698-Reviews-Silk_Spa_Da_Nang-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g15296807-d24193508-Reviews-Santa_Spa-My_An_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d7981595-Reviews-L_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d19762086-Reviews-Babylon_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d26626841-Reviews-Non_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g15296807-d11710194-Reviews-Organic_Plus_Spa-My_An_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d14086698-Reviews-Danang_Night_Market-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d14996717-Reviews-La_Sen_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d24086030-Reviews-Nhu_Anh_Mai_SPA-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d25409114-Reviews-C_Bar_Da_Nang-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d25077588-Reviews-C_Lounge-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d10522920-Reviews-Municipal_Library_of_Prague-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g295414-d553595-Reviews-Mazar_E_Quaid-Karachi_Sindh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g37822-d276443-Reviews-Ice_Cave-Decorah_Iowa.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d3626134-Reviews-Kilic_Ali_Pasa_Hamami-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g58730-d1832380-Reviews-Scenic_Beach_State_Park-Seabeck_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g54171-d116451-Reviews-Audubon_Swamp_Garden-Charleston_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g1187633-d12619113-Reviews-Cape_Drastis-Peroulades_Corfu_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g291962-d300164-Reviews-Hol_Chan_Marine_Reserve-San_Pedro_Ambergris_Caye_Belize_Cayes.html",
            "https://www.tripadvisor.com/Attraction_Review-g143020-d144748-Reviews-Wizard_Island-Crater_Lake_National_Park_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g189450-d7125012-Reviews-Nanou_Beach-Symi_Dodecanese_South_Aegean.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298085-d13279543-Reviews-or50-Da_Nang_Outdoor_Adventures-Da_Nang.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298085-d13279543-Reviews-or40-Da_Nang_Outdoor_Adventures-Da_Nang.html"
    },
    {
        "attraction_name": "Da Nang Outdoor Adventures",
        "attraction_name_vi": "Cuộc phiêu lưu ngoài trời Đà Nẵng",
        "general_info": [
            "79 đánh giá",
            "- 7 trên 109 Tour du thuyền - Thể thao dưới nước tại Đà Nẵng",
            "Chuyến tham quan nhiều ngày",
            "Lướt sóng - Lướt ván buồm",
            "Thể thao dưới nước",
            "Chèo ván đứng",
            "Chèo Kayak - Canoeing"
        ],
        "attraction_summary": "Da Nang Outdoor Adventures là nhà cung cấp các hoạt động mạo hiểm hàng đầu kể từ năm 2016, niềm đam mê ngoài trời của chúng tôi có thể đáp ứng mọi lứa tuổi và trình độ kỹ năng. Tận hưởng cảm giác phiêu lưu của bạn với tư cách cá nhân, gia đình hoặc nhóm thông qua nhiều chương trình thú vị của chúng tôi. Đội ngũ nhân viên chuyên nghiệp và năng động của chúng tôi hỗ trợ và khuyến khích các hoạt động phiêu lưu mạo hiểm chất lượng cao trên biển, sông hoặc đất liền. Chúng tôi cũng cung cấp dịch vụ cho thuê ván lướt sóng và thiết bị với nhiều loại ván lướt sóng bằng sợi thủy tinh và mui mềm cũng như ngồi trên thuyền kayak, bộ đồ lặn và áo khoác ngoài. Da Nang Outdoor Adventures không chỉ là một trường dạy lướt sóng hay trung tâm phiêu lưu. Chúng tôi đại diện cho một nền văn hóa và một lối sống. Chúng tôi được tiếp thêm năng lượng bởi đại dương và phong cách sống mà các môn thể thao mạo hiểm mang lại. Chúng tôi hy vọng có thể truyền đạt kiến ​​thức và năng lượng đó thông qua nhiều chương trình thể thao mạo hiểm thú vị nhằm giáo dục và trao quyền cho - học sinh - của chúng tôi. Bước vào cuộc sống mà họ mơ ước.Đọc thêm",
        "reviews": [
            "Tôi đã tham gia một lớp học lướt sóng trong chuyến phiêu lưu ngoài trời ở Đà Nẵng và đó thực sự là một bài học hay! Tôi thực sự thích thú với 2 giờ lướt web, những lời giải thích thực sự hay giúp tôi có khả năng tiến bộ rất nhanh! Cảm ơn Eoin rất nhiều! LauraĐọc thêm",
            "Cảm ơn phản hồi của bạn. Chúng tôi hy vọng được gặp lại bạn.Đọc thêm",
            "Chúng tôi đã cố gắng đăng ký lớp học lướt sóng bằng cách gửi email trước cho họ. Eoin đã phản hồi ngay lập tức, thông báo cho chúng tôi rằng sóng sẽ không đủ lớn để có trải nghiệm tốt. Anh ấy đã cập nhật cho chúng tôi về thời tiết. Thật không may, chúng tôi không có cơ hội học lướt sóng. bài học. Rõ ràng, Eoin rất chuyên nghiệp. Anh ấy không chỉ theo đuổi tiền bạc mà còn theo đuổi kinh nghiệm của người học. Cuối cùng nhưng không kém phần quan trọng, cái giá cho buổi học là một món hời.Đọc thêm",
            "Chúng tôi đang dừng tàu một ngày ở Đà Nẵng và muốn làm điều gì đó thú vị với thanh thiếu niên vì chúng tôi đã thực hiện khá nhiều chuyến tham quan ở những nơi khác. Điều này phù hợp với hóa đơn. Có 9 người trong nhóm của chúng tôi, nhiều hơn số lượng họ thường ở nhưng họ đã tìm cách thu xếp phù hợp với tất cả chúng tôi. Đó là một niềm vui lớn, thay vì chèo thuyền kayak nghiêm túc phù hợp với chúng tôi. Tuy nhiên, không dành cho những người yếu tim vì bạn đang ở dưới nước và chèo thuyền kayak..... chúng tôi đã bị một số vết bầm tím. Họ đã chụp một số bức ảnh của chúng tôi và chúng tôi cũng hy vọng có được một liên kết vì chúng tôi không có một chiếc máy ảnh chống nước, đó là một điểm nhấn tuyệt vời.Đọc thêm",
            "Bữa tiệc gồm 9 người, gồm cả người lớn và trẻ em, tất cả đều có một buổi chiều vui vẻ với Eoin và Martin. Tất cả chúng tôi đều thích các trò chơi và niềm vui chèo thuyền kayak.  Rất vui vì chúng tôi có một số thanh thiếu niên khỏe mạnh trong nhóm để lái thuyền Kayak đến bãi biển. Chắc chắn sẽ giới thiệu Cuộc phiêu lưu ngoài trời Đà Nẵng để có một số niềm vui dưới nước nhẹ nhàng.Đọc thêm",
            "Tôi và bạn tôi thuê ván lướt sóng và lướt sóng trong 2 giờ. Nó thật sự rất vui! Mọi người rất thân thiện và khiến kỳ nghỉ của chúng tôi ở Đà Nẵng hoàn toàn xứng đáng! Nơi hoàn hảo để thuê ván lướt sóng, học bài hoặc các hoạt động ngoài trời khác. Rất khuyến khích! Đọc thêm",
            "Chúng tôi vừa có một buổi học lướt sóng tuyệt vời với Eoin. Anh ấy kiên nhẫn và hữu ích. Chúng tôi đã vui vẻ. Rất khuyến khích.  Đọc thêm",
            "Vì có sóng nhỏ và không thể lướt sóng trong vài ngày chúng tôi ở Đà Nẵng, nhân viên tại Danang Outdoor Adventures do người phương Tây sở hữu và điều hành đã đề xuất và tổ chức một chuyến đi chèo thuyền kayak - lặn với ống thở tuyệt vời đến một hòn đảo nhỏ ngoài khơi. Chuyến đi đã được lên kế hoạch tốt, an toàn và thú vị cho cả gia đình...hướng dẫn viên chất lượng hàng đầu, thuyền kayak trên biển và thiết bị lặn với ống thở!Đọc thêm",
            "Tôi và bạn tôi đã tham gia lớp học lướt sóng kéo dài 2 giờ và điều đó cực kỳ thú vị!! Nhờ người hướng dẫn chuyên nghiệp và thân thiện Eoin và nhóm của anh ấy, chúng tôi đã có thể bắt kịp những con sóng đầu tiên và đứng dậy được một vài lần! Có rất nhiều niềm vui và tiếng cười trong suốt lớp học và chắc chắn sẽ quay trở lại! Đọc thêm",
            "Đó là lớp học lướt sóng đầu tiên của tôi và chúng tôi tiến bộ khá tốt nhờ sự hướng dẫn của Eoin. Rất khuyến khích!Đọc thêm",
            "Tôi và bạn tôi đã có buổi học lướt sóng kéo dài 2 giờ với người hướng dẫn rất tốt bụng của chúng tôi, Mohamed. Thật không may, đó là một ngày rất gió và sóng rất mạnh. Đối với người mới bắt đầu, đó là một thử thách, nhưng chúng tôi vẫn có một bài học tuyệt vời, đó là lần đầu tiên thử lướt sóng! Mohamed rất hữu ích và bình tĩnh, và nhìn chung chúng tôi đã có trải nghiệm tuyệt vời! Đọc thêm",
            "CHÀO!\nBạn có ván sup và cánh cho thuê không?\nTrân trọng\n - UlfĐọc thêm",
            "Chào, xin lỗi vì trả lời muộn. Hiện tại chúng tôi có ván lướt sóng và SUP cho thuê tại cửa hàng. Nếu bạn đang ở Việt Nam vào thời điểm này hãy đến cửa hàng của chúng tôi và chọn cho mình một chiếc bảng nhé. Cảm ơn bạn!Đọc thêm",
            "Xin chào\nTôi - muốn đặt lớp học lướt sóng vào ngày 28 tháng 9\nchỉ có 1 người\ntôi có thể làm điều đó không? Đọc thêm",
            "Xin chào, bạn có thể vui lòng gửi email cho chúng tôi kèm thông tin của bạn để đặt lớp học được không. Chúc một ngày tốt lành.Đọc thêm",
            "CHÀO! Bên bạn có chụp ảnh không và nếu có thì tôi có phải trả thêm tiền cho file không?Đọc thêm",
            "CHÀO! Chúng tôi sẽ chụp ảnh và gửi cho bạn sau buổi học và bạn không phải trả thêm phí.Đọc thêm",
            "Tôi có thể sử dụng lướt ván diều không? Vui lòng cho tôi biết chi phí và thời gian.Đọc thêm",
            "Này, tôi e rằng chúng tôi không cung cấp các lớp học lướt ván diều nhưng có một nhóm trên facebook - Những người lướt ván diều và lướt sóng Đà Nẵng - tôi tin rằng cung cấp các bài học và dịch vụ cho thuê. \n\nTất cả những điều tốt nhấtĐọc thêm",
            "xin chào, tôi sẽ đến Đà Nẵng vào ngày 17 tháng 1, tôi muốn biết liệu bạn có mở cửa không và bạn có thể thuê ván lướt sóng không nếu thời tiết cho phépĐọc thêm",
            "Xin chào Andrea \nChúng tôi vẫn mở cửa hàng ngày từ 8 giờ sáng đến 6 giờ chiều.\nBạn có thể đến cửa hàng của chúng tôi tại số 49 An Thượng 5, quận Ngũ Hành Sơn, Đà Nẵng.\nNhìn dự báo sóng sẽ tốt vào ngày hôm đó.\nBạn có thể gọi cho chúng tôi: - 84935191716 hoặc facebook.\nTất cả những điều tốt nhất\nYênĐọc thêm",
            "xin chào, tôi sẽ đến Đà Nẵng vào ngày 17 tháng 1, tôi muốn biết liệu bạn có mở cửa không và bạn có thể thuê ván lướt sóng không nếu thời tiết cho phépĐọc thêm",
            "Xin chào ! Chúng tôi sẽ đến ở Đà Nẵng cùng con gái vào ngày 20 tháng 12. Sẽ còn lướt sóng chứ? Ngoài ra, bạn có thể giới thiệu một nơi nào đó đặc biệt để ở vì chúng tôi sẽ ở lại qua Giáng sinh không. Chúng tôi mong được gặp bạn! Đọc thêm",
            "Xin chào Emnewwall.\nChúng tôi sẽ tổ chức lướt sóng cho bạn vào kỳ nghỉ Giáng sinh, \nTháng 12..\nChúng tôi sẽ lên lịch cho bạn và gửi email trước 1 hoặc 2 tuần.\nVà kiểm tra xem bạn biết thời tiết, sóng để học lướt sóng trong ngày lướt sóng của bạn như thế nào\nBạn có thể gửi email cho chúng tôi được không \nChúng tôi sẽ gửi lịch trình cho bạn.\n\nTất cả những điều tốt nhất\nYênĐọc thêm",
            "Xin chào ! Chúng tôi sẽ đến ở Đà Nẵng cùng con gái vào ngày 20 tháng 12. Sẽ còn lướt sóng chứ? Ngoài ra, bạn có thể giới thiệu một nơi nào đó đặc biệt để ở vì chúng tôi sẽ ở lại qua Giáng sinh không. Chúng tôi mong được gặp bạn! Đọc thêm",
            "Xin chào, lướt sóng ở đây hiện tại có tốt không? Bạn có thuê ván lướt sóng không và nơi nghỉ lướt sóng ở bãi biển nào? Cảm ơn nhiềuĐọc thêm",
            "CHÀO\nChúng tôi có ván lướt sóng cho thuê.\nThời điểm này sóng rất tốt cho việc lướt sóng.\nBạn có thể đến cửa hàng của chúng tôi và thuê ván lướt sóng cho bạn.\nĐịa chỉ của chúng tôi: 49 An Thượng 5. Quận Ngũ Hành Sơn, Đà Nẵng.\n\nTất cả những điều tốt nhấtĐọc thêm",
            "CHÀO\nTôi - muốn đăng ký một buổi học lướt sóng vào ngày 19 tháng 7.\nChúng tôi có 3 người \nTôi có thể làm điều đó ? \nNếu được thì báo giá cho mình nhéXem thêm",
            "Này, chúng tôi có thể đăng ký cho bạn lớp học lướt sóng vào ngày 19. Bạn có thể vui lòng gửi email cho chúng tôi hoặc gọi cho chúng tôi để xác nhận đặt phòng. \nTất cả những điều tốt nhấtĐọc thêm"
        ],
        "star_ratings": [
            72,
            3,
            1,
            0,
            3
        ],
        "review_amount": 79,
        "location": [
            "Cuộc phiêu lưu ngoài trời Đà Nẵng",
            "Những điều cần làm ở Đà Nẵng",
            "Châu Á",
            "Đà Nẵng",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written August 25, 2018",
            "Written August 22, 2018",
            "Written July 23, 2018",
            "Written July 20, 2018",
            "Written July 10, 2018",
            "Written June 18, 2018",
            "Written June 15, 2018",
            "Written March 24, 2018",
            "Written March 24, 2018",
            "Written March 22, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298085-d13279543-Reviews-or50-Da_Nang_Outdoor_Adventures-Da_Nang.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d13279543-Reviews-or40-Da_Nang_Outdoor_Adventures-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d13279543-Reviews-or60-Da_Nang_Outdoor_Adventures-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d13279543-Reviews-Da_Nang_Outdoor_Adventures-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d14003151-Reviews-Simple_Man_Pub-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d19453180-Reviews-Nga_Bale_Spa_Massage_Foot_Body-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d17713594-Reviews-Kop_Spa_Massage-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g15296807-d24111506-Reviews-Santa_Spa-My_An_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d13084698-Reviews-Silk_Spa_Da_Nang-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g15296807-d24193508-Reviews-Santa_Spa-My_An_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d7981595-Reviews-L_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d19762086-Reviews-Babylon_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d26626841-Reviews-Non_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g15296807-d11710194-Reviews-Organic_Plus_Spa-My_An_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d14086698-Reviews-Danang_Night_Market-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d14996717-Reviews-La_Sen_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d24086030-Reviews-Nhu_Anh_Mai_SPA-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d25409114-Reviews-C_Bar_Da_Nang-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d25077588-Reviews-C_Lounge-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g1066460-d1425386-Reviews-Sunshine_Aquarium-Toshima_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g1473682-d8129364-Reviews-Morfa_Bychan_Black_Rock_Sands-Morfa_Bychan_Porthmadog_Gwynedd_North_Wales_Wales.html",
            "https://www.tripadvisor.com/Attraction_Review-g34315-d11773879-Reviews-Indian_Shores_Beach-Indian_River_Shores_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g2626749-d670139-Reviews-Krazy_World_Zoo-Algoz_Faro_District_Algarve.html",
            "https://www.tripadvisor.com/Attraction_Review-g54448-d534527-Reviews-Hollywild_Animal_Park-Spartanburg_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g55935-d1026670-Reviews-The_Cross_of_Our_Lord_Jesus_Christ-Groom_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d191096-Reviews-Musei_Capitolini-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g293983-d319038-Reviews-Ben_Yehuda_Street-Jerusalem_Jerusalem_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g60859-d207431-Reviews-Henry_Vilas_Zoo-Madison_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d15325499-Reviews-Color_Factory-New_York_City_New_York.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298085-d13279543-Reviews-or60-Da_Nang_Outdoor_Adventures-Da_Nang.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298085-d13279543-Reviews-or50-Da_Nang_Outdoor_Adventures-Da_Nang.html"
    },
    {
        "attraction_name": "Da Nang Outdoor Adventures",
        "attraction_name_vi": "Cuộc phiêu lưu ngoài trời Đà Nẵng",
        "general_info": [
            "79 đánh giá",
            "- 7 trên 109 Tour du thuyền - Thể thao dưới nước tại Đà Nẵng",
            "Chuyến tham quan nhiều ngày",
            "Lướt sóng - Lướt ván buồm",
            "Thể thao dưới nước",
            "Chèo ván đứng",
            "Chèo Kayak - Canoeing"
        ],
        "attraction_summary": "Da Nang Outdoor Adventures là nhà cung cấp các hoạt động mạo hiểm hàng đầu kể từ năm 2016, niềm đam mê ngoài trời của chúng tôi có thể đáp ứng mọi lứa tuổi và trình độ kỹ năng. Tận hưởng cảm giác phiêu lưu của bạn với tư cách cá nhân, gia đình hoặc nhóm thông qua nhiều chương trình thú vị của chúng tôi. Đội ngũ nhân viên chuyên nghiệp và năng động của chúng tôi hỗ trợ và khuyến khích các hoạt động phiêu lưu mạo hiểm chất lượng cao trên biển, sông hoặc đất liền. Chúng tôi cũng cung cấp dịch vụ cho thuê ván lướt sóng và thiết bị với nhiều loại ván lướt sóng bằng sợi thủy tinh và mui mềm cũng như ngồi trên thuyền kayak, bộ đồ lặn và áo khoác ngoài. Da Nang Outdoor Adventures không chỉ là một trường dạy lướt sóng hay trung tâm phiêu lưu. Chúng tôi đại diện cho một nền văn hóa và một lối sống. Chúng tôi được tiếp thêm năng lượng bởi đại dương và phong cách sống mà các môn thể thao mạo hiểm mang lại. Chúng tôi hy vọng có thể truyền đạt kiến ​​thức và năng lượng đó thông qua nhiều chương trình thể thao mạo hiểm thú vị nhằm giáo dục và trao quyền cho - học sinh - của chúng tôi. Bước vào cuộc sống mà họ mơ ước.Đọc thêm",
        "reviews": [
            "Đã có bài học lướt sóng kéo dài 2 giờ với Eoin, chủ sở hữu. Không hề cảm thấy vội vã chút nào, học được nhiều điều và cười sảng khoái. Rất thú vị trên tất cả - chắc chắn sẽ khuyên bạn nên! Đọc thêm",
            "Nơi hoàn hảo để thuê ván lướt sóng, học hoặc các môn thể thao ngoài trời khác - chèo thuyền kayak, v.v. - . Người quản lý Eoin rất tuyệt vời, hiểu biết, hữu ích và rất thân thiện! Tôi thuê một chiếc ván lướt sóng 6,3 - bộ đồ lặn và lướt sóng tốt ở địa điểm gần đó trong 3 ngày. Có một kỳ nghỉ tuyệt vời ở Đà Nẵng nhờ họ. Rất khuyến khích!Đọc thêm",
            "Có buổi sáng tuyệt vời nhất trong bài học lướt sóng của chúng tôi với Eoin. Rất muốn giới thiệu, anh ấy rất đáng khích lệ và chúng tôi đã có rất nhiều niềm vui! Tất cả các thiết bị được cung cấp và giá rất tốt. Chắc chắn hãy thử nếu bạn muốn làm điều gì đó khác biệt ở Đà Nẵng!Đọc thêm",
            "Nếu bạn đang tìm kiếm một cách thú vị để ngắm nhìn khu vực từ mực nước, hoặc chỉ muốn chèo thuyền kayak, lướt sóng, v.v., thì đây là một hoạt động tuyệt vời do một người đàn ông Ireland đã tái định cư điều hành. Vì vậy, nói tiếng Anh đầy đủ và rất thân thiện!Đọc thêm",
            "Hướng dẫn thực sự thực sự hữu ích để tìm các điểm lướt sóng phù hợp và phát hiện chất lượng thiết bị với mức giá rất tốt. Nếu bạn muốn thuê bảng và thiết bị, hãy đến đây!Đọc thêm",
            "Đã có khoảng thời gian tuyệt vời khi Eoin và nhóm của anh ấy cố gắng lướt sóng! Họ cung cấp tất cả các thiết bị tôi cần và anh ấy rất kiên nhẫn với tôi! Tôi rất vui khi được thử điều gì đó khác biệt và rất khuyến khích nhóm tại Da Nang Outdoor Adventures nếu bạn cũng muốn vượt qua giới hạn của mình và thử điều gì đó mới mẻ! Cảm ơn các bạn! Sẽ thử lại sớm! Đọc thêm",
            "Trải nghiệm rất hay! Tôi đã học lướt sóng với họ và tôi rất thích nó! Tôi có quyền tham gia khóa học kéo dài 2 giờ với một người hướng dẫn tuyệt vời, người rất kiên nhẫn và chu đáo. Giá cả rất hấp dẫn so với chất lượng dịch vụ. Tôi đã đến đăng ký buổi học ngày hôm trước tại cửa hàng, người quản lý rất thân thiện và mọi người đều nói tiếng Anh hoàn hảo. Họ cũng quay video trong giờ học, tôi nóng lòng muốn nhận được chúng! Tôi giới thiệu cho những ai muốn tham gia một bài học lướt sóng tuyệt vời!  -  -  -  - Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã dành thời gian chia sẻ đánh giá về bài học lướt sóng gần đây của bạn với\nchúng ta! Nhóm của chúng tôi đánh giá rất cao phản hồi của bạn và rất vui khi biết về trải nghiệm tích cực của bạn. Chúng tôi chúc bạn mọi điều tốt đẹp nhất!Đọc thêm"
        ],
        "star_ratings": [
            72,
            3,
            1,
            0,
            3
        ],
        "review_amount": 79,
        "location": [
            "Cuộc phiêu lưu ngoài trời Đà Nẵng",
            "Những điều cần làm ở Đà Nẵng",
            "Châu Á",
            "Đà Nẵng",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written February 19, 2018",
            "Written January 22, 2018",
            "Written January 7, 2018",
            "Written January 6, 2018",
            "Written January 5, 2018",
            "Written December 20, 2017",
            "",
            "Written February 24, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298085-d13279543-Reviews-or60-Da_Nang_Outdoor_Adventures-Da_Nang.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d13279543-Reviews-or50-Da_Nang_Outdoor_Adventures-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d13279543-Reviews-Da_Nang_Outdoor_Adventures-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d14003151-Reviews-Simple_Man_Pub-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d19453180-Reviews-Nga_Bale_Spa_Massage_Foot_Body-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d17713594-Reviews-Kop_Spa_Massage-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g15296807-d24111506-Reviews-Santa_Spa-My_An_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d13084698-Reviews-Silk_Spa_Da_Nang-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g15296807-d24193508-Reviews-Santa_Spa-My_An_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d7981595-Reviews-L_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d19762086-Reviews-Babylon_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d26626841-Reviews-Non_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g15296807-d11710194-Reviews-Organic_Plus_Spa-My_An_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d14086698-Reviews-Danang_Night_Market-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d14996717-Reviews-La_Sen_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d24086030-Reviews-Nhu_Anh_Mai_SPA-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d25409114-Reviews-C_Bar_Da_Nang-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d25077588-Reviews-C_Lounge-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g147396-d7113396-Reviews-Bajari_Beach-Grand_Turk_Turks_and_Caicos.html",
            "https://www.tripadvisor.com/Attraction_Review-g294450-d25437072-Reviews-Siege_of_Sarajevo_Museum-Sarajevo_Sarajevo_Canton_Federation_of_Bosnia_and_Herze.html",
            "https://www.tripadvisor.com/Attraction_Review-g50141-d7075453-Reviews-Crystal_Beach-Buckeye_Lake_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d17250247-Reviews-Mamzar_Centre-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g297930-d6210943-Reviews-Moulin_Rouge_Phuket-Patong_Kathu_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g143015-d146419-Reviews-Sunset_Point-Bryce_Canyon_National_Park_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d607667-Reviews-The_Baked_Potato-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g57154-d648892-Reviews-Canyon_Trail_Rides-Tropic_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g3473300-d150167-Reviews-Half_Moon_Bay-Saint_Philip_Parish_Antigua_Antigua_and_Barbuda.html",
            "https://www.tripadvisor.com/Attraction_Review-g34352-d143442-Reviews-Medieval_Times_Dinner_Tournament-Kissimmee_Florida.html"
        ],
        "url_next": "",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298085-d13279543-Reviews-or60-Da_Nang_Outdoor_Adventures-Da_Nang.html"
    }
]