[
    {
        "attraction_name": "Da Nang Scooter Adventures",
        "attraction_name_vi": "Cuộc phiêu lưu xe máy Đà Nẵng",
        "general_info": [
            "216 đánh giá",
            "4 trên 305 hoạt động ngoài trời ở Đà Nẵng",
            "Tour riêng",
            "Chuyến tham quan động vật hoang dã tự nhiên",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Tôi là Tâm Đỗ, người sáng lập Scooter Adventures. \nChọn chúng tôi làm công ty du lịch của bạn, bạn sẽ có quyền tham gia vào cuộc phiêu lưu kỳ thú nhất giữa thiên nhiên. Thế mạnh của chúng tôi là mang đến cho du khách những trải nghiệm độc đáo trên xe tay ga trên Núi Khỉ, Đà Nẵng.\nTour được dẫn dắt bởi một hướng dẫn viên được chứng nhận có kinh nghiệm chuyên môn.\nBữa ăn được cung cấp trong chuyến đi cũng được chuẩn bị mới theo sở thích của bạn.\nĐọc thêm",
        "reviews": [
            "Khá thú vị và liên quan. Rất nhiều sự thật đáng kinh ngạc về loài khỉ đặc hữu. Thật may mắn khi được gặp một số nhóm trong số họ. Và tất nhiên là có tầm nhìn tuyệt vời xuyên suốt chặng đường!Đọc thêm",
            "Đây thực sự là một trong những chuyến tham quan yêu thích của tôi mà tôi từng thực hiện! Thật là một trải nghiệm đáng nhớ và khó quên. Tôi và bạn trai không hề biết phía bên này của Đà Nẵng tồn tại. Nó thực sự đã mở mang tầm mắt và giờ đây dễ dàng trở thành khu vực yêu thích của chúng tôi trong thành phố. Chris và Harry là những người hướng dẫn tốt nhất từ ​​trước đến nay! Cả hai đều rất hiểu biết, thực tế và cực kỳ dễ hòa hợp. Họ đưa chúng tôi đến những địa điểm và địa điểm ẩn giấu ở địa phương mà chúng tôi sẽ không bao giờ có thể tự mình đến được, điều này khiến trải nghiệm này trở nên đặc biệt hơn nhiều! 10000010 giới thiệu nếu bạn ở Đà Nẵng. Bạn sẽ không hối tiếc đâu!Đọc thêm",
            "Thật là một thời gian tuyệt vời!  Chris, hướng dẫn viên du lịch, đã thực hiện một công việc phi thường khi chia sẻ những thông tin thú vị tại mỗi điểm dừng của chúng tôi trong chuyến tham quan này.  Chúng tôi đi một mình, tôi ngồi trên xe máy của anh ấy.  Anh ấy xử lý xe đạp rất tốt nên bạn không cần phải lo lắng về bất cứ điều gì.  Đợi chút, để anh lái xe.  Đi xe máy là một cách tuyệt vời để thực sự ngắm nhìn phong cảnh ở đây, bởi vì mọi thứ đều cởi mở.  Tất cả các điểm dừng của chúng tôi ở làng chài, tượng Phật Bà và khắp Núi Khỉ đều rất thú vị và anh ấy cho bạn nhiều thời gian để đặt câu hỏi, nhìn xung quanh hoặc chỉ đắm mình trong khung cảnh tuyệt đẹp.  Tôi đã gặp may mắn trong chuyến đi này vì chúng tôi đã nhìn thấy ít nhất 4 loài linh trưởng có nguy cơ tuyệt chủng khác nhau và một vài gia đình của những loài khỉ nhỏ hơn.  AĐọc thêm",
            "Chúng tôi đã có một chuyến đi tuyệt vời. Hướng dẫn viên Chris là một chàng trai tốt bụng. Chúng tôi có thể quan sát 2 loài khỉ. Anh ấy đã hướng dẫn chúng tôi đi qua một thử thách nhỏ chỉ dành cho người dân địa phương, nơi chúng tôi nhìn thấy những chú khỉ. Cảnh quan và quang cảnh ấn tượng. Tôi thực sự khuyên bạn nên tham gia tour này cho bất kỳ ai đang tìm kiếm một nơi tràn ngập thiên nhiên. Đọc thêm",
            "Đây là ngày tuyệt vời nhất trong cuộc đời tôi! Có 7 người chúng tôi, trong đó có hai đứa trẻ 4 tuổi, và đó là một trải nghiệm tuyệt vời, đáng kinh ngạc. Chúng tôi đã thấy hàng chục con khỉ! Tôi không chắc đó là loài nào nhưng điều đó không quan trọng với bất kỳ ai trong chúng tôi, chúng tôi chỉ muốn nhìn thấy loài linh trưởng trong môi trường tự nhiên của chúng. Bạn sẽ không hối tiếc. Họ đã vượt trên cả mong đợi, thậm chí còn đảm bảo bọn trẻ được an toàn, thoải mái và có khoảng thời gian vui vẻ!Đọc thêm",
            "Trải nghiệm tuyệt vời với những hướng dẫn tuyệt vời! Chúng tôi được hai hướng dẫn viên đón tại Đà Nẵng và nhảy lên xe tay ga của họ. Làng chài, điểm ngắm cảnh, chùa phật với Đức Phật, sau đó lên điểm ngắm núi khỉ. Chúng tôi thậm chí còn nhìn thấy loài khỉ quý hiếm. Và kết thúc bằng một bữa ăn địa phương tuyệt vời ở Đà Nẵng!Đọc thêm",
            "Vì vậy, tôi đã thực hiện cả hai chuyến du lịch riêng trong một ngày, cây cầu vàng và đồi Bà Nà và buổi chiều núi Phật bằng đá cẩm thạch, núi khỉ, làng dừa và đi thuyền thúng và tour du lịch đêm Hội A. Tôi sẽ nói rằng chuyến tham quan này được tùy chỉnh theo những gì tôi muốn xem và vì vậy sẽ không dành cho những người yếu tim có thể thực hiện tất cả những điều đó trong một ngày. Tôi có thời gian hạn chế và cần cố gắng hết sức có thể ở Đà Nẵng. Bảo đã làm rất tốt công việc chụp ảnh cho tôi và rất hiếu khách. Anh ấy rất giỏi giải thích mọi thứ khi chúng tôi đi cùng mà không nói quá nhiều. Tôi cảm thấy anh ấy rất chu đáo từ thức ăn đến mức độ hoạt động và giúp tôi đi theo nhịp độ riêng của mình mà không bỏ lỡ bất kỳ hoạt động quan trọng nào. Chúng tôi thậm chí còn bị dính mưa và anh ấy đảm bảo rằng tôi luôn khô ráo nhất có thể khi chúng tôi đi chợ đêm Hội An và anh ấy biết tôi sẽ thích những video chân thực của tôi nên anh ấy đã chủ động thực hiện điều đó, điều mà tôi thực sự đánh giá cao. Rất khuyến khích công ty này và Bảo làm hướng dẫn viên du lịch riêng. Ngoài ra, việc thuê ô tô đã giúp chúng tôi an toàn và họ đã đặt một chiếc SUV đẹp mà tôi đánh giá cao.Đọc thêm",
            "Đây là một chuyến đi hoàn toàn tuyệt vời được tổ chức bởi Chris co. Mỗi bước chúng tôi có thêm thông tin và thời gian để chiêm ngưỡng những thắng cảnh tuyệt vời của đèo Hải Vân. Cảm ơn một lần nữa vì trải nghiệm đáng nhớ như vậy.Đọc thêm",
            "Tôi thích khi ai đó hối hả! Tôi đã đặt một chuyến tham quan trên viator và phải hủy. Bảo đã liên hệ để biết lý do hủy chuyến. Tôi giải thích rằng chúng tôi có 2 ngày 1 đêm ở Hội An Đà Nẵng và tôi muốn xem nhiều hơn chuyến đi của anh ấy. Sau đó chúng tôi trò chuyện và anh ấy đã tùy chỉnh chuyến tham quan cho chúng tôi theo mong muốn của tôi. Họ đón chúng tôi tại sân bay với bữa sáng. Hơn cả ngày bắt đầu. Lên núi, cầu rồng, ăn trưa tại một địa điểm nổi tiếng của Việt Nam, đi thuyền dừa rồi lên đường đến Hội An. Đã đi đến nơi bán bánh sandwich nổi tiếng. Đi dạo quanh thị trấn, thắp đèn lồng. Anh chàng du lịch của chúng tôi thật tuyệt vời và chụp rất nhiều ảnh! Và gửi nó cho chúng tôi! Chuyến tham quan của chúng tôi kết thúc lúc 7 giờ tối! Ngày hôm sau, chúng tôi đón bình minh, đi đến khu bảo tồn con trai tôi, đi ăn sáng trên cánh đồng lúa, được người dân địa phương ưa chuộng hơn là ra bãi biển. Hướng dẫn viên của chúng tôi lại tuyệt vời, hài hước. Chúng tôi đã có 2 ngày đáng yêu ở thành phố xinh đẹp. Tôi đánh giá cao Bảo và công ty của anh ấy! Và nếu bạn cần chuyến tham quan riêng, anh ấy sẽ tạo ra một chuyến tham quan tuyệt vời cho bạn như anh ấy đã làm cho chúng tôi! Chúng tôi rất biết ơn vì đã được xem mọi thứ trong một thời gian ngắn! Cảm ơn bạnĐọc thêm",
            "Tôi rất hân hạnh được trải nghiệm một chuyến du lịch riêng tùy chỉnh ở Đà Nẵng và Hội An, Việt Nam do Tâm sắp xếp và tôi không thể hạnh phúc hơn. Tâm đã cung cấp cho tôi một hướng dẫn viên riêng, Bảo, cho hai hoạt động và trải nghiệm này thật đặc biệt. Bảo cực kỳ am hiểu và nói tiếng Anh rõ ràng. Anh ấy trả lời tất cả các câu hỏi tiếp theo của tôi với cái nhìn sâu sắc của chuyên gia, đặc biệt là về các khía cạnh lịch sử trong chuyến tham quan của chúng tôi. Khiếu hài hước tự nhiên của anh ấy khiến toàn bộ trải nghiệm trở nên thú vị và hấp dẫn, không bao giờ là khoảnh khắc buồn tẻ với anh ấy. An toàn là ưu tiên hàng đầu đối với họ, điều mà tôi đánh giá rất cao. Bảo đảm bảo cho tôi sự thoải mái trong suốt chuyến tham quan và khéo léo điều hướng các tuyến đường để tránh đám đông, mang lại cơ hội chụp ảnh đẹp hơn mà không phải đông đúc khách du lịch thông thường. Chuyến tham quan tùy chỉnh này mang lại nhiều thời gian sau các hoạt động, không giống như các chuyến tham quan theo nhóm tiêu tốn cả ngày chỉ cho một hoạt động. Tôi đã tận hưởng được hai hoạt động và vẫn còn nhiều thời gian rảnh. Ngoài ra, họ phản hồi rất nhanh, ngay cả ngoài giờ phục vụ, điều này đã làm tăng thêm trải nghiệm tổng thể tuyệt vời. Nếu bạn đang tìm kiếm một hướng dẫn viên tiết kiệm thời gian, chuyên nghiệp và hiểu biết, tôi thực sự khuyên bạn nên Bảo và Tâm. Đừng ngần ngại đăng ký với họ, bạn sẽ ngạc nhiên trước kết quả và trải nghiệm tổng thể. Thực sự là dịch vụ tốt nhất từ ​​trước đến nay. Dịch vụ tuyệt vời, tuyệt vời, tuyệt vời!Đọc thêm"
        ],
        "star_ratings": [
            229,
            0,
            0,
            0,
            0
        ],
        "review_amount": 229,
        "location": [
            "Cuộc phiêu lưu xe máy Đà Nẵng",
            "Đà Nẵng",
            "Châu Á",
            "Việt Nam",
            "Những điều cần làm ở Đà Nẵng"
        ],
        "reviews_time": [
            "Written June 5, 2024",
            "Written May 31, 2024",
            "Written May 28, 2024",
            "Written May 26, 2024",
            "Written May 26, 2024",
            "Written May 24, 2024",
            "Written May 21, 2024",
            "Written May 19, 2024",
            "Written May 17, 2024",
            "Written May 14, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298085-d15279417-Reviews-Da_Nang_Scooter_Adventures-Da_Nang.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15279417-Reviews-or10-Da_Nang_Scooter_Adventures-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d19272333-Reviews-Bana_Hills_Travel-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15566962-Reviews-Kiwi_Private_Tour_TourswithLocals-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15614824-Reviews-Vietnam_Lovely_Travel-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12711652-Reviews-Da_Nang_Aodai_Ridertour-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15224275-Reviews-Jolie_Cooking_Class-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d26862527-Reviews-E_MOTO-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d27098170-Reviews-Danang_Villa_De_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15828798-Reviews-Karma_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d24097189-Reviews-Bar_Do_Yeu-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d2519617-Reviews-Path_Biker_Cycling_Adventures-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d11876159-Reviews-Andy_Private_Tours_and_Transfers-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8291301-Reviews-Asia_Park-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d13985619-Reviews-Natural_Spa_Massage_Body_Viet_Nam-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d4318205-Reviews-Indochina_Unique_Tourist-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15693064-Reviews-Brocanvas-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d2477933-Reviews-Der_Boiler-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g297919-d10730769-Reviews-Cha_Am_Beach-Cha_am_Phetchaburi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g44460-d598168-Reviews-Mark_Twain_Cave_and_Cameron_Cave-Hannibal_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g35245-d146913-Reviews-Hog_Hammock-Sapelo_Island_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g26824605-d24833966-Reviews-Malibu_Jacks_Ashland-Meads_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g1191887-d17455300-Reviews-Heart_of_Santorini-Megalochori_Santorini_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g33342-d1868448-Reviews-Penny_Hot_Springs-Carbondale_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2429676-Reviews-Bebe_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g775397-d3475698-Reviews-Driloni_National_Park-Pogradec_Korce_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g43583-d142997-Reviews-Split_Rock_Lighthouse-Two_Harbors_Minnesota.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298085-d15279417-Reviews-or10-Da_Nang_Scooter_Adventures-Da_Nang.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298085-d15279417-Reviews-Da_Nang_Scooter_Adventures-Da_Nang.html"
    },
    {
        "attraction_name": "Da Nang Scooter Adventures",
        "attraction_name_vi": "Cuộc phiêu lưu xe máy Đà Nẵng",
        "general_info": [
            "216 đánh giá",
            "4 trên 305 hoạt động ngoài trời ở Đà Nẵng",
            "Tour riêng",
            "Tour du lịch thiên nhiên động vật hoang dã",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Tôi là Tâm Đỗ, người sáng lập Scooter Adventures. \nChọn chúng tôi làm công ty du lịch của bạn, bạn sẽ có quyền tham gia vào cuộc phiêu lưu kỳ thú nhất giữa thiên nhiên. Thế mạnh của chúng tôi là mang đến cho du khách những trải nghiệm độc đáo trên xe tay ga trên Núi Khỉ, Đà Nẵng.\nTour được dẫn dắt bởi một hướng dẫn viên được chứng nhận có kinh nghiệm chuyên môn.\nBữa ăn được cung cấp trong chuyến đi cũng được chuẩn bị mới theo sở thích của bạn.\nĐọc thêm",
        "reviews": [
            "Chúng tôi đã dành cả buổi chiều cùng Bảo và Hải để tìm voọc chà vá chân nâu ở Sơn Trà và chúng tôi đã có khoảng thời gian tuyệt vời nhất!! Bảo và Hải đón chúng tôi tại khách sạn và cung cấp đồ uống và đồ ăn nhẹ. Yêu thiên nhiên, quang cảnh, những câu chuyện và thông tin mà cả hai cung cấp. Ồ và tất nhiên là những con khỉ! - may mắn thay, chúng tôi đã thấy rất nhiều! Cảm giác như chúng tôi đang tham gia một cuộc phiêu lưu - du lịch trên biển và trò chuyện với bạn bè. Cảm ơn bạn rất nhiều vì trải nghiệm tuyệt vời này và cảm ơn Hải vì những bức ảnh và video, những kỷ niệm thực sự để lưu giữ mãi mãi 3Đọc thêm",
            "Chỉ muốn chia sẻ trải nghiệm tuyệt vời của tôi trong chuyến lưu diễn này với Hadar. Nó hoàn toàn tuyệt vời! Chúng tôi mất một chút thời gian để tìm thấy những con khỉ, nhưng kiến ​​thức và sự cống hiến của Hadars thực sự đã được đền đáp. Và để tôi kể cho bạn nghe, việc ngắm nhìn những chú khỉ đó vào lúc hoàng hôn thật ngoạn mục! Tôi thực sự khuyên bạn nên làm điều này, đặc biệt là vào lúc hoàng hôn nên thời điểm tốt nhất để bắt đầu hành trình là khoảng 3 giờ chiều. Hadar thực sự đã biến nó thành một cuộc phiêu lưu khó quên! Rất khuyến khích Đọc thêm",
            "Đó là một cách thực sự đáng yêu và thư giãn để dành buổi sáng, ngắm nhìn khung cảnh êm đềm và băng qua đèo Hải Vân. Đây đều là những nơi mà tôi chưa bao giờ có thể tự mình đến và nhìn chung đó là khoảng thời gian rất thú vị. Tôi đã đi một mình với Bảo là người hướng dẫn và luôn cảm thấy an toàn! Tôi chắc chắn sẽ giới thiệu đây như một cách thú vị để dành buổi sáng cho những khách du lịch một mình khác. Từng là công chúa chở khách trên nhiều chiếc xe đạp, tôi có thể khẳng định Bảo là người lái xe rất an toàn. Bạn cũng có thể thấy từ lời nói và hành động của anh ấy rằng anh ấy đặt sự an toàn của khách hàng lên hàng đầu, điều này rất yên tâm!! Anh ấy cũng là một nhiếp ảnh gia xuất sắc nên bạn có thể tận hưởng khoảnh khắc này và sau đó có những bức ảnh tuyệt đẹp về chính mình trong khung hình. Một lần nữa xin cảm ơn Bảo và nhóm vì đã có khoảng thời gian tuyệt vời!Đọc thêm",
            "Chuyến tham quan tuyệt vời!!! Hướng dẫn của tôi Kiên là một hướng dẫn tuyệt vời. Anh ấy am hiểu về Đà Nẵng cũng như Voọc! Chúng tôi phải dừng lại ở nhiều khu vực khác nhau để xem Voọc. Chúng tôi đã may mắn trong chuyến đi của mình và có lẽ đã nhìn thấy tổng cộng 18 - 22 con Voọc ở 4 hoặc 5 điểm dừng khác nhau. Họ đưa cho chúng tôi ống nhòm, thứ thực sự đã giúp chúng tôi nhìn thấy Voọc rõ ràng hơn. Chúng tôi cũng đã được chứng kiến ​​cảnh hoàng hôn tuyệt đẹp! Kiên rất vui vẻ, một tay đua xe đạp giỏi và an toàn và chắc chắn sẽ khuyên bạn nên đích thân yêu cầu anh ấy nếu bạn quyết định thử chuyến tham quan này! Rất muốn giới thiệu chuyến tham quan nếu bạn dành ít nhất vài ngày trở lên ở Đà Nẵng.Đọc thêm",
            "Đây là một chuyến đi tuyệt vời và vượt quá mong đợi của tôi! Đầu tiên, sự liên lạc từ công ty thực sự tuyệt vời trước chuyến tham quan. Thứ hai, hướng dẫn của chúng tôi thật tuyệt vời! Mặc dù mọi người đều tốt, nhưng nếu bạn có Kiên và Hải làm người hướng dẫn, tôi sẽ nói rằng bạn rất may mắn. Họ đã mang lại trải nghiệm xuất sắc cho khách hàng. Cả hai đều là những chàng trai trẻ tốt bụng, cá tính và chu đáo. Họ rất am hiểu về loài voọc nên bạn sẽ học được rất nhiều thông tin bổ ích. Họ cũng làm mọi thứ để đảm bảo bạn cảm thấy thoải mái và cố gắng chụp ảnh bạn. Họ quan tâm đến việc tìm hiểu chúng tôi và chia sẻ thông tin về bản thân họ. Chúng tôi thấy điều đó rất đặc biệt. Cuối cùng, ngoài việc nhìn thấy nhiều voọc, chuyến tham quan còn có một số cảnh đẹp. Nếu thời tiết cho phép, bạn cũng sẽ được ngắm cảnh hoàng hôn tuyệt đẹp. Nhìn chung, đó là một trải nghiệm rất tuyệt vời mà chúng tôi muốn giới thiệu cho bạn bất kỳ ai đến thăm Đà Nẵng!Đọc thêm",
            "Đây là điểm nổi bật của chúng tôi ở Đà Nẵng. Bạn có thể đi xe máy xuyên qua khu rừng đa dạng sinh học xinh đẹp của Đà Nẵng, giúp bạn thoát khỏi cuộc sống thành phố hỗn loạn. Chúng tôi thực sự rất thích tận hưởng âm thanh của rừng rậm. Chúng tôi không mong đợi được nhìn thấy bất kỳ con voọc chà vá chân nâu nào nhưng chúng tôi thật may mắn khi phải công nhận kỹ năng của hướng dẫn viên và đã nhìn thấy hơn chục con trong số đó. Ngay cả khi bạn không nhìn thấy chúng, bạn vẫn có thể nhìn thấy một số loài khỉ, chim, cây cối xinh đẹp, nhiều góc nhìn về thành phố và biển trên đỉnh. Các tài xế rất thân thiện, thực sự tốt bụng, kiên nhẫn và hiểu biết. Thực sự đáng dành thời gian nếu bạn thích thiên nhiên và những chú khỉ đầy màu sắc.Đọc thêm",
            "Chúng tôi đã có trải nghiệm rất tốt trong chuyến đi. Chúng tôi đã nhìn thấy rất nhiều voọc chà vá chân nâu - và các hướng dẫn viên rất tử tế và thân thiệnĐọc thêm",
            "Thật là một chuyến tham quan tuyệt vời! Chúng tôi tận hưởng từng khoảnh khắc ở đó - phong cảnh, cảnh hoàng hôn và tất nhiên là cả voọc chà vá chân đỏ! Hướng dẫn viên Bảo Bình của chúng tôi rất am hiểu về khu vực khỉ. Họ đã chia sẻ những thông tin thú vị về hành vi của voọc biết chính xác thời điểm phát hiện ra chúng! Chúng tôi đã thấy rất nhiều Voọc trong chuyến tham quan! Rất khuyến khích! những bức ảnh bên dưới chỉ về phong cảnhĐọc thêm",
            "Buổi chiều thật vui vẻ với Huy. Rất hiểu biết và tôn trọng môi trường. Bạn có thể nhìn thấy những chú khỉ trong môi trường sống tự nhiên của chúng ở một khu vực rất đẹp của ngọn đồi. Chúng tôi thấy 3 gia đình khác nhau trên đường đi. Đây là điểm nổi bật của kỳ nghỉ của tôi ở Đà Nẵng! Nếu bạn đang ở Đà Nẵng thì không nên bỏ lỡ nhé!Đọc thêm",
            "Chúng tôi hoàn toàn thích chuyến đi. Chúng tôi đánh giá cao thông tin họ đã cung cấp cho chúng tôi và kế hoạch được lên kế hoạch tốt mà họ đã thực hiện cho chúng tôi. Chúng tôi cảm thấy an toàn trên những chiếc xe đạp morltorbike và chúng tôi yêu thích con đường lên núi. Thành thật mà nói, đây sẽ là một chuyến đi tuyệt vời ngay cả khi chúng tôi không nhìn thấy voọc. Nhưng chúng tôi cảm thấy thực sự may mắn khi được nhìn thấy họ ở khoảng cách gần như vậy. Đánh giá cao các món ăn là tốt. Chủ yếu là thái độ thân thiện nhưng cũng chuyên nghiệp làm tăng thêm toàn bộ trải nghiệm. Ngôi làng nổi, ngôi chùa và điểm nhảy dù là những địa điểm lý tưởng mà chúng tôi cho rằng điều quan trọng là họ cũng chia sẻ một số hiểu biết sâu sắc về lịch sử và tôn giáo. nhưng điểm nổi bật đối với chúng tôi là tìm kiếm voọc.  Cảm ơn bạn một lần nữaĐọc thêm",
            "CHÀO! Chúng ta sẽ quay lại Đà Nẵng với chuyến du lịch nửa ngày này vào lúc mấy giờ? Tôi muốn vé cáp treo và cầu vàng: bạn có xác nhận còn chỗ không và sau đó tôi mua tour? Nó hoạt động như thế nào...cảm ơnĐọc thêm",
            "Xin chào Mafedutari,\nChúng tôi đã gửi cho bạn một tin nhắn.\nWhatsapp của chúng tôi: 84905339185\nCảm ơn\nTâm và các thành viên trong đoànĐọc thêm"
        ],
        "star_ratings": [
            229,
            0,
            0,
            0,
            0
        ],
        "review_amount": 229,
        "location": [
            "Cuộc phiêu lưu xe máy Đà Nẵng",
            "Đà Nẵng",
            "Châu Á",
            "Việt Nam",
            "Những việc cần làm ở Đà Nẵng"
        ],
        "reviews_time": [
            "Written May 13, 2024",
            "Written May 8, 2024",
            "Written May 6, 2024",
            "Written May 6, 2024",
            "Written May 6, 2024",
            "Written May 3, 2024",
            "Written April 30, 2024",
            "Written April 29, 2024",
            "Written April 26, 2024",
            "Written April 25, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298085-d15279417-Reviews-or10-Da_Nang_Scooter_Adventures-Da_Nang.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15279417-Reviews-Da_Nang_Scooter_Adventures-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15279417-Reviews-or20-Da_Nang_Scooter_Adventures-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d19272333-Reviews-Bana_Hills_Travel-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15566962-Reviews-Kiwi_Private_Tour_TourswithLocals-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15614824-Reviews-Vietnam_Lovely_Travel-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12711652-Reviews-Da_Nang_Aodai_Ridertour-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15224275-Reviews-Jolie_Cooking_Class-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d26862527-Reviews-E_MOTO-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d27098170-Reviews-Danang_Villa_De_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15828798-Reviews-Karma_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d24097189-Reviews-Bar_Do_Yeu-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d2519617-Reviews-Path_Biker_Cycling_Adventures-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d11876159-Reviews-Andy_Private_Tours_and_Transfers-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8291301-Reviews-Asia_Park-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d13985619-Reviews-Natural_Spa_Massage_Body_Viet_Nam-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d4318205-Reviews-Indochina_Unique_Tourist-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15693064-Reviews-Brocanvas-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d10540702-Reviews-The_Dome-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d2294396-Reviews-Fantasy-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g58528-d103589-Reviews-Tiger_Mountain-Issaquah_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g608918-d8666356-Reviews-San_Pantaleo_Market-San_Pantaleo_Province_of_Olbia_Tempio_Sardinia.html",
            "https://www.tripadvisor.com/Attraction_Review-g1593192-d13138567-Reviews-Sungai_Klah_Hot_Spring_Park-Sungkai_Batang_Padang_District_Perak.html",
            "https://www.tripadvisor.com/Attraction_Review-g143046-d10756345-Reviews-Diablo_Lake_Vista_Point-North_Cascades_National_Park_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g40914-d4572395-Reviews-Tidal_Falls_Preserve-Sullivan_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g1766192-d6953420-Reviews-Mon_Jam-Mae_Rim.html",
            "https://www.tripadvisor.com/Attraction_Review-g44160-d9710441-Reviews-Apple_Tree_Mall-Branson_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d18941936-Reviews-Sauna_Central-Prague_Bohemia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298085-d15279417-Reviews-or20-Da_Nang_Scooter_Adventures-Da_Nang.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298085-d15279417-Reviews-or10-Da_Nang_Scooter_Adventures-Da_Nang.html"
    },
    {
        "attraction_name": "Da Nang Scooter Adventures",
        "attraction_name_vi": "Cuộc phiêu lưu xe máy Đà Nẵng",
        "general_info": [
            "216 đánh giá",
            "4 trong số 305 Hoạt động ngoài trời tại Đà Nẵng",
            "Tour riêng",
            "Chuyến tham quan động vật hoang dã tự nhiên",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Tôi là Tâm Đỗ, người sáng lập Scooter Adventures. \nChọn chúng tôi làm công ty du lịch của bạn, bạn sẽ có quyền tham gia vào cuộc phiêu lưu kỳ thú nhất giữa thiên nhiên. Thế mạnh của chúng tôi là mang đến cho du khách những trải nghiệm độc đáo trên xe tay ga trên Núi Khỉ, Đà Nẵng.\nTour được dẫn dắt bởi một hướng dẫn viên được chứng nhận có kinh nghiệm chuyên môn.\nBữa ăn được cung cấp trong chuyến đi cũng được chuẩn bị mới theo sở thích của bạn.\nĐọc thêm",
        "reviews": [
            "Đây là chuyến đi tốt nhất ở Đà Nẵng! Chúng tôi được thông báo rằng chúng tôi sẽ được đón từ khách sạn lúc 14 giờ, họ đã có mặt đúng giờ! Các hướng dẫn viên rất xuất sắc, tiếng Anh của họ rất xuất sắc và kiến ​​thức môn học của họ rất xuất sắc. Khi xuống núi, chúng tôi nhìn thấy 3 nhóm linh trưởng Langa khác nhau, tất cả đều được hướng dẫn viên của chúng tôi phát hiện một cách thành thạo. Chuyến tham quan bị kéo dài vì chúng tôi thấy một nhóm thực sự ở gần con đường và họ dừng lại một lần nữa và cho chúng tôi tất cả thời gian cần thiết để chụp ảnh. Chuyến tham quan kết thúc bằng một bữa ăn vui vẻ tại một nhà hàng rất địa phương. Rất khuyến khích!Đọc thêm",
            "Chỉ cần đặt nó! Chuyến đi tuyệt vời nếu bạn yêu thiên nhiên. Chúng tôi có một nhóm nhỏ với tổng cộng 5 người. Trên đường lên núi chúng tôi phát hiện 10 con voọc. Một điều cần nhớ: Đọc thêm",
            "Đó là một chuyến đi tuyệt vời với hai hướng dẫn viên! Cảm ơn bạn vì chuyến đi tuyệt vời và những bức ảnh tuyệt vời! Chúng tôi thậm chí còn được nhìn thấy những chú khỉ đẹp nhất, quý hiếm nhất thế giới trong tự nhiên!Đọc thêm",
            "Đây là cuộc phiêu lưu tuyệt vời nhất tôi có trong chuyến đi của mình. Người hướng dẫn của tôi là Chris, một huyền thoại và rất tuyệt vời. Đây là lần đầu tiên tôi ngồi sau một chiếc xe tay ga và không có vấn đề gì cả. Chúng tôi đã có một ngày cực kỳ thư giãn nhưng thú vị và được chiêm ngưỡng những khung cảnh mà không ai ngoài người dân địa phương biết đến. Tôi rất vui vì tôi đã làm điều này!Đọc thêm",
            "Chuyến tham quan bằng xe đạp này là một trải nghiệm mới đối với tôi và bạn bè. Trước đây, chúng tôi chưa bao giờ di chuyển bằng xe đạp. Đó là lý do tại sao việc có một người lái xe có kinh nghiệm lại quan trọng đối với chúng tôi. Và chúng tôi rất hài lòng với nơi ẩn náu của mình, họ là những người lái xe giỏi và những người thân thiện, nhưng cũng là một nhiếp ảnh gia giỏi nên đi du lịch như thế này sẽ tốt hơn. Bởi vì có rất nhiều góc nhìn đẹp và bạn muốn nắm bắt mọi thứ. Lộ trình và địa điểm trong chuyến tham quan cũng như thời gian tham quan đều được lựa chọn kỹ lưỡng và thú vị.  vì vậy chúng tôi khuyên bạn nên chọn những kẻ này!Đọc thêm",
            "Đây là một trải nghiệm đáng kinh ngạc. Chúng ta đã thấy một khía cạnh khác của Đà Nẵng từ trên cao! Hướng dẫn viên của chúng tôi là những người lái xe cực kỳ tốt bụng, an toàn và quyết tâm tìm một số con khỉ cho chúng tôi xem. Cuối cùng chúng tôi đã phát hiện ra một số loài voọc quý hiếm cũng như một số loài khỉ khác, nhưng ngay cả khi chúng tôi không có chuyến đi này thì chuyến đi này cũng rất xứng đáng. Đi xuyên qua rừng rậm thật tuyệt vời và thật thú vị khi được lái xe máy vòng quanh. Hướng dẫn viên của chúng tôi cũng chụp rất nhiều ảnh cho chúng tôi nên chúng tôi không phải lo lắng về điều đó. Rất khuyến khích chuyến tham quan này! Đọc thêm",
            "Hải là một hướng dẫn viên du lịch tuyệt vời, tràn đầy năng lượng và kỹ năng lái xe tốt. Tôi khuyên bạn nên đi du lịch cùng anh ấy. Ghé thăm những nơi mà khách du lịch bình thường không thể ghé thăm!Đọc thêm",
            "Hướng dẫn viên Tâm và nhóm của họ rất chuyên nghiệp và đã cho phép chúng tôi thưởng thức những khung cảnh khác nhau trên núi. Chúng tôi cũng có thể tìm thấy loài voọc Công tước tay cầm màu đỏ có nguy cơ tuyệt chủng trên Núi Khỉ và giải thích cho chúng tôi về thói quen cũng như đặc điểm của chúng. một chuyến tham quan có hướng dẫn phải tham gia dành cho những người yêu thiên nhiên.",
            "Một trải nghiệm tuyệt vời khi tìm thấy những chú khỉ giữa khung cảnh tuyệt vời.  Chúng tôi đã được nhìn thấy một số nhóm Voọc chà vá chân đỏ xinh đẹp, trong đó có một số đàn non.  Các hướng dẫn là tuyệt vời.   Chúng tôi đã có khoảng thời gian tuyệt vời! Đọc thêm",
            "Chuyến đi rất ấn tượng với tôi. Chúng tôi hạnh phúc trong mọi khoảnh khắc. Thật tuyệt vời nhất khi người hướng dẫn giải thích cho chúng tôi về lịch sử, văn hóa và những điều chúng tôi muốn biết. Cảm ơn tất cả vì nó. Nếu tôi có cơ hội đến đây một lần nữa, tôi muốn làm điều đó!Đọc thêm"
        ],
        "star_ratings": [
            229,
            0,
            0,
            0,
            0
        ],
        "review_amount": 229,
        "location": [
            "Cuộc phiêu lưu xe máy Đà Nẵng",
            "Đà Nẵng",
            "Châu Á",
            "Việt Nam",
            "Những điều cần làm ở Đà Nẵng"
        ],
        "reviews_time": [
            "Written April 25, 2024",
            "Written April 23, 2024",
            "Written April 23, 2024",
            "Written April 20, 2024",
            "Written April 18, 2024",
            "Written April 14, 2024",
            "Written April 12, 2024",
            "Written April 10, 2024",
            "Written April 9, 2024",
            "Written April 9, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298085-d15279417-Reviews-or20-Da_Nang_Scooter_Adventures-Da_Nang.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15279417-Reviews-or10-Da_Nang_Scooter_Adventures-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15279417-Reviews-or30-Da_Nang_Scooter_Adventures-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15279417-Reviews-Da_Nang_Scooter_Adventures-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d19272333-Reviews-Bana_Hills_Travel-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15566962-Reviews-Kiwi_Private_Tour_TourswithLocals-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15614824-Reviews-Vietnam_Lovely_Travel-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12711652-Reviews-Da_Nang_Aodai_Ridertour-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15224275-Reviews-Jolie_Cooking_Class-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d26862527-Reviews-E_MOTO-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d27098170-Reviews-Danang_Villa_De_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15828798-Reviews-Karma_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d24097189-Reviews-Bar_Do_Yeu-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d2519617-Reviews-Path_Biker_Cycling_Adventures-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d11876159-Reviews-Andy_Private_Tours_and_Transfers-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8291301-Reviews-Asia_Park-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d13985619-Reviews-Natural_Spa_Massage_Body_Viet_Nam-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d4318205-Reviews-Indochina_Unique_Tourist-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15693064-Reviews-Brocanvas-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g3336924-d273171-Reviews-Assateague_Beach-Assateague_Island_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d13856969-Reviews-Nap_York-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g147290-d13431751-Reviews-Macorix_House_of_Rum-Puerto_Plata_Puerto_Plata_Province_Dominican_Republic.html",
            "https://www.tripadvisor.com/Attraction_Review-g41310-d116817-Reviews-Fort_Smallwood_Park-Pasadena_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d6990105-Reviews-Midtown_Comics-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g143046-d10756345-Reviews-Diablo_Lake_Vista_Point-North_Cascades_National_Park_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g1675690-d150138-Reviews-Casa_Bacardi_Puerto_Rico-Catano_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g3359582-d7896478-Reviews-Dasoudi_Beach-Germasogeia_Limassol.html",
            "https://www.tripadvisor.com/Attraction_Review-g664849-d5996776-Reviews-Tigaki_Beach-Tigaki_Kos_Dodecanese_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g190387-d2263477-Reviews-Caledonia_Waterfalls-Platres_Limassol.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298085-d15279417-Reviews-or30-Da_Nang_Scooter_Adventures-Da_Nang.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298085-d15279417-Reviews-or20-Da_Nang_Scooter_Adventures-Da_Nang.html"
    },
    {
        "attraction_name": "Da Nang Scooter Adventures",
        "attraction_name_vi": "Cuộc phiêu lưu xe máy Đà Nẵng",
        "general_info": [
            "216 đánh giá",
            "4 trong số 305 Hoạt động ngoài trời tại Đà Nẵng",
            "Tour riêng",
            "Chuyến tham quan động vật hoang dã tự nhiên",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Tôi là Tâm Đỗ, người sáng lập Scooter Adventures. \nChọn chúng tôi làm công ty du lịch của bạn, bạn sẽ có quyền tham gia vào cuộc phiêu lưu kỳ thú nhất giữa thiên nhiên. Thế mạnh của chúng tôi là mang đến cho du khách những trải nghiệm độc đáo trên xe tay ga trên Núi Khỉ, Đà Nẵng.\nTour được dẫn dắt bởi một hướng dẫn viên được chứng nhận có kinh nghiệm chuyên môn.\nBữa ăn được cung cấp trong chuyến đi cũng được chuẩn bị mới theo sở thích của bạn.\nĐọc thêm",
        "reviews": [
            "Chúng tôi đến núi khỉ với mười người, xin chào và một anh chàng khác đang hướng dẫn dù lượn. Họ rất tốt bụng và cố gắng trả lời bất cứ khi nào tôi hỏi rất nhiều câu hỏi. Một chiều, kế hoạch dự kiến ​​đã bị thay đổi vì lý do quân sự nên không còn lựa chọn nào khác ngoài việc đi con đường khác. Nhưng họ không hề khó chịu về điều đó và đưa chúng tôi đến một địa điểm phiêu lưu khác! Cảm ơn lòng tốt của bạn và tôi sẽ giới thiệu điều này với các đồng nghiệp của tôi trong tương lai.Đọc thêm",
            "Chắc chắn là một trải nghiệm một lần trong đời. Nếu bạn thích thiên nhiên thì đây chính là nó. Việc nhìn thấy voọc chà vá chân nâu trong tự nhiên là cực kỳ hiếm, nhưng hôm nay chúng tôi đã thấy 15 con! theo nhiều cụm khác nhau trong suốt chuyến đi. Đó gần như là một trải nghiệm tâm linh. Nhưng thành thật mà nói, đó sẽ là một chuyến đi đáng kinh ngạc ngay cả khi họ trốn vào ngày hôm đó. Quang cảnh núi non, rừng rậm và đại dương hòa quyện vào nhau lúc hoàng hôn tạo nên một chuyến phiêu lưu khó quên. Nhiều khách du lịch có thể đến Đà Nẵng vì những bãi biển như tôi đã đến! nhưng đây chắc chắn sẽ là một trong những kỷ niệm đẹp nhất của tôi trong tháng ở Đà Nẵng. Làm cho chuyến đi trở nên đặc biệt hơn nữa là hướng dẫn viên của tôi, Hải. Tiếng Anh của anh ấy rất tuyệt vời - tốt hơn nhiều so với hầu hết các hướng dẫn viên mà tôi từng làm ở Việt Nam - nhưng hơn thế nữa, kiến ​​thức và tình yêu của anh ấy đối với phong cảnh này và những chú khỉ này hoàn toàn có sức lan tỏa. Tôi rất muốn được Hải dẫn dắt bất kỳ chuyến lưu diễn nào. Nhìn chung, một ngày thực sự đầy cảm hứng.Đọc thêm",
            "Đó là một chuyến đi tuyệt vời. Bạn có thể nghĩ nó đắt tiền nhưng hãy tin tôi đi, nó hoàn toàn Xứng đáng. Họ cũng chụp những bức ảnh tuyệt vời và sẽ giúp bạn có được một đoạn phim ngắn về toàn bộ trải nghiệm. Tâm, Bảo và nhóm thật tuyệt vờiĐọc thêm",
            "Bảo đã thực hiện chuyến đi trong ngày của gia đình đến Ngũ Hành Sơn và Hội An thật thú vị và sâu sắc với những câu chuyện về truyền thuyết và lịch sử. Đó là sự kết hợp tuyệt vời giữa cuộc phiêu lưu và những kỳ nghỉ ngắn để tận hưởng khung cảnh.Đọc thêm",
            "Hướng dẫn tuyệt vời, đầy hiểu biết Hải trong trường hợp của tôi với kỹ năng chụp ảnh vững chắc. Thật may mắn khi được nhìn thấy đàn khỉ năm màu trong môi trường sống tự nhiên của chúng và tìm hiểu một vài điều về chúng. Hoàng hôn, dừng chân tại làng chài và ngắm cảnh dọc đường, kết thúc chuyến tham quan.Đọc thêm",
            "Chuyến đi này thật tuyệt vời!! Hai hướng dẫn viên của chúng tôi, Hải và Huy thật tuyệt vời! Họ đã giải thích cho chúng tôi rất nhiều về những điều khác nhau mà chúng tôi đã thấy, đặc biệt là về Voọc Voọc. Chúng tôi đã có cơ hội nhìn thấy một vài nhóm khỉ này. Thật là một ngày tốt lành!Đọc thêm",
            "Chuyến tham quan này là điểm nổi bật trong thời gian chúng tôi ở Đà Nẵng! Hướng dẫn viên của chúng tôi rất thân thiện, hiểu biết và biết chính xác nơi để tìm những con khỉ này. Chúng tôi có thể quan sát nhiều nhóm voọc cũng như ngắm nhìn khung cảnh ngoạn mục từ trên núi. Rất khuyến khích!Đọc thêm",
            "Chuyến tham quan tuyệt vời! Nó được tổ chức tốt và tôi thực sự thích hướng dẫn của tôi Hải. Anh ấy đảm bảo rằng tôi không cần phải lo lắng và thậm chí còn giải quyết được tình trạng xẹp lốp trên đường đi! Tôi luôn cảm thấy thoải mái và an toàn. Thành thật mà nói, tôi không có bất kỳ kỳ vọng nào khi nhìn thấy những con khỉ quý hiếm nhưng cuối cùng chúng tôi đã nhìn thấy 30 con trong số chúng!!!! Lái xe trên núi và trong rừng thật đẹp và cảnh hoàng hôn thật ngoạn mục. Điều này chắc chắn đáng đồng tiền bát gạo và cũng là một trong những điểm nổi bật trong chuyến đi của tôi.Đọc thêm",
            "Tâm là một hướng dẫn tuyệt vời. Rất thân thiện, nhiều thông tin và vui vẻ. Tôi đã không lái xe máy trong nhiều năm và anh ấy đã điều chỉnh tốc độ của mình cho phù hợp với tôi. Kỹ năng chụp ảnh của anh ấy là đỉnh cao; khi kết thúc chuyến tham quan của chúng tôi, anh ấy đã gửi cho tôi rất nhiều hình ảnh và video được chụp rất đẹp về chuyến tham quan của chúng tôi! Bản thân chuyến tham quan thật đẹp, đèo Hải Vân luôn nằm trong danh sách du lịch của tôi và nó đã không làm tôi thất vọng. Nếu bạn là người đi ô tô hoặc xe đạp, bạn sẽ yêu thích những dải băng nhấp nhô của đường băng mịn màng và khung cảnh tuyệt vời. Bữa trưa rất ngon và quán cà phê với những chú chó con dễ thương trên đỉnh Hải Vân là một nơi tuyệt vời để nghỉ ngơi. Sẽ giới thiệu Tâm và nhóm của anh ấy với tất cả bạn bè của tôi ở quê nhà cho bất kỳ chuyến đi nào đến đất nước xinh đẹp này. Cảm ơn Tâm!Đọc thêm",
            "Tôi đã có một chuyến đi trong ngày tuyệt vời và biết rằng không phải đảm bảo 100% có thể nhìn thấy một con voọc, tôi đã có cơ hội được nhìn thấy 5 đàn Voọc vào ngày hôm đó, từ rất gần và từ rất xa. Chúng tôi không đi bộ nhiều và chủ yếu đi xe máy nhưng tôi nghĩ việc di chuyển đến các điểm khác trên núi sẽ dễ dàng và nhanh chóng hơn. Tâm là một hướng dẫn viên xuất sắc và tôi rất ấn tượng vì có thể dễ dàng phát hiện ra Voọc, chúng tôi đã đi qua những điểm bí mật mà rất ít người có cơ hội tối đa để nhìn thấy voọc, tôi đã không thất vọng. Tôi thực sự giới thiệu chuyến tham quan này cho tất cả những người yêu thiên nhiên.Đọc thêm"
        ],
        "star_ratings": [
            229,
            0,
            0,
            0,
            0
        ],
        "review_amount": 229,
        "location": [
            "Cuộc phiêu lưu xe máy Đà Nẵng",
            "Đà Nẵng",
            "Châu Á",
            "Việt Nam",
            "Những điều cần làm ở Đà Nẵng"
        ],
        "reviews_time": [
            "Written April 7, 2024",
            "Written April 2, 2024",
            "Written March 28, 2024",
            "Written March 17, 2024",
            "Written March 15, 2024",
            "Written March 14, 2024",
            "Written February 26, 2024",
            "Written February 20, 2024",
            "Written February 16, 2024",
            "Written February 16, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298085-d15279417-Reviews-or30-Da_Nang_Scooter_Adventures-Da_Nang.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15279417-Reviews-or20-Da_Nang_Scooter_Adventures-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15279417-Reviews-or40-Da_Nang_Scooter_Adventures-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15279417-Reviews-Da_Nang_Scooter_Adventures-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d19272333-Reviews-Bana_Hills_Travel-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15566962-Reviews-Kiwi_Private_Tour_TourswithLocals-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15614824-Reviews-Vietnam_Lovely_Travel-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12711652-Reviews-Da_Nang_Aodai_Ridertour-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15224275-Reviews-Jolie_Cooking_Class-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d26862527-Reviews-E_MOTO-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d27098170-Reviews-Danang_Villa_De_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15828798-Reviews-Karma_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d24097189-Reviews-Bar_Do_Yeu-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d2519617-Reviews-Path_Biker_Cycling_Adventures-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d11876159-Reviews-Andy_Private_Tours_and_Transfers-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8291301-Reviews-Asia_Park-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d13985619-Reviews-Natural_Spa_Massage_Body_Viet_Nam-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d4318205-Reviews-Indochina_Unique_Tourist-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15693064-Reviews-Brocanvas-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g29750-d269186-Reviews-Wild_Wild_West_Casino-Atlantic_City_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g60785-d325393-Reviews-Oregon_District-Dayton_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g152515-d8410971-Reviews-Cabo_Airport_Shuttle-Cabo_San_Lucas_Los_Cabos_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g469422-d14996885-Reviews-Alpeta_Agrotourism_Winery-Berat_Berat_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g53192-d116601-Reviews-Fallingwater-Mill_Run_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d298971-Reviews-Danube_River-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d317503-Reviews-Old_Quarter-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g55229-d258836-Reviews-Station_Inn-Nashville_Davidson_County_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g150793-d2232380-Reviews-Playa_Las_Gemelas-Puerto_Vallarta.html",
            "https://www.tripadvisor.com/Attraction_Review-g60739-d2578086-Reviews-Robert_Is_Here-Homestead_Florida.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298085-d15279417-Reviews-or40-Da_Nang_Scooter_Adventures-Da_Nang.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298085-d15279417-Reviews-or30-Da_Nang_Scooter_Adventures-Da_Nang.html"
    },
    {
        "attraction_name": "Da Nang Scooter Adventures",
        "attraction_name_vi": "Cuộc phiêu lưu xe máy Đà Nẵng",
        "general_info": [
            "216 đánh giá",
            "4 trên 305 hoạt động ngoài trời ở Đà Nẵng",
            "Tour riêng",
            "Chuyến tham quan động vật hoang dã tự nhiên",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Tôi là Tâm Đỗ, người sáng lập Scooter Adventures. \nChọn chúng tôi làm công ty du lịch của bạn, bạn sẽ có quyền tham gia vào cuộc phiêu lưu kỳ thú nhất giữa thiên nhiên. Thế mạnh của chúng tôi là mang đến cho du khách những trải nghiệm độc đáo trên xe tay ga trên Núi Khỉ, Đà Nẵng.\nTour được dẫn dắt bởi một hướng dẫn viên được chứng nhận có kinh nghiệm chuyên môn.\nBữa ăn được cung cấp trong chuyến đi cũng được chuẩn bị mới theo sở thích của bạn.\nĐọc thêm",
        "reviews": [
            "Một trong những chuyến đi tốt nhất chúng tôi đã thực hiện ở Việt Nam. Tâm và nhóm đã có một điều tuyệt vời khi đến đây và rõ ràng yêu thích những gì họ làm. Chuyến đi bằng xe máy một mình thật ngoạn mục khi bạn băng qua ngọn núi mù sương. Việc nhìn thấy Voọc sẽ là kỷ niệm mà chúng tôi sẽ lưu giữ mãi mãi.Đọc thêm",
            "Chuyến tham quan này thật tuyệt vời và tôi nghĩ đó là điểm nổi bật trong thời gian tôi ở Đà Nẵng: Quang cảnh trên bán đảo thật tuyệt vời và bạn chắc chắn cần có hướng dẫn viên du lịch để xem các loài khỉ quý hiếm. Tôi thật may mắn khi có Hải làm người hướng dẫn và anh ấy rất tốt bụng khi chụp ảnh chúng tôi tại các điểm ngắm cảnh và chia sẻ những địa điểm đẹp nhất để chụp được ảnh duốc chân nâu. Tôi có được một số bức ảnh đáng kinh ngạc trong chuyến tham quan này và đó là bức ảnh rẻ nhất tôi tìm thấy trên mạng. Rất khuyến khích chuyến tham quan trong ngày này cho bất kỳ ai ở Đà Nẵng hoặc Hội An!Đọc thêm",
            "Công ty nhỏ này được một người bạn của chúng tôi giới thiệu nhiệt tình, người đã đi du lịch một mình đến Đà Nẵng và thấy họ cực kỳ chu đáo và hữu ích. Khi chúng tôi ở Đà Nẵng, chúng tôi đã đăng ký ba công ty khác nhau cho các chuyến đi khác nhau trong và xung quanh Đà Nẵng. Cuộc phiêu lưu bằng xe tay ga ở Đà Nẵng là hữu ích, chu đáo và thân thiện nhất trong số tất cả - họ đáp ứng nhu cầu của chúng tôi. Thay vì xe tay ga, chúng tôi yêu cầu một chiếc ô tô vì chúng tôi có một đứa con 10 tuổi. Họ không gặp vấn đề gì khi đảm bảo rằng chúng tôi có một chiếc ô tô cho chuyến đi đến Núi Khỉ và làng chài địa phương. Trời mưa vào ngày hôm đó và không có con khỉ nào ở một bên núi, và không có cảnh đẹp nào đáng nói vì sương mù. Nhưng họ đảm bảo rằng chúng tôi nhìn thấy những con khỉ ở bên kia núi, chụp ảnh cho chúng tôi, đưa ra cho chúng tôi những mẹo hữu ích ở Đà Nẵng. Họ cũng đưa ra cho chúng tôi những gợi ý về nhà hàng - thậm chí cả những món ăn để gọi! - SAU chuyến đi của chúng tôi. Nếu bạn muốn có một chuyến tham quan hoàn hảo ở Đà Nẵng, hãy liên hệ với họ. Đọc thêm",
            "Đã có khoảng thời gian tuyệt vời với Bảo và Hải! Đi xe đạp ngắm cảnh đẹp và nhìn thấy một con voọc thật gần! Bảo và Hải đều siêu hiểu biết và tốt bụng! Hải thậm chí còn đưa tôi đến một địa điểm ăn tối ở địa phương sau đó thậm chí không phải là một phần của chuyến tham quan! Thật tuyệt vời!Đọc thêm",
            "Chuyến đi thực sự thú vị, với những hướng dẫn viên rất am hiểu, nói tiếng Anh xuất sắc. Cuối cùng, chúng tôi đã nhìn thấy voọc chà vá chân nâu hai lần: lần đầu tiên chúng ở rất xa, lần thứ hai rất gần. Tôi đánh giá cao chuyến tham quan này.Đọc thêm",
            "Tam và nhóm của anh ấy thật tuyệt vời! Chuyến tham quan này rất đáng để đặt. Các hướng dẫn viên cực kỳ nhiệt tình và hiểu biết, biết chính xác nơi để đến để phát hiện ra loài voọc. Chỉ trong vòng 10 phút ở Núi Khỉ, chúng tôi đã phát hiện ra cả một gia đình và tiếp tục nhìn thấy nhiều loài khác. Chuyến tham quan diễn ra yên tĩnh và họ chỉ đưa một nhóm nhỏ chúng tôi ra ngoài, điều này khiến chuyến đi thực sự thư giãn. Chúng tôi được dành thời gian để chụp ảnh và kiến ​​thức mà họ cung cấp thật tuyệt vời. Đội ngũ này thực sự đam mê, họ cũng bị loài voọc mê hoặc như chúng tôi. Điều đó thực sự đã được truyền tải. Bản thân loài voọc là những sinh vật tuyệt đẹp và thật tuyệt vời khi có thể dành nhiều giờ để tương tác với chúng từ xa. Chúng thực sự đang trong tình trạng nguy cấp và cần được giúp đỡ. Sẽ quay lại ngay lập tức! Đọc thêm",
            "Chúng tôi đạp xe lên núi Sơn Trà và ngắm nhìn những ngọn núi tuyệt đẹp. Các hướng dẫn viên thực sự rất tốt và lái xe chậm trong suốt thời gian đó, đó là một trải nghiệm rất thư giãn. Chúng tôi đã thấy nhiều loài khỉ có nguy cơ tuyệt chủng - một số gia đình trong số chúng thật đáng kinh ngạc. Họ cung cấp cho chúng tôi quýt để ăn nhẹ trong khi chúng tôi ngắm nhìn những chú khỉ trên cây. Người lãnh đạo của nhóm có nhiều kiến ​​thức về loài khỉ và đã dạy chúng tôi về chúng. Chúng tôi kết thúc bằng cách lái xe trở lại Đà Nẵng và thưởng thức một bữa ăn địa phương cũng rất ngon. Sau đó họ thả chúng tôi trở lại ký túc xá của chúng tôi. Đó là một trải nghiệm tuyệt vờiĐọc thêm",
            "Một trải nghiệm rất hay! Đội ngũ rất tốt và chúng tôi đã thấy rất nhiều khỉ và cảnh đẹp! Mặc dù thời tiết có mưa và trên núi có chút sương mù.Đọc thêm",
            "Chuyến du lịch này với Bảo đơn giản là tuyệt vời. Anh ấy là một hướng dẫn viên giàu kinh nghiệm và biết tất cả các địa điểm mà voọc thường lui tới. Chúng tôi thấy một số nhóm rất thân thiết. Chắc chắn có thể giới thiệu! :-Đọc thêm",
            "Chuyến tham quan rực rỡ. Đặt qua Viator ngày hôm trước. Bảo và đồng nghiệp Bin đến khách sạn đón chúng tôi bằng xe gắn máy. Đưa chúng tôi lên núi, bản thân nó đã là một trải nghiệm thú vị! Rất sớm chúng tôi đã có thể nhìn thấy voọc mà anh ấy nói là rất may mắn ở giai đoạn đó. Bạn dừng lại nhiều lần tại các điểm quan sát. Bảo sẽ chụp ảnh bạn và thậm chí còn cho chúng tôi nước và quả xuân đào. Khi trở về, bạn có tầm nhìn tuyệt vời gần hoàng hôn. Tôi thích chụp ảnh và có một số bức ảnh cận cảnh tuyệt vời về chúng. Tôi nặng 105kg nên cần mua một chiếc xe đạp mạnh hơn, hãy chuẩn bị thêm một khoản chi phí nhỏ. Đọc thêm"
        ],
        "star_ratings": [
            229,
            0,
            0,
            0,
            0
        ],
        "review_amount": 229,
        "location": [
            "Cuộc phiêu lưu xe máy Đà Nẵng",
            "Đà Nẵng",
            "Châu Á",
            "Việt Nam",
            "Những điều cần làm ở Đà Nẵng"
        ],
        "reviews_time": [
            "Written February 10, 2024",
            "Written February 2, 2024",
            "Written January 31, 2024",
            "Written January 29, 2024",
            "Written January 29, 2024",
            "Written January 29, 2024",
            "Written January 25, 2024",
            "Written January 24, 2024",
            "Written January 21, 2024",
            "Written January 15, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298085-d15279417-Reviews-or40-Da_Nang_Scooter_Adventures-Da_Nang.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15279417-Reviews-or30-Da_Nang_Scooter_Adventures-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15279417-Reviews-or50-Da_Nang_Scooter_Adventures-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15279417-Reviews-Da_Nang_Scooter_Adventures-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d19272333-Reviews-Bana_Hills_Travel-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15566962-Reviews-Kiwi_Private_Tour_TourswithLocals-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15614824-Reviews-Vietnam_Lovely_Travel-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12711652-Reviews-Da_Nang_Aodai_Ridertour-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15224275-Reviews-Jolie_Cooking_Class-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d26862527-Reviews-E_MOTO-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d27098170-Reviews-Danang_Villa_De_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15828798-Reviews-Karma_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d24097189-Reviews-Bar_Do_Yeu-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d2519617-Reviews-Path_Biker_Cycling_Adventures-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d11876159-Reviews-Andy_Private_Tours_and_Transfers-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8291301-Reviews-Asia_Park-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d13985619-Reviews-Natural_Spa_Massage_Body_Viet_Nam-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d4318205-Reviews-Indochina_Unique_Tourist-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15693064-Reviews-Brocanvas-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g48023-d7034753-Reviews-Mirror_Lake-Lake_Placid_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g54391-d8280737-Reviews-Long_Shoals_Wayside_Park-Pickens_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g150813-d10750550-Reviews-Cenote_Calavera-Tulum_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g36156-d3585207-Reviews-Huntley_Premium_Outlets-Huntley_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g31437-d8008901-Reviews-Tanyard_Creek_Nature_Trail-Bella_Vista_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g294212-d321012-Reviews-Pearl_Market_Hongqiao_Market-Beijing.html",
            "https://www.tripadvisor.com/Attraction_Review-g295414-d10170098-Reviews-Oxygen_Spa-Karachi_Sindh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g60927-d146789-Reviews-Malaquite_Beach-Corpus_Christi_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g40988-d109678-Reviews-DeLorme_Map_Store_and_Company-Yarmouth_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g34438-d15189915-Reviews-The_Wharf_Miami-Miami_Florida.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298085-d15279417-Reviews-or50-Da_Nang_Scooter_Adventures-Da_Nang.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298085-d15279417-Reviews-or40-Da_Nang_Scooter_Adventures-Da_Nang.html"
    },
    {
        "attraction_name": "Da Nang Scooter Adventures",
        "attraction_name_vi": "Cuộc phiêu lưu xe máy Đà Nẵng",
        "general_info": [
            "216 đánh giá",
            "4 trên 305 hoạt động ngoài trời ở Đà Nẵng",
            "Tour riêng",
            "Chuyến tham quan động vật hoang dã tự nhiên",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Tôi là Tâm Đỗ, người sáng lập Scooter Adventures. \nChọn chúng tôi làm công ty du lịch của bạn, bạn sẽ có quyền tham gia vào cuộc phiêu lưu kỳ thú nhất giữa thiên nhiên. Thế mạnh của chúng tôi là mang đến cho du khách những trải nghiệm độc đáo trên xe tay ga trên Núi Khỉ, Đà Nẵng.\nTour được dẫn dắt bởi một hướng dẫn viên được chứng nhận có kinh nghiệm chuyên môn.\nBữa ăn được cung cấp trong chuyến đi cũng được chuẩn bị mới theo sở thích của bạn.\nĐọc thêm",
        "reviews": [
            "Chúng tôi thực sự rất thích buổi chiều đi tìm voọc và chúng tôi may mắn được nhìn thấy bốn nhóm khác nhau. Bảo thật xuất sắc khi phát hiện ra họ. Chúng tôi có rất nhiều thời gian để xem và chụp ảnh và không cảm thấy bị áp lực phải tiếp tục bất cứ lúc nào. Chúng tôi bắt đầu dừng chân một đoạn ngắn trên bãi biển và tìm hiểu một chút về những chiếc thuyền đánh cá rồi tiến lên núi. Chúng tôi cũng đã dừng lại một vài điểm ở những điểm ngắm cảnh tuyệt vời nơi chúng tôi có thể nhìn xuống thành phố và ra biển. Chuyến đi bằng xe đạp rất vui và mọi người rất giỏi trong việc đảm bảo chúng tôi ổn. Chúng tôi sẽ giới thiệu kỹ lưỡng chuyến đi nàyĐọc thêm",
            "Nếu bạn là người yêu thiên nhiên và khỉ, tôi thực sự có thể giới thiệu chuyến tham quan này! Bảo là một hướng dẫn viên tuyệt vời và người lái xe máy an toàn, anh ấy nói tiếng Anh rất tốt và rất am hiểu mọi thứ về thiên nhiên và Đà Nẵng. Chuyến đi kéo dài khoảng 3h, chúng tôi may mắn được nhìn thấy 3 đàn khỉ chân đỏ lớn quý hiếm ở các địa điểm khác nhau. Bảo biết tất cả những nơi có thể nhìn thấy chúng. Nếu bạn có máy ảnh zoom, hãy mang theo! Có đủ thời gian để biến điều này thành một trải nghiệm thoải mái. Thêm vào đó, trên đường đi có rất nhiều cảnh đẹp, cây cối, bướm và chim cũng như cảnh hoàng hôn trên Đà Nẵng. Chắc chắn sẽ giới thiệu chuyến đi này.Đọc thêm",
            "Tâm và nhóm của anh ấy thật tuyệt vời. Chúng tôi đã thấy rất nhiều loài khỉ có nguy cơ tuyệt chủng và chúng khiến chúng tôi cảm thấy cực kỳ an toàn khi đi xe máy. Tôi mang theo những đứa con 9 tuổi và 6 tuổi của mình và Tâm cực kỳ quan tâm đến khả năng chú ý của chúng và khiến chúng tham gia, điều đó có nghĩa là tôi cũng có thể tận hưởng chuyến tham quan. Một cách thực sự đáng yêu để dành buổi chiều ở Đà Nẵng. Tôi thật sự đề nghị tua du lịch này. Đọc thêm",
            "Đây là điểm nổi bật của chuyến đi của tôi đến Việt Nam cho đến nay. Bảo, người hướng dẫn của tôi, thực sự thân thiện, dễ nói chuyện và rất giỏi trong việc phát hiện voọc. Chúng tôi cũng phát hiện ra nhiều loài khỉ phổ biến hơn. Bảo thực sự am hiểu về voọc và tôi đã có một ngày tuyệt vời! Tôi đã giới thiệu chuyến đi này cho tất cả du khách tôi gặp ở Việt Nam. Cảm ơn Bảo rất nhiều!Đọc thêm",
            "Bao và Dom là những người hướng dẫn tuyệt vời và có thể phát hiện ra những con khỉ trước khi bạn có thể tự mình làm được. Đây phải là một trong những trải nghiệm tuyệt vời nhất ở Đà Nẵng. Việc nhìn thấy Voọc chà vá chân đỏ ở phần bên trái của môi trường sống tự nhiên của chúng thực sự rất đặc biệt. Đi cùng với Dom, tôi luôn cảm thấy tiết kiệm!Đọc thêm",
            "Đây là cách tuyệt vời nhất để dành buổi sáng! Các điểm tham quan thật tuyệt vời, Bảo thật tuyệt vời và đưa ra rất nhiều lời khuyên về việc chụp một số bức ảnh. Rất khuyến khích!Đọc thêm",
            "Trải nghiệm khó quên! Chúng tôi đã có khoảng thời gian tuyệt vời với Bảo và Andrew, hướng dẫn viên du lịch của chúng tôi. Rất chuyên nghiệp. Chúng tôi rất may mắn khi tìm thấy nhiều gia đình voọc, chúng tôi được nhìn thấy chúng rất gần, ăn uống và nhảy qua đầu. Cảm ơn bạn vì ngày tuyệt vời này! Siêu khuyến khích. Tour du lịch tốt nhất ở Đà Nẵng. Đọc thêm",
            "Có một trải nghiệm thực sự tuyệt vời, Hải là một hướng dẫn viên giỏi. Tôi giới thiệu điều này cho mọi người đến Đà Nẵnglưu trú tại Đà NẵngĐọc thêm",
            "Tôi ước tôi có thể đánh giá trải nghiệm này hơn 5 sao, thật tuyệt vời! Hướng dẫn viên của chúng tôi, Tam Bảo, đã nỗ lực hết mình để tạo nên một ngày kỳ diệu. Đây là lần đầu tiên tôi ngồi sau xe máy và Bảo đã rất cẩn thận để tôi cảm thấy an toàn và thoải mái cho chuyến đi. Và sau chuyến đi, tôi có thể yên tâm nói rằng đi xe máy là cách tốt nhất để ngắm nhìn vẻ đẹp mà đèo Hải Vân mang lại. Ngoài phong cảnh, chúng tôi còn được thưởng thức bữa trưa hải sản tươi sống và sôi động. Tôi sẽ mơ về món nghêu sả mà chúng tôi đã có trong suốt quãng đời còn lại. Trên hết, Tam Bảo đã tạo ra những tay săn ảnh xuất sắc và ghi lại ngày đặc biệt của chúng tôi để chúng tôi có thể tập trung thưởng thức phong cảnh. Nếu bạn ở Đà Nẵng, hãy thực hiện chuyến đi này. Đó là điều PHẢI.Đọc thêm",
            "Xin chân thành cảm ơn Bảo và Tâm! Trải nghiệm này thực sự là phép thuật. Chuyến đi xe máy đến Núi Khỉ là một chuyến đi an toàn và quang cảnh thành phố cũng như đại dương từ những điểm khuất mà họ đưa chúng tôi đến là không thật. Những câu chuyện của họ về lịch sử và văn hóa địa phương cũng bổ sung thêm rất nhiều chiều sâu. Nhưng điều thực sự làm chúng tôi ngạc nhiên là sự sẵn sàng vượt lên trên tất cả của họ - từ những món ăn và nước uống ngon lành mà họ chuẩn bị cho chúng tôi đến những bức ảnh điện ảnh mà họ chụp cho chúng tôi và thậm chí chỉnh sửa chúng sau đó. Trải nghiệm này sẽ là một kỷ niệm đáng trân trọng trong những năm tới : Khi thời tiết cho phép, bạn sẽ tham gia vào một hành trình chỉ có một lần trong đời, cùng với những bức ảnh tuyệt đẹp ghi lại mọi khoảnh khắc. Chúng tôi đặc biệt giới thiệu trải nghiệm này cho mọi người trong tích tắc! :Đọc thêm"
        ],
        "star_ratings": [
            229,
            0,
            0,
            0,
            0
        ],
        "review_amount": 229,
        "location": [
            "Cuộc phiêu lưu xe máy Đà Nẵng",
            "Đà Nẵng",
            "Châu Á",
            "Việt Nam",
            "Những điều cần làm ở Đà Nẵng"
        ],
        "reviews_time": [
            "Written January 15, 2024",
            "Written January 14, 2024",
            "Written January 8, 2024",
            "Written January 8, 2024",
            "Written January 6, 2024",
            "Written January 6, 2024",
            "Written January 5, 2024",
            "Written December 31, 2023",
            "Written December 1, 2023",
            "Written November 30, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298085-d15279417-Reviews-or50-Da_Nang_Scooter_Adventures-Da_Nang.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15279417-Reviews-or40-Da_Nang_Scooter_Adventures-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15279417-Reviews-or60-Da_Nang_Scooter_Adventures-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15279417-Reviews-Da_Nang_Scooter_Adventures-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d19272333-Reviews-Bana_Hills_Travel-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15566962-Reviews-Kiwi_Private_Tour_TourswithLocals-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15614824-Reviews-Vietnam_Lovely_Travel-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12711652-Reviews-Da_Nang_Aodai_Ridertour-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15224275-Reviews-Jolie_Cooking_Class-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d26862527-Reviews-E_MOTO-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d27098170-Reviews-Danang_Villa_De_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15828798-Reviews-Karma_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d24097189-Reviews-Bar_Do_Yeu-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d2519617-Reviews-Path_Biker_Cycling_Adventures-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d11876159-Reviews-Andy_Private_Tours_and_Transfers-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8291301-Reviews-Asia_Park-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d13985619-Reviews-Natural_Spa_Massage_Body_Viet_Nam-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d4318205-Reviews-Indochina_Unique_Tourist-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15693064-Reviews-Brocanvas-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g32588-d10151155-Reviews-Crescent_Bay_Beach-Laguna_Beach_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g15296257-d1172355-Reviews-Kaminia_Beach-Eleios_Pronnoi_Kefalonia_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g147249-d539183-Reviews-Palm_Beach-Palm_Eagle_Beach_Aruba.html",
            "https://www.tripadvisor.com/Attraction_Review-g298207-d1423810-Reviews-Uminonakamichi_Seaside_Park-Fukuoka_Fukuoka_Prefecture_Kyushu.html",
            "https://www.tripadvisor.com/Attraction_Review-g3226251-d4371656-Reviews-Thermal_bath_Hofsos_Iceland-Hofsos_Northwest_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g1188994-d10020543-Reviews-Kataragama_Perahera_Festival-Kataragama_Uva_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g25086776-d313421-Reviews-La_Soufriere_Drive_In_Volcano-Malgretoute_Soufriere_Quarter_St_Lucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d109950-Reviews-Rockefeller_Park-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d21311190-Reviews-Red_Rose_Spa_Asian_Massage_Open-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g55850-d6105543-Reviews-The_Gentle_Zoo-Forney_Texas.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298085-d15279417-Reviews-or60-Da_Nang_Scooter_Adventures-Da_Nang.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298085-d15279417-Reviews-or50-Da_Nang_Scooter_Adventures-Da_Nang.html"
    },
    {
        "attraction_name": "Da Nang Scooter Adventures",
        "attraction_name_vi": "Cuộc phiêu lưu xe máy Đà Nẵng",
        "general_info": [
            "216 đánh giá",
            "4 trên 305 hoạt động ngoài trời ở Đà Nẵng",
            "Tour riêng",
            "Chuyến tham quan động vật hoang dã tự nhiên",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Tôi là Tâm Đỗ, người sáng lập Scooter Adventures. \nChọn chúng tôi làm công ty du lịch của bạn, bạn sẽ có quyền tham gia vào cuộc phiêu lưu kỳ thú nhất giữa thiên nhiên. Thế mạnh của chúng tôi là mang đến cho du khách những trải nghiệm độc đáo trên xe tay ga trên Núi Khỉ, Đà Nẵng.\nTour được dẫn dắt bởi một hướng dẫn viên được chứng nhận có kinh nghiệm chuyên môn.\nBữa ăn được cung cấp trong chuyến đi cũng được chuẩn bị mới theo sở thích của bạn.\nĐọc thêm",
        "reviews": [
            "Tôi đã tham gia chuyến phiêu lưu bằng xe tay ga trên Núi Khỉ với Bao vào ngày 4 tháng 11 năm 2023. Anh ấy là một hướng dẫn viên du lịch đáng kinh ngạc với kiến ​​thức sâu sắc về những địa điểm khác nhau mà tôi được đưa đến và luôn nỗ lực hết mình để đảm bảo rằng bạn cảm thấy thoải mái trong suốt thời gian của mình với anh ấy. Chuyến tham quan cũng có nhịp độ rất tốt và có cấu trúc. Địa điểm gặp mặt rất dễ tìm và anh ấy vui lòng đề nghị đưa tôi đến điểm đến tiếp theo trong khu vực thành phố sau chuyến tham quan. Chúng tôi rất may mắn khi bắt gặp một vài con voọc chà vá chân nâu trong chuyến tham quan và nhìn chung thời tiết khá tốt mặc dù đang là mùa mưa. Chắc chắn khuyên bạn nên thử nó! Đọc thêm",
            "Đây là chuyến đi tốt nhất trong chuyến du lịch của chúng tôi tại Việt Nam. Thật là tuyệt ! Chúng tôi đã thấy hơn 20 con khỉ trong 3 giờ. Nhóm tôn trọng thiên nhiên và động vật. Nếu bạn đang tìm kiếm một trải nghiệm đích thực ở Đà Nẵng, hãy chọn nơi này! Cảm ơn bạn một lần nữa cho tất cả mọi thứ. Lucie, Quentin và gia đình Đọc thêm",
            "Bảo và Khoa cực kỳ am hiểu về Đà Nẵng nên họ đã chở chúng tôi đi khắp nơi bằng xe máy. Đầu tiên họ giải thích một chút về nghề đánh cá địa phương, sau đó họ đưa chúng tôi lên đồi, trú mưa. Sau đó, họ ân cần cung cấp cho chúng tôi áo mưa, mũ bảo hiểm và túi xách. Chúng tôi dừng lại ở một quán cà phê tuyệt vời ở vùng đồi thấp nhưng vẫn ở trên mây. Cảm giác giống như một giấc mơ. Sau đó, phần kháng cự cuối cùng là hố bơi và bữa trưa tuyệt đẹp. Giá vé rất tuyệt vời, họ phục vụ các yêu cầu ăn kiêng của chúng tôi một cách tuyệt vời! Và thức ăn rất ngon. Giống như những chương trình tôi từng xem về ẩm thực Việt Nam khi còn sống ở Úc. Nhưng tốt hơn. Ngoài ra còn có hố bơi đẹp nhất mà tôi từng gặp. Tôi thực sự khuyên bạn nên tham gia chuyến tham quan này. Nó sẽ không làm bạn thất vọng.Đọc thêm",
            "Bảo is an adventurous and wise Soul, and a wonderful tour guide, who is authentic, genuinely kind, easygoing, very knowledgeable and informative, thoughtful, helpful, and simply very comfortable to be around. Plus, his English is impressive! This was my first moped tour, and it was a fun, new experience! Plus, Bảo ensured that we stopped for drinks, restroom breaks , andor breaks in general, which made the ride more comfortable as well. And like others have already shared, hes also a cautious and great driver, which made me feel safe. The priceless sights of the gorgeous, lush greenery combined with much appreciated sunshine, shade, a blue sky, puffy white clouds, and the vast, multi-blue colored oceanand even the turquoise lakes and light emerald green lagoonwas BREATHTAKING  as you can see in the photos, though they dont do justice for the amazing landscapes. I also enjoyed the pleasant fragrances  of Mother Nature while driving through Hải Vân Pass, while the cool breeze  was gently enveloping my body, which is another reason why being fully present within this natural and peaceful environment is a MUST DO experience while visiting Da Nang. Also, Bảo introduced to me what is known as the Queen  of fruits in Vietnam, called mangosteen see photo.I had never seen, heard of, let alone tried it before, but more people from around the world definitely need to try this delightfully sweet, exotic fruit. I could probably write a lot more, but since others have shared much details as well, Ill refrain from writing a novel! Again, thank you very much  Bảo for a memorable experience! Continue shining  bright Soul Brother! Wishing  you many blessings  of interconnected  Life . Barbara  Mulantis Read more",
            "Bảo là người hướng dẫn của tôi trong ngày và anh ấy đã vượt lên trên để mang lại trải nghiệm tuyệt vời cho tôi, đặc biệt là với tư cách là một du khách độc thân. Tôi thực sự mong được nhìn thấy voọc chà vá chân nâu. Than ôi, chúng tôi không thể tìm thấy bất kỳ loài nào nhưng không sao cả, vì tôi biết chúng rất hiếm và cực kỳ nguy cấp. Vì vậy, Bảo đưa tôi đi đường vòng đến một địa điểm cắm trại hẻo lánh, nơi chúng tôi nhìn thấy những chiếc thuyền đánh cá, điều này rất đặc biệt. Dù sao, trên đường trở về, chúng tôi đã dừng lại một chút để ngắm cảnh và rồi đột nhiên chúng tôi nhìn thấy một gia đình gồm 10 chú chà vá chân nâu! Tôi rất biết ơn, và tôi nghĩ đó là vì trước đó Bảo đã chỉ cho tôi cách cầu nguyện Đức Phật và cô ấy đã biến điều ước của tôi thành hiện thực!Đọc thêm",
            "Đó là trải nghiệm đi xe máy đầu tiên của tôi và chồng tôi, và chúng tôi yêu thích từng giây phút của nó! Hướng dẫn viên du lịch của chúng tôi, Bảo và Dom đưa chúng tôi đi tham quan Núi Khỉ, nơi có cảnh quan tuyệt đẹp. Chúng tôi cũng thực sự may mắn khi được nhìn thấy một loài khỉ Voọc chà vá rất quý hiếm trong môi trường sống tự nhiên của chúng, đó là một điều tuyệt vời trong chuyến đi tuyệt vời này. Chúng tôi đã có một bữa ăn ngon miệng với bánh mì kẹp thịt tự làm! lên cao trên núi và lắng nghe hướng dẫn viên kể những câu chuyện về thiên nhiên và cuộc sống địa phương.Đọc thêm",
            "Mọi thứ về chuyến đi này thật tuyệt vời! Các hướng dẫn viên du lịch, Bảo và Dom, rất thân thiện và hiểu biết - chúng tôi đã có rất nhiều niềm vui với họ! Chuyến tham quan đã đưa chúng tôi đến nhiều góc nhìn khác nhau và tất cả chúng đều rất đẹp. Chúng tôi thậm chí còn nhìn thấy những con khỉ quý hiếm trên đường đi: Đọc thêm",
            "Chuyến tham quan tuyệt vời nhất mà tôi đã thực hiện ở Việt Nam trong 3 tuần lưu trú - tốt hơn nhiều so với các chuyến tham quan bằng xe limobus dưới góc nhìn của một du khách trẻ tuổi một mình.  Bảo là một hướng dẫn viên du lịch tuyệt vời: anh ấy rất am hiểu về địa điểm, văn hóa và lịch sử từ Đà Nẵng. Anh ấy cũng là một nhiếp ảnh gia chuyên nghiệp nên anh ấy chụp những bức ảnh tuyệt vời và biết những góc nhìn đẹp nhất. Anh ấy thậm chí còn cho tôi những lời khuyên về chụp ảnh phim. Những rung cảm tích cực, sự chào đón, không bao giờ cảm thấy vội vã, kỹ năng lái xe tuyệt vời, tôi không thể yêu cầu gì hơn nữa. Muốn giới thiệu cho tất cả mọi người! Đọc thêm",
            "Cảm ơn vì những nụ cười thân thiện và lòng hiếu khách tuyệt vời của bạn, Kwang và Spy !!! Mercure Bangkok Sukhumvit 11 là khách sạn tốt nhất ở Bangkok !!!Đọc thêm",
            "Một chuyến đi không thể bỏ qua nếu bạn đến thăm Đà Nẵng. Chúng tôi thực sự thích chuyến đi này. Cuối cùng, chuyến đi trở nên riêng tư chỉ có tôi và bạn đồng hành của tôi. Tôi chưa bao giờ đi xe tay ga trước đây nên đây là một trải nghiệm mới mẻ và thú vị đối với tôi. Cảnh đẹp ngoạn mục và điểm dừng chân ở suối tự nhiên thật tuyệt. Đồ ăn rất ngon! Thực sự đánh giá cao đội ngũ đã hướng dẫn chúng tôi! Họ cũng rất hào hứng chụp ảnh chúng tôi, điều mà tôi rất trân trọng. Cảm giác như chúng tôi đang đi du lịch cùng bạn bè! Đọc thêm",
            "Xin chào! Chúng ta sẽ quay lại Đà Nẵng vào lúc mấy giờ với tour nửa ngày này? Tôi muốn mua vé cáp treo và cầu vàng: bạn có xác nhận tình trạng còn chỗ và sau đó tôi mua tour không? Làm thế nào để thực hiện được...cảm ơnĐọc thêm",
            "Xin chào Mafedutari,\nChúng tôi đã gửi cho bạn một tin nhắn.\nWhatsapp của chúng tôi: 84905339185\nCảm ơn\nTâm và các thành viên trong đoànĐọc thêm"
        ],
        "star_ratings": [
            229,
            0,
            0,
            0,
            0
        ],
        "review_amount": 229,
        "location": [
            "Cuộc phiêu lưu xe máy Đà Nẵng",
            "Đà Nẵng",
            "Châu Á",
            "Việt Nam",
            "Những việc cần làm ở Đà Nẵng"
        ],
        "reviews_time": [
            "Written November 4, 2023",
            "Written October 13, 2023",
            "Written October 10, 2023",
            "Written October 1, 2023",
            "Written September 25, 2023",
            "Written September 15, 2023",
            "Written September 10, 2023",
            "Written September 1, 2023",
            "Written August 31, 2023",
            "Written August 17, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298085-d15279417-Reviews-or60-Da_Nang_Scooter_Adventures-Da_Nang.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15279417-Reviews-or50-Da_Nang_Scooter_Adventures-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15279417-Reviews-or70-Da_Nang_Scooter_Adventures-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15279417-Reviews-Da_Nang_Scooter_Adventures-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d19272333-Reviews-Bana_Hills_Travel-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15566962-Reviews-Kiwi_Private_Tour_TourswithLocals-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15614824-Reviews-Vietnam_Lovely_Travel-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12711652-Reviews-Da_Nang_Aodai_Ridertour-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15224275-Reviews-Jolie_Cooking_Class-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d26862527-Reviews-E_MOTO-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d27098170-Reviews-Danang_Villa_De_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15828798-Reviews-Karma_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d24097189-Reviews-Bar_Do_Yeu-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d2519617-Reviews-Path_Biker_Cycling_Adventures-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d11876159-Reviews-Andy_Private_Tours_and_Transfers-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8291301-Reviews-Asia_Park-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d13985619-Reviews-Natural_Spa_Massage_Body_Viet_Nam-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d4318205-Reviews-Indochina_Unique_Tourist-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15693064-Reviews-Brocanvas-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g41142-d4495343-Reviews-Rocky_Gap_State_Park-Flintstone_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g53878-d1526049-Reviews-Ringing_Rocks_County_Park-Upper_Black_Eddy_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g48808-d184211-Reviews-Duck_Walk_Vineyards-Water_Mill_Southampton_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g662290-d8566477-Reviews-Old_Town_Harbour-Puerto_Del_Carmen_Tias_Lanzarote_Canary_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g2626907-d19268791-Reviews-Shaat_View_Point-Dhofar_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g56966-d14901837-Reviews-Navajo_Lake-Duck_Creek_Village_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g51828-d6680691-Reviews-The_Cove_Palisades_State_park-Culver_Central_Oregon_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g189970-d3458063-Reviews-Botanical_Garden-Reykjavik_Capital_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g469404-d665903-Reviews-Bodyworks-Seminyak_Kuta_District_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g33845-d105370-Reviews-Olde_Mistick_Village-Mystic_Mystic_Country_Connecticut.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298085-d15279417-Reviews-or70-Da_Nang_Scooter_Adventures-Da_Nang.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298085-d15279417-Reviews-or60-Da_Nang_Scooter_Adventures-Da_Nang.html"
    },
    {
        "attraction_name": "Da Nang Scooter Adventures",
        "attraction_name_vi": "Cuộc phiêu lưu xe máy Đà Nẵng",
        "general_info": [
            "216 đánh giá",
            "4 trên 305 hoạt động ngoài trời ở Đà Nẵng",
            "Tour riêng",
            "Chuyến tham quan động vật hoang dã tự nhiên",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Tôi là Tam Đỗ, người sáng lập Scooter Adventures. \nHãy chọn chúng tôi làm công ty lữ hành của bạn, bạn sẽ có quyền tham gia vào cuộc phiêu lưu tuyệt vời nhất giữa thiên nhiên. Điểm mạnh của chúng tôi là mang đến cho du khách trải nghiệm độc đáo trên xe tay ga tại Núi Khỉ, Đà Nẵng. \nTour được dẫn dắt bởi hướng dẫn viên được chứng nhận có kinh nghiệm chuyên nghiệp. \nBữa ăn được cung cấp trong suốt chuyến đi cũng được chế biến tươi ngon theo sở thích của riêng bạn. \nĐọc thêm",
        "reviews": [
            "Our Guide was Tam and he was amazing. His tour started early in the morning so that we got the chance to see the golden bridge without other people. He organized a driver to our airbnb in Hoi An. The driver drove us to Da Nang where we picked up Tam. Because it was so early in the morning Tam brought us two Bánh mì from his favorite shop for breakfast. It was delicious.It tooks us around 45 minutes to the Ba Na Hills. There we jumped into a cable car up to the top of Ba Na Hills. The view was stunning and we crossed a lot of jungle with the cable car. After the cable car we went directly to the golden bridge. And how Tam promised we were almost the first people there. It was so nice to see the bridge not that crowded and we got the chance to make some marvelous pictures. During the whole trip Tam took pictures from us. Sometimes with his phone, sometimes with my camera. They were great and after the trip he sent us all the pictures he took.After the Golden Bridge we went to the French Village. Its very pretty. Tam explained us a lot of interesting things about the French Village, Ba Na Hills, the whole surrounding and about Buddhism. Do not hesitate to ask him questions. He knows a lot and likes to tell you more about his country. We felt very welcomed the whole time.After the french village we took another cable car and spent some time in Funworld. Kind of theme park. It was funny. There are some shows, some roller coasters, food courts, free games. We didnt expect to go there. So it was an nice surprise for us . Especially for my friend. He really likes theme parks.We had also some time to discover the park and the games by ourselves. After this we took the cable car to go down. Again an amazing view.Our driver from the morning picked us up at the car park and we drove back to Da Nang where we dropped of Tam. I highly recommend his tour and his company. Its well spend money and absolutely worth it.I wish you all the best dear Tam. I hope we see us again once in the future. Lovely greetings carolineRead more",
            "Hướng dẫn viên của chúng tôi là Bảo và Dom. Họ đã làm một công việc tuyệt vời. Chuyến tham quan thật tuyệt vời. Chúng tôi đã thấy rất nhiều nơi khác nhau và tuyệt vời. Họ có rất nhiều điều thú vị để kể về Việt Nam và khu vực xung quanh mà chúng tôi đang đi du lịch. Toàn bộ thời gian chúng tôi cảm thấy tiết kiệm. Không có vấn đề gì về giao thông, không có vấn đề gì với xe máy. Mọi thứ đã được tổ chức rất tốt. Bữa trưa chúng tôi có rất ngon. Và sau bữa trưa, chúng tôi đi bơi ở một đầm phá tuyệt đẹp. Đó là một trong những chuyến đi tốt nhất chúng tôi đã thực hiện ở Việt Nam. Cảm ơn Bảo thân yêu và Dom thân yêu rất nhiều. Chúng tôi chúc bạn mọi điều tốt đẹp nhất cho tương lai của bạn. Lời chào đáng yêu từ Caroline và bạn bè.Đọc thêm",
            "Nếu bạn cởi mở với một chút bụi bặm nhưng muốn hòa mình vào cuộc sống của người Việt nói chung thì đây là chuyến đi nhất định phải thử. Tôi gặp Tâm lần thứ hai kể từ chuyến du lịch riêng cùng bố mẹ tôi ở Đà Nẵng cách đây nửa năm và tôi cũng rất thích chuyến đi đó với đồng nghiệp của mình. Trừ khi Tâm và thành viên khác trong nhóm có kinh nghiệm cá nhân, Lan, bạn thậm chí sẽ không thể đạt đến đỉnh cao trong vai trò những người duy trì công việc kinh doanh nhỏ nhưng quý giá của mình. Chuyến đi được tổ chức chu đáo nên Tâm sẽ ghé qua một số điểm để uống một ngụm nước hoặc nghỉ ngơi cho phù hợp.Đọc thêm",
            "Đây là một trong những trải nghiệm tuyệt vời nhất ở Việt Nam. Chuyến đi bao gồm tham quan Monkey cũng như dừng lại ở một số địa điểm đẹp như tranh vẽ. Đội xe scooter Adventure đã thực hiện vượt quá mong đợi. Tất cả họ đều là những người lái xe an toàn. Một trong những thành viên là nhiếp ảnh gia chuyên nghiệp và người phát hiện động vật hoang dã. Điều này khiến chuyến đi của chúng tôi trở nên đáng nhớ và thoải mái. PHẢI LÀM! TUYỆT VỜI Đọc thêm",
            "Chuyến đi tuyệt vời. Hướng dẫn viên là Bao và Vin. Những anh chàng tuyệt vời và rất vui tính. Vợ tôi và tôi đạp xe riêng giữa Bao và Vin cảm thấy rất an toàn. Có rất nhiều điểm dừng trên đường đi và bơi ở đầm phá. Sẽ giới thiệu những anh chàng này. Thật vuiXem thêm",
            "Chúng tôi chọn tour này vì muốn tập trung vào thiên nhiên chứ không phải mua sắm và ăn uống ở trung tâm thành phố Đà Nẵng. Và chuyến đi thật hoàn hảo!!! Tam và Dom rất tốt bụng và chuyên nghiệp. Tour du lịch này an toàn, đặc biệt và rất mới mẻ. Ngoài ra, kỹ năng chụp ảnh của họ cũng rất xuất sắc. Bạn có thể nhận được hình ảnh làm quà tặng. Đây là chuyến tham quan khám phá thiên nhiên nên phụ thuộc rất nhiều vào thời tiết. Nhưng tùy thuộc vào thời tiết, bạn có thể tạo nên những kỷ niệm khó quên. Thiên nhiên luôn mới mẻ, tuyệt vời và không thể đoán trước. Chúng ta đã tạo ra một món quà không bao giờ quên. Mọi người, làm ơn! Hãy tiếp tục và trải nghiệm nó.Đọc thêm",
            "OMG, điều này thật tuyệt vời và thú vị.  Tâm và bạn Bảo chở chúng tôi bằng xe gắn máy xuyên qua đèo Hải Vân.  Tôi đưa gia đình tôi 2 đứa con.  Cả hai đều yêu thích chuyến đi và vẫn say mê về nó cho đến ngày hôm nay. Tâm rất chu đáo.  Chúng tôi quyết định thử tự mình đi xe máy nên anh ấy đã gặp chúng tôi tại khách sạn và đưa chúng tôi băng qua đường đến một bãi đậu xe để chúng tôi thử.   Khoảng 15 phút sau, 2 đứa chúng tôi đi xe máy riêng còn 2 đứa con tôi đi sau Tâm và bạn này.  Xin nhắc lại rằng không ai trong chúng tôi có kinh nghiệm đi xe máy nhưng thực sự muốn tự mình làm điều đó. Họ không chỉ vượt qua đèo Hải Vân, chúng tôi còn có cơ hội bơi tại một hố nước ngọt riêng và thưởng thức bữa trưa nấu theo kiểu địa phương.  Đây chắc chắn là điểm nổi bật trong chuyến đi của chúng tôi. Cùng với hướng dẫn viên, họ đã chụp ảnh cho gia đình chúng tôi và cung cấp miễn phí các bản sao kỹ thuật số cho chúng tôi sau đó.  Điều này thật tuyệt vì chúng tôi không cần phải thuê một nhiếp ảnh gia riêng.  Tôi ước gì họ cũng quay video GoPro để ghi lại trải nghiệm. Tốc độ vừa phải.  Tâm thường xuyên dừng lại để kiểm tra chúng tôi và mời chúng tôi trái cây tươi địa phương làm đồ uống giải khát.  Anh ấy cũng mang nước đóng chai cho chúng tôi. Tôi chắc chắn sẽ giới thiệu lại chuyến đi này.Đọc thêm",
            "Mình và bạn gái đi đèo Hải Vân cùng Bảo và Trung. Chúng tôi được đón tại khách sạn từ sáng sớm và được đưa ra Đảo Khỉ rồi đến đèo Hải Vân. Cả hai chúng tôi đều cảm thấy hoàn toàn an toàn và tự tin khi ngồi sau xe đạp vì cả hai người lái xe đều rất cẩn thận và thận trọng trên đường. Chúng tôi dừng lại ở nhiều địa điểm để chụp ảnh và cả hai tài xế đã chụp rất nhiều bức ảnh tuyệt vời được gửi cho chúng tôi sau chuyến tham quan. Có một điểm dừng để uống cà phê miễn phí ở khoảng giữa chặng đường. Chúng tôi cũng được phục vụ một bữa trưa ngon miệng bên cạnh một đầm nước riêng tư và rất yên bình. Chúng tôi cũng có cơ hội bơi trong đầm. Chúng tôi khuyên bạn nên dùng nước trong vắt và nhiệt độ hoàn hảo. Chuyến tham quan kéo dài khoảng 8 giờ và tôi thực sự muốn giới thiệu nó cho bất kỳ ai. xem xét đèo Hải Vân. Cả hai tài xế đều rất thân thiện, vui vẻ và chụp những bức ảnh rực rỡ. Trải nghiệm 1010, một lần nữa cảm ơn Bảo và TrungĐọc thêm",
            "Đây là một tour du lịch tuyệt vời với nhiều điểm dừng để chụp những bức ảnh đẹp tuyệt vời. Tôi đã có một chuyến tham quan cá nhân và thật tuyệt vời khi có được một số lịch sử cũng như những lời giải thích xung quanh các nghi lễ ở chùa. Hướng dẫn viên Tâm thực sự là một nhiếp ảnh gia tuyệt vời! Bạn cũng sẽ được thưởng thức món bánh mì kẹp thịt ngon nhất Việt Nam do mẹ Tâm làm. Thực sự được đề xuất!Đọc thêm",
            "Cảm ơn Kiana rất nhiều \nHy vọng con đường của chúng ta sẽ lại đi qua\nChúc bạn có một chuyến đi an toàn!!\nChúc mừng\nTâmĐọc thêm",
            "Chuyến tham quan thực sự tuyệt vời. Các hướng dẫn viên rất tốt bụng và hiểu biết, đồng thời cũng là những người lái xe ô tô tuyệt vời! Phong cảnh tuyệt vời mà chúng tôi được thấy thậm chí còn tuyệt vời hơn với những lời giải thích thú vị và vui nhộn của hướng dẫn viên. Chắc chắn đáng giá. Rất khuyến khích! Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đánh giá của bạn Tiffany.\nChúng tôi rất thích dành thời gian với cả hai bạn trên Monkey Mt. ngày hôm đó.\nHoàng hôn thật tuyệt đẹp \nĐọc thêm",
            "Xin chào! Chúng ta sẽ quay lại Đà Nẵng vào lúc mấy giờ với tour nửa ngày này? Tôi muốn mua vé cáp treo và cầu vàng: bạn có xác nhận tình trạng còn chỗ và sau đó tôi mua tour không? Làm thế nào để thực hiện được...cảm ơnĐọc thêm",
            "Xin chào Mafedutari,\nChúng tôi đã gửi cho bạn một tin nhắn.\nWhatsapp của chúng tôi: 84905339185\nCảm ơn\nTâm và các thành viên trong đoànĐọc thêm"
        ],
        "star_ratings": [
            229,
            0,
            0,
            0,
            0
        ],
        "review_amount": 229,
        "location": [
            "Cuộc phiêu lưu xe máy Đà Nẵng",
            "Đà Nẵng",
            "Châu Á",
            "Việt Nam",
            "Những điều cần làm ở Đà Nẵng"
        ],
        "reviews_time": [
            "Written July 21, 2023",
            "Written July 20, 2023",
            "Written July 6, 2023",
            "Written July 2, 2023",
            "Written July 2, 2023",
            "Written June 12, 2023",
            "Written June 12, 2023",
            "Written June 5, 2023",
            "Written June 3, 2023",
            "Written May 16, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298085-d15279417-Reviews-or70-Da_Nang_Scooter_Adventures-Da_Nang.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15279417-Reviews-or60-Da_Nang_Scooter_Adventures-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15279417-Reviews-or80-Da_Nang_Scooter_Adventures-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15279417-Reviews-Da_Nang_Scooter_Adventures-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d19272333-Reviews-Bana_Hills_Travel-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15566962-Reviews-Kiwi_Private_Tour_TourswithLocals-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15614824-Reviews-Vietnam_Lovely_Travel-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12711652-Reviews-Da_Nang_Aodai_Ridertour-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15224275-Reviews-Jolie_Cooking_Class-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d26862527-Reviews-E_MOTO-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d27098170-Reviews-Danang_Villa_De_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15828798-Reviews-Karma_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d24097189-Reviews-Bar_Do_Yeu-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d2519617-Reviews-Path_Biker_Cycling_Adventures-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d11876159-Reviews-Andy_Private_Tours_and_Transfers-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8291301-Reviews-Asia_Park-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d13985619-Reviews-Natural_Spa_Massage_Body_Viet_Nam-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d4318205-Reviews-Indochina_Unique_Tourist-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15693064-Reviews-Brocanvas-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g737141-d1167653-Reviews-Rugova_Canyon-Pec.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d1023052-Reviews-La_Cita-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g294013-d23730660-Reviews-The_National_Aquarium_Abu_Dhabi-Abu_Dhabi_Emirate_of_Abu_Dhabi.html",
            "https://www.tripadvisor.com/Attraction_Review-g57592-d1099412-Reviews-Historic_Downtown_Mall-Charlottesville_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g49463-d6418488-Reviews-Lassiter_Mill-Raleigh_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g33052-d110204-Reviews-26_Mile_Bike_Path-Santa_Monica_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g297884-d1458553-Reviews-Haeundae_Beach-Busan.html",
            "https://www.tripadvisor.com/Attraction_Review-g32766-d107860-Reviews-Jarvis_Estate-Napa_Napa_Valley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g9706821-d9705635-Reviews-Kulekhani_Dam-Kulekhani_Makwanpur_Narayani_Zone_Central_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g804268-d13078989-Reviews-Kaparkan_Falls-Bangued_Abra_Province_Cordillera_Region_Luzon.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298085-d15279417-Reviews-or80-Da_Nang_Scooter_Adventures-Da_Nang.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298085-d15279417-Reviews-or70-Da_Nang_Scooter_Adventures-Da_Nang.html"
    },
    {
        "attraction_name": "Da Nang Scooter Adventures",
        "attraction_name_vi": "Cuộc phiêu lưu xe máy Đà Nẵng",
        "general_info": [
            "216 đánh giá",
            "4 trên 305 hoạt động ngoài trời ở Đà Nẵng",
            "Tour riêng",
            "Chuyến tham quan động vật hoang dã tự nhiên",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Tôi là Tâm Đỗ, người sáng lập Scooter Adventures. \nChọn chúng tôi làm công ty du lịch của bạn, bạn sẽ có quyền tham gia vào cuộc phiêu lưu kỳ thú nhất giữa thiên nhiên. Thế mạnh của chúng tôi là mang đến cho du khách những trải nghiệm độc đáo trên xe tay ga trên Núi Khỉ, Đà Nẵng.\nTour được dẫn dắt bởi một hướng dẫn viên được chứng nhận có kinh nghiệm chuyên môn.\nBữa ăn được cung cấp trong chuyến đi cũng được chuẩn bị mới theo sở thích của bạn.\nĐọc thêm",
        "reviews": [
            "Trải nghiệm này thật tuyệt vời! Vẻ đẹp của núi và vịnh Đà Nẵng thật tuyệt vời! Hướng dẫn viên du lịch của chúng tôi Tâm và Bảo rất tốt bụng, vui tính và hiểu biết. Họ dạy chúng tôi tất cả về khu vực và phong tục địa phương. Chúng tôi thậm chí còn được nhìn thấy những con khỉ hiếm nhất chỉ có 3000 con trên thế giới, điều này không xảy ra thường xuyên. Ngày may mắn của chúng tôi! Và WOW...bữa trưa chúng tôi dùng với một gia đình địa phương tại hồ bơi tự nhiên đẹp nhất có lẽ là món ăn ngon nhất chúng tôi đã ăn ở đây. Tôi 1000 giới thiệu chuyến tham quan này và sẽ thực hiện lại trong tích tắc! Cảm ơn Tâm và Bảo vì trải nghiệm để đời Đọc thêm",
            "Cảm ơn hai bạn ngàn lần \nPhản hồi của bạn có ý nghĩa rất lớn đối với chúng tôi và những du khách tương lai của chúng tôi \n\nTrân trọng,\nTâm Đọc thêm",
            "Tôi thực sự muốn giới thiệu chuyến đi thật tuyệt vời, công ty tuyệt vời, khung cảnh tuyệt vời và đồ ăn rất ngon Đọc thêm",
            "Tâm và cộng sự. điều hành một doanh nghiệp du lịch được tổ chức rất tốt và vui vẻ. Chúng tôi không bị đối xử như gia súc bị đẩy từ nơi này sang nơi khác và kết thúc một ngày như những người bạn. Sẽ quay lại thăm một trong những chuyến tham quan khác của họ nếu chúng tôi quay lại Đà Nẵng. Đọc thêm",
            "Cảm ơn bạn rất nhiều vì phản hồi tốt của bạn, Daman.\nChúng ta đã có khoảng thời gian tuyệt vời bên nhau.\nHy vọng chúng ta có thể gặp lại nhau ở Đà Nẵng hoặc Úc\n\nChúc hai bạn đi đường bình an.\n\nThân ái,\nTam và các đồng độiĐọc thêm",
            "Chuyến du lịch của tôi với Tam Ngũ Hành Sơn và Núi Khỉ là chuyến du lịch yêu thích của tôi mà tôi đã thực hiện ở Việt Nam. Lúc đầu tôi lo là đi du lịch một mình sẽ ngại ngùng nhưng Tâm rất dễ nói chuyện nên cả hai chúng tôi đều có cảm giác như đang đi du lịch cùng một người bạn cũ. Anh ấy cũng cực kỳ hiểu biết và trả lời nhiều câu hỏi của tôi một cách kiên nhẫn. Tôi nghĩ chúng tôi đã mất một khoảng thời gian dài vì có rất nhiều thứ để xem ở cả hai địa điểm nếu bạn quan tâm đến văn hóa và thiên nhiên. Tâm có con mắt tinh tường khi phát hiện loài voọc chà vá chân đỏ đang có nguy cơ tuyệt chủng - Tôi rất phấn khích đến nỗi không thể nhìn thấy cả đàn chúng trong những bức ảnh này vì tôi chỉ quay video! Ngoài ra, anh ấy lái xe an toàn đến mức ngay cả những người sợ giao thông cũng không sợ hãi. Anh ấy cũng rất thích chụp ảnh và quay phim, tôi không biết trước điều này nhưng anh ấy đã gửi cho tôi một số bức ảnh và video tuyệt vời về tôi sau chuyến tham quan, đó là một phần bổ sung tuyệt vời.  Cũng thích ăn kem bơ nguyên bản, có cảm giác như một viên ngọc ẩn rất địa phương không có nhiều khách du lịch. Tôi rất nóng lòng được thực hiện một chuyến du lịch khác với Tâm khi tôi trở lại Việt Nam trong tương lai. Lẽ ra tôi phải làm cả ngày! Nhưng tôi đã lên kế hoạch vào phút cuối và không có nhiều thời gian - đó là một chuyên gia khác, anh ấy phản hồi nhanh chóng trên whatsapp và cực kỳ linh hoạt. Nghĩa đen là không thể khuyên bạn nên thực hiện một chuyến tham quan với Tâm đủ! Đừng bỏ lỡ nó! Cảm ơn bạn rất nhiều và hẹn gặp lại bạn sớm: Đọc thêm",
            "Sau khi thực hiện chuyến tham quan bằng xe máy đèo Hải Vân với Tâm, chúng tôi cũng đã đăng ký chuyến tham quan Cầu Vàng này với anh ấy vì chúng tôi đã có khoảng thời gian trong đời - tất nhiên, một quyết định tuyệt vời! Chúng tôi đã đi sớm và mặc dù hôm nay là cuối tuần, nhưng đã tránh được rất nhiều đám đông dần dần bắt đầu kéo đến. Chúng tôi có được kiến ​​thức chưa từng có của Tâm về toàn bộ khu vực trên đó - Cầu Vàng, Làng Pháp, Cáp treo thực tế, v.v. Hoàn toàn xứng đáng! Đọc thêm",
            "Tôi không thể giới thiệu tour này đủ! Tâm thật xuất sắc - Trước đây tôi chưa bao giờ ngồi sau xe máy và bây giờ tôi đã bị mê hoặc. Anh ấy cực kỳ hiểu biết, rất thân thiện, một tay đua xuất sắc, tôi cảm thấy rất an toàn! và rất hữu ích. Tâm đã cố gắng đưa ra lời khuyên cho chuyến đi của chúng tôi và chúng tôi không thể biết ơn nhiều hơn. Chúng tôi đã nhắn tin cho trang instagram của anh ấy vài tuần trước khi bay từ Úc đến Việt Nam và cách giao tiếp cũng như nội dung tuyệt vời của anh ấy khiến chúng tôi phấn khích ngay lập tức. Tôi và người bạn đời của mình có thể thành thật nói rằng đây là một trong những ngày tuyệt vời nhất trong cuộc đời chúng tôi.Đọc thêm",
            "Tâm và Bảo đã làm rất tốt. Họ rất bình tĩnh và có tâm dù thời tiết khắc nghiệt. Những người thân thiện, tốt bụng và hoàn hảo cho chuyến đi mạo hiểm. Rất khuyến khích. Xe tay ga, đồ ăn, khung cảnh hùng vĩ, cà phê, mưa, cây cô đơn và đèo Hải Vân thật tuyệt vời!Đọc thêm",
            "Chúng tôi đặt tour du lịch 4 người với Tâm trong cả ngày. Anh ấy đón chúng tôi ngay vào buổi sáng và đưa chúng tôi đi tham quan các địa điểm du lịch lớn và những viên ngọc ẩn. Việc lựa chọn địa điểm khá chuẩn, nhưng được chào đón. Bao gồm các hang động trên núi đá cẩm thạch, đi thuyền thúng và tất nhiên là chợ đêm Hội An. Lựa chọn tốt, vị trí tốt nhất trong số những vị trí này. Bạn sẽ cần sức chịu đựng tốt để vượt qua cả ngày, nhưng chuyến tham quan được cân bằng tốt với các điểm dừng để phục hồi. Đi đến một quán cà phê rất ấm cúng với trà muối, và một quán gà tuyệt vời mien ga, không ồn ào nhưng rất ngon. Về bản thân Tâm, anh ấy nói rất hay và giúp ích về mọi mặt. Một trong những chuyến đi tốt hơn tôi từng tham gia ở Việt Nam. Anh ấy có kinh nghiệm và kiến ​​thức vững chắc. Anh ấy cũng giúp chúng tôi đưa ra các đề xuất về đồ ăn và hoạt động vào ngày sau chuyến tham quan. Anh ấy sẽ giới thiệu cho bất kỳ ai có thời gian và muốn xem những địa điểm này một cách chi tiết hơn. Bạn có được cả những địa điểm nổi tiếng và một số địa điểm thân mật hơn.Đọc thêm",
            "Chris là người hướng dẫn lái xe của tôi. Anh ấy lái xe máy rất giỏi. Biết đâu là điểm dừng tốt nhất để chụp ảnh và nghỉ ngơi. Điều quan trọng nhất là chúng tôi rất thích bầu bạn với nhau và có những cuộc trò chuyện thú vị.Đọc thêm",
            "Tôi là người Mỹ gốc Việt và đã từng đến Việt Nam, trong đó có Đà Nẵng và Hội An, nhưng đây là chuyến đi đầu tiên của tôi đến khu vực này. Tâm là một hướng dẫn viên du lịch xuất sắc, người đã khiến chuyến tham quan giống như những người bạn đi chơi. Anh ấy đã đưa tôi, các anh trai và chồng tôi đi tham quan một ngày đáng nhớ vào ngày 1022023. Anh ấy có thể phục vụ chuyến tham quan theo nhu cầu sở thích của chúng tôi và sự thay đổi bất thường của thời tiết trong ngày. Anh ấy đã có thể chỉ cho chúng tôi những khu vực lịch sử tuyệt đẹp ở Đà Nẵng và Hội An, cũng như cho chúng tôi cái nhìn thoáng qua về cuộc sống của người dân địa phương. Anh ấy cũng rất giỏi trong việc chọn các bức ảnh suốt cả ngày. Tôi thích đi thuyền thúng, đi dạo đêm ở Hội An, đặc biệt vì đó là năm mới!, và tất nhiên, tất cả đồ ăn. Anh ấy đã giới thiệu cho chúng tôi một số món ăn nhẹ và đồ uống địa phương thực sự ngon tuyệt! Cả ngày là một sự kết hợp tuyệt vời giữa việc cho chúng ta thấy các di tích lịch sử, các điểm tham quan hiện đại và có cái nhìn thoáng qua về người dân địa phương và nền kinh tế địa phương của họ. Tôi thực sự khuyên bạn nên đi tour cùng Tâm và muốn đi lại vào mùa hè khô hạn! Chúng tôi đã đến khu vực này vào mùa mưa nhưng thật may là trời không mưa quá lớn. Tôi khuyên bất cứ ai muốn tham gia chuyến đi này hãy mang theo giày đi bộ, thuốc xịt côn trùng, kem chống nắng nếu trời không phải mùa mưa và ô che mưa hoặc nắng!. Hãy chuẩn bị để đi bộ leo núi! Cảm ơn Anh Tâm vì sự hiếu khách và một hướng dẫn viên rất vui vẻ và hiểu biết!Đọc thêm"
        ],
        "star_ratings": [
            229,
            0,
            0,
            0,
            0
        ],
        "review_amount": 229,
        "location": [
            "Cuộc phiêu lưu xe máy Đà Nẵng",
            "Đà Nẵng",
            "Châu Á",
            "Việt Nam",
            "Những điều cần làm ở Đà Nẵng"
        ],
        "reviews_time": [
            "Written May 9, 2023",
            "Written April 22, 2023",
            "Written April 22, 2023",
            "Written March 30, 2023",
            "Written March 11, 2023",
            "Written March 11, 2023",
            "Written February 28, 2023",
            "Written January 22, 2023",
            "Written January 15, 2023",
            "Written January 10, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298085-d15279417-Reviews-or80-Da_Nang_Scooter_Adventures-Da_Nang.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15279417-Reviews-or70-Da_Nang_Scooter_Adventures-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15279417-Reviews-or90-Da_Nang_Scooter_Adventures-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15279417-Reviews-Da_Nang_Scooter_Adventures-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d19272333-Reviews-Bana_Hills_Travel-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15566962-Reviews-Kiwi_Private_Tour_TourswithLocals-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15614824-Reviews-Vietnam_Lovely_Travel-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12711652-Reviews-Da_Nang_Aodai_Ridertour-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15224275-Reviews-Jolie_Cooking_Class-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d26862527-Reviews-E_MOTO-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d27098170-Reviews-Danang_Villa_De_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15828798-Reviews-Karma_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d24097189-Reviews-Bar_Do_Yeu-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d2519617-Reviews-Path_Biker_Cycling_Adventures-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d11876159-Reviews-Andy_Private_Tours_and_Transfers-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8291301-Reviews-Asia_Park-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d13985619-Reviews-Natural_Spa_Massage_Body_Viet_Nam-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d4318205-Reviews-Indochina_Unique_Tourist-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15693064-Reviews-Brocanvas-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g30616-d13806942-Reviews-Alabama_Safari_Park-Hope_Hull_Montgomery_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d317890-Reviews-The_Independence_Palace-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g189158-d195649-Reviews-Alfama-Lisbon_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d4508667-Reviews-Xcacel_Beach-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g41580-d271966-Reviews-Stage_Fort_Park_and_Beach-Gloucester_Cape_Ann_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g147249-d7100419-Reviews-Gusto_Night_Club_Aruba-Palm_Eagle_Beach_Aruba.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d557923-Reviews-Lumpinee_Boxing_Stadium-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g60926-d10112121-Reviews-Current_River-Van_Buren_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g274856-d9568210-Reviews-Factory_Outlet_Ursus-Warsaw_Mazovia_Province_Central_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d2616330-Reviews-GEAR_Theatre-Kyoto_Kyoto_Prefecture_Kinki.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298085-d15279417-Reviews-or90-Da_Nang_Scooter_Adventures-Da_Nang.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298085-d15279417-Reviews-or80-Da_Nang_Scooter_Adventures-Da_Nang.html"
    },
    {
        "attraction_name": "Da Nang Scooter Adventures",
        "attraction_name_vi": "Cuộc phiêu lưu xe máy Đà Nẵng",
        "general_info": [
            "216 đánh giá",
            "4 trên 305 hoạt động ngoài trời ở Đà Nẵng",
            "Chuyến tham quan tư nhânChuyến tham quan động vật hoang dã tự nhiênChuyến đi trong ngày",
            "Tour riêng",
            "Chuyến tham quan động vật hoang dã tự nhiên",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Tôi là Tâm Đỗ, người sáng lập Scooter Adventures. \nChọn chúng tôi làm công ty du lịch của bạn, bạn sẽ có quyền tham gia vào cuộc phiêu lưu kỳ thú nhất giữa thiên nhiên. Thế mạnh của chúng tôi là mang đến cho du khách những trải nghiệm độc đáo trên xe tay ga trên Núi Khỉ, Đà Nẵng.\nTour được dẫn dắt bởi một hướng dẫn viên được chứng nhận có kinh nghiệm chuyên môn.\nBữa ăn được cung cấp trong chuyến đi cũng được chuẩn bị mới theo sở thích của bạn.\nĐọc thêm",
        "reviews": [
            "Tôi đã có khoảng thời gian tuyệt vời ở Đà Nẵng nhờ Andy và Tâm. Tâm là người chủ nhà tuyệt vời đã ở cùng và giúp tôi lên kế hoạch cho chuyến đi đến Việt Nam bằng cách trả lời tất cả các câu hỏi của tôi. Cùng với Andy, tôi khám phá Đà Nẵng trên chiếc xe tay ga của anh ấy, nơi tôi tận hưởng từng khoảnh khắc. Điểm nổi bật trong chuyến đi của tôi với Andy phải là Ngũ Hành Sơn và nếm thử kem bơ. Andy còn giúp tôi mua vài món quà lưu niệm và chụp rất nhiều ảnh của tôi. Nói chung là trải nghiệm tuyệt vời với Andy và Tâm!Đọc thêm",
            "Tour du lịch riêng tuyệt vời. Hướng dẫn viên Tâm của chúng tôi cực kỳ am hiểu và đã cho chúng tôi một chuyến tham quan tuyệt vời trong thời gian ở Việt Nam. Nhờ các tour du lịch được tổ chức tốt mà Tâm cung cấp, chúng tôi đã có thể đến thăm Đèn lồng phố cổ Hội An, Cố đô Huế, Cột cờ Cố đô, Tử Cấm Thành, Chùa Thiên Mụ, Lăng Khải Định, Sun World Hạ Long và Cầu Vàng! Chúng tôi đã học được rất nhiều về lịch sử, nghệ thuật, văn hóa và nhiều hơn nữa. Chúng tôi đi du lịch nhiều và có tiêu chuẩn cao, và chúng tôi rất hài lòng với hướng dẫn viên du lịch của mình - anh ấy rất tuyệt vời, tốt bụng, hiểu biết và nói tiếng Anh xuất sắc. Đã đầu tư tốt thời gian và tiền bạc, chúng tôi thực sự khuyên Tâm là người hướng dẫn cho bạn! Sylvia và AdrianĐọc thêm",
            "Đây là một kinh nghiệm tuyệt vời. Tâm và nhóm của anh ấy thật tuyệt vời. Họ là những hướng dẫn viên cực kỳ hiếu khách và tuyệt vời. Họ rất nhiệt tình, chẳng hạn: chúng tôi yêu cầu một nhà hàng chay và Tâm đưa chúng tôi đến một trong những nhà hàng chay ngon nhất thành phố. Họ cũng chụp rất nhiều ảnh của chúng tôi trong suốt chuyến đi. Ngoài hướng dẫn viên, bản thân đèo Hải Vân thực sự rất tuyệt vời, tôi khuyên bạn nên chọn phương thức tự lái nếu bạn biết lái xe tay ga. Đó là một ổ đĩa chụp ảnh và rất đáng giá thời gian và tiền bạc. Chúng tôi dừng lại ở nhiều nơi khác nhau, tất cả đều rất đẹp và có tầm nhìn tuyệt vời.Đọc thêm",
            "Cảm ơn Tâm đã đưa tôi đi chuyến đi thú vị này qua đèo Hải Vân! Anh ấy là một hướng dẫn viên xuất sắc và thân thiện chia sẻ những giai thoại thú vị trong suốt chuyến đi. Vì biết rõ về khu vực này nên anh ấy cũng có thể tùy chỉnh nó cho phù hợp với thời tiết cũng như tránh những địa điểm mà tôi đã ghé thăm trước đó. Các điểm tham quan và âm thanh trong chuyến đi thật ngoạn mục và đáng nhớ. Là một nữ du khách độc thân, tôi cũng cảm thấy an toàn trong suốt chuyến đi. Một điểm nhấn rõ ràng trong chuyến đi Việt Nam của tôi!Đọc thêm",
            "Trong một chuyến công tác một mình và có thời gian đi tham quan, và tôi rất vui vì đã đặt chỗ này. Andy là một hướng dẫn viên xuất sắc, thân thiện và hiểu biết và đã cố gắng thu hút cả ngày tham quan trong vài giờ nhưng tôi chưa bao giờ cảm thấy vội vàng. Rất khuyến khích nếu bạn muốn có một trải nghiệm địa phương. Cảm ơn Đọc thêm",
            "Tâm và Andy là những người chủ nhà xuất sắc! Họ rất nhiều thông tin, cá tính và giao tiếp. Bây giờ họ là những người bạn tuyệt vời ở Việt Nam! Tôi đặc biệt thích món kem bơ ở chợ địa phương rất ngon. Họ đến rất chuẩn bị và khiến bạn cảm thấy rất an toàn trên xe tay ga ngay cả khi trời mưa to. Cảm ơn bạn một lần nữa!!Đọc thêm",
            "Thật hoàn hảo khi tôi có chính xác chuyến du lịch riêng đến đồi Bà Nà và cây cầu vàng. Tâm là một hướng dẫn viên hoàn hảo. Anh ấy có mọi thứ mà tour du lịch có thể cần. Anh ấy đã mang những chiếc mũ Việt Nam này khiến chuyến tham quan trở nên không khí hơn, nước, bao gồm mọi thứ. Anh ấy thậm chí còn có bánh quy trong túi khi tôi mô tả rằng bánh quy là món ăn yêu thích của tôi: Ngoài ra anh ấy còn cung cấp đủ thông tin về lịch sử Việt Nam và anh ấy cực kỳ thông minh! Cảm ơn vì ngày hôm nay, Tâm! Mọi thứ diễn ra một cách dễ dàng như với một người bạn cũ và tôi thậm chí còn thấy nhiều địa điểm tham quan hơn dự định và có rất nhiều bức ảnh thú vị! Chắc chắn nên tham quan!!Đọc thêm",
            "Đây là lần thứ hai chúng tôi đi du lịch quanh Đà Nẵng cùng Tâm và đó lại là một trải nghiệm tuyệt vời khác! Tâm đã làm cho toàn bộ hành trình trở nên thoải mái với chúng tôi bằng cách sắp xếp vé vận chuyển và vé vào cửa để đến Bà Nà Hills. Anh ấy cũng là một nhiếp ảnh gia giỏi như thường lệ và chụp rất nhiều bức ảnh đẹp cho chúng tôi! Cảm ơn Tâm vì đã dành thời gian tuyệt vời Đọc thêm",
            "Đây là lần thứ hai chúng tôi khám phá Đà Nẵng cùng Tâm! Trước đó, chúng tôi đã cùng nhau đến thăm Ngũ Hành Sơn, Núi Khỉ và một số địa điểm ẩn giấu, chúng tôi thích đến nỗi đã nhờ anh ấy đưa chúng tôi đi tham quan Bà Nà Hills nữa! Anh ấy đã sắp xếp toàn bộ chuyến đi của chúng tôi một cách suôn sẻ bằng cách đưa chúng tôi đến đó từ chỗ nghỉ của chúng tôi đến đưa chúng tôi đi tham quan toàn bộ khu vực Bà Nà Hills. Như thường lệ, anh ấy đưa chúng tôi đến một loạt các địa điểm chụp ảnh tuyệt vời và chụp rất nhiều bức ảnh đáng yêu cho chúng tôi. Chúng tôi cũng được thử sức với mê cung, nơi anh ấy chơi một trò chơi với chúng tôi để xem chúng tôi có thể phá kỷ lục thoát khỏi mê cung trong thời gian ngắn nhất hay không. Cảm ơn Tâm Đọc thêm",
            "Trải nghiệm 1010 nhờ những hướng dẫn viên tuyệt vời của chúng tôi ở Tâm và Lim, những người đóng vai trò quan trọng trong việc giúp trải nghiệm Đèo Hải Vân của chúng tôi trở nên thoải mái, vui vẻ và đáng nhớ. Một lần nữa xin cảm ơn Tâm và Lim!Đọc thêm"
        ],
        "star_ratings": [
            229,
            0,
            0,
            0,
            0
        ],
        "review_amount": 229,
        "location": [],
        "reviews_time": [
            "Written December 31, 2022",
            "Written December 23, 2022",
            "Written December 20, 2022",
            "Written December 5, 2022",
            "Written November 27, 2022",
            "Written November 25, 2022",
            "Written November 19, 2022",
            "Written November 4, 2022",
            "Written November 4, 2022",
            "Written November 3, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298085-d15279417-Reviews-or90-Da_Nang_Scooter_Adventures-Da_Nang.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15279417-Reviews-or80-Da_Nang_Scooter_Adventures-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15279417-Reviews-or100-Da_Nang_Scooter_Adventures-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15279417-Reviews-Da_Nang_Scooter_Adventures-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d19272333-Reviews-Bana_Hills_Travel-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15566962-Reviews-Kiwi_Private_Tour_TourswithLocals-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15614824-Reviews-Vietnam_Lovely_Travel-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12711652-Reviews-Da_Nang_Aodai_Ridertour-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15224275-Reviews-Jolie_Cooking_Class-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d26862527-Reviews-E_MOTO-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d27098170-Reviews-Danang_Villa_De_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15828798-Reviews-Karma_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d24097189-Reviews-Bar_Do_Yeu-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d2519617-Reviews-Path_Biker_Cycling_Adventures-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d11876159-Reviews-Andy_Private_Tours_and_Transfers-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8291301-Reviews-Asia_Park-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d13985619-Reviews-Natural_Spa_Massage_Body_Viet_Nam-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d4318205-Reviews-Indochina_Unique_Tourist-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15693064-Reviews-Brocanvas-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g147312-d777315-Reviews-Turtle_River_Park-Ocho_Rios_Saint_Ann_Parish_Jamaica.html",
            "https://www.tripadvisor.com/Attraction_Review-g293962-d2233594-Reviews-Spa_Ceylon-Colombo_Western_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g2437054-d6998806-Reviews-Calico_Jack_s_Floating_Bar-Somerset_Village_Sandys_Parish_Bermuda.html",
            "https://www.tripadvisor.com/Attraction_Review-g2368232-d9861100-Reviews-Nilgiri_Mountains-Bandarban_Chittagong_Division.html",
            "https://www.tripadvisor.com/Attraction_Review-g1437311-d630808-Reviews-Gnejna_Bay-Mgarr_Island_of_Malta.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d23485484-Reviews-The_Unreal_Garden-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g34438-d2651111-Reviews-LoanDepot_Park-Miami_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g41872-d12298384-Reviews-Kiwanis_Beach-Upton_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d7077404-Reviews-Luxury_Bags-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d4232234-Reviews-Al_Ain_Center_Computer_Plaza-Dubai_Emirate_of_Dubai.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298085-d15279417-Reviews-or100-Da_Nang_Scooter_Adventures-Da_Nang.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298085-d15279417-Reviews-or90-Da_Nang_Scooter_Adventures-Da_Nang.html"
    }
]