[
    {
        "attraction_name": "Da Nang Easy Riders",
        "attraction_name_vi": "Đà Nẵng Easy Riders",
        "general_info": [
            "216 đánh giá",
            "- 10 trong 305 hoạt động ngoài trời tại Đà Nẵng",
            "Chuyến tham quan văn hóa",
            "Chuyến tham quan lịch sử - di sản",
            "Chuyến tham quan bằng xe máy",
            "Du lịch sinh thái",
            "Tour tham quan"
        ],
        "attraction_summary": "Da Nang Easy Riders sẽ đưa bạn đi một chuyến đáng nhớ trong bất kỳ Chuyến tham quan Cao nguyên nào của chúng tôi. Các bộ lạc trên đồi núi, thác nước rực rỡ, suối nước nóng tự nhiên, đồn điền cà phê, cao su, rượu và bông, hòa nhập với người dân địa phương, tận hưởng kỳ nghỉ tại nhà với người dân địa phương và nếm thử các món ăn Việt Nam đích thực.Đọc thêm",
        "reviews": [
            "Chúng tôi đã có khoảng thời gian tuyệt vời nhất ở Việt Nam nhưng vài ngày chúng tôi dành cho Mini T, Bom và Da Nang Easy Riders dễ dàng trở thành một trong những điểm nổi bật! Chúng tôi - ban đầu chỉ định thực hiện chuyến đi một ngày, nhưng đã có một chuyến đi thật tuyệt vời ngày với họ, chúng tôi không ngần ngại sắp xếp thêm. Chúng tôi hoàn toàn tin tưởng họ về hành trình của mình và KHÔNG thất vọng. Từ việc bơi lội trong một thác nước hẻo lánh cho đến những khung cảnh đáng kinh ngạc, đó quả là một vài ngày đáng nhớ. Tôi chắc chắn sẽ giới thiệu chuyến đi Easy Riders cho bất kỳ ai muốn khám phá và tận hưởng những thắng cảnh và cảnh đẹp tuyệt đẹp của Việt Nam - không gì bằng việc ngâm mình trên lưng một chiếc xe đạp! Mini T, Bom và toàn bộ nhóm Easy Riders thật vui khi được dành thời gian cùng - luôn sẵn sàng cười và uống nước vào cuối chuyến đi! Chúng tôi không thể cảm ơn họ đủ vì đã chăm sóc chúng tôi chu đáo và cho chúng tôi thấy đất nước xinh đẹp của họ. Tôi chắc chắn sẽ quay lại sớm cho một chuyến đi khác. Đọc thêm",
            "My friends and I had the best time with Da Nang Easy Riders during our trip to Vietnam this past week. We originally intended to do one full day tour but loved Mini T, Bom and team so much that we ended up booking another full day with them. I couldn - t recommend them enough. In addition to seeing the sights around Vietnam, we really got to know them and had lots of laughs. I reached out to Easy Riders and was immediately returned with a response from Mr. T within hours. He arranged the excursion for myself and my two friends the following day with his son Mini T, Bom and Ca Lum. They arrived at our hotel right on time and mapped out the journey for us. We immediately felt comfortable and safe with their team and it right away felt like we had known them forever. Throughout the two days we visited places like Marble Mountain, Female Buddha, Son Tra Peninsula, Monkey Mountain, Ba Na Hills and a beautiful secluded waterfall where we all went swimming. But one of the best parts for me was riding on the back of the motorbike, through the backroads of Vietnam! My other favourite part was hanging out with the guys. Mini T and Bom are amazing and they took us out for dinner and drinks after both tours! Mini T always had a plan and was always up for leading us on a fun adventure. Additionally, we even had the opportunity to go to Bom - s house for a farewell lunch - I - m honoured and humbled that he so graciously let us into his house. Everything about the tours were perfect. I cannot stress enough how much I recommend Da Nang Easy Riders. I will 100 -  be back and plan to book more tours with them. I have to say I feel as though they are more friends now than just our tour guides. It was such a brilliant experience. I already miss it. Thanks for everything!Read more",
            "Tôi và bạn Leo gặp Lợi và Bom ở ga xe lửa Đà Nẵng. Trên đường về chỗ ở, chúng tôi dừng lại uống cà phê và cùng nhau lên kế hoạch cho chuyến tham quan. Sau thời gian lưu trú tại Hội An, chúng tôi bắt đầu chuyến tham quan bằng xe máy 3 ngày tuyệt vời. Chuyến đi đưa chúng tôi từ Hội An đến Khâm Đức, Khâm Đức đến Prao, Prao đến Huế, nơi chúng tôi ở trong một khách sạn tuyệt vời do Lợi tổ chức. Lợi rất hiểu biết và có sức chứa. Sự an toàn và thoải mái của chúng tôi là ưu tiên hàng đầu đối với anh ấy. Tôi cũng cảm thấy rằng sự giao tiếp luôn rất rõ ràng. Quang cảnh trên núi thật tuyệt vời và Lợi và Bom biết những nơi tốt nhất để dừng lại để chụp ảnh. Chúng tôi cũng đã đến thăm thác nước, đập nước, trang trại trồng lúa, khu tưởng niệm và làng Cơtu. Chúng tôi đã ăn những món ăn ngon chính thống của Việt Nam cho mỗi bữa ăn với giá rất phải chăng. Tôi đặc biệt giới thiệu Da Nang Easy Riders cho bất kỳ ai muốn trải nghiệm văn hóa Việt Nam đích thực.Sam - New ZealandĐọc thêm",
            "Chúng tôi gặp anh T tại ga Đà Nẵng sau một chuyến tàu dài từ Hà Nội và tưởng anh chỉ là một trong những tài xế taxi bình thường mà bạn gặp ở khắp mọi nơi ở Việt Nam, nhưng ngoài ra, anh còn hơn thế nữa. Anh ấy chở chúng tôi đến khách sạn, nói chuyện rất vui vẻ và hỏi chúng tôi về kế hoạch ở Đà Nẵng và Việt Nam nói chung. Anh ấy giới thiệu cho chúng tôi một trong những chuyến tham quan của anh ấy và chỉ một ngày sau, anh ấy dẫn chúng tôi đi tham quan Đà Nẵng, chở chúng tôi đến Bà Nà Hills, dẫn chúng tôi đến những thác nước mà chúng tôi chưa bao giờ tự mình nhìn thấy. Chúng tôi gặp lại anh ấy vài ngày sau đó và anh ấy thậm chí còn đưa chúng tôi đến Hội An miễn phí! Tôi muốn giới thiệu Easy Riders và dịch vụ của họ cho bất kỳ ai ở Đà Nẵng và miền Trung Việt Nam!Đọc thêm",
            "Lần đầu tiên chúng tôi được anh T và những người bạn của anh ấy tiếp cận tại ga xe lửa ở Đà Nẵng và mặc dù mệt mỏi và muốn nhận phòng khách sạn nhưng chúng tôi rất vui vì đã dừng lại để nói chuyện với họ và quyết định đăng ký tour du lịch 1 ngày từ Đà Nẵng. Nang đến Hội An! Hai ngày sau anh T - người bạn đón chúng tôi từ khách sạn và chúng tôi lên đường! Chúng tôi đã có rất nhiều điểm dừng và anh T rất tốt bụng khi chia sẻ với chúng tôi những trải nghiệm cá nhân của anh ấy về cuộc sống của anh ấy khi lớn lên và đã dạy chúng tôi về cuộc chiến ở Việt Nam. Chúng tôi cảm thấy vô cùng xúc động và kết thúc một ngày với cảm giác được học hỏi nhiều hơn. Chúng tôi đã có rất nhiều niềm vui và họ luôn cười và có khoảng thời gian vui vẻ. Cảm ơn Mr.T rất nhiều, chúng tôi hy vọng một ngày nào đó sẽ gặp lại bạn! Molly và Lauren xĐọc thêm",
            "Chuyến đi trong ngày này cùng Mini T thật vui!!! Anh ấy đã làm cho nó thật dễ dàng và suôn sẻ, chưa kể đến một khoảng thời gian tuyệt vời. Tính cách vui nhộn của Mini T - tỏa sáng và anh ấy đã điều chỉnh chuyến đi theo bất cứ điều gì chúng tôi muốn! Anh ấy đón chúng tôi từ nhà nghỉ ở Hội An và đưa chúng tôi đi xe máy đến núi đá cẩm thạch, qua đèo Hải Vân xinh đẹp, thác nước ẩn mình và ăn trưa trên bãi biển, với nhiều điểm dừng để uống cà phê và chụp ảnh. Chúng tôi - hai người phụ nữ trẻ - luôn cảm thấy an toàn và được chăm sóc mà không cần phải kẻ cả.Đọc thêm",
            "Tôi và một người bạn gặp Lợi - mini T - và Bom tại ga Đà Nẵng sau chuyến tàu từ TP.HCM. Họ đưa chúng tôi đi uống cà phê và cho chúng tôi rất nhiều ý tưởng về chuyến du lịch vòng quanh miền Trung Việt Nam. Họ - không hề thúc ép và tôi có thể dễ dàng nói rằng họ chỉ muốn điều tốt nhất cho chúng tôi và chuyến du lịch của chúng tôi, bất kể chúng tôi có cam kết thực hiện chuyến đi với họ hay không. Nhưng tôi rất vui vì chúng tôi đã chọn thực hiện chuyến đi 3 ngày với họ, nó đã trở thành một trong những trải nghiệm du lịch tuyệt vời nhất từ ​​trước đến nay! Chúng tôi đi tour từ Hội An đến Huế, dừng lại qua đêm ở Khâm Đức và Prao, với rất nhiều địa điểm để tham quan ở giữa. Tôi cảm thấy thực sự an toàn với khả năng lái xe tuyệt vời của Lợi và liên tục có cảnh đẹp khi lái xe quanh các ngọn núi. Chúng tôi đã được thấy rất nhiều nét văn hóa địa phương của Việt Nam và cả Bom và Lợi đều đưa ra những câu trả lời tuyệt vời cho bất kỳ câu hỏi nào chúng tôi có. Chúng tôi đã đến Thánh địa Mỹ Sơn, thị trấn - chợ, làng Katu và dừng lại để thưởng thức những món ăn ngon ở giữa, cùng với việc bơi lội ở thác nước để giải khát khi cần thiết. Lợi và Bom thực sự thân thiện và chúng tôi đã có khoảng thời gian thực sự tuyệt vời khi uống rượu và hát karaoke với họ trong các buổi tối! Tôi - tôi rất mong được trở lại Việt Nam, vì tôi - chắc chắn sẽ có một chuyến lưu diễn khác với những người này. Không thể - không yêu cầu thêm.Đọc thêm",
            "Tôi và bạn Emma gặp anh T ở ga Đà Nẵng, anh chở chúng tôi đến Hội An và kể về công việc kinh doanh của anh với tư cách là hướng dẫn viên. Cuối cùng chúng tôi đã có chuyến đi 4 ngày 3 đêm cùng con trai Lợi. Chuyến đi thật tuyệt vời, và Lợi là một chàng trai tốt, anh ấy rất vui tính, thân thiện, anh ấy luôn quan tâm đến chúng tôi và chúng tôi trở thành bạn bè rất nhanh. Chúng tôi đã có rất nhiều niềm vui trong chuyến đi và chúng tôi đã thấy một số điều tuyệt vời, cũng như phong cảnh mà chúng tôi lái xe qua rất đẹp. Lợi đã giúp đỡ chúng tôi rất nhiều khi chúng tôi đến Hồ Chí Minh và chúng tôi dành 2 ngày với anh ấy và bạn bè của anh ấy. Nói chung chuyến đi là một trải nghiệm khó quên và chúng tôi chỉ có thể giới thiệu nó, cả Lợi và bố anh ấy đều là những người tốt.Đọc thêm",
            "Chúng tôi đã có khoảng thời gian thú vị khi đi xe máy cùng - bé T - và người bạn đồng hành của bé từ Đà Nẵng đến Huế và quay trở lại qua đèo Hải Vân tuyệt đẹp. Họ thường xuyên dừng lại để ngắm cảnh và thưởng thức những đồ uống thơm ngon như nước mía, nước dừa. Chúng tôi đã có một buổi bơi lội sảng khoái trong một thác nước hẻo lánh và thưởng thức đặc sản địa phương là thịt lợn nướng và mì. Bé T là một tay lái lành nghề đến mức tôi cảm thấy an toàn dù đây là lần thứ hai tôi đi xe máy và chúng tôi vượt qua một con đèo cao. Thực sự không có cách nào tốt hơn để ngắm cảnh và điều hối tiếc duy nhất của tôi là chúng tôi không có thời gian cho chuyến du lịch nhiều ngày với những người này.Đọc thêm",
            "Đi xe máy ở Việt Nam - Đà Nẵng là một điều tuyệt đối phải làm đối với những người thích cảm giác mạnh để trải nghiệm những cảnh đẹp tuyệt vời của đất nước. Anh T rất thân thiện, anh ấy đã đến khách sạn của tôi ngay sau khi tôi liên lạc với anh ấy để chia sẻ với tôi về các tour du lịch bằng xe đạp. Ngày hôm sau, tôi đã đi cùng con trai anh ấy là Mini T trong một chuyến đi xe đạp 2 ngày 1 đêm và nó hoàn toàn tuyệt vời. Mini T giống như một người bạn hơn là một hướng dẫn viên du lịch, chúng tôi gắn kết với nhau qua đồ uống, bi-a và cờ tướng trong suốt thời gian bên nhau. Cảm giác như có một gia đình thứ hai ở đây tại Việt Nam. Gia đình rất thân thiện và sẽ làm mọi cách để bạn cảm thấy như ở nhà. Tôi cảm thấy an toàn và tin tưởng vào chuyên môn của Mini T, người có hơn 10 năm kinh nghiệm để hướng dẫn và chỉ đường cho tôi qua các con đường của Việt Nam. Nhìn chung, chắc chắn sẽ tìm lại Mini T vào lần tới khi tôi đến Việt Nam. Họ bao phủ toàn bộ Việt Nam, vì vậy tôi đang nghĩ đến việc đi tour xe đạp lên phía bắc cho chuyến đi tiếp theo! Đọc thêm"
        ],
        "star_ratings": [
            203,
            13,
            0,
            0,
            0
        ],
        "review_amount": 216,
        "location": [
            "Những điều cần làm ở Đà Nẵng",
            "Việt Nam",
            "Đà Nẵng Easy Riders",
            "Đà Nẵng",
            "Châu Á"
        ],
        "reviews_time": [
            "Written April 3, 2020",
            "Written March 22, 2020",
            "Written February 11, 2023",
            "Written February 20, 2023",
            "Written January 23, 2023",
            "Written March 8, 2023",
            "Written February 11, 2023",
            "Written January 3, 2020",
            "Written March 22, 2023",
            "Written July 4, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298085-d10077795-Reviews-Da_Nang_Easy_Riders-Da_Nang.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d10077795-Reviews-or10-Da_Nang_Easy_Riders-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d5534261-Reviews-The_Best_Easyrider-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15000706-Reviews-Now_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8532504-Reviews-Danang_Private_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d14140792-Reviews-Phuc_An_Beauty_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12598185-Reviews-The_Motorbike_Station-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15274540-Reviews-Vip_Car_Da_Nang-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d17604628-Reviews-Danang_Motorbike_Adventure-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d7396121-Reviews-Con_Market-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d7246284-Reviews-Vinh_Trung_Plaza-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d9883123-Reviews-Anh_Kuom_Motobike_Rental-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12245626-Reviews-Hexagon-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d25309254-Reviews-Khanh_Hung_Optical-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8855039-Reviews-Golden_Rice_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8630974-Reviews-Vietnam_Shore_Excursions-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12364144-Reviews-Tabalo_Outdoor-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g187440-d191218-Reviews-Aqualand_Torremolinos-Torremolinos_Costa_del_Sol_Province_of_Malaga_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g48006-d10836054-Reviews-Kismet_Beach-Kismet_Fire_Island_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g1380108-d2226754-Reviews-Padang_Padang_Beach-Pecatu_Bukit_Peninsula_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d12493546-Reviews-Rome_Tiburtina-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g295415-d555731-Reviews-Kuang_Si_Falls-Luang_Prabang_Luang_Prabang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g32846-d144483-Reviews-The_Living_Desert_Zoo_and_Gardens-Palm_Desert_Greater_Palm_Springs_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g31030-d6864725-Reviews-Ketchikan_Rainbird_Trail-Ketchikan_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g189970-d6022475-Reviews-Kringlan_Mall-Reykjavik_Capital_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g308272-d324169-Reviews-Xintiandi-Shanghai.html",
            "https://www.tripadvisor.com/Attraction_Review-g635753-d8627060-Reviews-Bohey_Dulang_Island-Semporna_Semporna_District_Sabah.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298085-d10077795-Reviews-or10-Da_Nang_Easy_Riders-Da_Nang.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298085-d10077795-Reviews-Da_Nang_Easy_Riders-Da_Nang.html",
        "caculated": true,
        "dicts_sentiment_average": {
            "mini t bom": 0.9953652460244484,
            "chuyến đi": 0.8437160659953953,
            "hành trình": 0.9945980531629175,
            "thác nước": 0.8395817004742899,
            "khung cảnh": 0.5,
            "thắng cảnh": 0.9953740863129497,
            "cảnh": 0.994837156458137,
            "xe đạp": 0.5,
            "đất nước": 0.9953465154394507,
            "son tra": 0.9808862470090389,
            "ga xe lửa": 0.731443265452981,
            "chỗ ở": 0.507756344974041,
            "cà phê": 0.8301998631795868,
            "chuyến tham": 0.5,
            "chuyến tham quan": 0.5,
            "xe máy": 0.7249842959281523,
            "khách sạn": 0.7843341580883134,
            "quang cảnh": 0.9952944771503098,
            "thác nước đập nước": 0.5,
            "trang trại": 0.5,
            "khu tưởng niệm": 0.5,
            "làng cơtu": 0.5,
            "món ăn": 0.995578886300791,
            "bữa ăn": 0.7704883217811584,
            "chuyến tàu": -0.1457683276385069,
            "hội an": 0.9890938147436827,
            "dịch vụ": 0.9934216002002358,
            "phòng": 0.9384834552183747,
            "tour du lịch": 0.5,
            "nhà nghỉ": 0.9916659449227154,
            "núi đá cẩm": 0.9914713674224913,
            "đèo hải": 0.8737691454589367,
            "bãi biển": 0.9306659642606974,
            "chuyến du lịch": 0.7459274642751552,
            "trải nghiệm du lịch": 0.9954346943413839,
            "lái xe": 0.9767272443859838,
            "ngọn núi": 0.5,
            "nét văn hóa": 0.9830757868476212,
            "hát karaoke": 0.9955212557106279,
            "chuyến lưu diễn": -0.22085494920611382,
            "hướng dẫn viên": 0.5754558279489478,
            "phong cảnh": 0.9944518146803603,
            "trải nghiệm": 0.1713716108351946,
            "ngắm cảnh": 0.792834563277817,
            "đồ uống": 0.9955275983957108,
            "nước mía nước dừa": 0.5,
            "buổi bơi": 0.9955123193212785,
            "thác nước hẻo": 0.9927890587132424,
            "đặc sản": 0.5,
            "thịt lợn nướng": 0.5,
            "mì": 0.5,
            "chuyến đi xe đạp": 0.9952583453850821,
            "chuyên môn": 0.9910875408677384,
            "tour xe đạp": 0.5
        },
        "dicts_adj": {
            "mini t bom": [
                "tuyệt vời",
                "nhất",
                "dễ dàng",
                "nổi bật"
            ],
            "chuyến đi": [
                "tuyệt vời",
                "tuyệt vời",
                "bất kỳ",
                "vui",
                "cùng",
                "sẵn sàng",
                "chắc chắn",
                "sớm",
                "khác",
                "tuyệt vời",
                "vui",
                "tuyệt vời",
                "Cuối cùng",
                "cùng",
                "tuyệt vời",
                "tốt",
                "vui tính",
                "nhanh",
                "tuyệt vời",
                "khó",
                "tốt"
            ],
            "hành trình": [
                "hoàn toàn"
            ],
            "thác nước": [
                "hẻo lánh",
                "nhiều",
                "cần thiết"
            ],
            "khung cảnh": [],
            "thắng cảnh": [
                "đẹp",
                "đẹp"
            ],
            "cảnh": [
                "đẹp",
                "đẹp",
                "đẹp",
                "tuyệt vời"
            ],
            "xe đạp": [],
            "đất nước": [
                "đủ",
                "xinh đẹp"
            ],
            "son tra": [],
            "ga xe lửa": [
                "mệt mỏi"
            ],
            "chỗ ở": [
                "cùng"
            ],
            "cà phê": [
                "cùng",
                "nhiều"
            ],
            "chuyến tham": [],
            "chuyến tham quan": [],
            "xe máy": [
                "tuyệt đối",
                "mạnh"
            ],
            "khách sạn": [
                "tuyệt vời",
                "vui vẻ",
                "vui"
            ],
            "quang cảnh": [
                "tuyệt vời",
                "tốt"
            ],
            "thác nước đập nước": [],
            "trang trại": [],
            "khu tưởng niệm": [],
            "làng cơtu": [],
            "món ăn": [
                "ngon",
                "ngon"
            ],
            "bữa ăn": [
                "phải chăng"
            ],
            "chuyến tàu": [
                "dài",
                "bình thường",
                "khắp",
                "hơn"
            ],
            "hội an": [],
            "dịch vụ": [
                "bất kỳ"
            ],
            "phòng": [
                "vui"
            ],
            "tour du lịch": [],
            "nhà nghỉ": [
                "xinh đẹp"
            ],
            "núi đá cẩm": [
                "xinh đẹp"
            ],
            "đèo hải": [
                "xinh đẹp"
            ],
            "bãi biển": [
                "nhiều"
            ],
            "chuyến du lịch": [
                "nhiều"
            ],
            "trải nghiệm du lịch": [
                "tuyệt vời"
            ],
            "lái xe": [
                "tuyệt vời",
                "liên tục",
                "đẹp"
            ],
            "ngọn núi": [],
            "nét văn hóa": [
                "nhiều",
                "tuyệt vời",
                "bất kỳ"
            ],
            "hát karaoke": [
                "thực sự",
                "tuyệt vời"
            ],
            "chuyến lưu diễn": [
                "chắc chắn",
                "khác"
            ],
            "hướng dẫn viên": [
                "giống",
                "hơn",
                "suốt"
            ],
            "phong cảnh": [
                "đẹp"
            ],
            "trải nghiệm": [
                "khó",
                "tốt"
            ],
            "ngắm cảnh": [
                "thơm",
                "ngon",
                "duy nhất"
            ],
            "đồ uống": [
                "thơm",
                "ngon"
            ],
            "nước mía nước dừa": [],
            "buổi bơi": [
                "sảng khoái"
            ],
            "thác nước hẻo": [
                "hẻo lánh"
            ],
            "đặc sản": [],
            "thịt lợn nướng": [],
            "mì": [],
            "chuyến đi xe đạp": [
                "sau",
                "cùng",
                "hoàn toàn",
                "tuyệt vời"
            ],
            "chuyên môn": [
                "an toàn",
                "hơn"
            ],
            "tour xe đạp": []
        },
        "list_proper_noun": [],
        "factor value": {
            "mini t bom": 0.5,
            "chuyến đi": 5.0,
            "hành trình": 0.5,
            "thác nước": 3.5,
            "khung cảnh": 0.5,
            "thắng cảnh": 0.5,
            "cảnh": 1.5,
            "xe đạp": 1.5,
            "đất nước": 0.5,
            "son tra": 0.5,
            "ga xe lửa": 2,
            "chỗ ở": 1,
            "cà phê": 3,
            "chuyến tham": 1,
            "chuyến tham quan": 2,
            "xe máy": 2,
            "khách sạn": 4,
            "quang cảnh": 1,
            "thác nước đập nước": 1,
            "trang trại": 1,
            "khu tưởng niệm": 1,
            "làng cơtu": 1,
            "món ăn": 2,
            "bữa ăn": 1,
            "chuyến tàu": 2,
            "hội an": 2,
            "dịch vụ": 1,
            "phòng": 1,
            "tour du lịch": 2,
            "nhà nghỉ": 1,
            "núi đá cẩm": 1,
            "đèo hải": 1,
            "bãi biển": 1,
            "chuyến du lịch": 2,
            "trải nghiệm du lịch": 1,
            "lái xe": 1,
            "ngọn núi": 1,
            "nét văn hóa": 1,
            "hát karaoke": 1,
            "chuyến lưu diễn": 1,
            "hướng dẫn viên": 1.5,
            "phong cảnh": 0.5,
            "trải nghiệm": 0.5,
            "ngắm cảnh": 1,
            "đồ uống": 1,
            "nước mía nước dừa": 1,
            "buổi bơi": 1,
            "thác nước hẻo": 1,
            "đặc sản": 1,
            "thịt lợn nướng": 1,
            "mì": 1,
            "chuyến đi xe đạp": 1,
            "chuyên môn": 1,
            "tour xe đạp": 1
        }
    },
    {
        "attraction_name": "Da Nang Easy Riders",
        "attraction_name_vi": "Đà Nẵng Easy Riders",
        "general_info": [
            "216 đánh giá",
            "- 10 trong 305 hoạt động ngoài trời tại Đà Nẵng",
            "Chuyến tham quan văn hóa",
            "Chuyến tham quan lịch sử - di sản",
            "Tour xe máy",
            "Du lịch sinh thái",
            "Tour tham quan"
        ],
        "attraction_summary": "Da Nang Easy Riders sẽ đưa bạn đi một chuyến đáng nhớ trong bất kỳ Chuyến tham quan Cao nguyên nào của chúng tôi. Các bộ lạc trên đồi núi, thác nước rực rỡ, suối nước nóng tự nhiên, đồn điền cà phê, cao su, rượu và bông, hòa nhập với người dân địa phương, tận hưởng kỳ nghỉ tại nhà với người dân địa phương và nếm thử các món ăn Việt Nam đích thực.Đọc thêm",
        "reviews": [
            "Chúng tôi đặt một chuyến đi từ Đà Nẵng qua đèo Hải Vân, Long Beach Co, Thác nước qua Đà Nông - đường hầm - và Ngũ Hành Sơn đến Hội An, Thật tuyệt vời. Anh T và người bạn đồng hành lái xe rất cẩn thận và chúng tôi rất thích điều đó. AandEĐọc thêm",
            "Cảm ơn bạn rất nhiều vì một chuyến đi tuyệt vời. Đó là một trải nghiệm tuyệt vời và cảm ơn vì tất cả sự giúp đỡ của bạn. Tôi - sẽ quay lại Việt Nam!Paddy O ReganWaterford, IrelandĐọc thêm",
            "Đến Đà Nẵng bằng tàu hỏa, cảnh hỗn loạn thường ngày của các tài xế taxi đón chúng tôi ở lối ra.  Một gương mặt thân thiện giữa đám đông với tiếng Anh tốt đã đưa ra mức giá tốt cho khách sạn của chúng tôi. Chúng tôi nhảy lên 2 chiếc xe đạp mà anh ấy và đồng nghiệp của anh ấy có. Hóa ra đó là Mini T của Ez Rider Motorcycle Tours Vietnam. Chúng tôi trò chuyện trên đường về khách sạn. Mini T là con trai của Mr T, một huyền thoại về mô tô du lịch chất lượng tại Việt Nam.  Khi đến Mini T đã thảo luận về các lựa chọn tham quan. Anh ấy không thúc ép và đưa ra những gợi ý hữu ích. Tôi lấy số điện thoại di động của anh ấy và cuối cùng gọi lại sau để hẹn anh ấy tham gia chuyến tham quan trong ngày.  Anh ấy có mặt sớm vào ngày hôm sau để đón chúng tôi nhưng không vội vui vẻ chờ đợi việc đóng gói túi vào phút cuối và một miếng để ăn. Chuyến đi của chúng tôi đưa chúng tôi đến Ngũ Hành Sơn, di tích Mỹ Sơn. Vượt qua những ngọn đồi và để lại chúng tôi ở Hội An.  Tôi chắc chắn sẽ giới thiệu các chuyến tham quan Mini T và ezy Rider cho bất kỳ chuyến phiêu lưu mô tô nào dài hay ngắn ở Việt Nam.Lachlan, Melbourne AustraliaĐọc thêm",
            "Chuyến tham quan 2 ngày tuyệt vời bằng ô tô với mini-T! Chúng tôi đi du lịch theo cặp đôi và chiếc mini-T đã đón chúng tôi tại sân bay đúng như kế hoạch. Trong chuyến tham quan hai ngày, chúng tôi đã đến thăm di sản văn hóa Mỹ Sơn, một khu chợ địa phương, một gia đình địa phương đã chỉ cho chúng tôi cách họ làm bánh tráng và mì gạo, làng dừa, núi đá cẩm thạch và núi Khỉ với Đức Phật và đi qua một con đèo với tầm nhìn tuyệt vời, đến bãi biển để ăn trưa và cuối cùng là thác nước tuyệt đẹp để bơi lội. Mini-T là một hướng dẫn viên giỏi, luôn tràn đầy năng lượng nhưng đồng thời cũng bình tĩnh, hài hước, rất lịch sự và rung cảm tuyệt vời. Anh ấy cũng lái xe rất tốt - giao thông địa phương rất đông, nhưng anh ấy lái xe an toàn và ổn định - . Chúng tôi thực sự rất thích chuyến tham quan của mình và rất vui được đi du lịch cùng anh ấy lần nữa!Đọc thêm",
            "Nếu bạn đang tìm kiếm một chuyến đi trong ngày mạo hiểm và đích thực từ Đà Nẵng thì bạn không thể bỏ qua Da Nang Easy Riders. Chúng tôi đã có một ngày tuyệt vời cùng đoàn do - Mini T - - con trai của anh Thắng - một cựu chiến binh 34 năm đi xe máy trong vùng dẫn đầu - - lên đèo Hải Vân - và lại xuống dưới cơn mưa tầm tã, được bảo vệ cẩn thận cùng anh T - s thiết bị thời tiết ẩm ướt! - ; bơi lội sảng khoái ở thác Suối Mơ; ăn trưa tại làng chài bãi biển Lăng Cô và mọi thứ ở giữa. Mini T là một hướng dẫn rất nhiều thông tin và sâu sắc - một ngày khó quên cho cả gia đình. Cảm ơn Mini T!Đọc thêm",
            "Lần đầu tiên tôi đến Việt Nam, mọi chuyện không giống như tôi tưởng tượng. Dù không phải mùa cao điểm nhưng những địa điểm nổi tiếng như Ninh Bình, Vịnh Hạ Long lại đông đúc đến bất ngờ. Là một nhiếp ảnh gia đam mê, tôi cảm thấy hơi thất vọng. Tuy nhiên, mọi thứ thay đổi khi tôi gặp Suzie trên xe buýt tới Vịnh Hạ Long. Cô đã chia sẻ nhiều bức ảnh tuyệt vời và những câu chuyện hấp dẫn về cuộc phiêu lưu của mình với MiniT. Những gì cô ấy trải qua chính xác là những gì tôi đang tìm kiếm. Sau khi liên hệ với MiniT, chúng tôi bắt đầu chuyến đi 2 ngày - Đường Hồ Chí Minh - Đà Nẵng -, băng qua những ngọn núi và tham quan những địa điểm ngoạn mục đẹp hơn nhiều so với bất kỳ địa điểm nào tôi từng thấy trước đây. Bất chấp thời tiết không may mắn, miniT đã biến nó thành một trải nghiệm phi thường. Anh ấy linh hoạt và tổ chức chuyến đi theo sở thích của tôi. Tôi thực sự khuyên bạn nên dùng nó nếu bạn muốn thoát khỏi đám đông và thực sự trải nghiệm bản chất của Việt Nam!Đọc thêm",
            "Tôi biết tất cả chúng ta đều đã kết thúc một chuyến tham quan có rất nhiều đánh giá tốt nhưng cuối cùng lại chỉ ở mức tầm thường và bạn tự hỏi tất cả những đánh giá tốt đến từ đâu. Chuyến tham quan này chắc chắn không phải là một trong số đó. Tôi có một ngày tuyệt vời nhất với Mister B. Anh ấy rõ ràng là một người lái xe rất giàu kinh nghiệm, nói tiếng Anh tốt và chăm sóc tôi chu đáo cả ngày. Anh ấy thậm chí còn chụp những bức ảnh tuyệt vời cho tôi, rất vui vẻ và tốt bụng. Chúng tôi đi xem Ngũ Hành Sơn, bãi biển, ăn trưa tại một bãi biển xinh đẹp và chúng tôi cũng đi đến thác nước và kết thúc chuyến đi bằng chuyến thăm công viên nước bị bỏ hoang ở Huế. Đây chắc chắn là một trong những điểm nổi bật của tôi trong thời gian ở Việt Nam và được cho là số tiền bỏ ra tốt nhất. Tôi không thể giới thiệu đủ chuyến tham quan này.  - Đọc thêm",
            "Cảm ơn anh T đã tìm chúng tôi và đưa chúng tôi từ Ga Đà Nẵng đến Hội An sau chuyến tàu qua đêm từ Hà Nội.  Cuộc trò chuyện và kiến ​​thức tuyệt vời!Đọc thêm",
            "Lợi có một cách làm quen rất xảo quyệt, tôi cho anh ấy điểm 10 trên 10 và thực tế đã thuyết phục tôi sử dụng công ty của anh ấy. Chúng tôi chỉ sử dụng dịch vụ xe hơi của anh ấy và thuê anh trai Ben của anh ấy trong ngày. Chúng tôi không biết phải đi đâu đi nhưng ngẫm lại thì hóa ra Ben đã đưa chúng tôi đến những cửa hàng và nhà hàng tốt nhất trên một chiếc xe hơi hiện đại, sạch đẹp, chúng tôi đã có một ngày tuyệt vời và vì sự chuyên nghiệp, sẽ giới thiệu kỹ lưỡng công ty này.Đọc thêm",
            "Chúng tôi đã có trải nghiệm tuyệt vời trong chuyến du lịch 2 ngày từ Hội An đến Đà Nẵng. Chúng tôi được đón tại khách sạn và các tài xế chỉ cho chúng tôi đi khắp các con đường núi, làng mạc, Mỹ Sơn, đèo Hải Vân và nhiều nơi khác. Trong chuyến đi của chúng tôi, các tài xế đã chăm sóc chúng tôi rất chu đáo, lái xe an toàn, đảm bảo chúng tôi đủ nước và không bao giờ đói. Những khung cảnh chúng tôi được thấy thật tuyệt vời, đồ ăn rất tuyệt và chúng tôi đã học được rất nhiều điều về con người ở Việt Nam. Chúng tôi đã có khoảng thời gian tuyệt vời và tôi muốn khuyên mọi người hãy tham gia cùng họ trong một chuyến đi mà bạn sẽ không bao giờ quên! Đọc thêm"
        ],
        "star_ratings": [
            203,
            13,
            0,
            0,
            0
        ],
        "review_amount": 216,
        "location": [
            "Những việc cần làm ở Đà Nẵng",
            "Việt Nam",
            "Đà Nẵng Easy Riders",
            "Đà Nẵng",
            "Châu Á"
        ],
        "reviews_time": [
            "Written January 31, 2024",
            "Written January 22, 2024",
            "Written January 17, 2024",
            "Written January 14, 2024",
            "Written January 10, 2024",
            "Written December 22, 2023",
            "Written December 15, 2023",
            "Written December 13, 2023",
            "Written November 7, 2023",
            "Written October 28, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298085-d10077795-Reviews-or10-Da_Nang_Easy_Riders-Da_Nang.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d10077795-Reviews-Da_Nang_Easy_Riders-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d10077795-Reviews-or20-Da_Nang_Easy_Riders-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d5534261-Reviews-The_Best_Easyrider-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15000706-Reviews-Now_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8532504-Reviews-Danang_Private_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d14140792-Reviews-Phuc_An_Beauty_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12598185-Reviews-The_Motorbike_Station-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15274540-Reviews-Vip_Car_Da_Nang-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d17604628-Reviews-Danang_Motorbike_Adventure-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d7396121-Reviews-Con_Market-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d7246284-Reviews-Vinh_Trung_Plaza-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d9883123-Reviews-Anh_Kuom_Motobike_Rental-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12245626-Reviews-Hexagon-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d25309254-Reviews-Khanh_Hung_Optical-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8855039-Reviews-Golden_Rice_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8630974-Reviews-Vietnam_Shore_Excursions-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12364144-Reviews-Tabalo_Outdoor-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g60634-d314617-Reviews-Feast_At_Lele-Lahaina_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g304135-d2458521-Reviews-Neduntheevu-Jaffna_Northern_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g29718-d4854626-Reviews-The_Black_Mailbox-Alamo_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g28947-d146615-Reviews-Paradise_Valley-Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g190383-d15072042-Reviews-Russian_Orthodox_Church-Nicosia_Nicosia_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g187895-d17654137-Reviews-Museo_de_Medici-Florence_Tuscany.html",
            "https://www.tripadvisor.com/Attraction_Review-g31020-d144194-Reviews-Goldbelt_Tram-Juneau_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g295414-d553595-Reviews-Mazar_E_Quaid-Karachi_Sindh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g33485-d1396170-Reviews-Indian_Hot_Springs-Idaho_Springs_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d2422079-Reviews-Galleria_Alberto_Sordi-Rome_Lazio.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298085-d10077795-Reviews-or20-Da_Nang_Easy_Riders-Da_Nang.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298085-d10077795-Reviews-or10-Da_Nang_Easy_Riders-Da_Nang.html",
        "caculated": true,
        "dicts_sentiment_average": {
            "chuyến đi": 0.8454853814502712,
            "đèo": 0.9954459121217951,
            "hải vân": 0.8737691454589367,
            "thác nước": 0.7897700939017037,
            "đường hầm": 0.9955010588164441,
            "ngũ hành sơn": 0.6868845727294683,
            "lái xe": 0.9949822254711762,
            "trải nghiệm": 0.2566826200854848,
            "tàu hỏa cảnh": -0.9747143008280545,
            "tài xế": 0.5,
            "khách sạn": -0.3532370180415455,
            "xe đạp": 0.5393515210598707,
            "tô du lịch": 0.993631829158403,
            "điện thoại di động": 0.6629757359623909,
            "chuyến tham": 0.7451864405302331,
            "di tích mỹ sơn": 0.5,
            "chuyến tham quan": 0.7064908014856175,
            "chuyến phiêu lưu mô tô": 0.5166168296709657,
            "đúng như": 0.961484384490177,
            "di sản văn hóa mỹ sơn": 0.8737691454589367,
            "khu chợ địa": 0.9918415826978162,
            "bánh tráng": 0.9951768436003476,
            "mì gạo làng dừa": 0.9947930171620101,
            "núi đá cẩm thạch": 0.9943435480818152,
            "núi khỉ": 0.8737691454589367,
            "tầm nhìn": 0.9954608453554101,
            "bãi biển": 0.9838432636461221,
            "viên giỏi luôn": 0.9954387078760192,
            "giao thông": 0.9811235048109666,
            "thác suối": 0.8737691454589367,
            "làng chài": 0.5,
            "bãi biển lăng cô": 0.8737691454589367,
            "nhiếp ảnh gia": 0.6549212262034416,
            "xe buýt": 0.5552734546363354,
            "cuộc phiêu lưu": 0.9954097158042714,
            "ngọn núi": 0.8436806170968337,
            "địa điểm": 0.7770612236810847,
            "ngũ hành": 0.8737691454589367,
            "chuyến thăm": 0.5,
            "công viên nước": 0.5,
            "chuyến tàu": 0.9827342065982521,
            "kiến ​​thức": 0.9953068353934214,
            "dịch vụ xe hơi": 0.5003458671271801,
            "cửa hàng": 0.9944440903491341,
            "nhà hàng": 0.9914756165235303,
            "xe hơi": 0.40914196234662087,
            "chuyến du lịch": 0.5,
            "đường núi làng mạc mỹ sơn đèo hải vân": 0.8737691454589367,
            "khung cảnh": 0.995341528672725,
            "đồ ăn": 0.9952837728196755
        },
        "dicts_adj": {
            "chuyến đi": [
                "tuyệt vời",
                "nhiều",
                "tuyệt vời",
                "chu đáo",
                "an toàn",
                "đủ",
                "tuyệt vời",
                "cùng"
            ],
            "đèo": [
                "tuyệt vời"
            ],
            "hải vân": [
                "tuyệt vời"
            ],
            "thác nước": [
                "tuyệt vời",
                "đẹp"
            ],
            "đường hầm": [
                "tuyệt vời"
            ],
            "ngũ hành sơn": [
                "tuyệt vời"
            ],
            "lái xe": [
                "cẩn thận",
                "rõ ràng",
                "giàu",
                "tốt"
            ],
            "trải nghiệm": [
                "tuyệt vời",
                "may mắn",
                "tuyệt vời"
            ],
            "tàu hỏa cảnh": [
                "thường ngày"
            ],
            "tài xế": [],
            "khách sạn": [
                "thân thiện",
                "đông",
                "tốt",
                "tốt",
                "khắp",
                "nhiều"
            ],
            "xe đạp": [],
            "tô du lịch": [],
            "điện thoại di động": [
                "cuối cùng"
            ],
            "chuyến tham": [
                "tuyệt vời"
            ],
            "di tích mỹ sơn": [],
            "chuyến tham quan": [
                "bất kỳ",
                "tuyệt vời",
                "thực sự",
                "vui",
                "nhiều",
                "tốt",
                "cuối cùng",
                "tốt",
                "chắc chắn",
                "phải",
                "đủ"
            ],
            "chuyến phiêu lưu mô tô": [
                "dài",
                "ngắn"
            ],
            "đúng như": [],
            "di sản văn hóa mỹ sơn": [
                "tuyệt vời"
            ],
            "khu chợ địa": [
                "tuyệt vời"
            ],
            "bánh tráng": [
                "tuyệt vời"
            ],
            "mì gạo làng dừa": [
                "tuyệt vời"
            ],
            "núi đá cẩm thạch": [
                "tuyệt vời"
            ],
            "núi khỉ": [
                "tuyệt vời"
            ],
            "tầm nhìn": [
                "tuyệt vời"
            ],
            "bãi biển": [
                "cuối cùng",
                "xinh đẹp",
                "xinh đẹp"
            ],
            "viên giỏi luôn": [
                "bình tĩnh",
                "lịch sự",
                "tuyệt vời"
            ],
            "giao thông": [
                "tốt",
                "đông",
                "an toàn",
                "ổn định"
            ],
            "thác suối": [
                "sảng khoái"
            ],
            "làng chài": [],
            "bãi biển lăng cô": [
                "sảng khoái"
            ],
            "nhiếp ảnh gia": [],
            "xe buýt": [],
            "cuộc phiêu lưu": [
                "nhiều",
                "tuyệt vời"
            ],
            "ngọn núi": [
                "ngoạn mục",
                "đẹp",
                "hơn",
                "nhiều",
                "bất kỳ"
            ],
            "địa điểm": [
                "ngoạn mục",
                "đẹp",
                "hơn",
                "nhiều",
                "bất kỳ"
            ],
            "ngũ hành": [
                "xinh đẹp"
            ],
            "chuyến thăm": [],
            "công viên nước": [],
            "chuyến tàu": [],
            "kiến ​​thức": [
                "tuyệt vời"
            ],
            "dịch vụ xe hơi": [],
            "cửa hàng": [
                "tốt"
            ],
            "nhà hàng": [
                "tốt"
            ],
            "xe hơi": [
                "hiện đại",
                "sạch",
                "đẹp",
                "tuyệt vời",
                "chuyên nghiệp"
            ],
            "chuyến du lịch": [],
            "đường núi làng mạc mỹ sơn đèo hải vân": [
                "khắp",
                "nhiều"
            ],
            "khung cảnh": [
                "tuyệt vời"
            ],
            "đồ ăn": [
                "tuyệt",
                "nhiều"
            ]
        },
        "list_proper_noun": [],
        "factor value": {
            "chuyến đi": 10.0,
            "đèo": 1.5,
            "hải vân": 1.5,
            "thác nước": 4.5,
            "đường hầm": 1.5,
            "ngũ hành sơn": 3.0,
            "lái xe": 3.0,
            "trải nghiệm": 4.0,
            "tàu hỏa cảnh": 1.5,
            "tài xế": 1.5,
            "khách sạn": 2.5,
            "xe đạp": 1.5,
            "tô du lịch": 1.5,
            "điện thoại di động": 1.5,
            "chuyến tham": 3.0,
            "di tích mỹ sơn": 1.5,
            "chuyến tham quan": 4.5,
            "chuyến phiêu lưu mô tô": 1.5,
            "đúng như": 1.5,
            "di sản văn hóa mỹ sơn": 1.5,
            "khu chợ địa": 1.5,
            "bánh tráng": 1.5,
            "mì gạo làng dừa": 1.5,
            "núi đá cẩm thạch": 1.5,
            "núi khỉ": 1.5,
            "tầm nhìn": 1.5,
            "bãi biển": 3.0,
            "viên giỏi luôn": 1.5,
            "giao thông": 1.5,
            "thác suối": 1.5,
            "làng chài": 1.5,
            "bãi biển lăng cô": 1.5,
            "nhiếp ảnh gia": 1.5,
            "xe buýt": 1.5,
            "cuộc phiêu lưu": 1.5,
            "ngọn núi": 1.5,
            "địa điểm": 1.5,
            "ngũ hành": 1.5,
            "chuyến thăm": 1.5,
            "công viên nước": 1.5,
            "chuyến tàu": 1.5,
            "kiến ​​thức": 1.5,
            "dịch vụ xe hơi": 1,
            "cửa hàng": 1,
            "nhà hàng": 1,
            "xe hơi": 1,
            "chuyến du lịch": 1,
            "đường núi làng mạc mỹ sơn đèo hải vân": 1,
            "khung cảnh": 1,
            "đồ ăn": 1
        }
    },
    {
        "attraction_name": "Da Nang Easy Riders",
        "attraction_name_vi": "Đà Nẵng Easy Riders",
        "general_info": [
            "216 đánh giá",
            "- 10 trong 305 hoạt động ngoài trời tại Đà Nẵng",
            "Chuyến tham quan văn hóa",
            "Chuyến tham quan lịch sử - di sản",
            "Chuyến tham quan bằng xe máy",
            "Du lịch sinh thái",
            "Tour tham quan"
        ],
        "attraction_summary": "Da Nang Easy Riders sẽ đưa bạn đi một chuyến đáng nhớ trong bất kỳ Chuyến tham quan Cao nguyên nào của chúng tôi. Các bộ lạc trên đồi núi, thác nước rực rỡ, suối nước nóng tự nhiên, đồn điền cà phê, cao su, rượu và bông, hòa nhập với người dân địa phương, tận hưởng kỳ nghỉ tại nhà với người dân địa phương và nếm thử các món ăn Việt Nam đích thực.Đọc thêm",
        "reviews": [
            "Chúng tôi là hai người đi lạc ở ga Đà Nẵng và anh T ngọt ngào đã thuyết phục chúng tôi đón anh ấy và đưa chúng tôi đến Hội An. Khi chúng tôi đến nơi, anh ấy là người bạn thân nhất của chúng tôi và đã đặt cho anh ấy một chuyến du lịch riêng vào vùng núi. Tiếng Anh của anh ấy rất tốt. tốt, kiến ​​thức của anh ấy về mọi thứ tuyệt vời và anh ấy có khiếu hài hước và hài hước. Rất khuyến khích Mr T - - - - - - - - - Đọc thêm",
            "Chuyến tham quan bằng xe máy 2 ngày của tôi với miniT là một trong những điều tuyệt vời nhất tôi đã làm ở Việt Nam!! Trải nghiệm thực sự mang lại lời hứa về một cuộc phiêu lưu đích thực. Tôi cảm thấy như mình đang lạc lối, rời xa những tuyến du lịch thông thường, điều mà tôi thường cảm thấy khó khăn khi là một nữ du khách độc thân. Chúng tôi đã đến những địa điểm đáng kinh ngạc mà tôi chưa bao giờ tự mình khám phá được. Mặc dù có khả năng sẽ có mưa trong phần lớn chuyến đi, chúng tôi đã vượt qua và vẫn thấy rất nhiều. MiniT cực kỳ nhiệt tình và hiểu biết về mọi nơi chúng tôi đến, thậm chí anh ấy còn dạy tôi một số thủ thuật đánh bài hay khi uống bia vào bữa tối. Một điểm cộng nữa là chiếc xe đạp cực kỳ thoải mái với ghế đệm và tựa lưng : - Tôi sẽ 100 - thuyết phục bạn bè quay lại Việt Nam cùng tôi để thực hiện một chuyến phiêu lưu khác ở đây.Đọc thêm",
            "Trải nghiệm tuyệt vời Mini T là hướng dẫn viên du lịch giỏi nhất từ ​​trước đến nay, chăm sóc tôi, tôi cảm thấy luôn an toàn khi ngồi sau xe máy và anh ấy giúp tôi tận hưởng chuyến đi ở da nang- hoi anĐọc thêm",
            "Chuyến tham quan bằng xe máy này thật tuyệt vời khi đi qua những ngọn núi và nhìn thấy những thác nước, đây là điều bắt buộc nếu bạn có cơ hội. Thật tuyệt vời và rất dễ dàng đi ăn dọc đường là những khách sạn ngon, nơi tuyệt vời, tôi chắc chắn sẽ làm điều này một lần nữa khi tôi quay lại chuyến đi hoàn toàn tuyệt vời cảm ơn bạn vì trải nghiệm Đọc thêm",
            "Tôi có thể nói gì. Có hai lợi ích khi đến Đà Nẵng bằng tàu hỏa. Đầu tiên là khung cảnh ngoạn mục đang chờ đón bạn ở chặng cuối của hành trình. Thứ hai là anh T gặp bạn ở nhà ga. Ông và con trai Mini T đã dành cho tôi sự chào đón nồng nhiệt nhất và một trong những trải nghiệm tuyệt vời nhất tôi từng có ở Việt Nam. Nếu bạn đang dành cả ngày - hoặc lâu hơn - trên xe đạp của ai đó, bạn cần đảm bảo rằng họ là những người bạn muốn đi chơi cùng - và bạn muốn đi chơi với những người này. Siêu thân thiện, dễ gần, hiểu biết. Hòa nhã và không hống hách. Những tay đua rất giàu kinh nghiệm và không kém phần xuất sắc với những người không tự tin với xe đạp. Một ngày rực rỡ. Hãy cẩn thận nhé các chàng trai - Đọc thêm",
            "Chúng tôi đã có khoảng thời gian tuyệt vời với Suu và Mini T! Hai quý ông rất hữu ích với chuyến đi của chúng tôi, rất nhiều thông tin và khiến chúng tôi cảm thấy rất thư giãn. Chúng tôi đề xuất Chuyến tham quan bằng xe đạp này cho bất kỳ Cặp đôi nào đang tìm kiếm một hành trình Riêng tư và cá nhân hơn. Đọc thêm",
            "Cảm ơn Mini T vì chuyến đi xe máy Đà Nẵng tuyệt vời nhất! Chúng tôi đã hoàn thành chuyến đi khứ hồi dài 200 km, với những món ăn ngon, thắng cảnh và hướng dẫn viên tốt nhất tại Việt Nam! Chúng tôi sẽ sớm quay lại để đón bạn trong một chuyến du lịch khác, tình yêu từ các chàng trai người Úc của bạn Đọc thêm",
            "Vợ tôi và tôi vừa có hai ngày tuyệt vời cùng những người này khám phá đèo Hi Vân, các đoạn của Đường mòn Hồ Chí Minh và nhiều hơn thế nữa. Họ đã đưa chúng tôi ra khỏi con đường quen thuộc và đáp ứng yêu cầu của chúng tôi về các địa điểm không phải là khách du lịch. Hướng dẫn viên du lịch xuất sắc và chiếc xe đạp tuyệt vờiĐọc hơn",
            "Tôi và vợ đã có 2 ngày đạp xe tuyệt vời cùng Mini T - Lợi - khi ở Đà Nẵng. Chúng tôi đi xe đạp riêng với Lợi là người hướng dẫn. Ngoài ra còn có tùy chọn đi du lịch với tư cách hành khách ngồi sau nếu thích. Ngày đầu tiên chúng tôi đi qua đèo Hải Vân thật ngoạn mục, ghé thăm các quán cà phê địa phương để giải khát trên đường đi. Chúng tôi dừng lại để bơi lội mát mẻ tại một thác nước tuyệt đẹp và sau đó thưởng thức bữa trưa hải sản tươi ngon và bãi biển Lăng Cô. Chúng tôi có nhiều điểm dừng dọc đường và điểm dừng cuối cùng là tượng Phật Bà. Ngày thứ hai tôi đi theo đường mòn Hồ Chí Minh cùng Lợi. Đây là chuyến đi trong danh sách xô một lần trong đời. Tôi - một người lái xe máy có kinh nghiệm - khuyên bạn nên thực hiện chuyến đi này trong 2 ngày nếu bạn thích tốc độ dễ dàng hơn. Do thời gian hạn chế nên Lợi đã nhiệt tình đưa tôi đi chuyến này và hoàn thành trong một ngày. Chúng tôi đạp xe qua những cánh đồng lúa, làng mạc và rừng rậm. Chúng tôi đã khám phá một tuyến đường thậm chí không có trên google maps, chỉ được người dân địa phương biết đến. Đường núi quanh co đẹp, hầu như không có xe cộ qua lại, ngoại trừ đàn gia súc địa phương lang thang dọc đường. Nhiều cơ hội dừng lại và ngắm cảnh, bơi lội, giải khát, ăn trưa và trò chuyện về khu vực địa phương từ Lợi. Rất muốn giới thiệu Danang Easy Riders. Chuyên nghiệp, đúng giờ và tiếng Anh xuất sắc.Đọc thêm",
            "Chúng tôi là hai phụ nữ New Zealand 70 tuổi hầu như không có kinh nghiệm lái xe máy. Chuyến đi năm ngày của chúng tôi tại Việt Nam với Lợi và Mỹ từ Easy Rider là chuyến đi đáng nhớ nhất. Cưỡi ngựa từ Đà Nẵng đến Huế rồi vào đất liền trên đường mòn Hồ Chí Minh qua những ngôi làng của người dân tộc thiểu số rất giàu văn hóa làng quê, cảnh quan rừng rậm và niềm vui bất tận. Chúng tôi bao gồm một kỳ nghỉ tại nhà với những người thiểu số rất thân thiện. Chúng tôi sẽ mãi mãi biết ơn Mỹ và Lợi vì đã cho chúng tôi thấy - thực tế - Việt Nam và đã lái xe an toàn như vậy. Chúng tôi không hề lo lắng về điều gì dù chỉ một giây.   Nếu bạn muốn có một cuộc phiêu lưu với những người đàn ông trung thực, hiểu biết, tôn trọng và hoàn toàn tốt - và nếu bạn muốn có nhiều niềm vui khi làm điều đó - chúng tôi không thể giới thiệu Easy Rider cao hơn. Cứ làm đi!Đọc thêm",
            "Xin chào, làm cách nào để liên hệ với anh t?!Đọc thêm",
            "Xin chào Zara,\nNếu bạn vào trang web của họ, số điện thoại liên lạc và địa chỉ email, v.v. đều có ở đó.\n\nCarolineĐọc thêm"
        ],
        "star_ratings": [
            203,
            13,
            0,
            0,
            0
        ],
        "review_amount": 216,
        "location": [
            "Những điều cần làm ở Đà Nẵng",
            "Việt Nam",
            "Đà Nẵng Easy Riders",
            "Đà Nẵng",
            "Châu Á"
        ],
        "reviews_time": [
            "Written October 26, 2023",
            "Written October 16, 2023",
            "Written September 30, 2023",
            "Written September 2, 2023",
            "Written August 12, 2023",
            "Written August 4, 2023",
            "Written July 27, 2023",
            "Written July 17, 2023",
            "Written July 14, 2023",
            "Written June 24, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298085-d10077795-Reviews-or20-Da_Nang_Easy_Riders-Da_Nang.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d10077795-Reviews-or10-Da_Nang_Easy_Riders-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d10077795-Reviews-or30-Da_Nang_Easy_Riders-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d10077795-Reviews-Da_Nang_Easy_Riders-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d5534261-Reviews-The_Best_Easyrider-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15000706-Reviews-Now_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8532504-Reviews-Danang_Private_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d14140792-Reviews-Phuc_An_Beauty_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12598185-Reviews-The_Motorbike_Station-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15274540-Reviews-Vip_Car_Da_Nang-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d17604628-Reviews-Danang_Motorbike_Adventure-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d7396121-Reviews-Con_Market-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d7246284-Reviews-Vinh_Trung_Plaza-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d9883123-Reviews-Anh_Kuom_Motobike_Rental-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12245626-Reviews-Hexagon-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d25309254-Reviews-Khanh_Hung_Optical-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8855039-Reviews-Golden_Rice_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8630974-Reviews-Vietnam_Shore_Excursions-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12364144-Reviews-Tabalo_Outdoor-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g1189030-d16409939-Reviews-Madol_Duwa-Koggala_Galle_District_Southern_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293734-d308902-Reviews-Ben_Youssef_Madrasa-Marrakech_Marrakech_Safi.html",
            "https://www.tripadvisor.com/Attraction_Review-g33804-d105004-Reviews-The_Mark_Twain_House_Museum-Hartford_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g32822-d10190796-Reviews-Palisades_Tahoe_Aerial_Tram-Olympic_Valley_Lake_Tahoe_California_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g34059-d1897441-Reviews-Delaware_Park-Wilmington_Delaware.html",
            "https://www.tripadvisor.com/Attraction_Review-g8414918-d8698859-Reviews-Sarakiniko_Beach-Sarakiniko_Preveza_Region_Epirus.html",
            "https://www.tripadvisor.com/Attraction_Review-g294217-d2224777-Reviews-Kowloon_City-Hong_Kong.html",
            "https://www.tripadvisor.com/Attraction_Review-g15138143-d3498826-Reviews-Gialos_Beach-Apollonii_Lefkada_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g32847-d524662-Reviews-Indian_Canyons-Palm_Springs_Greater_Palm_Springs_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32070-d156413-Reviews-Mulholland_Drive-Beverly_Hills_California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298085-d10077795-Reviews-or30-Da_Nang_Easy_Riders-Da_Nang.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298085-d10077795-Reviews-or20-Da_Nang_Easy_Riders-Da_Nang.html",
        "caculated": true,
        "dicts_sentiment_average": {
            "chuyến du lịch": 0.7822416854614858,
            "vùng núi": 0.5,
            "chuyến tham quan": 0.8737691454589367,
            "xe máy": 0.8264264831668697,
            "trải nghiệm": 0.9545769598335028,
            "tuyến du lịch": -0.8871646649204195,
            "chuyến đi": 0.7935543755302206,
            "thủ thuật đánh bài": 0.9939246263820678,
            "xe đạp": 0.4436242663883604,
            "ghế đệm": 0.9885023401584476,
            "chuyến phiêu lưu": 0.9357870193198323,
            "hướng dẫn viên du lịch": 0.9325684243667638,
            "ngọn núi": 0.5,
            "thác nước": 0.7477705681230873,
            "khách sạn": 0.74009770876728,
            "nhà ga": 0.5438777003437281,
            "tay đua": 0.991853027876156,
            "hành trình": 0.9708355590701103,
            "chuyến đi xe máy": 0.9955628214520402,
            "chuyến đi khứ hồi": -0.48267426155507565,
            "món ăn ngon thắng cảnh": 0.995526853366755,
            "hướng dẫn viên": 0.9637656882405281,
            "đường mòn hồ chí": 0.9912137456703931,
            "đạp xe": 0.9939972427673638,
            "quán cà phê": 0.9929484197637066,
            "bữa trưa hải sản": 0.5,
            "bãi biển lăng": 0.8737691454589367,
            "điểm dừng": 0.6253752261400223,
            "đường mòn": 0.5529418401420116,
            "lái xe máy": 0.9490630433429033,
            "cánh đồng lúa làng mạc": 0.5,
            "rừng rậm": 0.5,
            "người dân địa": -0.9672644338570535,
            "đường núi": 0.8737691454589367,
            "gia súc": 0.3779908884316683,
            "cảnh": 0.9645416997373104,
            "đất liền": 0.9147331696003675,
            "ngôi làng": 0.8931242730468512,
            "làng quê": 0.9913218377623707,
            "quan rừng rậm": 0.905735993757844,
            "kỳ nghỉ": 0.9486344018951058
        },
        "dicts_adj": {
            "chuyến du lịch": [
                "riêng",
                "sớm",
                "khác"
            ],
            "vùng núi": [],
            "chuyến tham quan": [
                "tuyệt vời",
                "nhất",
                "tuyệt vời",
                "bất kỳ"
            ],
            "xe máy": [
                "tuyệt vời",
                "nhất",
                "tuyệt vời"
            ],
            "trải nghiệm": [
                "thực sự",
                "tuyệt vời",
                "nồng nhiệt",
                "nhất",
                "tuyệt vời"
            ],
            "tuyến du lịch": [
                "xa",
                "thông thường",
                "khó khăn"
            ],
            "chuyến đi": [
                "nhiều",
                "hoàn toàn",
                "tuyệt vời",
                "hữu ích",
                "nhiều",
                "thư giãn",
                "dễ dàng",
                "hơn",
                "nhất",
                "nhất"
            ],
            "thủ thuật đánh bài": [
                "nhiệt tình"
            ],
            "xe đạp": [
                "thoải mái",
                "lâu",
                "hơn",
                "cùng",
                "bất kỳ",
                "tuyệt vờiĐọc",
                "hơn",
                "riêng"
            ],
            "ghế đệm": [
                "cùng"
            ],
            "chuyến phiêu lưu": [
                "khác"
            ],
            "hướng dẫn viên du lịch": [
                "giỏi",
                "an toàn",
                "xuất sắc"
            ],
            "ngọn núi": [],
            "thác nước": [
                "đẹp"
            ],
            "khách sạn": [
                "ngon",
                "tuyệt vời",
                "chắc chắn"
            ],
            "nhà ga": [],
            "tay đua": [
                "giàu",
                "kém",
                "xuất sắc"
            ],
            "hành trình": [
                "Riêng tư",
                "hơn"
            ],
            "chuyến đi xe máy": [
                "tuyệt vời"
            ],
            "chuyến đi khứ hồi": [
                "dài"
            ],
            "món ăn ngon thắng cảnh": [
                "tốt"
            ],
            "hướng dẫn viên": [
                "tốt"
            ],
            "đường mòn hồ chí": [
                "tuyệt vời",
                "nhiều",
                "hơn"
            ],
            "đạp xe": [
                "tuyệt vời",
                "cùng"
            ],
            "quán cà phê": [
                "đầu tiên",
                "ngoạn mục"
            ],
            "bữa trưa hải sản": [],
            "bãi biển lăng": [
                "đẹp"
            ],
            "điểm dừng": [
                "nhiều",
                "dọc",
                "cuối cùng"
            ],
            "đường mòn": [
                "cùng"
            ],
            "lái xe máy": [
                "dễ dàng",
                "hơn"
            ],
            "cánh đồng lúa làng mạc": [],
            "rừng rậm": [],
            "người dân địa": [],
            "đường núi": [
                "quanh co",
                "đẹp"
            ],
            "gia súc": [
                "dọc"
            ],
            "cảnh": [
                "Nhiều"
            ],
            "đất liền": [
                "giàu"
            ],
            "ngôi làng": [
                "giàu"
            ],
            "làng quê": [
                "vui"
            ],
            "quan rừng rậm": [
                "vui"
            ],
            "kỳ nghỉ": [
                "thân thiện"
            ]
        },
        "list_proper_noun": [],
        "factor value": {
            "chuyến du lịch": 2,
            "vùng núi": 1,
            "chuyến tham quan": 3,
            "xe máy": 3,
            "trải nghiệm": 3,
            "tuyến du lịch": 1,
            "chuyến đi": 6,
            "thủ thuật đánh bài": 1,
            "xe đạp": 5,
            "ghế đệm": 1,
            "chuyến phiêu lưu": 1,
            "hướng dẫn viên du lịch": 2,
            "ngọn núi": 1,
            "thác nước": 2,
            "khách sạn": 1,
            "nhà ga": 1,
            "tay đua": 1,
            "hành trình": 1,
            "chuyến đi xe máy": 1,
            "chuyến đi khứ hồi": 1,
            "món ăn ngon thắng cảnh": 1,
            "hướng dẫn viên": 1,
            "đường mòn hồ chí": 1,
            "đạp xe": 1,
            "quán cà phê": 1,
            "bữa trưa hải sản": 1,
            "bãi biển lăng": 1,
            "điểm dừng": 1,
            "đường mòn": 1,
            "lái xe máy": 1,
            "cánh đồng lúa làng mạc": 1,
            "rừng rậm": 1,
            "người dân địa": 1,
            "đường núi": 1,
            "gia súc": 1,
            "cảnh": 1,
            "đất liền": 1,
            "ngôi làng": 1,
            "làng quê": 1,
            "quan rừng rậm": 1,
            "kỳ nghỉ": 1
        }
    },
    {
        "attraction_name": "Da Nang Easy Riders",
        "attraction_name_vi": "Đà Nẵng Easy Riders",
        "general_info": [
            "216 đánh giá",
            "- 10 trong số 305 Hoạt động ngoài trời tại Đà Nẵng",
            "Chuyến tham quan văn hóa",
            "Chuyến tham quan lịch sử - di sản",
            "Chuyến tham quan bằng xe máy",
            "Du lịch sinh thái",
            "Tour tham quan"
        ],
        "attraction_summary": "Da Nang Easy Riders sẽ đưa bạn đi một chuyến đáng nhớ trong bất kỳ Chuyến tham quan Cao nguyên nào của chúng tôi. Các bộ lạc trên đồi núi, thác nước rực rỡ, suối nước nóng tự nhiên, đồn điền cà phê, cao su, rượu và bông, hòa nhập với người dân địa phương, tận hưởng kỳ nghỉ tại nhà với người dân địa phương và nếm thử các món ăn Việt Nam đích thực.Đọc thêm",
        "reviews": [
            "Tôi và bạn gái đã vượt đèo Hải Vân với Đà Nẵng Easy Riders từ Huế đến Đà Nẵng. Giao tiếp với Mr T rất rõ ràng và phản hồi nhanh trong việc tổ chức chuyến tham quan và trả lời tất cả các câu hỏi của chúng tôi. Sau đó, chúng tôi đã gặp Mini T tại khách sạn của chúng tôi vào buổi sáng của chuyến tham quan bằng xe đạp - chúng tôi đang đi xe đạp của riêng mình với sự hướng dẫn của Mini T và chiếc xe đạp ở tình trạng tuyệt vời và rất dễ lái. Mini T là một hướng dẫn viên tuyệt vời và bản thân chuyến đi cũng rất đẹp, đi qua các thị trấn nông thôn, những con đường ven biển, phong cảnh tuyệt đẹp và thác nước để bơi giữa đường để giải nhiệt. Bản thân đèo Hải Vân thật ngoạn mục, với tầm nhìn tuyệt vời ở cả hai phía - cả phía sau hướng về Huế và khung cảnh vịnh Đà Nẵng - . Đó là một chuyến tham quan tuyệt vời, rất khuyến khích. Trên hết, Mini T đã mời chúng tôi đến dự đám cưới của bạn anh ấy vào ngày hôm sau và chúng tôi đã tham dự và đã có khoảng thời gian ăn mừng vui vẻ cùng gia đình anh ấy cũng như tất cả các vị khách!! Lòng hiếu khách tốt nhất của người Việt!! Nếu bạn thích một chuyến tham quan bằng xe đạp, phong cảnh ngoạn mục và hướng dẫn viên tuyệt vời, chúng tôi thực sự muốn giới thiệu Da Nang Easy Riders!!!Đọc thêm",
            "Toàn bộ chuyến đi là một trải nghiệm tuyệt vời! Chắc chắn sẽ giới thiệu! : - Lợi là một hướng dẫn viên du lịch tuyệt vời. Anh ấy rất vui tính, đam mê công việc, nói nhiều và biết nhiều về Việt Nam. Anh ấy đã có thể cho tôi rất nhiều lời khuyên nội bộ từ góc độ địa phương. Nói chung là một chuyến đi tuyệt vời, cảm giác như tôi đã nhìn thấy Việt Nam qua con mắt của một người dân địa phương và có được một người bạn mới! : - Đọc thêm",
            "Tôi gặp anh T ở ga xe lửa Đà Nẵng. Anh ấy kể cho tôi nghe về những chuyến đi bằng mô tô của anh ấy và sau một vài cuộc thảo luận và mặc cả về cà phê, chúng tôi đã đạt được thỏa thuận.  - Anh T rất nhiệt tình sắp xếp ngày và lịch trình của tôi. Anh ấy cũng đề nghị một thợ may giỏi ở hội an - Chuyến tham quan thật tuyệt vời. Con trai anh T, Lợi là người hướng dẫn tôi. Mọi thứ đã được lên kế hoạch nhưng cũng linh hoạt nếu bạn muốn. nếu tôi không muốn làm một việc nào đó thì chúng tôi đã làm việc khác. Đó là phiêu lưu, thú vị và vui vẻ. Tôi không nghĩ mình sẽ sớm quên những con người tuyệt vời và tốt bụng mà chúng tôi đã gặp. Đây không phải là chuyến đi tôi dự định thực hiện ở Việt Nam. Tuy nhiên tôi thấy mình thật may mắn khi được gặp anh T ở ga xe lửa đó. Và tôi không thể tưởng tượng được việc nhìn thấy Việt Nam theo bất kỳ cách nào khác. Tôi hoàn toàn hài lòng với chuyến đi và sẽ nói với bất kỳ ai đến Việt Nam hãy làm như tôi đã làm. Cảm ơn anh T VÀ Lợi, EmmettĐọc thêm",
            "Chuyến đi thực sự tuyệt vời với tay đua dễ tính của tôi - Lợi miniT - ! Thực hiện chuyến đi nửa ngày quanh Đà Nẵng và chuyến đi trong ngày từ Hội An đến Đà Nẵng xuyên qua Rừng rậm. Anh ấy rất vui vẻ và thoải mái, và anh ấy biết mọi thứ - về Việt Nam -. Anh ấy đưa bạn đến những nơi mà bạn thậm chí còn không biết mình muốn đến! Có thể giới thiệu cho mọi người. Đọc thêm",
            "Bố tôi và tôi gặp anh T ở sân bay Đà Nẵng lúc đầu chỉ để tìm xe về khách sạn. Không mất nhiều thời gian trước khi chúng tôi có được hợp đồng cho chuyến du lịch để đời ở cả hai thành phố. Ông T là một hướng dẫn viên vui vẻ, tốt bụng và giàu kinh nghiệm đã mang đến cho chúng tôi trải nghiệm du lịch mà chúng tôi rất thích. Vào thời điểm chúng tôi nói lời tạm biệt, anh ấy giống một người bạn hơn là một hướng dẫn viên du lịch và khiến chuyến đi Việt Nam vốn đã tuyệt vời lại càng tuyệt vời hơn. 10 - 10 sẽ giới thiệu Mr T và Easy Riders!Đọc thêm",
            "Gặp anh T khi anh ấy đón chúng tôi ở sân bay. Chúng tôi ngồi xuống và trò chuyện về những gì chúng tôi mong muốn trong chuyến đi 3 ngày 4 đêm của mình. Anh T xuất hiện vào sáng hôm sau và chúng tôi lên đường trên Đường mòn Hồ Chí Minh. Mọi thứ đều được sắp xếp và không có gì là vấn đề đối với anh T. Anh ấy luôn đảm bảo bạn thoải mái và hài lòng với các điểm dừng đã lên kế hoạch và những gì bạn thích ăn, v.v. Cảm ơn anh đã chỉ cho chúng tôi những con đường yên tĩnh hơn của Việt Nam và cho chúng tôi nếm trải thêm những gì chúng tôi có thể thấy. Đọc thêm",
            "Tour du lịch tuyệt vời quanh Đà Nẵng! Được đón tại ký túc xá của tôi ở Hội An và chúng tôi đã đi đến những điểm ngắm cảnh tuyệt vời và một thác nước đáng yêu. Anh ấy đưa tôi đến những nơi mà lẽ ra tôi chưa bao giờ đến. Đã có một thời gian tuyệt vời và cảm thấy an toàn trong suốt chuyến đi của tôi. Anh ấy thả tôi xuống trạm xe buýt như đã bàn! Tôi chắc chắn muốn giới thiệu anh ấy!Đọc thêm",
            "Anh T đã phản hồi rất nhanh và đặt chỗ cho chúng tôi. Chúng tôi không rõ là mình muốn một chuyến tham quan bằng xe máy nên ngày hôm sau anh ấy đã xuất hiện trên ô tô của mình. Khi nhận ra, anh ấy đã nhanh chóng đề nghị cho chúng tôi một chuyến tham quan bằng xe máy và sẵn lòng đáp ứng yêu cầu của chúng tôi về việc thay đổi hành trình đến những nơi mà chúng tôi chưa từng đến. Rất giao tiếp và bao gồm nước ở tất cả các điểm dừng, chúng tôi đã có khoảng thời gian tuyệt vời! Con trai của ông cũng rất hữu ích trong việc đưa chúng tôi đi khắp nơi và dừng lại ở những điểm ăn trưa tuyệt đẹp - những điểm ngắm cảnh. Sẽ 100 - giới thiệu.Đọc thêm",
            "Được chào hàng tại ga Đà Nẵng bởi ông T, người hóa ra lại là một phát hiện tuyệt vời. Sắp xếp để anh ấy đưa chúng tôi đi tham quan vài ngày sau đó và nhận thấy anh ấy là người hiểu biết, vui vẻ, trung thực và tốt bụng. Chúng tôi thích tìm hiểu từ anh ấy về cuộc sống của anh ấy và Việt Nam từ góc nhìn của anh ấy và hiện đang lên kế hoạch tiềm năng vì chúng tôi rất muốn quay lại và thực hiện một trong những chuyến tham quan bằng xe máy của anh ấy trên đường mòn Hồ Chí Minh. Trạm đồi Bà Nà vinh quang naf, anh T vinh quang chân chất.Xem thêm",
            "Gặp anh T tại ga Đà Nẵng vào buổi sáng đầu tiên sau chuyến đi tàu dài 15 giờ từ Hà Nội - mệt mỏi và cần một bữa sáng ngon lành. Anh ấy đã nhanh chóng giúp chúng tôi sắp xếp một khoảng thời gian tuyệt vời ở miền Trung Việt Nam - đưa chúng tôi đến khách sạn, sau đó sắp xếp để chúng tôi có một bữa sáng ngon lành, một tour du lịch trong ngày hôm đó và ngày hôm sau là một tour du lịch từ Đà Nẵng đến Hội An cho chúng tôi thấy những điểm nổi bật của khu vực này. Dịch vụ đặc biệt. Đọc thêm"
        ],
        "star_ratings": [
            203,
            13,
            0,
            0,
            0
        ],
        "review_amount": 216,
        "location": [
            "Những điều cần làm ở Đà Nẵng",
            "Việt Nam",
            "Đà Nẵng Easy Riders",
            "Đà Nẵng",
            "Châu Á"
        ],
        "reviews_time": [
            "Written June 18, 2023",
            "Written June 1, 2023",
            "Written May 28, 2023",
            "Written May 28, 2023",
            "Written May 23, 2023",
            "Written May 10, 2023",
            "Written May 4, 2023",
            "Written May 3, 2023",
            "Written April 29, 2023",
            "Written March 30, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298085-d10077795-Reviews-or30-Da_Nang_Easy_Riders-Da_Nang.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d10077795-Reviews-or20-Da_Nang_Easy_Riders-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d10077795-Reviews-or40-Da_Nang_Easy_Riders-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d10077795-Reviews-Da_Nang_Easy_Riders-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d5534261-Reviews-The_Best_Easyrider-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15000706-Reviews-Now_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8532504-Reviews-Danang_Private_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d14140792-Reviews-Phuc_An_Beauty_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12598185-Reviews-The_Motorbike_Station-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15274540-Reviews-Vip_Car_Da_Nang-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d17604628-Reviews-Danang_Motorbike_Adventure-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d7396121-Reviews-Con_Market-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d7246284-Reviews-Vinh_Trung_Plaza-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d9883123-Reviews-Anh_Kuom_Motobike_Rental-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12245626-Reviews-Hexagon-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d25309254-Reviews-Khanh_Hung_Optical-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8855039-Reviews-Golden_Rice_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8630974-Reviews-Vietnam_Shore_Excursions-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12364144-Reviews-Tabalo_Outdoor-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g303908-d552535-Reviews-Ko_Phi_Phi_Le-Ko_Phi_Phi_Don_Ao_Nang_Krabi_Town_Krabi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g635605-d2715765-Reviews-Eclipse_Bar_Platanias-Platanias_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d10473523-Reviews-Freeman_Coliseum-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g49023-d1382808-Reviews-Mingo_Falls-Cherokee_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g60864-d133387-Reviews-New_Orleans_Pharmacy_Museum-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g42683-d7806018-Reviews-Saugatuck_Chain_Ferry-Saugatuck_Allegan_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g143015-d1925256-Reviews-Bryce_Canyon_National_Park-Bryce_Canyon_National_Park_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g34345-d1444437-Reviews-Higgs_Beach-Key_West_Florida_Keys_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g189544-d245516-Reviews-Viking_Ship_Museum-Roskilde_West_Zealand_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g1215780-d1161264-Reviews-Kata_Noi_Beach-Karon_Phuket.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298085-d10077795-Reviews-or40-Da_Nang_Easy_Riders-Da_Nang.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298085-d10077795-Reviews-or30-Da_Nang_Easy_Riders-Da_Nang.html",
        "caculated": true,
        "dicts_sentiment_average": {
            "chuyến tham quan": 0.6976836952526355,
            "khách sạn": 0.6169328892913958,
            "xe đạp": 0.7940809161169454,
            "hướng dẫn viên": 0.7934895237267483,
            "chuyến đi": 0.8124024597720043,
            "thị trấn nông thôn": 0.9951186156249605,
            "phong cảnh": 0.9954637244227342,
            "thác nước": 0.5,
            "tầm nhìn": 0.9954608453554101,
            "khung": 0.5,
            "cảnh vịnh": 0.5,
            "trải nghiệm": 0.9952929429709911,
            "hướng dẫn viên du lịch": 0.9951147810012724,
            "người dân": 0.5,
            "ga xe lửa": 0.641568255610764,
            "cà phê": 0.5,
            "thợ may": 0.9778211037628353,
            "phiêu lưu": 0.9955065291142091,
            "tay đua": 0.5,
            "rừng rậm": 0.5,
            "chuyến du lịch": 0.9865848482586443,
            "đường mòn hồ": 0.5194312706589699,
            "tour du lịch": 0.9929686509130988,
            "ký túc xá": 0.9955030858982354,
            "điểm ngắm cảnh": 0.747735322045628,
            "trạm": 0.7476997323392425,
            "xe buýt": 0.5,
            "xe máy": 0.5,
            "điểm ăn trưa": 0.9955498807830736,
            "chuyến đi tàu": 0.5748751563951373,
            "bữa sáng": 0.9954084866330959,
            "dịch vụ": 0.9730067332275212
        },
        "dicts_adj": {
            "chuyến tham quan": [
                "rõ ràng",
                "nhanh",
                "riêng",
                "tuyệt vời",
                "ngoạn mục",
                "giỏi",
                "tuyệt vời",
                "rõ"
            ],
            "khách sạn": [
                "riêng",
                "ngon lành"
            ],
            "xe đạp": [
                "riêng",
                "riêng",
                "tuyệt vời",
                "dễ",
                "ngoạn mục"
            ],
            "hướng dẫn viên": [
                "tuyệt vời",
                "tuyệt vời",
                "thực sự",
                "vui vẻ",
                "tốt bụng",
                "giàu"
            ],
            "chuyến đi": [
                "đẹp",
                "tuyệt vời",
                "tuyệt vời",
                "phải",
                "hoàn toàn",
                "hài lòng",
                "bất kỳ",
                "thực sự",
                "tuyệt vời",
                "tuyệt vời",
                "tuyệt vời",
                "hơn",
                "tuyệt vời",
                "an toàn",
                "suốt"
            ],
            "thị trấn nông thôn": [
                "đẹp"
            ],
            "phong cảnh": [
                "đẹp",
                "ngoạn mục"
            ],
            "thác nước": [],
            "tầm nhìn": [
                "tuyệt vời"
            ],
            "khung": [],
            "cảnh vịnh": [],
            "trải nghiệm": [
                "tuyệt vời"
            ],
            "hướng dẫn viên du lịch": [
                "tuyệt vời",
                "tuyệt vời",
                "tuyệt vời",
                "hơn"
            ],
            "người dân": [],
            "ga xe lửa": [
                "may mắn"
            ],
            "cà phê": [],
            "thợ may": [
                "giỏi",
                "tuyệt vời"
            ],
            "phiêu lưu": [
                "thú vị",
                "vui vẻ"
            ],
            "tay đua": [],
            "rừng rậm": [],
            "chuyến du lịch": [
                "nhiều"
            ],
            "đường mòn hồ": [],
            "tour du lịch": [
                "tuyệt vời",
                "nổi bật",
                "nổi bật"
            ],
            "ký túc xá": [
                "tuyệt vời"
            ],
            "điểm ngắm cảnh": [
                "tuyệt vời"
            ],
            "trạm": [
                "vinh quang",
                "vinh quang"
            ],
            "xe buýt": [],
            "xe máy": [],
            "điểm ăn trưa": [
                "đẹp"
            ],
            "chuyến đi tàu": [
                "dài",
                "mệt mỏi"
            ],
            "bữa sáng": [
                "ngon lành"
            ],
            "dịch vụ": [
                "đặc biệt"
            ]
        },
        "list_proper_noun": [],
        "factor value": {
            "chuyến tham quan": 4,
            "khách sạn": 3,
            "xe đạp": 1,
            "hướng dẫn viên": 2,
            "chuyến đi": 7,
            "thị trấn nông thôn": 1,
            "phong cảnh": 1,
            "thác nước": 2,
            "tầm nhìn": 1,
            "khung": 1,
            "cảnh vịnh": 1,
            "trải nghiệm": 1,
            "hướng dẫn viên du lịch": 2,
            "người dân": 1,
            "ga xe lửa": 1,
            "cà phê": 1,
            "thợ may": 1,
            "phiêu lưu": 1,
            "tay đua": 1,
            "rừng rậm": 1,
            "chuyến du lịch": 1,
            "đường mòn hồ": 1,
            "tour du lịch": 2,
            "ký túc xá": 1,
            "điểm ngắm cảnh": 2,
            "trạm": 2,
            "xe buýt": 1,
            "xe máy": 2,
            "điểm ăn trưa": 1,
            "chuyến đi tàu": 1,
            "bữa sáng": 1,
            "dịch vụ": 1
        }
    },
    {
        "attraction_name": "Da Nang Easy Riders",
        "attraction_name_vi": "Đà Nẵng Easy Riders",
        "general_info": [
            "216 đánh giá",
            "- 10 trong 305 hoạt động ngoài trời tại Đà Nẵng",
            "Chuyến tham quan văn hóaChuyến tham quan lịch sử - di sảnChuyến tham quan bằng xe máyChuyến tham quan sinh tháiChuyến tham quan ngắm cảnh",
            "Chuyến tham quan văn hóa",
            "Chuyến tham quan lịch sử - di sản",
            "Chuyến tham quan bằng xe máy",
            "Du lịch sinh thái",
            "Tour tham quan"
        ],
        "attraction_summary": "Da Nang Easy Riders sẽ đưa bạn đi một chuyến đáng nhớ trong bất kỳ Chuyến tham quan Cao nguyên nào của chúng tôi. Các bộ lạc trên đồi núi, thác nước rực rỡ, suối nước nóng tự nhiên, đồn điền cà phê, cao su, rượu và bông, hòa nhập với người dân địa phương, tận hưởng kỳ nghỉ tại nhà với người dân địa phương và nếm thử các món ăn Việt Nam đích thực.Đọc thêm",
        "reviews": [
            "Đã có một trải nghiệm tuyệt vời với Danang Easy Riders trong chuyến tham quan bằng xe máy một ngày đến đèo Hải Vân, thác nước và đồi Bà Nà. Chúng tôi cảm thấy cực kỳ an toàn và thoải mái khi đi xe đạp, đặc biệt là với ghế có đệm. Ông T rất nhiệt tình và tổ chức việc đưa đón chúng tôi đến Hội An với các điểm dừng đến Ngũ Hành Sơn và Thánh địa Mỹ Sơn. Cảm ơn vì một ngày tuyệt vời, ông T. Đọc thêm",
            "Chúng tôi đã có khoảng thời gian thú vị khi đi xe máy cùng - bé T - và người bạn đồng hành của bé từ Đà Nẵng đến Huế và quay trở lại qua đèo Hải Vân tuyệt đẹp. Họ thường xuyên dừng lại để ngắm cảnh và thưởng thức những đồ uống thơm ngon như nước mía, nước dừa. Chúng tôi đã có một buổi bơi lội sảng khoái trong một thác nước hẻo lánh và thưởng thức đặc sản địa phương là thịt lợn nướng và mì. Bé T là một tay lái lành nghề đến mức tôi cảm thấy an toàn dù đây là lần thứ hai tôi đi xe máy và chúng tôi vượt qua một con đèo cao. Thực sự không có cách nào tốt hơn để ngắm cảnh và điều hối tiếc duy nhất của tôi là chúng tôi không có thời gian cho chuyến du lịch nhiều ngày với những người này.Đọc thêm",
            "Tôi đã có một chuyến đi xe máy bốn ngày tuyệt vời với Lợi. Chúng ta có thể nhìn thấy và khám phá thiên nhiên tuyệt vời của Việt Nam như rừng nhiệt đới và thác nước. Ngoài ra, chúng tôi có đủ thời gian để khám phá Mỹ Sơn, tìm hiểu thêm thông tin về chiến tranh khi chúng tôi đến thăm bảo tàng. Lợi có thể trả lời mọi câu hỏi của tôi và tôi có được những hiểu biết sâu sắc về đất nước. Ngoài ra còn có cơ hội làm quen với những người đến từ một ngôi làng nhỏ của người dân tộc thiểu số. Tôi thực sự khuyên bạn nên thực hiện một chuyến đi bằng xe máy cùng với Lợi. Cảm ơn vì trải nghiệm này và tất cả những niềm vui mà chúng tôi đã có.Đọc thêm",
            "Chuyến đi trong ngày này cùng Mini T thật vui!!! Anh ấy đã làm cho nó thật dễ dàng và suôn sẻ, chưa kể đến một khoảng thời gian tuyệt vời. Tính cách vui nhộn của Mini T - tỏa sáng và anh ấy đã điều chỉnh chuyến đi theo bất cứ điều gì chúng tôi muốn! Anh ấy đón chúng tôi từ nhà nghỉ ở Hội An và đưa chúng tôi đi xe máy đến núi đá cẩm thạch, qua đèo Hải Vân xinh đẹp, thác nước ẩn mình và ăn trưa trên bãi biển, với nhiều điểm dừng để uống cà phê và chụp ảnh. Chúng tôi - hai người phụ nữ trẻ - luôn cảm thấy an toàn và được chăm sóc mà không cần phải kẻ cả.Đọc thêm",
            "Da Nang Easy Riders thật là vui! Chúng tôi rất thích chuyến đi từ Hội An đến Huế với nhiều điểm dừng trên đường đi. Đó là một ngày tuyệt vời.Đọc thêm",
            "Được anh T đón từ ga Đà Nẵng của nhóm này. Tôi vẫn chưa hình dung được mình sẽ nhìn thấy khu vực này như thế nào. Anh ấy đề nghị một chuyến du lịch 1 ngày bao gồm Ngũ Hành Sơn, Mỹ Sơn và Hội An - lái bằng ô tô - và tôi đã tham gia. Lựa chọn tốt vì tôi có sự kết hợp tuyệt vời giữa các cảnh đẹp, cuộc trò chuyện trên đường và cơ hội mua quà lưu niệm. Nếu bạn muốn lên kế hoạch trước hơn tôi, hãy gửi tin nhắn cho họ và bạn - sẽ nhận được sự trợ giúp mà bạn cần.Đọc thêm",
            "Chúng tôi gặp anh T tại ga Đà Nẵng sau một chuyến tàu dài từ Hà Nội và tưởng anh chỉ là một trong những tài xế taxi bình thường mà bạn gặp ở khắp mọi nơi ở Việt Nam, nhưng ngoài ra, anh còn hơn thế nữa. Anh ấy chở chúng tôi đến khách sạn, nói chuyện rất vui vẻ và hỏi chúng tôi về kế hoạch ở Đà Nẵng và Việt Nam nói chung. Anh ấy giới thiệu cho chúng tôi một trong những chuyến tham quan của anh ấy và chỉ một ngày sau, anh ấy dẫn chúng tôi đi tham quan Đà Nẵng, chở chúng tôi đến Bà Nà Hills, dẫn chúng tôi đến những thác nước mà chúng tôi chưa bao giờ tự mình nhìn thấy. Chúng tôi gặp lại anh ấy vài ngày sau đó và anh ấy thậm chí còn đưa chúng tôi đến Hội An miễn phí! Tôi muốn giới thiệu Easy Riders và dịch vụ của họ cho bất kỳ ai ở Đà Nẵng và miền Trung Việt Nam!Đọc thêm",
            "Thật là một chuyến tham quan. Nếu bạn đang tìm kiếm một cái gì đó khác biệt, ngoài thành phố và những khung cảnh điển hình của người theo chủ nghĩa du lịch, thì đây chắc chắn là một chuyến đi dành cho bạn. Chúng tôi không có những yêu cầu khác ngoài đích đến của mình. Chúng tôi đã thấy rất nhiều vẻ đẹp trong chuyến lưu diễn của mình. Chúng tôi đã tìm hiểu về văn hóa và lịch sử Việt Nam. Một ngày hết hạn mà chúng tôi sẽ không bao giờ quên. Và các tài xế. Họ là công ty tuyệt vời. Chúng tôi đi từ thành phố Đà Nẵng đến Huế trong thời gian 2 ngày.Đọc thêm",
            "Tôi và bạn Leo gặp Lợi và Bom ở ga xe lửa Đà Nẵng. Trên đường về chỗ ở, chúng tôi dừng lại uống cà phê và cùng nhau lên kế hoạch cho chuyến tham quan. Sau thời gian lưu trú tại Hội An, chúng tôi bắt đầu chuyến tham quan bằng xe máy 3 ngày tuyệt vời. Chuyến đi đưa chúng tôi từ Hội An đến Khâm Đức, Khâm Đức đến Prao, Prao đến Huế, nơi chúng tôi ở trong một khách sạn tuyệt vời do Lợi tổ chức. Lợi rất hiểu biết và có sức chứa. Sự an toàn và thoải mái của chúng tôi là ưu tiên hàng đầu đối với anh ấy. Tôi cũng cảm thấy rằng sự giao tiếp luôn rất rõ ràng. Quang cảnh trên núi thật tuyệt vời và Lợi và Bom biết những nơi tốt nhất để dừng lại để chụp ảnh. Chúng tôi cũng đã đến thăm thác nước, đập nước, trang trại trồng lúa, khu tưởng niệm và làng Cơtu. Chúng tôi đã ăn những món ăn ngon chính thống của Việt Nam cho mỗi bữa ăn với giá rất phải chăng. Tôi đặc biệt giới thiệu Da Nang Easy Riders cho bất kỳ ai muốn trải nghiệm văn hóa Việt Nam đích thực.Sam - New ZealandĐọc thêm",
            "Tôi và một người bạn gặp Lợi - mini T - và Bom tại ga Đà Nẵng sau chuyến tàu từ TP.HCM. Họ đưa chúng tôi đi uống cà phê và cho chúng tôi rất nhiều ý tưởng về chuyến du lịch vòng quanh miền Trung Việt Nam. Họ - không hề thúc ép và tôi có thể dễ dàng nói rằng họ chỉ muốn điều tốt nhất cho chúng tôi và chuyến du lịch của chúng tôi, bất kể chúng tôi có cam kết thực hiện chuyến đi với họ hay không. Nhưng tôi rất vui vì chúng tôi đã chọn thực hiện chuyến đi 3 ngày với họ, nó đã trở thành một trong những trải nghiệm du lịch tuyệt vời nhất từ ​​trước đến nay! Chúng tôi đi tour từ Hội An đến Huế, dừng lại qua đêm ở Khâm Đức và Prao, với rất nhiều địa điểm để tham quan ở giữa. Tôi cảm thấy thực sự an toàn với khả năng lái xe tuyệt vời của Lợi và liên tục có cảnh đẹp khi lái xe quanh các ngọn núi. Chúng tôi đã được thấy rất nhiều nét văn hóa địa phương của Việt Nam và cả Bom và Lợi đều đưa ra những câu trả lời tuyệt vời cho bất kỳ câu hỏi nào chúng tôi có. Chúng tôi đã đến Thánh địa Mỹ Sơn, thị trấn - chợ, làng Katu và dừng lại để thưởng thức những món ăn ngon ở giữa, cùng với việc bơi lội ở thác nước để giải khát khi cần thiết. Lợi và Bom thực sự thân thiện và chúng tôi đã có khoảng thời gian thực sự tuyệt vời khi uống rượu và hát karaoke với họ trong các buổi tối! Tôi - tôi rất mong được trở lại Việt Nam, vì tôi - chắc chắn sẽ có một chuyến lưu diễn khác với những người này. Không thể - không yêu cầu thêm.Đọc thêm"
        ],
        "star_ratings": [
            203,
            13,
            0,
            0,
            0
        ],
        "review_amount": 216,
        "location": [],
        "reviews_time": [
            "Written March 29, 2023",
            "Written March 22, 2023",
            "Written March 14, 2023",
            "Written March 8, 2023",
            "Written March 8, 2023",
            "Written March 4, 2023",
            "Written February 20, 2023",
            "Written February 15, 2023",
            "Written February 11, 2023",
            "Written February 11, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298085-d10077795-Reviews-or40-Da_Nang_Easy_Riders-Da_Nang.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d10077795-Reviews-or30-Da_Nang_Easy_Riders-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d10077795-Reviews-or50-Da_Nang_Easy_Riders-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d10077795-Reviews-Da_Nang_Easy_Riders-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d5534261-Reviews-The_Best_Easyrider-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15000706-Reviews-Now_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8532504-Reviews-Danang_Private_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d14140792-Reviews-Phuc_An_Beauty_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12598185-Reviews-The_Motorbike_Station-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15274540-Reviews-Vip_Car_Da_Nang-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d17604628-Reviews-Danang_Motorbike_Adventure-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d7396121-Reviews-Con_Market-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d7246284-Reviews-Vinh_Trung_Plaza-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d9883123-Reviews-Anh_Kuom_Motobike_Rental-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12245626-Reviews-Hexagon-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d25309254-Reviews-Khanh_Hung_Optical-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8855039-Reviews-Golden_Rice_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8630974-Reviews-Vietnam_Shore_Excursions-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12364144-Reviews-Tabalo_Outdoor-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d10538179-Reviews-Hope_Sculpture-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g294009-d13119820-Reviews-Qatar_National_Library-Doha.html",
            "https://www.tripadvisor.com/Attraction_Review-g60633-d153839-Reviews-Kula_Botanical_Garden-Kula_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60864-d104486-Reviews-Jackson_Square-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g60864-d108045-Reviews-New_Orleans_City_Park-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g1190310-d549406-Reviews-Brijuni_National_Park-Brijuni_Istria.html",
            "https://www.tripadvisor.com/Attraction_Review-g297922-d2689528-Reviews-Black_Mountain_Water_Park-Hua_Hin_Prachuap_Khiri_Khan_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g52787-d1857518-Reviews-FNB_Field-Harrisburg_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g34087-d143659-Reviews-Cayo_Costa_State_Park-Boca_Grande_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34296-d8393046-Reviews-Hard_Rock_Cafe-Hollywood_Broward_County_Florida.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298085-d10077795-Reviews-or50-Da_Nang_Easy_Riders-Da_Nang.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298085-d10077795-Reviews-or40-Da_Nang_Easy_Riders-Da_Nang.html",
        "caculated": true,
        "dicts_sentiment_average": {
            "trải nghiệm": 0.9954437270353083,
            "chuyến tham quan": 0.5,
            "hải": 0.8737691454589367,
            "vân thác nước": 0.8737691454589367,
            "xe": 0.9953883130801842,
            "ngũ hành sơn": 0.7465086492011324,
            "chuyến đi xe máy": 0.9954035365954041,
            "thiên nhiên": 0.9952884333906695,
            "rừng nhiệt đới": 0.5,
            "chiến tranh": 0.5,
            "bảo tàng": 0.5,
            "ngôi làng": 0.38474446162581444,
            "chuyến đi": 0.7707930598407984,
            "khu vực": 0.3236794136464596,
            "chuyến du lịch": 0.5,
            "cảnh": 0.9955275755492039,
            "chuyến tham": 0.9885041494853795,
            "chủ nghĩa du lịch": 0.9538728874176741,
            "chuyến lưu diễn": 0.9953214140259661,
            "văn hóa": 0.5,
            "lịch sử": 0.5
        },
        "dicts_adj": {
            "trải nghiệm": [
                "tuyệt vời",
                "vui"
            ],
            "chuyến tham quan": [],
            "hải": [
                "tuyệt vời"
            ],
            "vân thác nước": [
                "tuyệt vời"
            ],
            "xe": [
                "an toàn",
                "thoải mái",
                "đặc biệt"
            ],
            "ngũ hành sơn": [
                "nhiệt tình"
            ],
            "chuyến đi xe máy": [
                "tuyệt vời"
            ],
            "thiên nhiên": [
                "tuyệt vời"
            ],
            "rừng nhiệt đới": [],
            "chiến tranh": [],
            "bảo tàng": [],
            "ngôi làng": [
                "nhỏ"
            ],
            "chuyến đi": [
                "thực sự",
                "cùng",
                "nhiều"
            ],
            "khu vực": [],
            "chuyến du lịch": [],
            "cảnh": [
                "tốt",
                "tuyệt vời",
                "đẹp"
            ],
            "chuyến tham": [],
            "chủ nghĩa du lịch": [
                "khác biệt",
                "điển hình",
                "chắc chắn"
            ],
            "chuyến lưu diễn": [
                "nhiều",
                "đẹp"
            ],
            "văn hóa": [],
            "lịch sử": []
        },
        "list_proper_noun": [],
        "factor value": {
            "trải nghiệm": 2,
            "chuyến tham quan": 1,
            "hải": 1,
            "vân thác nước": 1,
            "xe": 1,
            "ngũ hành sơn": 2,
            "chuyến đi xe máy": 1,
            "thiên nhiên": 1,
            "rừng nhiệt đới": 1,
            "chiến tranh": 1,
            "bảo tàng": 1,
            "ngôi làng": 1,
            "chuyến đi": 2,
            "khu vực": 1,
            "chuyến du lịch": 1,
            "cảnh": 1,
            "chuyến tham": 1,
            "chủ nghĩa du lịch": 1,
            "chuyến lưu diễn": 1,
            "văn hóa": 1,
            "lịch sử": 1
        }
    }
]