[
    {
        "attraction_name": "DaLat Private Tours",
        "attraction_name_vi": "Tour riêng Đà Lạt",
        "general_info": [
            "363 đánh giá",
            "- 12 trong số 153 Tour - Hoạt động tại Đà Lạt",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan bằng xe máy",
            "Tour tham quan",
            "Tour riêng",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "DaLat Private Tours là một trong những công ty lữ hành chuyên nghiệp hàng đầu tại Thành phố Đà Lạt. Luôn mang đến cho bạn những chuyến đi trong ngày riêng tư, chất lượng và tiết kiệm nhất!Xem thêm",
        "reviews": [
            "Nếu bạn đang tìm kiếm một chuyến phiêu lưu du lịch tư nhân vùng nông thôn đáng kinh ngạc ở Đà Lạt, thì không đâu khác ngoài Dalat Private do Hùng và Anh dẫn đầu. Trải nghiệm của chúng tôi với họ thực sự tuyệt vời. Ngay từ khi lên chiếc xe riêng của họ, chúng tôi đã cảm thấy vô cùng an toàn và được chăm sóc chu đáo. Chuyên môn và thái độ thân thiện của Hùng và Anh đã khiến chuyến tham quan trở nên thú vị và mang tính giáo dục. Kiến thức của họ về những Thác nước, địa điểm đẹp nhất và những câu chuyện đằng sau mỗi địa điểm đã tạo thêm điểm nhấn đặc biệt cho chuyến tham quan. Chúng tôi chắc chắn sẽ giới thiệu chuyến tham quan này cho bất kỳ ai đến thăm Thành phố Đà Lạt. Hùng và Anh là một đội năm sao đảm bảo sẽ có trải nghiệm thú vị và đáng nhớ. Đừng bỏ lỡ chuyến tham quan đặc biệt này!Đọc thêm",
            "Tom và Jerry đã biến đây thành một trong những trải nghiệm đáng nhớ nhất của chúng tôi!!!! Họ cực kỳ vui vẻ và nhiệt tình, dễ nói chuyện và cung cấp cho chúng tôi dịch vụ tuyệt vời. Chúng tôi yêu nó. Hãy tiếp tục công việc tuyệt vời nhé các bạn. Cảm ơn bạn rất nhiều.Đọc thêm",
            "Chúng tôi đã có khoảng thời gian tuyệt vời với hướng dẫn viên Tom và tài xế Jerry.  Chúng tôi đã thấy mọi thứ xung quanh Đà Lạt và Tom giải thích mọi thứ cho chúng tôi để chúng tôi hiểu những gì chúng tôi đang trải qua. Chiếc xe rất sạch sẽ và thoải mái. Họ rất thân thiện và kỹ lưỡng và cũng đưa chúng tôi đến những địa điểm ăn uống tuyệt vời.  Chúng tôi rất vui vì đã sử dụng công ty này và đặc biệt là Tom và Jerry.  Đọc thêm",
            "Chuyến đi thật tuyệt vời! Chúng tôi thực sự thích cách hướng dẫn viên giới thiệu nhiều điều tuyệt vời như đồ ăn và địa điểm tham quan, giúp chúng tôi trải nghiệm Thành phố Đà Lạt nhiều hơn nữa. Họ rất am hiểu và giúp đỡ chúng tôi trong suốt cả ngày với chuyến đi đã chọn. Xin gửi lời cảm ơn lớn đến những người cộng sự tuyệt vời, Tom và Jerry - hãy tiếp tục công việc tuyệt vời và luôn tuyệt vời! Mọi người nên đặt tour này; nó hoàn toàn xứng đáng. Đọc thêm",
            "Mui rất thân thiện và hiểu biết. Kể cho tôi rất nhiều về lịch sử và sự kiện. Nói tiếng Anh rất tốt. Thích tất cả các điểm dừng, đặc biệt là thác voi. Mui cũng dạy tôi một vài từ tiếng Việt và gợi ý những nơi tôi có thể ăn như một người ăn chay. Cảm ơn Mui! Đọc thêm",
            "Thật là một trải nghiệm du lịch tư nhân tuyệt vời. Hướng dẫn viên Mũi của chúng tôi rất vui tính và nhiều thông tin. Làm cho ngày trở nên thú vị hơn rất nhiều. Muốn giới thiệu tour này cho bất cứ ai. Cảm ơn các bạn!!! Đọc thêm",
            "Tom là một hướng dẫn tuyệt vời! Anh ấy đã chia sẻ rất nhiều kiến ​​thức về khu vực Đà Lạt và toàn bộ Việt Nam và anh ấy rất hữu ích với mọi khía cạnh của chuyến đi. Trải nghiệm này thật tuyệt vời và cho chúng tôi cái nhìn sâu sắc về ý nghĩa văn hóa và nông nghiệp của vùng đất xinh đẹp này của Việt Nam. Rất khuyến khích !!! Đọc thêm",
            "Hướng dẫn hoàn toàn tuyệt vời tên là Tom. Chiếc xe tuyệt vời và một người lái xe an toàn tuyệt vời. Mọi trải nghiệm đều thú vị và hấp dẫn với kiến ​​thức toàn diện của Tom.Đọc thêm",
            "Rất cám ơn Tom, vì sự quan tâm, công việc tuyệt vời và tuyệt vời của anh ấy cho toàn bộ chuyến đi của chúng tôi, đặc biệt là đối với thử thách đồng hành cùng tôi trên chuyến tàu lượn siêu tốc. Tôi thực sự đánh giá cao lòng tốt và tình yêu của bạn - Đọc thêm",
            "Đây là lần đầu tiên tôi tham gia Dalatprivatetours, bạn tôi đã đến đây 3 lần và đều sử dụng các tour riêng. Bây giờ tôi đã biết tại sao họ nhất quyết chọn cùng một công ty. Bởi vì dịch vụ và sự sắp xếp của họ rất tốt - Xuất sắc - .Tom thực sự là một hướng dẫn viên du lịch giỏi. Tôi chắc chắn sẽ giới thiệu cho bạn bè của tôi muốn đến đà lạt.Đọc thêm",
            "Có nhà hàng, cà phê nào gặp Tom không?Đọc thêm",
            "Bạn có thể liên hệ qua WhatsApp - Line: - 84989880594 Cảm ơn bạn! Chúc bạn một ngày tốt lành!Đọc thêm",
            "Xin chào, tôi có thể xin thông tin liên lạc của Tom được không?Đọc thêm",
            "Cảm ơn bạn đã hỏi hướng dẫn của chúng tôi. Bạn có thể gửi email cho chúng tôi không? Chúng tôi sẽ cung cấp cho bạn số điện thoại liên lạc. Chúng tôi không thể viết email hoặc số điện thoại trên tripadvisor. Cảm ơn bạn rất nhiều! Cảm ơn sự giúp đỡ của bạn.Steven!Đọc thêm",
            "Xin chào tất cả mọi người. Tôi chỉ muốn yêu cầu tính hợp pháp của agecny an toàn. Đang có ý định đặt tour du lịch Đà Lạt 1 ngày. Cảm ơn tất cả các bạn!Đọc thêm",
            "CHÀO. Cảm ơn bạn rất nhiều vì đã hỏi về chuyến đi. Nếu bạn muốn thực hiện chuyến đi trong ngày đến Đà Lạt hãy liên hệ với chúng tôi. Chúng tôi sẽ cung cấp cho bạn chi tiết hành trình. \nCảm ơn - Trân trọngĐọc thêm",
            "Chúng tôi đã thực hiện chuyến tham quan đồng thời với DaLat Private Tours! Gia đình tôi có 6 người, 4 người lớn và 2 trẻ em! Chúng tôi đã có một ngày tuyệt vời với DaLat Private Tours. Chúng tôi thực sự tận hưởng chuyến đi! Chúng tôi thực sự thích khung cảnh ở vùng quê Đà Lạt! Trong chuyến tham quan, chúng tôi đã thấy nhiều thứ như: Thác voi, ngôi chùa có tượng phật rất lớn, nhà máy tơ lụa, nhìn người nông dân họ nấu rượu gạo việt nam, thử một ít cà phê việt nam,.... và nhiều thứ chúng tôi đã thấy trên đường đi ! Hướng dẫn viên của chúng tôi, Mr.Tom, đã cho chúng tôi thấy nhiều góc nhìn đẹp và cho chúng tôi biết nhiều điều về văn hóa,.. anh ấy rất thân thiện, hướng dẫn rất tốt bụng! Cảm ơn bạn Tom! Và Cảm ơn Dalat Private Tours đã cho gia đình tôi một ngày tuyệt vời ở Đà Lạt! Cảm ơn rất nhiều! Chúng tôi thực sự khuyên bạn nên tham gia các chuyến tham quan tư nhân Đà Lạt!Đọc thêm",
            "Cảm ơn bạn rất nhiều! Chúng tôi cầu chúc mọi điều tốt đẹp nhất đến với gia đình bạn!Đọc thêm"
        ],
        "star_ratings": [
            360,
            4,
            0,
            0,
            0
        ],
        "review_amount": 364,
        "location": [
            "Tour riêng Đà Lạt",
            "Châu Á",
            "Những việc cần làm ở Đà Lạt",
            "Đà Lạt",
            "Tỉnh Lâm Đồng",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written May 27, 2024",
            "Written May 8, 2024",
            "Written April 20, 2024",
            "Written March 28, 2024",
            "Written March 25, 2024",
            "Written March 23, 2024",
            "Written March 18, 2024",
            "Written March 18, 2024",
            "Written March 17, 2024",
            "Written March 17, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293922-d11964658-Reviews-DaLat_Private_Tours-Da_Lat_Lam_Dong_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d11964658-Reviews-or10-DaLat_Private_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d19084215-Reviews-Easy_Rider_Mr_Viet-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d5961566-Reviews-Easy_Riders_Vietnam-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d4509496-Reviews-Dalat_Easy_Rider_Group-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d4961014-Reviews-Viet_Challenge_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d14124168-Reviews-Ocean_Easyrider_Tour_Vietnam-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d7987929-Reviews-Viet_Action_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d4437458-Reviews-Groovy_Gecko_Tours_Day_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d4074605-Reviews-Pine_Track_Adventures-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d1459454-Reviews-Easy_Riders_Vietnam-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d2343967-Reviews-Dalat_Easy_Riders-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d7620247-Reviews-Easy_Riders_Rew_Rew_Adventures-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d6485016-Reviews-Dalat_Adventure_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d1846765-Reviews-Phat_Tire_Ventures-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d2571776-Reviews-Original_Easy_Rider_Vietnam-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d17222676-Reviews-Happy_Day_Travel-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g46819-d265984-Reviews-Mall_at_Short_Hills-Short_Hills_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g60921-d11702462-Reviews-Ediz_Hook_Reserve-Port_Angeles_Clallam_County_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g262055-d6680620-Reviews-Landa_Beach-Ayia_Napa_Famagusta_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g60754-d614432-Reviews-Wellfleet_Drive_In_Theatre-Wellfleet_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g60864-d15268223-Reviews-The_Fillmore-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g55879-d108604-Reviews-The_Strand-Galveston_Galveston_Island_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g51947-d8352342-Reviews-Roads_End_State_Recreation_Site-Lincoln_City_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g60971-d632220-Reviews-Lake_Mary-Flagstaff_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d2244522-Reviews-SpeedZone-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g298305-d9727284-Reviews-Putrajaya_Challenge_Park-Putrajaya_Wilayah_Persekutuan.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293922-d11964658-Reviews-or10-DaLat_Private_Tours-Da_Lat_Lam_Dong_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293922-d11964658-Reviews-DaLat_Private_Tours-Da_Lat_Lam_Dong_Province.html"
    },
    {
        "attraction_name": "DaLat Private Tours",
        "attraction_name_vi": "Tour riêng Đà Lạt",
        "general_info": [
            "363 đánh giá",
            "- 12 trong số 153 Tour - Hoạt động tại Đà Lạt",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan bằng xe máy",
            "Tour tham quan",
            "Tour riêng",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "DaLat Private Tours là một trong những công ty lữ hành chuyên nghiệp hàng đầu tại Thành phố Đà Lạt. Luôn mang đến cho bạn những chuyến đi trong ngày riêng tư, chất lượng và tiết kiệm nhất!Xem thêm",
        "reviews": [
            "Khung cảnh thật tuyệt vời.. chúng tôi đã chụp rất nhiều bức ảnh tuyệt vời! Cảm ơn hướng dẫn viên du lịch của chúng tôi, Mr.Tom - - nhiếp ảnh gia giỏi nhất - Đọc thêm",
            "Đây là lần thứ 2 vợ tôi - tôi tham gia Dalat Private Tours do ông chủ Tom dẫn dắt từ ngày 12 - 16 tháng 3 năm 2024. Anh ấy rất kiên nhẫn - nhiệt tình về những nơi đến thăm - đã cho chúng tôi dịch vụ 5 sao. Không bán hàng trên xe buýt. Chúng tôi đi theo nhóm 13 người - được tặng một chiếc xe buýt lớn - rất thoải mái với WIFI mạnh xuyên suốt chuyến tham quan. Đà Lạt có nhiều điểm đến mới thú vị như Đồi cát, tàu lượn siêu tốc - thác nước, Mongoland Ride , Vườn hoa Sắc Mẫu, Trang trại cà phê, Chợ Nite, v.v. Đó là một chuyến đi đáng nhớ khác.Đọc thêm",
            "Tour Đà Lạt tuyệt vời! Trải nghiệm tốt, vui vẻ, hạnh phúc, đáng nhớ - Chuyến đi 5N4N tại Đà Lạt Việt Nam.  Đầy đủ các điểm tham quan và thức ăn ngon. Hướng dẫn viên của chúng tôi, ông Tom là một người đàn ông hữu ích, thân thiện, chu đáo, nhiệt tình, nhẹ nhàng và chu đáo. Ông Tom nói tiếng Anh tốt, chúng tôi không gặp vấn đề gì trong giao tiếp. Sẽ giới thiệu DaLat Private Tours và Tom. Cảm ơn Tom rất nhiều - Bảo trọng nhé! Hẹn gặp lại - - Đọc thêm",
            "Đây là chuyến đi thứ ba của tôi với Dalat Private Tour do Mr.Tom dẫn đầu. Gói tour luôn được lên kế hoạch tuyệt vời. Mr.Tom là một người rất thực tế. Tạo ra một trải nghiệm rất thú vị và bổ ích cho những ai tham gia chuyến tham quan của anh ấy và nở nụ cười rạng rỡ trên khuôn mặt chúng tôi. Tôi thực sự khuyên bạn nên tham gia chuyến tham quan của anh ấy nếu bạn đang tìm kiếm một khoảng thời gian tuyệt vời ở Đà Lạt.Đọc thêm",
            "Tom, hướng dẫn viên du lịch riêng cho chuyến đi Đà Lạt, Việt Nam của chúng tôi, anh ấy thật tuyệt vời, tuyệt vời và tận tâm mọi lúc trong suốt 5 ngày phục vụ đặc biệt.  Giữ nó lên!  -  -  -  -  - Đọc thêm",
            "Hướng dẫn viên du lịch tuyệt vời, ông Tom và tài xế, ông HongA hướng dẫn viên du lịch rất kiên nhẫn và có trách nhiệm. Quan trọng, một người quay phim giỏi cũng vậy. - Rất khuyến khíchĐọc thêm",
            "Chúng tôi đã ở đây 7 năm trước - chúng tôi đã khơi dậy lại thời gian tươi đẹp cũ của mình một lần nữa tất cả là nhờ TOM, hướng dẫn viên du lịch riêng của chúng tôi. Lần này tất cả đều là những trải nghiệm mới - điểm đến nhưng dịch vụ, sự quan tâm - chi tiết từng chi tiết - mọi thứ nhỏ nhặt không bao giờ thay đổi. Tất cả chúng tôi đều rất vui khi được gặp lại anh ấy - chúng tôi có một khoảng thời gian tuyệt vời. Nếu bạn cũng đang tìm kiếm một người đáng tin cậy, Tom không bao giờ làm bạn thất vọng. 5 ngày ngắn ngủi - chúng tôi đã nhớ anh ấy rồi. Đọc thêm",
            "Trải nghiệm phi thường! Tôi đã thực hiện chuyến tham quan VIP và sẽ giới thiệu kỹ lưỡng. Hướng dẫn viên du lịch của tôi Tom rất am hiểu và thực sự đã vượt lên trên để đảm bảo tôi có một trải nghiệm thú vị. Là một người du lịch một mình, thật tuyệt vời khi có được một người bạn đồng hành tuyệt vời như vậy trong ngày!Đọc thêm",
            "Wow, chuyến đi thật khó quên! Chuyến đi này cho bạn cái nhìn sâu sắc thực sự về cuộc sống của người Việt Nam. Chúng tôi đã thấy rất nhiều điều thú vị như cách làm lụa và cách họ làm rượu gạo. Hướng dẫn viên của chúng tôi, Mui, thật tuyệt vời - một anh chàng dễ mến, vui tính và thân thiện, người đã chia sẻ rất nhiều thông tin trên đường đi. Chúng tôi đã học được rất nhiều và tận hưởng chuyến đi một cách trọn vẹn. Cảm ơn một lần nữa vì một ngày tuyệt vời! Đọc thêm",
            "Chuyến đi tuyệt vời! Tom hướng dẫn của chúng tôi rất thân thiện và rất hiểu biết. Tài xế Jerry của chúng tôi rất thân thiện và đưa chúng tôi từ nơi này đến nơi khác trên chiếc xe sang trọng của họ. Nước cũng được cung cấp. Chúng tôi không thể giới thiệu đủ chuyến đi này. Những địa điểm và phong cảnh tuyệt vời mà không gặp rắc rối nào!Đọc thêm"
        ],
        "star_ratings": [
            360,
            4,
            0,
            0,
            0
        ],
        "review_amount": 364,
        "location": [
            "Tour riêng Đà Lạt",
            "Châu Á",
            "Những điều cần làm ở Đà Lạt",
            "Đà Lạt",
            "Tỉnh Lâm Đồng",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written March 16, 2024",
            "Written March 16, 2024",
            "Written March 16, 2024",
            "Written March 16, 2024",
            "Written March 16, 2024",
            "Written March 16, 2024",
            "Written March 16, 2024",
            "Written March 4, 2024",
            "Written March 1, 2024",
            "Written February 29, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293922-d11964658-Reviews-or10-DaLat_Private_Tours-Da_Lat_Lam_Dong_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d11964658-Reviews-DaLat_Private_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d11964658-Reviews-or20-DaLat_Private_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d19084215-Reviews-Easy_Rider_Mr_Viet-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d5961566-Reviews-Easy_Riders_Vietnam-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d4509496-Reviews-Dalat_Easy_Rider_Group-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d4961014-Reviews-Viet_Challenge_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d14124168-Reviews-Ocean_Easyrider_Tour_Vietnam-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d7987929-Reviews-Viet_Action_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d4437458-Reviews-Groovy_Gecko_Tours_Day_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d4074605-Reviews-Pine_Track_Adventures-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d1459454-Reviews-Easy_Riders_Vietnam-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d2343967-Reviews-Dalat_Easy_Riders-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d7620247-Reviews-Easy_Riders_Rew_Rew_Adventures-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d6485016-Reviews-Dalat_Adventure_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d1846765-Reviews-Phat_Tire_Ventures-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d2571776-Reviews-Original_Easy_Rider_Vietnam-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d17222676-Reviews-Happy_Day_Travel-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d1954225-Reviews-Aviva_Stadium-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d645218-Reviews-The_Spa_at_Red_Rock-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d272048-Reviews-Cherry_Creek_Shopping_Center-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g14097840-d577165-Reviews-Castello_di_Vezio-Vezio_Perledo_Lake_Como_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g1144101-d3359516-Reviews-Spiaggia_di_Is_Arutas-Cabras_Province_of_Oristano_Sardinia.html",
            "https://www.tripadvisor.com/Attraction_Review-g181771-d6025377-Reviews-Sea_to_Sky_Gondola-Squamish_British_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g315907-d318367-Reviews-Peles_Castle-Sinaia_Prahova_County_Southern_Romania.html",
            "https://www.tripadvisor.com/Attraction_Review-g33878-d497992-Reviews-Harvey_s_Beach-Old_Saybrook_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g6877849-d549932-Reviews-Victorinox_Factory_Store-Ibach.html",
            "https://www.tripadvisor.com/Attraction_Review-g298551-d7050683-Reviews-Grave_Of_Hamzah-Medina_Al_Madinah_Province.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293922-d11964658-Reviews-or20-DaLat_Private_Tours-Da_Lat_Lam_Dong_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293922-d11964658-Reviews-or10-DaLat_Private_Tours-Da_Lat_Lam_Dong_Province.html"
    },
    {
        "attraction_name": "DaLat Private Tours",
        "attraction_name_vi": "Tour riêng Đà Lạt",
        "general_info": [
            "363 đánh giá",
            "- 12 trong 153 Tour - Hoạt động ở Đà Lạt",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan bằng xe máy",
            "Tour tham quan",
            "Tour riêng",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "DaLat Private Tours là một trong những công ty lữ hành chuyên nghiệp hàng đầu tại Thành phố Đà Lạt. Luôn mang đến cho bạn những chuyến đi trong ngày riêng tư, chất lượng và tiết kiệm nhất!Xem thêm",
        "reviews": [
            "Đã có một chuyến tham quan tuyệt vời với Tom, đã ghé thăm một số địa điểm thú vị..Tiếng Anh tốt và hiểu biết, tài xế giỏi, có thể giới thiệuĐọc thêm",
            "Cảm ơn Mũi vì một ngày đáng yêu ở quê Đà Lạt. Đi xem chùa, trang trại dế và công viên hoa. Bữa trưa thật ngon miệng với những món ăn Việt Nam đích thực.Đọc thêm",
            "Đây là một chuyến đi trong ngày tuyệt vời và là cách tuyệt vời để tìm hiểu về lịch sử Đà Lạt. Thác Datanla rất đẹp và Dinh Vua Đà Lạt 1 rất thú vị. Chuyến đi cáp treo cũng rất vui. Tàu lượn siêu tốc trên núi cao thú vị hơn nhiều so với tôi mong đợi. Chúng tôi thực sự thích Làng hoa Vạn Thành. Điểm dừng chân tại Cà phê Lê Việt không được tổ chức tốt, nhưng cà phê thì tuyệt vời. Nhìn chung, tôi không có vấn đề gì khi giới thiệu tour này. Đọc thêm",
            "Một trong những chuyến tham quan tuyệt vời nhất từ ​​trước đến nay! Vị trí rất thú vị và đáng kinh ngạc. Hướng dẫn viên Si và tài xế Anh của chúng tôi đã chỉ cho chúng tôi Đà Lạt và nó thật tuyệt vời. Rất khuyến khích!Đọc thêm",
            "Đây là một ngày tuyệt vời nhất ở Đà Lạt! Nếu bạn có thời gian hạn chế ở thành phố này - hãy giới thiệu kỹ lưỡng chuyến tham quan này. Anh Mùi đã sắp xếp hành trình một cách hoàn hảo nên chúng tôi đã đến được các điểm tham quan trước khi các đoàn xe buýt lớn đến, tránh phải xếp hàng dài, nghĩa là không bị áp lực về thời gian và mọi địa điểm chúng tôi ghé thăm đều được đưa vào tận nơi. Hãy hét to với một tài xế rất lạnh lùng và kiên nhẫn, người đã có để vượt qua cơn bão giờ cao điểm trên đường trở về khách sạn. Nói chung đây là một trải nghiệm tuyệt vời và đáng giá từng xu - đô la, rúp, yên, v.v. - Sẽ gọi lại cho họ khi ở trong thị trấn.Đọc thêm",
            "Chúng tôi đã đặt tour riêng 2 ngày với DaLat Private Tours khoảng 2 tuần trước chuyến đi. Tôi đã gửi email cho công ty để biết thông tin về các chuyến tham quan của họ và nhận được phản hồi toàn diện rất nhanh từ Tom, người điều hành tour và cũng là hướng dẫn viên của chúng tôi trong 2 ngày. Anh ấy đã đưa cho chúng tôi báo giá và hành trình cũng như thông tin về các tùy chọn thanh toán. Chuyến tham quan kéo dài 2 ngày đã được cân nhắc kỹ lưỡng về trình tự và nhịp độ. Chúng tôi đã đi qua nhiều địa điểm quan trọng ở Đà Lạt trong 2 ngày nhưng không cảm thấy vội vã. Tom là một hướng dẫn tuyệt vời. Anh ấy sẽ cho chúng tôi biết nơi chúng tôi sẽ đến tiếp theo và tại mỗi địa điểm, anh ấy sẽ cung cấp một số thông tin cơ bản trước khi dẫn chúng tôi đi qua. Thời gian kết thúc ước tính của mỗi ngày - chương trình là 5h30 chiều nhưng anh ấy không cố gắng giục chúng tôi quay lại. Vào ngày đầu tiên, chúng tôi đã có khoảng thời gian vui vẻ tại một quán cà phê ngắm hoàng hôn trước khi quay về lúc 6 giờ chiều. Gia đình tôi rất thích chuyến tham quan vì nó cho phép chúng tôi đi tham quan nhiều địa điểm mà không gặp rắc rối khi phải tự lên kế hoạch hành trình và mua vé vào cổng vì điều này và điều kia. Cảm ơn, Tom! Đọc thêm",
            "Chuyến tham quan thật thú vị từ đầu đến cuối. Xe đến đúng giờ, sạch sẽ và thực sự thoải mái. Chúng tôi được tặng nước đóng chai. Hướng dẫn của chúng tôi là Ya. Anh ấy không chỉ kể cho anh ấy rất nhiều sự thật thú vị về khu vực, con người và cuộc sống của họ mà còn rất chu đáo và hữu ích với chúng tôi. Anh ấy luôn kể cho chúng tôi nghe về điểm dừng tiếp theo, cho chúng tôi chút thời gian thư giãn khi cần và đưa chúng tôi đến những nơi mà chúng tôi yêu thích. Chúng tôi cũng chia sẻ những tiếng cười vui vẻ và những câu chuyện trong cuộc sống của mình. Đọc thêm",
            "Thu dẫn chúng tôi đi vòng quanh Đà Lạt và hiểu rõ về cảnh quan địa phương ở Đà Lạt - Cánh đồng hoa, thác nước, chùa thiền và cảnh đẹp - . Anh ấy siêu kiên nhẫn và chụp một số bức ảnh hoành tráng. Cảm ơn Thu!Đọc thêm",
            "Ngày tốt nhất ở Việt Nam cho đến nay! Rất nhiều niềm vui, thông tin thú vị và những điểm đặc biệt. Chúng tôi đã có một ngày tuyệt vời và rất thú vị. Hướng dẫn viên Mũi và tài xế Anh rất thân thiện. Mũi đã cho chúng tôi rất nhiều câu chuyện thú vị và thông tin cơ bản. Ông cũng trả lời tất cả các câu hỏi của chúng tôi. Cả hai đều nói tiếng Anh tốt. Chúng tôi thực sự rất thích một ngày với cả hai người. Trong chuyến tham quan này, bạn thực sự học được điều gì đó về đất nước, văn hóa và con người, thậm chí ở xa các điểm nóng du lịch. Mũi và Anh là những lời khuyên nội bộ tuyệt đối và chúng tôi thực sự có thể giới thiệu họ: - Đọc thêm",
            "Một chuyến đi tuyệt vời và đáng nhớ từ cồn cát đến những cảnh đẹp ven biển, công viên quốc gia, vườn hoa, đồn điền cà phê và trà, đi tàu lượn trên núi, đi cáp treo - - ..Đó là một chuyến đi với nhiều thử thách dành cho 10 học sinh cuối cấp - cầu trượt cát dành cho những người dũng cảm , đi bộ đường dài , đi xe máy cho một số ít người trong chúng ta vượt qua những địa hình khó khăn - .  Tôi đặc biệt giới thiệu các chuyến tham quan tư nhân Đà Lạt, các dịch vụ tuyệt vời của họ được cung cấp bởi Tom hướng dẫn viên chu đáo của chúng tôi, người đã quan tâm rất nhiều đến tất cả chúng tôi và đi xa hơn để đáp ứng nhu cầu của chúng tôi. Tony, người lái xe khéo léo của chúng tôi, người đã chở chúng tôi an toàn từ nơi này đến nơi khác và giữ cho chiếc xe luôn sạch sẽ.Đọc thêm",
            "Có nhà hàng, cà phê nào gặp Tom không?Đọc thêm",
            "Bạn có thể liên hệ qua WhatsApp - Line: - 84989880594 Cảm ơn bạn! Chúc bạn một ngày tốt lành!Đọc thêm",
            "Xin chào, tôi có thể xin thông tin liên lạc của Tom được không?Đọc thêm",
            "Cảm ơn bạn đã hỏi hướng dẫn của chúng tôi. Bạn có thể gửi email cho chúng tôi được không? Chúng tôi sẽ cung cấp cho bạn số liên lạc. Chúng tôi không thể viết email hoặc số điện thoại trên tripadvisor. Cảm ơn rất nhiều! Cảm ơn sự giúp đỡ của bạn.Steven!Đọc thêm",
            "Xin chào tất cả mọi người. Tôi chỉ muốn yêu cầu tính hợp pháp của agecny an toàn. Đang có ý định đặt tour du lịch Đà Lạt 1 ngày. Cảm ơn tất cả các bạn!Đọc thêm",
            "CHÀO. Cảm ơn bạn rất nhiều vì đã hỏi về chuyến đi. Nếu bạn muốn thực hiện chuyến đi trong ngày đến Đà Lạt hãy liên hệ với chúng tôi. Chúng tôi sẽ cung cấp cho bạn chi tiết hành trình. \nCảm ơn - Trân trọngĐọc thêm",
            "Chúng tôi đã thực hiện chuyến tham quan đồng thời với DaLat Private Tours! Gia đình tôi có 6 người, 4 người lớn và 2 trẻ em! Chúng tôi đã có một ngày tuyệt vời với DaLat Private Tours. Chúng tôi thực sự tận hưởng chuyến đi! Chúng tôi thực sự thích khung cảnh ở vùng quê Đà Lạt! Trong chuyến tham quan, chúng tôi đã thấy nhiều thứ như: Thác voi, ngôi chùa có tượng phật rất lớn, nhà máy tơ lụa, nhìn người nông dân họ nấu rượu gạo việt nam, thử một ít cà phê việt nam,.... và nhiều thứ chúng tôi đã thấy trên đường đi ! Hướng dẫn viên của chúng tôi, Mr.Tom, đã cho chúng tôi thấy nhiều góc nhìn đẹp và cho chúng tôi biết nhiều điều về văn hóa,.. anh ấy rất thân thiện, hướng dẫn rất tốt bụng! Cảm ơn bạn Tom! Và Cảm ơn Dalat Private Tours đã cho gia đình tôi một ngày tuyệt vời ở Đà Lạt! Cảm ơn rất nhiều! Chúng tôi thực sự khuyên bạn nên tham gia các chuyến tham quan tư nhân Đà Lạt!Đọc thêm",
            "Cảm ơn bạn rất nhiều! Chúng tôi chúc mọi điều tốt đẹp nhất đến với gia đình bạn!Đọc thêm"
        ],
        "star_ratings": [
            360,
            4,
            0,
            0,
            0
        ],
        "review_amount": 364,
        "location": [
            "Tour riêng Đà Lạt",
            "Châu Á",
            "Những điều cần làm ở Đà Lạt",
            "Đà Lạt",
            "Tỉnh Lâm Đồng",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written February 21, 2024",
            "Written February 17, 2024",
            "Written February 11, 2024",
            "Written February 3, 2024",
            "Written January 15, 2024",
            "Written January 7, 2024",
            "Written January 6, 2024",
            "Written January 3, 2024",
            "Written January 1, 2024",
            "Written December 30, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293922-d11964658-Reviews-or20-DaLat_Private_Tours-Da_Lat_Lam_Dong_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d11964658-Reviews-or10-DaLat_Private_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d11964658-Reviews-or30-DaLat_Private_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d11964658-Reviews-DaLat_Private_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d19084215-Reviews-Easy_Rider_Mr_Viet-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d5961566-Reviews-Easy_Riders_Vietnam-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d4509496-Reviews-Dalat_Easy_Rider_Group-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d4961014-Reviews-Viet_Challenge_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d14124168-Reviews-Ocean_Easyrider_Tour_Vietnam-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d7987929-Reviews-Viet_Action_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d4437458-Reviews-Groovy_Gecko_Tours_Day_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d4074605-Reviews-Pine_Track_Adventures-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d1459454-Reviews-Easy_Riders_Vietnam-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d2343967-Reviews-Dalat_Easy_Riders-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d7620247-Reviews-Easy_Riders_Rew_Rew_Adventures-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d6485016-Reviews-Dalat_Adventure_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d1846765-Reviews-Phat_Tire_Ventures-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d2571776-Reviews-Original_Easy_Rider_Vietnam-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d17222676-Reviews-Happy_Day_Travel-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g46938-d1069300-Reviews-Belleplain_State_Forest-Woodbine_Cape_May_County_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d554303-Reviews-Starfield_COEX_Mall-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g303833-d553687-Reviews-Rovinj_Aquarium_Ruder_Boskovic_Institute-Rovinj_Istria.html",
            "https://www.tripadvisor.com/Attraction_Review-g8363967-d9867151-Reviews-Dream_Park-6th_of_October_City_Giza_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g187373-d23655373-Reviews-Little_Tokyo-Dusseldorf_North_Rhine_Westphalia.html",
            "https://www.tripadvisor.com/Attraction_Review-g54946-d104477-Reviews-Tennessee_Aquarium-Chattanooga_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g319817-d2076518-Reviews-Tyre_Beach-Sur_South_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g608875-d555030-Reviews-Seljalandsfoss-Hella_South_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g60654-d1518818-Reviews-Wet_n_Wild_Hawaii-Kapolei_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g34420-d4843888-Reviews-The_Shops_of_Olde_Marco-Marco_Island_Florida.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293922-d11964658-Reviews-or30-DaLat_Private_Tours-Da_Lat_Lam_Dong_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293922-d11964658-Reviews-or20-DaLat_Private_Tours-Da_Lat_Lam_Dong_Province.html"
    }
]