[
    {
        "attraction_name": "Dalat K’Ho Adventures",
        "attraction_name_vi": "Đà Lạt KHo Adventures",
        "general_info": [
            "4 đánh giá",
            "5 trên 27 Phương tiện giao thông ở Đà Lạt",
            "Chuyến tham quan mạo hiểm Adrenaline",
            "Taxi đưa đón",
            "Chuyến tham quan bằng xe đạp",
            "Chuyến tham quan bằng xe máy",
            "Chuyến tham quan cắm trại đi bộ đường dài"
        ],
        "attraction_summary": "Dalat KHo Adventures là nhà cung cấp trang phục thể thao mạo hiểm nổi bật ở Việt Nam, cung cấp nhiều hoạt động khác nhau như đạp xe leo núi, leo núi, cắm trại, chèo thuyền SUP, vượt thác và đạp xe đến Nha Trang và Mũi Né. Chúng tôi làm việc với những hướng dẫn viên khu vực có kiến ​​thức sâu rộng và niềm đam mê với quê hương. Chúng sẽ khiến chuyến đi của bạn trở nên khó quên và vui vẻ.Đọc thêm",
        "reviews": [
            "Tôi đã có cơ hội đi du lịch cùng Roy quanh Đà Lạt trong 3 ngày và anh ấy là một hướng dẫn viên du lịch tuyệt vời. Kiến thức, sự kiên nhẫn và kinh nghiệm lái xe của anh ấy đã khiến chuyến đi này trở thành điểm nhấn trong kỳ nghỉ của chúng tôi. Tôi đánh giá cao anh ấy. Cảm ơn một lần nữa vì tất cả mọi thứ! Đọc thêm",
            "Tôi cảm thấy sợ hãi khi thực hiện chuyến tham quan này và muốn rời đi ngay khi nhìn thấy bức tường tập luyện. Những người hướng dẫn tour du lịch đã khiến tôi cảm thấy rất an toàn và được hỗ trợ, tôi RẤT hạnh phúc vì đã trải qua một ngày, đó thực sự là một trải nghiệm đáng nhớ trong đời. Bữa trưa được cung cấp sau đó thật TUYỆT VỜI. Đây là một trải nghiệm đáng kinh ngạc đáng nhớ trong suốt quãng đời còn lại của tôi. Nếu bạn sợ hãi, hãy cứ làm điều đó. Bạn sẽ không hối tiếc. Cảm ơn nhóm đã động viên bạn vượt qua nỗi sợ hãi. Cảm ơn bạn đã khiến tôi cảm thấy rất an toàn trên mỗi bước đường. Mimi Đọc thêm",
            "Mimi thân mến,\n\nCảm ơn bạn rất nhiều vì đánh giá đáng yêu và những lời tốt đẹp của bạn. Chúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời với chuyến tham quan Canyoning và bạn đã chinh phục được nỗi sợ hãi của mình. Bạn thực sự dũng cảm và thích phiêu lưu, và chúng tôi tự hào về bạn vì đã hoàn thành thử thách. Chúng tôi cũng rất vui vì bạn đã thưởng thức bữa trưa và ngắm cảnh Đà Lạt. Thật vui khi được đón tiếp bạn và chia sẻ với bạn vẻ đẹp cũng như văn hóa của Việt Nam.\n\nChúng tôi đánh giá cao đề xuất của bạn. Chúng tôi luôn cố gắng cung cấp dịch vụ và hỗ trợ tốt nhất cho khách hàng của mình và chúng tôi rất vui vì bạn cảm thấy an toàn và thoải mái khi đến với chúng tôi. Chúng tôi hy vọng sẽ sớm gặp lại bạn trong một cuộc phiêu lưu khó quên khác.\n\nTrân trọng,\n\nDalat KHo AdventuresĐọc thêm",
            "HiDA LAT KHO ADVENTURES TEAMCảm ơn vì chuyến tham quan Vợ tôi và tôi đã đặt chuyến tham quan bằng xe máy một ngày ở DA LATNhóm lái xe rất an toàn và đưa chúng tôi đến một địa điểm tuyệt đẹp, họ có kiến ​​thức rất rộng, nói tiếng Anh tốt. Chúng tôi thực sự khuyên bạn nên tham quan cùng công ty này. Công ty này có rất nhiều ưu điểm để gợi ý cho cupels và gia đình CẢM ƠN NATANĐọc thêm",
            "Natan thân mến,\n\nCảm ơn bạn đã đánh giá tuyệt vời của bạn. Chúng tôi rất vui vì vợ chồng bạn đã tận hưởng chuyến tham quan bằng xe máy và những địa điểm đẹp của Đà Lạt. Bạn là người thích phiêu lưu và vui vẻ, và chúng tôi rất vui được chia sẻ kiến ​​thức và kỹ năng của mình với bạn.\n\nChúng tôi đánh giá cao đề xuất của bạn. Mong rằng chúng tôi sẽ sớm gặp lại bạn.\n\nTrân trọng,\n\nDalat KHo AdventuresĐọc thêm",
            "Vợ chồng tôi đi du lịch bằng xe máy cùng Luet và Roy từ Đà Lạt đến Cát Tiên. Trên đường đi, cả hai chỉ cho chúng tôi nhiều địa điểm đẹp như trang trại hoa, đồn điền cà phê, thác nước, chùa, đồn điền cây cao su, v.v. và dừng lại ở bất cứ nơi nào chúng tôi muốn. Những chuyến đi qua những cung đường ngắm cảnh là một điểm nhấn đặc biệt; chúng tôi sẽ không bao giờ tự mình tìm thấy nhiều địa điểm và quang cảnh. Cả hai đều nói tiếng Anh rất tốt và kể cho chúng tôi rất nhiều điều về những địa điểm ở các điểm dừng. Cả hai đều lái xe rất cẩn thận và có tầm nhìn xa nên chúng tôi luôn cảm thấy an toàn. Thật không may, chúng tôi chỉ đặt một chuyến tham quan ngắn ngày; lần sau chúng tôi chắc chắn sẽ đặt tour nhiều ngày!Đọc thêm",
            "Kappfa1 thân mến,\n\nRất vui khi biết rằng bạn đã có chuyến tham quan bằng xe máy tuyệt vời cùng Luet và Roy từ Đà Lạt đến Cát Tiên! Những trải nghiệm tích cực của bạn với những con đường tuyệt đẹp, những điểm dừng đa dạng và sự lái xe cẩn thận của hướng dẫn viên chính là những gì chúng tôi hướng tới cho du khách của mình. Mục tiêu của chúng tôi luôn là đảm bảo rằng khách hàng cảm thấy thoải mái và an toàn khi khám phá những viên ngọc ẩn của khu vực.\n\nChúng tôi mong sớm được chào đón bạn trở lại trong một chuyến đi dài hơn. Cảm ơn bạn đã dành thời gian để chia sẻ kinh nghiệm của bạn.\n\nTrân trọng, \nĐội thám hiểm Đà Lạt KHoĐọc thêm"
        ],
        "star_ratings": [
            4,
            0,
            0,
            0,
            0
        ],
        "review_amount": 4,
        "location": [
            "Đà Lạt KHo Adventures",
            "Việt Nam",
            "Những điều cần làm ở Đà Lạt",
            "Đà Lạt",
            "Tỉnh Lâm Đồng",
            "Châu Á"
        ],
        "reviews_time": [
            "Written April 17, 2024",
            "Written August 28, 2023",
            "Written August 25, 2023",
            "",
            "Written November 17, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293922-d26430395-Reviews-Dalat_K_Ho_Adventures-Da_Lat_Lam_Dong_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g48016-d2233164-Reviews-Million_Dollar_Beach-Lake_George_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g1062757-d565758-Reviews-El_Sunzal-La_Libertad_La_Libertad_Department.html",
            "https://www.tripadvisor.com/Attraction_Review-g187895-d195556-Reviews-Galleria_dell_Accademia-Florence_Tuscany.html",
            "https://www.tripadvisor.com/Attraction_Review-g189180-d21391868-Reviews-Mistik_Sauna_Club-Porto_Porto_District_Northern_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g48922-d4048732-Reviews-LEGOLAND_Discovery_Center_Westchester-Yonkers_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g189421-d4877258-Reviews-The_Holy_Monastery_of_Preveli-Rethymnon_Rethymnon_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g608496-d1727783-Reviews-Balian_Beach-Tabanan_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d108678-Reviews-Fisherman_s_Wharf-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g56066-d142699-Reviews-Kemah_Boardwalk-Kemah_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g274856-d2235986-Reviews-PGE_National_Stadium-Warsaw_Mazovia_Province_Central_Poland.html"
        ],
        "url_next": "",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293922-d26430395-Reviews-Dalat_K_Ho_Adventures-Da_Lat_Lam_Dong_Province.html"
    }
]