[
    {
        "attraction_name": "Dalat Easyrider - Private Day Tour",
        "attraction_name_vi": "Dalat Easyrider - Tour riêng trong ngày",
        "general_info": [
            "302 đánh giá",
            "- 26 trên 155 Tour - Hoạt động ở Đà Lạt",
            "Tour riêng"
        ],
        "attraction_summary": "Vietnam has a four thousand year history. Following many foreign invasions the country is ready to move forward and develop whilst keeping the cultural heritage which makes Vietnam so diverse. For over 21 years of hard working with lots of experiences, we - Easy Riders - are always committed to ensuring your happiness, safety and security when travelling with us. We are the founder of dalat easyrider group in Dalat since 1991.- We speak English and French.- On our tours travellers can visit the central highlands, the mekong delta ,the Ho chi minh trails, see spectacular views, and learn all about the life of real local people and 54 ethnic living in VietNam. This is the only way to get off the beaten track.- Our tour have high standards, but the price is very flexible and Discounts the price for student- Our Guide are friendly, safe ,and extremely experienced . Many have done this for over 21 years.- You will see and visit places you would never see on a traditional tour bus.Come with us you are at the right place to choose for your journey.Don - t be afraid !!! Join us and hit the road to best enjoy Vietnam !!!Read more",
        "reviews": [
            "Chúng tôi đã thực hiện chuyến tham quan bằng xe máy đến vùng ngoại ô Đà Lạt, nơi chúng tôi có thể tùy chỉnh trải nghiệm của mình để xem những gì chúng tôi muốn thấy chứ không phải những gì chúng tôi không muốn thấy.  Hai tài xế Tín Tín và Du chở chúng tôi đi xe ôm.  Tin Tin và Du là những hướng dẫn viên xuất sắc, rất am hiểu về mọi thứ chúng tôi thấy và đã cho chúng tôi một chuyến tham quan xuất sắc.  Mọi thứ đều vượt quá mong đợi!Đọc thêm",
            "Đây là một trong những trải nghiệm yêu thích của chúng tôi trong suốt chuyến đi đến Việt Nam! Chúng tôi đã đặt nó vào phút cuối nhưng rất vui mừng vì họ còn chỗ trống. Trình điều khiển của chúng tôi, Quyên - Phước, thật tuyệt vời! Hài hước, lôi cuốn, biết rất nhiều về các khu vực địa phương mà chúng tôi đã ghé thăm và quan trọng nhất là giữ cho chúng tôi an toàn trong cả ngày tham quan! Chúng tôi có thể khám phá những lĩnh vực mà chúng tôi không hề biết nếu tự mình khám phá và có thêm lợi ích từ những câu chuyện và bài học lịch sử từ Quyền - Phước. Nếu bạn có thời gian cho việc này, hãy chắc chắn làm điều đó! Bạn sẽ không hối tiếc. Đọc thêm",
            "Bố tôi và tôi muốn đi tham quan một số địa điểm ở Đà Lạt và đi xe máy. Nhưng nhìn thấy tình hình giao thông nên chúng tôi quyết định tìm kiếm một chuyến tham quan. Tôi không thể nói bất cứ điều gì khác ngoài việc nó hoàn toàn hoàn hảo. Việc liên lạc rất nhanh chóng và dễ dàng. Hướng dẫn viên Trí và đồng nghiệp Hoàng của chúng tôi rất sẵn lòng và tốt bụng, chúng tôi thậm chí có thể thực hiện một số thay đổi để phù hợp với các kế hoạch khác của mình. Chúng tôi đã trải nghiệm và học hỏi rất nhiều điều mới mẻ và kiến ​​thức của Tri - s về địa điểm, lịch sử, v.v. thật tuyệt vời. Chuyến đi rất thú vị và khi họ biết về luật lệ giao thông địa phương, chúng tôi cảm thấy an toàn hơn nhiều so với khi chúng tôi đi một mình. Tôi hoàn toàn muốn giới thiệu nó và tôi hy vọng bạn sẽ thích nó nhiều như chúng tôi.Đọc thêm",
            "Ứng dụng và liên lạc qua Whatsapp tối hôm trước rất hoàn hảo và nhanh chóng, đến mức chúng tôi thậm chí có thể thêm hai địa điểm mà chúng tôi muốn ghé thăm. Vì cuối cùng chúng tôi cần đến sân bay, không vấn đề gì, ba lô của chúng tôi đã đi cùng chúng tôi. Hướng dẫn viên Trí và bạn của anh ấy Hoàng rất tốt với chúng tôi, luôn mỉm cười, kiên nhẫn chờ đợi đến địa điểm đã thỏa thuận và sẵn sàng giải thích về địa điểm , lịch sử, quá trình, - Trong chuyến tham quan, bạn sẽ thấy những địa điểm hàng đầu ở Đà Lạt và đến khu vực nông thôn tuyệt vời xung quanh thị trấn. Phải nói rằng, đó là một trong những chuyến tham quan tuyệt vời nhất mà tôi từng tham dự. Đó chính là tính chuyên nghiệp ở mức cao nhất. Hoàn toàn được đề xuất! Đọc thêm",
            "Peter - Tommy là những cá nhân thực tế nhất mà tôi từng gặp. Họ thực sự cố gắng hết sức để đảm bảo bạn có thể nhìn thấy những cảnh đẹp nhất mà vùng nông thôn Đà Lạt có được. Ước gì chúng ta có thể thực hiện một chuyến du lịch nhiều ngày. Cảm ơn Peter - Tommy!Đọc thêm",
            "I met Peter by chance at the bus station after catching the overnight bus from Saigon to Da Lat. He explained he is a tour guide and has been for 30 years and runs a hotel in his house, originally I was planning on staying at a hostel but Peter - s house only cost me 100k to stay in for the night which is likely even cheaper than a hostel.Peter told me instead of catching another bus to buon ma thuot I should ride with him over 2 days, seeing how cheap my trip already was, and that the tour will only cost me  - 70 - day, I decided to try it.Riding with Peter does not feel like a tour, you won - t be eating at resteraunts or visiting museums, instead you - ll be eating from street vendors and stopping at farms or local towns. This is the part I want to emphasise, personally I don - t like tours because many times it doesn - t feel like travelling, if you are like me and share this sentiment then I can safely say this tour IS for you. It is a far better alternative to simply catching the bus to the next town and in a part of the country that can only be appreciated on a motorbike.The other factor is the cost, all things considered,  - 70US per day is cheap, and you will always avoid more expensive attractions or dining, so this tour is a good option for those on a budget. Take it from someone that doesn - t like doing tours, this one is worth the money. Read more",
            "This man standing next to me is called Peter, and he is real OG. So I was introduced to him in Da Lat while I was looking for somebody to take me on a tour of the central highland, since I felt a bit out of my depth when it came to navigating Vietnamese traffic. Peter is an  - Easy Rider - , a tour guide that offers a special type of experience on a motorbike, where it - s not just the destination that matters but the journey too! Peter is also a unique breed of human. Being at that stage in life when normally one would be minding the grandchildren, Peter meanwhile is perfectly comfortable taking the young and naive on a wild ride along the back roads of this unique part of the world. Peter - s knowledge of the land and the culture is extraordinary. At one time he pointed at an old bridge and told me how it was built by the French during the colonial period, another time he explained why one hill doesn - t bloom with life like the rest, the long lasting effects of Agent Orange. Peter can just point at any old pile of dirt and proceed to write you a goddam novel. He has been many things in his life: a soldier, a farmer, proprietor and an Easy Rider, which he now has been doing for over 25 years, making him the oldest running of the pack, hence why I called him the OG! I certainly can - t fathom why or how he still does it, but he is a smart old coffee weasel and he isn - t finished with these tours just yet. Peter is awesome, and I think you should tour with him if you have the chance.Read more",
            "I did a two day tour from Dalat to Nha Trang with a night in Phan Rang with Peter. I met Peter at the bus station in Dalat at 4am as I got off an overnight bus. He showed me some of the trips he had done and his reviews online. I decided to let him take me to a spot for some coffee and discuss it with him. We decided that he would pick me up at 8am the next day. On the first day we saw Linh Phước, some tea fields in the hills, got some Vietnamese lunch, a temple called Kalan Po Klong Giarai, went to Nha Trang beach and had dinner where you cooked on top of charcoal. The hotel we stayed in was nice and the people their were very friendly. The next day we left at 7am and saw another temple with a really good view from where it was, Trung son co tu, though there was a lot of construction works happening. We then went down to the local markets where Peter bought some food to cook for our lunch which was really good. He then dropped me of in Nha Trang.Peter was upfront about the cost of  - 75 USD per day including everything except food and drink.Overall it was a really good trip to be able to see things most tourists don - t see. Getting to ride on a motorbike for the first time was great and the views on the way were amazing. I would recommend it to anyone looking to explore Central or South Vietnam off the tourist path with up to 10 people.Josh Mercer, Sydney AustraliaRead more",
            "Me and my husband did the countryside one day tour with Peter and Tomy, and they are just fantastic! I would recommend this to anyone who - s visiting da lat. Da Lat - s countryside has a lot to offer, from minority villages, flower farms - vegetable farms, to coffee plantations, waterfalls. Motorcycle is the best and most efficient way to visit! And for motorcycle tours, Peter and Tomy are the best!I booked the trip last minute with Peter the night before, and he showed up early the next morning. I - ve never done motorcycle tour before, but with Peter and Tomy, we felt very safe. They are very experienced and knowledgeable. They have been in the business for almost 30 years, and are super friendly and willing to tell more. We have dozens of questions about history, about life in Vietnam, and they know all. They will magically show you curry seeds, pepper, point you to avacado trees, papaya trees, and bring you to local families to have a taste of rice wine and take a look at how weasel coffee is made.Trust them, and enjoy your best day in Da Lat!Read more",
            "Trải nghiệm một lần trong đời. Mr.Dragon thật tuyệt vời. Rất nhiều thông tin và cho tôi thấy rất nhiều. Thực sự rất thích ngàyĐọc thêm"
        ],
        "star_ratings": [
            286,
            12,
            4,
            0,
            0
        ],
        "review_amount": 302,
        "location": [
            "Đà Lạt",
            "Những điều cần làm ở Đà Lạt",
            "Tỉnh Lâm Đồng",
            "Dalat Easyrider - Tour riêng trong ngày",
            "Việt Nam",
            "Châu Á"
        ],
        "reviews_time": [
            "Written December 28, 2023",
            "Written March 31, 2023",
            "Written February 5, 2023",
            "Written February 5, 2023",
            "Written February 19, 2020",
            "Written February 14, 2020",
            "Written February 2, 2020",
            "Written January 15, 2020",
            "Written December 29, 2019",
            "Written December 2, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293922-d4458790-Reviews-Dalat_Easyrider_Private_Day_Tour-Da_Lat_Lam_Dong_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d4458790-Reviews-or10-Dalat_Easyrider_Private_Day_Tour-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d8291642-Reviews-Mr_Vu_s_Easy_Rider_Vietnam-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d4521295-Reviews-Vietnam_Motorbike_Tour-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d6380395-Reviews-Dalat_Trip-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d8638627-Reviews-DaLat_Food_Tour_Adventure-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d7620247-Reviews-Easy_Riders_Rew_Rew_Adventures-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d8599158-Reviews-Dalat_Discovery_Travel-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d7987929-Reviews-Viet_Action_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d8388120-Reviews-Dalat_Cooking_Class_Homestay-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d19329675-Reviews-KingKong_Adventures-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d4961014-Reviews-Viet_Challenge_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d6485016-Reviews-Dalat_Adventure_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d4509496-Reviews-Dalat_Easy_Rider_Group-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d17222676-Reviews-Happy_Day_Travel-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d2343967-Reviews-Dalat_Easy_Riders-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d4437458-Reviews-Groovy_Gecko_Tours_Day_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g294013-d15248245-Reviews-Al_Hudayriat_Island_Beach-Abu_Dhabi_Emirate_of_Abu_Dhabi.html",
            "https://www.tripadvisor.com/Attraction_Review-g187337-d17544346-Reviews-Zeil-Frankfurt_Hesse.html",
            "https://www.tripadvisor.com/Attraction_Review-g33520-d107196-Reviews-Twin_Lakes-Leadville_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g45212-d103652-Reviews-Last_Chance_Gulch-Helena_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d183753-Reviews-Fremont_Troll-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g39500-d1821968-Reviews-Ellis_Park_Race_Course-Henderson_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g150809-d1862550-Reviews-Mr_Sanchos_Beach_Club_Cozumel-Cozumel_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g1189823-d6648558-Reviews-Keri_Lighthouse-Keri_Village_Zakynthos_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g189158-d195107-Reviews-Castelo_de_S_Jorge-Lisbon_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g36630-d4725318-Reviews-Fashion_Outlets_of_Chicago-Rosemont_Illinois.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293922-d4458790-Reviews-or10-Dalat_Easyrider_Private_Day_Tour-Da_Lat_Lam_Dong_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293922-d4458790-Reviews-Dalat_Easyrider_Private_Day_Tour-Da_Lat_Lam_Dong_Province.html"
    },
    {
        "attraction_name": "Dalat Easyrider - Private Day Tour",
        "attraction_name_vi": "Dalat Easyrider - Tour riêng trong ngày",
        "general_info": [
            "302 đánh giá",
            "- 26 trên 155 Tour - Hoạt động ở Đà Lạt",
            "Tour riêng"
        ],
        "attraction_summary": "Vietnam has a four thousand year history. Following many foreign invasions the country is ready to move forward and develop whilst keeping the cultural heritage which makes Vietnam so diverse. For over 21 years of hard working with lots of experiences, we - Easy Riders - are always committed to ensuring your happiness, safety and security when travelling with us. We are the founder of dalat easyrider group in Dalat since 1991.- We speak English and French.- On our tours travellers can visit the central highlands, the mekong delta ,the Ho chi minh trails, see spectacular views, and learn all about the life of real local people and 54 ethnic living in VietNam. This is the only way to get off the beaten track.- Our tour have high standards, but the price is very flexible and Discounts the price for student- Our Guide are friendly, safe ,and extremely experienced . Many have done this for over 21 years.- You will see and visit places you would never see on a traditional tour bus.Come with us you are at the right place to choose for your journey.Don - t be afraid !!! Join us and hit the road to best enjoy Vietnam !!!Read more",
        "reviews": [
            "Tôi và bạn gái đã thực hiện chuyến du lịch 5 ngày với Tommy và Peter và chúng tôi hoàn toàn hài lòng. Vì hai người này đã đi du lịch khắp Việt Nam hơn 20 năm nên họ biết mình đang làm gì. Họ quan tâm đến khách hàng của mình và muốn mang đến cho họ trải nghiệm tuyệt vời. Cảm ơn Peter và Tommy đã cho chúng tôi đi tham quan đất nước xinh đẹp của bạn.Đọc thêm",
            "Rất khuyến khích Peter và Đà Lạt Easy Riders để có một cách tuyệt vời để xem và trải nghiệm Việt Nam. Chúng tôi đã trải nghiệm cả những điểm tham quan phải xem cùng với nhiều điểm tham quan địa phương khác khiến nó trở nên tuyệt vời hơn nhiều so với các chuyến tham quan du lịch tiêu chuẩn. Peter là một chàng trai hàng đầu vì anh ấy rất thân thiện, thân thiện và trung thực. Nếu bạn không chắc chắn, đừng như vậy. Hãy tin tưởng Peter và bạn sẽ có khoảng thời gian tuyệt vời.Đọc thêm",
            "We did an amazing motorbike tour from Dalat to Nha Trang, stopping overnight in Phan Rang - Tháp Chàm. Peter and Tommy were fantastic guides, we always felt very safe with them and they were incredibly friendly and knowledgeable. It - s also a very efficient way to see a lot of sights around the Dalat area that we wouldn - t otherwise have had time to do. It felt as though we got more of a feel for the real Vietnam as we visited many less touristy spots and ate exclusively in local restaurants. We had very limited experience with motorbikes prior to this so it was very useful having both Tommy and Peter so that we could take it in turns to get to grips with driving and didn - t feel too pressured. Peter is also very flexible and tailored the trip to our needs. All in all, had a great time and would really recommend to anyone.Read more",
            "We booked with Peter in Dalat for a 2 day bike tour travelling from Dalat to Nha Trang, stopping in Pham Rang- Tháp Chàm overnight. We were a group of three and so three bikes were hired. Peter drove one bike while his friend Tommy drove another and then we took in turns between us to drive the third. The tour was an incredible experience and really felt like you were seeing the actual Vietnam, rather than the normal tourist bus tours. Peter and Tommy were extremely helpful at all times and made you feel very safe. They knew all the best places to eat at and for very cheap - ordering things we wouldn - t normally go for but we thoroughly enjoyed the classic Vietnamese cuisine. The tour included all the main sights in Dalat before a drive through the mountains and then a coastal drive on the second day. The scenery throughout was amazing and I would highly recommend the tour to anyone. Definitely the best way to get from Dalat to Nha Trang! Read more",
            "After a quick chat at the Da Lat busstation and a longer personal conversation at outlr hostel. We went with Peter on a 4 day motortour from Da Lat to Qui Nhon. It was very easy with him to customize the trip to fit in our overall travel plans. He said that he would show the real Vietnam and this was an understatement! Peter is doing this tours for a long time and knows the country very well. We drove over country roads with nice views and remote villages.  Real local Vietnamese food, good background stories and also enough stepping of the motorcycle to see waterfalls, agriculture and silk factories for example. If you want to really see something of Vietnam instead of the common tourist places  - Saigon, Nha Trang, Hoi An -  then this is the perfect way to see and experience the Vietnamese culture and warmth.Read more",
            "Peter came up to me at the Dalat busstation and convinced me to do a 4 day tour through the Southwest Highlands of Vietnam  - and 1 day free tour through the Dalat area - . It was the best choice I made for my Vietnam trip! Peter knows everything about this part of Vietnam and shows you things that you would not immediately look for as a tourist. We had the best local food, met a lot of people on the way, saw some highlights such as waterfalls, pagoda - s, memorials, factories, minorities and agriculture. We had the best views of the countryside and sitting on the back of the motorbike is an amazing feeling. As a girl solo travelling I never felt unsafe, Peter takes good care of you. Unfortunately we had a lot of rain, but ofcourse Peter had poncho - s with him. He brought me safely to the next hostel I was staying at. Do yourself a favor and book this tour!Read more",
            "Dear Son and Chilli On behalf of Mads and Kristian we would like to say thank you very much, for a very interesting and learning full trip. We went with Son and Chilli from Da Lat to Nha Trang, had two sleepovers at Lak Lake and Buon Ma Thout, they were able to tell us lots of interesting information about Vietnam and local history. During the trip they took us to different local restaurants, so we could try Vietnamese food. We arrived at Lak Lake, so we could see the sunset and enjoy a beer. - very beautiful view -  On day two we went into the jungle and got some lunch, made by Son and Chilli. They prepared the lunch while we went into the river for a swim, which was awesome. During the tour we stopped many places to take pictures and hear some history. Son and Chilli were always waiting for us with a big smile, and ready to learn us something. Two very humorous guys, ready to tell some jokes. We felt very comfortable having them as guides and chauffeur on the roads, therefore we can highly recommend a tour with the easyriders Son and Chilli, and if we come back to Vietnam we would take a tour with them again. : -  Read more",
            "I first met peter at Dalat bus station and he gave me a ride to my hotel, on the way to the hotel we stopped for coffee and he showed me a couple of the tours he runs. At first I thought the trips were a little bit expensive being that I - m at the end of my trip and the budget had been blown weeks prior I - m sure some can relate. I can now say that it - s worth every cent! Peters knowledge is above all else 98 -  of the questions I asked he knew the answer to straight off the top of his head, as well all the things in between I never thought of asking we - d stop along the way and he - d tell me about the history of Vietnam, the different types of plants  -  the reasons behind why locals do things the way they do. Peters riding is impeccable, so you don - t have to worry about your Saftey because that - s at the top of his list! Then there was the food nothing but authentic Vietnamese food if you - re watching your weight you might want to tell him to take you to some other places because it - s cheap and it - ll be some of the tastiest meals you - ve ever eaten. To top it all off the hotels he booked for me were surprisingly good, having booked my own thinking they would be good only to be disappointed. Each place had a - c, hot water, tv, and really comfortable bedsRead more",
            "Chúng tôi đã làm một ngày ở vùng quê Đà Lạt và yêu thích nó. Chúng tôi đã đến thăm 10 điểm tham quan trong một ngày. Anh Phúc aka. Tommy thật tuyệt. Một trong những trải nghiệm tuyệt vời nhất ở Việt Nam và sẽ giới thiệu cho bất kỳ aiĐọc thêm",
            "Chúng ta gặp Peter ở bến xe buýt, giống như bạn vậy! Hiện tại, chúng tôi cũng là những người hoài nghi như bạn, nhưng khi tôi bắt đầu hiển thị tất cả các đánh giá, giống như tôi đã làm với bạn, bạn biết đấy - chúng tôi bắt đầu bình tĩnh hơn. Chúng tôi đã tham gia cùng anh ấy trong chuyến đi 3 ngày và đó là quyết định đúng đắn nhất! Anh ấy là một người hướng dẫn rất lịch sự và bạn có thể tin tưởng anh ấy 100 -. Anh ấy đưa bạn đến một số nhà hàng rất địa phương mà bạn không bao giờ tự mình tìm thấy.  An anh ấy làm mọi thứ trên đường rất rẻ cho bạn! Nếu bạn muốn biết thực sự hay về người dân địa phương ở Việt Nam, hãy nhảy lên chiếc xe đạp của peters! -Đan Mạch Đọc thêm"
        ],
        "star_ratings": [
            286,
            12,
            4,
            0,
            0
        ],
        "review_amount": 302,
        "location": [],
        "reviews_time": [
            "Written November 11, 2019",
            "Written October 17, 2019",
            "Written September 29, 2019",
            "Written September 29, 2019",
            "Written July 22, 2019",
            "Written July 1, 2019",
            "Written June 12, 2019",
            "Written May 1, 2019",
            "Written April 11, 2019",
            "Written March 30, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293922-d4458790-Reviews-or10-Dalat_Easyrider_Private_Day_Tour-Da_Lat_Lam_Dong_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d4458790-Reviews-Dalat_Easyrider_Private_Day_Tour-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d4458790-Reviews-or20-Dalat_Easyrider_Private_Day_Tour-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d8291642-Reviews-Mr_Vu_s_Easy_Rider_Vietnam-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d4521295-Reviews-Vietnam_Motorbike_Tour-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d6380395-Reviews-Dalat_Trip-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d8638627-Reviews-DaLat_Food_Tour_Adventure-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d7620247-Reviews-Easy_Riders_Rew_Rew_Adventures-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d8599158-Reviews-Dalat_Discovery_Travel-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d7987929-Reviews-Viet_Action_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d8388120-Reviews-Dalat_Cooking_Class_Homestay-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d19329675-Reviews-KingKong_Adventures-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d4961014-Reviews-Viet_Challenge_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d6485016-Reviews-Dalat_Adventure_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d4509496-Reviews-Dalat_Easy_Rider_Group-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d17222676-Reviews-Happy_Day_Travel-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d2343967-Reviews-Dalat_Easy_Riders-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d4437458-Reviews-Groovy_Gecko_Tours_Day_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g32847-d104111-Reviews-Palm_Springs_Aerial_Tramway-Palm_Springs_Greater_Palm_Springs_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60634-d3601035-Reviews-Launiupoko_Beach_Park-Lahaina_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d1972740-Reviews-Seven_Luck_Casino_Gangnam_Coex-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d12209812-Reviews-Black_Rabbit_Rose-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g34820-d560285-Reviews-John_Tanner_Park-Carrollton_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60834-d7224974-Reviews-Wahweap_Overlook-Page_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g190315-d1367938-Reviews-Ta_Dbiegi_Crafts_Village-Gharb_Island_of_Gozo.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d3350387-Reviews-Benjakitti_Park-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d7842060-Reviews-Prague_Thrift_Store-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g59336-d257664-Reviews-Palace_of_Gold-Moundsville_West_Virginia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293922-d4458790-Reviews-or20-Dalat_Easyrider_Private_Day_Tour-Da_Lat_Lam_Dong_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293922-d4458790-Reviews-or10-Dalat_Easyrider_Private_Day_Tour-Da_Lat_Lam_Dong_Province.html"
    }
]