[
    {
        "attraction_name": "Dale Hollow Lake",
        "attraction_name_vi": "Hồ rỗng Dale",
        "general_info": [
            "69 đánh giá",
            "- 614 trong số 3.401 việc cần làm ở Tennessee",
            "Nguồn nước"
        ],
        "attraction_summary": "Hồ này được tạo ra vào năm 1943 để kiểm soát lũ lụt.Đọc thêm",
        "reviews": [
            "Chủ yếu là do cabin - 7 - chúng tôi ở lại. Cabin có nội thất sân trong đẹp mắt, và không có gì ở đó ngoài vài chiếc ghế mỏng manh. Nắng chiếu vào cabin vì không có bóng râm hay mái hiên tươm tất. Ánh sáng rẻ tiền đáng ghét, không có quạt trần, nơi ở 75 - 77 độ với máy điều hòa không hoạt động. Vì chỉ có vài lỗ thông hơi trên sàn. Không có xà phòng, khăn Kleenex, hộp đựng giấy vệ sinh bị hỏng nên giấy nằm trên sàn, bồn cầu xả nước kêu to... Không có khay đá, tủ lạnh không lạnh, Internet HÚT, cửa phòng tắm kêu cót két, bàn cạnh giường rẻ tiền, ánh sáng kém, vòi hoa sen nguy hiểm, không có móc treo khăn trong bếp với những dụng cụ nhà bếp rẻ nhất trên trái đất. Cảm giác lạnh lẽo - làm thiếu hình ảnh trên tường. Điểm tích cực CHỈ là giường ổn, khăn trải giường sạch sẽ và tầm nhìn đẹp. Đọc thêm",
            "Chồng tôi và tôi đã đi câu cá 3 lần khác nhau từ thứ Sáu đến thứ Bảy và tận hưởng thời gian câu cá. Chúng tôi đã đạt được giới hạn vào tối thứ Sáu với 14 con cá hồi vân. Cũng bắt được vài con cá vược miệng lớn nhỏ. Việc câu cá khác nhau sau đó chúng tôi cũng đã quen, nhưng rất thích thời gian và bắt được cáĐọc thêm",
            "Tôi - tôi thực sự thất vọng về cách xử lý khuôn viên của công viên này - những vị khách của họ. Chúng tôi đã cắm trại ở đây rất rất lâu, nhưng gần đây mọi thứ trở nên rất thiếu tổ chức - thiếu chuyên nghiệp. Hồ bơi trong khu cắm trại đã đóng cửa ngày hôm qua sau 100 giờ để bảo trì. Một số người trong chúng tôi đi đến hồ bơi của nhà nghỉ, hồ bơi đó không có khách, chúng tôi gọi điện - xin phép - mặc dù hồ bơi đó vẫn nằm trên cùng khuôn viên khu nghỉ dưỡng - . Chúng tôi được bảo là không, chúng tôi không thể bơi ở đó, nó chỉ dành cho khách trọ. Mặc dù hồ bơi trống nhưng hồ bơi trong khu cắm trại vẫn đóng cửa để bảo trì - chúng tôi đang trả tiền cho khách tại khu nghỉ dưỡng. Vô cùng thất vọng về khu nghỉ dưỡng này - cách họ đối xử với khách của mình. Tôi hiểu mọi việc xảy ra - mọi việc xảy ra, đó là lý do tại sao bạn nên cởi mở để thực hiện một cách tiếp cận khác với mọi việc - đối xử với khách của mình bằng sự tôn trọng tối đa - đánh giá cao - xét cho cùng, họ là lý do tại sao bạn có việc làm.Đọc thêm",
            "Lần đầu tiên đến hồ Dale Hollow nhưng rất ấn tượng với điều kiện hồ rộng lớn và quang cảnh câu cá không quá tệ nhưng sai thời điểm trong năm để câu cá trượt tuyết tốt nhất là tuyệt vời và nước rất đẹp để bơi lội trong cabin trên đồi nhìn ra hồ, khung cảnh tuyệt vời và rất lời khen tốt đẹp Đọc thêm",
            "Nhà hàng có tầm nhìn, sân gôn, khu cắm trại - và hồ nước đáng chết.   Thật là một nơi tuyệt vời nếu bạn thích nước.    Đọc thêm",
            "Một ngày trước khi chúng tôi đến thăm khu vực này, những cơn bão mạnh đã đi qua. Ngoài ra còn có lượng mưa đặc biệt trong cả tháng. Chúng tôi gặp phải nhiều rào cản, đóng cửa đường và không cho phép tiếp cận các địa điểm giải trí. Chúng tôi đã có thể đến gần Đập Dale Hollow. Tất cả các đập tràn đều mở, điều mà cả hai chúng tôi chưa từng thấy trước đây. Chỉ riêng điều đó thôi cũng đã đáng giá cho chuyến đi rồi. Chúng tôi cũng có thể lái xe vào bãi đậu xe của bến du thuyền. Những người đàn ông đang dọn dẹp khu vực bằng các tấm kim loại, gỗ và các miếng xốp đặt xung quanh khu đất. Chúng tôi cho rằng đã có lũ lụt ở bến du thuyền nhưng không biết chắc chắn. Có vẻ như đây sẽ là một khu vực rất thư giãn trong những hoàn cảnh bình thường hơn. Đọc thêm",
            "Hồ đẹp với nhiều bến du thuyền để có một số món ăn ngon và đồ uống ngon.  Nước siêu trong với hàng dặm bờ biển hẻo lánh.,Đọc thêm",
            "Hồ rất lớn và bạn có thể dễ dàng bị lạc nên hãy mang theo bản đồ. Chúng tôi đã quay lại và may mắn thay, bản đồ Google đã thực sự hoạt động khi chúng tôi ở trên thuyền và chúng tôi đã lấy lại được phương hướng! Đó là một hồ nước đẹp và chúng tôi muốn dành nhiều thời gian hơn cho nó.Đọc thêm",
            "Đây là một nơi rất đẹp để đưa gia đình đi nghỉ, đặc biệt nếu bạn có thuyền. Hồ chạy từ Kentucky đến Tennessee và rất dễ bị lạc - nó quá rộng. Chúng tôi ở bên phía Kentucky tại Sulphur Creek Resort và đã có khoảng thời gian tuyệt vời. Nước trong và ấm áp, khu nghỉ dưỡng có cabin, chỗ cắm trại, gas, nhà hàng và quán bar. Chúng tôi sẽ quay lại vào năm tới. Đọc thêm",
            "Yêu hồ, nhân viên ở bến thuyền và khu vực xung quanh. Tài sản cho thuê thật đáng thất vọng, nhưng hãy sống và học hỏiĐọc thêm",
            "Chúng tôi đang nghĩ đến việc mua một ít đất tại The Pointe để nghỉ hưu trong tương lai. Khu vực xung quanh và các thị trấn lân cận như thế nào? Tội phạm, giao thông, con người, v.v. Bất kỳ lời khuyên nào dành cho những ai đang tìm kiếm. Cảm ơn.Đọc thêm",
            "Bạn có thể sử dụng động cơ 2 thì seadoo trên hồ không?Cảm ơnĐọc thêm",
            "East Port Marina thuê ván trượt phản lực nên tôi sẽ nói câu trả lời là có, trừ khi bạn - đến từ Michigan.  - Đùa thôi- Tôi sống ở khu vực Columbus và bạn biết phản ứng của biển số xe với Cầu Mackinac ở đây - .  Để hoàn toàn tích cực trước khi nhấc xe kéo lên, hãy gọi đến đó hoặc bất kỳ bến du thuyền nào khác trên hồ và hỏi trực tiếp. Bến du thuyền, thị trấn trong khu vực và công viên nghỉ dưỡng tiểu bang ở phía Kentucky có rất nhiều lựa chọn cắm trại và lưu trú khi bạn không ở trên mặt nước.Đọc thêm",
            "CHÚNG TÔI đang hướng đến Khu cắm trại Đập Dale Hollow. Bạn đã ở khu cắm trại nào?Đọc thêm",
            "Lillydale và điều đó thật tuyệt vời.  Mọi địa điểm đều có tầm nhìn ra hồ.Đọc thêm",
            "Bạn đã thuê nhà thuyền của công ty nào?Đọc thêm",
            "Xin chào \n\nBạn đã thuê bến du thuyền nào? Chúng tôi đang lên kế hoạch cho chuyến đi bằng thuyền nhà đầu tiên của mình và có thông tin màu đỏ về Holly Creek, Eagle Cove và Sunset Marina. Muốn phản hồi của bạn. Cảm ơn!Đọc thêm",
            "xin lỗi chỉ nhìn thấy điều này. Willow Grove là nơi chúng tôi đã đến. Nếu bạn định đi câu cá thuê, hãy cẩn thận và hỏi người có thời gian xem họ có cho phép bạn giữ cá vược miệng nhỏ của mình không. Bởi vì Thuyền trưởng Dave sẽ không cho phép bạn giữ lại những con cá vược miệng nhỏ của mình và chúng tôi hơi khó chịu về điều đó bởi vì chúng tôi cảm thấy lẽ ra chúng tôi có thể lấy và giữ để ăn những con đã đáp ứng giới hạn pháp lý. anh ấy đã không tiết lộ điều đó cho chúng tôi trướcĐọc thêm",
            "Tên - nhà thuyền cho thuê của bạn là gì và bạn đã thuê nó từ ai?Đọc thêm",
            "Đây có phải là bến tàu của tiểu bang mà bạn đang nhắc đến không? Đọc thêm",
            "Đang tìm cách đặt chỗ cắm trại ở đây. Bạn có được phép uống rượu tại khu cắm trại không?Đọc thêm",
            "không, bạn - không nhưng nếu bạn giữ nó trong cốc thì chúng sẽ - không làm phiền bạnĐọc thêm",
            "Tìm kiếm một cabin rẻ tiền bên dòng nước.  Bạn có yêu thích gì không?Đọc thêm",
            "Cầu quayĐọc thêm"
        ],
        "star_ratings": [
            42,
            10,
            7,
            4,
            6
        ],
        "review_amount": 69,
        "location": [
            "Những điều cần làm ở Tennessee",
            "Tennessee - TN -",
            "Hồ rỗng Dale",
            "Hoa Kỳ"
        ],
        "reviews_time": [
            "Written July 29, 2023",
            "Written August 29, 2022",
            "Written June 21, 2021",
            "Written October 9, 2019",
            "Written July 2, 2019",
            "Written March 15, 2019",
            "Written September 8, 2018",
            "Written August 22, 2018",
            "Written July 26, 2018",
            "Written July 14, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g28963-d310481-Reviews-Dale_Hollow_Lake-Tennessee.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g54940-d23451495-Reviews-Ricky_Bobbies_Roadhouse-Celina_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g54940-d26989489-Reviews-Paradise_Ice-Celina_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g54940-d5019057-Reviews-Dale_Hollow_1_Stop_BBQ-Celina_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g54940-d5110300-Reviews-Los_Primos_Mexican_Restaurant-Celina_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g54940-d2045347-Reviews-Ollie_s_Place_A_Little_Taste_of_Soul-Celina_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g54940-d4648528-Reviews-Subway-Celina_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g54940-d4631270-Reviews-Dairy_Queen-Celina_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g54940-d26960846-Reviews-Dale_Hollow_Pizza_Lakeside-Celina_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g54940-d26912119-Reviews-Save_A_Lot-Celina_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g54940-d27756991-Reviews-Dale_Hollow_Pizza-Celina_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55103-d207290-Reviews-Standing_Stone_State_Park-Hilham_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g54940-d8736631-Reviews-Free_Hill_Community_Center-Celina_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g54940-d27044332-Reviews-Donaldson_Park-Celina_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g54940-d27080673-Reviews-Historic_Clay_County_Courthouse_TN-Celina_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g28963-d310481-Reviews-or10-Dale_Hollow_Lake-Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g60970-d561768-Reviews-Oaklands_Mansion-Murfreesboro_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g54986-d1729049-Reviews-Wildwood_Stables-Crossville_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g54942-d207255-Reviews-Henry_Horton_State_Park-Chapel_Hill_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55229-d591280-Reviews-Shelby_Park-Nashville_Davidson_County_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55265-d13393757-Reviews-Bluegrass_Underground-Pelham_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g54976-d8494373-Reviews-Outdoors_in_the_Smokies-Cosby_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55104-d5571415-Reviews-Swerve_Watersports_Center-Hillsboro_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55086-d19380389-Reviews-Fish_Springs_Marina-Hampton_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55248-d15742992-Reviews-Urban_Air_Trampoline_and_Adventure_Park-Old_Hickory_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55328-d27423955-Reviews-Jeepin_In_The_Smokies-Sevierville_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g30120-d6863318-Reviews-Grey_Wolf_Ranch-Allons_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g46414-d8146396-Reviews-The_Mills_at_Jersey_Gardens-Elizabeth_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g8747014-d7394034-Reviews-Homun_Cenotes-Homun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d1008549-Reviews-Or_Tor_Kor_OTK_Market-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g60799-d1023355-Reviews-Land_of_Fire_Ice_Bandera_Volcano_Ice_Cave-Grants_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g32416-d8051065-Reviews-Karmel_Shuttle-Fullerton_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g56062-d10087432-Reviews-Typhoon_Texas_Waterpark_Houston-Katy_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g662620-d2556123-Reviews-Jackie_O_Bar_Mykonos-Mykonos_Town_Mykonos_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d4049625-Reviews-Florya_Beach-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g36156-d3585207-Reviews-Huntley_Premium_Outlets-Huntley_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d23685721-Reviews-Awana_Spa-Las_Vegas_Nevada.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g28963-d310481-Reviews-or10-Dale_Hollow_Lake-Tennessee.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g28963-d310481-Reviews-Dale_Hollow_Lake-Tennessee.html"
    }
]