[
    {
        "attraction_name": "Dallas Arboretum & Botanical Gardens",
        "attraction_name_vi": "Vườn ươm Dallas - Vườn Bách thảo",
        "general_info": [
            "5.895 đánh giá",
            "- 2 trong số 471 điều cần làm ở Dallas",
            "Công viên",
            "Vườn"
        ],
        "attraction_summary": "Khu vườn trưng bày rộng 66 mẫu Anh nổi tiếng trên toàn quốc có các khu trưng bày hoa ngoạn mục suốt cả năm. Ẩn mình bên bờ Hồ White Rock, Vườn ươm Dallas được mệnh danh là - Một trong những Khu vườn ngoạn mục nhất thế giới - bởi Architectural Digest. Lễ hội Dallas Blooms tự hào với hơn 500.000 củ hoa nở mùa xuân, 3.000 cây đỗ quyên và hàng trăm bông hoa anh đào nở từ tháng 2 đến tháng 4. Mùa hè trong vườn bao gồm chuỗi buổi hòa nhạc ngoài trời vào các tối thứ Năm và nhiều đặc điểm dưới nước với những màn trình diễn hoa ngoạn mục. Mùa thu tại Vườn ươm - Tháng 9 - Tháng 11 có Làng Bí ngô nổi tiếng toàn quốc với hơn 90.000 quả bí ngô - bầu - bí và được Fodor - s Travel vinh danh là một trong những lễ hội Bí ngô hay nhất nước Mỹ. Khu vườn Phiêu lưu Trẻ em Rory Meyers rộng 8 mẫu Anh được thiết kế để kết nối trẻ em với thiên nhiên. Giáo dục là trọng tâm của sứ mệnh khu vườn, nơi dạy khoa học về sự sống và Trái đất với 17 phòng trưng bày trong nhà - ngoài trời và 150 hoạt động tương tác - Nơi khoa học và niềm vui trở thành một. Mở cửa bảy ngày một tuần và tối thứ Tư cho đến 8 giờ tối từ tháng 3 đến tháng 10. Giảm giá theo mùa trong tuần có sẵn. Khu vườn đóng cửa vào ngày đầu năm mới, lễ Tạ ơn và Giáng sinh.Đọc thêm",
        "reviews": [
            "Thật là một nơi đáng kinh ngạc. Các căn cứ thật ngoạn mục. Chúng tôi đã làm trà chiều. Tôi đánh giá cao điều này. Lưu ý, bạn phải đặt trực tuyến trước ít nhất 24 giờ. Cả 3 món đều có một loại trà khác nhau. Mọi thứ đều ngon, súp, bánh mì và đồ ngọt. Robert là máy chủ của chúng tôi và chăm sóc chúng tôi rất tốt. Anh ấy đảm bảo rằng trà của chúng tôi đã được đổ đầy và giải thích mọi thứ xuất hiện. Tôi thực sự khuyên bạn nên đặt trà chiều. Giá bao gồm vé vào vườn và bãi đậu xe. Chúng tôi đã có một ngày tuyệt vời ở đây.Đọc thêm",
            "Mùa hè có lẽ không phải là thời điểm tốt nhất trong năm để đến vườn trừ khi bạn muốn đổ mồ hôi. Ngày chúng tôi đến vào tháng 6 nhiệt độ là 100 độ và có lời khuyên về nhiệt độ nhưng khi bạn ở ngoài thị trấn, bạn sẽ cố gắng hết sức. Tôi có cảm giác như chúng tôi không nhìn thấy được nhiều khu vườn vì trời nóng. Những gì chúng tôi thấy thật đẹp.Đọc thêm",
            "Cảnh quan đẹp! Chúng tôi chắc chắn đã tận hưởng khoảng thời gian ở vườn bách thảo ở Dallas. Đó là một nơi tuyệt vời để đi bộ xung quanh và tận hưởng khung cảnh đẹp. Có rất nhiều bóng mát và nhiều chỗ để ngồi thưởng thức hoa - cây!Đọc thêm",
            "Thật là một nơi tuyệt đẹp! Khuôn viên rất rộng lớn và vô nhiễm đầy màu sắc, lịch sử và cảnh quan tuyệt đẹp. Phải tham gia chuyến tham quan ngôi nhà gia đình của Dallas DeGolyer Estate, nơi thật ngoạn mục và mang tính giáo dục. Chắc chắn bạn nên ghé thăm, nhưng hãy chuẩn bị sẵn sàng cho cái nóng của Texas!Đọc thêm",
            "Là một người du lịch một mình muốn rời khỏi thành phố và tránh xa mọi người một chút và tận hưởng chút thiên nhiên, những khu vườn thật hoàn hảo. Bạn có thể gọi Uber mà không có vấn đề gì, họ sẽ thả bạn ở cổng một và tháng này số người vào chỉ là - 5, vì vậy nó thực sự có giá trị. Tất nhiên, với cảnh báo thời tiết, bạn không thể mong đợi bất cứ điều gì khác ngoài những cây mùa hè khỏe mạnh nhất và chúng đang được chăm sóc tốt với sự chăm chỉ của những người làm vườn. Do thời tiết nắng nóng nên không có nhiều du khách đến đó nên phần lớn thời gian tôi ở riêng từng khu vực và chỉ gặp một vài người khác. Có rất nhiều chỗ râm mát, hoàn hảo để đi dã ngoại hoặc đọc sách. Ngoài ra còn có một quán cà phê nhỏ gần cổng một nơi bạn có thể lấy đồ uống và thức ăn. Những thác nước rất đẹp và cũng yêu thích động vật hoang dã - sóc và nhiều loại chim và bướm. Tôi đã phân vân không biết có nên đi hay không nhưng tôi rất vui vì đã đi. Bắt Uber trở lại trung tâm thành phố không có vấn đề gì, họ đón từ cổng 3, bạn có thể phải đợi 10 phút.Đọc thêm",
            "Tôi đã đến khắp nơi trên thế giới và cho đến nay đây là khu vườn đẹp nhất mà tôi - từng đến. Hãy nhớ rằng con số đó là 100 - cộng với cách khu vườn này được cắt tỉa cẩn thận khá đáng chú ý.  Tôi không nói nên lời khi biết nó được điều hành và mua lại bởi thành phố Dallas!  Vì chúng tôi sống ở Texas nên thật vui khi thấy những loại cây nào phát triển mạnh trong điều kiện nắng nóng khắc nghiệt! Và trải nghiệm khó quên. Ngoài ra, chúng tôi đã có một chuyến tham quan thú vị đến ngôi nhà theo phong cách trang trại thuộc địa xinh đẹp của Mexico. Đây là điểm nổi bật trong chuyến đi của chúng tôi và chúng tôi chắc chắn sẽ trở lại vào các mùa khác nhau. Ngoài ra, nó cũng được tổ chức rất tốt với việc mua chỗ đậu xe và vé trước. Đọc thêm",
            "Đây là địa điểm không thể bỏ qua đối với bất kỳ người đam mê làm vườn hoặc thiên nhiên nào. Mặc dù thời tiết rất nóng trong chuyến thăm của chúng tôi nhưng mọi thứ đều được chăm sóc chu đáo và cắt tỉa cẩn thận. Có rất nhiều thứ để xem ở mọi góc! Ba điều đặc biệt đáng nhớ: đặc điểm nước và cá, quán cà phê trên sân - món sinh tố đào đó! - và nhiều cô gái trẻ xinh đẹp trong khuôn viên đang chụp ảnh quinceanera.Đọc thêm",
            "- được phép dã ngoại\n - chai nước - bi đông - Tôi lấy cỡ nửa gallon và uống hết. \n - nhiều khu vực hạ nhiệt \n - nhạc sống\n - nhiều màu sắc - vẻ đẹp còn lại từ mùa hè thiêu đốt để chiêm ngưỡng\n\nTrẻ em 14 tuổi yêu thích trải nghiệm này. Có một món ăn trẻ con dành cho những vị khách nhỏ tuổi rất được ưa chuộng trong ngày nắng nóng này. DA có nhiều đài phun nước mát mẻ và các khu vui chơi có bóng râm. \n\nNgay cả trong cái nóng của 2 giờ chiều, những chỗ có bóng râm và khu vực tiếp khách vẫn mang lại cảm giác mát mẻ. \n\nAo Coy là nơi giải trí hoàn hảo cho thanh thiếu niên. Những người hẹn hò trẻ tuổi cũng đã đến khu vực này. Bãi cỏ cũng là nơi lui tới hoàn hảo của các cô gái tuổi teen - lò nướng của họ. \n\nChiếc xe điện đưa bà mẹ nóng bỏng này trở về căn cứ, và những thanh thiếu niên ma quái đi bộ khắp công viên. Một chuyến tham quan kéo dài ba giờ tuyệt vời - nghỉ ngơi sau tik toking.Đọc thêm",
            "Tuyệt vời!!! Đó là một ngày nóng nực nhưng chúng tôi tìm thấy nhiều bóng mát. Bí ngô đã ra ngoài. Nó thật tuyệt đẹp. Đã đi đến khu vực dành cho trẻ em, nơi dành cho trẻ nhỏ nhiều hơn nhưng những đứa trẻ 15 và 10 tuổi của tôi vẫn thích nó. Quán cà phê thật tuyệt vời. Rất khuyến khích cho một chuyến đi chơi.Đọc thêm",
            "Không mất nhiều thời gian để vào được. Các khu vực này rất đẹp và được giữ gìn rất tốt. Miếng bí ngô đã được thực hiện tốt. Họ cần những dấu hiệu cho thấy không nên lấy bí ngô. Họ cũng cần những tấm biển chỉ đường đến khu vườn này vì chúng tôi thường xuyên bị lạc. Bản đồ có lẽ ổn. Nó càng lúc càng đông đúc hơn. Nhà vệ sinh có thể sạch hơn. Có một khoản phí tiện lợi 3 - tự động được thêm vào hóa đơn bữa trưa của bạn.Đọc thêm",
            "Thật là một vườn ươm đẹp đẽ, được bố trí chu đáo và thư giãn. Nó có rất nhiều con đường tuyệt đẹp, thác nước và ao hồ, quang cảnh hồ nước cùng nhiều loại cây và hoa. Nó - s 90 - có lối đi dành cho xe lăn, có lối đi bê tông xuyên suốt. Chúng tôi phải trả giá - 58 cho hai người lớn, một người cao tuổi và chỗ đậu xe. Rất nhiều nơi để ngồi và thư giãn, nhiều cơ hội để ăn uống và những nhân viên dễ thương luôn sẵn sàng cung cấp thông tin.Đọc thêm",
            "Đây là một công viên xinh đẹp với nhiều con đường đi bộ, thiên nhiên yên bình và cảnh quan êm đềm.  Chúng tôi đến thăm vài giờ vào một buổi chiều và hoàn toàn tận hưởng chuyến thăm của chúng tôi.  Việc lắp đặt cảnh quan theo chiều dọc cũng như các đặc điểm nước khác nhau rất hấp dẫn.  Có một số bức tường nước và các đặc điểm nước nghệ thuật khác không nên bỏ qua.  Rất đáng để ghé thămĐọc thêm",
            "We visited here from around 3 - 5 p.m. on a Saturday.  We had spent the earlier part of the day flying to DFW and checking n early at the hotel, so we were only able to fight the traffic and get to the Arboretum by around 3 p.m.  - This was also the weekend before the eclipse, so they apparently had some themed activities  - mostly for kids -  going on that day.  The place was packed, but I can - t judge whether it was normal or excess...  There are multiple parking lots but the police had some blocked off. We ended up making a U-turn and parking in the 3-level deck just across from the main entrance. I - d probably recommend this as a default, as it was quite large and features a tunnel that goes under the road and connects to the Arboretum, so that was convenient. When you walk up they have multiple ticket booths. We spoke with a helpful lady who accepted the national gardens pass that my wife had bought for this year - it apparently covered this one.  You should ask for a map - we didn - t and just relied on sign-maps and following crowds.  It would have been helpful to grab a paper map, though. Near the entrance is a side-path to a children - s garden section. This seemed popular, with a splash pad, etc. Our child is in her 20s so we didn - t spend much time here. The general layout is that you progress along a meandering axial path that is segmented into different spaces. There are lawns, floral areas, gardens, groves of trees, occasional fountains, etc.  They have a large café with a patio, though we did not eat there. There were a number of groups having large picnics on some of the lawns. There was also one area where a jazz combo was performing and people had brought blankets to sit and watch from a large sloped hill.  There were also a surprising number of groups taking wedding portraits or in some cases just  - glamour shots - .  You - d probably need multiple visits to do this place justice, but it was a fun and scenic area to relax on a weekend.Read more",
            "My family recently visited Dallas to view the total solar eclipse which occurred on April 8th 2024.   We are from out of state and decided to go to the Arboretum on Sunday the 7th to pass the time while awaiting the eclipse on Monday.The Arboretum website states:  - To ensure that you have a seamless and enjoyable time, the Arboretum kindly requests that all guests purchase timed admission tickets online.  This allows the Arboretum to manage parking and crowd levels, ensuring a more enjoyable experience for all. -   The Arboretum created an  - expectation of service -  by allowing tickets to be purchased on their website for specifically timed admissions.  I purchased tickets on the 6th including parking for a 2:15pm timed admission as required through the Arboretum website.  We arrived at the Arboretum at 2:15 to be greeted by a half mile long car queue waiting to enter the parking lot.   After forty-five minutes it became clear we weren - t going to be able to enter the parking lot let alone the Arboretum.  A staff member standing on the sidewalk explained the parking lot had been closed since that morning and suggested we contact customer service regarding any possible refund.  We contacted customer service that day and they suggested we rebook our tickets for a future date.  This was not possible as we were leaving  Dallas the morning of the 9th.  We paid for a service that the Arboretum could not provide.The Arboretum violated our  - expectation of service -  by knowingly overselling the capacity of the facility and failing to manage parking and crowd levels as promised.  Now, the Arboretum has a no refund policy which I don - t feel it should apply in this case.  We didn - t change our minds and decide not to honor our admission time.  The Arboretum oversold and should have known they would not be able to fulfill their commitment.  Out-of-town guests visiting for a limited time are out-of-luck.  This is fraud.Read more",
            "Xin chào J5596KDLarrys, \n\nCảm ơn bạn đã dành thời gian chia sẻ phản hồi của mình.   Chúng tôi rất xin lỗi vì đã không cung cấp dịch vụ hạng nhất và trải nghiệm cho khách mà chúng tôi cố gắng hết sức để cung cấp.  Ngày 7 tháng 4 là một ngày trước một sự kiện lịch sử với nhiều khách ở ngoài thành phố, cùng với hàng trăm khách đi bộ vào ngày hôm đó.  Điều này thường sẽ gây ra những thách thức dài hơn bình thường ở lối vào và đỗ xe.   Tôi thực sự hy vọng bạn sẽ ghé qua khu vườn một lần nữa nếu và khi bạn đến Dallas lần nữa và để chúng tôi đón tiếp bạn với tư cách là những vị khách của chúng tôi. Đọc thêm",
            "Nơi này có rất nhiều danh lam thắng cảnh thiên nhiên tuyệt đẹp.  Những bông hoa, cây cối xinh đẹp ngay lập tức đưa bạn vào tâm trạng bình tĩnh.  Có những đám cưới, những bức ảnh mộc qua, những lời cầu hôn, những buổi dã ngoại và những gia đình đi dạo xung quanh.Đọc thêm",
            "Những khu vườn thật đáng yêu để đi dạo qua.  Tôi rất tiếc đã bỏ lỡ cơ hội ngắm hoa tulip do cơn bão đi qua ngày hôm trước. Nếu không phải vì trời sắp mưa, tôi đã đi lang thang nhiều hơn. Đọc thêm",
            "Chúng tôi đã thấy những đánh giá tuyệt vời về địa điểm này và vì chúng tôi ở Dallas nên chúng tôi muốn tận mắt xem nó. Có rất nhiều thứ để xem, và ngày chúng tôi ở đó, thời tiết không hợp tác, lạnh lẽo và phần lớn tán lá chưa nở rộ, vì vậy đó không phải là trải nghiệm tuyệt vời nhất khi bạn đi tìm những bông hoa nở rộ. Nơi này được duy trì rất tốt và là một trải nghiệm yên bình. Chúng tôi cũng đã đi tham quan Ngôi nhà DeGolyer và người hướng dẫn đã có một bài thuyết trình xuất sắc về ngôi nhà và khuôn viên. Dallas thật may mắn khi diện tích này không bị phát triển thương mại hoặc dân cư vì đây là một ốc đảo xinh đẹp trong thành phố.Đọc thêm",
            "Có vẻ như tôi đã đưa ra đánh giá này năm sao - nhưng đám đông có một chút trở ngại.  Tôi yêu cách bố trí của khu vườn.  Mọi thứ đều được duy trì rất tốt, được chăm sóc và đánh dấu.  Tôi đánh giá cao khung cảnh tuyệt đẹp của những hồ nước và những con đường uốn khúc xuyên qua những khu rừng và đài phun nước.  Mùa xuân là thời điểm tuyệt vời để ghé thăm vì rất nhiều loài hoa nở rộ.  Buổi trưa Chủ nhật không phải là thời điểm lý tưởng để ghé thăm!   - Đỗ xe là một thử thách. - Rất may là mọi người đều tôn trọng.  Nếu tôi đến Vườn ươm Dallas lần nữa thì đó sẽ là vào một buổi sáng các ngày trong tuần!Đọc thêm",
            "Cảnh quan xung quanh đẹp và đặc biệt là vào một ngày ấm áp nhưng không nắng gắt. Khuôn viên sạch sẽ và chỉ cần dành vài giờ để đi dạo xung quanh là đủ, mặc dù nếu bạn không phải là người thích hoa, thì thực sự không có nhiều điều thú vị. Một chuyến tham quan ngôi nhà DeGolyer rất đáng giá. Điều duy nhất khác cần lưu ý là không có cấu trúc thực sự nào để đi quanh khu vườn, vì vậy bạn có thể được phục vụ tốt bằng cách lập kế hoạch cho một tuyến đường trước! Đọc thêm",
            "Một ngày đẹp trời để ngắm hoa! Mùa xuân là trong không khí! Nơi tốt đẹp cho gia đình, các cặp vợ chồng và bạn bè! Đồ ăn cũng có sẵnXem thêm"
        ],
        "star_ratings": [
            4530,
            1049,
            213,
            64,
            39
        ],
        "review_amount": 5895,
        "location": [
            "Hoa Kỳ",
            "Vườn bách thảo Dallas Arboretum",
            "Dallas",
            "Những điều cần làm ở Dallas",
            "Texas - TX -"
        ],
        "reviews_time": [
            "Written June 5, 2023",
            "Written June 20, 2023",
            "Written July 3, 2023",
            "Written July 10, 2023",
            "Written July 14, 2023",
            "Written August 7, 2023",
            "Written August 15, 2023",
            "Written September 3, 2023",
            "Written September 24, 2023",
            "Written October 14, 2023",
            "Written May 8, 2024",
            "Written May 1, 2024",
            "Written April 20, 2024",
            "Written April 17, 2024",
            "Written April 16, 2024",
            "Written April 13, 2024",
            "Written April 12, 2024",
            "Written April 8, 2024",
            "Written March 29, 2024",
            "Written March 23, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g55711-d140769-Reviews-Dallas_Arboretum_Botanical_Gardens-Dallas_Texas.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g55711-d2136279-Reviews-Restaurant_DeGolyer-Dallas_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55711-d11954667-Reviews-Smoky_Rose-Dallas_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55711-d2528594-Reviews-Hypnotic_Donuts-Dallas_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55711-d11971022-Reviews-Lounge_Here-Dallas_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55711-d14089961-Reviews-Humble_Simply_Good_Pies-Dallas_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55711-d3420616-Reviews-Cheesecake_Royale_Bakery-Dallas_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55711-d3697060-Reviews-Verona_Italian_Restaurant-Dallas_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55711-d4729464-Reviews-Mazelle_s_Desserts-Dallas_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55711-d13313914-Reviews-Hong_Kong_Restaurant-Dallas_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55711-d13423305-Reviews-Hypnotic_Emporium-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d8137832-Reviews-Curiosities-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d139514-Reviews-White_Rock_Lake_Park-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d126963-Reviews-Morton_H_Meyerson_Symphony_Center-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d4164642-Reviews-The_George_W_Bush_Presidential_Library_and_Museum-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d145298-Reviews-Southern_Methodist_University-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d2626833-Reviews-Katy_Trail-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d126959-Reviews-NorthPark_Center-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d3606206-Reviews-Klyde_Warren_Park-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d126956-Reviews-Dallas_Museum_of_Art-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d142694-Reviews-Highland_Park_Village-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d140769-Reviews-or10-Dallas_Arboretum_Botanical_Gardens-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d324611-Reviews-Nasher_Sculpture_Center-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d140805-Reviews-Dallas_Zoo-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d126957-Reviews-The_Dallas_World_Aquarium-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d140002-Reviews-Old_City_Park-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d2649597-Reviews-Children_s_Aquarium_at_Fair_Park-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d254765-Reviews-Cedar_Ridge_Preserve_managed_by_Audubon_Dallas-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d270818-Reviews-Texas_Discovery_Gardens-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55884-d4754575-Reviews-Botanical-Garland_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d12895198-Reviews-The_Spirit_of_Dallas-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d11674373-Reviews-Dallas_Party_Bike-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d14137616-Reviews-Bad_Axe_Throwing_Dallas-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d534351-Reviews-Meadows_Museum-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d559925-Reviews-Bath_House_Cultural_Center-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d12197010-Reviews-Pure_Healing_Art-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d15844375-Reviews-Rainbow_Vomit-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d15078682-Reviews-Fusion_Sports_Massage-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d3573277-Reviews-The_Goat-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d1869237-Reviews-TopGolf_Dallas-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d126961-Reviews-Fair_Park-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g45159-d2268614-Reviews-Cliff_Lake-Ennis_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g190504-d12350905-Reviews-Aksla_Mountain-Alesund_More_og_Romsdal_Western_Norway.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d565663-Reviews-Zabar_s-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g56761-d4355993-Reviews-Texas_City_Dike-Texas_City_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g36280-d4751922-Reviews-Yorktown_Center-Lombard_DuPage_County_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g190504-d4374164-Reviews-Fjellstua_Viewpoint-Alesund_More_og_Romsdal_Western_Norway.html",
            "https://www.tripadvisor.com/Attraction_Review-g57533-d5577426-Reviews-Lake_Gaston-Bracey_Mecklenburg_County_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g33873-d670466-Reviews-The_Dinosaur_Place-Oakdale_Mystic_Country_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g30293-d2345309-Reviews-Hawks_Nest_State_Park-Ansted_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8291301-Reviews-Asia_Park-Da_Nang.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g55711-d140769-Reviews-or10-Dallas_Arboretum_Botanical_Gardens-Dallas_Texas.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g55711-d140769-Reviews-Dallas_Arboretum_Botanical_Gardens-Dallas_Texas.html"
    }
]