[
    {
        "attraction_name": "Damnoen Saduak Floating Market",
        "attraction_name_vi": "Chợ nổi Damnoen Saduak",
        "general_info": [
            "5.671 đánh giá",
            "12 trong số 16 điều cần làm ở Damnoen Saduak",
            "Nguồn nước",
            "Chợ trời"
        ],
        "attraction_summary": "Ghé thăm một trong những chợ nổi lớn nhất và nổi tiếng nhất Thái Lan, nơi những người bán hàng trên thuyền bán thực phẩm địa phương và những mặt hàng độc đáo từ đồ dùng nhà bếp đến quần áo. Hãy thử món bánh xèo dừa ấm áp, pad thai, mì thuyền và xôi xoài cổ điển khi bạn trôi dọc theo những con kênh nhỏ. Bạn cũng có thể tìm thấy trái cây và rau quả tươi ở đây. Đừng quên ngắm nhìn những ngôi nhà sàn gỗ truyền thống trên đường đi. Những du khách dày dạn kinh nghiệm sẽ đề nghị khởi hành từ sáng sớm để chống chọi với cái nóng và tránh đám đông. Tham gia chuyến tham quan nửa ngày trên tàu cao tốc đuôi dài hoặc thuyền mái chèo để khám phá khu chợ.  TripadvisorĐọc thêm",
        "reviews": [
            "Tourism Thailand đã chỉ ra rằng Chợ nổi Damnoen Saduak ở Ratchaburi là một trong những chợ nổi phổ biến nhất ở Thái Lan. Khi một người bạn ở Bangkok nghe nói rằng chúng tôi đang có kế hoạch đến thăm nơi này, anh ấy đã nói rằng anh ấy chưa bao giờ đến đó và gợi ý một nơi khác. Chúng tôi nên hiểu ý.\n\nNơi này có lẽ chỉ có khách du lịch đến thăm, những người sẽ trèo lên thuyền, chạy bằng động cơ xăng hoặc được chèo bởi một người lái đò hoặc một người phụ nữ. Có rất nhiều thuyền chạy trên các kênh đào bán kem dừa, trái cây, đồ lưu niệm, đồ ăn nhẹ, quần áo, v.v. Thành thật mà nói, chúng tôi hầu như không thấy ai mua bất cứ thứ gì từ những người bán hàng này.\n\nNếu bạn đang cân nhắc đến thăm nơi này, vui lòng tìm hiểu một số chợ nổi tốt hơn có sẵn thay vì nơi này. Và nếu bạn vẫn quyết định ghé thăm, hãy đặt kỳ vọng rất thấp cho chuyến đi. Đọc thêm",
            "Vì chúng tôi muốn đi xem chợ nổi nhưng lại ở Bangkok trong tuần nên chúng tôi quyết định đến đây. Vì chúng tôi là một trong những người đầu tiên có mặt ở đó vào khoảng 09:30 nên việc bắt đầu thực sự rất khó khăn vì rõ ràng là nơi này chỉ dành cho khách du lịch. Không khí tấp nập thuyền bè trên kênh mãi về sau mới đến. Đã ở đó, làm được điều đó Đọc thêm",
            "Được rồi, tất cả chúng ta đều biết nếu chúng ta ở Bangkok, chúng ta phải đến Chợ nổi Damnoen Saduak và vâng, đó là một trải nghiệm tuyệt vời nhưng đi kèm với hai lưu ý, một là KHÔNG mua một thứ hoặc mua một hoặc hai món đồ trang sức nhỏ chỉ để nói rằng bạn đã hoàn thành Nó. Bạn sẽ tìm thấy những thứ rẻ hơn nhiều ở chợ đường sắt hoặc các trung tâm thương mại hoặc chợ lớn ở Bangkok. Nơi đây đã trở thành một cái bẫy du lịch và đáng tiếc là số lượng thuyền ca nô chở hàng hóa đã giảm đi nhanh chóng so với ngày xưa, thay vào đó, người lái ca nô tinh quái sẽ đưa bạn từ ban công gỗ này sang ban công gỗ khác với giá cao đến mức không tưởng.Đọc thêm",
            "Thật tuyệt khi được trải nghiệm chợ nổi, tuy nhiên hãy xem các đánh giá trực tuyến về nơi này. Chúng tôi đã phải trả 4000 baht cho cả tôi và chồng, mức giá rẻ nhất trong gói nhưng lại rất đắt đối với tôi. Tôi rất buồn khi biết rằng giá đồ lưu niệm ở chợ nổi lại cao như vậy, cao gấp 3 đến 6 lần so với chợ thông thường. Tôi không biết cho đến khi đến chợ tàu. Tôi không khuyên bạn nên mua bất cứ thứ gì từ chợ nổi. Nếu bạn muốn ăn, hãy ghé qua khu ẩm thực chứ không phải quán cà phê dọc theo con sông lầy lội. Tốt nhất là chỉ nên đi thuyền mà không mua bất cứ thứ gì. Đọc thêm",
            "Khuyến khích đi tour tham quan chợ nổi trong ngày với chợ đường sắt Maeklong. Chợ nổi mang đến trải nghiệm thú vị và hướng dẫn viên của chúng tôi nói rằng đồ ăn ở bến tàu thứ hai sẽ ngon hơn, rẻ hơn và sạch hơn. Đối với những người mua đồ lưu niệm, hãy nhớ mặc cả để được giảm giá. Nhìn chung, đồ lưu niệm ở bến tàu thứ hai cũng có thể có giá thấp hơn. Đọc thêm",
            "Điều này đã được khuyến khích là điều không thể bỏ lỡ. Đó là một chuyến đi thuyền rất tốn kém để xem một số khách du lịch có giá quá cao ở bên bờ sông bẩn thỉu. Tôi tự hỏi liệu điều này khi còn nguyên bản có tốt không và bây giờ thì không nhiều nữa. \nNgôi đền dừng lại và nhìn thấy cuộc sống bình thường thật thú vị nhưng thị trường lại là một sự thất vọng lớn. Những thứ tốt hơn để xem và mua trong thành phố.Đọc thêm",
            "Hãy cẩn thận!\nKhi bạn ghé thăm chợ nổi này, các tài xế sẽ đưa bạn xuống một nơi xa và yêu cầu bạn đi thuyền vào chợ này. Tuy nhiên, bạn sẽ hoàn toàn miễn phí nếu đi bộ dọc theo bờ sông. cho thuyền lên tới 2000 B một người hoặc hai người trong 2 giờ, rất tốn kém! Hãy nhớ để tài xế đưa bạn vào đúng lối vào chợ nổi!\n\nHãy cẩn thận\nKhi bạn tham quan chợ nổi này tài xế sẽ thả bạn ra xa khỏi chợ đó và yêu cầu bạn đi thuyền để vào chợ này nhưng nếu bạn đi bộ đến nơi dọc bờ sông thì hoàn toàn miễn phí và đi thuyền tính phí cho mỗi người hoặc hai Nó rất đắt lên tới 2000B trong 2 giờ mỗi người. Đòi tài xế đưa bạn đến đúng lối vào chợ nổi. Hãy nhớĐọc thêm.",
            "Chúng tôi đã đi như một phần của chuyến tham quan bao gồm cả ga Maeklong. Trải nghiệm khác nhau để mua sắm thực phẩm, đồ uống và đồ tạo tác địa phương từ những người bán hàng trên thuyền. Nhưng nơi này rất đông đúc và một số thuyền chạy bằng động cơ diesel khiến ở đó có rất nhiều khói.Đọc thêm",
            "Chuyến đi kéo dài 2 giờ không đáng giá nhưng bạn có thể kết hợp với chuyến tham quan chợ đường sắt và tham quan trang trại, điều này khiến nó đáng giá.\nKhông nên sử dụng động cơ Diesel trên thuyền, nó khiến trải nghiệm tổng thể trở nên khó chịu, ồn ào, gập ghềnh và có mùi hôi và chúng tôi đã bị văng nhiều lần bởi những chiếc thuyền diesel khác đi quá nhanh. Hãy thử những chiếc thuyền chèo không có động cơ nếu bạn đi. \nThật không may, bản thân khu chợ lại là một cái bẫy du lịch với những người bán hàng kiêu căng, một khi bạn đã nhìn thấy một cửa hàng, bạn đã nhìn thấy tất cả. \nThực hiện việc này như một phần của chuyến tham quan hoặc nếu bạn phải chọn một khu chợ thì có rất nhiều khu chợ tốt hơn. Bạn đã có những chuyến đi thuyền tốt hơn.Đọc thêm",
            "Một chuyến thăm thú vị mặc dù nó rất du lịch.  Chúng ta phải hiểu rằng Bangkok trong quá khứ phát triển mạnh về buôn bán đường thủy với tàu thuyền ngược xuôi trên klong. Nhưng ở khu chợ này, chúng ta lại thấy những chiếc thuyền chở du khách mua hàng từ các sạp hàng dọc bờ sông hẹp.  CƯỜI\nCon sông du lịch hẹp chật cứng những chiếc thuyền du lịch dài và người ta sẽ chỉ hít thở bằng động cơ diesel.  CƯỜI.\nVà bạn có biết nơi họ rửa bát và dụng cụ đã qua sử dụng - từ một thùng nước duy nhất không.  ôi.\nNhưng đây chắc chắn là một chuyến đi thú vị khi ngắm nhìn những du khách khác và bầu không khí đầy màu sắc của địa phương.Đọc thêm",
            "Một sự lãng phí hoàn toàn tiền bạc. Quá đắt! Tôi không bận tâm đến việc thu phí du lịch quá cao nhưng đây là một sự lừa dối. Người chèo thuyền chỉ đưa bạn đến với bạn bè của anh ấy. Nó quá bận rộn và có quá nhiều nhà cung cấp bán rác lưu niệm giống nhau. Hãy bỏ lỡ điều này!! Tôi đang viết điều này lên để trải nghiệm. Tôi sẽ không lặp lại!Đọc thêm",
            "Đúng là một trò lừa đảo.  Có nhiều thuyền với diện tích nhỏ và hầu hết hiện nay đều có động cơ nên phải thở khói diesel trong một giờ.  Định giá quá cao một cách lố bịch với áp lực bán hàng cao.  Người lái thuyền sẽ đưa bạn đến gặp bạn bè của anh ấy và chỉ đậu xe ở đó trong khi họ làm phiền bạn trong một giờ rất khó chịu.  Hãy tự giúp mình và loại cái này ra khỏi danh sách.Đọc thêm",
            "Đã từng đến đây nhưng lần này chúng tôi lại làm điều đó khi còn nhỏ. chúng tôi đã rất may mắn vì đã tìm được một tài xế taxi rất giỏi với mức giá rất hợp lý cho cả ngày của cô ấy. anh ấy chỉ muốn 500 B nhưng chúng tôi đã trả cho anh ấy nhiều hơn thế. Giá thuê thuyền là 3000 B và không có dịch vụ. Đó là sự lãng phí tiền bạc nhưng là tất cả đối với con gái chúng tôi. Sẽ không bao giờ đi chuyến này nữaXem thêm",
            "Giá đã quá cao lên tới 4.000 THB sau một vài cuộc thương lượng để có được chuyến tham quan 1 giờ với giá 2.000 THB, tuy nhiên những người lái thuyền chỉ đưa chúng tôi đến kênh và dừng lại ở bất kỳ nhà cung cấp nào buộc chúng tôi phải mua..Đọc thêm",
            "Đọc tất cả các bài đánh giá, tôi cảm thấy RẤT NHIỀU người đã bị lừa và không thực hiện nghiên cứu kỹ lưỡng trước khi bắt đầu chuyến đi này. Nếu tài xế taxi nói tôi biết chỗ nào ngon thì bạn nên nói không ngay vì bạn sẽ bị lừa. Trước hết, chợ nổi cách Bangkok khoảng 1,5 giờ có thể nhiều hơn tùy thuộc vào giao thông. Chúng tôi đã đặt một chuyến tham quan theo nhóm với giá khoảng 50 Đô la Úc, mỗi chuyến khoảng 30 USD để tham khảo, bao gồm đón tại khách sạn, xe tải có máy lạnh và vào chợ nổi cũng như tham quan chợ xe lửa - số tiền chi tiêu không ở đâu gần 4000-6000 bhat đã được đề cập trong các đánh giá này Chúng tôi đã đi vào tháng 5, đó là mùa cao điểm và nó rất HẤP DẪN. Đây không phải là một ngày đi chơi hào nhoáng, bạn sẽ đổ mồ hôi, mọi người sẽ thử bán đồ cho bạn, bạn lịch sự nói không và đi tiếp. Tôi đã có kem dừa với giá 60 bhat, rất ngon khi trời nóng. Phải nói rằng đó là một trải nghiệm độc đáo mà không nơi nào khác trên thế giới có được. Hãy cân nhắc tất cả trước khi bắt đầu chuyến đi này, không phải chuyến du lịch nào cũng dễ dàng và hấp dẫn. Tôi khuyên bạn nên ghé thăm chỉ một lần để trải nghiệm nhưng hãy thực hiện chuyến tham quan theo nhóm!!!!! Đọc thêm",
            "Đã ghé thăm nơi này do insta-hyped. Hóa ra, nó chỉ là một con kênh nằm ở vị trí thấp được chuyển đổi thành chợ nổi bằng cách tạo ra các nền tảng cao tầng hoạt động như chợ. Ngoài ra, hãy cẩn thận với hai điều - có những cầu tàu khác nhau tính các mức giá khác nhau, vì vậy hãy nghiên cứu và có thể xảy ra tình trạng ùn tắc giao thông theo nghĩa đen đối với tàu thuyền bên trong các kênh hẹp trong trường hợp bạn có lịch trình chặt chẽ. Ngoài ra, cách thành phố 2 giờ. Một trải nghiệm tuyệt vời chỉ có một lần.Đọc thêm",
            "Chúng tôi rất thất vọng, xin vui lòng không đến đó, họ tính thêm tiền, Mỗi chiếc thuyền có giá 3000 baht Thái, nhưng họ tính phí cho mỗi người 3000 baht Thái, nếu ai muốn đến đó xin vui lòng lưu ý điều đó. Đọc thêm",
            "Tài xế của tôi đã giới thiệu nơi này cho tôi. Tôi bị tính 3000 cho chuyến đi thuyền và tài xế dừng lại ở khắp mọi nơi và mọi người cố gắng bán cho bạn những món quà lưu niệm du lịch rẻ tiền. Tôi đã ăn một bữa trưa đắt đỏ với giá 650 bahat và một cửa hàng họ đã cố gắng lừa tôi trả gấp 3 lần giá họ nói ban đầu cho một số món quà lưu niệm rẻ tiền mà tôi chỉ mua như một khoản tiền boa cho tài xế, người nói rằng đây là cửa hàng của mẹ anh ta, đó cũng là một trò lừa đảo. Tôi cảm thấy tồi tệ sau khi đến thăm nơi này. Đọc thêm",
            "Lừa đảo hoàn toàn !! Trải nghiệm tồi tệ nhất ở Thái Lan, gọi một chiếc taxi đang đợi bên ngoài khách sạn và bảo chúng tôi đi cách chợ nổi một giờ với giá 600 baht bao lâu tùy thích. Trên đường đi, chúng tôi đưa nó vào bản đồ Google và nó đã đến cách đó 1,5 giờ. Khi đến nơi, chúng tôi rất ngạc nhiên khi vé rẻ nhất là 3000-5000 baht mỗi vé, nó quá xa so với bất cứ điều gì mà chúng tôi không thể làm gì khác ngoài việc giảm giá xuống còn 2500 baht mỗi vé. 5 phút đầu tiên ổn, chúng tôi dừng lại ở một bờ sông bẩn thỉu, tôi thậm chí không thể gọi nó là nhà hàng với đồ ăn và đồ uống đắt nhất ở Thái Lan, chúng tôi đói vì chưa ăn cả ngày. Món pat thai như rác không ăn được. Đây là nơi chúng tôi sau đó tìm hiểu thêm trên Google và nhận ra rằng mình đã bị lừa. Chúng tôi bảo người lái đò đưa thẳng ra chợ, anh ta trở nên hung hãn và kích động. Các khu chợ chắc hẳn đã đóng cửa vì chúng tôi thậm chí không thấy một gian hàng thuyền nào mở cửa. Chúng tôi yêu cầu tài xế đưa chúng tôi trở lại nơi xuất phát vì chúng tôi không muốn tiếp tục đi trên sông nữa nhưng anh ta từ chối và đưa chúng tôi đi sâu hơn xuống sông. Giờ tiếp theo liên quan đến tiếng la hét quay lại và thứ tư giữa người lái xe và tôi để thả chúng tôi xuống hoặc quay lại nơi chúng tôi bắt đầu. Anh ấy sẽ không dừng thuyền đến mức chúng tôi cảm thấy không an toàn. Ngoài ra còn phải đề cập đến việc anh ấy đã lái xe thất thường với tốc độ 60 km/h. Sẽ không đề nghị. cảm thấy hoàn toàn chán nản và không an toàn trong suốt thời gian đó.Đọc thêm",
            "Chúng tôi đã không tra cứu trước Trip Advisor và có thể thấy bây giờ chúng tôi đã phạm sai lầm lớn khi đến đó. Đây thậm chí không phải là một cái bẫy du lịch mà là một trò lừa đảo hoàn toàn. Đừng tin bất kỳ hình ảnh nào cho thấy một chợ nổi thực sự, đây không phải là nó. Taxi sẽ không đưa bạn đến nơi mà ít nhất bạn có thể có được một chiếc thuyền rẻ hơn và nếu bạn không biết, bạn sẽ hoàn toàn bị lừa. Thật là một trải nghiệm chán nản ở Thái Lan.Đọc thêm",
            "Tôi đang nghĩ đến việc thực hiện việc đó bằng Grab vì tôi muốn thực hiện việc đó khá nhanh chóng. Có cách nào trả tiền cho tài xế Grab đợi ở đó không?Đọc thêm",
            "Có ai biết chợ nổi này hay chợ nổi nào khác có mở cửa trong tuần này không? Đọc thêm",
            "Tôi không chắc chắn, nhưng bạn có thể gọi điện hoặc gửi email và kiểm tra với Amazing Asia Tours. Họ điều hành các tour du lịch ở đó thường xuyên và có thể sẽ có thông tin chi tiết.Đọc thêm",
            "Làm thế nào tôi có thể đến Damnoen Saduak từ Bangkok? Cách nhanh nhất và rẻ nhất là gì?Đọc thêm",
            "Có bằng taxi là cách rẻ nhất và hiệu quả nhất. Khoảng 1 giờ lái xe.Đọc thêm",
            "Chúng tôi đã tổ chức phương tiện đi lại để đến chợ nhưng khi đến đó, có dễ dàng chỉ cần gọi thuyền cho bốn người chúng tôi vào và họ đưa chúng tôi đi tham quan vòng quanh không? Hay tôi cần đặt trước ở đâu đó?Đọc thêm",
            "Nói chung là không cần. Nhưng nếu bạn đi theo nhóm, tôi khuyên bạn nên đặt trước từ khu vực lân cận khách sạn của bạn. Nó hợp lý. Hãy nhớ rằng, Chợ nổi Damnoen Saduak là bản gốc, mọi thứ khác đều là bản sao và phiên bản nhỏ hơn của bản này. Chúc bạn đi du lịch vui vẻ.Đọc thêm",
            "Đi chợ có phải thử một mình không?",
            "Đi ô tô vào khu vực chợ Nam Đam rất tiện. Bãi đậu xe là 40 baht, nhưng nếu bạn đỗ xe cạnh chợ Nam Đam thì không mất phí gửi xe. Có thể thấyĐọc tiếp",
            "Tôi đang tổ chức chuyến đi đến Thái Lan, tôi muốn một số lời khuyên, tôi tôn trọng các chuyến tham quan hàng ngày; Nên tổ chức chúng tại các đại lý có mặt ở Bangkok hay từ Ý?Đọc thêm",
            "Theo quan điểm của tôi các cơ quan có mặt ở Bangkok. Bạn tiết kiệm. Đọc thêm",
            "Một lựa chọn thay thế cho lựa chọn này là đặt chuyến tham quan kéo dài một giờ quanh các kênh đào ở Bangkok, đồng thời đưa bạn đến chợ nổi và bạn thực sự thấy được cuộc sống hàng ngày của người dân địa phương sống bên bờ sông. Chiếc đó khiến chúng tôi tốn 325 baht và chúng tôi phải mặc cả vì ban đầu họ muốn tính phí cho chúng tôi 500 baht. Tôi khuyên bạn nên đi sớm vào buổi chiều hoặc tốt hơn là vào buổi sáng, vì thời gian của chuyến tham quan là 1 giờ và nếu bạn đi muộn, bạn sẽ phải đi bộ vào ban đêm, bạn sẽ không thấy gì và cũng không có ai cả. Thậm chí có thể đáng sợ khi đi qua những con kênh đó trong bóng tối.\n\nXin chào, bạn có thể cho tôi biết về chợ nổi khác mà bạn đề cập đến không? Và nếu nó hoạt động mỗi ngày trong tuần. cảm ơn bạnĐọc thêm",
            "Nên ghé thăm chợ nổi ở Damnoen Saduak. Nơi này cách Bangkok khoảng 80 km về phía Tây Nam trong khu vực Rachaburi. Từ sáng sớm khoảng 6 giờ sáng đã có rất nhiều hoạt động trên kênh. Những chiếc thuyền chất đầy trái cây và rau củ chủ yếu do phụ nữ lái. Thời điểm lý tưởng nhất để tham quan Chợ nổi Damnoen Saduak là vào sáng sớm từ 6h đến 9h. Sau đó, vẫn còn rất nhiều sự hối hả và đông đúc trên Khlongs, nhưng có nhiều khách du lịch hơn người dân địa phương trên mặt nước.\n\nXin chào StephanĐọc thêm",
            "Làm cách nào để đến đó bằng phương tiện công cộng?\nTôi đặt khách sạn gần Khao San rod.\nCảm ơn bạnĐọc thêm",
            "Chúng tôi cũng ở lại đường Kao Sao. Bạn có thể đi xe buýt 511 hoặc taxi để đến ga phía Nam rồi từ đó đi xe buýt 78 hoặc xe tải nhỏ đến Damnoen Saduak. Tôi đã viết tất cả những điều này trong bài đánh giá của tôi.\nĐể gọi taxi, chúng tôi đã sử dụng ứng dụng Grab.Đọc thêm",
            "Còn gì thú vị hơn: một chuyến tham quan bằng thuyền hay tự mình đi dạo?Đọc thêm",
            "Đi thuyền rất vui nhưng hãy cẩn thận, bạn sẽ bị lừa nặng đấy! \nNó không tương xứng với những gì bạn nhận được, việc đi bộ mang lại ấn tượng quá đủ!Đọc thêm",
            "Có các tour du lịch được tổ chức khởi hành từ khách sạn vào buổi sáng muộn hoặc đầu giờ chiều không? Nếu vậy bạn có thể tư vấn cho tôi được không?\nĐọc thêm",
            "Chắc chắn có; Có những chuyến du lịch được tổ chức thường xuyên khởi hành từ các khách sạn và thường đi vòng quanh các khách sạn để thu thập những khách du lịch đã yêu cầu. Về mặt logic, chi phí sẽ cao hơn nhiều nếu bạn tổ chức một chuyến tham quan, đặt phòng với khách sạn. Tôi muốn khuyên bạn nên chọn một trong nhiều hướng dẫn viên địa phương mà bạn có thể tìm thấy gần các địa điểm du lịch hoặc thậm chí ở lối ra của khách sạn. Nhân tiện, tôi thực sự khuyên bạn nên đi xe tuk tuk; Bạn nên đeo khẩu trang để bảo vệ mình khỏi khói bụi, thứ không bao giờ thiếu ở BangkokĐọc thêm"
        ],
        "star_ratings": [
            1000,
            1571,
            1179,
            667,
            1254
        ],
        "review_amount": 5671,
        "location": [
            "nước Thái Lan",
            "Tỉnh Ratchaburi",
            "Chợ nổi Damnoen Saduak",
            "Hoạt động giải trí tại Damnoen Saduak",
            "Damnoen Saduak",
            "Châu Á"
        ],
        "reviews_time": [
            "Written June 26, 2023",
            "Written July 6, 2023",
            "Written July 25, 2023",
            "Written August 2, 2023",
            "Written August 9, 2023",
            "Written August 14, 2023",
            "Written August 18, 2023",
            "Written August 20, 2023",
            "Written August 23, 2023",
            "Written August 28, 2023",
            "Written June 2, 2024",
            "Written June 1, 2024",
            "Written May 31, 2024",
            "Written May 31, 2024",
            "Written May 10, 2024",
            "Written May 9, 2024",
            "Written May 9, 2024",
            "Written April 29, 2024",
            "Written April 29, 2024",
            "Written April 27, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g303902-d317729-Reviews-Damnoen_Saduak_Floating_Market-Damnoen_Saduak_Ratchaburi_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g303902-d16803640-Reviews-Banmai_Damnoen_Cafe-Damnoen_Saduak_Ratchaburi_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g303902-d25109710-Reviews-Spring_22_Gallery-Damnoen_Saduak_Ratchaburi_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g303902-d23894515-Reviews-The_Azimah_Cafe_Restaurant-Damnoen_Saduak_Ratchaburi_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g303902-d23894514-Reviews-Damnoen_Saduak_Ratchaburi_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g303902-d8862445-Reviews-BAMBOO_The_Coffee_Parlour-Damnoen_Saduak_Ratchaburi_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g303902-d13802491-Reviews-Landmark_Damnoen-Damnoen_Saduak_Ratchaburi_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g303902-d13797613-Reviews-Landmark_Damnoen-Damnoen_Saduak_Ratchaburi_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g2237208-d8737642-Reviews-Picnic_Pad_Thai-Bang_Khonthi_Samut_Songkhram_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g303902-d23601153-Reviews-Tree_Shade-Damnoen_Saduak_Ratchaburi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1967206-d4322901-Reviews-Don_Manora_Floating_Market-Samut_Songkhram_Samut_Songkhram_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1028727-d27454583-Reviews-Damnoen_Saduak_Floating_Market-Ratchaburi_Ratchaburi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g303902-d26860171-Reviews-Damnoen_Saduak_Floating_Market-Damnoen_Saduak_Ratchaburi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g303902-d5537020-Reviews-Tiger_World_Thailand-Damnoen_Saduak_Ratchaburi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g303902-d23904307-Reviews-White_Elephant_Farm_Damnoen_Saduak-Damnoen_Saduak_Ratchaburi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g303902-d2706770-Reviews-Damnoen_Saduak_Elephant_Village-Damnoen_Saduak_Ratchaburi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g303902-d5575315-Reviews-Cobra_Show-Damnoen_Saduak_Ratchaburi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g303902-d6480642-Reviews-Maikaew_Pier-Damnoen_Saduak_Ratchaburi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g2237208-d5575294-Reviews-Wat_Bang_Kung-Bang_Khonthi_Samut_Songkhram_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g2237208-d6628845-Reviews-Nativity_of_Our_Lady_Cathedral-Bang_Khonthi_Samut_Songkhram_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g303902-d317729-Reviews-or10-Damnoen_Saduak_Floating_Market-Damnoen_Saduak_Ratchaburi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g303902-d552684-Reviews-Coconut_Sugar_Farm-Damnoen_Saduak_Ratchaburi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g12966454-d2049176-Reviews-Maeklong_Railway_Market_Talad_Rom_Hub-Mae_Klong_Samut_Songkhram_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1028071-d1382813-Reviews-Amphawa_Floating_Market-Amphawa_Samut_Songkhram_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1028071-d3336373-Reviews-Tha_Kha_Floating_Market-Amphawa_Samut_Songkhram_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1028071-d2374772-Reviews-King_Rama_II_Memorial_Park-Amphawa_Samut_Songkhram_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g187481-d247283-Reviews-Lago_Martianez-Puerto_de_la_Cruz_Tenerife_Canary_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g36141-d11670676-Reviews-Main_Event_Hoffman_Estates-Hoffman_Estates_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g143012-d145567-Reviews-Loop_Road-Badlands_National_Park_South_Dakota.html",
            "https://www.tripadvisor.com/Attraction_Review-g635634-d4420487-Reviews-Biondi_Santi_Tenuta_Greppo-Montalcino_Tuscany.html",
            "https://www.tripadvisor.com/Attraction_Review-g47629-d532129-Reviews-Main_Beach-East_Hampton_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d15192903-Reviews-Chumlee_s_Candy_On_The_Blvd-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g60881-d4702560-Reviews-Hemenway_Park-Boulder_City_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g11890989-d4770941-Reviews-Carta_Monastery-Carta_Harghita_County_Central_Romania_Transylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g43292-d21246311-Reviews-Sustainable_Safari-Maplewood_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g33162-d126725-Reviews-China_Ranch_Date_Farm-Tecopa_California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g303902-d317729-Reviews-or10-Damnoen_Saduak_Floating_Market-Damnoen_Saduak_Ratchaburi_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g303902-d317729-Reviews-Damnoen_Saduak_Floating_Market-Damnoen_Saduak_Ratchaburi_Province.html"
    }
]