[
    {
        "attraction_name": "Danang Free Tour",
        "attraction_name_vi": "Tour Đà Nẵng miễn phí",
        "general_info": [
            "51 đánh giá",
            "76 trong số 487 Tour Hoạt động tại Đà Nẵng",
            "Chuyến tham quan thành phố",
            "Tour tham quan"
        ],
        "attraction_summary": "Xin chào các bạn! Hiện đang là sinh viên tại các trường Đại học Đà Nẵng. Hiện tại chúng tôi đang thực hiện dự án mang tên HOME TOWN. Như bạn đã biết, cách tốt nhất để đi du lịch là đi theo nhóm do hướng dẫn viên địa phương dẫn đầu. Đến với câu lạc bộ của chúng tôi, bạn sẽ cảm thấy thoải mái như chính quê hương của mình!!! Cảm ơn Home Town nhiều lắmXem thêm",
        "reviews": [
            "Đây là lần đầu tiên tôi đến Đà Nẵng và tôi thực sự vui mừng vì đã chọn Danang Free Tour làm hướng dẫn viên. Chúng tôi đến Lady Buda, hồ gần buy, nhà thờ màu hồng và bảo tàng lịch sử. Các hướng dẫn viên đều là những người tuyệt vời và đã cho tôi nhiều góc nhìn từ quan điểm của người dân địa phương mà tôi sẽ không thể có được bằng cách khác. Thật tuyệt khi thấy loại hoạt động này diễn ra và chắc chắn sẽ giới thiệu nó cho những người khác!Đọc thêm",
            "Chúng tôi rất vui khi nghe điều đó từ bạn. Cảm ơn bạn đã chia sẻ những câu chuyện thú vị trên đường đi. Rất mong có thể gặp lại bạn khi bạn đến Đà Nẵng lần sau. \nLời chúc tốt đẹp nhất đến bạn. 3Đọc thêm",
            "Đây là lần đầu tiên tôi đến Đà Nẵng và tôi thực sự vui mừng vì đã chọn Danang Free Tour làm hướng dẫn viên. Tôi đã có hai chuyến tham quan với họ - tham quan thành phố và tham quan ẩm thực. Cả hai hướng dẫn viên du lịch của tôi đều tên là Dan và cả hai đều là những hướng dẫn viên tuyệt vời. Chuyến tham quan thành phố Dan đưa tôi đến ngọn núi cẩm thạch xinh đẹp và bán đảo khỉ. Trời mưa cả ngày nhưng anh ấy vẫn cố gắng khiến chuyến tham quan trở nên đáng nhớ và rất thú vị vì anh ấy rất am hiểu về địa điểm và lịch sử của nó. Sau chuyến tham quan thành phố, anh đưa tôi đến một nhà hàng hải sản rất rẻ nhưng rất ngon! Tour ẩm thực Dan cũng tuyệt vời không kém. Chúng tôi gặp nhau vào khoảng 6 giờ chiều và kết thúc vào khoảng 11 giờ đêm - và trong suốt thời gian đó chúng tôi đã ăn nhiều loại đồ ăn khác nhau! Cô ấy thật hài hước và vui vẻ khi ở bên cô ấy đến mức 4 tiếng đồng hồ chỉ như vài giây khi bạn ở bên cô ấy. Chúng tôi cười rất nhiều, ăn rất nhiều và kết thúc một ngày với cái bụng no căng. Tôi đặc biệt giới thiệu công ty này cho những ai muốn trải nghiệm cảnh đẹp và âm thanh của Đà Nẵng.Đọc thêm",
            "Chúng tôi đã có khoảng thời gian tuyệt vời khi tham quan một vài địa điểm ở Đà Nẵng - điểm nổi bật là chùa Linh Ứng trên núi khỉ và núi đá cẩm thạch, quang cảnh thật ngoạn mục - nhất định phải xem. Chuyến tham quan được tổ chức và hướng dẫn tốt bởi các sinh viên đại học địa phương thân thiện và hướng ngoại. Rất khuyến khích điều này cho bất kỳ ai đến thăm Đà Nẵng và đang tìm kiếm một chuyến đi nửa ngày hoặc cả ngày tuyệt vời quanh thành phố. Tôi đã làm cả chuyến tham quan buổi sáng và buổi chiều. Nó hoàn toàn xứng đáng.Đọc thêm",
            "Tôi đã trải qua một ngày tuyệt vời với những hướng dẫn tốt đẹp. Họ rất thân thiện và tốt bụng nên tôi cảm thấy thoải mái và thư giãn trong suốt chuyến tham quan. Ở mọi nơi chúng tôi đến, họ đều giải thích câu chuyện về lịch sử và văn hóa của họ bằng kiến ​​thức phong phú của họ. Chúng tôi đến thăm chùa Linh Ứng, Hồ Xanh, quán cà phê đẹp, nhà hàng Mi Quang, Ngũ Hành Sơn và Động Địa Ngục trong một ngày, đặc biệt là cảnh nhìn từ trên xuống của Ngũ Hành Sơn thật đáng nhớ. Cảm ơn bạn rất nhiều! Tôi hy vọng được gặp lại bạn.Đọc thêm",
            "Đầu tiên, tôi muốn cảm ơn Danang Free Tour đã đáp ứng yêu cầu vào phút cuối của tôi. Tôi đã có một chuyến đi trong ngày với Kha hướng dẫn viên du lịch của tôi. Chúng tôi đến bán đảo Sơn Trà, Hồ Xanh, rừng Tre và Bảo tàng điêu khắc Chăm. Kha là một người hướng dẫn tuyệt vời, anh ấy đưa tôi đi khắp nơi bằng chiếc xe tay ga của anh ấy. Đó là trải nghiệm đầu tiên của tôi trên một chiếc xe tay ga. Anh ấy rất chu đáo và cẩn thận. Chúng tôi ăn ở một nhà hàng địa phương nổi tiếng với món bánh crepe Việt Nam. Tôi hoàn toàn tận hưởng ngày hôm đó. Cảm ơn Danang Free Tour vì tổ chức tuyệt vời này. ElenaĐọc thêm",
            "Tôi đã có chuyến đi nửa ngày đến Ngũ Hành Sơn với Rosie. Thật tuyệt vời! Tốt hơn nhiều so với một mình. Mọi người khác ở đó đang tìm kiếm những địa điểm tham quan trên núi, nhưng Rosie mới biết chính xác nơi để đi và cũng giải thích rất nhiều điều về những ngọn núi và những ngôi chùa ở đó, cũng như nói chung về Việt Nam. Sau chuyến tham quan, chúng tôi đi chợ và cô ấy giúp tôi mua một số thứ và trái cây với giá địa phương, cùng một số món ăn cụ thể mà tôi không biết, mặc dù tôi đã ở Việt Nam được khoảng 2 tháng. Vì vậy, tôi giới thiệu chuyến tham quan có hướng dẫn cho người mới bắt đầu ở Việt Nam cũng như cho những du khách có kinh nghiệm hơn. Luôn có những điều mới mẻ để người dân địa phương học hỏi, thậm chí còn nhiều hơn thế nữa với những kỹ năng tiếng Anh tốt như vậy! Cảm ơn bạn!Đọc thêm",
            "Chúng tôi tham gia tour du lịch địa phương và ẩm thực miễn phí. Chúng tôi yêu cầu họ sắp xếp Henry làm hướng dẫn viên du lịch cho cả chuyến tham quan và ẩm thực. Anh ấy là sinh viên đại học năm cuối với khả năng tiếng Anh tốt. Chúng tôi đến chợ Hàn và Nhà thờ Hồng để tham quan, không có nhiều thông tin được cung cấp khi chúng tôi đến thăm chợ Hàn ngày hôm trước. Sẽ tốt hơn nếu Henry học cách chụp một bức ảnh đẹp. Các nhà hàng đã được địa phương hóa, với tư cách là khách du lịch, chúng tôi sẽ không tự đi. Hương vị thức ăn không tệ, nhưng hơi đắt khi chúng tôi phải trả 17 USD.Đọc thêm",
            "Tình cờ gặp quê hương du lịch miễn phí ở Đà Nẵng trước chuyến đi của tôi và họ đã làm một công việc tuyệt vời như vậy. David đã phản hồi rất nhanh mọi thắc mắc của tôi trước chuyến đi và đảm bảo rằng tôi có hành trình chi tiết trong ngày. Tôi đã gặp hướng dẫn viên du lịch đáng yêu của tôi trong ký túc xá tôi đang ở. thật là một hướng dẫn ngọt ngào và thân thiện. Chúng tôi khám phá bảo tàng Đà Nẵng vì ban ngày trời vẫn còn nóng và lên chùa linh ứng vào buổi chiều. Chế độ xem tuyệt vời !!! và ăn ở một nhà hàng địa phương. Có thể nếm thử món mì quảng đầu tiên của tôi! Và cô ấy dạy tôi cách ăn uống địa phương.  Thu đã rất kiên nhẫn chụp ảnh tôi và thực sự có khoảng thời gian tuyệt vời với cô ấy. Cảm ơn bạn thu, sẽ không bao giờ quên chuyến đi trên chiếc xe máy của bạn và chúng tôi đã được chào đón bởi cơn mưa hahahah bạn biết điều đó... Cảm ơn đội quê hương!!! những sinh viên đam mê muốn chia sẻ văn hóa Việt Nam với mọi người,,,,, nếu bạn tình cờ đến thăm Đà Nẵng, chắc chắn đáng để thử trải nghiệm địa phương này Đọc thêm",
            "Ấn tượng đầu tiên của tôi với hướng dẫn viên du lịch miễn phí Đà Nẵng là một tổ chức phản ứng nhanh với rất nhiều sự trợ giúp. Ryna là người phụ nữ luôn kiên nhẫn trả lời tin nhắn whatsapp của tôi.  Cô ấy cũng là người đã giới thiệu cho tôi khách sạn và thuê xe. Trở nên tuyệt vời! Khách sạn có vị trí chiến lược ở chợ Hàn gần đó, thiên đường cho khách du lịch. Sau đó, David Vyt đã đến để giúp chúng tôi khám phá Đà Nẵng một cách thú vị. Chúng tôi đã có những chuyến đi đến Ngũ Hành Sơn, Cầu Khóa Tình Yêu Rồng và thậm chí đến Bà Nà Hills. Anh ấy đã giới thiệu nhiếp ảnh gia riêng của tôi, người sẵn sàng chụp hàng nghìn bức ảnh của tôi dưới ánh mặt trời hahaa Chúng tôi đã có bữa tối hải sản hoàn hảo và còn thử cả dịch vụ mát-xa kiểu Việt Nam... Nếu không có anh ấy và tổ chức của anh ấy bao gồm cả trưởng nhóm Kelvin- chúng tôi không thể có được một chuyến đi đáng nhớ như thế này cái này. Cảm ơn bạnuuu! Và chúc bạn may mắn! Đọc thêm",
            "Tôi có hướng dẫn viên du lịch đáng yêu, Dan sẽ đưa tôi đi khắp nơi và cả một quán cà phê đá quý ẩn giấu. Chúng tôi đi chơi như những người bạn và tôi cảm thấy như đang ở nhà. Chúng tôi nói chuyện và chia sẻ rất nhiều thông tin với nhau. Một trong những khoảng thời gian tuyệt vời nhất của tôi ở Đà Nẵng Đọc thêm",
            "Tour xe buýt mui trần Đà NẵngĐọc thêm",
            "Xin chào, tôi là Esther ... tôi dự định đến thăm Đà Nẵng trong năm nay, vì vậy tôi vẫn đang tìm kiếm bất kỳ thông tin nào về Đà Nẵng, đặc biệt là các quận nổi tiếng ở Đà Nẵng dành cho khách du lịch.\nVí dụ như ở Hà Nội có khu phố cổ nổi tiếng để du khách tham quan. \nTôi có thể nhận được bất kỳ thông tin về điều đó? Đối với tôi, tôi dễ dàng quyết định nên ở lại khu vực nào. \nCảm ơn\nEstherĐọc thêm",
            "Rất xin lỗi vì sự muộn màng đó,\nNếu bạn quay lại VN lần nữa, chúng tôi sẽ giúp bạn bằng liên kết đó quê hương.asia nhấp vào đặt chỗ và tạo chuyến đi của bạn\nCảm ơn!Đọc thêm"
        ],
        "star_ratings": [
            46,
            3,
            1,
            0,
            1
        ],
        "review_amount": 51,
        "location": [
            "Đà Nẵng",
            "Châu Á",
            "Việt Nam",
            "Tour Đà Nẵng miễn phí",
            "Những việc cần làm ở Đà Nẵng"
        ],
        "reviews_time": [
            "Written February 23, 2020",
            "Written December 1, 2019",
            "Written November 21, 2019",
            "Written August 11, 2019",
            "Written July 8, 2019",
            "Written July 6, 2019",
            "Written May 16, 2019",
            "Written May 12, 2019",
            "Written May 3, 2019",
            "Written April 4, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298085-d12432514-Reviews-Danang_Free_Tour-Da_Nang.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12432514-Reviews-or10-Danang_Free_Tour-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d7960366-Reviews-Dana_Dragon-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8532504-Reviews-Danang_Private_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d10077795-Reviews-Da_Nang_Easy_Riders-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d7246284-Reviews-Vinh_Trung_Plaza-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15000706-Reviews-Now_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d7246060-Reviews-Ho_Thac_Gian-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d13229580-Reviews-Gung_Spa_Massage-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d5534261-Reviews-The_Best_Easyrider-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d7396121-Reviews-Con_Market-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d5926737-Reviews-Real_Easyrider_Day_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8855039-Reviews-Golden_Rice_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8729937-Reviews-Parkson-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d11773583-Reviews-Big_C_Supercenter-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d25314796-Reviews-IKIGAI_SPA_CENTER-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d25309254-Reviews-Khanh_Hung_Optical-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d108854-Reviews-Ala_Moana_Center-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g31000-d483930-Reviews-Alaska_Wildlife_Conservation_Center-Girdwood_Anchorage_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g297889-d10412262-Reviews-Hyundai_Premium_Outlet_Songdo-Incheon.html",
            "https://www.tripadvisor.com/Attraction_Review-g60745-d10393427-Reviews-Air_France_Lounge-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g51766-d12930494-Reviews-Boyd_Cave-Bend_Central_Oregon_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g312762-d4022342-Reviews-Delta_El_Tigre-Tigre_Province_of_Buenos_Aires_Central_Argentina.html",
            "https://www.tripadvisor.com/Attraction_Review-g51766-d5975446-Reviews-Hayden_Homes_Amphitheater-Bend_Central_Oregon_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g46088-d183423-Reviews-The_Basin_at_Franconia_Notch_State_Park-Franconia_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g34685-d3309549-Reviews-Coral_Cove_Park-Tequesta_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g40502-d3162201-Reviews-Hollywood_Casino-Bangor_Maine.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298085-d12432514-Reviews-or10-Danang_Free_Tour-Da_Nang.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298085-d12432514-Reviews-Danang_Free_Tour-Da_Nang.html"
    },
    {
        "attraction_name": "Danang Free Tour",
        "attraction_name_vi": "Tour Đà Nẵng miễn phí",
        "general_info": [
            "51 đánh giá",
            "76 trên 487 Tour Hoạt động tại Đà Nẵng",
            "Chuyến tham quan thành phố",
            "Tour tham quan"
        ],
        "attraction_summary": "Xin chào các bạn! Hiện đang là sinh viên tại các trường Đại học Đà Nẵng. Hiện tại chúng tôi đang thực hiện dự án mang tên HOME TOWN. Như bạn đã biết, cách tốt nhất để đi du lịch là đi theo nhóm do hướng dẫn viên địa phương dẫn đầu. Đến với câu lạc bộ của chúng tôi, bạn sẽ cảm thấy thoải mái như chính quê hương của mình!!! Cảm ơn Home Town nhiều lắmXem thêm",
        "reviews": [
            "Đây là chuyến tham quan được tổ chức bởi những người dân địa phương thân thiện, đam mê nhằm giúp mọi người đánh giá cao hơn về Đà Nẵng bằng cách tham quan các điểm tham quan và tìm hiểu về lịch sử của thành phố. Mong đợi sẽ tìm hiểu được nhiều điều về văn hóa, ẩm thực, phong tục địa phương, các điểm tham quan, v.v. của Việt Nam. Chuyến tham quan là một cách tuyệt vời để hiểu rõ hơn từ quan điểm của người dân địa phương, vì nó có thể giúp lập kế hoạch thay đổi hành trình của bạn cho những ngày tiếp theo. Rất khuyến khích . Một điều bắt buộc đối với những người thích các chuyến tham quan đầy thông tin một cách thoải mái. Tôi không thể diễn tả hết sự cảm kích của mình. Cảm ơn bạn bè hướng dẫn viên du lịch của chúng tôi rất nhiều! Thật là đáng nhớ.Đọc thêm",
            "xin chào Chris D,\nVui mừng khi biết bạn thích chuyến đi của bạn. Cảm ơn vì lời khuyên tuyệt vời! Hãy liên hệ với chúng tôi bất cứ khi nào bạn quay lại Đà Nẵng. Cảm ơn bạn rất nhiều!\nĐọc thêm",
            "Henry, hướng dẫn viên du lịch miễn phí, thực sự rất tuyệt và có thể kể cho chúng tôi rất nhiều điều về thành phố cũng như về văn hóa Việt Nam. Chúng tôi thực sự rất thích chuyến đi của chúng tôi với anh ấy và mặc dù trời mưa như trút nước, anh ấy đã kiên nhẫn trả lời tất cả các câu hỏi của chúng tôi. Chúng tôi chắc chắn sẽ giới thiệu nó! Cảm ơn HenryĐọc thêm",
            "xin chào Saskia, \nChúng tôi rất vui được gặp bạn và biết rằng bạn rất thích chuyến đi của mình. Cảm ơn bạn đã khuyến nghị tuyệt vời! Hãy liên hệ với chúng tôi bất cứ khi nào bạn quay lại Đà Nẵng. Cảm ơn bạn từ tận đáy lòng!\nĐọc thêm",
            "Chuyến đi thật tuyệt vời, tuyệt vời và tràn đầy niềm vui.  Quá trình đặt phòng diễn ra suôn sẻ và được truyền đạt đầy đủ. Hướng dẫn viên du lịch rất đáng yêu, năng động và cố gắng hết sức để giới thiệu thêm những câu chuyện về thành phố Đà Nẵng. Một lần nữa, xin gửi lời cảm ơn sâu sắc đến đội ngũ quê hương.asia!Đọc thêm",
            "Xin chào Wei Z, \nCảm ơn vì lời khuyên tuyệt vời! Tôi rất vui khi biết bạn thích chuyến đi của bạn với chúng tôi. Hãy liên hệ với chúng tôi bất cứ khi nào bạn quay lại Đà Nẵng. Cảm ơn bạn rất nhiều!\nĐọc thêm",
            "Thật tuyệt khi họ sắp xếp một chuyến tham quan cho tôi mặc dù tôi chỉ mới chú ý đến họ vào đêm hôm trước. Vì đây là ngày cuối cùng trong chuyến tham quan và tôi đã đến thăm các điểm tham quan chính trong thị trấn nên họ sẵn sàng cung cấp các địa điểm khác để tham quan. Mặc dù hướng dẫn viên của tôi đến muộn nhưng cô ấy thực sự rất tốt và cố gắng giải thích và giới thiệu thêm về Đà Nẵng cho tôi. Thật là một trải nghiệm tuyệt vời khi được nói chuyện về các chủ đề khác nhau với sinh viên địa phương.Đọc thêm",
            "Xin chào Trek48660845402, \nChúng tôi thực sự hy vọng bạn hài lòng với chuyến tham quan của chúng tôi. Cảm ơn vì lời khuyên tuyệt vời!  Hãy liên hệ với chúng tôi bất cứ khi nào bạn quay lại Đà Nẵng. Cảm ơn bạn rất nhiều một lần nữa.Đọc thêm",
            "Tôi cảm thấy mình thật may mắn khi được đi du lịch cùng các thành viên Danang Free Tour.  Họ rất hiếu khách và chuyên nghiệp khi giới thiệu văn hóa địa phương cho tôi mặc dù họ còn là sinh viên. Tôi đi du lịch đến một vài nơi, bao gồm Ngũ Hành Sơn, chợ địa phương, bảo tàng Đà Nẵng và Nhà thờ Đà Nẵng. Quan trọng nhất là tôi có thể có một cuộc trò chuyện thú vị với họ để biết thêm về văn hóa và ẩm thực Việt Nam. Tôi đánh giá cao sự cống hiến và niềm đam mê từ tận đáy lòng của họ trong khi họ mang đến cho tôi trải nghiệm khó quên.Đọc thêm",
            "Xin chào Huangzhida,\nChúng tôi rất vui được gặp bạn và biết rằng bạn rất thích chuyến đi của mình. Cảm ơn bạn đã khuyến nghị tuyệt vời! Hãy liên hệ với chúng tôi bất cứ khi nào bạn quay lại Đà Nẵng. Cảm ơn bạn từ tận đáy lòng!Đọc thêm",
            "Thật là một trải nghiệm tuyệt vời ở Đà Nẵng, Thảo và Taryna là hai cô gái xinh đẹp và đáng yêu, họ khiến chúng tôi cảm thấy rất thoải mái và an toàn khi đi xe máy, họ cho chúng tôi xem Bảo tàng Đà Nẵng, chợ, nhà thờ gà trống và chúng tôi đã có một khoảng thời gian vui vẻ bữa trưa với đồ ăn địa phương, rất ngon! Chúng tôi khuyên bạn nên tham gia chuyến tham quan miễn phí với sinh viên địa phương, bạn sẽ không hối tiếc về điều đó.Đọc thêm",
            "Xin chào Juliette N,\nChúng tôi rất vui khi biết bạn thích chuyến đi của mình. Cảm ơn vì lời khuyên tuyệt vời! Hãy liên hệ với chúng tôi bất cứ khi nào bạn quay lại Đà Nẵng. Cảm ơn bạn rất nhiều!Đọc thêm",
            "Tôi đã rất hân hạnh được Việt và bạn của anh ấy đưa tôi lên đèo Hải Vân vào tuần trước và điều đó thật tuyệt vời. Tôi có thể thư giãn trên ghế sau xe đạp và quay video và họ dừng lại ở các điểm quan sát chính để tôi chụp một số bức ảnh hoành tráng. Khi chúng tôi lên đến đỉnh nơi mọi người đậu xe, chúng tôi đi bộ lên đỉnh nơi chúng tôi cố gắng tránh xa đám đông. Đó là một cuộc leo núi khó khăn nhưng tuyệt vời và đáng giá. Tầm nhìn từ trên cao ra khỏi đám đông thật tuyệt vời. Nếu tôi đi một mình tôi thậm chí còn không biết. Rất vui vì tôi đã làm điều này.Đọc thêm",
            "xin chào Theresa N,\nCảm ơn bạn từ tận đáy lòng!! Chúng tôi thực sự đánh giá cao phản hồi! Chúc bạn có những chuyến đi tuyệt vời như thế này 3, hãy liên hệ với chúng tôi mỗi khi bạn quay lại Đà Nẵng nhé!Đọc thêm",
            "Với tư cách là một gia đình năm người, chúng tôi quyết định sẽ thật tuyệt nếu tham gia một chuyến tham quan bằng xe tay ga. Chúng tôi đã đặt và thanh toán trực tuyến. Chúng tôi nhận được email thông báo gặp nhau lúc 9 giờ sáng tại Sân bay Quốc tế nhưng không có thêm thông tin hay số điện thoại để liên hệ. Chúng tôi trả tiền taxi khi chúng tôi đang ở gần Ngũ Hành Sơn. Chúng tôi nhìn quanh để tìm hướng dẫn viên và đợi hơn 1,5 giờ. Sau khi gửi email hỏi thăm mọi người trong khu vực, chúng tôi quyết định tất cả những gì có thể làm là rời đi. Nhiều email đã được gửi đến công ty mà không có phản hồi yêu cầu hoàn lại tiền. Đừng tin tưởng.Đọc thêm",
            "Đầu tiên xin cảm ơn quý khách đã tin tưởng và đặt tour cho chúng tôi, tôi cũng chân thành xin lỗi quý khách vì sự bất tiện này. Và sau đó mình sẽ báo cáo lại với Danang Hometown Free Tour để giải quyết vấn đề này. Chúng tôi rất xin lỗi!!! Đọc thêm",
            "Tôi đã gặp cô gái Huang trong nhóm. Tôi không thể dành nhiều thời gian với cô ấy vì tôi chỉ phải rời đi vào ngày hôm đó. Chúng tôi vừa đi đến một nơi trên chiếc xe máy của cô ấy, khá đẹp. Cô ấy giải thích cho tôi về lịch sử của nơi này. Có vẻ như cô ấy biết rất nhiều về điều đó. Nhìn chung đó là một chuyến tham quan tuyệt vời. Tôi ước mình có thể ở lại lâu hơn và thăm nhiều nơi hơn.Đọc thêm",
            "Xin chào Lokesh Y,\nXin lỗi vì đã trả lời muộn. Vui mừng khi biết bạn thích chuyến đi của bạn. Cảm ơn vì lời khuyên tuyệt vời! Hãy liên hệ với chúng tôi bất cứ khi nào bạn quay lại Đà Nẵng. Cảm ơn bạn rất nhiều!Đọc thêm",
            "Cái hay của chuyến tham quan này là hướng dẫn viên của chúng tôi đã chỉ cho chúng tôi những địa điểm du lịch thông thường như Ngũ Hành Sơn và Tượng Phật khổng lồ. Nhưng cô ấy cũng chỉ cho chúng tôi thấy Đà Nẵng không còn xa lạ! Bữa trưa của chúng tôi diễn ra tại một quán cà phê nhỏ khuất trong một con hẻm hẹp. Chúng tôi là những người phương Tây duy nhất ở trong khu vực này và đồ ăn rất ngon! Chúng tôi cũng đến thăm một ngôi chùa do các ni cô điều hành, là trại trẻ mồ côi cho hơn 100 trẻ nhỏ. Chúng tôi đã có rất nhiều niềm vui khi được tương tác với những bạn nhỏ đáng yêu này. Và họ đã vui vẻ với chúng tôi! Chúng tôi sẵn lòng quyên góp tiền mặt và thực phẩm để giúp đỡ ngôi nhà tuyệt vời này. Điều thú vị là các hướng dẫn viên du lịch miễn phí hoạt động dựa trên tiền thưởng. Người hướng dẫn của chúng tôi đã cố gắng từ chối tiền thưởng của tôi, nói rằng tôi đã làm đủ việc bằng cách quyên góp cho trại trẻ mồ côi! Ồ! Tinh thần gì.Đọc thêm",
            "Xin chào TVDad,\nTôi xin lỗi vì đã trả lời bạn muộn. Thật vui khi biết các bạn thích chuyến đi này. Hy vọng bạn sẽ có thêm nhiều chuyến đi tuyệt vời như thế này. Hãy liên hệ với chúng tôi bất cứ khi nào bạn quay lại Đà Nẵng! Cảm ơn bạn từ tận đáy lòng vì mọi thứ!\nĐọc thêm"
        ],
        "star_ratings": [
            46,
            3,
            1,
            0,
            1
        ],
        "review_amount": 51,
        "location": [
            "Đà Nẵng",
            "Châu Á",
            "Việt Nam",
            "Tour Đà Nẵng miễn phí",
            "Những việc cần làm ở Đà Nẵng"
        ],
        "reviews_time": [
            "Written March 11, 2019",
            "Written January 20, 2019",
            "Written December 18, 2018",
            "Written November 22, 2018",
            "Written November 14, 2018",
            "Written November 3, 2018",
            "Written October 28, 2018",
            "Written October 27, 2018",
            "Written October 4, 2018",
            "Written September 23, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298085-d12432514-Reviews-or10-Danang_Free_Tour-Da_Nang.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12432514-Reviews-Danang_Free_Tour-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12432514-Reviews-or20-Danang_Free_Tour-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d7960366-Reviews-Dana_Dragon-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8532504-Reviews-Danang_Private_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d10077795-Reviews-Da_Nang_Easy_Riders-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d7246284-Reviews-Vinh_Trung_Plaza-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15000706-Reviews-Now_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d7246060-Reviews-Ho_Thac_Gian-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d13229580-Reviews-Gung_Spa_Massage-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d5534261-Reviews-The_Best_Easyrider-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d7396121-Reviews-Con_Market-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d5926737-Reviews-Real_Easyrider_Day_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8855039-Reviews-Golden_Rice_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8729937-Reviews-Parkson-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d11773583-Reviews-Big_C_Supercenter-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d25314796-Reviews-IKIGAI_SPA_CENTER-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d25309254-Reviews-Khanh_Hung_Optical-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g150805-d153418-Reviews-Cenote_Azul-Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d4783997-Reviews-The_LEGO_Store-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g1383492-d1552426-Reviews-Arecibo_Lighthouse_Historical_Park-Arecibo_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g298572-d3643027-Reviews-Copolia_Trail-Victoria_Mahe_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g147277-d2169479-Reviews-Playa_PortoMari-Curacao.html",
            "https://www.tripadvisor.com/Attraction_Review-g608863-d4932212-Reviews-Bella_Vraka_Beach-Syvota_Igoumenitsa_Thesprotia_Region_Epirus.html",
            "https://www.tripadvisor.com/Attraction_Review-g42716-d8532155-Reviews-North_Beach-South_Haven_Van_Buren_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d1891855-Reviews-Dubai_Spice_Souk-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d191290-Reviews-Tiergarten-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g49381-d4438452-Reviews-Fire_Creek_Falls-Murphy_North_Carolina.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298085-d12432514-Reviews-or20-Danang_Free_Tour-Da_Nang.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298085-d12432514-Reviews-or10-Danang_Free_Tour-Da_Nang.html"
    },
    {
        "attraction_name": "Danang Free Tour",
        "attraction_name_vi": "Tour Đà Nẵng miễn phí",
        "general_info": [
            "51 đánh giá",
            "76 trên 487 Tour Hoạt động tại Đà Nẵng",
            "Chuyến tham quan thành phố",
            "Tour tham quan"
        ],
        "attraction_summary": "Xin chào các bạn! Hiện đang là sinh viên tại các trường Đại học Đà Nẵng. Hiện tại chúng tôi đang thực hiện dự án mang tên HOME TOWN. Như bạn đã biết, cách tốt nhất để đi du lịch là đi theo nhóm do hướng dẫn viên địa phương dẫn đầu. Đến với câu lạc bộ của chúng tôi, bạn sẽ cảm thấy thoải mái như chính quê hương của mình!!! Cảm ơn Home Town nhiều lắmXem thêm",
        "reviews": [
            "Nhật chỉ cho tôi những phần của Đà Nẵng không có trong bất kỳ hành trình tiêu chuẩn nào và anh ấy đã giúp tôi hoàn thành một số việc vặt để khiến kỳ nghỉ của tôi ở Đà Nẵng thú vị hơn! Đó chính xác là loại ngày tham quan mà tôi muốn. Tôi dự định sắp xếp một chuyến tham quan khác trong vài ngày tới.Đọc thêm",
            "Này Walt G!\nXin lỗi vì trả lời muộn. Rất vui khi biết bạn thích chuyến đi của mình. Cảm ơn vì lời khuyên tuyệt vời! Hãy liên hệ với chúng tôi bất cứ khi nào bạn quay lại Đà Nẵng. Cảm ơn bạn rất nhiều!Đọc thêm",
            "Chúng tôi đã có một ngày tuyệt vời để khám phá Đà Nẵng. Hướng dẫn viên của chúng tôi, Nhật và Hồng, là hai sinh viên thân thiện. Chúng tôi đi xe máy của họ đến một số địa điểm thú vị ở Đà Nẵng: núi đá cẩm thạch, bảo tàng mỹ thuật, bán đảo Sơn Trà bao gồm tác phẩm điêu khắc Đức Phật rất lớn màu trắng, một ngôi chùa và một khu chợ địa phương. Tóm lại, 100 trải nghiệm đáng đề xuất!Đọc thêm",
            "Này Delialg.\nCảm ơn bạn từ tận đáy lòng!! Chúng tôi thực sự đánh giá cao phản hồi! Chúc bạn có những chuyến đi tuyệt vời như thế này 3Đọc thêm",
            "Tôi đã có khoảng thời gian tuyệt vời với sinh viên địa phương Số và Việt. Họ rất chu đáo và đáng yêu, tôi thực sự biết ơn và hy vọng được gặp lại họ. Thật là một trải nghiệm tuyệt vời khi đi lên đèo Hải Vân bằng xe máy và thử các món ăn địa phương mà bạn sẽ không thể phát hiện ra nếu không có người dân địa phương.Đọc thêm",
            "Này 玲 约!!\nRất vui khi biết bạn thích chuyến đi của mình. Cảm ơn vì lời khuyên tuyệt vời!\nChúng tôi thực sự hy vọng bạn hài lòng với chuyến tham quan của chúng tôi! Cảm ơn bạn rất nhiều lần nữa.\nĐọc thêm",
            "Chúng tôi đã có một chuyến đi bộ thú vị và thú vị với tour đi bộ tự do ở Đà Nẵng. Việc đặt chỗ của chúng tôi khá ngẫu hứng và họ đã sắp xếp được hai hướng dẫn viên sinh viên thông thạo tiếng Quan Thoại để chia sẻ với chúng tôi về câu chuyện Đà Nẵng và giải thích cho chúng tôi về văn hóa của họ. Rất khuyến khích.Đọc thêm",
            "Xin chào TimYolo, Tôi tên Leon từ quê hương Danangfreetour. Tôi không có ý trả lời muộn.\nVui mừng khi biết bạn thích chuyến đi của bạn. Cảm ơn vì lời khuyên tuyệt vời!\nChúng tôi thực sự hy vọng bạn hài lòng với chuyến tham quan của chúng tôi! Cảm ơn bạn rất nhiều một lần nữa.Đọc thêm",
            "Đây là một dịch vụ hướng dẫn du lịch tốt do họ cung cấp, bắt đầu từ việc lập kế hoạch chương trình, đưa đón khách du lịch một mình từ sân bay và kiên nhẫn hướng dẫn chuyến đi.Đọc thêm",
            "Xin chào MaxchoonWah, tôi tên là Leon từ bộ phận tiếp thị của HomeTown - DanangFreeTuor \nXin lỗi vì trả lời muộn. Rất vui khi biết bạn thích chuyến đi của mình. Cảm ơn vì lời khuyên tuyệt vời! Chúng tôi thực sự đánh giá cao phản hồi!\nĐọc thêm",
            "Tôi đã đặt chuyến tham quan miễn phí vì tôi nghĩ đó có thể là một trải nghiệm tuyệt vời. Nhưng nó đã tốt hơn nhiều. Tin và Hong là những người hướng dẫn tốt nhất từ ​​trước đến nay. Luôn tử tế, siêu chuyên nghiệp và chúng tôi đã có những cuộc trò chuyện rất thú vị. Tôi rất vui vì đã đặt 2 ngày và chúng tôi có thể chia sẻ nhiều khoảnh khắc hơn. Mặc dù thời tiết xấu của ngày cuối cùng. Cám ơn mấy đứa nhiều! Đọc thêm",
            "Xin chào Nacho H, Cảm ơn bạn đã phản hồi! Thật tuyệt khi biết rằng có một sự kết hợp tuyệt vời với thứ gì đó dành cho tất cả mọi người. Những ngày này tôi không thực sự dẫn đầu mọi nhóm, nhưng thật sự rất vui khi đi chơi với các bạn, trao đổi câu chuyện và tất nhiên là tìm hiểu một số thứ thú vị! Đọc thêm",
            "Tôi đã dành hai ngày với các sinh viên thực sự hữu ích và tốt bụng. Vào ngày đầu tiên họ đưa tôi đến Hội An, Làng gốm và Vườn rau cũng gần Hội An. Ngày thứ hai chúng tôi đến thăm Ngũ Hành Sơn và chùa Linh Ứng. Kiến thức lịch sử và tiếng Anh của họ không hoàn hảo nhưng họ là những sinh viên địa phương, nhiệt tình làm việc này khi rảnh rỗi. Ngoài ra, họ có thể đưa bạn đến những nhà hàng tuyệt vời mà bạn sẽ không thể tìm thấy nếu không có hướng dẫn viên địa phương. Chuyến tham quan được thực hiện bằng xe máy của họ nên đây cũng là một trải nghiệm tuyệt vời khi tham gia giao thông địa phương.Đọc thêm",
            "Xin chào Snecim, tôi thành thật xin lỗi vì đã trả lời muộn. Cảm ơn bạn đã dành thời gian, tôi thực sự đánh giá cao sự đóng góp của bạn cho công ty!Đọc thêm",
            "Chúng tôi đến thăm Ngũ Hành Sơn và đèo Hải Vân, thật tuyệt vời! Rất nhiều điều tích cực và thú vị. Đề xuất! Đọc thêm",
            "Xin chào Kate_maks, Rất vui khi biết bạn thích chuyến đi của mình. Cảm ơn vì lời khuyên tuyệt vời!Đọc thêm",
            "Chuyến tham quan được tổ chức rất tốt, bạn sẽ có lịch trình trước và chỉ cần đảm bảo rằng bạn có mặt ở sảnh khách sạn vào thời gian đã định, bởi vì hai sinh viên trẻ địa phương thân thiện sẽ đợi bạn. Họ sẽ chở bạn đi khắp nơi trên chiếc xe tay ga của họ trong ngày, kể cho bạn nghe về thành phố, con người, ẩm thực và tất nhiên là về điểm đến của bạn. Họ thực sự có động lực để kể cho bạn nghe tất cả những thông tin cần thiết, đôi khi bạn có thể thấy họ kiểm tra lại những ghi chú viết tay của mình để không quên điều gì. Bữa trưa họ sẽ đưa bạn đến một số nhà hàng địa phương nổi tiếng với giá cả hợp lý và đông đúc người qua lại. Bạn sẽ hầu như chỉ thấy người dân địa phương ăn ở đó. Các học viên sẽ chỉ cho bạn cách ăn các món ăn để bạn có thể thưởng thức món ăn như người dân địa phương và có được trải nghiệm trọn vẹn. Sau chuyến tham quan, họ sẽ đưa bạn đến khách sạn. Tôi đã thực hiện toàn bộ chương trình và tôi thực sự biết ơn vì có cơ hội được làm quen với một số thành viên của nhóm Hometown. Tôi tham gia chương trình trong 4 ngày và được chào đón bởi hai sinh viên tuyệt vời vào mỗi buổi sáng. Cảm ơn các bạn Sinh viên Quê hương. Tôi đã có một khoảng thời gian tuyệt vời ở Đà Nẵng và tôi thực sự mong được gặp lại mọi người Đọc thêm",
            "Xin chào Dennis S, Chúng tôi thực sự đánh giá cao phản hồi! Rất vui khi biết các bạn thích những chuyến đi và có được một chút hiểu biết sâu sắc về văn hóa. Cảm ơn lời phê bình tuyệt vời của bạn! Dennis Đọc thêm",
            "Hai sinh viên đón tôi và một cô gái khác ở ký túc xá bằng xe máy của họ. Họ rất tốt bụng, hữu ích và quan tâm. Họ đưa chúng tôi đến bất cứ nơi nào chúng tôi muốn và dạy tôi rất nhiều điều về những địa điểm đó. Tôi rất vui vì có cơ hội gặp gỡ các sinh viên địa phương một phần vì tôi cũng là sinh viên. Nó đã được sắp xếp quá nhanh! Tôi đã liên lạc với họ trên facebook vào buổi tối hôm trước. Tôi yêu thích nó và chắc chắn sẽ làm lại nếu có cơ hội.LilyĐọc thêm",
            "Xin chào Lily G, tôi xin bày tỏ sự tiếc nuối vì đã trả lời muộn! Cảm ơn bạn đã tham gia chuyến tham quan. Có vẻ như các bạn đã có khoảng thời gian tuyệt vời khi khám phá những con hẻm phía sau cùng với hướng dẫn viên du lịch của bạn. Chúng tôi thực sự đánh giá cao phản hồi! Đọc thêm",
            "Tour xe buýt mui trần Đà NẵngĐọc thêm",
            "Xin chào, tôi là Esther ... tôi dự định đến thăm Đà Nẵng trong năm nay, vì vậy tôi vẫn đang tìm kiếm bất kỳ thông tin nào về Đà Nẵng, đặc biệt là các quận nổi tiếng ở Đà Nẵng dành cho khách du lịch.\nVí dụ như ở Hà Nội có khu phố cổ nổi tiếng để du khách tham quan. \nTôi có thể nhận được bất kỳ thông tin về điều đó? Đối với tôi, tôi dễ dàng quyết định nên ở lại khu vực nào. \nCảm ơn\nEstherĐọc thêm",
            "Rất xin lỗi vì sự muộn màng đó,\nNếu bạn quay lại VN lần nữa, chúng tôi sẽ giúp bạn bằng liên kết đó quê hương.asia nhấp vào đặt chỗ và tạo chuyến đi của bạn\nCảm ơn!Đọc thêm"
        ],
        "star_ratings": [
            46,
            3,
            1,
            0,
            1
        ],
        "review_amount": 51,
        "location": [
            "Đà Nẵng",
            "Châu Á",
            "Việt Nam",
            "Tour Đà Nẵng miễn phí",
            "Những điều cần làm ở Đà Nẵng"
        ],
        "reviews_time": [
            "Written August 21, 2018",
            "Written July 18, 2018",
            "Written July 9, 2018",
            "Written April 3, 2018",
            "Written March 24, 2018",
            "Written January 31, 2018",
            "Written January 18, 2018",
            "Written January 17, 2018",
            "Written January 4, 2018",
            "Written January 1, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298085-d12432514-Reviews-or20-Danang_Free_Tour-Da_Nang.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12432514-Reviews-or10-Danang_Free_Tour-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12432514-Reviews-or30-Danang_Free_Tour-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12432514-Reviews-Danang_Free_Tour-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d7960366-Reviews-Dana_Dragon-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8532504-Reviews-Danang_Private_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d10077795-Reviews-Da_Nang_Easy_Riders-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d7246284-Reviews-Vinh_Trung_Plaza-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15000706-Reviews-Now_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d7246060-Reviews-Ho_Thac_Gian-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d13229580-Reviews-Gung_Spa_Massage-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d5534261-Reviews-The_Best_Easyrider-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d7396121-Reviews-Con_Market-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d5926737-Reviews-Real_Easyrider_Day_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8855039-Reviews-Golden_Rice_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8729937-Reviews-Parkson-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d11773583-Reviews-Big_C_Supercenter-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d25314796-Reviews-IKIGAI_SPA_CENTER-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d25309254-Reviews-Khanh_Hung_Optical-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g34580-d17381730-Reviews-PopStroke-Port_Saint_Lucie_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g45921-d939280-Reviews-Bonnie_Springs_Old_Nevada-Blue_Diamond_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g147416-d1007837-Reviews-Aquaventure-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g53449-d199154-Reviews-Duquesne_Incline-Pittsburgh_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d1913533-Reviews-Selfridges-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g8286767-d456320-Reviews-Wat_Phra_That_Doi_Suthep-Doi_Suthep.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d244455-Reviews-Erotic_Museum-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g54425-d269065-Reviews-Devils_Fork_State_Park-Salem_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g31262-d103158-Reviews-London_Bridge-Lake_Havasu_City_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g60115-d258377-Reviews-Little_Norway-Mount_Horeb_Wisconsin.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298085-d12432514-Reviews-or30-Danang_Free_Tour-Da_Nang.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298085-d12432514-Reviews-or20-Danang_Free_Tour-Da_Nang.html"
    },
    {
        "attraction_name": "Danang Free Tour",
        "attraction_name_vi": "Tour Đà Nẵng miễn phí",
        "general_info": [
            "51 đánh giá",
            "76 trên 487 Tour Hoạt động tại Đà Nẵng",
            "Chuyến tham quan thành phố",
            "Tour tham quan"
        ],
        "attraction_summary": "Xin chào các bạn! Hiện đang là sinh viên tại các trường Đại học Đà Nẵng. Hiện tại chúng tôi đang thực hiện dự án mang tên HOME TOWN. Như bạn đã biết, cách tốt nhất để đi du lịch là đi theo nhóm do hướng dẫn viên địa phương dẫn đầu. Đến với câu lạc bộ của chúng tôi, bạn sẽ cảm thấy thoải mái như chính quê hương của mình!!! Cảm ơn Home Town nhiều lắmXem thêm",
        "reviews": [
            "Hai sinh viên đại học đón chúng tôi tại sảnh khách sạn đúng giờ và rất linh hoạt với chuyến tham quan của chúng tôi. Chúng tôi đã sắp xếp một chiếc ô tô và đến thăm Ngũ Hành Sơn, nơi chúng tôi rất thích! Họ cũng đưa chúng tôi đến một khu chợ địa phương xinh đẹp để ăn trưa. Chúng tôi cũng đã đến thăm bảo tàng Đà Nẵng sau đó. Đó là một chuyến đi vui vẻ! Đọc thêm",
            "Xin chào Tinnok N, tôi không có ý trả lời muộn. Thật tuyệt khi biết rằng có một sự kết hợp tuyệt vời giữa mọi người. Cảm ơn bạn từ tận đáy lòng vì tất cả mọi thứ!Đọc thêm",
            "Chuyến tham quan được tổ chức bởi ba sinh viên và họ cho chúng tôi xem rất nhiều món ăn truyền thống và kể cho tôi rất nhiều câu chuyện ở Đà Nẵng, đó thực sự là một chuyến đi thú vị. Tôi rất thích chuyến tham quan Đọc thêm",
            "Xin chào 健榮 黃,Tôi muốn bày tỏ sự hối tiếc vì đã trả lời muộn. Rất vui khi biết các bạn thích những chuyến đi và có được một chút hiểu biết sâu sắc về văn hóa. Cảm ơn bạn đã đánh giá tuyệt vời!Đọc thêm",
            "Tôi đã đặt một tour du lịch với họ trong cùng một ngày. Thậm chí lúc đó đã 10 giờ sáng, họ nói với tôi rằng họ có thể đón tôi lúc 11 giờ để uống cà phê với họ và sau đó bắt đầu chuyến tham quan. Chúng tôi bắt đầu chuyến tham quan lúc 12:00 và kết thúc lúc 17:00. Chúng tôi ăn ở các nhà hàng địa phương với đồ ăn truyền thống và rất rẻ. Ý tưởng này thật tuyệt vời và tôi sẽ rất vui khi được làm điều tương tự với họ ở Tây Ban Nha. Tất cả họ đều được mời ở lại nhà tôi. Cảm ơn các bạn! Đọc thêm",
            "Tôi không cố ý trả lời trễ như thế này. Chúng tôi đã gặp rắc rối. Nhưng Cảm ơn vì đã tham gia chuyến tham quan. Nghe có vẻ như các bạn đã có khoảng thời gian tuyệt vời khi khám phá cùng hướng dẫn viên của chúng tôi. Chúng tôi thực sự đánh giá cao phản hồi! \n\nChúc bạn có nhiều thời gian hơn để ghé thăm chúng tôi lần nữa Đọc thêm",
            "Chuyến đi rất vui vẻ với Ann, người lái xe máy ngọt ngào; tôi giới thiệu thành phố Đà Nẵng xinh đẹp và hiện đại và chuyến tham quan đi bộ miễn phí. Đó là cách tốt nhất để ngắm nhìn thành phố và các điểm tham quan lân cận cùng với sinh viên địa phươngĐọc thêm",
            "Cảm ơn bạn đã tham gia cùng chúng tôi : chúng tôi hy vọng bạn sẽ có một chuyến đi vui vẻ tại Việt Nam và đừng quên chia sẻ chúng tôi với bạn bè : Đọc thêm",
            "Tour du lịch miễn phí Đà Nẵng Quê Hương là nơi có những trải nghiệm thú vị, con người thân thiện.  Đồng đội của họ tạo động lực cho tôi.  Làm việc chuyên nghiệp và hướng dẫn viên vui vẻ, hòa đồngĐọc thêm",
            "Tốt nhất bao giờ hết! Một nhóm hướng dẫn viên trẻ rất nhiệt tình!  Sự sắp xếp tận tình của họ làm cho kỳ nghỉ của chúng tôi thật tuyệt vời và khó quên! Đặc biệt là hướng dẫn viên đáng yêu của chúng tôi Tu - nếu không có cô ấy hộ tống, chúng tôi sẽ không có chuyến đi hạnh phúc nhất như vậy.  Đặc biệt cảm ơn Lila, người đã làm rất tốt việc sắp xếp mọi thứ cho chúng tôi!Đọc thêm",
            "Xin chào, Cảm ơn bạn đã tham gia chuyến tham quan. Có vẻ như các bạn đã có khoảng thời gian khám phá thú vị cùng Tú. Chúng tôi thực sự đánh giá cao phản hồi! \n\nTừ tận đáy lòng tôi cảm ơn agian Đọc thêm",
            "Trước hết, nó thật tuyệt vời! 1010!Tôi được đón lúc 9 giờ và sau đó các hướng dẫn viên đã chăm sóc tôi và chỉ cho tôi nhiều địa điểm khác nhau cho đến khoảng 5 giờ chiều. Chúng tôi chủ yếu sử dụng xe máy để di chuyển và tôi cảm thấy rất an toàn khi có một người lái xe tuyệt vời. Bạn có thể điền vào một biểu mẫu để điền những địa điểm bạn muốn ghé thăm, đối với tôi, tôi phải đến tất cả những địa điểm tôi đã liệt kê. Nếu bạn muốn gặp gỡ người dân địa phương và có cái nhìn tổng quan về Đà Nẵng, tôi thực sự khuyên bạn nên tham gia chuyến tham quan này. Đọc thêm",
            "NàyMarkus, Rất vui được đi chơi cùng bạn trong chuyến tham quan buổi sáng của chúng tôi. Rất vui khi biết các bạn thích những chuyến đi và có được một chút hiểu biết sâu sắc về văn hóa. Cảm ơn lời phê bình tuyệt vời của bạn! \n\nVà thực sự xin lỗi vì đã trả lời muộn, chúng tôi đang gặp rắc rối với cách sử dụng Tripadivor lol Đọc thêm",
            "Tôi đã có một thời gian tuyệt vời trong chuyến lưu diễn này. Kiến thức của Nhung và Linh giúp tôi thoải mái và thực sự thưởng thức những món ăn ngon của Đà Nẵng. Tôi cảm thấy vô cùng thoải mái khi di chuyển trên những con phố phía sau của Đà Nẵng và ăn uống ở những nơi người dân địa phương làm. Ngoài ra khi đến thăm Ngũ Hành Sơn và đèo Hải Vân, tôi đánh giá cao chuyến tham quan này.Đọc thêm",
            "Này Puilung, Rất vui được đi chơi cùng bạn trong chuyến tham quan buổi sáng của chúng tôi. Rất vui khi biết các bạn thích những chuyến đi và có được một chút hiểu biết sâu sắc về văn hóa. Cảm ơn lời phê bình tuyệt vời của bạn! \n\nXin chân thành cảm ơn Đọc thêm",
            "Nhờ HomeTown mà tôi biết được nhiều địa điểm tuyệt vời ở Đà Nẵng. Ngoài ra, tôi còn được đưa đi ăn những món ăn ngon, những địa điểm ăn uống nổi tiếng, được mệnh danh là chợ. Tôi ấn tượng với chợ Cồn, có rất nhiều đồ ăn ngon và nhiều thứ để lựa chọn. Cảm ơn HomeTown đã cho tôi biết thêm về thành phố tuyệt vời này! Love HomeTown 3Đọc thêm",
            "Cảm ơn các bạn đã tham quan Đà Nẵng Free Tour tại Đà Nẵng.\n\nNếu bạn có vấn đề gì, đừng ngần ngại, hãy chia sẻ với chúng tôi, chúng tôi luôn sẵn sàng lắng nghe những gì bạn thích và tìm ra giải pháp phù hợp để đối xử với bạn tốt hơn !\nTripadvisor là cách tốt để chúng tôi tiếp cận nhiều khách du lịch, vì vậy đánh giá của bạn sẽ hữu ích cho họ khi lên kế hoạch cho chuyến đi đến Đà Nẵng. \n\nCảm ơn một lần nữa và chúng tôi hy vọng sớm gặp lại bạn.Đọc thêm",
            "Tôi và bạn tôi đã được 4 sinh viên thân thiện đón tại khách sạn lúc 9h30 trên xe tay ga của họ. Họ đưa chúng tôi đến nhiều nơi ở địa phương và vui vẻ trò chuyện về mọi thứ. Chúng tôi rất thích công ty của họ và khả năng lái xe của họ rất xuất sắc. Chúng tôi rất vui khi được gặp người dân địa phương và hy vọng họ cũng có nhiều niềm vui như chúng tôi. Cảm ơn Jerry, Leila, Tony, Jon và Cheung!!!  không chắc chắn về chính tảĐọc thêm",
            "Hiiiiiii Debbie và Vicky, thật vui khi nhận được đánh giá của bạn!!!! yêu em nhiều lắmhhh. Các bạn thật là những người tốt bụng \n\nNếu bạn có vấn đề gì, đừng ngần ngại, hãy chia sẻ với chúng tôi, chúng tôi luôn sẵn sàng lắng nghe những gì bạn thích và tìm ra giải pháp phù hợp để đối xử với bạn tốt hơn !\nTripadvisor là cách tốt để chúng tôi tiếp cận nhiều khách du lịch, vì vậy đánh giá của bạn sẽ hữu ích cho họ khi lên kế hoạch cho chuyến đi đến Đà Nẵng. \n\nCảm ơn một lần nữa và chúng tôi hy vọng sớm gặp lại bạn.Đọc thêm",
            "Tour xe buýt mui trần Đà NẵngĐọc thêm",
            "Xin chào, tôi là Esther ... tôi dự định đến thăm Đà Nẵng trong năm nay, vì vậy tôi vẫn đang tìm kiếm bất kỳ thông tin nào về Đà Nẵng, đặc biệt là các quận nổi tiếng ở Đà Nẵng dành cho khách du lịch.\nVí dụ như ở Hà Nội có khu phố cổ nổi tiếng để du khách tham quan. \nTôi có thể nhận được bất kỳ thông tin về điều đó? Đối với tôi, tôi dễ dàng quyết định nên ở lại khu vực nào. \nCảm ơn\nEstherĐọc thêm",
            "Rất xin lỗi vì sự muộn màng đó,\nNếu bạn quay lại VN lần nữa, chúng tôi sẽ giúp bạn bằng liên kết đó quê hương.asia nhấp vào đặt chỗ và tạo chuyến đi của bạn\nCảm ơn!Đọc thêm"
        ],
        "star_ratings": [
            46,
            3,
            1,
            0,
            1
        ],
        "review_amount": 51,
        "location": [
            "Đà Nẵng",
            "Châu Á",
            "Việt Nam",
            "Tour Đà Nẵng miễn phí",
            "Những điều cần làm ở Đà Nẵng"
        ],
        "reviews_time": [
            "Written December 29, 2017",
            "Written December 18, 2017",
            "Written November 25, 2017",
            "Written November 18, 2017",
            "Written November 5, 2017",
            "Written October 26, 2017",
            "Written October 13, 2017",
            "Written October 3, 2017",
            "Written July 15, 2017",
            "Written July 12, 2017"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298085-d12432514-Reviews-or30-Danang_Free_Tour-Da_Nang.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12432514-Reviews-or20-Danang_Free_Tour-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12432514-Reviews-or40-Danang_Free_Tour-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12432514-Reviews-Danang_Free_Tour-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d7960366-Reviews-Dana_Dragon-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8532504-Reviews-Danang_Private_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d10077795-Reviews-Da_Nang_Easy_Riders-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d7246284-Reviews-Vinh_Trung_Plaza-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15000706-Reviews-Now_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d7246060-Reviews-Ho_Thac_Gian-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d13229580-Reviews-Gung_Spa_Massage-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d5534261-Reviews-The_Best_Easyrider-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d7396121-Reviews-Con_Market-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d5926737-Reviews-Real_Easyrider_Day_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8855039-Reviews-Golden_Rice_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8729937-Reviews-Parkson-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d11773583-Reviews-Big_C_Supercenter-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d25314796-Reviews-IKIGAI_SPA_CENTER-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d25309254-Reviews-Khanh_Hung_Optical-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g31858-d23415279-Reviews-Saracen_Casino_Resort-Pine_Bluff_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g30971-d8540198-Reviews-Russian_River_Falls-Cooper_Landing_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g43439-d279603-Reviews-Mystic_Lake_Casino-Prior_Lake_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g3215511-d11444854-Reviews-Sveti_Nikola-Bigova_Kotor_Municipality.html",
            "https://www.tripadvisor.com/Attraction_Review-g580312-d23632087-Reviews-Mallorca_Thai_Massage-Port_d_Alcudia_Alcudia_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g3948623-d103992-Reviews-Sunset_Beach-Lower_Township_Cape_May_County_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g60745-d107849-Reviews-Carson_Beach-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g1130503-d4115262-Reviews-Panoramabrucke_Sigriswil-Sigriswil_Bernese_Oberland_Canton_of_Bern.html",
            "https://www.tripadvisor.com/Attraction_Review-g309262-d309913-Reviews-Cahuita_National_Park-Cahuita_Province_of_Limon.html",
            "https://www.tripadvisor.com/Attraction_Review-g60922-d4261384-Reviews-The_Complex-Salt_Lake_City_Utah.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298085-d12432514-Reviews-or40-Danang_Free_Tour-Da_Nang.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298085-d12432514-Reviews-or30-Danang_Free_Tour-Da_Nang.html"
    },
    {
        "attraction_name": "Danang Free Tour",
        "attraction_name_vi": "Tour Đà Nẵng miễn phí",
        "general_info": [
            "51 đánh giá",
            "76 trên 487 Tour Hoạt động tại Đà Nẵng",
            "Chuyến tham quan thành phố",
            "Tour tham quan"
        ],
        "attraction_summary": "Xin chào các bạn! Hiện đang là sinh viên tại các trường Đại học Đà Nẵng. Hiện tại chúng tôi đang thực hiện dự án mang tên HOME TOWN. Như bạn đã biết, cách tốt nhất để đi du lịch là đi theo nhóm do hướng dẫn viên địa phương dẫn đầu. Đến với câu lạc bộ của chúng tôi, bạn sẽ cảm thấy thoải mái như chính quê hương của mình!!! Cảm ơn Home Town nhiều lắmXem thêm",
        "reviews": [
            "Đây không phải là một câu lạc bộ lớn nhưng nó khiến tôi cảm thấy như đang ở nhà. Những người bạn thân thiện, họ giúp tôi biết thêm về con người ĐÀ NẴNG, một số món ăn đường phố và cảnh quan thành phố ĐÀ NẴNG. Tôi ước tôi có nhiều thời gian hơn ở đây với các bạn. Cảm ơn và hẹn gặp lại !!!! Đọc thêm",
            "Thực ra, tôi đã có những trải nghiệm thú vị từ câu lạc bộ, họ đã giúp tôi hiểu biết về du lịch ở Đà Nẵng, tôi hiểu người Đà Nẵng cũng như con người Việt Nam. Câu lạc bộ này đào tạo nhiều kỹ năng trong công việc của bạn như kỹ năng mềm, giao tiếp, làm việc nhóm, v.v. và nâng cao khả năng tiếng Anh của tôi. Tôi mong mình có thể cống hiến nhiều hơn cho câu lạc bộ. Cảm ơn bạn rất nhiều!  Tour du lịch miễn phí Đà Nẵng. Trân trọng.Đọc thêm",
            "Không phải là một tour lớn, không bị hạn chế và đặc biệt là Miễn phí, đó là những điều thú vị về tour du lịch miễn phí Đà Nẵng. Các bạn sinh viên thân thiện, nhiệt tình sẽ giúp bạn có một chuyến tham quan tuyệt vời đến những địa điểm nổi tiếng như chùa Linh Ứng, núi Marbel, đèo Hải Vân, bãi biển và thưởng thức nhiều món ăn dân dã nơi đây. Họ cũng sẵn sàng truyền đạt cho bạn tất cả những gì họ biết - chỉ gói gọn trong một chuyến đi bằng xe máy. Tôi yêu Đà Nẵng Free Tour 3 3Đọc thêm",
            "Đây là sự lựa chọn tốt nhất của tôi bao giờ hết.  Họ khiến tôi có cảm giác như đang đi cùng người thân hơn là đi cùng người lạ. Họ giúp tôi nhìn quanh thành phố Đà Nẵng. và Họ giúp tôi biết về ẩm thực đường phố Đà Nẵng. cảm ơn mọi người rất nhiều. Hẹn gặp lại tất cả các bạn vào một ngày nào đó.Đọc thêm",
            "Đó là một trải nghiệm tuyệt vời ở Đà Nẵng, tôi yêu thành phố và tôi yêu con người của tôi, những người bạn của tôi từ quê hương Đà Nẵng tham quan miễn phí. Tôi hy vọng được gặp lại tất cả các bạn...Tôi tự hào về các bạn Đọc thêm"
        ],
        "star_ratings": [
            46,
            3,
            1,
            0,
            1
        ],
        "review_amount": 51,
        "location": [
            "Đà Nẵng",
            "Châu Á",
            "Việt Nam",
            "Tour Đà Nẵng miễn phí",
            "Những điều cần làm ở Đà Nẵng"
        ],
        "reviews_time": [
            "Written June 25, 2017",
            "Written June 11, 2017",
            "Written June 11, 2017",
            "Written June 10, 2017",
            "Written May 24, 2017"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298085-d12432514-Reviews-or40-Danang_Free_Tour-Da_Nang.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12432514-Reviews-or30-Danang_Free_Tour-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12432514-Reviews-Danang_Free_Tour-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d7960366-Reviews-Dana_Dragon-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8532504-Reviews-Danang_Private_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d10077795-Reviews-Da_Nang_Easy_Riders-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d7246284-Reviews-Vinh_Trung_Plaza-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15000706-Reviews-Now_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d7246060-Reviews-Ho_Thac_Gian-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d13229580-Reviews-Gung_Spa_Massage-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d5534261-Reviews-The_Best_Easyrider-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d7396121-Reviews-Con_Market-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d5926737-Reviews-Real_Easyrider_Day_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8855039-Reviews-Golden_Rice_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8729937-Reviews-Parkson-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d11773583-Reviews-Big_C_Supercenter-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d25314796-Reviews-IKIGAI_SPA_CENTER-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d25309254-Reviews-Khanh_Hung_Optical-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d24946235-Reviews-Hall_Des_Lumieres-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g30472-d2702974-Reviews-Mobile_Bay_Ferry-Dauphin_Island_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g60403-d3382675-Reviews-Lost_Temple-Wisconsin_Dells_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g58313-d8493767-Reviews-Jamestown_Scotland_Ferry-Williamsburg_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d191100-Reviews-Mouffetard_Market-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g298658-d3494041-Reviews-Halikarnas_The_Club-Bodrum_City_Bodrum_District_Mugla_Province_Turkish_Aegean_Coa.html",
            "https://www.tripadvisor.com/Attraction_Review-g189970-d1657067-Reviews-Nautholsvik_Geothermal_Beach-Reykjavik_Capital_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g33048-d13516788-Reviews-Seabright_State_Beach-Santa_Cruz_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g54273-d11910544-Reviews-Hilton_Head_Island_Beach-Hilton_Head_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g293940-d638459-Reviews-Russian_Market-Phnom_Penh.html"
        ],
        "url_next": "",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298085-d12432514-Reviews-or40-Danang_Free_Tour-Da_Nang.html"
    }
]