[
    {
        "attraction_name": "Dao's Travel Agency - Day Tours",
        "attraction_name_vi": "Dao - s Travel Agency - Day Tours",
        "general_info": [
            "154 đánh giá",
            "- 394 trên 1.936 Chuyến tham quan - Hoạt động tại Hà Nội",
            "Các tour tham quan"
        ],
        "attraction_summary": "Tọa lạc tại Phố Cổ Hà Nội, Dao-s Travel Agency là một công ty lữ hành cung cấp dịch vụ trọn gói. Nói lưu loát cả tiếng Việt và tiếng Anh giúp chúng tôi có thể làm việc với bạn và mang đến cho bạn trải nghiệm du lịch mà bạn đang tìm kiếm. Vui lòng ghé qua văn phòng của chúng tôi và chào hỏi! Đọc thêm",
        "reviews": [
            "Chuyến đi của tôi thật tuyệt vời. Việc vận chuyển và chuyển tiếp giữa các điểm đến của chúng tôi diễn ra suôn sẻ và thoải mái. Vịnh Hạ Long tuyệt đẹp và chuyến đi thật thư giãn và cho chúng tôi cơ hội chụp những bức ảnh tuyệt vời. Chúng tôi chèo thuyền kayak trên vịnh và thăm những hang động nổi bật trong chuyến đi này.  Phần tiếp theo của chuyến đi là đến Sapa trên chuyến tàu qua đêm từ Hà Nội. Sapa thật tuyệt vời với quang cảnh và khung cảnh, một trải nghiệm tuyệt vời. Tất cả những điều này là nhờ Zu tuyệt vời, người đã đáp ứng mọi nhu cầu của chúng tôi và cho chúng tôi một kỳ nghỉ trong đời vì chúng tôi ở trong một nhà dân cổ kính với một gia đình bản xứ người Hmong . Chúng tôi đi bộ vào các ngôi làng miền núi và có trải nghiệm văn hóa tuyệt vời với người dân bản địa ở vùng này của Việt Nam. Tôi sẽ sử dụng Đại lý du lịch Dao - s một lần nữa trong tương lai và giới thiệu họ với bạn bè vì dịch vụ do họ cung cấp thật tuyệt vời.Đọc thêm",
            "Đã sử dụng những người này cho chuyến đi đến Sapa và đi du ngoạn quanh Hạ Long. Dịch vụ rất xuất sắc và giá cả thực sự tốt. Khuyến nghị!! Đọc thêm",
            "Nơi nhỏ trên phố Mã Mây nổi tiếng.  Zu rất am hiểu mọi thứ về Việt Nam. Cô ấy nói được nhiều thứ tiếng; tất nhiên bao gồm cả tiếng Anh, tiếng Pháp, tiếng Việt và thông thạo tiếng Hmong.  Trung thực, đáng tin cậy và thân thiện.  Bạn cần gì hơn nữa?Đọc thêm",
            "Cơ quan du lịch tuyệt vời, rất khuyến khích.  Ana là một người rất tận tâm, vui vẻ và thân thiện.  Mọi thứ anh ấy hứa với chúng tôi đều hoàn hảo và đỉnh cao.  Chúng tôi rất biết ơn và chúng tôi sẽ chọn lại.Đọc thêm",
            "Nhóm 7 người của chúng tôi đang lên kế hoạch cho một chuyến đi đến Thái Lan và quan tâm đến một điểm dừng khác nhưng chưa quyết định là ở đâu. Tình cờ tôi gặp chị gái của Ana và chị ấy đã giới thiệu tôi liên hệ với chị ấy tại công ty du lịch của Dao. Ana nhanh chóng đến mức đáng kinh ngạc trong việc đưa ra các đề xuất chuyến đi bao gồm mọi thứ tôi có thể muốn mà tôi không cần nỗ lực để xác định xem điều gì đáng xem. Thật tuyệt khi mọi phương tiện di chuyển đã được sắp xếp trước. Tất cả những người quản lý tour du lịch của chúng tôi đều tuyệt vời. Ana kiểm tra hầu như hàng ngày, liên hệ với các nhà quản lý tour du lịch khác nhau của chúng tôi, v.v. để đảm bảo rằng chúng tôi biết thời điểm và cách thức sẵn sàng cho kế hoạch mỗi ngày. Sự giao tiếp giữa cô ấy và đồng nghiệp của cô ấy là trên hết! Tôi thực sự muốn giới thiệu cho bất kỳ ai muốn đến thăm miền bắc Việt Nam.Đọc thêm",
            "Chuyến đi của cô Zu tại Dao đã lên kế hoạch cho chuyến đi 12 ngày của chúng tôi. Cô ấy rất hiệu quả với email và tin nhắn trong giai đoạn lập kế hoạch.  Khi đến Hà Nội, chúng tôi gặp cô ấy tại văn phòng của họ và cô ấy rất niềm nở và cung cấp cho chúng tôi tất cả thông tin chúng tôi yêu cầu.  Cô ấy đã đến thăm chúng tôi nhiều lần và luôn sẵn sàng nghe điện thoại.  Sẽ không ngần ngại giới thiệu Dao - s travel.  Việc tổ chức chuyển khoản nâng cao của chúng tôi giúp tiết kiệm rất nhiều thời gian và căng thẳng.Đọc thêm",
            "Chúng tôi hơi lo lắng khi đặt tour du lịch Vịnh Hạ Long vì nghe nói có rất nhiều vụ lừa đảo. Nhưng ngay từ lần đầu tiên đến với Dao - s Agency, chúng tôi đã chắc chắn rằng đây là một lựa chọn tốt. Họ cung cấp cho chúng tôi rất nhiều thông tin và rất tử tế. Chúng tôi có thể đặt toàn bộ tour trực tuyến. Mọi thứ đều được sắp xếp hoàn hảo, chúng tôi hoàn toàn khuyên bạn nên sử dụng dịch vụ này!! Đọc thêm",
            "Chính tôi và bạn gái của tôi đã đặt một chiếc xe buýt và thực hiện một số trao đổi tiền. Đó thực sự là dịch vụ tuyệt vời và nhân viên rất thân thiện với thông tin bổ sung về Việt Nam và đảo Cát Bà của chúng tôi. Họ cung cấp các chương trình giảm giá và ưu đãi thực sự tốt cho các chuyến tham quan và du lịch. Nếu bạn có thời gian, hãy xem qua. Một lần nữa xin cảm ơn Dale - MilenaRead hơn",
            "Tôi sẽ bắt đầu bằng lời cảm ơn cá nhân tới cô Nhân - xem ảnh đính kèm - , người đã giúp chúng tôi tổ chức chuyến đi với một sự kiên nhẫn rất lớn. Trước khi gặp Nhan, tôi đã nói chuyện với một số cơ quan và hiểu tuyến đường của chúng tôi sẽ như thế nào... Nhưng không ai đáp ứng được nhu cầu của chúng tôi. Chúng tôi tìm kiếm sự chăm sóc cá nhân, sự kiên nhẫn, suy ngẫm và giá cả hợp lý. Vài giờ sau khi liên hệ với Dao - s, tôi nhận được tin nhắn từ Nhan, người đã cung cấp cho chúng tôi tất cả những nhu cầu này. Cô ấy luôn sẵn sàng đưa ra câu trả lời và xử lý ngay cả trong thời gian riêng tư của mình. ghi chú.Tôi thực sự khuyên bạn nên làm việc với Dao - s, nhưng để bạn tận hưởng, hãy đặt ra những kỳ vọng của riêng bạn... Hãy đề cập đến điều bạn quan tâm nhất, điều bạn sẽ không thỏa hiệp, v.v...Hãy tận hưởng Việt Nam. Ngạc nhiên. Đúng. Ngay cả với trẻ em!!! - Nhân tiện, chúng tôi là một gia đình với 3 đứa con, 12,10,4 - SĐọc thêm",
            "Kính gửi du khách Nếu bạn đang tìm kiếm một công ty lữ hành tại Việt Nam, đừng tìm kiếm những công ty khác, hãy đến đây Tôi đã ở Hà Nội và đang tìm kiếm sự trợ giúp để sắp xếp chuyến đi của mình tại Việt Nam và đang tìm kiếm một công ty lữ hành và được giới thiệu đến đây và thật là một trải nghiệm thú vị, văn phòng nhỏ nhưng vị trí hoàn hảo ở khu phố cổ Hà Nội. Ngay từ khi tôi đến văn phòng, Ana đã chào đón tôi và nói chuyện về chuyến đi của tôi, tiếng Anh của họ rất tuyệt, không có vấn đề gì và hoàn toàn không nghi ngờ gì về cách sắp xếp chuyến đi của tôi tại Việt Nam. Thật tuyệt khi được gặp Ana và các đồng nghiệp của cô ấy tại công ty lữ hành DAO, mọi thứ đều hoàn hảo trong tất cả những gì chúng tôi đã thỏa thuận và mọi thứ đều đúng thời hạn như họ đã đảm bảo với tôi. Tôi đã đến Việt Nam 3 lần và đã sử dụng nhiều công ty lữ hành khác nhau nhưng sau lần này, tôi sẽ quay lại Việt Nam, tôi chắc chắn sẽ đặt tất cả các loại vé, tour du lịch và phương tiện di chuyển của mình tại đây, họ đã cung cấp cho tôi mức giá và dịch vụ tốt nhất mà tôi có thể mong muốn, luôn dang rộng vòng tay chào đón và nụ cười khiến tôi cảm thấy an toàn và gần như ở nhà. Kính gửi những du khách đồng hành, nếu có thể để cho Ana và Dao - s Travels Agency hơn 5 sao tuyệt vời tôi sẽ cho họ đừng ngần ngại khi đặt chỗ ở đây tôi sẽ không bao giờ sử dụng một công ty nào khác ngoài công ty này nữa Cảm ơn Ana và Công ty rất nhiều vì đã chăm sóc tôi rất tốt Hẹn gặp lại các bạn vào chuyến đi tiếp theo của tôi tại Việt Nam Đọc thêm"
        ],
        "star_ratings": [
            138,
            11,
            1,
            2,
            2
        ],
        "review_amount": 154,
        "location": [
            "Việt Nam",
            "Châu Á",
            "Dao - s Travel Agency - Day Tours",
            "Hà Nội",
            "Những việc cần làm ở Hà Nội"
        ],
        "reviews_time": [
            "Written January 17, 2023",
            "Written January 17, 2023",
            "Written January 27, 2020",
            "Written January 10, 2020",
            "Written December 8, 2019",
            "Written November 21, 2019",
            "Written November 12, 2019",
            "Written October 23, 2019",
            "Written August 27, 2019",
            "Written July 11, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d6351545-Reviews-Dao_s_Travel_Agency_Day_Tours-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6351545-Reviews-or10-Dao_s_Travel_Agency_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d4153662-Reviews-Hagiang_Trekking_Tour-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d16695696-Reviews-Hanoi_Bar_Crawl-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15681047-Reviews-Alisa_Bella_Spa_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25212338-Reviews-ATM_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15582959-Reviews-Alisa_Bella_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27706401-Reviews-Ninh_Binh_Adventure-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11725803-Reviews-Vietnam_Creation_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d3247001-Reviews-Adventure_Indochina_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8855042-Reviews-Kevin_s_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8647367-Reviews-Kuy_Son_Propaganda_Art-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15276838-Reviews-Hanoi_Pub_Crawl-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d18891972-Reviews-Hanoi_Advisor_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7339851-Reviews-Vi_spa_2-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19256849-Reviews-Madam_Tran_Cooking_Class-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25094329-Reviews-Hanoi_Cooking_Class_Centre-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g55581-d146642-Reviews-Jacob_s_Creek_Park-Canyon_Lake_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g46595-d273154-Reviews-Mantoloking_Beach-Mantoloking_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g50207-d25254136-Reviews-Magnet_s_Stem_Playground-Cleveland_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g60097-d8820364-Reviews-Summerfest-Milwaukee_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g37260-d1069641-Reviews-Wyandotte_Caves-Leavenworth_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g1077238-d8425368-Reviews-Dino_Park_Bled-Lesce_Upper_Carniola_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d103850-Reviews-The_Embarcadero-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g660694-d4053006-Reviews-Penang_Batik_Factory-Penang_Island_Penang.html",
            "https://www.tripadvisor.com/Attraction_Review-g57069-d3380896-Reviews-Mystic_hot_Springs-Monroe_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d191105-Reviews-Museo_Nazionale_di_Castel_Sant_Angelo-Rome_Lazio.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d6351545-Reviews-or10-Dao_s_Travel_Agency_Day_Tours-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d6351545-Reviews-Dao_s_Travel_Agency_Day_Tours-Hanoi.html"
    },
    {
        "attraction_name": "Dao's Travel Agency - Day Tours",
        "attraction_name_vi": "Dao - s Travel Agency - Day Tours",
        "general_info": [
            "154 đánh giá",
            "- 394 trên 1.936 Chuyến tham quan - Hoạt động tại Hà Nội",
            "Tour tham quan"
        ],
        "attraction_summary": "Tọa lạc tại Phố Cổ Hà Nội, Dao-s Travel Agency là một công ty lữ hành cung cấp dịch vụ trọn gói. Nói lưu loát cả tiếng Việt và tiếng Anh giúp chúng tôi có thể làm việc với bạn và mang đến cho bạn trải nghiệm du lịch mà bạn đang tìm kiếm. Vui lòng ghé qua văn phòng của chúng tôi và chào hỏi! Đọc thêm",
        "reviews": [
            "Dịch vụ xuất sắc. Lần thứ hai làm việc với Zu.!!  Tiếng Anh tuyệt vời.  Biết Hà Nội và Sapa và môi trường xung quanh.  Rất khuyến khích!!! Đọc thêm",
            "Tôi không biết về các chuyến du lịch trong ngày vì tôi chỉ sử dụng chúng để xin thị thực - chạy biên giới. Tôi luôn sử dụng Dao - s cho các chuyến chạy biên giới thị thực của mình - bây giờ là 3 - và không ngần ngại giới thiệu tất cả bạn bè của tôi đến với họ. Cô Nhân thông minh, hay giúp đỡ và biết cách giúp đỡ bạn tốt nhất những gì bạn cần. Tôi gần như cảm thấy tồi tệ vì đã dựa dẫm vào cô ấy quá nhiều. Tôi bước vào văn phòng với rất nhiều sự tin tưởng được đúc kết từ những kinh nghiệm trước đó - và đôi khi với rất ít sự chuẩn bị hậu cần - . Họ luôn báo cho tôi những mức giá tốt nhất khi đi mua sắm xung quanh - và tin tôi đi, tôi mua sắm khắp nơi rất quyết liệt, là một khách du lịch - , thậm chí còn có thể cấp cho tôi một thị thực cấp tốc với thông báo rất ngắn trong thời gian tôi cần, với giá tốt, khi các cơ quan khác cười nhạo tôi khi tôi nói với họ những gì tôi cần hoặc đưa ra những mức giá nực cười. Lần chạy qua biên giới này, tôi đã chạy gặp rắc rối hai lần - không phải do lỗi của cơ quan - và bà Nhàn đã làm mọi thứ có thể ngay lập tức, kịp thời để giải quyết vấn đề. Cô ấy là một nữ thần thực sự trong công việc của mình và trong công việc này và cung cấp dịch vụ xuất sắc. Tôi hy vọng rằng mức độ và tiêu chuẩn dịch vụ mà tôi nhận được sẽ tiếp tục với những giá trị, sự công bằng và đoan trang mà họ dường như có. Đừng ngần ngại về chuyến đi nào cơ quan để sử dụng. Đây là cái tốt nhất ở Hà Nội.Đọc thêm",
            "Tôi sẽ giới thiệu Zu - Doas Travel cho bất kỳ ai có ý định lên kế hoạch cho một kỳ nghỉ ở Việt Nam. Từ ngày đầu tiên chúng tôi liên lạc qua whatsapp cho đến khi chúng tôi đến, cô ấy thật phi thường -. Nếu không có Zu, kỳ nghỉ tuyệt vời của chúng tôi sẽ không thể thực hiện được, tức là hộ chiếu khẩn cấp, tổ chức vận chuyển, v.v. Cô ấy làm việc rất hiệu quả, vượt xa nhiệm vụ của mình và cung cấp dịch vụ nhanh chóng và thân thiện. Zu cảm ơn bạn đã lên kế hoạch cho kỳ nghỉ của chúng tôi và luôn sẵn sàng đưa ra lời khuyên cũng như giúp đỡ chúng tôi trong suốt hành trình của mình. Chúc bạn và Doas Travel mọi điều tốt đẹp nhất cho năm 2019.... Xin vui lòng đến thăm chúng tôi tại Cape town xxxxĐọc thêm",
            "Tôi đã có cơ hội sử dụng lại dịch vụ của Dao - s và cũng như năm 2016, họ đã quay lại!!  Lần này là cho một người bạn cần gia hạn visa khẩn cấp, Dao - s đã thực hiện trong vòng chưa đầy 24 giờ với mức giá rất hợp lý.  Ngoài ra, Zu, người quản lý tuyệt vời tại Dao - s, đã đặt dịch vụ xe riêng cho tôi và bạn tôi đi và về từ Tả Van trên núi.  Như mọi khi, thanh toán suôn sẻ, dễ dàng và với nụ cười rạng rỡ!Đọc thêm",
            "Dao - s travel và Zu nói riêng là những chuyến đi tốt nhất ở Hà Nội. Từ việc sắp xếp thị thực du lịch cho đến đặt chuyến du ngoạn bằng thuyền trên vịnh Hạ Long tuyệt vời của chúng tôi - Du thuyền cao cấp Apricot -, chúng vô cùng hữu ích và sẵn sàng đi xa hơn. Tôi sẽ không cần đến nghi ngờ giới thiệu chúng cho bất cứ ai có kế hoạch đến thăm Việt Nam.Đọc thêm",
            "Gần đây tôi gặp rắc rối với việc gia hạn thị thực Việt Nam, tuy nhiên đội ngũ nhân viên thân thiện tại Daos đã nỗ lực hết mình không chỉ giải quyết vấn đề của tôi mà còn giúp tôi lên kế hoạch cho bước đi tiếp theo. Tôi khuyên bất kỳ ai cũng nên đến đó để giải quyết mọi vấn đề. Cảm ơn các bạn một lần nữa, các bạn đã cứu mạng tôi - Đọc thêm",
            "Tôi và bạn tôi đang đi du lịch bụi từ Hà Nội đến Thành phố Hồ Chí Minh và muốn ghé qua Vịnh Hạ Long trên đường đi. Sau khi đọc trên mạng rằng Vịnh Hạ Long quá đông khách du lịch, chúng tôi quyết định đi Cát Bà. Chúng tôi đọc được thông tin trên mạng về đại lý du lịch của người Dao cung cấp vé xe khách đi Cát Bà và thấy có đánh giá tốt nên chúng tôi đã thử. Thỏa thuận mà chúng tôi nhận được là vận chuyển từ Hà Nội đến Cát Bà - bao gồm xe buýt và phà -, một đêm tại khách sạn khách sạn tổ chức tiệc trăng tròn với phòng riêng, bia miễn phí và chuyến tham quan bằng thuyền quanh Lan Hạ và Vịnh Hạ Long - bao gồm bữa trưa, điểm dừng bơi, chỗ chèo thuyền kayak và chuyến đi bộ ngắn trên đảo khỉ - tất cả chỉ với 45 USD! Toàn bộ chuyến đi được tổ chức tốt, chúng tôi không gặp phải bất kỳ vấn đề nào và công ty du lịch Daos vẫn liên lạc với chúng tôi qua whatsapp trong suốt thời gian chúng tôi ở Cát Bà để đảm bảo mọi thứ diễn ra tốt đẹp! Tôi muốn giới thiệu bất kỳ ai nên đặt phòng với Daos nếu bạn - đang tìm kiếm một chuyến đi giá cả hợp lý và đáng giá đến Cát Bà!Đọc thêm",
            "Chúng tôi đặt gói 14 ngày Hà Nội, Cát Bà, Ninh Bình, Sapa, Đà Nẵng - đồng bằng sông Cửu Long. Dao - s cực kỳ chú ý đến nhu cầu của chúng tôi. Tất cả các dịch vụ đều tuyệt vời. Chúng tôi luôn có thể kết nối trên WhatsApp. Dao - s luôn phản hồi và giải đáp mọi thắc mắc của chúng tôi một cách nhanh chóng. Chúng tôi đặc biệt giới thiệu Dao - s cho mọi người! Đọc thêm",
            "Chúng tôi đã đặt tour du lịch miền bắc và một chuyến du lịch nhỏ về miền nam Việt Nam với đại lý này. Họ thực sự tốt bụng và đã giúp đỡ chúng tôi rất nhiều! Đặc biệt cảm ơn Zu, người rất đáng yêu và rất hữu ích! ! Tôi giới thiệu cơ quan này cho tất cả: giá cả, vị trí, con người và lòng tốt! Phải có nếu bạn có kế hoạch thực hiện một chuyến du lịch ở Việt Nam! Cảm ơn bạn - - Đọc thêm",
            "Cảm ơn Colin đã đánh giá tốt về Tour trọn gói cùng Dao - s Travel. Chúng tôi và Zu rất vui vì bạn đã có chuyến đi vui vẻ tại Việt Nam. Chúng tôi sẵn sàng phục vụ bạn lần nữa trong chuyến đi tiếp theo. Cảm ơn và trân trọng.Đọc thêm",
            "Ana đã giúp tôi rất nhiều thời gian trong việc lập kế hoạch và sắp xếp vé xe buýt. Cô ấy thậm chí còn nhắn tin khi tôi có thắc mắc về các lựa chọn khả thi cho các tuyến đường tiếp theo. Cảm ơn Ana từ Dao - s!Đọc thêm",
            "Xin chào đại lý tốt nhất 100 - được đề xuất!!! Cả ở Việt Nam và Campuchia... các cô đều thần thánh, phục vụ rất tốtĐọc thêm"
        ],
        "star_ratings": [
            138,
            11,
            1,
            2,
            2
        ],
        "review_amount": 154,
        "location": [
            "Việt Nam",
            "Châu Á",
            "Dao - s Travel Agency - Day Tours",
            "Hà Nội",
            "Những điều cần làm ở Hà Nội"
        ],
        "reviews_time": [
            "Written June 25, 2019",
            "Written June 2, 2019",
            "Written June 1, 2019",
            "Written April 30, 2019",
            "Written April 25, 2019",
            "Written April 7, 2019",
            "Written December 2, 2018",
            "Written December 2, 2018",
            "Written December 1, 2018",
            "Written November 11, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d6351545-Reviews-or10-Dao_s_Travel_Agency_Day_Tours-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6351545-Reviews-Dao_s_Travel_Agency_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6351545-Reviews-or20-Dao_s_Travel_Agency_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d4153662-Reviews-Hagiang_Trekking_Tour-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d16695696-Reviews-Hanoi_Bar_Crawl-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15681047-Reviews-Alisa_Bella_Spa_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25212338-Reviews-ATM_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15582959-Reviews-Alisa_Bella_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27706401-Reviews-Ninh_Binh_Adventure-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11725803-Reviews-Vietnam_Creation_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d3247001-Reviews-Adventure_Indochina_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8855042-Reviews-Kevin_s_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8647367-Reviews-Kuy_Son_Propaganda_Art-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15276838-Reviews-Hanoi_Pub_Crawl-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d18891972-Reviews-Hanoi_Advisor_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7339851-Reviews-Vi_spa_2-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19256849-Reviews-Madam_Tran_Cooking_Class-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25094329-Reviews-Hanoi_Cooking_Class_Centre-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g51789-d2562525-Reviews-Swan_Island_Dahlias-Canby_Clackamas_County_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g50862-d1805987-Reviews-Monsoon_Lagoon_Water_Park-Port_Clinton_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g189158-d245786-Reviews-Centro_Colombo-Lisbon_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g56062-d3916079-Reviews-Main_Event_Entertainment-Katy_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g53916-d146132-Reviews-Kinzua_Dam-Warren_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g59678-d126360-Reviews-Big_Bay_State_Park-Apostle_Islands_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60652-d1467807-Reviews-Maunawili_Falls-Kailua_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g50184-d8558348-Reviews-Chagrin_Waterfalls-Chagrin_Falls_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g60625-d1856973-Reviews-Shipwreck_Beach-Poipu_Koloa_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g44160-d282658-Reviews-Table_Rock_State_Park-Branson_Missouri.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d6351545-Reviews-or20-Dao_s_Travel_Agency_Day_Tours-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d6351545-Reviews-or10-Dao_s_Travel_Agency_Day_Tours-Hanoi.html"
    },
    {
        "attraction_name": "Dao's Travel Agency - Day Tours",
        "attraction_name_vi": "Dao - s Travel Agency - Day Tours",
        "general_info": [
            "154 đánh giá",
            "- 394 trên 1.936 Chuyến tham quan - Hoạt động tại Hà Nội",
            "Tour tham quan"
        ],
        "attraction_summary": "Tọa lạc tại khu phố cổ Hà Nội, Công ty du lịch Dao - s là công ty cung cấp dịch vụ du lịch trọn gói. Việc nói thông thạo cả tiếng Việt và tiếng Anh giúp chúng tôi có khả năng làm việc với bạn và mang đến cho bạn trải nghiệm du lịch mà bạn đang tìm kiếm. Hãy ghé qua văn phòng của chúng tôi và nói xin chào!Đọc thêm",
        "reviews": [
            "Đây là lần thứ hai tôi trở lại Hà Nội và đó là khoảng thời gian tuyệt vời nhất của tôi nhờ chuyến du lịch của Dao... họ thực sự nỗ lực hết mình để đảm bảo bạn có thời gian lưu trú tốt nhất có thể. Tôi bị giới hạn về thời gian, nhưng họ vẫn có thể sắp xếp cho tôi một chuyến đi đáng nhớ đến Vịnh Hạ Long và Sapa. Đảm bảo rằng tôi đã được phục vụ suốt chặng đường. Ngay cả khi tôi quay lại Hà Nội, họ vẫn liên lạc để đảm bảo rằng tôi đã có khoảng thời gian vui vẻ. Tôi không thể cảm ơn họ đủ nhiều, đặc biệt là Zu... Kiến thức địa phương của cô ấy trên khắp Việt Nam và khả năng nói tiếng Anh tuyệt vời khiến mọi thứ trở nên dễ dàng khi tôi đặt phòng . Tôi rất mong được quay lại lần nữa, một lần nữa tôi không thể - cảm ơn họ đủ... Ngay cả khi tôi thấy họ hỗ trợ những khách hàng khác, họ khiến mọi người cảm thấy như gia đình, Cam On... Đọc thêm",
            "Chúng tôi đến đây để sắp xếp việc gia hạn visa, - 57 để có dịch vụ nhanh hơn vì chúng tôi chỉ ở Hà Nội trong 3 đêm và họ rất hữu ích và hiệu quả. Cũng đã kết thúc việc đặt chuyến đi 2 ngày 1 đêm tới Vịnh Hạ Long với giá tốt. Họ gợi ý một chuyến du lịch có giá cao hơn một chút nhưng họ nói rằng sẽ rất đáng để thoát khỏi khu vực đông khách du lịch hơn của vịnh. Chúng tôi đã đi du thuyền Garden Bay đến Vịnh Bái Tử Long mà chúng tôi nghĩ chắc chắn đáng để trả nhiều tiền hơn, một chuyến du ngoạn đáng tiền và trải nghiệm tốt hơn những gì chúng tôi đã nghe từ những du khách khác chỉ ở khu vực Vịnh Hạ Long. Tôi chắc chắn sẽ khuyên bạn nên sử dụng Dao cho các chuyến đi - Trợ giúp Visa cho bất kỳ ai. Đọc thêm",
            "The guys at Daos travel agency are super friendly and helpful. They are straight forward with the prices and don - t hide any costs. You can compare all the trip options and prices and make your decision we really appreciated that. We booked the Sapa 3 day 2 night home stay private guiding with them. It included transport, meals, accommodation and the guide for 110 - . The area is beautiful and because it was a private guiding we were able to choose easy, intermediate or hard trekking. We are keen hikers so we choose hard. This way we avoided most the ladies wanting to sell souvenirs and were off the beaten path by ourselves most of the time it was gorgeous. Since this was our first trip in Vietnam, we didn - t really have a good feeling for the prices yet and would not book it now, knowing how cheap you can eat, sleep etc here. The meals are very basic, you can get those for 30.000-40.000 Dong  - 1-2 -  - . Accommodation has character but sleeping on the floor in a shed is probably not worth more than 10 -  a night. Given that the transport might be around 30 -  we don - t really know where all that money we paid disappears to. Do it on your own and take the train - !! -  there and find a private guide when you - re there. The mountains are stunning and worth it. If you have the money to spend and want a hassle free few days then do it with Daos! We also booked the queen cafe open bus open ticket, valid for a month. I seriously ask Daos travel agency to reconsider who they are offering and working with for those transport options. I have never felt this unsafe on any travels, the reckless driving nearly caused many accidents. The people working for this company are extremely rude and unhelpful, we found ourself being shout at a few times for no apart reason. Daos travel agency staff - read the reviews about this bus company and take them serious everyone is shocked about what is being offered there.My good rating is mostly because of the friendliness and expertise of the Daos staffRead more",
            "Dao được một người chúng tôi biết ở Hà Nội giới thiệu. Tôi rất biết ơn. Trong chuyến đi trước chúng tôi đã sử dụng khách sạn để đặt chuyến đi.  Chúng tôi đã đi vào thứ Sáu để lên kế hoạch cho chuyến đi trong ngày vào Chủ nhật. Chúng tôi đã có ý định gì đó nhưng Dao - s đã đề xuất chuyến đi trong ngày Tam Cốc và Hoa Lư bao gồm bữa trưa. Đó là một ngày tuyệt vời, các địa điểm, đi thuyền và đi xe đạp - và thậm chí còn tuyệt vời hơn khi chúng tôi phát hiện ra rằng mình đã trả ít hơn nhiều so với bất kỳ ai khác đã thông qua các đại lý khác!  - trong một trường hợp, chúng tôi đã trả một nửa - .Dịch vụ tuyệt vời, giá cả tuyệt vời. Nếu bạn ở Hà Nội, tôi khuyên bạn nên đặt chuyến đi với Dao!Đọc thêm",
            "Tôi và bạn trai đang đi thăm một người bạn ở Hà Nội đã sống ở đó được hai năm. Chúng tôi muốn đặt một số tour du lịch và anh ấy khuyên chúng tôi nên đến Daos. Chúng tôi đã đặt 2 tour - chuyến đi và 1 chuyến xe buýt. Trung đã giúp chúng tôi trong mỗi lần mua hàng! Anh ấy rất tử tế, vui tính, hay giúp đỡ và đợi chúng tôi trong khi xe buýt đến đón chúng tôi! Chúng tôi thực sự rất thích làm việc với anh ấy! Đầu tiên chúng tôi đặt một chuyến đi đến Sapa. Trung kể cho chúng tôi mọi thứ về chuyến đi và mức độ khó của chuyến đi, anh ấy rất nhiều thông tin. Sau đó chúng tôi đặt một chuyến đi đến Vịnh Hạ Long! Anh ấy cũng nói với chúng tôi mọi thứ chúng tôi cần biết cho chuyến đi này! Trong những chuyến đi này, những người khác hỏi chúng tôi đã trả bao nhiêu và hóa ra chúng tôi nhận được giá rẻ hơn so với những người cùng lứa tuổi trong cùng chuyến đi! Sau đó chúng tôi đặt xe đi Phong Nha, việc này cũng rất dễ thực hiện. Mọi lượt đặt phòng đều thành công và thật vui khi được làm quen với Trung! Tôi thực sự khuyên bạn nên! Đọc thêm",
            "Tôi được giúp đỡ bởi Ely, một quản lý người Mỹ của Dao - s, người nói tiếng Việt xinh đẹp. Tôi mua vé tàu giường nằm đi Đà Nẵng. Anh ấy đã có thể vượt qua bộ máy quan liêu ngớ ngẩn của người Việt khi sắp xếp việc đi lại và biến mọi thứ thành có thể. Trong khi anh ấy làm việc đó, tôi đã trò chuyện rất vui vẻ với anh ấy - chủ yếu là về cuộc sống của anh ấy ở Việt Nam. Thật là một người đàn ông thú vị! Cơ quan này nằm trên một con phố du lịch chính trong khu phố cổ. Dễ tìm, không lừa đảo, không ép giá, giá cả minh bạch. Được đề xuất.Đọc thêm",
            "Chúng tôi đã đặt chuyến tham quan Vịnh Hạ Long 1 ngày thông qua đại lý của Dao - nhà điều hành tour là Alova Cruises - và quá trình đặt vé thực sự suôn sẻ. Zu và Ely cực kỳ hiệu quả trong việc trả lời các câu hỏi qua email của chúng tôi và giúp chúng tôi yên tâm khi lo sợ điều tồi tệ nhất về thời tiết! Bản thân chuyến tham quan đã vượt quá sự mong đợi của chúng tôi và có chất lượng rất cao. Tôi sẽ không ngần ngại đặt lại.Đọc thêm",
            "Công ty du lịch của Dao là công ty tốt nhất mà tôi tìm thấy khi đi du lịch ở Đông Nam Á. Trong chuyến đi, chúng tôi coi Hà Nội là quê hương khi di chuyển khắp đất nước. Chúng tôi quay lại đây mỗi lần về Hà Nội, và tôi khá chắc rằng tôi đã được mọi người làm việc ở đó giúp đỡ vào những thời điểm khác nhau. Họ luôn thẳng thắn và rõ ràng về hành trình của chúng tôi và chúng tôi không cảm thấy áp lực nào từ họ cả. Họ đã tìm ra nó. Chúng tôi bước vào vì những du khách khác mà chúng tôi gặp rất khuyến khích điều đó. Cặp đôi điều hành nó cũng rất ngọt ngào! Cảm ơn Dao - s vì một chuyến đi thú vị và thoải mái tại Việt Nam!Đọc thêm",
            "Tôi tìm công ty du lịch đặt vé tàu đi Huế tôi tìm nhiều công ty và gửi mail đến từng công ty đều có người trả lời chậm nhưng công ty Đào trả lời tôi rất nhanh và tư vấn cho tôi đi tham quan TAMCOC thay vì đi Vịnh Hạ Long vì tour TAMCOC kết thúc trước chuyến đi tàu sắp tới và tôi chưa quay lại ga Hà Nội. Tôi có thể đợi tàu ở thành phố Nimbinh của TAMCOC. Đó là sự quản lý tốt và đội ngũ nhân viên rất tử tế và tư vấn tốt cho tôi mọi thứ. Tôi - tôi rất ấn tượng. Đọc thêm",
            "Tôi - đã sử dụng Dao - s để xin thị thực Việt Nam trực tuyến ba lần và mỗi lần đều hoàn hảo và dịch vụ cá nhân của họ tại cửa hàng cũng rất tuyệt vời.  Rất hay, hiểu biết và hữu ích về mọi vấn đề đối với du lịch ở Việt Nam.  Dao và nhóm của cô ấy đều rất tuyệt, đặc biệt là Zu, người thậm chí còn mua cho tôi một ly trà chanh thơm ngon từ người bán hàng bên kia đường!!  Rất khuyến khích Dao - s!!Đọc thêm"
        ],
        "star_ratings": [
            138,
            11,
            1,
            2,
            2
        ],
        "review_amount": 154,
        "location": [
            "Việt Nam",
            "Châu Á",
            "Dao - s Travel Agency - Day Tours",
            "Hà Nội",
            "Những điều cần làm ở Hà Nội"
        ],
        "reviews_time": [
            "Written July 17, 2017",
            "Written June 28, 2017",
            "Written April 27, 2017",
            "Written February 10, 2017",
            "Written January 22, 2017",
            "Written August 16, 2016",
            "Written August 10, 2016",
            "Written July 28, 2016",
            "Written May 26, 2016",
            "Written May 16, 2016"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d6351545-Reviews-or20-Dao_s_Travel_Agency_Day_Tours-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6351545-Reviews-or10-Dao_s_Travel_Agency_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6351545-Reviews-or30-Dao_s_Travel_Agency_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6351545-Reviews-Dao_s_Travel_Agency_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d4153662-Reviews-Hagiang_Trekking_Tour-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d16695696-Reviews-Hanoi_Bar_Crawl-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15681047-Reviews-Alisa_Bella_Spa_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25212338-Reviews-ATM_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15582959-Reviews-Alisa_Bella_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27706401-Reviews-Ninh_Binh_Adventure-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11725803-Reviews-Vietnam_Creation_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d3247001-Reviews-Adventure_Indochina_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8855042-Reviews-Kevin_s_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8647367-Reviews-Kuy_Son_Propaganda_Art-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15276838-Reviews-Hanoi_Pub_Crawl-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d18891972-Reviews-Hanoi_Advisor_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7339851-Reviews-Vi_spa_2-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19256849-Reviews-Madam_Tran_Cooking_Class-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25094329-Reviews-Hanoi_Cooking_Class_Centre-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g12994579-d519726-Reviews-Monastery_of_Profitis_Ilias-Moni_Profitou_Iliou_Santorini_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g644047-d3331573-Reviews-Jungle_Beach-Unawatuna_Galle_District_Southern_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g40827-d198690-Reviews-Commercial_Street-Portland_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g50862-d14956145-Reviews-Twin_Oast_Brewing-Port_Clinton_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g189158-d195646-Reviews-Elevador_de_Santa_Justa-Lisbon_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g60798-d1856920-Reviews-Gettysburg_National_Military_Park_Museum_Visitor_Center-Gettysburg_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g55902-d14990882-Reviews-Wheeler_Branch_Park-Glen_Rose_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d25268220-Reviews-Soluna_Beach_Club-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g562812-d2306190-Reviews-Teleferico_Benalmadena-Benalmadena_Costa_del_Sol_Province_of_Malaga_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g675106-d2850719-Reviews-Castelul_Corvinilor-Hunedoara_Hunedoara_County_Western_Romania_Transylvania.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d6351545-Reviews-or30-Dao_s_Travel_Agency_Day_Tours-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d6351545-Reviews-or20-Dao_s_Travel_Agency_Day_Tours-Hanoi.html"
    },
    {
        "attraction_name": "Dao's Travel Agency - Day Tours",
        "attraction_name_vi": "Dao - s Travel Agency - Tour trong ngày",
        "general_info": [
            "154 đánh giá",
            "- 394 trên 1.936 Chuyến tham quan - Hoạt động tại Hà Nội",
            "Tour tham quan"
        ],
        "attraction_summary": "Tọa lạc tại khu phố cổ Hà Nội, Công ty du lịch Dao - s là công ty cung cấp dịch vụ du lịch trọn gói. Việc nói thông thạo cả tiếng Việt và tiếng Anh giúp chúng tôi có khả năng làm việc với bạn và mang đến cho bạn trải nghiệm du lịch mà bạn đang tìm kiếm. Hãy ghé qua văn phòng của chúng tôi và nói xin chào!Đọc thêm",
        "reviews": [
            "Zu rất hữu ích khi đặt chỗ và gợi ý cho chúng tôi những lựa chọn tốt nhất xung quanh hà nội và du lịch trên vịnh halong. cô ấy đã giúp chúng tôi đặt chuyến đi trong ngày hoàn hảo quanh Hà Nội và một chuyến đi qua đêm rất đáng tiền đến vịnh Hạ Long. Cô ấy biết tất cả những địa điểm thú vị để thưởng thức đồ uống và đồ ăn xung quanh khu phố cổ. cô ấy chơi bi-a rất giỏiĐọc thêm",
            "Lời cảm ơn đặc biệt của chúng tôi gửi đến An - Zu - người đã sắp xếp các Chuyến tham quan tốt nhất có thể để phù hợp với ngân sách của chúng tôi. Chúng tôi đã có trải nghiệm tuyệt vời trong các chuyến tham quan mà chúng tôi đã đặt qua họ. Họ đồng thời rất thân thiện và chuyên nghiệp, khiến mọi thứ diễn ra suôn sẻ từ đầu đến cuối! Cảm ơn bạn!!Đọc thêm",
            "Mình xin báo trước cho bạn biết đây là review của công ty du lịch Dao - s chứ không phải Hà Giang. Vợ chồng tôi đã có chuyến nghỉ dưỡng 4 ngày 3 đêm ở Hà Giang thông qua công ty du lịch Dao - s. Hướng dẫn viên du lịch riêng của chúng tôi là Lily. Cô ấy thực sự tuyệt vời. Vô cùng hiểu biết, khiêm tốn và thân thiện. Cô ấy thực sự đã thực hiện chuyến đi cho vợ chồng tôi... Ngày đầu tiên, vợ tôi buồn vì tôi không nói với cô ấy rằng từ Hà Nội đến Hà Giang sẽ phải mất 7 tiếng đi ô tô, và Lily thực sự đã bước vào và giúp bình tĩnh lại. chúng tôi xuống. Cô ấy cực kỳ thực tế và thật dễ dàng để chúng tôi nói chuyện và đùa giỡn với cô ấy. Ngoài ra, cô ấy biết rất rõ về phong cảnh và đưa chúng tôi đi bộ đường dài tuyệt vời. Chúng tôi đã dành khá nhiều thời gian với các gia đình địa phương, thậm chí còn đến thăm một trường học địa phương và chào các em nhỏ! Ngoài ra, toàn bộ cơ quan đều cực kỳ nhanh chóng, dễ giao tiếp và dễ làm việc. Zu cũng nên được nhắc đến vì cô ấy đã giúp lập kế hoạch cho chuyến đi và rất dễ tiếp cận mặc dù có sự khác biệt về múi giờ. Cảm ơn bạn rất nhiều vì một chuyến đi mà chúng tôi sẽ không bao giờ quên...Đọc thêm",
            "Có chuyến đi 2 ngày tuyệt vời đến Mai Châu, Dao - s là cơ quan thân thiện và chuyên nghiệp nhất ở Hà Nội. Tất cả các nhân viên đều rất hữu ích và hiểu biết, họ giúp cho việc đặt tour trở thành một quá trình suôn sẻ và dễ dàng.Đọc thêm",
            "Cảm ơn công ty du lịch Đào - s rất nhiều. Chúng tôi đã đặt một chuyến tham quan Sapa và chuyến tham quan vịnh Hạ Long cùng với một số xe buýt và tất cả đều diễn ra tốt đẹp. Cảm ơn sự kiên nhẫn, sự giúp đỡ và sự vô trách nhiệm của bạnĐọc thêm",
            "Rất thích dịch vụ của Dao và chắc chắn sẽ giới thiệu cho bạn bè! Cảm ơn Dao - s đã sắp xếp cho chúng tôi một chuyến đi đáng nhớ và tuyệt vời tại Hà Nội, Vịnh Hạ Long và Sapa!Đọc thêm",
            "Tôi yêu người Dao, tôi đã ở Hà Nội được 6 tháng vì trường học của tôi ở đó. Tôi - đã đặt hai chuyến đi với họ và cả hai đều tuyệt vời! họ nói tiếng Anh rất tốt và cực kỳ hữu ích. Tôi thậm chí còn có thể đặt chuyến tàu cho họ qua e-mail và mọi việc diễn ra quá nhanh!Đọc thêm",
            "Chúng tôi được một người bạn giới thiệu Dao và không hề hối hận chút nào.  Họ tổ chức chuyến du lịch Việt Nam của chúng tôi bắt đầu bằng việc đưa đón sân bay, lưu trú tại khách sạn, tham quan, v.v. Nó thật hoàn hảo!  Chúng tôi đã có khoảng thời gian vui vẻ ở Việt Nam nhờ Zhu và Hana.  Họ đã mang lại dấu ấn cá nhân bằng cách giữ liên lạc với chúng tôi trong suốt thời gian lưu trú.  Đọc thêm",
            "Người phụ trách, Zu thực sự rất hữu ích, từ việc cung cấp hướng dẫn về chuyến tham quan được đề xuất của chúng tôi, đến việc giới thiệu cho chúng tôi những địa điểm tham quan và ăn uống ở Hà Nội khi chúng tôi gặp f2f sau khi chúng tôi đến Hà Nội.  Tuy có một chút trục trặc trong hành trình của chúng tôi nhưng họ đã xử lý tốt tình hình.  Chúng tôi đã có trải nghiệm tuyệt vời cho đến nay và chắc chắn sẽ quay lại với họ lần nữa.  Đồng ý và cảm ơn Zu và Dao Travel Agency.Đọc thêm",
            "Chúng tôi - đã đặt các chuyến đi với Dao - s 3 lần và mỗi lần đều rất tuyệt vời - họ cực kỳ phản hồi qua email và thậm chí còn gọi điện để kiểm tra với chúng tôi về sự thay đổi đối với một trong các hành trình. Rất thân thiện, chuyên nghiệp và rất muốn giới thiệu - họ đưa ra những lời khuyên và đề xuất tuyệt vời và luôn sẵn lòng trợ giúp bất cứ điều gì được yêu cầu!Đọc thêm"
        ],
        "star_ratings": [
            138,
            11,
            1,
            2,
            2
        ],
        "review_amount": 154,
        "location": [],
        "reviews_time": [
            "Written June 9, 2018",
            "Written June 8, 2018",
            "Written April 18, 2018",
            "Written April 13, 2018",
            "Written March 19, 2018",
            "Written February 5, 2018",
            "Written February 3, 2018",
            "Written January 2, 2018",
            "Written October 25, 2017",
            "Written October 23, 2017"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d6351545-Reviews-or30-Dao_s_Travel_Agency_Day_Tours-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6351545-Reviews-or20-Dao_s_Travel_Agency_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6351545-Reviews-or40-Dao_s_Travel_Agency_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6351545-Reviews-Dao_s_Travel_Agency_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d4153662-Reviews-Hagiang_Trekking_Tour-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d16695696-Reviews-Hanoi_Bar_Crawl-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15681047-Reviews-Alisa_Bella_Spa_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25212338-Reviews-ATM_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15582959-Reviews-Alisa_Bella_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27706401-Reviews-Ninh_Binh_Adventure-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11725803-Reviews-Vietnam_Creation_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d3247001-Reviews-Adventure_Indochina_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8855042-Reviews-Kevin_s_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8647367-Reviews-Kuy_Son_Propaganda_Art-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15276838-Reviews-Hanoi_Pub_Crawl-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d18891972-Reviews-Hanoi_Advisor_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7339851-Reviews-Vi_spa_2-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19256849-Reviews-Madam_Tran_Cooking_Class-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25094329-Reviews-Hanoi_Cooking_Class_Centre-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g34335-d560952-Reviews-Dubois_Park-Jupiter_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g60892-d109503-Reviews-Pedernales_Falls_State_Park-Johnson_City_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d11899543-Reviews-Thai_Paradise_Spa-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g29750-d269186-Reviews-Wild_Wild_West_Casino-Atlantic_City_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g34043-d3159980-Reviews-Delaware_Welcome_Center-Newark_Delaware.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d283297-Reviews-Cosmetic_Market-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g562812-d2306190-Reviews-Teleferico_Benalmadena-Benalmadena_Costa_del_Sol_Province_of_Malaga_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g1025627-d1982943-Reviews-Purcaraccia-Quenza_Corse_du_Sud_Corsica.html",
            "https://www.tripadvisor.com/Attraction_Review-g32143-d645572-Reviews-Castello_di_Amorosa-Calistoga_Napa_Valley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g295414-d2419975-Reviews-Port_Grand_Pakistan-Karachi_Sindh_Province.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d6351545-Reviews-or40-Dao_s_Travel_Agency_Day_Tours-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d6351545-Reviews-or30-Dao_s_Travel_Agency_Day_Tours-Hanoi.html"
    }
]