[
    {
        "attraction_name": "Dar El Bacha - Musee des Confluences",
        "attraction_name_vi": "Dar El Bacha - Bảo tàng hợp lưu",
        "general_info": [
            "432 đánh giá",
            "- 13 trong số 245 điều cần làm ở Marrakech",
            "Bảo tàng chuyên ngành",
            "Viện bảo tàng nghệ thuật",
            "Bảo Tàng Lịch Sử"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Thật đáng để ghé thăm quán cà phê này ngay cả khi phải trả phí vào cửa.   Chúng tôi đến đó vào khoảng 3 giờ chiều.  Không có hàng đợi và không có nhiều người.   Người phục vụ rất tử tế và cho chúng tôi đề xuất - quá nhiều sự lựa chọn -.  Chúng tôi cũng gọi bánh.  Chúng tôi rất thích cà phê và bánh ngọt ở đó.  Hầu như tất cả cà phê đều có cùng mức giá.   Hợp lý với môi trường đó.Đọc thêm",
            "Cá nhân tôi nghĩ đây là một nơi tuyệt vời để ghé thăm để khởi động cho các điểm tham quan khác ở medina, bởi vì bảo tàng đủ nhỏ để không bị choáng ngợp nhưng bộ sưu tập của nó đủ đa dạng để cung cấp cho bạn cái nhìn tổng quan về nghệ thuật và văn hóa địa phương. Về mặt kiến ​​trúc, đây là sự thể hiện gần như hoàn hảo của phong cách cung điện riad mà sau đó bạn có thể đánh giá cao phong cách này theo nhiều cách khác nhau tại Cung điện Bahia, Jardin Secret hoặc khách sạn riad ở địa phương của bạn, v.v.\n\nKhi chúng tôi đến thăm, các phòng của bảo tàng chủ yếu trưng bày bộ sưu tập hiện vật từ đất nước - các bảo tàng khác hiện đang được phục hồi, đặc biệt là Bảo tàng Dar Batha ở Fez. Nó bao gồm một số tấm che cửa bằng đồng nguyên bản của Nhà thờ Hồi giáo Qarawiyyin, một số đồ gốm sơn từ Fez, Qur - bản sao của Almohad - thế kỷ 13 - caliph, và các đồ vật từ cộng đồng Do Thái ở Maroc. Tôi đọc được rằng các cuộc triển lãm thay đổi theo thời gian, vì vậy tôi tưởng tượng những điều này cũng sẽ thay đổi trong tương lai. \n\nCó phòng tắm tốt bên trong. Chúng tôi đã phải bỏ qua quán cà phê rất nổi tiếng - và đắt tiền - vì danh sách chờ kéo dài cả tiếng đồng hồ, vì vậy tôi sẽ - không ngạc nhiên nếu nó rất bận hầu hết thời gian; bạn có thể thử để lại tên của mình ở đó trước khi vào và sau đó ghé thăm bảo tàng trong khi chờ đợi.Đọc thêm",
            "Bảo tàng Hợp lưu, Dar El Bacha, đã khiến tôi say mê. \nSự pha trộn quyến rũ của lịch sử, văn hóa và nghệ thuật tạo nên một hành trình khó quên. \nTừ kiến ​​trúc đầy mê hoặc đến các triển lãm được tuyển chọn chu đáo, bảo tàng mang đến trải nghiệm phong phú. \nKiến thức của nhân viên và lòng hiếu khách nồng hậu đã nâng cao hơn nữa chuyến thăm của tôi. \nMột nơi không thể bỏ qua cho những người đam mê lịch sử và văn hóa. Đọc thêm",
            "Bước vào ốc đảo vương giả nơi lịch sử và sự sang trọng hội tụ. Cung điện cũ này là nơi ở của pacha ở Marrakech, làm say đắm du khách từ tất cả các quốc gia với kiến ​​trúc Ma-rốc độc đáo, đồ lát gạch, gỗ chạm khắc và những khu vườn tươi tốt. Khi bạn ghé thăm những căn phòng và sân trong sang trọng, bầu không khí sẽ kể lại những câu chuyện về quá khứ, cung cấp thông tin cơ bản về di sản phong phú của thành phố và phong cách sống của những người từng sinh sống trong cung điện lộng lẫy này.Đọc thêm",
            "Giống như nhiều khách du lịch, chúng tôi đã mua một vé có giá 60 MAD để chủ yếu ghé thăm quán cà phê Bacha nhưng hóa ra nó còn nhiều hơn thế. Khu vườn nhỏ với cây cam quýt, cây lựu và cây chuối nhưng được chăm sóc rất tốt và bộ sưu tập bảo tàng thực sự đáng chú ý với tất cả đồ gỗ đầu thế kỷ 20. Các bức tường của tòa nhà được chạm khắc bằng gỗ và gạch rất đẹp; và công việc phức tạp đáng yêu. Thời gian chờ đợi ở nhà hàng đối với chúng tôi là gần hai tiếng đồng hồ nhưng chúng tôi dành toàn bộ thời gian đó chỉ để thư giãn, ngắm nhìn mọi người và ngắm nhìn những khía cạnh khác nhau trong bảo tàng. Chắc chắn đáng ghé thăm nhưng hãy nhớ rằng họ chỉ chấp nhận tiền mặt Dirham. Lợi ích duy nhất dành cho khách du lịch là những sinh viên mang theo giấy tờ tùy thân chỉ được vào cửa miễn phí vào thứ Sáu, vì vậy đó là điều cần lưu ý.Đọc thêm",
            "Một bảo tàng khác phải ghé thăm khi ở Marrakech. Có ba lý do chính để ghé thăm nơi này:\n\n- Trang trí đẹp các phòng, trần, cửa.\n- Khu vườn tuyệt vời với cây cam\n- Cà phê Bacha - bạn phải xếp hàng chờ ít nhất 60 phút hoặc đến vào sáng sớm.Đọc thêm",
            "Chúng tôi đã đến Dar el bacha như một phần của chuyến tham quan theo nhóm và thật đáng để ghé thăm các điểm tham quan trong thời gian chúng tôi ở Marrakech. Dar El Bacha lưu giữ những tác phẩm nghệ thuật tuyệt đẹp và tượng trưng cho quá khứ lịch sử cũng như nền văn hóa sôi động của nó. Đó là một nơi tuyệt vời bên trong Medina, chúng tôi chưa bao giờ tưởng tượng nó sẽ như thế nào cho đến khi chúng tôi vào trong và ăn tối! Nghệ thuật tuyệt vời, khảm, trần nhà và khu vườn, thậm chí cả cà phê bên trong!Đọc thêm",
            "Bảo tàng chứa đầy lịch sử của mọi phòng và có những thứ thực sự thú vị. Bảo tàng được khuyến nghị cho những du khách thích lịch sử, vì đây là một nơi rất đặc biệt để đến ở Marrakech. Trải nghiệm này thật tuyệt vời đối với tôi, và cũng có một đài phun nước nhỏ. Tuyệt vờiĐọc thêm",
            "Chúng tôi rất ấn tượng với nơi này - kiến ​​trúc đẹp, những tấm ốp gỗ phức tạp, gạch và thạch cao tuyệt vời, sân vườn tuyệt đẹp và những vật trưng bày thú vị - đến nỗi nó làm tôi bối rối vì nó không được - không được đánh giá cao hơn - và nó hầu như không đảm bảo được nhắc đến chút nào trong ví dụ. sách hướng dẫn Lonely Planet Marrakech - . Chúng tôi thấy nó tốt hơn nhiều so với những điểm tham quan nổi tiếng hơn như Cung điện Bahia. Tôi thậm chí còn nói rằng hãy ưu tiên hàng đầu nếu bạn chỉ có một thời gian ngắn ở thành phố và chỉ muốn ghé thăm một địa điểm để chiêm ngưỡng kiến ​​trúc và thiết kế Ma-rốc.Đọc thêm",
            "Chúng tôi ghé thăm nơi này để đến quán cà phê Bacha. Để đến quán cà phê, người ta cần mua vé vào bảo tàng - 60 Dirham - hoặc chỉ trả 10 Dirham để vào quán cà phê. Vì được thông báo rằng thời gian chờ đợi sẽ là 3 giờ - hóa ra là hơn một giờ - nên chúng tôi quyết định ghé thăm bảo tàng để giết thời gian. Chà, hóa ra đó lại là quyết định đúng đắn nhất mà chúng tôi đã đưa ra trong chuyến đi đến Maroc này.\n\nCó các cuộc triển lãm về các vật phẩm trang trí từ cuối thế kỷ 19 và đầu thế kỷ 20. Nhưng bản thân tòa nhà lại là tác phẩm nghệ thuật ấn tượng nhất. Ít nhất phải nói là trang trí trên tường và trần nhà đẹp mắt.Đọc thêm",
            "Vert Cà phê ngon nhưng dịch vụ khủng khiếp từ một công nhân tên Mahdi. Anh ấy không hề chú ý đến du khách và chúng tôi đã đợi rất lâu trước khi nhận được thực đơn. Ngoài ra, các công nhân thực sự tốt bụng và dịch vụ được đặt lên hàng đầu.Đọc thêm",
            "Tôi thực sự thích khu vườn, nhưng tôi đánh giá nơi này là một, nếu có thể là không, vì dịch vụ tồi mà tôi nhận được từ quán cà phê Dar El Bacha. Có một anh chàng đặc biệt làm việc trong quán cà phê tên là Mahdi. Anh ấy không muốn giúp đỡ chúng tôi cũng như không nói chuyện với chúng tôi, tôi cảm thấy bị phân biệt đối xử bởi hành động của anh ấy. Nhưng ngoài điều đó ra thì nơi này thực sự rất đẹp.Đọc thêm",
            "Một số triển lãm thú vị, tác phẩm nghệ thuật, chế biến gỗ, chủ yếu là đầu thế kỷ 20.  Nó sẽ không phải là điểm nổi bật trong chuyến đi của bạn, nhưng nằm trong danh sách những điều độc đáo và thú vị, và đáng giá nếu bạn ở thành phố hơn một ngày.Đọc thêm",
            "Tôi thấy rất nhiều đánh giá tiêu cực ở đây, từ những người ngạc nhiên - khó chịu vì phải chờ đợi. Bản thân quán cà phê của họ rất nhỏ và rất bận rộn. Tuy nhiên, nó có thể là một trải nghiệm tuyệt vời, miễn là bạn chịu khó tìm hiểu một chút. Khi đến nơi này, điều đầu tiên bạn nên làm là đi thẳng đến quán cà phê và bấm chuông. Họ - sẽ cho bạn biết điều đó - phải đợi lâu hơn thế. Họ nói với chúng tôi rằng phải chờ 3 giờ, nhưng chỉ mất khoảng 1 giờ 30 phút. Trong khi bạn có còi, hãy đi vòng quanh bảo tàng, khám phá và ngắm nhìn các khu vườn, chúng - thực sự rất đẹp. MẸO LỚN: nếu bạn là sinh viên, nó sẽ miễn phí vào thứ Sáu.  - chúng tôi mặc dù điều này chỉ dành cho sinh viên Ma-rốc, nhưng không, nó hiệu quả với tôi và bạn gái của tôi, và chúng tôi đến trường đại học ở Vương quốc Anh - chỉ cần mang theo thẻ sinh viên của bạn - - giúp bạn tiết kiệm 70dhr phí vào cửa. chúng tôi đã đi vào giữa chừng trong ngày, nhưng tôi tưởng tượng nó sẽ còn yên tĩnh hơn nếu bạn đi khoảng 10 giờ thì nó sẽ mở ra.Đọc thêm",
            "Bảo tàng này là nơi không thể bỏ qua nếu bạn có chút hứng thú với nghề thủ công của Ma-rốc: không chỉ bạn - sẽ có thể chiêm ngưỡng một cung điện được khôi phục đẹp mắt mà còn có một số mặt hàng tốt nhất được sản xuất bởi các nghệ nhân địa phương từ cuối thế kỷ 18 đến giữa thế kỷ 20. Những tác phẩm nghệ thuật này được nhóm theo loại vật liệu được sử dụng, kỹ thuật và cách sử dụng đồ vật, kèm theo phần mô tả giới thiệu và video ngắn về quá trình làm việc của các nghệ nhân. Như một phần thưởng, bạn có thể uống cà phê tại quán cà phê Bacha - hàng đợi thường dài - nhưng đừng đến đây chỉ vì việc này. Đọc thêm",
            "Nằm ở trung tâm Medina lịch sử của Marrakech, Bảo tàng Dar El Bacha mang đến cho du khách một hành trình hấp dẫn qua văn hóa và lịch sử Ma-rốc. Bước vào viên ngọc văn hóa này, chúng tôi đắm mình trong di sản phong phú của Maroc, với những triển lãm được tuyển chọn tỉ mỉ trưng bày những hiện vật và tác phẩm nghệ thuật tinh xảo. Kiến trúc tuyệt đẹp và nội thất trang trí công phu của bảo tàng đã mang đến một khung cảnh tuyệt đẹp cho chuyến khám phá của chúng tôi, gợi lên cảm giác ngạc nhiên và kinh ngạcĐọc thêm",
            "Nếu bạn muốn xem một khu vườn và rất nhiều bức tranh khảm hãy đến đây trước. Tốt hơn cung điện Bahia theo quan điểm của tôi. Không quá đông đúc. Đáng để xếp hàng mua những hạt cà phê đắt tiền chỉ vì túi Bacha. Nếu bạn muốn đi cafe book trước.Đọc thêm",
            "Nơi tuyệt vời nơi bạn có thể thấy một tác phẩm tuyệt vời liên quan đến sự tương tác giữa gỗ, đá và hội họa. Không quá đông đúc như cung điệnĐọc thêm",
            "Cung điện tuyệt vời, với những bức khảm và khu vườn tuyệt đẹp. Ngoài ra còn có một số bảo tàng được trưng bày và chúng tôi thậm chí còn thích nó hơn cả cung điện Bahia. Đối với quán cà phê Batcha, bạn cần đăng ký tại chỗ và thời gian chờ đợi có thể kéo dài - là 2 giờ khi chúng tôi ở đó, vì vậy rất tiếc đã phải bỏ lỡ nó .Đọc thêm",
            "Chúng tôi ghé thăm nơi này để đến quán cà phê Bacha. Để đến quán cà phê, người ta cần mua vé vào bảo tàng - 60 Dirham - hoặc chỉ trả 10 Dirham để vào quán cà phê. Vì được thông báo rằng thời gian chờ đợi sẽ là 3 giờ - hóa ra là hơn một giờ - nên chúng tôi quyết định ghé thăm bảo tàng để giết thời gian. Chà, hóa ra đó là quyết định đúng đắn nhất mà chúng tôi đã đưa ra trong chuyến đi đến Maroc này. Có những cuộc triển lãm về các vật phẩm trang trí từ cuối thế kỷ 19 và đầu thế kỷ 20. Nhưng bản thân tòa nhà lại là tác phẩm nghệ thuật ấn tượng nhất. Ít nhất phải nói là trang trí trên tường và trần nhà đẹp mắt.Đọc thêm"
        ],
        "star_ratings": [
            311,
            77,
            25,
            8,
            14
        ],
        "review_amount": 435,
        "location": [
            "Marrakech",
            "Những điều cần làm ở Marrakech",
            "Marrakech-Safi",
            "Ma-rốc",
            "Dar El Bacha - Bảo tàng hợp lưu",
            "Châu phi"
        ],
        "reviews_time": [
            "Written June 26, 2023",
            "Written June 29, 2023",
            "Written July 31, 2023",
            "Written December 15, 2023",
            "Written December 31, 2023",
            "Written January 29, 2024",
            "Written February 3, 2024",
            "Written February 17, 2024",
            "Written March 6, 2024",
            "Written March 24, 2024",
            "Written May 23, 2024",
            "Written May 23, 2024",
            "Written April 25, 2024",
            "Written April 23, 2024",
            "Written April 20, 2024",
            "Written April 12, 2024",
            "Written April 3, 2024",
            "Written April 1, 2024",
            "Written March 25, 2024",
            "Written March 24, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293734-d13378052-Reviews-Dar_El_Bacha_Musee_des_Confluences-Marrakech_Marrakech_Safi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g293734-d25133277-Reviews-Falafel_Terrace_Brunch-Marrakech_Marrakech_Safi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293734-d6578048-Reviews-Bazaar_Cafe-Marrakech_Marrakech_Safi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293734-d1752832-Reviews-La_Table_Du_Riad_At_72_Riad-Marrakech_Marrakech_Safi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293734-d1478351-Reviews-Dar_Cherifa-Marrakech_Marrakech_Safi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293734-d23982207-Reviews-Le_Mart-Marrakech_Marrakech_Safi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293734-d17527537-Reviews-Broc_The_Kasbah-Marrakech_Marrakech_Safi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293734-d25221383-Reviews-Taj_Medina-Marrakech_Marrakech_Safi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293734-d1528583-Reviews-Chez_Yassine-Marrakech_Marrakech_Safi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293734-d17621226-Reviews-Terrasse_de_la_fontaine-Marrakech_Marrakech_Safi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293734-d24151341-Reviews-Yazel-Marrakech_Marrakech_Safi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293734-d26704844-Reviews-Bijoux_Ethniques-Marrakech_Marrakech_Safi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293734-d2343562-Reviews-Rue_Dar_el_Bacha-Marrakech_Marrakech_Safi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293734-d18978339-Reviews-Majdoline_travel-Marrakech_Marrakech_Safi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293734-d10124874-Reviews-Le_Jardin_Secret_Medina_Marrakech-Marrakech_Marrakech_Safi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293734-d9731527-Reviews-Place_des_7_Saints-Marrakech_Marrakech_Safi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293734-d25386907-Reviews-Herbalism_Marrakech-Marrakech_Marrakech_Safi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293734-d2369665-Reviews-Rue_du_Mouassine-Marrakech_Marrakech_Safi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293734-d5773666-Reviews-Museum_of_Music_Mouassine-Marrakech_Marrakech_Safi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293734-d6622957-Reviews-By_Faissal-Marrakech_Marrakech_Safi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293734-d15136920-Reviews-Women_s_Museum_Marrakech-Marrakech_Marrakech_Safi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293734-d13378052-Reviews-or10-Dar_El_Bacha_Musee_des_Confluences-Marrakech_Marrakech_Safi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293734-d6451076-Reviews-Boucharouite_Museum-Marrakech_Marrakech_Safi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293734-d12850102-Reviews-Mohammed_VI_Museum-Marrakech_Marrakech_Safi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293734-d1675171-Reviews-Maison_de_la_Photographie-Marrakech_Marrakech_Safi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293734-d9850986-Reviews-MACMA_Musee_d_Art_et_de_Culture_de_Marrakech-Marrakech_Marrakech_Safi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293734-d318049-Reviews-Dar_Si_Said_Museum-Marrakech_Marrakech_Safi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293734-d318059-Reviews-Musee_Tiskiwin-Marrakech_Marrakech_Safi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293734-d12994921-Reviews-Musee_Yves_Saint_Laurent_Marrakech-Marrakech_Marrakech_Safi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293734-d13996051-Reviews-Musee_Berbere_Jardin_Majorelle-Marrakech_Marrakech_Safi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293734-d26342329-Reviews-Galerie_Dar_El_Bacha-Marrakech_Marrakech_Safi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293734-d25407313-Reviews-Topolina_Medina-Marrakech_Marrakech_Safi.html",
            "https://www.tripadvisor.com/Attraction_Review-g2626635-d2487576-Reviews-Radoin_Sahara_Expeditions-Fes_Meknes.html",
            "https://www.tripadvisor.com/Attraction_Review-g293734-d15559964-Reviews-Sahara_Riders-Marrakech_Marrakech_Safi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293734-d10174844-Reviews-Travel_Tamegroute-Marrakech_Marrakech_Safi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293734-d13544054-Reviews-Henna_Louaya-Marrakech_Marrakech_Safi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293734-d2235371-Reviews-Hammam_de_la_Rose-Marrakech_Marrakech_Safi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293734-d8647023-Reviews-Les_Bains_d_Orient_Marrakech-Marrakech_Marrakech_Safi.html",
            "https://www.tripadvisor.com/Attraction_Review-g15276171-d17581893-Reviews-Agafay_Quad_Biking-Agafay_Marrakech_Safi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293734-d2318825-Reviews-Henna_Cafe_Marrakech-Marrakech_Marrakech_Safi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293734-d12621156-Reviews-Click_Spa_Marrakech-Marrakech_Marrakech_Safi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293734-d12135660-Reviews-Hammam_Paradis-Marrakech_Marrakech_Safi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293734-d5616197-Reviews-Marrakech_Atlas-Marrakech_Marrakech_Safi.html",
            "https://www.tripadvisor.com/Attraction_Review-g47915-d2717964-Reviews-Holtsville_Ecology_Site-Holtsville_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g194863-d4444199-Reviews-Arienzo_Beach_Club_Positano-Positano_Amalfi_Coast_Province_of_Salerno_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g58026-d108320-Reviews-Nauticus-Norfolk_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187895-d242858-Reviews-Piazzale_Michelangelo-Florence_Tuscany.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d11926853-Reviews-SeaQuest-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g1641481-d3603155-Reviews-Termales_Santa_Rosa_de_Cabal_Balneario-Santa_Rosa_de_Cabal_Risaralda_Department.html",
            "https://www.tripadvisor.com/Attraction_Review-g40264-d8273439-Reviews-H2O_Pool_Bar-Lake_Charles_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g317086-d3804170-Reviews-Nabeul_Market-Nabeul_Nabeul_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g1865930-d7313934-Reviews-Secret_Falls_Trail-Wailua_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g147309-d150714-Reviews-Runaway_Bay-Jamaica.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293734-d13378052-Reviews-or10-Dar_El_Bacha_Musee_des_Confluences-Marrakech_Marrakech_Safi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293734-d13378052-Reviews-Dar_El_Bacha_Musee_des_Confluences-Marrakech_Marrakech_Safi.html"
    }
]