[
    {
        "attraction_name": "Dave & Buster's - Arcade",
        "attraction_name_vi": "Dave Busters - Arcade",
        "general_info": [
            "36 đánh giá",
            "72 trên 99 trò chơi vui nhộn ở Tampa",
            "Trung tâm giải trí trò chơi"
        ],
        "attraction_summary": "Tại Dave Busters, bạn có thể chơi hàng trăm trò chơi arcade mới hấp dẫn nhất trong Million Dollar Midway của chúng tôi và giành được vé cho các giải thưởng hoành tráng. Hãy thử những món ăn ngon do đầu bếp chế biến tại nhà hàng Mỹ của chúng tôi. Từ cánh gà đến bít tết, chúng tôi có bất cứ thứ gì phù hợp với khẩu vị của bạn. Quầy bar thể thao cao cấp của chúng tôi có các loại cocktail sáng tạo, tuyển chọn rượu vang ấn tượng và 20 loại bia đảm bảo được cung cấp để đáp ứng nhu cầu của bạn! Xem đội của bạn trên một trong những TV HD khổng lồ của chúng tôi với âm thanh sân vận động hoành tráng bao quanh bạn từ mọi hướng trong quán bar thể thao đè bẹp đối thủ. Mời tất cả bạn bè hoặc đồng nghiệp của bạn đến dự một bữa tiệc hoặc sự kiện khó quên! Chúng tôi làm việc với mọi quy mô và ngân sách để giúp việc lập kế hoạch trở nên dễ dàng để bạn có thể tập trung vào niềm vui!Đọc thêm",
        "reviews": [
            "Tôi đến dự tiệc sinh nhật vào chiều thứ Sáu khi thực sự KHÔNG có ai ở đây. Không một người nào ngồi ở bất kỳ bàn nào. Tôi vui lòng hỏi người pha chế xem liệu tôi có thể ngồi vào một trong các bàn để để mắt đến con tôi và tất nhiên là anh ấy nói. Khoảng 20 phút sau, một người phụ nữ đến gặp bạn. KHÔNG có ai ở khu vực nhà hàng và tiếp tục nói rằng thật không may là tôi không thể ngồi đây và chỉ vào một chiếc ghế dài. Cảm ơn nhưng không, cảm ơn. Không bao giờ cần phải quay lại cơ sở này nữa. Những người bạn nhìn thấy trong ảnh của tôi bên dưới là nhân viênĐọc thêm",
            "Kinh khủng! dịch vụ khách hàng, không thừa nhận rằng chúng tôi đang chờ đợi.  Nói chuyện với bà chủ KAREN yêu cầu máy chủ.  Cô ấy quan tâm đến người khác nhiều hơn và trả lời với thái độ khó chịu nhất.  Khi chúng tôi tiếp tục nói chuyện với cô ấy, cô ấy càng tức giận và thiếu tôn trọng chồng tôi và giơ tay lên.  Tôi chưa bao giờ đến một nơi mà khách hàng bị đối xử như những kẻ tồi tệ và nhà hàng bẩn thỉu nhất.  Đã nói chuyện với quản lý cấp trên PEGGY và cô ấy cũng không khá hơn.  Họ thực sự cần một lớp học về phép xã giao, đặc biệt là những người quản lý. Rõ ràng là sự thô lỗ của họ đã chà xát nhân viên và sa thải bà chủ nhà.  Đọc thêm",
            "Đặt bữa tối và đồ uống.  Sau 45 phút nhận thấy những người ngồi sau chúng tôi đang ăn tối.  Phải mất một lúc nhưng cô phục vụ mới chú ý hỏi về bữa tối của chúng tôi và cô ấy nói sẽ kiểm tra.... 15 phút sau cô ấy nói họ đang làm việc đó. Nói với cô ấy rằng chúng tôi đã làm xong và muốn trả tiền đồ uống và rời đi.  cô ấy gặp người quản lý, người thậm chí còn không thừa nhận sự hiện diện của chúng tôi và phải mất thêm 15 phút nữa, để anh ấy có thể tìm ra nguyên nhân gây ra sự cố, để cuối cùng chúng tôi lấy lại được thẻ tín dụng, chúng tôi chỉ gọi món gà rán... Chồng tôi muốn nói chuyện với anh ấy nhưng anh ấy phớt lờ chúng tôi và bỏ đi.Đọc thêm",
            "Vừa tổ chức tiệc sinh nhật lần thứ 13 cho con trai tôi tại Dave and Busters và thật tuyệt vời! Người quản lý đã nâng cấp phòng riêng cho chúng tôi, thật không thể tin được! Đồ ăn đều rất ngon. Nhân viên rất chu đáo. Đây là một trong những bữa tiệc sinh nhật tuyệt vời nhất mà chúng tôi từng có!Đọc thêm",
            "Chúng tôi đã ở Tamps để mừng sinh nhật lần thứ 20 của con trai tôi. Chúng tôi đã đặt chỗ trước 11 giờ tối tại Dave n Busters khi chúng tôi đến đó, bà chủ nhà và một nhân viên khác đang nói chuyện riêng phải mất một phút để thừa nhận chúng tôi. Chúng tôi đã ngồi, máy chủ của chúng tôi đến và nói xin chào các bạn. Không có lời giới thiệu nào vì chúng tôi có thể đọc được tên cô ấy trên bảng tên. Chúng tôi gọi nước cho đến khi nhìn qua thực đơn. 25 phút sau, chúng tôi ra hiệu cho cô ấy và cô ấy quay sang chúng tôi và nói ồ bạn muốn gọi đồ ăn. Chúng tôi gọi đồ ăn, các nhân viên khác Mike mang đồ ăn ra cho chúng tôi. Khi chúng tôi làm xong, chúng tôi đang đợi hóa đơn Shannon, tên trên biên lai là do bà chủ nhà nhắn tin khi nhìn lên thì thấy bạn trai tôi đang nhìn không đến bàn. 10 phút sau anh đứng dậy đi bộ đến ga ký túc xá để xin hóa đơn. Khi cô ấy đến, cô ấy đưa cho tôi ba thiết bị để nhét thẻ vào rồi bỏ đi. Tôi đã thanh toán hóa đơn của mình và chúng tôi rời đi. Nit hài lòng với dịch vụ chúng tôi nhận được. Nếu cô ấy không muốn đi làm thì cô ấy nên ở nhà. Thức ăn vẫn ngon như mọi khi. Đây là 52822 Thứ bảy sắp bước vào Chủ nhật Đọc thêm",
            "Không giãn cách xã hội, trong khu vực trò chơi và ăn uống.  Nhiều người không đeo mặt nạ đang loay hoay.  Thức ăn rất đắt tiền, trẻ em Mac một pho mát-- một muỗng giấy kraft với giá 5,40 một phần ăn.  Dịch vụ lộn xộn với rất nhiều giao thức an toàn kém cỏi bị bỏ qua. Không được đề xuấtĐọc thêm",
            "Đông đúc với trẻ em ngay cả vào tối thứ ba. Họ nên ở trên giường! Tuy nhiên vẫn vui vẻ. Bia là 6 một pop cho một nghề. Rất nhiều trò chơi thú vị để chơi. Đọc thêm",
            "DB KHÔNG phải là nơi để bạn muốn có dịch vụ nhà hàng tốt! Trước hết, RẤT LỚN đến mức bạn không thể tiếp tục một cuộc trò chuyện mà không phải suy nghĩ nhiều về bản thân mà không bị tấn công bởi những tiếng động lớn xung quanh từng tế bào của màng nhĩ.  ĐEO BẢO VỆ THÍNH GIÁC nếu bạn quyết định đến đây và làm bất cứ điều gì! Sau đó, bạn được thông báo là phải đợi 20-30 phút mới có thể ngồi.  Rất nhiều bàn mở cho mọi người ngồi, nhưng khi bạn đứng đó chờ đợi, bạn có thể xem các bàn xe buýt gần như không tồn tại của phi hành đoàn với tốc độ chậm nhất có thể. Cuối cùng, khi bạn ngồi xuống, bạn sẽ thấy một thực đơn nhỏ hét lên, Tại sao chúng tôi lại làm vậy? hãy đến đây lần nữa? Khi thức ăn của bạn đến và người phục vụ đồ ăn hỏi bạn có cần gì không, bạn cho anh ta biết và anh ta KHÔNG TRẢ LẠI! Máy chủ của bạn hầu như không đến để kiểm tra và bạn rất vui khi nhận được séc để rời khỏi đó bạn sẽ không bao giờ muốn quay lại đây nữa vì dịch vụ, bầu không khí và sự thiếu cảm hứng của bất kỳ nhân viên nào để làm tốt công việc của họ và quan tâm đến trải nghiệm của khách hàng. Hơn nữa, khi bạn cố gắng lái xe ra khỏi bãi đậu xe đông đúc không rõ lý do rất nhiều, bạn có thể thấy những gì phải diễn ra bên trong RẤT cỏ dại mọc um tùm mọc ra từ các dải phân cách khác nhau của bãi đậu xe khắp bên ngoài cơ sở này cùng với TẤT CẢ CÁC CÂY CHẾT.Đọc thêm",
            "Nếu bạn đã từng đến Dave and Busters, bạn sẽ biết điều gì sẽ xảy ra.  Thức ăn ngon, nhưng giá quá cao ngay cả về chất lượng. Nơi này ồn ào quá.  Đồ uống ngon.  Nơi này cực kỳ bận rộn nên phải mất một thời gian mới có thể chơi được những trò chơi mà bạn muốn.  Đọc thêm",
            "Khi ở Tampa qua đêm, chúng tôi quyết định đưa 4 đứa con của mình đến đó để nghỉ ngơi một thời gian. Chúng tôi hiểu rằng đó là để giải trí và chúng tôi sẽ không rời khỏi đó với bất kỳ giải thưởng quan trọng nào. Tuy nhiên, ít nhất phải nói rằng chuyến thăm này vô cùng đáng thất vọng. Một trong những đứa trẻ của chúng tôi đang chơi Trò chơi Bánh xe Big Bass và điểm đánh dấu hình ảnh LỚN trên màn hình rõ ràng nằm ở vạch chiến thắng khi giành được 500 vé. Thật thú vị khi cô ấy giành chiến thắng. Tuy nhiên màn hình điện tử báo cô chỉ trúng được 4 vé. Tôi vui lòng nhờ ai đó giúp đỡ. Một người đàn ông đến gần và nhìn vào chiếc máy và nói rằng anh ta có thể di chuyển nó một chút nhưng anh ta sẽ không làm như vậy mà còn đề nghị cho cô ấy một vòng quay miễn phí. Không xin lỗi, v.v. Hãy ghi nhớ điểm đánh dấu trực quan lớn trên màn hình có ghi rõ người chiến thắng. Tôi viết điều này dựa trên nguyên tắc. Cô ấy chỉ có 700 vé khi tất cả đã được nói và làm xong và 500 vé đó sẽ không tạo ra sự khác biệt lớn nào, chưa kể rằng chúng tôi đã chi hơn 100 vé chỉ cho các trò chơi và thậm chí còn quyên góp cho tổ chức từ thiện mà họ đang tài trợ. Về cơ bản chúng tôi đã rời đi với 6 gói kẹo và một ít thú nhồi bông. Ít nhất sẽ được đánh giá cao vô cùng nếu có một chút dịch vụ khách hàng được cung cấp thay vì chúng tôi buồn bã rời đi mà không muốn quay lại.Đọc thêm"
        ],
        "star_ratings": [
            6,
            10,
            4,
            1,
            15
        ],
        "review_amount": 36,
        "location": [
            "Những điều cần làm ở Tampa",
            "Florida FL",
            "Hoa Kỳ",
            "Dave Busters - Arcade",
            "Tampa"
        ],
        "reviews_time": [
            "Written April 5, 2024",
            "Written August 20, 2023",
            "Written March 19, 2023",
            "Written December 11, 2022",
            "Written May 31, 2022",
            "Written April 7, 2021",
            "Written October 1, 2020",
            "Written September 20, 2020",
            "Written November 21, 2019",
            "Written August 26, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g34678-d13814593-Reviews-Dave_Buster_s_Arcade-Tampa_Florida.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g34678-d15595807-Reviews-Dave_Buster_s_Tampa_Brandon-Tampa_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34678-d4275061-Reviews-Mango_s_Sunset_Grill-Tampa_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34678-d2562497-Reviews-Cherry_s_Bar_Grill-Tampa_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34678-d821283-Reviews-Villa_Rina_Pizza_INC-Tampa_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34678-d8272066-Reviews-Grape_Leaf_Express-Tampa_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34678-d466676-Reviews-Bob_Evans-Tampa_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34099-d811591-Reviews-The_Cheesecake_Factory-Brandon_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34678-d2279988-Reviews-Green_Island_Frozen_Yogurt_Tea_bar-Tampa_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34678-d4947708-Reviews-Irie_Bay_Jamaican_Cuisine-Tampa_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34099-d3609111-Reviews-Bahama_Breeze-Brandon_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34099-d10814756-Reviews-Westfield_Brandon-Brandon_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34678-d3521916-Reviews-Wat_Mongkolrata_Temple-Tampa_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34099-d1911898-Reviews-Limona_Fellowship_Hall-Brandon_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34099-d23557655-Reviews-Galactic_Playgrounds_last_entry_2_hours_before_closing-Brandon_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34678-d12232165-Reviews-Florida_State_Fair-Tampa_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34678-d10367158-Reviews-Veterans_Memorial_Park_and_Museum-Tampa_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34678-d4007712-Reviews-Eureka_Springs_Park-Tampa_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34591-d8699413-Reviews-International_Independent_Showmen_s_Museum-Riverview_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34678-d2647446-Reviews-The_MidFlorida_Credit_Union_Amphitheatre-Tampa_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34099-d12606938-Reviews-All_Person_s_Rotary_Park-Brandon_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34678-d13814593-Reviews-or10-Dave_Buster_s_Arcade-Tampa_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34678-d7976241-Reviews-Can_You_Escape_Tampa-Tampa_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34678-d14125140-Reviews-Axe_Throwing_Tampa-Tampa_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34678-d12176720-Reviews-American_Escape_Rooms-Tampa_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34678-d8389154-Reviews-Rabbit_Hole_Escape_Games-Tampa_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34678-d7387086-Reviews-The_Great_Escape_Room-Tampa_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34678-d11877426-Reviews-IFLY_Indoor_Skydiving_Tampa-Tampa_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34678-d6561186-Reviews-Topgolf_Tampa-Tampa_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34678-d23109774-Reviews-Civil_Axe_Throwing_Tampa-Tampa_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34678-d13372834-Reviews-America_s_Escape_Game-Tampa_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34678-d2535032-Reviews-Tampa_Bay_Downs-Tampa_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34678-d17478921-Reviews-Bass_Pro_Shops-Tampa_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34678-d1868296-Reviews-Ybor_City_Historic_Walking_Tours-Tampa_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34099-d3616979-Reviews-AMC_The_Regency_20-Brandon_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34678-d4312278-Reviews-Chasing_Tails_Charters-Tampa_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34678-d17168730-Reviews-Brandon_Crossroads_Bowl-Tampa_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34678-d10188717-Reviews-Sky_Zone_Trampoline_Park-Tampa_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34678-d15467074-Reviews-The_Airosphere-Tampa_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34678-d25802220-Reviews-Intense_Escape-Tampa_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34678-d6953947-Reviews-TGH_Ice_Plex-Tampa_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34678-d24897638-Reviews-Game_Over_Escape_Rooms-Tampa_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34099-d6901618-Reviews-FR_Bottle_Shop-Brandon_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g658275-d11789873-Reviews-Playas_de_Vera-Vera_Province_of_Almeria_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d615551-Reviews-Dodger_Stadium-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d3948479-Reviews-Franklin_Music_Hall-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d9986164-Reviews-Aritsugu-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g51048-d12903720-Reviews-NickelWorld-Toledo_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g1156314-d3507748-Reviews-Kayra_Beach_Club-Dikili_Dikili_District_Izmir_Province_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g60827-d13205623-Reviews-King_of_NY_Biggie_Memorial-Brooklyn_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60588-d154311-Reviews-Spencer_Beach_Park-Waimea_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60864-d295965-Reviews-Algiers_Point-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g187443-d8736765-Reviews-Torre_Sevilla-Seville_Province_of_Seville_Andalucia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g34678-d13814593-Reviews-or10-Dave_Buster_s_Arcade-Tampa_Florida.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g34678-d13814593-Reviews-Dave_Buster_s_Arcade-Tampa_Florida.html"
    }
]