[
    {
        "attraction_name": "David Gareja Monastery",
        "attraction_name_vi": "Tu viện nhà thờ David",
        "general_info": [
            "331 đánh giá",
            "1 trong 3 hoạt động giải trí ở Udabno",
            "Địa điểm ưa thích",
            "Địa điểm tôn giáo"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Kinh ngạc.  Nó không thể thực hiện được nhưng đáng nỗ lực. Chỉ cần đến đó sẽ đưa bạn qua một khung cảnh thay đổi, nơi dê và cừu bắt đầu xuất hiện. Thật là một khu phức hợp thú vị.  Thật tốt khi có một người hướng dẫn có nhiều câu chuyện và thông tin thú vị về lịch sử của nơi này.Đọc thêm",
            "Tên Tu viện này được cho là gắn liền với cái tên mà Thánh David đã chọn để tự gọi mình. Ông là một trong những đệ tử của Zedasnely được cử đến Đông Georgia để củng cố Cơ đốc giáo. Toàn bộ khu phức hợp tu viện thật ngoạn mục với các hang động, một số phòng giam, sân cũ và nhà thờ Biến hình. Nó chắc chắn đáng được ghé thăm.Đọc thêm",
            "Đó là một chuyến tham quan tuyệt vời. Phong cảnh ngoạn mục. Có một ngày tuyệt vời và đặc biệt cảm ơn người hướng dẫn của chúng tôi, Deme.\nAnh ấy thân thiện và rất nhiều thông tin và cung cấp nhiều thông tin về Georgia và lịch sử của nó.  Rất thích!!!\nCảm ơn vì trải nghiệm tuyệt vời!! Đọc thêm",
            "Tu viện lịch sử chắc chắn đáng để ghé thăm.  Có một số xáo trộn liên quan nên sẽ khó nhìn thấy mọi thứ nếu bạn không di động.  Phần trên của khu phức hợp với những bức tranh hang động cũ hơn đã bị đóng cửa do những bất đồng với Azerbaijan, điều này thật đáng thất vọng.  Đó vẫn là một chuyến đi tuyệt đẹp đến khu phức hợp và tu viện kiên cố phía dưới thật tuyệt vời để xem.  Chúng tôi nhìn thấy những người chăn cừu cưỡi ngựa chăn cừu cùng chó của họ trên đường đến đó và quay về, điều đó cũng rất thú vị.Đọc thêm",
            "Tu viện lịch sử chắc chắn đáng để ghé thăm.  Có một số xáo trộn liên quan nên sẽ khó nhìn thấy mọi thứ nếu bạn không di động.  Phần trên của khu phức hợp với những bức tranh hang động cũ hơn đã bị đóng cửa do những bất đồng với Azerbaijan, điều này thật đáng thất vọng.  Đó vẫn là một chuyến đi tuyệt đẹp đến khu phức hợp và tu viện kiên cố phía dưới thật tuyệt vời để xem.  Chúng tôi nhìn thấy những người chăn cừu cưỡi ngựa chăn cừu cùng chó của họ trên đường đến đó và quay về, điều đó cũng rất thú vị.Đọc thêm",
            "Đó là một chuyến tham quan tuyệt vời. Phong cảnh ngoạn mục. Có một ngày tuyệt vời và đặc biệt cảm ơn người hướng dẫn của chúng tôi, Deme. Anh ấy rất thân thiện, rất nhiều thông tin và cung cấp nhiều thông tin về Georgia và lịch sử của nó.  Rất thích!!! Cảm ơn vì trải nghiệm tuyệt vời!! Đọc thêm",
            "Tên Tu viện này được cho là gắn liền với cái tên mà Thánh David đã chọn để tự gọi mình. Ông là một trong những đệ tử của Zedasnely được cử đến Đông Georgia để củng cố Cơ đốc giáo. Toàn bộ khu phức hợp tu viện thật ngoạn mục với các hang động, một số phòng giam, sân cũ và nhà thờ Biến hình. Nó chắc chắn đáng được ghé thăm.Đọc thêm",
            "Nơi này rất đẹp và rất đặc biệt, một tu viện cổ xưa còn hoạt động được khắc trên đá, nhưng chúng tôi ngạc nhiên khi phát hiện ra rằng phần lớn địa điểm, các hang động và khoảng 18 tu viện nhỏ, nằm trên lãnh thổ xung đột giữa Georgia và Azarbejan. Ngoại trừ tu viện chính và tu viện, chỉ có một tu viện nhỏ lát đá mà bạn có thể đến được. Đường bị quân lính chặn.Đọc thêm",
            "Thật tuyệt. Nó nằm ngoài đường nhưng xứng đáng với công sức bỏ ra. Chỉ cần đến đó là bạn sẽ thấy quang cảnh thay đổi, nơi dê và cừu bắt đầu xuất hiện. Một khu phức hợp thú vị. Thật tuyệt khi có một hướng dẫn viên có nhiều câu chuyện và thông tin thú vị về lịch sử của nơi này. Đọc thêm",
            "Bản thân Tu viện rất ngoạn mục và độc đáo, nhưng chúng tôi chắc chắn sẽ cho nó 5 sao, đặc biệt là khi anh ta đi đến những hang động được cho là tuyệt vời hiện đã bị giới hạn. Điều mang lại trải nghiệm 5 sao là chuyến đi bộ mà chúng tôi đã thực hiện từ thung lũng đến dãy núi Rainbow, hoặc điều mà các con tôi quyết định nên làm là Dãy núi Bacon, vì đó là màu sắc giống với tháng 8 hơn:.  Chúng tôi bắt đầu chuyến đi bộ tại bãi đậu xe của Tu viện và đi theo những con đường mòn dành cho bò vào thung lũng rồi đi bộ quanh khu vực xinh đẹp.  Đó là một hệ sinh thái mong manh và chúng tôi rất vui khi được đi bộ đường dài chứ không phải trên một chiếc xe 4WD.  Không có con đường nào được đánh dấu nhưng có nhiều phân bò để cho bạn biết rằng bạn đang đi trên một con đường đủ dễ đi theo.  Bạn luôn có thể xem Tu viện như một điểm tham khảo. Lưu ý: chúng tôi may mắn được đến thăm vào một ngày tháng Tám mát mẻ.  Tôi chắc chắn sẽ không đề xuất chuyến đi bộ này vào một ngày nắng nóng.  Tôi chắc chắn nó sẽ tuyệt vời vào mùa xuân Đọc thêm",
            "Chúng tôi ở David Gareja và chỉ có thể đến thăm lavra. Tu viện udabno không thể tiếp cận được vì xung đột aserbaidschan của Gruzia. Tôi sẽ giới thiệu nếu bạn đi trên đường. Nhưng đừng đến đây trong chuyến đi nửa ngày từ Tiflis hoặc nơi nào khácĐọc thêm",
            "Chúng tôi lấy bản đồ đường đi. Tôi khuyên chúng tôi nên làm. Với chiếc 4WD của chúng tôi thì không có vấn đề gì, nhưng ngược lại thì đúng là như vậy. Đẹp nhưng phải đi một quãng đường dài.  Ở tu viện thấp nhất, chúng tôi chỉ có thể đến thăm nhà thờ đã được trùng tu rất nhiều, đối với tôi thì hơi nhiều. Nhà thờ cao hơn bị cấm đến thăm vì vấn đề biên giới. Chúng tôi thất vọng... nhưng quang cảnh rất đẹp!Đọc thêm",
            "Trải nghiệm hoàn toàn tuyệt vời, Hãy dẫn theo hướng dẫn viên du lịch vì không có dấu hiệu nào bên trong tu viện.Đọc thêm",
            "Tuyệt đối phải xem! Rất gần biên giới Azerbaijan. Khung cảnh tuyệt vời trên núi, nhiều lịch sử. Bạn có thể chụp ảnh nhưng không được nói chuyện. Các nhà sư vẫn đang sống ở đây.Đọc thêm"
        ],
        "star_ratings": [
            227,
            74,
            19,
            5,
            6
        ],
        "review_amount": 331,
        "location": [
            "Vùng Kakheti",
            "Udabno",
            "Châu Âu",
            "Tu viện nhà thờ David",
            "Các hoạt động ở Udabno",
            "Gruzia"
        ],
        "reviews_time": [
            "Written July 25, 2023",
            "Written September 21, 2023",
            "Written November 3, 2023",
            "Written November 10, 2023",
            "Written November 11, 2023",
            "Written November 3, 2023",
            "Written September 21, 2023",
            "Written September 3, 2023",
            "Written July 26, 2023",
            "Written August 9, 2022",
            "Written July 19, 2022",
            "Written July 18, 2022",
            "Written June 1, 2022",
            "Written October 24, 2021"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g4224054-d4221842-Reviews-David_Gareja_Monastery-Udabno_Kakheti_Region.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g4224054-d4221842-Reviews-or10-David_Gareja_Monastery-Udabno_Kakheti_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g294195-d24009953-Reviews-Shale_Parnaya-Tbilisi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294195-d17560936-Reviews-Mzianeti_Horse_Riding-Tbilisi.html",
            "https://www.tripadvisor.com/Attraction_Review-g187785-d195424-Reviews-Vomero-Naples_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g32049-d110245-Reviews-Lake_Alpine-Bear_Valley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d526984-Reviews-Capital_Circus_of_Budapest-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g47185-d109661-Reviews-Lincoln_National_Forest-Ruidoso_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g60653-d1059208-Reviews-Tropical_Farms_The_Macadamia_Nut_Farm_Outlet-Kaneohe_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g297889-d8084305-Reviews-Wolmi_Theme_Park-Incheon.html",
            "https://www.tripadvisor.com/Attraction_Review-g29220-d1020424-Reviews-Pua_a_Ka_a_State_Park-Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g1021288-d7788330-Reviews-Nissan_Heritage_Collection-Zama_Kanagawa_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g41499-d569070-Reviews-Ridgevale_Beach-Chatham_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g2201167-d6868197-Reviews-Ancient_Lappa-Argyroupolis_Rethymnon_Prefecture_Crete.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g4224054-d4221842-Reviews-or10-David_Gareja_Monastery-Udabno_Kakheti_Region.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g4224054-d4221842-Reviews-David_Gareja_Monastery-Udabno_Kakheti_Region.html"
    }
]