[
    {
        "attraction_name": "Daylight Beach Club",
        "attraction_name_vi": "Câu lạc bộ bãi biển ánh sáng ban ngày",
        "general_info": [
            "78 đánh giá",
            "184 trên 430 Cuộc sống về đêm ở Las Vegas",
            "Câu lạc bộ quán bar",
            "Câu lạc bộ bể bơi trên bãi biển"
        ],
        "attraction_summary": "Bình minh của một kỷ nguyên mới trong cuộc sống hàng ngày đang đến với chúng ta! Câu lạc bộ Bãi biển Ánh sáng ban ngày, tọa lạc tại Khu nghỉ dưỡng và Sòng bạc Mandalay Bay, là nơi nghỉ dưỡng phức tạp bên hồ bơi! Mỗi cuối tuần, DAYLIGHT Beach Club biến thành một địa điểm giải trí xa hoa với sân khấu rộng 1.400 foot vuông làm trung tâm của địa điểm với sự góp mặt của các DJ, nghệ sĩ biểu diễn và nghệ sĩ âm nhạc nổi tiếng thế giới cũng cung cấp nhạc nền tại hộp đêm LIGHT, hoàn chỉnh với các tiện nghi hiện đại nhất. -Âm thanh, ánh sáng nghệ thuật. Bố cục độc đáo đảm bảo rằng mọi người đều là một phần của hành động! Ánh sáng ban ngày nằm ở vị trí thuận tiện ngay gần đại lộ Las Vegas, khiến nơi đây trở thành một trong những địa điểm câu lạc bộ ban ngày dễ dàng tiếp cận nhất ở Las Vegas, cho cả khách của Vịnh Mandalay, Delano và Four Seasons cũng như khách của các khu nghỉ dưỡng khác. Cho dù bạn đang thưởng thức cocktail tại quầy bar, dùng bữa với thực đơn đầy đủ hay tiệc tùng trong căn chòi VIP hay nhà gỗ hoàn chỉnh với bể ngâm riêng, Daylight thực sự mang đến điều gì đó cho tất cả mọi người.Đọc thêm",
        "reviews": [
            "Đọc thêm",
            "Ngày tuyệt vời của các cô gái. Đặt tiệc hồ bơi như một phần của lễ kỷ niệm sinh nhật lần thứ 40, đến từ Vương quốc Anh. Chúng tôi được chào đón tại cửa và được chỉ đến cabana của mình. Với mức chi tiêu tối thiểu để đáp ứng, chúng tôi đã có 2 chai rượu vodka pha trộn và đá được Evan và đồ ăn bổ sung thường xuyên, đồ ăn thực sự tuyệt vời để chọn trong khi uống và nhảy! Linda đã chăm sóc chúng tôi rất tốt và nói chuyện với chúng tôi trong suốt quá trình chi tiêu tối thiểu, cô gái thực sự đáng yêu. Với cabana, chúng tôi có một hồ bơi chung với những cabana khác, thật tuyệt trong cái nóng của tháng 7, cũng như máy phun nước trong cabana. Chúng tôi đã có rất nhiều niềm vui khi khiêu vũ và cảm thấy rất an toàn, xin gửi lời cảm ơn đến Junior, người đã liên tục kiểm tra rằng tất cả chúng tôi đều ổn. Không thể đánh giá cao nhân viên ở đây đủ. Đọc thêm",
            "Vào ngày 5122, tôi đã mua vé cho vợ chồng tôi và khi chúng tôi đến nơi, chúng tôi nhanh chóng nhận ra rằng chúng tôi không thuộc về nhau mặc dù chúng tôi đã chọn ở lại và xếp hàng chờ. Hóa ra, chúng tôi là 2 người da trắng duy nhất ở đó và chồng tôi đang đội chiếc mũ thực thi pháp luật mà anh ấy luôn đội. Mỗi người phụ nữ xếp hàng đều có một chiếc túi đi biển lớn nhưng chúng tôi là 2 người duy nhất được yêu cầu rời đi ngay cả khi tôi có một chiếc túi rất nhỏ cỡ ví. Lực lượng an ninh đã đến và xin lỗi và nói rằng điều đó đơn giản là không an toàn cho chúng tôi và đó là bằng chứng rõ ràng tại sao họ lại cảm thấy như vậy, đặc biệt là với tất cả những hành vi phân biệt chủng tộc đáng tiếc đối với cảnh sát đang diễn ra. Chúng tôi hiểu và rời đi mà không gặp vấn đề gì và được thông báo rằng chúng tôi có thể được hoàn lại tiền cho 100 vé. Khi tôi gọi cho người tự nhận là giám đốc, cô ấy gọi tôi là kẻ nói dối và cực kỳ thô lỗ, trẻ con, non nớt và hoàn toàn thiếu tôn trọng. Chúng tôi đã ghi lại toàn bộ cuộc trò chuyện. Cô ấy nói thà nhổ vào mộ còn hơn cho chúng tôi một đô la. Chúng tôi đau bụng vì chuyện này. Tôi kỳ vọng doanh nghiệp này phải chuyên nghiệp và không hành động theo cách khiến vấn đề nhanh chóng leo thang và cố tình kích động chúng.Đọc thêm",
            "Đó là những bước bổ sung nhỏ mà chúng tôi phải thực hiện sau COVID. Bạn cần đặt trước giường để được tham gia bữa tiệc bể bơi. Chúng tôi đã đặt trước giường ban ngày, chi tiêu tối thiểu là 400. Chúng tôi đến đó vào buổi trưa, không cần xếp hàng, đi thẳng vào giường đã đặt trước của mình. Xung quanh có đủ người, không quá đông đúc như những bữa tiệc bể bơi thông thường. Chúng ta đã có một thời gian tốt đẹp. Bạn cần đeo khẩu trang khi ra ngoài hồ bơi, ngay cả khi ở bên hồ bơi khi không uống rượu. Nếu uống rượu thì không cần phải đeo khẩu trang. Âm nhạc với DJ, dịch vụ tuyệt vời từ nhân viên. Nhìn chung, tôi có thể nói rằng chúng tôi đã có khoảng thời gian vui vẻ nhất có thể.Đọc thêm",
            "My friends and I went to this pool on Jul 3, 2020.  We went to meet our friends who were already inside. As we stood in line, an employee talked to us and asked if we had a reservation. We said no and we were told that we would need to spend 1000 minimum for a booth to get in. We asked if we were in the wrong line because our friends had previously gotten in without the minimum. The employee apologized and said we must be mistaken cause that was the only way in. We left and called our friend who walked out and asked what the problem is. We were then told we couldnt  come in now because we needed to be guests of the Mandalay Bay, which we were. They then said we couldnt come in because we had outside towels. Finally a sweet manager came and told us that we could come in and he was sorry about the inconvenience. After we came in we were stopped by the security guard no less than 6 times. He told us I couldnt hug my husbandhe couldnt carry me in the pool bc of covid. That we couldnt eat at the pool and needed to go to the bar. That I need to wear a mask at the bar even though I was eating, etc. Im all for respecting rules but I noticed that there were  people in the pool twerking and making out and others in cabanas a hop skip and a jump from having sex in public. Other people walking around without masks etc. I noticed he only stopped Black people that didnt look like they came from money not wearing name brands etc.  I went to have a good time, but the security guard and the first employee we encountered made me feel really ugly, unworthy, and poor. I wish I had gone to the initial manager about the experience but we were scared that we would be retaliated against as my sister was supposed to get married at the hotel the next day. I hope that management from here sees this and the employees get some diversity training. I still feel like crying the way we were treated. It was really frustrating to deal with this in this day and age :Read more",
            "nơi tốt nhất để tắm nắng, tiệc bên hồ bơi mát mẻ, đồ uống tuyệt vời và tầm nhìn rộng mở ra Vịnh Mandalay!Đọc thêm",
            "Lần thứ ba ở đây và LẠI CÓ MỘT LẦN NỔI!  Hãy luôn thực hiện một cuộc thu thập thông tin về nhóm và kết thúc ở đây để có được nhóm cuối cùng và quyết định tốt nhất từ ​​​​trước đến nay!  Bỏ qua các dòng là một điểm cộng!  Hoàn toàn cần nhiều đấu thầu quầy bar hơn để hướng tới những vị khách không phải VIP cũng đang chi tiền tại địa điểm của họ, vì vậy hãy thể hiện lòng biết ơn của họ là phản hồi của tôi đối với bất kỳ ai có thể thực hiện thay đổi nâng cấp này.  TIỀN LÀ TIỀN nên hãy thể hiện sự trân trọng với họ.  Lời thoại của họ dài dòng và mệt mỏi khi tôi xem, điều này tương đương với những trải nghiệm tiêu cực.  Điều này có thể tránh được bằng cách thuê thêm các nhà thầu thanh.  ĐIỂM NỔI BẬT LÀ RICK ROSS ĐÃ ĐẾN SÂN KHẤU!!!  Bất ngờ thú vị và sự rung cảm thật phi thường!  Không thể chờ đợi để trở lại. Cảm ơn vì bức ảnh Ông Atlanta Falcons!Đọc thêm",
            "Tôi đã ở Vegas với bạn bè và chúng tôi đã đến thăm tất cả những nơi mà chúng tôi có thể tiệc tùng, đây là một trong những nơi tuyệt vời nhất. Ban ngày là tiệc bể bơi và ban đêm là câu lạc bộ với nhạc sống tuyệt vời. Tôi đã có trải nghiệm tuyệt vời nhất ở đây và tôi khuyên bạn nên đến đó ít nhất một ngày. Lúc nào cũng đông đúc.Đọc thêm",
            "Đây là câu lạc bộ bãi biển tốt nhất tôi từng đến ở Vegas. Tại sao? Bể bơi thực chất là một bể bơi thực sự chứ không phải bể ngâm nhỏ xíu như hầu hết các câu lạc bộ bãi biển khác. DJ có sân khấu riêng và mọi người đều có thể xem. Âm nhạc được pha trộn tốt vào thứ Sáu. Dịch vụ khách hàng thật TUYỆT VỜI. Đội ngũ kiểm tra rất tốt không giống như một số nơi họ rất thô lỗ. Người quảng bá ROMEO thật TUYỆT VỜI, đã đưa tôi vào danh sách khách mời của hộp đêm Light mặc dù tôi đã trễ hạn. Máy chủ LINDA và máy chủ TEVIN rất xuất sắc! Ngay cả người phụ nữ trong phòng tắm đưa khăn giấy cũng rất tuyệt. Lời khuyên tốt nhất --- hãy lấy một chiếc giường ban ngày hoặc một chiếc cabana nếu không bạn sẽ không tồn tại được lâu dưới ánh nắng mặt trời không có bóng râm. Nó cũng khá lớn nên tất cả các phần VIP KHÔNG được nhồi nhét vào nhau. Tôi rất ngạc nhiên và chắc chắn sẽ quay lại.Đọc thêm",
            "Người pha chế rất thô lỗ. Dịch vụ chậm. Phải mất mãi mãi để có được một thức uống. Chúng tôi đã ở Ludacris vào ngày 15 tháng 9. Hiệu suất tuyệt vời.Đọc thêm",
            "Vé mua trước cho Ludacris vào thứ bảy. Chúng tôi đã không thể gặp anh ấy khi chúng tôi rời đi. Việc nhập cảnh rất nhanh chóng và dễ dàng, về cơ bản không có hàng đợi nào đối với vé trả trước, điều này thật tuyệt. Đến khoảng 12 giờ trưa và đã rất bận rộn. Không có không gian xung quanh khu vực hồ bơi vì nó quá đông đúc. Cuối cùng chúng tôi cũng có được một chỗ nhưng rời đi vào khoảng 2 giờ chiều. Không có thực đơn nào ở khu vực quầy bar, gọi một cốc lưu niệm với cocktail là 38. Âm nhạc rất hay và nhìn chung thích địa điểm này nhưng giống như mọi câu lạc bộ đêm ở Vegas, sẽ không thú vị lắm nếu bạn không có bàn VIP. Đọc thêm"
        ],
        "star_ratings": [
            21,
            23,
            11,
            7,
            16
        ],
        "review_amount": 78,
        "location": [
            "Hoa Kỳ",
            "Nevada NV",
            "Những điều cần làm ở Las Vegas",
            "Las Vegas",
            "Câu lạc bộ bãi biển ánh sáng ban ngày"
        ],
        "reviews_time": [
            "Written July 16, 2023",
            "Written May 18, 2022",
            "Written October 11, 2020",
            "Written July 13, 2020",
            "Written April 16, 2020",
            "Written July 3, 2019",
            "Written July 3, 2019",
            "Written April 14, 2019",
            "Written October 19, 2018",
            "Written September 25, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g45963-d4454179-Reviews-Daylight_Beach_Club-Las_Vegas_Nevada.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g45963-d2199134-Reviews-Ri_Ra-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Restaurant_Review-g45963-d492159-Reviews-Veranda-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Restaurant_Review-g45963-d8737867-Reviews-Rivea-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Restaurant_Review-g45963-d8778724-Reviews-Skyfall_Lounge-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Restaurant_Review-g45963-d4586971-Reviews-Kumi_Japanese_Restaurant_and_Bar-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Restaurant_Review-g45963-d422631-Reviews-Charlie_Palmer_Steak-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Restaurant_Review-g45963-d663943-Reviews-Stripsteak_Las_Vegas-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Restaurant_Review-g45963-d422613-Reviews-Tender_Luxor-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Restaurant_Review-g45963-d481409-Reviews-Foundation_Room_Las_Vegas-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Restaurant_Review-g45963-d867433-Reviews-Backstage_Deli-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d14758481-Reviews-Mandalay_Place_the_Resort_Shops-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d534111-Reviews-Casino_at_Mandalay_Bay-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d12163991-Reviews-Moorea_Beach_Club-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d1106066-Reviews-Mandalay_Bay_Beach-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d20312119-Reviews-Mandalay_Bay_Event_Center-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d1501219-Reviews-Titanic_The_Artifact_Exhibition-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d553030-Reviews-High_Tea_at_the_Four_Seasons-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d3516016-Reviews-Shark_Reef_Aquarium-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d23473814-Reviews-Allegiant_Stadium_Tours-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d102515-Reviews-Casino_at_Luxor_Las_Vegas-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d4454179-Reviews-or10-Daylight_Beach_Club-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d23642817-Reviews-Best_Bet_Vegas_Tours-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d9826845-Reviews-Rockstarcrawls_Las_Vegas-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d6887976-Reviews-Turnt_Up_Tours-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d11742540-Reviews-Fat_Tuesday-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d24000457-Reviews-Send_Me_To_Vegas_Tours-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d8051443-Reviews-Earth_Limos_Buses-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d15224485-Reviews-Pro_Party_Crawls-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d657412-Reviews-Overlook_Lounge_Aperitifs_Spirits-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d7094903-Reviews-Las_Vegas_Club_Crawl_LA_Epic-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d553198-Reviews-Peppermill_s_Fireside_Lounge-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d14077496-Reviews-Ring_Tours_Travel-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d17806700-Reviews-Rhythm_and_Riffs-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d4601693-Reviews-Eye_Candy_Bar-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d19901658-Reviews-Drag_Diva_Brunch-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d7106688-Reviews-Light-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d18276328-Reviews-Hazel-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d592425-Reviews-Mandalay_Bay_Wedding_Chapels-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d5567677-Reviews-The_LIGHT_Vegas-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d183422-Reviews-Red_Square-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d532152-Reviews-House_of_Blues-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d4173939-Reviews-Michael_Jackson_ONE_by_Cirque_du_Soleil-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d7252899-Reviews-Paddle_To_The_Core-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d105199-Reviews-Fox_Theatre-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g291969-d541691-Reviews-Barton_Creek_Cave-Cayo.html",
            "https://www.tripadvisor.com/Attraction_Review-g60403-d622390-Reviews-Timbavati_Wildlife_Park-Wisconsin_Dells_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g1182426-d6039883-Reviews-Gun_Blast_Shooting_Range-Nadur_Island_of_Gozo.html",
            "https://www.tripadvisor.com/Attraction_Review-g580202-d10768931-Reviews-Spiaggia_Di_Minori-Minori_Amalfi_Coast_Province_of_Salerno_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d189384-Reviews-Vondelpark-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g32997-d532025-Reviews-Caymus_Vineyards-Rutherford_Napa_Valley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g311298-d13975519-Reviews-Lust_Lost_ChillBar-Canggu_North_Kuta_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g41848-d582610-Reviews-Davis_Farmland-Sterling_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g150773-d6424449-Reviews-Flora_Farms-Los_Cabos_Baja_California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g45963-d4454179-Reviews-or10-Daylight_Beach_Club-Las_Vegas_Nevada.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g45963-d4454179-Reviews-Daylight_Beach_Club-Las_Vegas_Nevada.html"
    }
]