[
    {
        "attraction_name": "Daytona Lagoon",
        "attraction_name_vi": "Đầm Daytona",
        "general_info": [
            "500 đánh giá",
            "17 trong số 107 điều cần làm ở Bãi biển Daytona",
            "Công viên nước"
        ],
        "attraction_summary": "Đã xem trang web và lên kế hoạch đi vào thứ Tư, ngày 22 tháng 5.  Lái xe 45 phút để đến công viên vui chơi và trò chơi điện tử với 2 đứa con của tôi và bà của chúng.  Chúng tôi đậu xe trong gara đã được thông báo và lượng xe cộ qua lại rất đông, bãi đậu xe là 15 chỗ cho bãi đậu xe dành cho sự kiện và tôi yêu cầu người phục vụ đảm bảo rằng nhà để xe đó cũng dành cho Daytona Lagoon.  Cô ấy nói rằng vì vậy tôi đã trả 15 đô la để đỗ xe, sau khi lên đến đỉnh gara khoảng 8 phút sau, chúng tôi đi bộ xuống.  Không có biển báo nào trong gara cho biết lối ra nào sẽ sử dụng nên chúng tôi đã đi sai hướng và phải đi bộ qua gara xe buýt.  Chúng tôi đi vòng quanh và đi lên để vào và có những tấm biển viết tay trên cửa máy chủ không hoạt động.  Tôi vừa mới truy cập trang web trước khi chúng tôi rời đi và không có thông báo hay cảnh báo nào rằng cơ sở đã đóng cửa nên chúng tôi phải đi bộ ngược lên nhà để xe để rời đi.  Đã liên hệ với nhà để xe và họ không hoàn tiền do doanh nghiệp đóng cửa.  Chuyến đi rất đáng thất vọng mà lẽ ra có thể tránh được nếu nó được ghi chú trên trang web.Đọc thêm",
        "reviews": [
            "Tôi đã thất vọng.  Chúng tôi đến đó ngay khi họ mở cửa và căn chòi của chúng tôi, thứ mà chúng tôi phải trả thêm tiền, đã bẩn như thể họ không dọn dẹp vào đêm hôm trước.  Các phòng tắm có vẻ như đã lâu không được dọn dẹp.   Khu vực ăn uống cạnh quán bán đồ ăn nhanh Bên trong rất bẩn thỉu. Mỗi lần chỉ có một cầu trượt được mở.  Dòng sông lười đã đóng cửa suốt thời gian chúng tôi ở đó.  Chúng tôi đi xe ngựa một lần và sau đó nó đóng cửa suốt thời gian còn lại trong ngày.  Một lần chúng tôi đi xe, không ai kiểm tra để đảm bảo dây an toàn của chúng tôi được thắt chặt chứ đừng nói đến an toàn.  Tất cả nhân viên đều hành động như thể họ ghét công việc của mình.  Tôi đã cố gắng nhiều hơn để nói lời cảm ơn và mỉm cười để cố gắng làm cho ngày của họ tươi sáng hơn. Nhưng không ai nói rằng bạn được chào đón hoặc thậm chí mỉm cười đáp lại. Đồ ăn là đồ ăn vặt điển hình ở quán bar.   Không có gì ngoạn mục nhưng có thể ăn được.Đọc thêm",
            "Hiện tại có 3 trò chơi đang mở.  Chúng tôi đã trả đủ giá cho 5 người lớn và hoàn toàn thất vọng. Đọc thêm",
            "Đã có khoảng thời gian tuyệt vời với gia đình bốn đứa trẻ ở độ tuổi 1411 của chúng tôi với ưu đãi vào lúc chạng vạng từ 6 giờ chiều - 10 giờ tối cho tất cả các chuyến đi trong Công viên Vui chơi.  Chúng tôi đã lái xe go kart 5 lần, gắn thẻ laser hai lần, xe đụng hai lần, một bức tường đá và hai lần lái xe đụng.  Rất đáng giá 25 mỗi người cho 4 giờ vui vẻ cho mọi người.Đọc thêm",
            "Chúng tôi đến khi họ có tất cả đồ ăn bạn có thể ăn cùng với các điểm tham quan trong nhà và hai điểm tham quan bên ngoài.  Chắc hẳn chúng tôi đã ở đó năm tiếng đồng hồ với con cháu.  Đó là một thỏa thuận tốt mà họ đã thực hiện vào tháng Hai.Đọc thêm",
            "Con gái tôi còn một tháng nữa là sinh đứa con đầu lòng. Cô ấy muốn tìm một dòng sông lười để trôi vào. Cô ấy sống ở St. Augustine và chúng tôi sống ở Melbourne. Đẹp nửa chừng để gặp nhau. Chúng tôi đã đến công viên nước này khoảng 6 năm trước. Giá cư dân Florida là hợp lý. Chúng tôi chỉ sử dụng dòng sông lười và bể tạo sóng. Tôi rất ấn tượng với việc họ có nhân viên cứu hộ tốt như thế nào. Trên thực tế, có lúc một nhân viên cứu hộ đã thổi còi và không ngần ngại nhảy xuống dòng sông lười để giúp một người lớn dường như không biết bơi bước ra khỏi ống của anh ta. Anh ta đang cố gắng chống lại sự chuyển động của nước để đứng vững. Làm tốt . Điều duy nhất tôi không thích là những chiếc ống rỗng trôi trên dòng sông lười thay vì đặt gần các cổng số. Phòng tắm cạnh khu vực hồ bơi có mùi nấm mốc. Nếu không thì chúng tôi đã có khoảng thời gian vui vẻ.Đọc thêm",
            "Thời gian vui vẻ.  Thực sự thích khu vực dành cho trẻ nhỏ.  Họ đã có một khoảng thời gian vui vẻ chơi an toàn.  Các đường trượt nước rất vui và nhân viên rất thân mật.  Chúng tôi không làm gì khác ngoài công viên nướcĐọc thêm",
            "Chúng tôi dừng lại ở đây để đi xe go-kart. Giá cho một vòng hơi cao, và xe go-kart không chạy nhanh lắm. Họ cũng chỉ cho 5 người đi cùng một lúc nên thời gian chờ khá lâu so với những gì bạn nhận được. Đọc thêm",
            "Hôm nay chúng tôi rất hào hứng khi đến công viên nước chỉ để biết rằng nó đã đóng cửa do đang vào mùa. Theo nghĩa đen, nó gần 100 độ mỗi ngày trong tuần này. Không có đề cập đến điều này có thể nhìn thấy trên trang web. Giải thưởng trò chơi điện tử rẻ hơn giải thưởng trò chơi điện tử thông thường. Sân gôn mini thật không thể tưởng tượng được. Các nhân viên cung cấp đồ chơi gôn rất thô lỗ và thiếu chuyên nghiệp. Họ KHÔNG có kỹ năng dịch vụ khách hàng. Điều này bao gồm quản lý. Nhìn chung, nơi này thật lãng phí thời gian.Đọc thêm",
            "Đến thăm đầm khi đi nghỉ cùng con dâu tôi cùng với 3 cháu trai 3, 7, 10 tuổi. Chúng tôi đã dành 7 giờ ở đây. Chúng tôi đã có một thời gian tuyệt vời! Có rất nhiều việc phải làm ở đây. Giá cả hợp lý đồ ăn thì ngon. Các nhân viên cứu hộ là một trong những người giỏi nhất. Cảm giác thoải mái tuyệt vời đối với ông bà này. Tôi đã chứng kiến ​​rất nhiều gia đình vui vẻ bên nhau. Đây là một nơi thân thiện với gia đình sạch sẽ tuyệt vời cho mọi lứa tuổi. Tôi thực sự khuyên bạn nên ghé thăm, bạn sẽ không thất vọng.  Chúng tôi chắc chắn sẽ trở lại. Đọc thêm",
            "Tôi có một đứa trẻ 2 12 tuổi rõ ràng không đi xuống cầu trượt mà để chơi ở khu vực dành cho trẻ em rộng mở, có ai biết chúng có cần mua để vào hay không? Cảm ơn bạnĐọc thêm",
            "Điều này có tốt cho trẻ hai tuổi không? Đọc thêm",
            "Có thể đi bộ từ Khách sạn Hilton Daytona không? Và tôi cũng bị dị ứng với gluten, tôi có thể mang theo đồ ăn nhẹ không chứa gluten không hoặc có sẵn đồ ăn nhẹ không chứa gluten để mua không?Đọc thêm",
            "Chúng tôi nằm đối diện khách sạn Hilton.  Chúng tôi có một số mặt hàng không chứa gluten nhưng chúng tôi không phải là nhà bếp không chứa gluten.  Vì lý do y tế, bạn có thể mang đến một lượng nhỏ thức ăn cho cá nhân.  Bạn cũng có thể đến và đi miễn là bạn luôn đeo dây đeo cổ tay, có một khu vực rất nhỏ bên cạnh có tên là Health Tree, họ có các tùy chọn Không chứa gluten. Hy vọng điều này sẽ giúp ích....Đọc thêm",
            "Nó sẽ được mở vào tháng 11?Đọc thêm",
            "Tôi đang xem lịch ướt. Chú giải màu xanh về hoạt động hạn chế có ý nghĩa gì?Đọc thêm",
            "Tôi nghĩ với giá 15,99 đô la, bạn sẽ được thả mình trong hồ bơi tạo sóng và mỗi giờ sẽ có một đường trượt mở ra, mỗi giờ sẽ có một đường trượt khác nhauĐọc thêm",
            "Tôi đã đi in vé Giáng sinh vào tháng 7 và chỉ có một chiếc để in. Nhưng giá nó là 84. Tôi phải in 7 vé giống nhau hay cả 7 người chúng tôi phải đi cùng một lúc?Đọc thêm",
            "Không, chỉ cần mang vé đã in vào, chúng tôi sẽ có thể bỏ những vé chưa sử dụng vào và sẽ gọi cho người tiếp theo đến thăm.Đọc thêm",
            "Có tủ khóa để đựng đồ của tôi khôngĐọc thêm",
            "Có, có 8 đô la một ngày.Đọc thêm",
            "Khi nào các slide mới sẽ được thực hiện? Đường trượt nửa ống có đang được xây dựng không?Đọc thêm",
            "Họ đang làm việc trên các ống mới, không chắc khi nào sẽ hoàn thành, tôi nghĩ có thể là tháng 8. Đọc thêm",
            "Chi phí vào cửa cho người lớn và trẻ em dưới 12 tuổi là bao nhiêu?Đọc thêm",
            "Công viên khôĐọc thêm",
            "Xe go-kart có mở cửa nếu trời mưa không? Đọc thêm",
            "Rất tiếc, Go Kart ở ngoài trời nên họ phải đóng cửa vì trời mưa vì đường trơn trượt.  Sau khi tạnh mưa, chúng tôi phải lau khô đường đua trước khi giải đua xe go kart mở cửa trở lại.  Chúng tôi có các điểm tham quan bên trong như: Thẻ Laser, Khóa học Dây thừng, Bức tường đá và khu trò chơi điện tử sẽ vẫn mở khi trời mưa.Đọc thêm"
        ],
        "star_ratings": [
            204,
            151,
            69,
            36,
            40
        ],
        "review_amount": 500,
        "location": [
            "Đầm Daytona",
            "Florida FL",
            "Biển Daytona",
            "Hoa Kỳ",
            "Những hoạt động không thể bỏ qua ở Bãi biển Daytona"
        ],
        "reviews_time": [
            "Written May 22, 2024",
            "Written May 17, 2024",
            "Written April 26, 2024",
            "Written April 2, 2024",
            "Written March 5, 2024",
            "Written July 21, 2023",
            "Written June 23, 2023",
            "Written June 9, 2023",
            "Written August 17, 2022",
            "Written June 13, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g34172-d1405618-Reviews-Daytona_Lagoon-Daytona_Beach_Florida.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g34172-d515180-Reviews-Hog_Heaven_Bar_B_Q-Daytona_Beach_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34172-d546704-Reviews-Bubba_Gump_Shrimp_Co-Daytona_Beach_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34172-d583709-Reviews-Starlite_Diner-Daytona_Beach_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34172-d1792765-Reviews-Hyde_Park_Prime_Steakhouse-Daytona_Beach_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34172-d1531774-Reviews-Zeno_s_Boardwalk_Sweet_Shop-Daytona_Beach_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34172-d14020914-Reviews-The_Red_Bud_Cafe-Daytona_Beach_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34172-d676852-Reviews-Mai_Tai_Bar-Daytona_Beach_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34172-d3999585-Reviews-IHOP-Daytona_Beach_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34172-d4170241-Reviews-Doc_Bales_Grill-Daytona_Beach_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34172-d4501044-Reviews-My_Pi_Pizza-Daytona_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34172-d1419829-Reviews-Ocean_Center-Daytona_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34172-d4578967-Reviews-Daytona_Beach_Oceanwalk-Daytona_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34172-d18193877-Reviews-National_Reptile_Breeders_Expo-Daytona_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34172-d3722794-Reviews-Daytona_Beach_Bandshell-Daytona_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34172-d270038-Reviews-Ocean_Walk_Village-Daytona_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34172-d3511609-Reviews-Peabody_Auditorium-Daytona_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34172-d3570282-Reviews-Saint_Demetrios_Greek_Orthodox_Church-Daytona_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34172-d6580968-Reviews-Seabreeze_United_Church_of_Christ-Daytona_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34172-d207937-Reviews-Daytona_Beach_Boardwalk_and_Pier-Daytona_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34172-d7182257-Reviews-Daytona_Beach_Surfside_Historic_District-Daytona_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34172-d1405618-Reviews-or10-Daytona_Lagoon-Daytona_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34172-d23867774-Reviews-D_D_Blacklight_Mini_Golf-Daytona_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34172-d6198053-Reviews-Mai_Tai_Bar_Daytona_Beach-Daytona_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g7791278-d10073220-Reviews-Magic_Milk_Island_Art-Daytona_Beach_Shores_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34172-d3520932-Reviews-Bonkerz_Comedy_Club_Daytona_Beach-Daytona_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34172-d3506251-Reviews-Dirty_Harry_s_Pub-Daytona_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34172-d8519030-Reviews-Vast_Oceans_Surf_and_SUP-Daytona_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34172-d12958343-Reviews-Daytona_Segway_Tours-Daytona_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34172-d3494518-Reviews-The_Bank_Blues_Club-Daytona_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34172-d23762973-Reviews-Paddle_Pub_Daytona_Beach-Daytona_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g32952-d1977149-Reviews-Clear_Creek-Redding_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g55229-d6782464-Reviews-Music_City_Indoor_Karting-Nashville_Davidson_County_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g60811-d4960310-Reviews-Seoul_Spa_USA-Baltimore_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g2034431-d8744085-Reviews-Krilo_Ferry-Krilo_Jesenice_Split_Dalmatia_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g189158-d8493867-Reviews-Red_Frog_Speakeasy_Bar-Lisbon_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g298562-d1424161-Reviews-Arima_Onsen-Kobe_Hyogo_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g293986-d13454606-Reviews-Nirvana_Spa-Amman_Amman_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g31230-d4084054-Reviews-Downtown_Gilbert-Gilbert_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g1064248-d2540526-Reviews-AquaPark_Ciudad_Quesada-Rojales_Costa_Blanca_Province_of_Alicante_Valencian_Comm.html",
            "https://www.tripadvisor.com/Attraction_Review-g2426274-d8497114-Reviews-Bagni_Fiore-Paraggi_Santa_Margherita_Ligure_Italian_Riviera_Liguria.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g34172-d1405618-Reviews-or10-Daytona_Lagoon-Daytona_Beach_Florida.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g34172-d1405618-Reviews-Daytona_Lagoon-Daytona_Beach_Florida.html"
    }
]