[
    {
        "attraction_name": "DC10",
        "attraction_name_vi": "DC10",
        "general_info": [
            "299 đánh giá",
            "4 trên 9 Cuộc sống về đêm ở Playa den Bossa",
            "Câu lạc bộ quán bar"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Âm nhạc và DJ thật hoàn hảo, họ thật tuyệt vời. Nhưng nhân viên hơi thô lỗ. Điều tồi tệ nhất là đám đông. Chúng tôi thậm chí không thể vào được căn phòng lớn, điều đó thật điên rồ. Mọi người tranh giành chỗ chỉ để đứng - bạn chắc chắn không thể nhảy được. Đó có thể là một trải nghiệm tuyệt vời, chúng tôi muốn nó như vậy. Nhưng đám đông này rất nguy hiểm. Buồn.Đọc thêm",
            "Nơi tuyệt vời thất vọng vì quá đông đúc và an ninh quá xâm phạm bên trong. \n\nHọ có một trong những bữa tiệc tuyệt nhất trên đảo. Nhưng đến một lúc nào đó bạn không còn thích thú nữa vì quá đông đúc. Nó trở nên không thể chịu nổi vào mùa hè, với rất nhiều mồ hôi và khiến mọi người xung quanh phải giật mình. Đọc thêm",
            "Nơi tuyệt vời thất vọng vì quá đông đúc và an ninh quá xâm phạm bên trong. \n\nHọ có một trong những bữa tiệc tuyệt nhất trên đảo. Nhưng đến một lúc nào đó bạn không còn thích thú nữa vì quá đông đúc. Nó trở nên không thể chịu nổi vào mùa hè, với rất nhiều mồ hôi và khiến mọi người xung quanh phải giật mình. Đọc thêm",
            "Không có cơ hội để khiêu vũ và thưởng thức âm nhạc. Nơi quá đông đúc. Đồ uống và dịch vụ rất đắt tiền và khủng khiếp. An ninh thô lỗĐọc thêm",
            "Khá thối nát, có chút cảm giác khó chịu ngay khi bạn đến, không thể diễn tả được. Có quá nhiều người được cho vào, không thể di chuyển trong phòng chính mà không có vô số người hoàn toàn khốn nạn lao vào bạn. Hệ thống âm thanh ồn ào và đồ uống không quá đắt so với tiêu chuẩn của câu lạc bộ Ibiza, nhưng nếu bạn đến gặp một DJ cụ thể trong phòng chính thì bạn sẽ không có cơ hội trừ khi bạn đến đó quá sớm. Thực sự thất vọng lớn.Đọc thêm",
            "Nơi tuyệt vời thất vọng vì quá đông đúc và an ninh quá xâm phạm bên trong. Họ có một trong những bữa tiệc tuyệt nhất trên đảo. Nhưng đến một lúc nào đó bạn không còn thích thú nữa vì quá đông đúc. Nó trở nên không thể chịu nổi vào mùa hè, với rất nhiều mồ hôi và khiến mọi người xung quanh phải giật mình. Đọc thêm",
            "Nơi tuyệt vời thất vọng vì quá đông đúc và an ninh quá xâm phạm bên trong. Họ có một trong những bữa tiệc tuyệt nhất trên đảo. Nhưng đến một lúc nào đó bạn không còn thích thú nữa vì quá đông đúc. Nó trở nên không thể chịu nổi vào mùa hè, với rất nhiều mồ hôi và khiến mọi người xung quanh phải giật mình. Đọc thêm",
            "Bữa tiệc tồi tệ nhất mà tôi từng cóTôi đến từ Pháp để tham dự bữa tiệc này. Họ đóng cửa phòng thứ ba lúc 11 giờ đêm. và 13 người không thể vào phòng chính vì phòng quá nhỏ nên sức chứa không được tôn trọng chút nào. Không có không gian để di chuyển, tôi không thể nhảy và xem bất kỳ DJ nào mà tôi đến mời!Tôi đã đến để khiêu vũ, đây thực sự là một bữa tiệc lừa đảo với giá 94 vé! Trong phòng chính, thật nguy hiểm vì chúng tôi có quá nhiều người và không thể di chuyển chút nào. Chưa bao giờ thấy điều đó trước đây, tệ hơn cả tàu điện ngầm.. gần như không thở, mọi người xô đẩy nhau để vào trong và đi tiếp nếu bạn muốn ngồi bên ngoài sàn vì chỉ có 3 băng ghế ở đó an ninh bảo bạn đứng lên! Hệ thống âm thanh không đạt chất lượng như mong đợi so với mức giá và sự trêu chọc của bữa tiệc đùa này. Họ rõ ràng đã bán quá nhiều vé để lấy tiền, một bữa tiệc vợt, một vụ lừa đảo lớn và cảm thấy bị đánh cắp. Không khuyến khích, lời khuyên là đừng bao giờ đến đó!Đọc hơn",
            "Phải thừa nhận rằng đã vài năm kể từ lần cuối chúng tôi đến đây, nhưng ...Chúng tôi đã trả 110 đô la cho mỗi vé của mình và thêm 45 đô la cho một giờ thanh miễn phí, tuy nhiên, phải không, bạn đã trả tiền vé. Quầy bar giờ hạnh phúc đã đóng cửa , họ đưa chúng tôi đến một quán bar khác có giá hơn 15 đô la đi taxi để đến.  Đi taxi thêm 20 phút nữa để quay lại DC10 và có sự hiện diện dày đặc của cảnh sát cùng với sĩ quan K9, khi hỏi quốc tịch của chúng tôi, kéo chúng tôi sang một bên và xếp hàng để kiểm tra.  Được rồi....Khi bước vào cơ sở, chúng tôi không thể tin được những gì mình đã chứng kiến.  Không có cách nào số lượng người có mặt có thể an toàn được.  Nếu có bất kỳ trường hợp khẩn cấp nào xảy ra, sẽ có sự tàn phá ở mức độ gần như đại dịch! Chúng tôi cố gắng tìm đường vào phòng thứ hai, tìm được một không gian, nhưng âm nhạc không phải là sở thích của chúng tôi.  Vì vậy, bằng cách nào đó chúng tôi đã tìm được đường vào phòng chính, giống như một con đường xuyên qua đại dương.  Vai kề vai, không có chỗ đứng chứ đừng nói đến khiêu vũ.  Chúng tôi đã đủ may mắn để ngăn chặn dòng chảy thăng trầm của chuyển động về phía trước của mình bên cạnh một số người dễ chịu, nhưng có rất nhiều người không như vậy. Khi quyết định kết thúc một đêm bất chấp giá vé và vì trải nghiệm hoàn toàn khó chịu và có khả năng nguy hiểm môi trường trong vòng một giờ sau khi đến, phải mất vài phút chúng tôi mới có thể len ​​qua đám đông để đến lối ra. Chúng tôi nghe tin đồn về số lượng vé đã bán.  Dựa trên số lượng người rời đi, trong khi những người khác vẫn đang đến và số lượng người lố bịch dính vào nhau như khóa dán bên trong, tôi có thể tin được điều đó. DC10 đã bán hết; không phải vé của nó, bạn biết đấy, tôi nghi ngờ đó là vô tận.  Đừng lãng phí tiền của bạn, có những nơi tốt hơn để thường xuyên. Đừng để bị cuốn hút bởi cái tên.Đọc thêm",
            "Trải nghiệm tồi tệ nhất tôi từng có. Đừng đi. Bạn không thể vào phòng một cách vật lý, bạn bị đẩy vào trong dòng người đông đúc. Không có chỗ ngồi khoảng 60-80 chỗ cho khoảng 6000 người - vượt quá sức chứa. Nếu bạn ngồi trên sàn nhà bên ngoài cũng bị va đập, bạn sẽ phải đứng dậy. Tôi đa bị cươp. Được sự chú ý của an ninh, người đặt cả hai tay lên vai tôi và bạn bè tôi. Ví đã biến mất. Thẻ ngân hàng, bằng lái xe, chìa khóa cửa trước, cùng những thứ khác. Phải thay ổ khóa và không có cách nào thanh toán bất cứ thứ gì cho đến khi ngân hàng của tôi lấy thẻ và phát hành lại vài giờ sau đó cập nhật ví Apple pay của tôi. Đó là sự tống tiền để vào. Để được vào. Cố gắng đứng, ngồi hoặc nhảy. Không ai trong số đó là có thể. Đó là trải nghiệm tồi tệ nhất tôi từng có và tôi sẽ không bao giờ quay lại. Circoloco giới hạn tất cả các bài đăng trên mạng xã hội của họ để điều này không được công chúng biết đến rộng rãi hơn. Chỉ cần chắc chắn rằng bạn kiểm tra đánh giá. Nếu bạn không muốn ở một nơi nào đó mà bạn sẽ chết nếu hỏa hoạn xảy ra hoặc muốn bị cướp hoặc muốn có một khoảng thời gian vui vẻ, đừng bao giờ đến đây. Bao giờ hết.Đọc thêm",
            "Kinh nghiệm khủng khiếp. Đến rồi lập tức rời đi. Sức chứa của câu lạc bộ này không được quy định nên bạn cảm thấy mình như một con gia súc trong một chuồng lớn, không thể di chuyển chứ đừng nói đến việc nhảy múa và thưởng thức âm nhạc. Vé đã được bán tại cửa để khiến địa điểm trở nên đông đúc hơn. An ninh thô lỗ và không rõ ràng, và đám đông insta không đến để nghe nhạc vì dường như họ không hiểu techno, họ chỉ đến để được xem. Nói chung là bầu không khí đầy thù hận và khó chịu, sự tích cực của con người ở đâu? Nhưng bạn có thể đổ lỗi cho ban quản lý DC10, những người không quan tâm đến sự thoải mái và an toàn của mọi người.Đọc thêm",
            "Khi chúng tôi đến nơi xếp hàng để vào quá lâu, chúng tôi đã mua vé từ một công ty đại diện và giá vé đã bao gồm cả việc nhảy hàng đợi. Bạn tôi đến gặp nhân viên an ninh đang theo dõi hàng đợi để cho anh ta biết chúng tôi đã nhảy hàng, anh ta rất tệ với cô ấy và không cho cô ấy nói và yêu cầu cô ấy ở lại trong hàng đợi. Vào cuối đêm, khi rời đi, một nhân viên an ninh khác đã chặn bạn tôi lại và nói rằng cô ấy không thể rời đi với đồ uống của mình, điều này không sao cả và cô ấy bắt đầu uống xong đồ uống của mình, tôi quay lưng lại lối ra khi người bảo vệ tương tự tiến đến phía sau và bắt đầu đẩy tôi hét lên Tôi đang cản đường lối ra, mặc dù tôi không ở ngay lối ra. Tôi rất vui khi di chuyển nhưng bảo anh ta đừng đặt tay lên tôi nhưng anh ta vẫn tiếp tục hét vào mặt tôi và xô tôi. Tôi là một cô gái trẻ cao 5ft và anh ấy là một người đàn ông to lớn trưởng thành. Hoàn toàn sốc sẽ không bao giờ quay trở lại. Hãy giữ bàn tay của bạn cho chính mình!!Đọc thêm",
            "After reading a recent review of a girl getting a needle to the thigh and no security staff wanting to help at DC10 I was apprehensive of going. I know being drugged can happen anywhere but as it was a recent event I was nervous to go but wanted to experience one of the best clubs in Ibiza. We arrive about 12:45 to no queue, they searched my bag, I scoped out the loos which were very clean and monitored by security. The first place Ive been to in a while where theres a long queue for the mens while the women skip straight to the front! I cant drink at the moment and for medical reasons neither does my husband so we got two red bulls for 22 euros which I thought was ok. Our friends brought a spirit and mixer for 16 euros each. They use the good stuff real bottled cokespirt etc.Went into room 2 ok and the bass was mental, chest was thumping and hairs vibrating! but wow what an experience. The music was a tad heavy for us so we went into the first room, well just about! you need to break through a wall of people to get into the room and you are all packed in like sardines but it wasnt horrible, the aircon is on full so not hot sweaty bodies and surprisingly everyone who bumped past you apologised and carried on. Very surprisingly civilised. Once in the thick of the crowd we enjoyed it.I think being sober in a place like that was perfect, if you are wanting to do other stuff then be warned, everyone else there will be on the same level and it could be very very overwhelming.As for security I felt very safe there. We left about 3am to a long line of taxis outside.We also saw a few planes which was pretty cool as its so close the airport.Tip - Buy bottled beer if you have a fear about being spiked so you can easily put your thumb over the hole. I had my redbull in a large plastic pint cup.Read more",
            "Họ có nhận tiền mặt trong câu lạc bộ không?Đọc thêm",
            "Có phòng thay đồ không?Đọc thêm",
            "Sân thượng đóng cửa lúc mấy giờ? Đọc thêm",
            "Có kiểm tra túi áo khoác không?Đọc thêm",
            "ở Ibiza quá nóng để mặc áo khoác, không cần kiểm tra hành lý.\n\nMang theo ví ngực và để điện thoại ở nhà để tránh móc túi, thậm chí họ còn lấy trộm chai nước của bạn.Đọc thêm",
            "Có tủ khóa để đựng hành lý xách tay để tôi có thể đi thẳng từ dc10 ra sân bay không?Đọc thêm",
            "Vì thế \n\nCùng một câu hỏi. \n\ndc 10 có tủ đựng đồ khôngĐọc thêm",
            "Đâu là nơi tốt nhất để đến Ibiza vào Thứ Bảy ngày 14 tháng 7Đọc thêm",
            "Có gì ở đó vào ngày 14 tháng 7 năm 2018Đọc thêm",
            "Làm cách nào để mua vé dc-10? Ibiza spotlight dường như không có lựa chọn mua và tôi thực sự muốn đi!!!!Đọc thêm",
            "Mình muốn đặt 2 chỗ cho tối ngày 1/1. Tôi nên làm thế nào?Đọc thêm",
            "Tôi không biếtĐọc thêm",
            "Vé vào thiên đường DC10 giá bao nhiêu?Đọc thêm"
        ],
        "star_ratings": [
            131,
            50,
            30,
            18,
            70
        ],
        "review_amount": 299,
        "location": [
            "Quần đảo Balearic",
            "Châu Âu",
            "DC10",
            "Những hoạt động không thể bỏ qua ở Playa den Bossa",
            "Bãi biển Bossa",
            "Ibiza",
            "Tây ban nha"
        ],
        "reviews_time": [
            "Written June 21, 2023",
            "Written October 16, 2023",
            "Written March 31, 2024",
            "Written June 5, 2024",
            "Written May 11, 2024",
            "Written March 31, 2024",
            "Written October 16, 2023",
            "Written October 12, 2023",
            "Written October 10, 2023",
            "Written September 28, 2023",
            "Written September 28, 2023",
            "Written September 14, 2023",
            "Written September 4, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g659635-d4694524-Reviews-DC10-Playa_d_en_Bossa_Ibiza_Balearic_Islands.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g659635-d2153246-Reviews-Tanit_Beach_Ibiza-Playa_d_en_Bossa_Ibiza_Balearic_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g659635-d10594189-Reviews-Nassau_Beach_Club-Playa_d_en_Bossa_Ibiza_Balearic_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187460-d12896537-Reviews-Portofino-Ibiza_Balearic_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g734440-d2031951-Reviews-Restaurante_Rasca_Lobos-Sant_Jordi_Ibiza_Balearic_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g659635-d6680994-Reviews-The_Ninth_at_Hard_Rock_Hotel_Ibiza-Playa_d_en_Bossa_Ibiza_Balearic_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187460-d4591192-Reviews-Montauk_Steakhouse_Ibiza-Ibiza_Balearic_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g734440-d13187432-Reviews-Umami_Ibiza-Sant_Jordi_Ibiza_Balearic_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g15334461-d21125634-Reviews-Sabris_Burger-Sant_Jordi_de_ses_Salines_Sant_Josep_de_Sa_Talaia_Ibiza_Balearic.html",
            "https://www.tripadvisor.com/Restaurant_Review-g664638-d1001522-Reviews-Coco_Beach_Ibiza-Ibiza_Town_Ibiza_Balearic_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g659635-d25189147-Reviews-Il_Palazzo-Playa_d_en_Bossa_Ibiza_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g734440-d2329831-Reviews-Platja_d_en_Bossa-Sant_Jordi_Ibiza_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g673348-d2359389-Reviews-Sa_Talaia-Sant_Josep_de_Sa_Talaia_Ibiza_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g664638-d841040-Reviews-Dalt_Vila-Ibiza_Town_Ibiza_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g664638-d546724-Reviews-Castell_de_Eivissa-Ibiza_Town_Ibiza_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g187461-d2304650-Reviews-Parque_Natural_de_Ses_Salines-Formentera_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g659635-d26193711-Reviews-Torre_de_Sal_Rossa-Playa_d_en_Bossa_Ibiza_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g664638-d2384943-Reviews-Marina_Ibiza-Ibiza_Town_Ibiza_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g664638-d4403494-Reviews-Ibiza_Cathedral-Ibiza_Town_Ibiza_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g19093953-d26301532-Reviews-Esglesia_de_Sant_Francesc_de_s_Estany-Sant_Francesc_De_S_Estany_Sant_Josep_de_.html",
            "https://www.tripadvisor.com/Attraction_Review-g664638-d668907-Reviews-Necropolis_del_Puig_des_Molins-Ibiza_Town_Ibiza_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g659635-d4694524-Reviews-or10-DC10-Playa_d_en_Bossa_Ibiza_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g642208-d4355606-Reviews-Liquido_Cocktail_Bar-Santa_Eulalia_del_Rio_Ibiza_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g664638-d6216603-Reviews-Oceanbeat_Ibiza-Ibiza_Town_Ibiza_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g664650-d3195694-Reviews-Charlies_Bar-Es_Canar_Santa_Eulalia_del_Rio_Ibiza_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g664650-d4302364-Reviews-Popeye_s_Bar-Es_Canar_Santa_Eulalia_del_Rio_Ibiza_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g664638-d5907766-Reviews-S_Escalinata-Ibiza_Town_Ibiza_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g664650-d4460163-Reviews-Rio_s_Bar-Es_Canar_Santa_Eulalia_del_Rio_Ibiza_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g672815-d3724391-Reviews-The_Pirate_Bar-Cala_Llonga_Ibiza_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g659635-d546725-Reviews-Space-Playa_d_en_Bossa_Ibiza_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g667128-d4665396-Reviews-Delboy_s_Bar-Portinatx_Sant_Joan_de_Labritja_Ibiza_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g664638-d4556463-Reviews-The_Rock_Bar_Ibiza-Ibiza_Town_Ibiza_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g659635-d4740626-Reviews-Ibiza_Boat_Club-Playa_d_en_Bossa_Ibiza_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g187460-d8332721-Reviews-Zentropia_Spa-Ibiza_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g187460-d6838848-Reviews-Ibiza_Sea_Party-Ibiza_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g187460-d10021379-Reviews-Navega_Por_Ibiza-Ibiza_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g659635-d12097135-Reviews-Massage_Beach_Ibiza-Playa_d_en_Bossa_Ibiza_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g1078319-d17195513-Reviews-Esencia_Viva_Ibiza-Sant_Miquel_De_Balansat_Sant_Joan_de_Labritja_Ibiza_Balearic.html",
            "https://www.tripadvisor.com/Attraction_Review-g187460-d10200748-Reviews-La_Bella_Verde-Ibiza_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g187460-d12316193-Reviews-Ascanio_Surf_School-Ibiza_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g664638-d26101674-Reviews-Sea_Drifter-Ibiza_Town_Ibiza_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g664638-d5289866-Reviews-CharterAlia_Boat_Hire_Ibiza-Ibiza_Town_Ibiza_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g734440-d3317541-Reviews-Anfibios_Ibiza-Sant_Jordi_Ibiza_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g664638-d7714833-Reviews-Lanchas_Ibiza-Ibiza_Town_Ibiza_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g664638-d12496566-Reviews-Ibiza_Jeep_Tours-Ibiza_Town_Ibiza_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g297972-d10061366-Reviews-Kusadasi_Shopping_Center-Kusadasi_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g295414-d5074657-Reviews-PIA_Planetarium-Karachi_Sindh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g189433-d6936776-Reviews-Sandal_Workshop-Santorini_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g190454-d13556622-Reviews-Justizpalast-Vienna.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d116599-Reviews-Chinatown-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g644259-d4755734-Reviews-Ritual_Club-Baia_Sardinia_Arzachena_Province_of_Olbia_Tempio_Sardinia.html",
            "https://www.tripadvisor.com/Attraction_Review-g31728-d7310972-Reviews-Albert_Pike_Recreation_Area-Langley_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60880-d633464-Reviews-Chilkoot_Charlie_s-Anchorage_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g35390-d3168093-Reviews-Idaho_Potato_Museum-Blackfoot_Idaho.html",
            "https://www.tripadvisor.com/Attraction_Review-g2092512-d3805401-Reviews-Icheon_Ceramics_Village-Icheon_Gyeonggi_do.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g659635-d4694524-Reviews-or10-DC10-Playa_d_en_Bossa_Ibiza_Balearic_Islands.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g659635-d4694524-Reviews-DC10-Playa_d_en_Bossa_Ibiza_Balearic_Islands.html"
    }
]