[
    {
        "attraction_name": "Deep Creek Hot Springs",
        "attraction_name_vi": "Suối nước nóng Deep Creek",
        "general_info": [
            "44 đánh giá",
            "5 trong số 58 điều cần làm ở San Bernardino",
            "Mạch nước phun suối nước nóng"
        ],
        "attraction_summary": "Chuyến đi bộ đến suối cực kỳ xuống dốc và nguy hiểm nếu bạn bị ngã vì không có biện pháp bảo vệ ở hai bên đường mòn. Việc đi bộ đến suối không mất nhiều thời gian vì nó đã xuống dốc nhưng rất mệt. Khi đến suối nước nóng, bạn sẽ thấy những người khỏa thân, các cặp đôi đang âu yếm và nước ấm bẩn. Trong làn nước đục ngầu của suối nước nóng, có nòng nọc và các sinh vật khác ở trên mặt nước. Ở đó có vài chiếc ghế dài và một chiếc xích đu. Nếu bạn leo lên một số tảng đá, ở đó thực sự có suối nước nóng. Chúng rất trong và vì trời quá nóng nên không có ai ở đó. Có một con suối khác phía sau con suối rất nóng, ít nóng hơn nên rất đẹp. Những cái lò xo đó đẹp nhưng tôi không biết về cái kia. Việc đi bộ đến bãi đậu xe rất khó khăn. MANG THEO NƯỚC nếu bạn đi vào những tháng hè rất nóng vì bạn sẽ cần nó để đi bộ đường dài!Đọc thêm",
        "reviews": [
            "Bạn bè của tôi và tôi đã đi bộ vào hẻm núi này khoảng 8 năm trước. Chúng tôi mang theo thức ăn và nước uống của riêng mình.  Chúng tôi đi qua con đường đất đến bãi đậu xe. Lúc đó không mất phí vào cửa, cũng không tính phí gửi xe.  Khi đó, đã có sẵn bơi lội.  Mọi người không thân thiện lắm, nhưng dù sao thì cả ba chúng tôi đều tận hưởng thời gian của mình.  Một số người khỏa thân nhưng không có hành vi kỳ dị.  Đi bộ đường dài rất khó khăn, vì vậy nếu bạn đến đây hãy lên kế hoạch cho việc đó để không bị mắc kẹt trong bóng tối.  Tôi khuyên bạn nên đi bộ... đi xuống vừa phải. Quá trình ra ngoài hơi vất vả. Tôi sẽ không bao giờ làm điều đó nữa, vì giờ tôi đã lớn hơn và không còn phong độ tốt như vậy nữa. Đọc thêm",
            "Chuyến thăm đầu tiên của chúng tôi đến Suối nước nóng Deep Creek. Chúng tôi truy cập vào con đường mòn qua Đường Bowen Ranch, trả 5 người một trang và nhận được một bản đồ. Những quý ông đã thu tiền mặt của chúng tôi rất thân thiện và sâu sắc. Chúng tôi bắt đầu đi bộ xuống vào khoảng 1 giờ 30 chiều. Cuối cùng chúng tôi đã chạm tới đáy một giờ sau đó. Có ít nhất hơn chục người rải rác khắp các suối nước nóng, trong đó có một vài đứa trẻ. Chúng tôi chỉ nhận thấy một người hoàn toàn khỏa thân. Sự rung cảm thực sự mang tính xã hội. Mọi người đều thưởng thức đồ uống yêu thích của mình cùng với những người khác và đôi khi chúng tôi được thưởng thức Cần sa. Chúng tôi coi việc đi bộ trở lại là vất vả nhưng cũng đáng để tập luyện cơ mông và gân kheo. Hãy dành thời gian của bạn, mang theo nước và carbs. Chúng tôi dự định đi bộ đường dài lần nữa nhưng lần sau vào sáng sớm.Đọc thêm",
            "Tôi đến đây vài tháng một lần với bạn bè.  Chúng tôi cởi bỏ quần áo, uống rượu và đi chơi.  Nhảy từ vách đá, suối nước nóng và ánh nắng mặt trời ở San Bernardino, ai có thể yêu cầu nhiều hơn thế?  Đối với bất kỳ ai đến đây đều mong đợi mọi người không mặc quần áo, nơi này đã có lịch sử khỏa thân trong nhiều thập kỷ.  Nơi dễ đến nhất là trang trại Bowen, họ tính phí đỗ xe 10 USD nhưng RẤT có ý nghĩa nếu bạn về muộn, vì vậy đừng đến muộn.  Nếu bạn không muốn đối phó với những người thù địch, hãy đi theo cách khác, nhưng trang trại Bowen rất dễ dàng và an toàn, tôi đã đậu ở đó nhiều lần.  Điều thú vị khi đến từ Bowen là bạn thậm chí có thể khỏa thân đi bộ trên con đường mòn vì đây là vùng đất riêng ở một số nơi.  Vui lòng NHẬN RÁC CỦA BẠN.  Và mang theo một ít đồ ăn để chia sẻ với mọi người, những lò xo này đều có trên PCT.  PCT đã thông qua những người đi bộ đường dài đi bộ đường dài hàng nghìn km.  Hãy tử tế với họ!Đọc thêm",
            "Rất khuyến khích! Chúng tôi đi theo con đường từ Bowen Ranch và mọi người rất tử tế. Nhìn chung đó là một ngày tuyệt vời! Đọc thêm",
            "Chúng tôi đã thử đi bộ xuống từ bãi đậu xe Bowden Ranch và không bao giờ tìm thấy các suối! Có quá nhiều đường mòn OHV chéo nhau - và ngay cả khi bạn đi thẳng xuống con lạch khoảng 1500 ft. dốc xuống, thì vẫn không rõ liệu bạn nên đi ngược dòng hay xuôi dòng. Sau khi đi ngược dòng và xuôi dòng trong hơn một giờ, chúng tôi phải bỏ cuộc và leo lên trở lại để tránh trời tối. Đi từ Bowden Ranch về phía đông Deep Creek, bạn sẽ cần phải băng qua nước trong lạch để tìm các suối. Lưu ý rằng khi đi xuống hẻm núi chính từ Ranch, chúng tôi thực sự nhìn thấy ngã tư với Pacific Crest Trail PCT, nhưng thật không may, bản đồ màu trắng được phát tại bãi đậu xe không hữu ích và không bao gồm mốc PCT quan trọng. Có lẽ tốt hơn là thử đi bộ đường dài từ phía Hồ Arrowhead. Đọc thêm",
            "Có hai cách để đến suối. Một con đường là tuyến đường 6 dặm vào và 6 dặm ra. Tuyến đường tôi đề xuất là đường mòn dài 3,5 dặm từ Trang trại Bowen. Đây là phần khó khăn. GPS có thể bị gián đoạn và nó có thể cố gắng thả bạn ở đầu đường mòn dài 6 dặm. Đặt địa chỉ GPS này vào bản đồ google của bạn và in nó ra giấy 6100 Bowen Ranch Road. Con đường này là một con đường trải nhựa dài khoảng 6 dặm để đến trang trại. Hãy có một chiếc xe tốt với hệ thống treo tốt và đặt ở vị trí cao hơn một chút. Trước khi đến số 6100, bạn sẽ thấy một tấm bạt lớn màu trắng có nội dung mở ở phía bên trái đường. Kéo vào, trả 10 người một người. Mấy anh thu phí vào cửa siêu đẹp luôn. Họ sẽ hướng dẫn bạn đến rất nhiều. Một nửa trận chiến trong chuyến đi này thực sự là việc tìm kiếm trang trại. Đường đi bộ xuống dốc nhưng tất cả đều là xuống đồi, vì vậy một người có thể nghĩ...ồ điều này không tệ. Một khi bạn xuống suối...hãy tận hưởng! Tôi và bạn tôi dành cả ngày đi từ suối nước nóng đến nhảy xuống dòng sông lạnh. Đường đi bộ trở lại dốc và đầy thử thách vì cơ bắp của chúng tôi đã rất thư giãn khi ngâm mình trong suối. Không có cây che phủ và mặt trời có thể rất gay gắt. Tôi khuyên bạn nên ra khỏi đó lúc 8-9 giờ sáng và rời suối lúc 2-3 giờ chiều. Bạn muốn thoát khỏi con đường đất đá sỏi trước khi trời tối. GPS lại bị ngắt trên đường thoát và mất khoảng 20 phút để nó hoạt động. In hướng dẫn giấy từ trang trại. San Bernardino tối hơn và hầu như không có đèn đường. Đồ ăn nhẹ, nước và kem chống nắng. Nếu bạn đã chuẩn bị thì việc đi bộ đường dài là đáng giá. Lò xo là loại quần áo tùy chọn và tôi không khuyên trẻ em hoặc người già có thể đu dây khi đi bộ đường dài này...Đọc thêm",
            "Chúng tôi đang thực hiện một chuyến đi ngẫu hứng từ Bay Area đến SoCal và quay lại. Suối nước nóng lạch sâu có lẽ là suối nước nóng được đánh dấu và phổ biến nhất trên bản đồ, vì vậy chúng tôi quyết định khám phá. Kế hoạch ban đầu của chúng tôi là đỗ xe và đi theo đường mòn sườn núi Bradford, nhưng vì không quen với vùng đất này nên chúng tôi đã chọn đi đến trang trại Bowen. Khi đến nơi, một chàng trai tốt bụng đã ở đó để thu tiền của chúng tôi. 10 người, chỉ tiền mặt. Anh ấy đưa cho chúng tôi một bản đồ đơn giản trông giống như anh ấy tự vẽ và bảo chúng tôi đừng bị lạc. Anh ấy cũng đề cập rằng việc cắm trại không được phép, nhưng nhiều người đã cắm trại ở cả bãi đậu xe và dưới thung lũng. Đường đi bộ xuống không tệ. Đối với một người đam mê đi bộ đường dài, điều đó rất dễ dàng. Khi chúng tôi đến nơi, mọi thứ khá yên tĩnh cho đến khi mọi người bắt đầu tràn vào. Chúng tôi đến đó vào dịp cuối tuần Lễ Tưởng niệm và có vẻ như đang có một bữa tiệc đang diễn ra. Chúng tôi cố tỏ ra lịch sự và phớt lờ đám đông ồn ào, nhưng họ khá lịch sự. đám đông ồn ào: - say rượu - hút thuốc mà không hỏi người khác xem có ổn không - vứt rác khắp nơi - dựng lều dọc bờ sông. Chúng tôi yêu chính suối nước nóng, nhưng không phải đám đông quyết định vi phạm trải nghiệm của người khác. Sẽ giới thiệu nếu bạn đến vào một ngày yên tĩnh.Đọc thêm",
            "Nơi này rất đẹp vào những năm 70. Cuộc đi bộ thú vị. Ngồi ngâm mình trong bồn nước nóng rồi nhảy xuống dòng sông lạnh như băng một cách vội vã. Không ai mặc quần áo!  Ở lại nhiều ngày để say mê và đi chơi!Đọc thêm",
            "Việc đi bộ đến những con suối này rất khó khăn và mặc dù chúng là những con suối đẹp nhưng tôi không nghĩ nỗ lực đó là đáng giá. Mất khoảng 2 giờ mỗi chiều và đoạn cuối của chuyến đi bộ CỰC KỲ dốc và rất dễ bị ngã. Tôi muốn nói rằng đừng cố gắng trừ khi người đi bộ có kinh nghiệm.Đọc thêm"
        ],
        "star_ratings": [
            19,
            16,
            6,
            2,
            1
        ],
        "review_amount": 44,
        "location": [
            "Hoa Kỳ",
            "Suối nước nóng Deep Creek",
            "Những điều cần làm ở San Bernardino",
            "San Bernardino",
            "California CA"
        ],
        "reviews_time": [
            "Written April 11, 2023",
            "Written April 10, 2022",
            "Written December 29, 2021",
            "Written June 28, 2021",
            "Written March 15, 2021",
            "Written January 10, 2021",
            "Written November 6, 2020",
            "Written January 25, 2020",
            "Written December 1, 2019",
            "Written September 16, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g33009-d4268204-Reviews-Deep_Creek_Hot_Springs-San_Bernardino_California.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g32593-d279028-Reviews-Wildhaven_Ranch-Lake_Arrowhead_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32593-d3359616-Reviews-Church_of_the_Woods-Lake_Arrowhead_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32491-d11823678-Reviews-Hesperia_Lake-Hesperia_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32593-d12609643-Reviews-The_Mountain_History_Museum-Lake_Arrowhead_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32491-d3187670-Reviews-Mojave_River_Forks_Regional_Park-Hesperia_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32593-d27007798-Reviews-Grass_Valley_Park-Lake_Arrowhead_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33009-d4268204-Reviews-or10-Deep_Creek_Hot_Springs-San_Bernardino_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33009-d207973-Reviews-San_Bernardino_National_Forest-San_Bernardino_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33009-d146239-Reviews-Santa_Ana_River_Trail-San_Bernardino_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33009-d2540059-Reviews-Glen_Helen_Regional_Park-San_Bernardino_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33009-d20954061-Reviews-Blair_Park-San_Bernardino_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33009-d20979439-Reviews-Perris_Hill_park_San_Bernadino-San_Bernardino_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33009-d27087181-Reviews-Newberry_Memorial_Park-San_Bernardino_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33009-d27075525-Reviews-Perris_Hill_Water_Park-San_Bernardino_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33009-d27064698-Reviews-Tom_Minor_Park-San_Bernardino_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33009-d27061809-Reviews-Sal_Saavedra_Baseball_Field-San_Bernardino_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33009-d27059926-Reviews-Paakuma_Park-San_Bernardino_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32593-d2283486-Reviews-Lake_Arrowhead_Queen-Lake_Arrowhead_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g29101-d7149073-Reviews-Cinemark_Jess_Ranch-Apple_Valley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32593-d7063122-Reviews-Lake_Arrowhead_Village-Lake_Arrowhead_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g29101-d21267879-Reviews-Deep_Creek_Hot_Springs_Hiking_Tours_and_Parking_Area-Apple_Valley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33095-d11960522-Reviews-SkyPark_at_Santa_s_Village-Skyforest_Lake_Arrowhead_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33095-d10296710-Reviews-Heaps_Peak_Arboretum-Skyforest_Lake_Arrowhead_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33202-d7143084-Reviews-Strawberry_Peak_Fire_Lookout-Twin_Peaks_Lake_Arrowhead_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33009-d110160-Reviews-Rim_of_the_World_Highway-San_Bernardino_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32265-d278955-Reviews-Lake_Gregory_Regional_Park-Crestline_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32593-d3387131-Reviews-McKenzie_Water_Ski_School-Lake_Arrowhead_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32593-d6585953-Reviews-Enjoy_The_Mountain-Lake_Arrowhead_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d5998784-Reviews-St_Dunstan_In_The_East-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g48555-d18921801-Reviews-Sunflowers_Of_Sanborn-Sanborn_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g53449-d2415268-Reviews-Three_Rivers_Heritage_Trail-Pittsburgh_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60360-d3203681-Reviews-School_House_Beach-Washington_Island_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g21179689-d25190516-Reviews-Lusail_Boulevard-Lusail.html",
            "https://www.tripadvisor.com/Attraction_Review-g31225-d7908862-Reviews-Willow_Beach-Fort_Mohave_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g294450-d668457-Reviews-Sarajevo_War_Tunnel-Sarajevo_Sarajevo_Canton_Federation_of_Bosnia_and_Herzegovina.html",
            "https://www.tripadvisor.com/Attraction_Review-g1077169-d2269575-Reviews-Kamenjak_National_Park-Premantura_Istria.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d523874-Reviews-Melissinos_Art_The_Poet_Sandal_Maker-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g1865780-d3644069-Reviews-Riverston-Matale_Central_Province.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g33009-d4268204-Reviews-or10-Deep_Creek_Hot_Springs-San_Bernardino_California.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g33009-d4268204-Reviews-Deep_Creek_Hot_Springs-San_Bernardino_California.html"
    }
]