[
    {
        "attraction_name": "Deep Hollow Ranch",
        "attraction_name_vi": "Trang trại Deep Hollow",
        "general_info": [
            "90 đánh giá",
            "- 8 trong số 30 điều cần làm ở Montauk",
            "Trang trại"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Đã có một thời gian tuyệt vời trên chuyến đi đến bãi biển vào Chủ nhật tuần trước. Từ sự chào đón nồng nhiệt, đến việc lên ngựa của chúng tôi với sự giúp đỡ và huấn luyện từ các nhân viên dễ thương, cho đến chuyến đi tuyệt đẹp do Gabriel rất chuyên nghiệp và chu đáo dẫn dắt, đó là một trải nghiệm tuyệt vời và rất vui. Yêu khi đến bãi biển đẹp nhất. Rất khuyến khích cho gia đình và bạn bè. Chúng tôi chắc chắn sẽ quay lại nhiều lần! Đọc thêm",
            "Gần đây tôi đã có một trải nghiệm kinh khủng khiến tôi vô cùng chán ghét và chán nản. Mức độ thiếu tôn trọng đối với khách hàng tiềm năng dựa trên cân nặng, chủng tộc, sắc tộc và giới tính của họ không chỉ gây sốc mà còn hoàn toàn không thể chấp nhận được. Thật là chán nản khi chứng kiến ​​sự coi thường trắng trợn như vậy đối với những lễ nghi cơ bản của con người. Cơ sở này cần được đánh giá lại một cách nghiêm túc về các giá trị và thông lệ của mình.Đọc thêm",
            "Nơi này thật thú vị, tôi đã cưỡi TẤN ngựa và tôi chưa bao giờ bị ngã, những con ngựa và công nhân chắc chắn đã được huấn luyện. Rất tuyệt vời chắc chắn giới thiệu nơi này! Sẽ 100 - trở lại. Đọc thêm",
            "Nhân viên tuyệt vời. Rất hữu ích. Đi đường mòn có ít tầm nhìn hơn tôi mong đợi nhưng nhìn chung vẫn là một trải nghiệm tốt.Đọc thêm",
            "Trải nghiệm cưỡi ngựa tuyệt vời nhất từ ​​trước đến nay! Tôi không thể chờ đợi để quay lại. Đội ngũ nhân viên tuyệt vời nhất từ ​​trước đến nay, dịch vụ tuyệt vời và rất sạch sẽ. Đọc thêm",
            "Tôi đã đến Montauk nhiều mùa hè và đây là lần đầu tiên tôi nghĩ đến việc đến trang trại.  Con gái tôi và tôi đã đi xe một tiếng rưỡi với một người hướng dẫn để đến bãi biển - đó là một trải nghiệm thú vị.  Hướng dẫn viên của chúng tôi Thea rất ấm áp, giàu kinh nghiệm và rất nhiều niềm vui.   Trang trại có khung cảnh rộng lớn với những con đường mòn dẫn đến bãi biển vắng người, nhìn ra âm thanh của Đảo Block - tuyệt đẹp!  Rất thư giãn và tôi giới thiệu cho mọi người!  Tôi đọc một số đánh giá khác và tôi không đồng ý.  Những người xử lý đều ở độ tuổi đại học trở lên, chúng tôi đang nghỉ học ở đây để làm việc trong mùa hè. Tôi thấy cô ấy rất dễ chịu và hiểu biết.  Chuyến đi là sự kết hợp giữa yên tĩnh và trò chuyện.  Chúng tôi đã thực hiện rất nhiều động tác chạy nước kiệu mà mọi người đều yêu thích.   Độ tuổi để cưỡi ngựa là từ 6 tuổi trở lên - hãy kiểm tra kỹ với họ - và Thea giữ đứa con 12 tuổi của tôi ở phía sau.  Nói chung đó là một trải nghiệm tuyệt vời và đáng nhớ.Đọc thêm",
            "Đưa cháu gái tôi đi tham quan 1 - 2 giờ. 75 mỗi người cộng với tiền boa. Vì đây là - Trang trại lâu đời nhất -, thật tuyệt nếu có được một chút lịch sử của nó trong chuyến tham quan.  Nếu bạn không hỏi một câu nào thì đó là một chuyến đi hoàn toàn im lặng. Đối với tôi, nó không đáng giá. Đã ở đó, làm được và sẽ không làm lạiĐọc thêm",
            "I - ve ridden horses all over the world, but an expert I am not. In all cases except here, there was a responsible adult to lead the ride. On my ride I had two teen age adolescents who didn - t understand what to do when my horse was out of control. The front guy was about 16 the one in the back couldn - t be more than 14. There were 5 of us for a 3:00pm ride. The adolesents  were not instructive or affirming as to what to do to mount the horse, or proactive to adjust the stirrups, or even tell us something about the horse. After we all got on our horses, they decided to wait an additional 10 minutes or so for some others to arrive, who never did. They didn - t bother to ask us if that was OK with us. Before we even got out of the gate, my horse  - Davis -  was not having it. He decided to go where he wanted, was making a lot of racket and was pushing on the side of another horse. I could not control him. I thought he was going to buck. I loosened the reigns and he was not responding in the way I hoped. I asked repeatedly for help,  - please help me that I was not feeling secure - . The very young adolescent looked at me without  reassurance or understanding of seeing an adult in distress or understand what was  going on. I asked him again to help me get off the horse, and said I did not want to go. Then some woman came and informed me there was no refund  - I had not even gotten out of the gate - . My option was to just walk away from  - 140 or try another horse. Despite how upset I was I said yes I - d try another horse. This time the horse was  - Bill -  who seemed more compliant with the idea of going on a trail ride. Since the group had moved on with the other kid, the young adolescent with me then was taking me to meet the rest of the group. A few minutes into a woody trail  - which may have poison ivy dangling -  he tells me  - now we have to trot the horse  -  in order to catch up with the group. They kept us waiting 10 minutes but now they could not allow 5 minutes to wait for me. I told him I was not comfortable trotting a horse and didn - t know how. I was already rattled by the first horse so the least they could do was to honor my request and let the horse just walk. He - s a kid so of course he just didn - t get it. He texted the woman at the barn who told him I - d have to pay for a private ride or go back. Meaning  - 250.00! I chose to go back. No riding on the  beach, no nothing, just a horrified customer who was sent on a ride with two young adolescents. They  - the woman who runs the place -  should be ashamed of herself for treating people like this. When we got back, I complained and was told all of this is in the two page legalese they had me sign which of course they kept the copy. Indeed, they told me about how much it cost, plus the highly suggested tip  -  - 28.00 -  but nothing about trotting horses.  And here - s another ridiculous thing the kid told me. If I drop anything, they cannot stop for me to get it. I had nothing with me, but I can assure you if I had my phone or something important, indeed we would stop and I would get it. Too inconvenient for them to help someone should they drop a  - 1,000 phone??? How asinine.Send only ADULTS to guide the ride. An adult would have understood how uncomfortable I felt after the first cranky horse and would have tried to reassure me. When a customer is saying,  - please help me, help me my horse is out of control -  someone needs to react and take charge.  A kid could not. And, I could have gotten very hurt. They couldn - t care less. Very unprofessional!  Indeed I agree with the previous reviewer. This is not a complaint about the horses. They are animals and blameless. I understand animals are unpredictable. However, they also make the point in the legalese I read that the horses are chosen for  - temperament - . This suggests, they need to take into account fearful or stressed riders who need assistance and provide experienced adults to  handle any situation that might arise.Read more",
            "Trong khi chúng tôi có vài ngày ghé thăm Long Island, chúng tôi quyết định cưỡi ngựa và tìm thấy Deep Hollow Ranch trên TripAdvisor. Chà, chúng tôi đã có một ngày đẹp trời, phong cảnh tuyệt vời, ngựa thuần hóa và dễ cưỡi và người dẫn đầu cưỡi ngựa tuyệt vời Mickey! Đã làm - Tôi không nhận ra đây là trang trại lâu đời nhất ở Hoa Kỳ cho đến khi chúng tôi đến. Đội ngũ nhân viên tuyệt vời xung quanh, chúng tôi rời đi đúng giờ và quay trở lại đúng điểm trong chuyến đi kéo dài 90 phút. Những con đường mòn rất đẹp và bãi biển thì tuyệt vời. Bây giờ chúng tôi không - t cưỡi ngựa rất thường xuyên và mặc dù phần lớn thời gian cưỡi ngựa diễn ra chậm, chúng tôi đã phi nước đại một vài lần..bây giờ tôi biết cơ chân không được sử dụng nhiều! Rất thú vị, phong cảnh nổi bật, nhân viên rất nhiệt tình và giá cả là hợp lý cho chuyến tham quan kéo dài 90 phút. Nếu bạn có tâm trạng và đang ở trong khu vực này, hãy dừng lại ở Deep Hollow Ranch..họ - sẽ khiến bạn cảm thấy như đang ở nhà trong phạm vi này!Đọc thêm",
            "Tôi - sẽ bắt đầu bằng việc nói rằng hướng dẫn viên của chúng tôi rất thân thiện và đã nói chuyện với các con tôi, những người ở ngay sau cô ấy trong chuyến đi. Chúng tôi đã đặt chuyến đi trong 30 phút, nhưng đó hoàn toàn là một cách gọi sai, nếu bạn thực sự mong đợi chuyến đi trong 30 phút. 30 phút bao gồm việc họ đưa ngựa ra khỏi chuồng, thời gian lên và xuống ngựa - tổng cộng 4 người chúng tôi mất khoảng 10 phút - . Đối với một gia đình 4 người phải trả giá - 250 - bao gồm 20 - tiền thưởng - đó - s - 55 mỗi người, chỉ trả bằng tiền mặt hoặc séc cho FYI -, một chuyến đi dài nhất 18 phút thực sự giống như một sự lừa đảo lớn. Nếu bạn dự định đi, tôi sẽ đề xuất chuyến đi dài hơn, nếu bạn sẵn sàng chi khoảng - 500 cho một gia đình 4 người. Nó chắc chắn không đáng giá cho chuyến đi 30 phút. Hãy tiết kiệm tiền của bạn và làm việc khác.Đọc thêm"
        ],
        "star_ratings": [
            55,
            17,
            6,
            2,
            10
        ],
        "review_amount": 90,
        "location": [
            "Trang trại Deep Hollow",
            "Montauk",
            "Hoa Kỳ",
            "New York - NY -",
            "Đảo dài",
            "Những việc cần làm ở Montauk",
            "Hamptons"
        ],
        "reviews_time": [
            "Written May 28, 2024",
            "Written December 7, 2023",
            "Written July 7, 2023",
            "Written September 24, 2022",
            "Written August 18, 2022",
            "Written August 7, 2022",
            "Written July 24, 2022",
            "Written July 8, 2022",
            "Written July 24, 2021",
            "Written June 14, 2021"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g48194-d532130-Reviews-Deep_Hollow_Ranch-Montauk_Long_Island_New_York.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g48194-d405531-Reviews-The_Crow_s_Nest_Inn_and_Restaurant-Montauk_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g48194-d25154589-Reviews-Gin_Beach_Cafe-Montauk_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g48194-d23529157-Reviews-Common_Ground-Montauk_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g48194-d17769128-Reviews-Showfish-Montauk_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g48194-d2214302-Reviews-Star_Island_Grill-Montauk_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g48194-d640727-Reviews-Inlet_Seafood_Restaurant-Montauk_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g48194-d6849570-Reviews-Westlake_Fish_House-Montauk_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g48194-d3357674-Reviews-The_Hideaway-Montauk_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g48194-d532392-Reviews-The_Dock-Montauk_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g48194-d405538-Reviews-Clam_and_Chowder_House_at_Salivar_s_Dock-Montauk_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48194-d532109-Reviews-Montauk_Point_State_Park-Montauk_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48194-d125275-Reviews-Montauk_Point_Lighthouse-Montauk_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48194-d272394-Reviews-Ditch_Plains-Montauk_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48194-d4424176-Reviews-Gosman_s_Dock-Montauk_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48194-d532149-Reviews-Shadmoor_State_Park-Montauk_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48194-d633157-Reviews-Camp_Hero_State_Park-Montauk_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48194-d3332164-Reviews-Montauk_Racquet_Club-Montauk_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48194-d532106-Reviews-Montauk_Downs_State_Park-Montauk_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48194-d532144-Reviews-Gin_Beach-Montauk_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48194-d10795683-Reviews-Montauk_Brewing_Company-Montauk_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48194-d532130-Reviews-or10-Deep_Hollow_Ranch-Montauk_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48194-d12666761-Reviews-St_Therese_of_Lisieux_Catholic_Church-Montauk_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48194-d12388510-Reviews-November_Rain_Charters-Montauk_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48194-d23120673-Reviews-Tailwrapped_Sportfishing_Charters-Montauk_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48194-d2044623-Reviews-Sailing_Montauk_s_Catamaran_Mon_Tiki-Montauk_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48194-d10677389-Reviews-Alyssa_Ann_Sportfishing-Montauk_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48194-d2086929-Reviews-Sail_Montauk-Montauk_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48194-d10622101-Reviews-Mtk_Cruises-Montauk_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48194-d17334299-Reviews-Gianna_Helena_Charters-Montauk_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48194-d4495389-Reviews-Viking_Fleet-Montauk_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48194-d10934524-Reviews-Charterboat_OH_Brother-Montauk_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48194-d6637829-Reviews-Double_D_Charters-Montauk_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48194-d10380129-Reviews-Montauk_Parasail-Montauk_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g55138-d12699737-Reviews-Main_Event_Entertainment-Knoxville_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g297922-d6614342-Reviews-Hua_Hin_Night_Market-Hua_Hin_Prachuap_Khiri_Khan_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g37535-d14067576-Reviews-South_Shore_Line-South_Bend_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g54231-d6597928-Reviews-Folly_Beach_Fishing_Pier-Folly_Beach_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g31443-d598558-Reviews-Cosmic_Cavern-Berryville_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g189932-d284842-Reviews-Nuuksio_National_Park-Espoo_Uusimaa.html",
            "https://www.tripadvisor.com/Attraction_Review-g580452-d4339360-Reviews-Las_Cascadas_Water_Park-Aguadilla_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d143360-Reviews-TriBeCa-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g50492-d4801860-Reviews-Swapper_s_Day-Johnstown_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g775848-d10639861-Reviews-Nissaki_Bay-Nissaki_Corfu_Ionian_Islands.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g48194-d532130-Reviews-or10-Deep_Hollow_Ranch-Montauk_Long_Island_New_York.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g48194-d532130-Reviews-Deep_Hollow_Ranch-Montauk_Long_Island_New_York.html"
    }
]