[
    {
        "attraction_name": "Deer Park Winery & Auto Museum",
        "attraction_name_vi": "Bảo tàng ô tô nhà máy rượu vang Deer Park",
        "general_info": [
            "56 đánh giá",
            "18 trong số 79 điều cần làm ở Escondido",
            "Nhà máy rượu vang Vườn nho"
        ],
        "attraction_summary": "Nếm thử rượu vang cổ điển trong khung cảnh thuần túy của miền Nam California. Ẩn mình trên khu đất rộng 15 mẫu Anh ở Escondido thuộc Quận Bắc của San Diego là vườn nho, vườn cây ăn trái, khu dã ngoại râm mát, cửa hàng quà tặng và bộ sưu tập ô tô mui trần và Americana lớn nhất. Mở cửa từ thứ Sáu đến Chủ nhật, 10-5.Đọc thêm",
        "reviews": [
            "Chúng tôi ở tại khu nghỉ dưỡng Welk và quyết định thử nếm rượu vang ở đây. Chúng tôi không thất vọng. Họ mang cho chúng tôi một chuyến bay khi chúng tôi ngồi bên ngoài nhìn ra vườn nho. Nó được phục vụ trong một hộp gỗ bay dễ thương với dụng cụ nếm rượu vang nhỏ. Phí nếm thử của bạn được miễn nếu bạn mua một chai rượu vang hoặc rượu sâm panh. Mứt vả cũng rất ngon. Chúng tôi không vào bảo tàng. Dịch vụ khách hàng dễ chịu và hữu ích. Nếu bạn thích rượu vang đỏ đậm, họ có một vài loại. Hầu hết các lựa chọn đều rơi vào các loại rượu vang nhẹ hơn, ngọt hơn và rượu sâm panh và rượu vang tráng miệng. Đọc thêm",
            "Chúng tôi thực sự thích những chiếc xe! Bộ sưu tập rất đẹp và bối cảnh tuyệt vời. Dành thời gian đọc về những chiếc xe và đồ sưu tầm khác. Cả hai chúng tôi đều không muốn nếm thử rượu vang, nhưng sẽ là một cách tuyệt vời để kết thúc chuyến thăm cho những ai thích xe hơi cũ và rượu vang! Đọc thêm",
            "Gia đình chúng tôi đến đây để sinh nhật chồng tôi. Địa điểm này là một sản phẩm mới trong Tháng Bảo tàng vào tháng Hai ở San Diego.  Đầu tiên chúng tôi nhìn vào những chiếc xe cổ được đặt trong ba tòa nhà riêng biệt. Điều độc đáo là bảo tàng còn có bộ sưu tập radio, máy đánh chữ, máy ảnh, dụng cụ nhà bếp, bảng hiệu và thậm chí cả bộ sưu tập Barbie! Nó được quảng cáo là bộ sưu tập xe mui trần và Americana lớn nhất nhưng lớn nhất là gì? Nhà nước? Bờ Tây? \n\nChúng tôi gọi ba chuyến rượu vang, mua pho mát và một ổ bánh mì Pháp thơm ngon nóng hổi. Chúng tôi rất thích ngồi trên ghế sofa ngoài hiên đầy nắng. Sau khi kết thúc chuyến bay, chúng tôi quyết định mua một chai rượu vang để uống ở đó vì đây là một nơi tuyệt vời để tận hưởng thời tiết ấm áp. Nhưng đó là lúc mọi thứ trở nên hơi kỳ lạ. Mua rượu xong nhân viên không mở chai cho chúng tôi nên chúng tôi quay lại yêu cầu họ mở chai. Họ nhìn đồng hồ trên tường và nói rằng chúng tôi không có nút chai thích hợp để mở cái chai đó. Tuy nhiên, họ đã hỏi chúng tôi có muốn nó ướp lạnh không và chúng tôi đã đồng ý. Chúng tôi sẽ không mua nó ướp lạnh chỉ để mang về nhà! Chúng tôi muốn uống nó khi ở đó. Không cần bất kỳ loại mở nút chai đặc biệt nào để mở và nơi này LÀ một nhà máy rượu!  Nhìn lại, chỉ cần mua một chai ngay từ đầu, bạn sẽ tốt hơn nếu đi theo con đường đó. Tuy nhiên, họ có giảm giá trên chuyến bay nếu bạn mua một chai rượu vang. Chỉ cần chắc chắn rằng bạn làm tốt trước thời gian đóng cửa! Điều kỳ lạ khác là một số loại rượu vang đã cũ như những năm 2002, v.v. Họ nói rằng họ cung cấp rượu vang cổ điển. \n\nLưu ý bên lề: Chai rượu mà chúng tôi mang về nhà là Chardonnay mà tôi thường không quan tâm nhưng tất cả chúng tôi đều thích nó.Đọc thêm",
            "Gia đình tôi đến đây vào sinh nhật chồng tôi. Nơi này là một địa điểm mới trong Tháng bảo tàng vào tháng 2 tại San Diego. Đầu tiên, chúng tôi xem những chiếc xe cổ được trưng bày trong ba tòa nhà riêng biệt. Điểm độc đáo là bảo tàng cũng có một bộ sưu tập radio, máy đánh chữ, máy ảnh, đồ dùng nhà bếp, biển báo và thậm chí cả bộ sưu tập búp bê Barbie! Bảo tàng được quảng cáo là bộ sưu tập xe mui trần và đồ Mỹ lớn nhất nhưng lớn nhất là gì? Tiểu bang? Bờ biển phía tây? Chúng tôi đã gọi ba suất rượu vang và mua phô mai cùng một ổ bánh mì Pháp nhỏ nóng hổi ngon tuyệt. Chúng tôi thích ngồi trên ghế sofa ngoài hiên đầy nắng. Sau khi kết thúc các suất, chúng tôi quyết định mua một chai rượu vang để uống ở đó vì đây là một nơi tuyệt vời để tận hưởng thời tiết ấm áp. Nhưng đó là lúc mọi thứ trở nên hơi kỳ lạ. Sau khi mua rượu, nhân viên không mở chai cho chúng tôi nên chúng tôi quay lại yêu cầu họ mở. Họ nhìn vào đồng hồ trên tường và nói rằng chúng tôi không có nút chai phù hợp để mở chai đó. Tuy nhiên, họ đã hỏi chúng tôi có muốn ướp lạnh không và chúng tôi đã đồng ý. Chúng tôi sẽ không mua rượu ướp lạnh chỉ để mang về nhà! Chúng tôi muốn uống nó khi ở đó. Không cần bất kỳ loại đồ khui rượu đặc biệt nào để mở và nơi này LÀ một nhà máy rượu! Nhìn lại, chỉ cần mua một chai ngay từ đầu, bạn sẽ tốt hơn khi đi theo con đường đó. Tuy nhiên, họ có giảm giá cho chuyến bay nếu bạn mua một chai rượu. Chỉ cần đảm bảo rằng bạn mua trước giờ đóng cửa! Một điều kỳ lạ khác là một số loại rượu vang được cung cấp đã cũ như những năm 2002, v.v. Họ nói rằng họ cung cấp rượu vang cổ điển. Lưu ý: Chai rượu chúng tôi mang về nhà là một chai Chardonnay mà tôi thường không thích nhưng tất cả chúng tôi đều thích nó. Đọc thêm",
            "Thật sốc khi biết rằng hai chiếc Merlots trên chuyến bay nếm thử đều thuộc loại rượu vang năm 2003 và 2005, 20 và 18 tuổi!  Một trong những ghi chú nếm thử loại rượu cổ điển năm 2003 cho biết nó có chất lượng cảng chứ không phải loại Merlot điển hình!  Ngoại hình của cả hai đều âm u.  Sau khi nhấm nháp một trong số chúng, có cặn nặng trên mặt kính.  Không thể uống được!  Chúng tôi đã nói với người chủ rượu rằng rượu vang Merlot của bạn hơi cũ.  Tất cả những gì anh ấy nói là ừ.  Khi chúng tôi quay trở lại khu nghỉ dưỡng của mình, chúng tôi tra cứu trên Google thời hạn sử dụng của rượu Merlot và nhận thấy nó là 3-5 năm.  Chúng tôi sẽ không bao giờ quay lại! Đọc thêm",
            "Trên thực tế, đây là một bảo tàng thực sự tốt - một bộ sưu tập ô tô tuyệt vời và tất cả các loại đồ vật nhỏ nhặt khác. Đáng giá 10 phí nhập học. Đọc thêm",
            "Chúng tôi hoàn toàn thích những chiếc xe! Bộ sưu tập rất đẹp và khung cảnh tuyệt vời. Chúng tôi đã dành thời gian đọc về ô tô và các đồ sưu tầm khác. Cả hai chúng tôi đều không muốn nếm thử rượu vang, nhưng sẽ là một cách hay để kết thúc chuyến thăm đối với những ai thích xe hơi cũ và rượu vang!Đọc thêm",
            "Chúng tôi ở lại khu nghỉ dưỡng Welk và quyết định thử nơi này để nếm thử rượu vang. Chúng tôi không thất vọng. Họ mang cho chúng tôi một chuyến bay khi chúng tôi ngồi ngoài nhìn ra vườn nho. Nó được phục vụ trong một chiếc hộp gỗ bay dễ thương với những chiếc cốc nếm rượu vang nhỏ nhắn. Phí nếm thử của bạn sẽ được miễn nếu bạn mua một chai rượu vang hoặc rượu sâm panh. Mứt sung cũng rất ngon. Chúng tôi đã không làm bảo tàng. Dịch vụ khách hàng rất dễ chịu và hữu ích. Nếu bạn thích rượu vang đỏ đậm, họ có một vài loại. Hầu hết các lựa chọn đều thuộc về các loại rượu nhẹ hơn, ngọt hơn, rượu sâm panh và rượu tráng miệng.Đọc thêm",
            "Yêu bảo tàng ô tô này, với đầy những chiếc xe tuyệt vời, chủ yếu từ những năm 30, 40 và 50. Những chiếc xe rất đẹp và những cuộc triển lãm này được bao quanh bởi những kỷ vật khác giúp tăng thêm chiều sâu và thông tin bổ sung về lịch sử của những chiếc xe và thời đại của chúng. Rất nhiều thông tin về những chiếc xe được thêm vào kinh nghiệm. Cái này đáng giá 10 đô laĐọc thêm",
            "Tôi đang lái xe rời khỏi Khu nghỉ dưỡng Lawrence Welk và nhận thấy một tấm biển dành cho bảo tàng này. Tôi không thích nếm rượu vang, họ trồng nho và tự sản xuất rượu vang nhưng một bảo tàng xe hơi có vẻ hấp dẫn. Nó hóa ra là một điểm dừng tuyệt vời. Có khoảng 50 chiếc xe mui trần cổ điển để xem. Chúng thực sự là những tác phẩm nghệ thuật. Bảo tàng còn có các bộ sưu tập khác, đài bán dẫn, máy đánh chữ, thiết bị nhà bếp, v.v. Các căn cứ thật đáng yêu. Không có nho trồng vào thời điểm này trong năm. Có một luồng và các bảng biểu tượng. Nếu tôi nhớ không nhầm thì đi tham quan ô tô tốn 5 xu. Rất đáng.Đọc thêm",
            "đã đến thăm bảo tàng xe hơi cổ và rất ngạc nhiên trước số lượng vật trưng bày. tiếc là vườn nho chưa vào mùa.Đọc thêm",
            "Vợ tôi và tôi đi dạo qua những chiếc ô tô mui trần cổ điển tại địa điểm này. Những chiếc xe rất đẹp và tôi đã thấy một số nhãn hiệu và mẫu mã mà tôi chưa từng nghe đến. Mỗi chiếc xe đều có một bài viết về chiếc xe và thông tin rất thú vị. Khiếu nại duy nhất của tôi là tờ giấy viết được đặt trên một giá đỡ đặt trên mặt đất. Đối với tôi, một người đàn ông theo phong cách cổ điển, thật khó để ngồi xổm đủ thấp để đọc thông tin. Cảm ơn chúa vì iPhone vì tôi sẽ chụp ảnh tờ thông tin rồi phóng to hình ảnh trên điện thoại để đọc thông tin chi tiết về chiếc xe. Chuyến đi bộ tự hướng dẫn của chúng tôi kéo dài khoảng một tiếng rưỡi. Chúng tôi rất thích chuyến thăm của chúng tôi.Đọc thêm",
            "Đây là lần đầu tiên tôi đến thăm nhà máy rượu này.  Lúc đầu, tôi không thể tin rằng họ có một bảo tàng ô tô nhỏ bên cạnh phòng nếm thử.  Tôi nghĩ thật là sến khi có một bảo tàng làm điểm thu hút thêm.  Như thể họ đang cố gắng kiếm tiền bằng bất cứ thứ gì họ có thể.  Đối với trải nghiệm nếm rượu vang, nó chỉ ở mức bình thường.  Đầu tiên, họ đề nghị chúng tôi tìm một chỗ ngồi mong muốn và họ sẽ mang loại rượu mà chúng tôi muốn nếm thử.  Đó là nơi nó trở nên bất tiện cho tôi.  Chúng tôi ngồi bên ngoài vì có một đài phun nước nhân tạo đẹp ở một số bàn.  Sau đó, máy chủ của chúng tôi xuất hiện để nhận đơn đặt hàng của chúng tôi.  Có 5 loại rượu để nếm nhưng họ mang từng loại rượu vào một ly nhỏ.  Chúng tôi không thể ngửi thấy mùi rượu vang vì lượng rượu của chúng rất nhỏ.  Chúng tôi cũng không nhìn thấy những chai rượu mà những loại rượu này đến từ đâu.  Chúng tôi nhận được một tờ thực đơn mô tả các loại rượu mà chúng tôi đang nếm nhưng không có ai xung quanh để đặt câu hỏi.  Tôi đã tìm thấy một loại rượu ngon - đó là Merlot năm 2005.  Khá hương vị trái cây và táo bạo đối với rượu năm 2005 và nó là rượu Merlot.  Loại rượu này giữ được khá tốt và rất cân bằng nên cuối cùng tôi đã bỏ đi một chai.  Họ không cung cấp bán rượu trực tuyến.  Nếu bạn mua rượu vang của họ, họ sẽ giảm giá việc nếm thử rượu vang.  Nhân viên thân thiện nhưng không cung cấp quá nhiều thông tin.Đọc thêm",
            "Phí vào cửa là bao nhiêu?Đọc thêm",
            "9 dành cho người cao tuổi. Rất đáng để xem bộ sưu tập ô tô trị giá hàng triệu đô la và Americana giữa thế kỷ.  Cơ sở vật chất hơi cũ và mờ nhạt.  Nhưng đó cũng là một phần sự hấp dẫn của nó.Đọc thêm"
        ],
        "star_ratings": [
            18,
            21,
            10,
            5,
            2
        ],
        "review_amount": 56,
        "location": [
            "Escondido",
            "California CA",
            "Bảo tàng ô tô nhà máy rượu vang Deer Park",
            "Hoa Kỳ",
            "Các hoạt động ở Escondido"
        ],
        "reviews_time": [
            "Written September 30, 2023",
            "Written October 19, 2023",
            "Written April 15, 2024",
            "Written April 15, 2024",
            "Written October 30, 2023",
            "Written October 27, 2023",
            "Written October 20, 2023",
            "Written September 30, 2023",
            "Written May 19, 2023",
            "Written May 8, 2023",
            "Written March 12, 2023",
            "Written October 19, 2022",
            "Written May 11, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g32358-d116576-Reviews-Deer_Park_Winery_Auto_Museum-Escondido_California.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g32358-d2360986-Reviews-Canyon_Grille-Escondido_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32358-d9770160-Reviews-Pizza_Hut_Express-Escondido_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32358-d11938248-Reviews-Meadows_Deli_Market-Escondido_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32358-d26919175-Reviews-Pizza_Hut-Escondido_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g33028-d27826879-Reviews-Bell_Rock_Growers-San_Marcos_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32358-d556093-Reviews-Welk_Resorts_Theatre-Escondido_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32358-d24890813-Reviews-Welk_Farmers_Market-Escondido_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33231-d1099680-Reviews-Moonlight_Ampitheatre-Vista_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32358-d274109-Reviews-Belle_Marie_Winery-Escondido_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33231-d5574983-Reviews-Alta_Vista_Botanical_Gardens-Vista_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33028-d13958723-Reviews-Sunshine_Mountain_Vineyard-San_Marcos_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32096-d23452952-Reviews-Rawhide_Ranch-Bonsall_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33028-d17781209-Reviews-Buena_Creek_Gardens-San_Marcos_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32358-d7077405-Reviews-Keys_Creek_Winery-Escondido_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32358-d25284172-Reviews-Mountain_Meadow_Mushroom_Farm-Escondido_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32358-d116576-Reviews-or10-Deer_Park_Winery_Auto_Museum-Escondido_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32358-d1758584-Reviews-Stone_Brewing-Escondido_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32358-d591543-Reviews-Orfila_Vineyards_Winery-Escondido_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32358-d2302995-Reviews-Cordiano_Winery-Escondido_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32358-d7384169-Reviews-Hungry_Hawk_Vineyards_Winery-Escondido_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32358-d5976308-Reviews-Espinosa_Vineyards-Escondido_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32358-d8134174-Reviews-Domaine_Artefact_Vineyard_Winery-Escondido_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32358-d6661500-Reviews-BK_Cellars_Urban_Winery_Tasting_Lounge-Escondido_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32358-d14138138-Reviews-Rancho_Guejito_Vineyard-Escondido_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32358-d15328381-Reviews-Forgotten_Barrel-Escondido_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32358-d556459-Reviews-The_Oaks_Course-Escondido_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32358-d7825046-Reviews-Welk_Resort_Fountains_Golf_Course-Escondido_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32358-d24893236-Reviews-The_Marletplace-Escondido_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60750-d8593588-Reviews-Coastal_Tours_of_San_Diego-San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60750-d21318393-Reviews-Secret_Food_Tours_San_Diego-San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32358-d592152-Reviews-Castle_Creek_Country_Club-Escondido_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33028-d13306949-Reviews-Locked_Adventures-San_Marcos_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32369-d25174695-Reviews-Monserate_Winery-Fallbrook_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32358-d21328214-Reviews-Boulder_Oaks_Golf-Escondido_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32815-d1060185-Reviews-Guajome_County_Park-Oceanside_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g48023-d4961023-Reviews-Pirate_s_Cove_Adventure_Golf-Lake_Placid_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g3576442-d12872704-Reviews-Ratti_Gali_Lake-Azad_Kashmir.html",
            "https://www.tripadvisor.com/Attraction_Review-g60872-d1005909-Reviews-Miloli_i_Milolii-Kailua_Kona_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g42837-d2486710-Reviews-Depot_Town-Ypsilanti_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42139-d1867837-Reviews-The_Guardian_Building-Detroit_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g28927-d212349-Reviews-Alpine_Loop-Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d5413058-Reviews-Margaret_Hunt_Hill_Bridge-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g1766192-d8787304-Reviews-Karen_Long_Neck_Village-Mae_Rim.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d13228380-Reviews-Strahov_Library-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g32812-d588209-Reviews-Far_Niente_Winery-Oakville_Napa_Valley_California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g32358-d116576-Reviews-or10-Deer_Park_Winery_Auto_Museum-Escondido_California.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g32358-d116576-Reviews-Deer_Park_Winery_Auto_Museum-Escondido_California.html"
    }
]