[
    {
        "attraction_name": "Dehiwala Zoo",
        "attraction_name_vi": "Sở thú Dehiwala",
        "general_info": [
            "12 đánh giá",
            "- 7 trong số 11 điều cần làm ở Dehiwala-Mount Lavinia",
            "Sở thú"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Tất cả các loài động vật đều trông buồn bã và chán nản. Việc bảo tồn rắn và gấu là điều vô cùng đáng buồn. Những con hổ trông mất phương hướng. Không gian dành cho những sinh vật hùng vĩ này thực sự rất nhỏ. Theo ý kiến ​​của tôi tất cả các vườn thú nên đóng cửa bất kể chúng ở đâu. Những con vật tội nghiệp không đáng phải sống cuộc sống như thế này. Lời khuyên của tôi dành cho khách du lịch là đừng đến bất kỳ sở thú nào..Đọc thêm",
            "Không khí ẩm ướt của Sri Lanka bám vào tôi khi tôi bước vào Vườn thú Dehiwela. Là một du khách có niềm yêu thích với động vật hoang dã, đây là địa điểm không thể bỏ qua trong hành trình Sri Lanka của tôi. Bước qua cánh cổng, tiếng kêu của các loài động vật đã thay thế bản giao hưởng tiếng còi của thành phố. Điểm dừng chân đầu tiên của tôi là chuồng voi. Những gã khổng lồ hiền lành này, báu vật quốc gia của Sri Lanka, đang nhai cỏ khô. Một cảm giác kinh ngạc tràn ngập trong tôi khi tôi quan sát làn da xám xịt nhăn nheo và đôi mắt thông minh của họ.  Một chú voi con tinh nghịch phun nước từ vòi lên mình, một cử chỉ khiến tôi bật cười. Tiếp theo, tiếng nói chuyện vui tươi của lũ khỉ đã thu hút tôi. Voọc Sri Lanka với khuôn mặt đen đặc biệt, đu từ cành này sang cành khác, dường như không hề bối rối. đám đông theo dõi.  Một đàn khỉ tranh nhau một quả chuối rơi, trò hề của chúng mang lại giây phút thích thú. Tiếng gầm của sư tử vang vọng khắp sở thú, khiến tôi rùng mình.  Đến gần chuồng sư tử với tâm trạng vừa mong đợi vừa lo lắng, tôi nhìn thấy sinh vật hùng vĩ đang nằm dài trong bóng râm. Chiếc bờm vàng của nó lấp lánh dưới ánh nắng và sự hiện diện mạnh mẽ của nó khiến mọi người phải tôn trọng. Sở thú Dehiwela không chỉ có những con mèo lớn. Tôi lang thang qua những khu nhà có nhiều sinh vật hấp dẫn, mỗi sinh vật đều có câu chuyện độc đáo riêng.  Những con công duyên dáng sải bước với bộ lông rực rỡ, những con ngựa vằn yên bình gặm cỏ và những con hươu cao cổ vươn chiếc cổ dài, nhìn thoáng qua bữa sáng đầy lá của chúng. Một trong những điểm nổi bật là thời gian cho ăn ở chuồng hà mã. Những sinh vật to lớn này lê bước lên khỏi mặt nước, háo hức chờ đợi bữa ăn.  Đó là một cảnh tượng khiến tôi vừa ấn tượng vừa hơi sợ hãi với kích thước khổng lồ và bộ hàm khỏe mạnh của chúng.Đọc thêm",
            "This was one of the most horrendous animal experiences I - ve ever encountered. We went with family, who had in turn gone as children to this zoo - so it was a trip down memory lane for them. I was hoping there would be some element of care for the animals - after all, they advertise that you can see elephants, lions, bears, giraffes and more. I was incredibly shocked by what we saw.On arrival we learnt about the  - World Children - s Day -  event where staff proudly told us school kids are allowed to pet the lion cubs. I was shocked that anyone is allowed to handle the cubs - and can only image what is done to control the cubs in these circumstances  - drugging, starvation, lack of water - all to control behaviour - . Elephants are chained and poked into submission using  - phaajaan -  and then made to parade, perform and  - dance -  - a tradition at this zoo dating back decades apparently. It - s disgusting to watch - much like the old circus activities that are Elephants balance on each other and form shapes. I was shocked at how many local people come here to cheer and champion this treatment, without any care for the treatment of the animals. I would have thought people are more educated about this in 2024 and should know how cruel this is!The worst thing was that there is no acknowledgement of how wrong it is to treat any animals this way. They are blatantly tortured and exploited for human entertainment - and tamed into submission in ways we all know are cruel. Yet people pay to see this. While this might be down to a lack of local education, I suspect that - s not the case in this day and age - rather that, at Dehiwala Zoo, making money is far more important than animal welfare. This zoo should be shut down, and I hope other travellers can help share this message so people do not spend their money here in future.Read more",
            "Chà, tôi không thể giới thiệu nơi này vì tỷ lệ vào cửa cho người nước ngoài rất cao! Hết lần này đến lần khác, nó cho thấy Sri Lanka coi thường khách du lịch ở đất nước họ như thế nào. Giá dành cho khách du lịch cao hơn gần 20 lần so với người dân địa phương, vui lòng đừng bao giờ đến đó! Định kiến ​​và phân biệt chủng tộc kinh tế đang lan tràn ở đất nước đó!Đọc thêm",
            "Tôi đã đến thăm sở thú này 5 năm trước - đã đến thăm trước khi sinh ra ở Sri Lanka - và có một trải nghiệm tốt vì nó vừa được cải tạo. Chuyến thăm hôm nay hoàn toàn thất vọng. Thật buồn khi thấy sở thú bị bỏ bê so với 5 năm trước. Thật đáng buồn là Sri Lanka có thành tích tệ hại trong việc duy trì bất kỳ thứ gì mới thuộc về chính phủ, họ làm hỏng nó như đã thấy ngay cả trên toa hạng nhất của tàu hỏa! Động vật đang đau khổ, không được cung cấp đủ tiện nghi phù hợp với môi trường sống của chúng. Thiếu nước để tắm cho động vật như voi, hạ huyết áp, gấu, v.v. sự tàn ác đối với động vật là điều tồi tệ nhất tại sở thú này, tôi sẽ không bao giờ đến đó nữa trong các chuyến thăm đất nước trong tương lai của mình! Đọc thêm",
            "Trải nghiệm tuyệt vời khi đi dạo quanh sở thú, chúng tôi không mong đợi nó sẽ lớn, nhưng hóa ra nó lại rất lớn! Bạn có thể dễ dàng dành tới 5 hoặc 6 giờ ở đây! Nhìn thấy một vài loài động vật mà tôi không mong đợi được gặp ở đây, nhưng đó là một bất ngờ thú vị.Đọc thêm",
            "Một trong những nơi tốt đẹp để ghé thăm ở Sri Lanka. Đặc biệt với trẻ em. Phải mất trung bình. 4 giờ để tham quan toàn bộ động vật bên trong vườn thú.Đọc thêm",
            "Tôi đã đến thăm nơi này nhiều lần. Thật đáng khích lệ khi thấy có nhiều không gian hơn được phân bổ cho động vật. Chắc chắn là một nơi để ghé thăm.Đọc thêm",
            "Vườn thú quốc gia Sri Lanka là một vườn thú ở Dehiwala, Sri Lanka, được thành lập vào năm 1936. Các khu vực rộng lớn của vườn thú là nơi sinh sống của nhiều loài động vật và chim. Vườn thú này trưng bày các loài động vật nhưng cũng chú trọng vào việc bảo tồn và phúc lợi động vật, cũng như giáo dục. Đọc thêm",
            "Đã 3 năm kể từ lần cuối cùng tôi đến thăm Sở thú Dehiwala và chỉ có tôi và chồng khi chúng tôi vẫn còn là một cặp vợ chồng. Trước khi quá đông đúc khi dịch bệnh Covid-19 này chưa ập đến cả nước. Tôi và gia đình đặc biệt là tôi 2 tuổi. cô con gái lớn thích thú ngắm nhìn từng con vật. Tôi thích cách họ thêm một số điểm tham quan như bảo tàng, trang trại bướm và nơi nuôi chim. Vì đây là vườn thú lớn nhất ở Sri Lanka nên bạn sẽ phải mất một thời gian để xem tất cả các loài động vật và bạn nên chuẩn bị sẵn mũ, tưới nước cho mọi thứ có thể che phủ bạn vì đây là một chuyến đi bộ rất dài. Tôi hy vọng rằng họ duy trì nơi mà các loài động vật sẽ cảm thấy thoải mái và đặc biệt là tiếp tục chăm sóc chúng - động vật -. Nhìn chung, chúng tôi rất thích đi bộ, chỉ có một chút mùi nhưng điều đó cũng khá bình thường vì đây là một sở thú và có rất nhiều động vật. Đọc thêm"
        ],
        "star_ratings": [
            4,
            5,
            0,
            1,
            3
        ],
        "review_amount": 13,
        "location": [
            "Dehiwala-Núi Lavinia",
            "Sở thú Dehiwala",
            "Những hoạt động nên làm ở Dehiwala-Mount Lavinia",
            "tỉnh miền Tây",
            "Sri Lanka",
            "Châu Á"
        ],
        "reviews_time": [
            "Written May 17, 2024",
            "Written April 2, 2024",
            "Written January 20, 2024",
            "Written January 3, 2024",
            "Written August 22, 2023",
            "Written August 7, 2023",
            "Written April 7, 2023",
            "Written February 9, 2023",
            "Written January 15, 2022",
            "Written October 27, 2020"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g499079-d19916123-Reviews-Dehiwala_Zoo-Dehiwala_Mount_Lavinia_Western_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g499079-d19916123-Reviews-or10-Dehiwala_Zoo-Dehiwala_Mount_Lavinia_Western_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g499079-d13157300-Reviews-National_Zoological_Gardens_of_Sri_Lanka-Dehiwala_Mount_Lavinia_Western_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g499079-d19917472-Reviews-Dehiwala_Zoological_Garden-Dehiwala_Mount_Lavinia_Western_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g499079-d13133431-Reviews-The_Fish_Stop-Dehiwala_Mount_Lavinia_Western_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g60596-d146751-Reviews-Papakolea_Green_Sand_Beach-Naalehu_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g580303-d783738-Reviews-Pirates_Adventure-Magaluf_Calvia_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d8457239-Reviews-Airports_Taxi_Transfers-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g34145-d9883233-Reviews-Alan_Shepard_Beachfront_Park-Cocoa_Beach_Brevard_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g51861-d117024-Reviews-Austin_Hot_Springs-Estacada_Clackamas_County_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g34704-d2614489-Reviews-Vanderbilt_Beach-Vanderbilt_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d12362181-Reviews-The_Las_Vegas_Arts_District-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g4505725-d21210395-Reviews-Plazhi_Puerto_Rico-Ksamil_Saranda_Vlore_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g190502-d246101-Reviews-Mount_Floyen_and_the_Funicular-Bergen_Hordaland_Western_Norway.html",
            "https://www.tripadvisor.com/Attraction_Review-g294009-d386696-Reviews-State_Grand_Mosque-Doha.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g499079-d19916123-Reviews-or10-Dehiwala_Zoo-Dehiwala_Mount_Lavinia_Western_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g499079-d19916123-Reviews-Dehiwala_Zoo-Dehiwala_Mount_Lavinia_Western_Province.html"
    }
]