[
    {
        "attraction_name": "Del Vino Vineyards",
        "attraction_name_vi": "Vườn nho Del Vino",
        "general_info": [
            "66 đánh giá",
            "2 trong số 11 điều cần làm ở Northport",
            "Nhà máy rượu vang Vườn nho"
        ],
        "attraction_summary": "Trải nghiệm Vườn nho Del Vino: Nằm trên những ngọn đồi thoai thoải của Northport, Long Islands Gold Coast, Vườn nho Del Vino do gia đình điều hành. Vườn nho mang đến khung cảnh đặc biệt, cảm giác thanh bình và tách biệt cũng như khí hậu thuận lợi cho rượu vang. Cam kết của chúng tôi về chất lượng tuyệt đối còn mở rộng đến mối quan hệ mà chúng tôi xây dựng với khách hàng.Đọc thêm",
        "reviews": [
            "Gia đình chúng tôi đã đưa vợ chồng tôi đến đó để kỷ niệm 65 năm ngày cưới. Chúng tôi đã có một trong những trải nghiệm tuyệt vời nhất trong cuộc đời mình. Thức ăn rất nổi bật... từ những bảng xếp hạng hào phóng cho đến những món ăn ngon sau đó. Họ phục vụ rượu vang làm từ nho trồng trong vườn nho của họ ngay tại địa điểm. Vợ tôi và tôi lần lượt có chardonnay và pinot grigio. Cả hai đều xuất sắc ...mượt mà với độ hoàn thiện đẹp. Chúng tôi đã gặp Fred, người chủ, người đã tặng chúng tôi một món quà tuyệt vời. Cảm ơn một lần nữa Fred. Sau đó chúng tôi đi tham quan vườn nho thực tế, nơi có cơ hội chụp ảnh tuyệt vời. Chúng tôi không thể chờ đợi để trở lại. Cảm ơn Cathy vì đã chọn del Vino cho buổi gặp mặt của chúng ta.Đọc thêm",
            "Chúc mừng kỷ niệm! Cảm ơn bạn đã chọn Del Vino để ăn mừng! Chúng tôi rất vui vì bạn đã có khoảng thời gian tuyệt vời và chúng tôi sẽ chia sẻ những lời tốt đẹp của bạn với Fred. Chúng tôi mong được gặp lại bạn tại vườn nho! Chúng tôi thực sự thích tạo ra trải nghiệm đáng nhớ cho tất cả khách của mình và mong bạn quay trở lại. Nếu bạn có một số hình ảnh từ chuyến thăm vườn nho của mình, vui lòng đăng và gắn thẻ chúng tôi bằng hashtag delvinovineyards\n\nNếu bạn không theo dõi chúng tôi trên Instagram, vui lòng theo dõi! Chúng tôi chia sẻ thông tin cập nhật hàng tuần về các sự kiện diễn ra tại vườn nho của mình. Đọc thêm",
            "Chúng tôi đã kỷ niệm 50 năm ngày cưới, thật tuyệt vời, nhiếp ảnh gia Chris đã làm rất tốt. Chúng tôi có 10 đứa cháu từ 2 đến 18 tuổi và cô ấy đã chụp được những bức ảnh ngoạn mục. Hôm đó trời rất nóng và Chris đã cố gắng hết sức để mọi người mát mẻ. Tất cả những gì tôi muốn là những bức ảnh gia đình và chúng tôi còn có được nhiều hơn thế. Chúng ta sẽ có những kỷ niệm đẹp để kéo dài. Đọc thêm",
            "Chúc mừng kỷ niệm 50 năm ngày cưới! Cảm ơn bạn rất nhiều vì những lời tốt đẹp và lời khuyên của bạn!  Chúng tôi mong được gặp lại bạn tại vườn nho! Chúng tôi thực sự mong muốn tạo ra trải nghiệm đáng nhớ cho tất cả khách hàng và mong chờ sự trở lại của bạn. Nếu bạn có một số hình ảnh về chuyến tham quan vườn nho của mình, hãy nhớ đăng và gắn thẻ chúng tôi bằng cách sử dụng hashtag delvinovineyards\n\nNếu bạn không theo dõi chúng tôi trên Instagram, hãy làm theo! Chúng tôi chia sẻ thông tin cập nhật hàng tuần về các diễn biến ở vườn nho của chúng tôi.Đọc thêm",
            "Chúng tôi ở đó để ăn tối thư giãn. Nơi này thực sự rất đẹp, view đẹp, sân có mái che đẹp, chỗ ngồi bên ngoài, khu vực quầy bar bên ngoài có lều. Chúng tôi đã từng ở đây trước đây, giá đã tăng lên. Tôi sợ giá cao cho trải nghiệm. Đồ ăn ngon, dịch vụ tốt, view rất đẹp. Bạn sẽ cần đặt chỗ trước, việc đỗ xe có thể khó khăn.Đọc thêm",
            "Tôi đã có ý định đến đây kể từ khi họ mở cửa. Hàng năm tôi và bạn gái đều tổ chức một nhà máy rượu nhân dịp sinh nhật của tôi và năm nay do thời tiết nên chúng tôi quyết định ở gần nhà. Chúng tôi đã đặt chỗ trước 11 giờ sáng vì nghĩ rằng nó có thể đông đúc và biết rằng bãi đậu xe không phải là tốt nhất. Chúng tôi là những người đầu tiên ở đó và về cơ bản đã mở được nơi này. Như đã nói, không ai tỏ ra khó chịu khi chúng tôi ở đó trong khi họ vẫn đang ổn định vào ngày mà tôi đã trải nghiệm điều đó trước đây ở những nơi khác Sabrina, cô hầu bàn của chúng tôi xin lỗi nếu tôi nhầm tên là người vui vẻ, chu đáo và rất hiểu biết.  Ba cho chúng tôi mỗi chuyến rượu vang đỏ. Tối hậu thư là yêu thích của chúng tôi. Sau đó, chúng tôi chia nhau một ly Amore vì mô tả có vẻ thú vị và tuyệt vời! Ba chúng tôi chia mì ống sốt marinara với một viên thịt viên rất lớn và ricotta tươi, nấm truffle burata trên món salad xắt nhỏ mà cho đến nay là món tôi thích nhất và món hummus. Mọi thứ đều ngon!!! Tất cả những thứ đó đều có giá không quá khủng khiếp và nó đã lên tới 70 trang. Tôi nóng lòng muốn quay lại. Chỉ cần chắc chắn để đặt chỗ!Đọc thêm",
            "Chúc mừng sinh nhật!  Chúng tôi rất vui vì bạn đã chọn Del Vino để ăn mừng và đã có khoảng thời gian tuyệt vời.  Cảm ơn bạn đã đánh giá và đề xuất tuyệt vời của bạn. Chúng tôi sẽ chia sẻ những lời tốt đẹp của bạn với Sabrina và nhân viên của chúng tôi. Chúng tôi mong sớm được chào đón bạn quay trở lại! Đọc thêm",
            "Chúng tôi đã từng đến đây trước đây, nhà máy rượu thực sự tốt. Nơi này được thiết lập rất đẹp, chỗ ngồi có mái che ngoài trời, chỗ ngồi bên trong. Khung cảnh tuyệt đẹp của cây nho thực tế. Đồ ăn rất ngon, chỉ có điều giá hơi cao. Rượu rất ngon nhưng giá cả. Giờ vẫn đẹp nhưng giá hơi cao. Bạn nên gọi điện để đặt chỗ.Đọc thêm",
            "Tôi đã định đến đây từ khi họ mở cửa. Hàng năm, bạn gái tôi và tôi đều tổ chức một buổi tiệc rượu mừng sinh nhật tôi và năm nay do thời tiết nên chúng tôi quyết định ở gần nhà. Chúng tôi đã đặt chỗ lúc 11 giờ sáng vì nghĩ rằng có thể sẽ đông và biết rằng bãi đậu xe không phải là tốt nhất. Chúng tôi là những người đầu tiên đến đó và về cơ bản là đã mở cửa. Với điều đó, không ai tỏ ra khó chịu khi chúng tôi ở đó trong khi họ vẫn đang ổn định trong ngày. Tôi đã từng trải nghiệm điều đó trước đây ở những nơi khác. Sabrina, cô hầu bàn của chúng tôi, xin lỗi nếu tôi gọi sai tên, rất vui vẻ, chu đáo và rất hiểu biết. Mỗi người chúng tôi được ba người phục vụ một suất rượu vang đỏ. Ultima là món chúng tôi thích nhất. Sau đó, chúng tôi chia nhau một ly Amore vì mô tả có vẻ thú vị và tuyệt vời! Ba chúng tôi chia nhau một suất mì ống sốt marinara với một viên thịt viên rất lớn và ricotta tươi, burata nấm cục trên một đĩa salad xắt nhỏ mà chắc chắn là món tôi thích nhất và hummus. Mọi thứ đều ngon!!! Giá cả không tệ và tổng cộng là 70 đô la cho một người. Tôi không thể chờ đợi để đến đó một lần nữa. Chỉ cần chắc chắn là bạn đã đặt chỗ trước! Đọc thêm",
            "Chúc mừng sinh nhật!  Chúng tôi rất vui vì bạn đã chọn Del Vino để ăn mừng và đã có khoảng thời gian tuyệt vời.  Cảm ơn bạn đã đánh giá và đề xuất tuyệt vời của bạn. Chúng tôi sẽ chia sẻ những lời tốt đẹp của bạn với Sabrina và nhân viên của chúng tôi. Chúng tôi mong sớm được chào đón bạn quay trở lại! Đọc thêm",
            "Nơi này luôn tuyệt vời! Đã ở đây 5 lần và mỗi lần lại tốt hơn. Chỗ ngồi trong nhà và ngoài trời. Thức ăn thật tuyệt vời. Rượu rất ngon!!Đọc thêm",
            "Cảm ơn bạn rất nhiều vì những lời tốt đẹp của bạn và đã trở thành một khách hàng tuyệt vời! Chúng tôi mong được gặp lại bạn tại vườn nho! Chúng tôi thực sự mong muốn tạo ra trải nghiệm đáng nhớ cho tất cả khách hàng và mong chờ sự trở lại của bạn. Nếu bạn có một số hình ảnh về chuyến tham quan vườn nho của mình, hãy nhớ đăng và gắn thẻ chúng tôi bằng cách sử dụng hashtag delvinovineyards\n\nNếu bạn không theo dõi chúng tôi trên Instagram, hãy làm theo! Chúng tôi chia sẻ thông tin cập nhật hàng tuần về các diễn biến ở vườn nho của chúng tôi.Đọc thêm",
            "Đến đây lần thứ 2. Chủ yếu có pizza, salad và rượu vang. Rất hợp lý và ngon miệng. Chúng tôi sẽ quay lại trong tương lai gần. Đọc thêm",
            "Cảm ơn bạn vì những lời tốt đẹp và lời khuyên của bạn! Chúng tôi mong được gặp lại bạn tại vườn nho! Chúng tôi thực sự mong muốn tạo ra trải nghiệm đáng nhớ cho tất cả khách hàng và mong chờ sự trở lại của bạn. Nếu bạn có một số hình ảnh về chuyến tham quan vườn nho của mình, hãy nhớ đăng và gắn thẻ chúng tôi bằng cách sử dụng hashtag delvinovineyards\n\nNếu bạn không theo dõi chúng tôi trên Instagram, hãy làm theo! Chúng tôi chia sẻ thông tin cập nhật hàng tuần về các diễn biến ở vườn nho của chúng tôi.Đọc thêm",
            "Chúng tôi ở đó để ăn tối thư giãn. Nơi này thực sự rất đẹp, view đẹp, sân có mái che đẹp, chỗ ngồi bên ngoài, khu vực quầy bar bên ngoài có lều. Chúng tôi đã từng ở đây trước đây, giá đã tăng lên. Tôi sợ giá cao cho trải nghiệm. Đồ ăn ngon, dịch vụ tốt, view rất đẹp. Bạn sẽ cần đặt chỗ trước, việc đỗ xe có thể khó khăn.Đọc thêm",
            "Chúng tôi đã kỷ niệm 50 năm ngày cưới, thật tuyệt vời, nhiếp ảnh gia Chris đã làm rất tốt. Chúng tôi có 10 đứa cháu từ 2 đến 18 tuổi và cô ấy đã chụp được những bức ảnh ngoạn mục. Hôm đó trời rất nóng và Chris đã cố gắng hết sức để mọi người mát mẻ. Tất cả những gì tôi muốn là những bức ảnh gia đình và chúng tôi còn có được nhiều hơn thế. Chúng ta sẽ có những kỷ niệm đẹp để kéo dài. Đọc thêm",
            "Chúc mừng kỷ niệm 50 năm ngày cưới! Cảm ơn bạn rất nhiều vì những lời tốt đẹp và lời khuyên của bạn!  Chúng tôi mong được gặp lại bạn tại vườn nho! Chúng tôi thực sự mong muốn tạo ra trải nghiệm đáng nhớ cho tất cả khách hàng và mong chờ sự trở lại của bạn. Nếu bạn có một số hình ảnh về chuyến tham quan vườn nho của mình, hãy nhớ đăng và gắn thẻ chúng tôi bằng cách sử dụng hashtag delvinovineyards\n\nNếu bạn không theo dõi chúng tôi trên Instagram, hãy làm theo! Chúng tôi chia sẻ thông tin cập nhật hàng tuần về các diễn biến ở vườn nho của chúng tôi.Đọc thêm",
            "Trải nghiệm tuyệt vời! Đã đi cùng một bữa tiệc gồm 6 người lớn. Đồ ăn và đồ uống tuyệt vời, chúng tôi có rất nhiều thứ, bao gồm phô mai và thịt, pizza súp lơ, pizza thông thường, salad Caesar, thịt viên và chai Riesling, dịch vụ tuyệt vời từ cô hầu bàn. Tôi tin rằng tên cô ấy là Briana. Khuôn viên đẹp! Chắc chắn sẽ trở lại. Chúng tôi đã đến các nhà máy rượu ở bờ biển phía nam rất nhiều lần và đây là một sự thay đổi thú vị!Đọc thêm",
            "Cảm ơn bạn rất nhiều vì những lời của các bạn!  Cảm ơn bạn vì 5 sao!  Chúng tôi mong được gặp lại bạn tại vườn nho! Chúng tôi thực sự mong muốn tạo ra trải nghiệm đáng nhớ cho tất cả khách hàng và mong chờ sự trở lại của bạn. Nếu bạn có một số hình ảnh về chuyến tham quan vườn nho của mình, hãy nhớ đăng và gắn thẻ chúng tôi bằng cách sử dụng hashtag delvinovineyards\n\nNếu bạn không theo dõi chúng tôi trên Instagram, hãy làm theo! Chúng tôi chia sẻ thông tin cập nhật hàng tuần về các diễn biến ở vườn nho của chúng tôi.Đọc thêm",
            "Hôm nay sáu người bạn đã đến Vườn nho Del Vino vì nó gần North Fork hơn rất nhiều.  Tôi biết tại sao rất khó để đặt chỗ. Các nhân viên phục vụ rất chu đáo, giúp chúng tôi quyết định nên gọi món gì và họ không hề hối thúc chúng tôi. Chúng tôi ăn pizza và một miếng pho mát. Cả hai đều ngon. Nơi này rất đẹp để nhìn ra ngoài, mặc dù chúng tôi không đi bộ quá nhiều vì nóng. Thật không may khi để lại một người bạn của tôi bất tỉnh, có lẽ là do nắng nóng. và chúng tôi ở trong đám đông hơn 60 người. Cảm ơn các nhân viên đã xuất sắc trong việc hỗ trợ chúng tôi chăm sóc cô ấy cho đến khi EMT đến. Nơi tuyệt vời. ĐiĐọc thêm",
            "Cảm ơn bạn rất nhiều vì những lời của các bạn!  Chúng tôi hy vọng bạn của bạn vẫn ổn! Chúng tôi mong được gặp lại bạn tại vườn nho! Chúng tôi thực sự mong muốn tạo ra trải nghiệm đáng nhớ cho tất cả khách hàng và mong chờ sự trở lại của bạn. Nếu bạn có một số hình ảnh về chuyến tham quan vườn nho của mình, hãy nhớ đăng và gắn thẻ chúng tôi bằng cách sử dụng hashtag delvinovineyards\n\nNếu bạn không theo dõi chúng tôi trên Instagram, hãy làm theo! Chúng tôi chia sẻ thông tin cập nhật hàng tuần về các diễn biến ở vườn nho của chúng tôi.Đọc thêm",
            "Gia đình chúng tôi đã đưa vợ chồng tôi đến đó để kỷ niệm 65 năm ngày cưới. Chúng tôi đã có một trong những trải nghiệm tuyệt vời nhất trong cuộc đời mình. Thức ăn rất nổi bật... từ những bảng xếp hạng hào phóng cho đến những món ăn ngon sau đó. Họ phục vụ rượu vang làm từ nho trồng trong vườn nho của họ ngay tại địa điểm. Vợ tôi và tôi lần lượt có chardonnay và pinot grigio. Cả hai đều xuất sắc ...mượt mà với độ hoàn thiện đẹp. Chúng tôi đã gặp Fred, người chủ, người đã tặng chúng tôi một món quà tuyệt vời. Cảm ơn một lần nữa Fred. Sau đó chúng tôi đi tham quan vườn nho thực tế, nơi có cơ hội chụp ảnh tuyệt vời. Chúng tôi không thể chờ đợi để trở lại. Cảm ơn Cathy vì đã chọn del Vino cho buổi gặp mặt của chúng ta.Đọc thêm",
            "Chúc mừng kỷ niệm!  Cảm ơn bạn đã chọn Del Vino để ăn mừng!  Chúng tôi rất vui vì bạn đã có khoảng thời gian tuyệt vời và chúng tôi sẽ chia sẻ những lời tốt đẹp của bạn với Fred.  Chúng tôi mong được gặp lại bạn tại vườn nho! Chúng tôi thực sự mong muốn tạo ra trải nghiệm đáng nhớ cho tất cả khách hàng và mong chờ sự trở lại của bạn. Nếu bạn có một số hình ảnh về chuyến tham quan vườn nho của mình, hãy nhớ đăng và gắn thẻ chúng tôi bằng cách sử dụng hashtag delvinovineyards\n\nNếu bạn không theo dõi chúng tôi trên Instagram, hãy làm theo! Chúng tôi chia sẻ thông tin cập nhật hàng tuần về các diễn biến ở vườn nho của chúng tôi.Đọc thêm",
            "Đã có những kỳ vọng cao dựa trên các đánh giá khác, nhưng tiếc là địa điểm này không mang lại hiệu quả.  Rượu vang không tuyệt vời và thức ăn cũng chỉ ở mức trung bình.  Chúng tôi đã thử tất cả các loại rượu của họ với hy vọng tìm được loại chúng tôi thích.  Việc nếm thử rất đắt so với các nhà máy rượu khác mà chúng tôi đã từng tham gia.  Dịch vụ cũng ổn vì nhân viên phục vụ của chúng tôi dường như có quá nhiều bàn. Đọc thêm",
            "Giá mỗi người là bao nhiêu?Đọc thêm",
            "Họ có cho phép xe đẩy không?Đọc thêm",
            "Có, tôi đã thấy trẻ em ở đó nhiều lần. Có rất nhiều phòng ở phía sau sân. Thưởng thứcĐọc thêm",
            "Bạn có thể mang bánh theo vào dịp sinh nhật không?Đọc thêm",
            "Nó có thân thiện với trẻ em không?Đọc thêm",
            "Đây chủ yếu là một diễn đàn dành cho người lớn nhưng tôi đã thấy một số trẻ em ở đó. Vấn đề duy nhất là bên trong tòa nhà được bố trí giống như một nhà hàng nên con bạn không thể chạy nhảy xung quanh cũng như không có sân chơi cho chúng chơi. Đây chủ yếu là môi trường trong nhà.Đọc thêm",
            "Chó có được phép không?Đọc thêm",
            "Không được phép nuôi chó.....Đọc thêm",
            "Những loại cây nho trên vườn nho là gì?\nCó gì bất động sản và đóng chai bằng rượu vang?\nBao nhiêu tuổi và những giống cụ thể được trồng?\nNhững gì người da trắng được thực hiện trong SS?\nNhững loại thùng gỗ sồi mới slavonic cũ v.v.?Đọc thêm",
            "Để trả lời những câu hỏi này, tốt nhất bạn nên nói chuyện trực tiếp với chủ sở hữu hoặc tổng giám đốc..Đọc thêm"
        ],
        "star_ratings": [
            52,
            9,
            2,
            1,
            3
        ],
        "review_amount": 67,
        "location": [
            "Vườn nho Del Vino",
            "Đảo dài",
            "New York NY",
            "Những điều cần làm ở Northport",
            "Cảng phía bắc",
            "Hoa Kỳ"
        ],
        "reviews_time": [
            "Written June 24, 2023",
            "Written August 3, 2023",
            "Written September 5, 2023",
            "Written April 16, 2024",
            "Written June 6, 2024",
            "Written April 16, 2024",
            "Written March 17, 2024",
            "Written March 11, 2024",
            "Written September 5, 2023",
            "Written August 3, 2023",
            "Written July 22, 2023",
            "Written July 12, 2023",
            "Written June 24, 2023",
            "Written June 19, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g48305-d16820118-Reviews-Del_Vino_Vineyards-Northport_Long_Island_New_York.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g48305-d4649897-Reviews-Fattuscos-Northport_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g48305-d25318268-Reviews-Arlo_Kitchen_Bar-Northport_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g48305-d23679015-Reviews-GIN_45-Northport_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g48305-d936454-Reviews-Batata_Cafe_Grille-Northport_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g48305-d4561852-Reviews-Batata_Cafe-Northport_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g48305-d936677-Reviews-Pumpernickels_Restaurant-Northport_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g48305-d910532-Reviews-Gino_s_Pizza-Northport_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g48305-d4706687-Reviews-Venus_Greek_Restaurant-Northport_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g48305-d4661059-Reviews-McDonald_s-Northport_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g48305-d4614095-Reviews-Baskin_Robbins-Northport_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48305-d1217540-Reviews-John_W_Engeman_Theater-Northport_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47436-d319040-Reviews-Vanderbilt_Museum-Centerport_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47939-d15226317-Reviews-Crab_Meadow_Beach-Huntington_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47744-d10767994-Reviews-Makamah_Nature_Preserve-Fort_Salonga_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48305-d16774267-Reviews-Northport_Public_Library-Northport_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48305-d14087490-Reviews-Sand_City_Brewing_Co-Northport_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48305-d12961371-Reviews-Northport_Historical_Society-Northport_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48305-d19781106-Reviews-The_Firefly_Artists-Northport_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48305-d13815384-Reviews-LaMantia_Gallery-Northport_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48001-d3468282-Reviews-Sunken_Meadow_State_Park-Kings_Park_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48305-d16820118-Reviews-or10-Del_Vino_Vineyards-Northport_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48305-d15684800-Reviews-Harbor_Head_Brewing_Co-Northport_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48305-d15213742-Reviews-Richters_Orchard-Northport_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47939-d5463911-Reviews-Caumsett_State_Park-Huntington_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48305-d27133824-Reviews-The_Dreaming_Tree_Massage_and_Wellness-Northport_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48305-d14154954-Reviews-Kismet_Cruising-Northport_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48305-d17614285-Reviews-Just_Us_Cruising_Charters-Northport_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48305-d13835437-Reviews-Gold_Coast_Cigar_Co_II-Northport_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g58833-d145629-Reviews-Pearrygin_Lake_State_Park-Winthrop_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d1800354-Reviews-King_Spa_Waterpark-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g46859-d3248713-Reviews-Swartswood_State_Park-Swartswood_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g189894-d615426-Reviews-Haga_Nygata-Gothenburg_Vastra_Gotaland_County_West_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g147320-d148125-Reviews-El_Batey_Bar-San_Juan_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g297983-d6575425-Reviews-Galeri_Ikman-Goreme_Cappadocia.html",
            "https://www.tripadvisor.com/Attraction_Review-g297516-d582106-Reviews-Trsat_Castle-Rijeka_Primorje_Gorski_Kotar_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g274967-d6750794-Reviews-KGB_Building-Riga_Riga_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d1552278-Reviews-Kwangjang_Market-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g1152780-d2035913-Reviews-Sri_Lakshmi_Narayani_Golden_Temple-Vellore_Vellore_District_Tamil_Nadu.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g48305-d16820118-Reviews-or10-Del_Vino_Vineyards-Northport_Long_Island_New_York.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g48305-d16820118-Reviews-Del_Vino_Vineyards-Northport_Long_Island_New_York.html"
    }
]