[
    {
        "attraction_name": "Demarest Farm",
        "attraction_name_vi": "Trang trại Demarest",
        "general_info": [
            "100 đánh giá",
            "- 1 trong 3 điều cần làm ở Hillsdale",
            "Trang trại"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Chiều nay tôi dừng lại ở Trang trại Demest đông đúc để tham quan và chụp vài bức ảnh. Mọi thứ trông và có mùi thơm ngon đến mức tôi quyết định ở lại ăn trưa và ăn món Sandwich Salad gà thơm ngon với bánh kếp khoai tây bên cạnh với một ít rượu táo tự làm của họ. Mọi thứ đều ngon. Trang trại có rất nhiều hoạt động từ hái bí ngô, táo cho đến chở cỏ khô đến nỗi nơi này trở thành nhà thương điên vào cuối tuần và rất khó để có được chỗ đậu xe nhưng mọi người đều có khoảng thời gian vui vẻ đến mức dường như không ai bận tâm. Các kệ bên trong chứa đầy trái cây và rau quả theo mùa, đồng thời họ có các món nướng tuyệt vời nhất và nổi tiếng với bánh rán táo. Bạn cũng phải nếm thử bánh kếp khoai tây của họ. Yum!Họ cũng có tất cả các loại quà tặng như mứt và thạch và có nhiều hàng bánh nướng mới nướng. Họ đang chuẩn bị cho mùa Lễ Tạ ơn và Giáng sinh sắp tới. Đến đó và trải nghiệm tất cả các hoạt động họ đang diễn ra luôn rất vui.Đọc thêm",
            "5 người chúng tôi trên một chiếc ô tô. giá - 40 và bổ sung - 12 để có thể chọn một quả bí ngô. Chúa ơi, bạn muốn hái vài quả táo. Đối với mỗi túi, một túi khác - 15! Muốn cho những con dê trông buồn bã ăn, - sẽ - thêm 8 đô la tiền thức ăn. Bỏ qua điều này và chỉ cần đi qua đường đến cửa hàng của họ. Bãi đậu xe miễn phí, sân chơi miễn phí và nhiều lựa chọn động vật trang trại hơn. Nhận bánh rán táo và một quả bí ngô với giá thấp hơn rất nhiều - 60,00Đọc thêm",
            "Tôi đã đặt chỗ cho gia đình mình vào một khoảng thời gian ngày hôm nay. Bận rộn đến mức chúng tôi không thể đến gần chợ và sân chơi. Chúng tôi lái xe đến cánh đồng bí ngô. Phải mất một lúc lâu, chúng tôi mới đi đến bãi quây nơi những quả bí ngô được đặt trên mặt đất. Chúng tôi đi xe cỏ rất nhanh và sau đó hái những quả bí ngô của mình. Tôi đã không nhận ra rằng việc nhập học chỉ bao gồm một chuyến đi hay và không có gì khác. Tôi cảm thấy tám đô la một người trong năm phút trên một chuyến đi hay là rất nhiều. Mỗi quả bí ngô bạn muốn mua là - 12. Điều này không được nói rõ khi bạn đặt vé. và sau đó bạn không có cách nào để mang những quả bí ngô vào ô tô của mình. Có rất nhiều lựa chọn tốt hơn, hãy chọn trang trại của riêng bạn ở Warwick và Chester, đẹp hơn và hoạt động tốt hơn nhiều. Chắc chắn bạn sẽ không làm điều này nữa!Đọc thêm",
            "TLDR: Dù bạn nghĩ đến chuyến du ngoạn bình dị, mùa thu nào của gia đình, điều này lại trái ngược với điều đó. Nếu bạn là một gia đình trẻ đang tìm kiếm một hoạt động cuối tuần cho con mình - để rời xa thành phố, thì phiên bản hái táo được thương mại hóa cao này có lẽ không phải là thứ bạn đang tìm kiếm. Doanh nghiệp này nên được điều tra bởi Better Business Bureau. Trong chuyến đi hái táo gần đây mà chúng tôi phải trả trước, nhân viên đầu tiên mà chúng tôi yêu cầu giúp đỡ trong việc hướng dẫn chúng tôi đến những cái cây đã tình nguyện nói rằng 90 - trong số những cây đã bị chặt hoàn toàn hoặc đã chết và chúng tôi - sẽ phải đi bộ đến một đầu của trang trại - với đứa con 18 tháng tuổi của chúng tôi - để có cơ hội tìm táo để hái. Chúng tôi trả trước - 7 - người và - 15 cho một túi để thu thập những quả táo mà dường như hầu hết, nếu không muốn nói là hoàn toàn, đã được hái tại trang trại này. Khi đến cổng trang trại, chúng tôi đã xếp hàng chờ 35 phút để đậu xe vì họ đã bán quá nhiều vé so với sức chứa của họ. Điều này không chỉ bất tiện mà còn có nghĩa là thời gian ở trang trại của chúng tôi giống như đi dạo dọc các lối đi của một cửa hàng tạp hóa hơn là làm bất cứ điều gì khác. Điều này không nói lên điều gì về dịch vụ khách hàng nói chung và cách tiếp cận mà hầu hết nhân viên của trang trại áp dụng. trang trại đối xử với khách hàng của họ. Một trong những trải nghiệm tồi tệ nhất với khách hàng và người tiêu dùng mà tôi từng trải qua ở khu vực ba bang trong hơn một thập kỷ sống ở New York.Đọc thêm",
            "Nhân viên thu ngân thô lỗ, không có táo và họ không hoàn lại tiền, đừng lãng phí thời gian của bạn thực sự không có gì ở đó, sự thô lỗ của nhân viên thu ngân thật kinh khủngĐọc thêm",
            "Chúng tôi - đã đến trang trại này vài lần trước đây trong vài năm qua nhưng hôm nay, chúng tôi đã mang theo đứa con trai có nhu cầu đặc biệt ngồi trên xe lăn để tận hưởng một ngày vui vẻ - cậu bé vừa được kiểm tra và TIÊU CỰC COV -. Tất cả chúng tôi đều đeo mặt nạ theo giao thức. Người phụ nữ ở quầy thu ngân nhìn con trai tôi một cách TUYỆT VỜI ngay khi chúng tôi bước vào cửa hàng. Sau đó cô ấy hỏi tôi và chồng tôi rằng chúng tôi đang tìm kiếm điều gì. Chúng tôi nói với cô ấy giỏ hàng. Cô nói với thái độ ngạo mạn - Nó - ở bên ngoài -. Những chiếc xe ở xa lối vào, đó là lý do tại sao chúng tôi không nhìn thấy chúng ngay. Một phụ nữ tóc vàng xinh đẹp cũng làm việc ở đó đã chào đón chúng tôi và tôi thậm chí còn khen ngợi cách trang trí của họ. Tôi cố gắng không nghĩ đến thái độ khó chịu của các nhân viên khác ở đó. Con trai tôi đang bị đau khi mọc răng hàm thứ 2 và cháu bắt đầu bị nghẹn nước bọt nên cháu ho để hắng giọng trong khi đeo khẩu trang. Một phụ nữ tóc vàng khác đã bảo chúng tôi một cách HẤP DẪN hãy ra ngoài để đề phòng COVID. Thậm chí không cần hỏi con trai tôi thế nào, cô ấy đã nhanh chóng đánh giá con trai tôi! Là một Y tá Chăm sóc Đặc biệt, tôi hiểu về các biện pháp phòng ngừa COVID nhưng đó - KHÔNG PHẢI LÀ NHỮNG GÌ NÓ NÓI NHƯ THẾ NÀO NÓ NÓ! Cô ấy làm theo bằng cách kêu lên nhanh chóng - ĐÂY KHÔNG PHẢI LÀ CƠ SỞ Y TẾ! - RÕ RÀNG, CÔ ĐANG PHÂN BIỆT ĐỐI XỬ VỚI NGƯỜI KHUYẾT TẬT!!! MỌI HÌNH THỨC PHÂN BIỆT ĐỐI XỬ KHÔNG BAO GIỜ ĐƯỢC DÀNH CHO ĐẶC BIỆT KHI HỌ LÀ TRẺ EM VÔ TỘI!!!! TÔI SẼ CẢNH BÁO TẤT CẢ GIA ĐÌNH VÀ BẠN BÈ CỦA TÔI KHÔNG ĐẾN ĐÓ!!! ĐÂY LÀ LOẠI CƠ SỞ DO GIA ĐÌNH LÀM TỐT NHẤT MÀ KHÔNG THÂN THIỆN VỚI GIA ĐÌNH!!!!! Đọc thêm",
            "Đã từng đến đây để hái trái cây.  Luôn luôn là một thời gian tốt. Nhân viên lịch sự, luôn có nhiều trái cây để hái.  Cửa hàng có đầy đủ các món nướng và trái cây - rau củ tuyệt vời.Đọc thêm",
            "Tôi đã có được một trong những tấm vé xem buổi trình diễn ánh sáng Giáng sinh gần đây tại Trang trại Demarest và rất ấn tượng với công việc họ trang trí vườn cây ăn trái cho những ngày nghỉ lễ. Trang trại Demest được trang trí đẹp mắt cho Giáng sinh với ánh đèn trắng tô điểm cho ngôi nhà và ánh đèn đầy màu sắc bên ngoài.  Sau đó tôi lái xe qua vùng ngoại ô của vườn cây ăn trái, chiêm ngưỡng những ánh đèn đầy màu sắc và những hình ảnh lấp lánh của người tuyết, ông già Noel và cảnh mùa đông. Tất cả cây cối bên ngoài đã được trang trí để chào đón ngày lễ. Toàn bộ chuyến tham quan mất khoảng 35 phút và tôi có thể nghe nhạc cổ điển khi tham quan vườn cây ăn quả. Trở lại gian hàng trang trại, họ bán bánh mì nướng trên bếp lửa - với giá - 6,50 là quá đắt - . Họ có âm nhạc và những đoạn cắt cảnh tại gian hàng trang trại để các gia đình thưởng thức. Đó là một buổi tối đẹp trời. Tôi chỉ ước họ sẽ bán bánh rán rượu táo của mình một lần nữa.Đọc thêm",
            "rất hào hứng khi được du lịch về quê hương trong ngày và thăm nhiều địa điểm yêu thích của tôi....Khi chọn bình rượu táo, tôi đặt nó cạnh csshier - người phụ nữ lớn tuổi - bằng tuổi tôi - và nói - tôi - tôi chỉ định đặt cái này ở đây trong khi tôi lấy thêm vài món đồ - ...Chà, cô ấy nhìn tôi với ánh mắt khinh bỉ...... Khoảng 2 phút sau, tôi tiến hành trả phòng và hỏi cô ấy Cider của tôi đâu.. ...à, cô ấy gọi nó theo thứ tự của các quý cô, người vừa mới ra khỏi tòa nhà....Xin lưu ý, người phụ nữ đó không hề biết rằng cô ấy vừa mua rượu Cider của tôi.....Cô bán hàng đưa ra một nhận xét cộc lốc, và tôi phải nhắc cô ấy rằng TÔI NÓI với cô ấy rằng tôi đang đặt cái bình lên quầy trong 2 phút..... Cô ấy thật thô lỗ..... một ngày đẹp trời như thế nào trong ký ức ở Quận Bergen đã bị hủy hoại bởi thái độ của nhân viên thu ngân này....Không bao giờ nữa Trang trại Demarest....Tôi - sẽ lái xe đến Lancaster để lấy Cider của tôi kể từ bây giờ!Đọc thêm",
            "Chuyến thăm của gia đình tôi là một sự thất vọng.  Không có động vật như trước đây và khu vực sân chơi nhỏ quá đông đúc để có thể thoải mái trong thời đại COVID.  Sản phẩm - táo và mận - đều ngon.  Những chiếc bánh rán là một sự thất vọng và không có giá trị calo.  Chúng tôi nhanh chóng rời đi sau một chuyến đi dài đến trang trại.Đọc thêm",
            "tại sao giá của mọi thứ từ hái táo, v.v. lại tăng gấp 4 lần?Đọc thêm",
            "quá nhiều người ăn trộm táo rồi bỏ vào xe đẩyĐọc thêm",
            "chó có được phép không?Đọc thêm",
            "Thành thật mà nói, tôi không biết.  Tôi nghĩ là có.  Nhưng tôi khuyên bạn nên gọi và hỏi.Đọc thêm"
        ],
        "star_ratings": [
            46,
            27,
            6,
            9,
            12
        ],
        "review_amount": 100,
        "location": [
            "Hillsdale",
            "Hoa Kỳ",
            "Trang trại Demarest",
            "New Jersey - NJ -",
            "Những điều cần làm ở Hillsdale"
        ],
        "reviews_time": [
            "Written November 5, 2023",
            "Written October 10, 2023",
            "Written October 8, 2023",
            "Written October 24, 2022",
            "Written October 15, 2022",
            "Written October 12, 2021",
            "Written July 5, 2021",
            "Written January 8, 2021",
            "Written November 22, 2020",
            "Written September 29, 2020"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g46512-d4985687-Reviews-Demarest_Farm-Hillsdale_New_Jersey.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g46900-d17337183-Reviews-Asian_Chinese_Kitchen-Washington_New_Jersey.html",
            "https://www.tripadvisor.com/Restaurant_Review-g46512-d4182544-Reviews-Osso_Buco_Grill-Hillsdale_New_Jersey.html",
            "https://www.tripadvisor.com/Restaurant_Review-g46512-d4974459-Reviews-Ray_s_Traditional_Pizza-Hillsdale_New_Jersey.html",
            "https://www.tripadvisor.com/Restaurant_Review-g46512-d25442472-Reviews-Fig_Tomato_Italian_European_Eatery-Hillsdale_New_Jersey.html",
            "https://www.tripadvisor.com/Restaurant_Review-g46901-d25368401-Reviews-Hudah_Babylon_And_Restaurant-Washington_Township_Morris_County_New_Jersey.html",
            "https://www.tripadvisor.com/Restaurant_Review-g46512-d4708144-Reviews-West_Hills_Deli-Hillsdale_New_Jersey.html",
            "https://www.tripadvisor.com/Restaurant_Review-g46512-d3859915-Reviews-Domani-Hillsdale_New_Jersey.html",
            "https://www.tripadvisor.com/Restaurant_Review-g46512-d4268041-Reviews-Karl_Ehmer_Quality_Meats-Hillsdale_New_Jersey.html",
            "https://www.tripadvisor.com/Restaurant_Review-g46901-d11931471-Reviews-Wing_Lee_Kitchen-Washington_Township_Morris_County_New_Jersey.html",
            "https://www.tripadvisor.com/Restaurant_Review-g46512-d4716935-Reviews-Ken_s_Deli-Hillsdale_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46712-d652710-Reviews-Bergen_County_Zoological_Park-Paramus_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g29737-d7195074-Reviews-The_Celery_Farm-Allendale_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46772-d10353516-Reviews-Schoolhouse_Museum-Ridgewood_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46713-d12591229-Reviews-Wortendyke_Barn_Museum-Park_Ridge_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46945-d9806090-Reviews-Abma_s_Farm-Wyckoff_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46772-d25252234-Reviews-Old_Paramus_Reformed_Church-Ridgewood_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46514-d10356697-Reviews-The_Hermitage-Ho_Ho_Kus_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46923-d24091716-Reviews-Five_Dimes_Brewery-Westwood_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46798-d17412106-Reviews-Shree_Yoga_Studios-Saddle_River_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46713-d12610386-Reviews-Pascack_Historical_Society_Museum-Park_Ridge_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46512-d4985687-Reviews-or10-Demarest_Farm-Hillsdale_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46712-d15242872-Reviews-Bury_the_Hatchet_Paramus_Axe_Throwing-Paramus_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46901-d5836903-Reviews-The_Dog_House_Saloon_Grill-Washington_Township_Morris_County_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46923-d3475754-Reviews-Mezzaluna_Day_Spa-Westwood_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46923-d6899029-Reviews-The_Big_Playhouse-Westwood_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46923-d10022953-Reviews-Uptown_Art_Westwood-Westwood_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46923-d16718220-Reviews-Westwood_Cinemas-Westwood_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g32286-d4302650-Reviews-Powerhouse_Park-Del_Mar_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60403-d3767704-Reviews-Witches_Gulch-Wisconsin_Dells_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g47898-d4453702-Reviews-Torne_Valley_Vineyards-Hillburn_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g54553-d12487432-Reviews-Dignity_of_Earth_and_Sky-Chamberlain_South_Dakota.html",
            "https://www.tripadvisor.com/Attraction_Review-g297887-d6904739-Reviews-Daejeon_O_World-Daejeon.html",
            "https://www.tripadvisor.com/Attraction_Review-g55383-d14157666-Reviews-Cades_Cove_Jeep_Outpost-Townsend_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g59686-d3838646-Reviews-Mirror_Lake_State_Park-Baraboo_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g45310-d672927-Reviews-Kerr_Dam-Polson_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d188828-Reviews-Grafton_Street-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g662629-d12441870-Reviews-Corfu_City_Bus-Corfu_Town_Corfu_Ionian_Islands.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g46512-d4985687-Reviews-or10-Demarest_Farm-Hillsdale_New_Jersey.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g46512-d4985687-Reviews-Demarest_Farm-Hillsdale_New_Jersey.html"
    }
]