[
    {
        "attraction_name": "Denver Botanic Gardens",
        "attraction_name_vi": "Vườn bách thảo Denver",
        "general_info": [
            "5.821 đánh giá",
            "- 7 trong số 457 điều cần làm ở Denver",
            "Phòng trưng bày nghệ thuật",
            "Vườn"
        ],
        "attraction_summary": "Với diện tích hơn 24 mẫu Anh, Vườn bách thảo Denver tại phố York trưng bày nhiều khu vườn và bộ sưu tập minh họa cho sự đa dạng ngày càng mở rộng của các loài thực vật từ khắp mọi nơi trên thế giới. Các khu vườn đặc biệt định hình và tôn vinh bản sắc phương Tây của chúng tôi và khí hậu và địa lý độc đáo ở vùng cao. Chúng tôi đam mê kết nối mọi người với thực vật thông qua vẻ đẹp thực vật, giáo dục, nghệ thuật, sự kiện, bảo tồn và cuộc sống bền vững. Đọc thêm",
        "reviews": [
            "Chúng tôi đến thăm vào ngày 1 tháng 7 và tôi không chắc có bông hoa nào không nở hay không.  Khu vườn tràn ngập màu sắc, hình dáng và hình dáng.\n\nCác - Tiền thưởng: - \n - 1 - Triển lãm của Ansel Adams - ảnh.  Khi tôi - đang ngồi đây trước máy tính trong - phòng chơi của chúng tôi, - trên 3 bức tường này có tổng cộng MƯỜI HAI bức ảnh Ansel Adams.  Rõ ràng, một yêu thích của tôi.\n - 2 - Có một bộ phim rất thú vị về Amache Natl. Địa điểm Lịch sử, trước đây gọi là Granada - Colorado - Trung tâm Tái định cư.  Đây là nơi thực tập - trại - dành cho người Mỹ gốc Nhật từ năm 1942-1945.  Đã đến thăm Manzanar ở California, tôi rất hứng thú với chủ đề của bộ phim, nó được thực hiện rất tốt.Đọc thêm",
            "Tôi thực sự rất thích Vườn Bách thảo Denver. Họ có các loại cây từ mọi vùng khí hậu khác nhau, một vườn cam, một khu vườn Nhật Bản, một tòa nhà tương tác dành cho trẻ em, một khu cây cảnh, một nhà kính trồng hoa lan và các vật dụng nhiệt đới khác, và một hồ hoa huệ lớn. Ngoài ra còn có một trung tâm thông tin có triển lãm các bức ảnh của Ansel Adams - các cuộc triển lãm xoay vòng, nhưng tôi đã may mắn vì Adams là một trong những bức ảnh tôi yêu thích - .Đọc thêm",
            "Một sự lựa chọn đáng ngạc nhiên về thực vật, cây cối, v.v., được sắp xếp trong những khung cảnh rất đẹp. Dễ dàng dành một vài giờ đi bộ trên những con đường và tận hưởng tất cả những gì vườn thực vật mang lại.  Đáng để ghé thăm lại. Đọc thêm",
            "Đây là một màn trình diễn ánh sáng tuyệt đẹp. Âm nhạc ngày lễ bay bổng trong không khí, ánh sáng dường như bao phủ gần như mọi inch với nhiều hình dạng và màu sắc khác nhau. Đó là con đường một chiều và bạn nên đi bộ với tốc độ nhàn nhã vì nó chỉ cách đó chưa đầy một dặm. Tôi thực sự khuyên dùng cho mọi lứa tuổi.Đọc thêm",
            "Vườn bách thảo Denver được ví như một thánh đường xanh trong thành phố. Những khu vườn là sự kết hợp của những loài thực vật xinh đẹp và bầu không khí êm dịu, khiến nơi đây trở thành nơi nghỉ ngơi hoàn hảo cho các gia đình và bất kỳ ai yêu thiên nhiên. Nó - không chỉ là một khu vườn; đó là một nơi mang lại cảm giác sống động và dạy cho bạn những điều thú vị về thực vật. Với những ngóc ngách ấm cúng và những khu trưng bày thay đổi, đây là một địa điểm thư giãn để kết nối với thiên nhiên ngay tại trung tâm Denver.Đọc thêm",
            "Các tác phẩm điêu khắc mới tại Vườn bách thảo Denver lấy cảm hứng từ chiêm tinh học của người Zapotec ở Mesoamerican hiện đang được trưng bày. Các con vật bằng sợi thủy tinh và sơn acrylic đã được Jacobo - Maria Angeles ở Oaxaca, Mexico hoàn thiện, nơi họ điều hành một xưởng cộng đồng cung cấp đào tạo và việc làm cho hàng trăm nghệ sĩ địa phương. Chúng tôi đã đến thăm xưởng Angeles, ở Oaxaca, cách đây vài năm và rất ấn tượng trước tài năng của các nghệ sĩ địa phương. Đây là một màn trình diễn rất ấn tượng và rất đáng để ghé thăm. Đọc thêm",
            "Có rất nhiều thứ để xem ở đây, nhiều loại cây, thực vật khác nhau và những thứ khác.  Những khu vườn này rất đáng để ghé thăm nhưng hãy mang giày thoải mái.  Bãi đậu xe đầy rất nhanh nhưng chúng tôi có thể tìm thấy bãi đậu xe trên đường cách đó một quãng đi bộ ngắnĐọc thêm",
            "Những lối đi bộ bằng phẳng dễ dàng được bao quanh bởi những khu vườn vô tận đủ loại khiến cho vài giờ ở Vườn Bách Thảo trở thành nơi hoàn hảo để tận hưởng một buổi chiều đầy nắng.  Tôi yêu những cây Bonsai và hoa súng, cũng như các tác phẩm điêu khắc khắp công viên.  Hãy chuẩn bị cho độ ẩm và nhiệt độ trong các khu vườn rừng nhiệt đới khép kín.  Cửa hàng quà tặng thật tuyệt vời và có phòng trưng bày nghệ thuật, quán cà phê và thư viện.  Dễ dàng đỗ xe bên kia đường trong nhà để xe.Đọc thêm",
            "Vườn bách thảo Denver rộng lớn, được chăm sóc tốt và đẹp đến ngỡ ngàng. Trong một chuyến đi dạo dài, tôi chuyển từ ngạc nhiên sang kinh ngạc -- có quá nhiều thứ để thấy ở những cấp độ khác nhau. Hãy dành thời gian, mang giày tốt và nghỉ ngơi khi cần thiết. Nếu bạn - là một người làm vườn, bạn sẽ trở về nhà với nhiều ý tưởng hơn cho khu vườn của riêng mình.Đọc thêm",
            "Vườn bách thảo Denver rộng lớn, được chăm sóc tốt và đẹp đến ngỡ ngàng. Trong một chuyến đi dạo dài, tôi chuyển từ ngạc nhiên sang kinh ngạc -- có quá nhiều thứ để thấy ở những cấp độ khác nhau. Hãy dành thời gian, mang giày tốt và nghỉ ngơi khi cần thiết. Nếu bạn - là một người làm vườn, bạn sẽ trở về nhà với nhiều ý tưởng hơn cho khu vườn của riêng mình.Đọc thêm",
            "Những con đường đi bộ bằng phẳng dễ dàng được bao quanh bởi những khu vườn bất tận đủ loại khiến cho một vài giờ ở Vườn bách thảo trở thành nơi hoàn hảo để dành một buổi chiều đầy nắng. Tôi thích những cây Bonsai và hoa súng, cũng như các tác phẩm điêu khắc trên khắp công viên. Hãy chuẩn bị cho độ ẩm và nhiệt độ trong những khu vườn nhiệt đới khép kín. Cửa hàng quà tặng thật tuyệt vời và có một phòng trưng bày nghệ thuật, một quán cà phê và một thư viện. Có thể dễ dàng đỗ xe ở bãi đỗ xe bên kia đường. Đọc thêm",
            "Ngày xuân đẹp trời để ngắm màu sắc và ngửi mùi hoa hồng! Các khu vườn rất bận rộn vào một ngày trong tuần nhưng đó là mùa xuân chính. Điều này làm mất đi sự thanh thản khi tận hưởng những khu vườn. Tuy nhiên, khu vườn được bố trí rất hợp lý, được dán nhãn, tạo nên một bức tranh thảm thực vật trông hoàn hảo - nó thực sự rất ngoạn mục. Bất cứ thứ gì từ cây mọng nước, hoa diên vĩ, hoa hồng và cây cối. Những nhà kính với vô số loài thực vật nhiệt đới tôi hiếm khi thấy trông khỏe mạnh và phong phú đến vậy. Đây không phải là khu vườn Fairchild nhưng Denver cũng không phải là vùng nhiệt đới. Chuyến thăm ngoạn mục mặc dù đám đông và bãi đậu xe khiến chuyến thăm hơi căng thẳng.Đọc thêm",
            "Hoàn toàn thích nơi này! Vườn bách thảo Denver rất đẹp và thư giãn. Vườn Nhật Bản là địa điểm yêu thích của tôi - siêu thư giãn. Hoàn hảo cho một chuyến đi dạo vui vẻ hoặc chỉ đi chơi với gia đình. Chắc chắn đáng để ghé thăm! Đọc thêm",
            "Những khu vườn rất đẹp - mọi thứ đều nở rộ ngoại trừ hoa hồng vào giữa tháng 5, nên khắp nơi đều có màu sắc! Nó rất lớn và bạn có thể mất vài giờ để đi loanh quanh.  Điều duy nhất tôi thấy kỳ lạ là chúng tôi đã mua vé trực tuyến nhưng không ai ngăn chúng tôi quét vé hoặc thậm chí kiểm tra. Chúng tôi bước vào ngay. Vì vậy, tôi - tôi không chắc đây có phải là khu vườn miễn phí hay không và bằng cách nào đó chúng tôi đã trả tiền cho thứ mà chúng tôi - không biết? Dù bằng cách nào, bạn nên ghé thăm, đặc biệt là vào tháng 5.Đọc thêm",
            "Cách tuyệt vời để trải nghiệm vẻ đẹp của mùa xuân và một cách đáng yêu để giải nén khỏi cuộc sống thành phố. Tôi thích lựa chọn hoạt động này và khuyên bạn nên xem nó ít nhất một lần: - Đọc thêm",
            "Chúng tôi hoàn toàn tận hưởng thời gian trong khu vườn.  Nó thật đẹp và số lượng lớn các loại cây khác nhau thật đáng kinh ngạc. Chúng tôi rất thích cách bố trí và đã có khoảng thời gian tuyệt vời khi dạo quanh các khu vực khác nhau.  Đặc biệt yêu thích vườn cây cảnh! Cửa hàng quà tặng rất thú vị nhưng giá cả thì đắt đỏ.Đọc thêm",
            "Bãi đậu xe bên kia đường mang lại sự thuận tiện. Cửa hàng quà tặng đẹp. Có một vài quán cà phê trong khuôn viên. Hoa đẹp, cây và tác phẩm điêu khắc. Vị trí tuyệt vời đó là trong thành phố! Sự kết hợp của các gia đình, các nhóm tuổi đi học trong các chuyến đi và người lớn đi lang thang và thưởng ngoạn phong cảnh. An toàn, không có người không có thẩm quyền lảng vảng. Một trải nghiệm đáng yêu.Đọc thêm",
            "Hôm trước trời có tuyết nhưng khu vườn vẫn rất đẹp và mọi cách cắm hoa đều rực rỡ, nên hẹn hò .Đọc thêm",
            "Phải xem!  Nếu bạn định làm một việc khi đến thăm Denver, bạn nên đến Vườn Bách Thảo.  Những khu vườn thật đáng kinh ngạc và cảnh quan, kiến ​​trúc, tác phẩm nghệ thuật và khuôn viên thật tuyệt vời.  Chúng tôi đã dành hai giờ ở đây vào một ngày đông đúc nóng bức và để lại cảm giác sảng khoái và đầy cảm hứng.  Chắc chắn là những vườn thực vật tuyệt vời nhất mà tôi đã ghé thăm.Đọc thêm"
        ],
        "star_ratings": [
            4439,
            1090,
            213,
            54,
            25
        ],
        "review_amount": 5821,
        "location": [
            "Hoa Kỳ",
            "Denver",
            "Những việc cần làm ở Denver",
            "Colorado - CO -",
            "Vườn bách thảo Denver"
        ],
        "reviews_time": [
            "Written July 6, 2023",
            "Written August 13, 2023",
            "Written October 22, 2023",
            "Written November 26, 2023",
            "Written December 25, 2023",
            "Written May 14, 2024",
            "Written May 16, 2024",
            "Written May 31, 2024",
            "Written June 2, 2024",
            "Written June 2, 2024",
            "Written May 31, 2024",
            "Written May 29, 2024",
            "Written May 29, 2024",
            "Written May 27, 2024",
            "Written May 25, 2024",
            "Written May 24, 2024",
            "Written May 24, 2024",
            "Written May 22, 2024",
            "Written May 19, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g33388-d144226-Reviews-Denver_Botanic_Gardens-Denver_Colorado.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g33388-d825868-Reviews-Liks_Ice_Cream_Parlor-Denver_Colorado.html",
            "https://www.tripadvisor.com/Restaurant_Review-g33388-d7231390-Reviews-Hive_Garden_Bistro-Denver_Colorado.html",
            "https://www.tripadvisor.com/Restaurant_Review-g33388-d929274-Reviews-Shells_and_Sauce-Denver_Colorado.html",
            "https://www.tripadvisor.com/Restaurant_Review-g33388-d379805-Reviews-Chef_Zorba_s_Cuisine-Denver_Colorado.html",
            "https://www.tripadvisor.com/Restaurant_Review-g33388-d379604-Reviews-Peter_s_Chinese_Cafe-Denver_Colorado.html",
            "https://www.tripadvisor.com/Restaurant_Review-g33388-d823221-Reviews-Fruition_Restaurant-Denver_Colorado.html",
            "https://www.tripadvisor.com/Restaurant_Review-g33388-d382540-Reviews-Wyman_s_5-Denver_Colorado.html",
            "https://www.tripadvisor.com/Restaurant_Review-g33388-d379382-Reviews-Pete_s_Kitchen-Denver_Colorado.html",
            "https://www.tripadvisor.com/Restaurant_Review-g33388-d6529415-Reviews-Voodoo_Doughnut-Denver_Colorado.html",
            "https://www.tripadvisor.com/Restaurant_Review-g33388-d379483-Reviews-Barolo_Grill-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d103534-Reviews-Molly_Brown_House_Museum-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d560030-Reviews-Cathedral_of_the_Immaculate_Conception-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d14960590-Reviews-Congress_Park-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d560039-Reviews-Kirkland_Museum_of_Fine_Decorative_Art-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d15200553-Reviews-The_International_Church_of_Cannabis-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d3211085-Reviews-Stranahan_s_Whiskey_Distillery_Cocktail_Bar-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d128688-Reviews-Denver_Museum_of_Nature_Science-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d2459377-Reviews-Clyfford_Still_Museum-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d103531-Reviews-Denver_Public_Library-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d128648-Reviews-Colorado_State_Capitol-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d144226-Reviews-or10-Denver_Botanic_Gardens-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d3187639-Reviews-National_Ballpark_Museum-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d144224-Reviews-Forney_Museum_of_Transportation-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d128709-Reviews-Children_s_Museum_of_Denver-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d128694-Reviews-Denver_Art_Museum-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d3038683-Reviews-History_Colorado_Center-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d13942974-Reviews-Denver_Graffiti_Tour-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d6751166-Reviews-Historic_Denver_Tours-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d7245609-Reviews-Epic_Escape_Game_Denver-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d7826024-Reviews-Denver_Free_Walking_Tours-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d128664-Reviews-Denver_Zoo-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d5313416-Reviews-Izba_Spa-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d23511020-Reviews-Bruz_Off_Fax-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d777128-Reviews-Twist_and_Shout-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d560033-Reviews-Cheesman_Park-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d24137007-Reviews-Blush_Blu-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g293995-d12655208-Reviews-Al_Hamra_Mall-Riyadh_Riyadh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g274879-d2634362-Reviews-Radovljica_Old_Town-Radovljica_Upper_Carniola_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d6665642-Reviews-Vialand-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g55879-d19197579-Reviews-San_Luis_Beach-Galveston_Galveston_Island_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g46531-d7353312-Reviews-Newport_Centre-Jersey_City_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g298316-d2277698-Reviews-I_City_Theme_Park-Shah_Alam_Petaling_District_Selangor.html",
            "https://www.tripadvisor.com/Attraction_Review-g47890-d13376307-Reviews-Round_1_Entertainment-Hicksville_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g52490-d6962118-Reviews-Keystone_State_Park-Derry_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g32172-d642826-Reviews-Scenic_Road_Walkway-Carmel_Monterey_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g58026-d108319-Reviews-Naval_Station_Norfolk-Norfolk_Virginia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g33388-d144226-Reviews-or10-Denver_Botanic_Gardens-Denver_Colorado.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g33388-d144226-Reviews-Denver_Botanic_Gardens-Denver_Colorado.html"
    }
]