[
    {
        "attraction_name": "Descanso Beach Club",
        "attraction_name_vi": "Câu lạc bộ bãi biển Descanso",
        "general_info": [
            "840 đánh giá",
            "1 trên 3 Giải trí về đêm ở Avalon",
            "Câu lạc bộ quán bar"
        ],
        "attraction_summary": "Được bao quanh bởi vẻ đẹp gồ ghề của Hẻm núi Descanso và Thái Bình Dương trong xanh, Descanso Beach Club có nhà hàng và quán bar bên bờ biển duy nhất của Avalons, nơi bạn có thể thưởng thức các món khai vị, món chính và cocktail đặc trưng, ​​như Buffalo Milk nổi tiếng của chúng tôi. Để có trải nghiệm tuyệt vời nhất tại câu lạc bộ bãi biển, bạn có thể yêu cầu giao đồ ăn và đồ uống đến cabana hoặc ghế dài riêng của mình. Câu lạc bộ bãi biển Descanso cũng đóng vai trò là Trại căn cứ cho Tour du lịch sinh thái Zip Line, Cuộc phiêu lưu trên không Catalina, Trải nghiệm chim ưng Catalina và Bức tường leo núi 32. Chèo thuyền kayak, lướt ván đứng và lặn với ống thở cũng có sẵn. Theo mùa, khung cảnh tiệc tùng của Câu lạc bộ Bãi biển Descanso được người dân địa phương cũng như du khách biết đến với các giai điệu DJ và nhạc sống vào các buổi chiều Thứ Bảy và Chủ Nhật.Đọc thêm",
        "reviews": [
            "Một lát trời nhỏ\nĐánh giá về Câu lạc bộ bãi biển Descanso\n\nTôi chưa bao giờ thực sự hiểu tại sao mọi người lại yêu thích Catalina đến vậy nên tôi quyết định thử cùng gia đình đi nghỉ cuối tuần trên đảo. Có những người lớn lông xù, đứa con gái hai tuổi của chúng tôi. Nói như vậy, nếu chúng tôi muốn đi chơi trên bãi biển, chúng tôi cần một chút bóng mát và sự thoải mái, Câu lạc bộ bãi biển Descanso đã cung cấp điều đó.\n\nCâu lạc bộ Bãi biển có một khu vực bãi biển rộng mở, nơi bất cứ ai cũng có thể ngồi và có những chiếc lều riêng và ghế dài có ô che nắng mà bạn có thể thuê với một khoản phí.\nNhững chiếc lều mà chúng tôi thuê có một chiếc ghế tình yêu, hai chiếc ghế dài thoải mái và một bàn cà phê lớn. Phía trước là hai chiếc ghế dài rất thoải mái cho phép bạn phơi nắng mà không cần ô và có tầm nhìn tuyệt đẹp.\n\nKể từ khi đến nơi, bạn sẽ được cung cấp một thùng nước lạnh, sinh tố, khăn tắm miễn phí và phục vụ cocktail và đồ ăn có tính phí. Dịch vụ này được chú ý và nhân viên rất chu đáo. Tất cả những thứ này đều có mức phí cao là 500. Nếu bạn có thể xoay nó, đó là một món quà rất tuyệt và nó có cảm giác hơi giống French Riviera. Điều duy nhất tôi sẽ thay đổi là kích thước của chiếc ghế sofa trong lều- Sẽ thật tuyệt nếu có một chiếc ghế sofa lớn hơn cho phép bạn duỗi người như ở Two Harbors và nếu giải trí tốt hơn nhiều cho chỗ ngồi.Đọc thêm",
            "Bãi biển đẹp và khuôn viên xinh xắn. Chúng tôi thuê một căn chòi và thích có nhân viên phục vụ riêng mang đồ uống và bữa trưa cho chúng tôi. Tôi không chắc bãi biển có nhiều đá hay không nhưng chúng tôi không có giày bơi nên việc xuống nước quá khó khăn. Nhưng trời không quá nóng nên chúng tôi không bận tâm. Khung cảnh đẹp và đáng giá để có trải nghiệm khó quên Đọc thêm",
            "Vợ tôi và tôi đã đến Đảo Catalina vào tháng 9 năm 2023. Khi ở đó, chúng tôi thuê 2 chiếc ghế và một chiếc ô tại Câu lạc bộ bãi biển Descanso.  Dịch vụ bàn được cung cấp cùng với ghế. Người phục vụ mang đến cho vợ tôi Sữa Buffalo, một loại rượu kem rất ngon.  Về đồ ăn, chúng tôi có một chiếc burger hải sản và một chiếc hamburger burger DBC, cả hai đều ngon.   Chúng tôi thực tế đã dành cả ngày ở đây và sẽ làm lại điều đó trong tích tắc. \n\nChúng tôi thuê thuyền kayak vào ngày hôm sau và ăn món nachos lướt sóng và ăn cỏ sau đó. Đây là những món nachos ngon nhất tôi từng có! Món nachos dường như mới được nấu chín chứ không chỉ đơn giản là lấy ra từ túi. \n\nNếu bạn đang lên kế hoạch cho chuyến đi đến Đảo Catalina thì nhất định phải thử địa điểm này!Đọc thêm",
            "Kcdpark, cảm ơn bạn vì những lời tốt đẹp và đánh giá tuyệt vời này! Chúng tôi rất vui khi thấy bạn thích thú và hy vọng được chào đón bạn quay trở lại trong tương lai.Đọc thêm",
            "Đây là khoảng 15 phút đi bộ từ nơi tàu của chúng tôi đấu thầu. Chúng tôi đã đặt trước ghế dài ở mép nước. Bãi biển thực chất là một vách đá. Chúng tôi rất thích ngồi trên bãi biển, nhưng có lẽ sẽ không tuyệt vời cho những ai mong đợi có nhiều bãi cát. Thức ăn, đồ uống và dịch vụ đều tốt. Nhà vệ sinh cách đó một quãng đi bộ dài, lên đồi. Quầy bar nhà hàng mở cửa cho công chúng, vì vậy nếu không muốn trả tiền ghế dài, bạn có thể ngồi trên hiên của nhà hàng và ngắm cảnh.Đọc thêm",
            "Cảm ơn bạn đã dành thời gian chia sẻ kinh nghiệm của mình!Đọc thêm",
            "Chúng tôi yêu thích vị trí này, nó nằm ngoài con đường hẻo lánh từ trung tâm thành phố sầm uất hơn. Đi qua nhà hát Casino. Đó là một chuyến đi bộ tốt.\nCơ sở vật chất phòng thay đồ khá đẹp và có vị trí chiến lược. Khung cảnh tuyệt đẹp, tôi đã ngay lập tức đi bơi ở biển! Một cái tên phù hợp Descanso một nơi để nghỉ ngơi.Đọc thêm",
            "Xin chào West23, chúng tôi rất vui vì đã mang đến cho bạn trải nghiệm tích cực như vậy và hy vọng sớm gặp lại bạn!Đọc thêm",
            "Những chiếc ghế dài rất thoải mái và có lối đi tuyệt vời ra bãi biển cho bọn trẻ chơi đùa dưới nước trong khi tôi và chồng thưởng thức một ít bơ thực vật. Dịch vụ này thật tuyệt vời! Lời cảm ơn đặc biệt dành cho Roberto. Con gái tôi đã bỏ lại chiếc đồng hồ quả táo của nó và nó đã cố gắng mang nó đến Fed Ex để trả lại cho chúng tôi. Đây là chuyến đi đầu tiên của chúng tôi đến Catalina và đó là một trải nghiệm rất tuyệt vời.Đọc thêm",
            "Cindy G, chúng tôi cố gắng đạt được 100 sự hài lòng và thật vui khi thấy bạn có trải nghiệm tích cực như vậy tại Descanso Beach Club. Chúng tôi đánh giá cao việc bạn chia sẻ phản hồi và nhân viên của chúng tôi cũng vậy. Hẹn gặp lại lần sau!Đọc thêm",
            "Những chiếc ghế dài rất thoải mái và có lối đi tuyệt vời ra bãi biển cho bọn trẻ chơi đùa dưới nước trong khi tôi và chồng thưởng thức một ít bơ thực vật. Dịch vụ này thật tuyệt vời! Lời cảm ơn đặc biệt dành cho Roberto. Con gái tôi đã bỏ lại chiếc đồng hồ quả táo của nó và nó đã cố gắng mang nó đến Fed Ex để trả lại cho chúng tôi. Đây là chuyến đi đầu tiên của chúng tôi đến Catalina và đó là một trải nghiệm rất tuyệt vời.Đọc thêm",
            "Cindy G, chúng tôi cố gắng đạt được 100 sự hài lòng và thật vui khi thấy bạn có trải nghiệm tích cực như vậy tại Descanso Beach Club. Chúng tôi đánh giá cao việc bạn chia sẻ phản hồi và nhân viên của chúng tôi cũng vậy. Hẹn gặp lại lần sau!Đọc thêm",
            "Chúng tôi lấy một chiếc lều và tận hưởng một ngày tuyệt vời ở đó. Roberto và Raul đã chăm sóc chúng tôi rất tốt. Đã kiểm tra chúng tôi nhiều lần để đảm bảo mọi thứ đều tuyệt vời.Đọc thêm",
            "Jerome J, chúng tôi cố gắng đạt được 100 sự hài lòng và thật vui khi thấy bạn có trải nghiệm tích cực như vậy tại Descanso Beach Club. Cảm ơn bạn đã dành thời gian cho chúng tôi biết chúng tôi đã làm như thế nào!Đọc thêm",
            "Tôi đã đến thăm Đảo Catalina để kỷ niệm sinh nhật lần thứ 30 của mình với bạn bè và đặt trước Hillside Cabana tại Câu lạc bộ Bãi biển Descanso. Mặc dù đồ ăn và đồ uống rất tuyệt nhưng trải nghiệm của chúng tôi đã bị hủy hoại hoàn toàn bởi dịch vụ khách hàng cực kỳ kém. Lúc 4:30 chiều, chúng tôi chuyển đến một số ghế trên bãi biển để tắm nắng trước khi rời đi lúc 5 giờ chiều. Một máy chủ cho biết điều đó không sao cả, nhưng ngay sau đó, một nhân viên tên Oceana đã thô lỗ nói với chúng tôi điều ngược lại. Cô ấy nói rằng cô ấy đã kiểm tra với người quản lý, Roberto, nhưng thay vào đó, một nhân viên an ninh, Edmund, đã đến và nói với chúng tôi rằng chúng tôi không thể ở lại. Edmund hiểu và nói rằng anh ấy sẽ nói chuyện với Roberto, nhưng sau đó quay lại nói rằng Roberto đã từ chối để chúng tôi ở lại và thậm chí không đến nói chuyện với chúng tôi. Quyết tâm tìm hiểu vấn đề, tôi đã tự mình tìm đến Roberto. Ông khẳng định ghế đã được đặt trước nhưng không giải thích trước đó, dẫn đến sự nhầm lẫn và bức xúc không đáng có. Khi tôi bày tỏ sự không hài lòng của mình, Roberto đáp lại một cách hung hăng, và Oceana, đứng bên cạnh anh ta, nói một cách khinh suất, tôi không đồng ý. Đây không chỉ là một sự thất vọng mà còn là một sự thể hiện kinh khủng về dịch vụ khách hàng. Sự coi thường trắng trợn đối với kinh nghiệm của chúng tôi và hành vi thô lỗ, thiếu chuyên nghiệp của nhân viên đã gây sốc. Điều này hoàn toàn không thể chấp nhận được đối với một địa điểm sang trọng như Câu lạc bộ bãi biển Descanso và đã phá hỏng hoàn toàn lễ kỷ niệm sinh nhật lần thứ 30 của tôi. Tôi mong đợi điều tốt hơn nhiều và thực sự không hài lòng với cách chúng tôi được đối xử.Đọc thêm",
            "Xin chào Travelsbym, chúng tôi đặt ra tiêu chuẩn cao cho chính mình, vì vậy chúng tôi rất thất vọng khi biết rằng trải nghiệm của bạn với chúng tôi không phải là điều tích cực và sẽ sử dụng phản hồi của bạn để cải thiện trải nghiệm của khách trong tương lai.Đọc thêm",
            "Chúng tôi yêu thích vị trí này, nó nằm ngoài con đường hẻo lánh từ trung tâm thành phố sầm uất hơn. Đi qua nhà hát Casino. Đây là một chuyến đi bộ tốt. Phòng thay đồ khá đẹp và có vị trí chiến lược. Khung cảnh tuyệt đẹp, tôi đã ngay lập tức đi bơi ở biển! Một cái tên phù hợp Descanso một nơi để nghỉ ngơi.Đọc thêm",
            "Xin chào West23, chúng tôi rất vui vì đã mang đến cho bạn trải nghiệm tích cực như vậy và hy vọng sớm gặp lại bạn!Đọc thêm",
            "Viên ngọc nhỏ dành cho nơi nghỉ ngơi cuối tuần lãng mạn, khu nghỉ dưỡng nhỏ ẩn dật mộc mạc trên Đảo St Catalina. Chúng tôi chủ yếu ăn tối ở Avalon. Không có quá nhiều việc phải làm trên đảo. Lặn biển là tốt.Đọc thêm",
            "Chúng tôi đánh giá cao đánh giá tích cực của bạn về trải nghiệm gần đây của bạn với chúng tôi!Đọc thêm",
            "Roberto thật tuyệt vời. Anh ấy có dịch vụ khách hàng tuyệt vời, tính cách tuyệt vời. Tôi đã ở đó được vài phút nhưng anh ấy đã khiến trải nghiệm này thật thú vị. Chắc chắn sẽ quay lạiXem thêm",
            "Xin chào Priscilla A, chúng tôi rất vui khi mang đến cho bạn trải nghiệm tích cực như vậy! Cảm ơn bạn đã ghé thăm và chia sẻ phản hồi của bạn. Hẹn gặp lại lần sau!Đọc thêm",
            "Nơi này cách nơi tàu của chúng tôi neo đậu khoảng 15 phút đi bộ. Chúng tôi đã đặt trước ghế nằm trên mép nước. Bãi biển thực ra là một vách đá. Chúng tôi thích ngồi trên bãi biển, nhưng có lẽ sẽ không tuyệt vời cho những ai mong đợi nhiều bãi cát. Đồ ăn, đồ uống và dịch vụ đều tốt. Nhà vệ sinh cách xa một đoạn đi bộ, lên đồi. Quầy bar của nhà hàng mở cửa cho công chúng, vì vậy nếu bạn không muốn trả tiền cho ghế nằm, bạn có thể ngồi trên boong tàu của nhà hàng và ngắm cảnh. Đọc thêm",
            "Cảm ơn bạn đã dành thời gian chia sẻ kinh nghiệm của mình!Đọc thêm",
            "Vợ tôi và tôi đã đến Đảo Catalina vào tháng 9 năm 2023. Khi ở đó, chúng tôi thuê 2 chiếc ghế và một chiếc ô tại Câu lạc bộ bãi biển Descanso.  Dịch vụ bàn được cung cấp cùng với ghế. Người phục vụ mang đến cho vợ tôi Sữa Buffalo, một loại rượu kem rất ngon.  Về đồ ăn, chúng tôi có một chiếc burger hải sản và một chiếc hamburger burger DBC, cả hai đều ngon.   Chúng tôi thực tế đã dành cả ngày ở đây và sẽ làm lại điều đó trong tích tắc. Chúng tôi thuê thuyền kayak vào ngày hôm sau và ăn món nachos lướt sóng và ăn cỏ sau đó. Đây là những món nachos ngon nhất tôi từng có! Món nachos dường như mới được nấu chín chứ không chỉ đơn giản là lấy ra từ túi. Nếu bạn đang lên kế hoạch cho chuyến đi đến Đảo Catalina thì nhất định phải thử địa điểm này!Đọc thêm",
            "Kcdpark, cảm ơn bạn vì những lời tốt đẹp và đánh giá tuyệt vời này! Chúng tôi rất vui khi thấy bạn thích thú và hy vọng được chào đón bạn quay trở lại trong tương lai.Đọc thêm",
            "Bãi biển đẹp và khuôn viên xinh xắn. Chúng tôi thuê một căn chòi và thích có nhân viên phục vụ riêng mang đồ uống và bữa trưa cho chúng tôi. Tôi không chắc bãi biển có nhiều đá hay không nhưng chúng tôi không có giày bơi nên việc xuống nước quá khó khăn. Nhưng trời không quá nóng nên chúng tôi không bận tâm. Khung cảnh đẹp và đáng giá để có trải nghiệm khó quên Đọc thêm",
            "Một chút thiên đườngĐánh giá về Descanso Beach ClubTôi chưa bao giờ thực sự hiểu tại sao mọi người lại thích Catalina đến vậy nên tôi quyết định thử đến đây vào cuối tuần cùng gia đình trên đảo. Có những người lớn lông lá là cháu gái hai tuổi của chúng tôi. Tuy nhiên, nếu chúng tôi muốn đi chơi trên bãi biển, chúng tôi cần một chút bóng râm và sự thoải mái, Descanso Beach Club cung cấp chính xác những điều đó. Beach Club có một khu vực bãi biển mở, nơi bất kỳ ai cũng có thể ngồi và có những chiếc cabana riêng và ghế dài có ô dù mà bạn có thể thuê với một khoản phí. Những chiếc cabana mà chúng tôi thuê có một chiếc ghế dài, hai chiếc ghế thoải mái có đôn và một chiếc bàn cà phê lớn. Phía trước là hai chiếc ghế dài rất thoải mái cho phép bạn tắm nắng mà không cần ô dù và có tầm nhìn tuyệt đẹp. Ngay khi bạn đến, bạn sẽ được tặng một xô nước lạnh, sinh tố, khăn tắm miễn phí và một số loại cocktail và đồ ăn với một khoản phí. Dịch vụ rất tuyệt và nhân viên rất chu đáo. Tất cả những dịch vụ này đều có mức phí cao là 500. Nếu bạn có thể chi trả, đây là một sự đãi ngộ rất tuyệt và có cảm giác giống như French Riviera. Điều duy nhất tôi muốn thay đổi là kích thước của ghế sofa trong cabana - Sẽ thật tuyệt nếu có một chiếc ghế sofa lớn hơn cho phép bạn duỗi chân như ở Two Harbors và nếu giải trí thì sẽ tốt hơn nhiều để ngồi. Đọc thêm",
            "Họ có trả tiền cho Apple khôngĐọc thêm",
            "Nó dành cho mọi lứa tuổi hay chỉ 21?Đọc thêm",
            "OK cho trẻ em - có rất nhiều gia đình và thanh thiếu niên xung quanh khi chúng tôi ở đóĐọc thêm",
            "Ở đó có tủ khóa cho thuê không?Đọc thêm",
            "Không phải 100 nhưng tôi không nghĩ vậy. Không thấy cái nào cả. Tuy nhiên, họ có thể chăm sóc thứ gì đó cho bạn.Đọc thêm",
            "Tôi là một nhóm gồm 7 người, Nếu tôi mua ghế dài cho 4 người lớn thì 3 thiếu niên có thể vui chơi dưới nước hay họ cũng phải có ghế tắm nắng?Đọc thêm",
            "Vâng, đó là một bãi biển rộng mở - chúng tôi đang ở quán bar và có rất nhiều người ở bãi biển đến mà không có ghế nằmĐọc thêm",
            "Dịch vụ cho thuê chòi có mở cửa vào mùa đông không? Tháng 11 hay tháng 2? Cảm ơnĐọc thêm",
            "Xin chào! Rất xin lỗi vì phản hồi muộn! Câu lạc bộ bãi biển Descanso đóng cửa vào mùa đông và chúng tôi dự kiến ​​sẽ mở cửa trở lại vào ngày 4 tháng 2 năm 2022.Đọc thêm",
            "Không thể có được một chiếc ghế dài hoặc cabana - đã bán hết. Tôi có thể mang theo ghế và ô trên bãi biển của mình để ngồi bên ngoài khu vực chaisecabana không?Đọc thêm",
            "0\nPhiếu bầu\nTôi không nghĩ vậy. . Họ chỉ cho phép những người đã đặt ghế dài hoặc lềuĐọc thêm",
            "Tôi nên đặt trước chiếc ghế cụ thể nào để có thể nhìn thấy mặt nước và ở gần nó nhất?Đọc thêm",
            "Tôi có phải đặt chỗ trước để vào bãi biển cho 2 người, quầy bar và nhà hàng không?Đọc thêm",
            "Chúng tôi có thể mang ô đi biển đến Bãi biển Descanso không?Đọc thêm",
            "Tôi tin như vậy bởi vì họ có một khu vực nằm cạnh những chiếc ghế dành riêng cho những người đến trước được phục vụ trước. Tôi sẽ gọi trước và kiểm tra kỹ để chắc chắn, nhưng bạn sẽ ổn thôi!Đọc thêm",
            "Xin chào, tôi có vé GA cho tiệc rượu vang Catalina vào thứ bảy này nhưng không thể đặt ghế hoặc lều vì họ đã bán hết - có khăn tắm và tủ khóa ở đó không hay tôi phải tự mang theo khăn tắm? Cảm ơn! Đọc thêm",
            "Rất tiếc, chúng tôi không có sẵn khăn tắm hoặc tủ khóa.Đọc thêm"
        ],
        "star_ratings": [
            462,
            227,
            101,
            29,
            21
        ],
        "review_amount": 840,
        "location": [
            "Avalon",
            "Hoa Kỳ",
            "Đảo Catalina",
            "Các hoạt động ở Avalon",
            "California CA",
            "Câu lạc bộ bãi biển Descanso"
        ],
        "reviews_time": [
            "Written July 5, 2023",
            "Written July 12, 2023",
            "Written September 21, 2023",
            "Written October 18, 2023",
            "Written May 16, 2024",
            "Written June 3, 2024",
            "Written June 4, 2024",
            "Written June 3, 2024",
            "Written May 25, 2024",
            "Written May 17, 2024",
            "Written May 4, 2024",
            "Written March 12, 2024",
            "Written October 18, 2023",
            "Written September 21, 2023",
            "Written July 12, 2023",
            "Written July 5, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g29121-d652940-Reviews-Descanso_Beach_Club-Avalon_Catalina_Island_California.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g29121-d2621762-Reviews-Catalina_Coffee_Cookie_Co-Avalon_Catalina_Island_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g29121-d4117160-Reviews-Bluewater_Avalon-Avalon_Catalina_Island_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g29121-d518873-Reviews-Steve_s_Steakhouse_and_Seafood-Avalon_Catalina_Island_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g29121-d1775524-Reviews-Avalon_Grille-Avalon_Catalina_Island_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g29121-d6522723-Reviews-Maggie_s_Blue_Rose-Avalon_Catalina_Island_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g29121-d6796045-Reviews-Lloyd_s_of_Avalon_Confectionary-Avalon_Catalina_Island_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g29121-d8657598-Reviews-Scoops_Catalina_Island-Avalon_Catalina_Island_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g102873-d8496941-Reviews-Vons-Catalina_Island_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g29121-d2636545-Reviews-Cafe_Metropole-Avalon_Catalina_Island_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g29121-d3633416-Reviews-M_Restaurant-Avalon_Catalina_Island_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g29121-d292831-Reviews-Catalina_Museum_For_Art_History-Avalon_Catalina_Island_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g29121-d102875-Reviews-Catalina_Island_Casino-Avalon_Catalina_Island_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g29121-d220259-Reviews-Catalina_Island_Casino_Ballroom-Avalon_Catalina_Island_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g29121-d7274336-Reviews-Catalina_Island_Conservancy-Avalon_Catalina_Island_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g29121-d12541393-Reviews-Green_Pleasure_Pier-Avalon_Catalina_Island_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g29121-d104220-Reviews-Catalina_Island_Visitor_Center-Avalon_Catalina_Island_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g29121-d10256930-Reviews-County_of_Los_Angeles_Public_Library_Avalon_Branch-Avalon_Catalina_Island_Califor.html",
            "https://www.tripadvisor.com/Attraction_Review-g29121-d2515435-Reviews-Nature_Center_at_Avalon_Canyon-Avalon_Catalina_Island_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g29121-d196396-Reviews-Wrigley_Memorial_Botanic_Garden-Avalon_Catalina_Island_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g102873-d19090308-Reviews-Garden_to_Sky_Trail-Catalina_Island_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g29121-d652940-Reviews-or10-Descanso_Beach_Club-Avalon_Catalina_Island_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g29121-d6459424-Reviews-Catalina_Island_Company-Avalon_Catalina_Island_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g29121-d10342656-Reviews-Catalina_Falconry_Experience-Avalon_Catalina_Island_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g29121-d142470-Reviews-Descanso_Beach_Ocean_Sports-Avalon_Catalina_Island_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g29121-d23459318-Reviews-Catalina_Aerial_Adventure-Avalon_Catalina_Island_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g29121-d2194803-Reviews-Diving_Catalina-Avalon_Catalina_Island_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g29121-d10024442-Reviews-Catalina_Island_Golf_Cart_Rentals_and_Tours-Avalon_Catalina_Island_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g29121-d2006267-Reviews-Catalina_Divers_Supply-Avalon_Catalina_Island_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g29121-d1776596-Reviews-Behind_the_Scenes_Casino_Tour-Avalon_Catalina_Island_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g29121-d20001569-Reviews-Catalina_Scuba-Avalon_Catalina_Island_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g29121-d3706505-Reviews-Catalina_Food_Tours-Avalon_Catalina_Island_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g29121-d21064070-Reviews-Catalina_Tour_Guide-Avalon_Catalina_Island_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g294207-d4346624-Reviews-Paradise_Lost-Nairobi.html",
            "https://www.tripadvisor.com/Attraction_Review-g55026-d8106076-Reviews-Blue_Hole_Falls-Elizabethton_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g187871-d246496-Reviews-Casa_di_Giulietta-Verona_Province_of_Verona_Veneto.html",
            "https://www.tripadvisor.com/Attraction_Review-g51795-d563334-Reviews-Sturgeon_Viewing_Pond_and_Interpretive_Center-Cascade_Locks_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g49313-d216801-Reviews-Stompin_Ground-Maggie_Valley_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g635613-d670287-Reviews-Casino_Rodos-Rhodes_Town_Rhodes_Dodecanese_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g41600-d105599-Reviews-Fruitlands_Museum-Harvard_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g60745-d7809086-Reviews-Downeast_Cider_House-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d311103-Reviews-War_Remnants_Museum-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g186273-d214929-Reviews-Naturist_Beach-Brighton_East_Sussex_England.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g29121-d652940-Reviews-or10-Descanso_Beach_Club-Avalon_Catalina_Island_California.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g29121-d652940-Reviews-Descanso_Beach_Club-Avalon_Catalina_Island_California.html"
    }
]