[
    {
        "attraction_name": "Desoto Falls",
        "attraction_name_vi": "Thác Desoto",
        "general_info": [
            "213 đánh giá",
            "2 trong số 18 điều cần làm ở Pháo đài Payne",
            "Thác nước"
        ],
        "attraction_summary": "Chắc chắn đáng để dừng lại.  Trả 4 để đậu xe. Cảm thấy đáng giá.  Hãy lưu ý rằng chế độ xem tốt nhất không thể truy cập được sau một số bước. Công viên đẹp.  Đi dã ngoại.Đọc thêm",
        "reviews": [
            "Desoto Falls is my absolute FAVORITE place on Earth! Ive been numerous times, but best to go during the Spring  Summer for an experience with a magnificent roaring waterfall due to heavier rainfall these times of year. Go in the summer to experience swimming under a waterfall only if you are a strong swimmer. Some people float or kayak out to the falls. Not only is the waterfall beautiful, the limestone walled canyon is, to me, like something other worldly and is simply spectacular! There are many ways to see the waterfall, and there are specific trails to get to different areasviewpoints of the falls. Ive been on both sides of the canyon and been blessed enough to experience it so many different ways. The second time I went, myself and my children hiked the lower trail to the base of the falls. My daughter and I swam directly out to the falls and experienced complete euphoria. BUT, be very careful! You have to be cognizant of your surroundings as well as the strength of the falls. Do not EVER try something that you do not feel comfortable doing. Many people wouldnt dream of swimming out to the falls without a kayak or some sort of flotation device. And although I am a great swimmer, Im not oblivious to the fact that even great swimmers drown. Just understand that although these places are extraordinary, they can also be dangerous! You also might experience a snake or two at Desoto. Last summer I went to swim, and before I got in, a German couple were there visiting. He saw that I was about to get in, and immediately told me that a Cottonmouth moccasin was spotted in the water. I got in anyway. Ive swam with these snakes and others all my life. But just remember, these snakes are highly venomous. Be cautious. Overall, if you live in the South or beyond and want to experience something other than the typical beach trip, Desoto is the place for you!Read more",
            "Tận hưởng cả đỉnh thác và đi bộ ở phía dưới. Phía trên rất sạch sẽ có bàn picnic. Chúng tôi đã trả 4 cho chiếc xe của chúng tôi. Cuối ngày hôm đó chúng tôi đi bộ theo con đường phía dưới. Bãi đậu xe miễn phí ở đó. Việc đi bộ rất dễ dàng để làm theo. Chúng tôi mất 25 phút mỗi chiều. Có những thành tạo đá đẹp để xem. Chúng tôi may mắn có được thời tiết mùa thu hoàn hảo. Chúng tôi đã tập thể dục tốt và tận hưởng phong cảnh.Đọc thêm",
            "Chúng tôi rất thích đến thăm thác ở Mentone, AL Gia đình chúng tôi đã đi du lịch cùng chúng tôi và tất cả độ tuổi của các con chúng tôi đều khác nhau, từ 2, 4, 10, 12, 13 và 24 cho đến 30 tuổi. Chúng tôi có nhiều độ tuổi khác nhau.Đọc hơn",
            "Chúng tôi đến thăm thác vào một ngày mát mẻ và có sương mù vào tháng 3, khi nước dâng cao và không có đám đông, và chúng tôi thấy Thác Desoto thật ngoạn mục về mọi mặt. Tôi khuyên bạn nên lái xe đến khu dã ngoại trên đỉnh thác trước. Từ đây, bạn có thể nhìn thấy thác phía trên vượt qua đập và đổ xuống một thác lớn xuống hồ bên dưới. Quang cảnh từ đây thật tuyệt vời, mặc dù bạn không thể nhìn thấy thác từ phía trước. Chúng tôi đã đứng đây rất lâu để tận hưởng âm thanh và vẻ đẹp tổng thể. Để ngắm thác từ phía trước, hãy lái xe lùi vài trăm thước trên con đường bạn đã đi vào để đến bãi đậu xe nhỏ ở đầu đường mòn. Từ đây có hai con đường mòn. Chúng tôi đi bộ từ đây dọc theo con đường phía trên tương đối dễ dàng và được đánh dấu rõ ràng quay trở lại dòng sông cho đến khi chúng tôi đến một số cảnh quan thực sự tuyệt vời, nơi chúng tôi có thể nhìn thấy thác từ phía trước. Tôi chắc chắn khuyên bạn nên đi con đường này, đặc biệt nếu bạn không muốn đi con đường phía dưới dài hơn, vất vả hơn, đi từ đầu đường mòn xuống bờ biển từ chân thác.Đọc thêm",
            "Vị trí đẹp. Đây là nơi bạn có thể đến và kết nối với thiên nhiên, bạn bè và gia đình của mình. Chỗ ngồi và dễ dàng tiếp cận.Đọc thêm",
            "Những thác nước này rất đẹp và dễ nhìn. Khu vực nhiều đá hơi khó di chuyển nhưng điều đó có thể đoán trước được. Cầu thang dẫn về phía thác có một số kính màu đẹp mắt được dán ở mỗi bậc, điều này tạo thêm một chút nghệ thuật chiết trung. Có một số bàn ăn dã ngoại đã được các gia đình sử dụng. Ngoài ra còn có một số con đường mòn đi bộ đường dài mà bạn có thể bị lạc trong một khoảng thời gian ngắn. Nhìn chung, một thác nước đẹp.Đọc thêm",
            "Có 2 lựa chọn ở đây để ngắm thác:1. Dễ nhất: lái xe đến khu dã ngoại, gps sẽ đưa bạn đến đây nếu bạn vào thác Desoto phải trả phí 4, và đi bộ khoảng 50 thước để xem đập và tầng trên cùng. Sau đó cẩn thận đi bộ thêm 20 thước nữa qua những tảng đá gồ ghề ở bên phải và nhìn thấy thác nước thấp hơn từ bên cạnh. Chúng tôi dành khoảng 20 phút ở đây để chụp ảnh. 2. Trước khi đến khu dã ngoại, hãy rẽ vào đầu đường mòn bên phải của khu vực đỗ xe và đi bộ dọc theo đường mòn ven sông đến chân thác. Bản đồ cho biết 0,7 dặm. Không tìm thấy cơ sở mở tại một trong hai địa điểm nên hãy đi trước khi bạn đến.Đọc thêm",
            "Tôi đã ngắm thác từ khu dã ngoại.  Có một khoản phí 4.  Không thể xem toàn bộ thác cùng một lúc tại địa điểm này, nhưng quang cảnh vẫn rất đẹp.  Có một chuyến đi bộ vất vả sẽ đưa bạn đến một nơi mà bạn có thể có được cái nhìn toàn cảnh cùng một lúc.Đọc thêm",
            "Đã có một chuyến đi bộ xuyên rừng thú vị, tầm nhìn tuyệt vời từ tầm nhìn.  Bị ép về thời gian nên không thể tận hưởng một số chuyến đi bộ đường dài đầy thử thách hơn. Chắc chắn chúng tôi sẽ làm được nhiều việc hơn vào lần tới trong khu vực!Đọc thêm",
            "chi phí là bao nhiêuĐọc thêm",
            "Không có chi phí. Nó hoàn toàn miễn phí.Đọc thêm",
            "Nếu bạn có thể câu cá ở khu vực đóĐọc thêm",
            "Xin chào, tôi không biết, bạn có thể câu cá, vừa ngắm thác vừa chụp ảnh, phong cảnh rất đẹp Hôm nay tôi sẽ tải video lên kênh YouTube của mình.",
            "Quãng đường đi bộ đến khu vực bơi lội là bao xa? ....nó ở đập nước hay ở phía bên kia thác lớn? Tôi bị khuyết tật và cần biết nó khó khăn như thế nào.Đọc thêm",
            "Tôi không đến khu vực bơi lội nhưng nó đã qua thác lớn.  Nó trông giống như một chuyến đi xuống dốc khó khăn và việc ra vào nước cũng phải leo lên đá.  Nó trông khá khó khăn và có lẽ tôi không muốn thử.Đọc thêm",
            "cabin..thân thiện với thú cưng?????Đọc thêm",
            "Tôi chỉ đến thăm khu vực. Bạn sẽ phải liên hệ với Desota State Park để đảm bảo. Giả định của tôi là có thể.Đọc thêm",
            "Đường đi bộ đến thác nước khó khăn như thế nào đối với tôi là người khuyết tậtĐọc thêm",
            "Có bãi đậu xe gần đó nhưng bạn sẽ không thể đi xuống dưới thác. Nó vẫn đẹp ngay cả khi bạn không thể. Đọc thêm",
            "Con chó cưng trên đường mòn Desoto có thân thiện với chó khi chúng bị xích không?   Có bất kỳ hạn chế nào về nơi họ có thể đến không?Đọc thêm",
            "Chúng tôi thấy nhiều người có thú cưng.  Tôi tin rằng nếu thú cưng bị xích thì không có vấn đề gì. Tôi không thấy bất cứ nơi nào nói rằng không được phép nuôi thú cưng. Hy vọng điều này sẽ giúp ích.Đọc thêm"
        ],
        "star_ratings": [
            139,
            65,
            8,
            0,
            1
        ],
        "review_amount": 213,
        "location": [
            "Hoa Kỳ",
            "Thác Desoto",
            "Những điều cần làm ở Pháo đài Payne",
            "Pháo đài Payne",
            "Alabama AL"
        ],
        "reviews_time": [
            "Written April 20, 2024",
            "Written March 30, 2024",
            "Written October 8, 2023",
            "Written August 26, 2023",
            "Written April 10, 2023",
            "Written April 9, 2023",
            "Written February 27, 2023",
            "Written December 27, 2022",
            "Written November 23, 2022",
            "Written October 24, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g60889-d7700060-Reviews-Desoto_Falls-Fort_Payne_Alabama.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g30697-d23142665-Reviews-The_Hatter_Cafe-Mentone_Alabama.html",
            "https://www.tripadvisor.com/Restaurant_Review-g30697-d630706-Reviews-Wildflower_Cafe-Mentone_Alabama.html",
            "https://www.tripadvisor.com/Restaurant_Review-g30697-d21312285-Reviews-Seabolt_s-Mentone_Alabama.html",
            "https://www.tripadvisor.com/Restaurant_Review-g30899-d5020600-Reviews-Tigers_Inn_Restaurant-Valley_Head_Alabama.html",
            "https://www.tripadvisor.com/Restaurant_Review-g30697-d11742596-Reviews-Mentone_Market-Mentone_Alabama.html",
            "https://www.tripadvisor.com/Restaurant_Review-g30697-d21082956-Reviews-Elevation_Bistro-Mentone_Alabama.html",
            "https://www.tripadvisor.com/Restaurant_Review-g30697-d21280543-Reviews-Fontastic_Foods-Mentone_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g60889-d560975-Reviews-DeSoto_State_Park-Fort_Payne_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g30697-d207069-Reviews-Cloudmont_Ski_Resort-Mentone_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g30697-d8547201-Reviews-Sallie_Howard_Memorial_Baptist_Church-Mentone_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g30697-d17754202-Reviews-Brow_Park-Mentone_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g30899-d24037921-Reviews-Dave_s_Antiques-Valley_Head_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g30697-d26828953-Reviews-Moon_Lake_Library-Mentone_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g60889-d7700060-Reviews-or10-Desoto_Falls-Fort_Payne_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g60889-d143199-Reviews-Little_River_Canyon_National_Preserve-Fort_Payne_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g60889-d3609772-Reviews-Marthas_Falls-Fort_Payne_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g60889-d12123440-Reviews-Alabama_Walking_Park-Fort_Payne_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g60889-d27053490-Reviews-GameTime-Fort_Payne_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g60889-d27045426-Reviews-Hawkins_Spring_Park-Fort_Payne_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g60889-d27039702-Reviews-Spring_Grove_Park-Fort_Payne_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g30899-d5010240-Reviews-Miracle_pottery-Valley_Head_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g30697-d4722861-Reviews-Moon_Lake_Trading_Company-Mentone_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g30697-d630705-Reviews-The_Gourdie_Shop-Mentone_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g30697-d23750987-Reviews-The_Groovy_Goat-Mentone_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g30697-d21369932-Reviews-Mentone_Arts_Center-Mentone_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g60889-d19082468-Reviews-Pier_35_Antiques-Fort_Payne_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g60889-d17627365-Reviews-Boom_Town_Makers_Market-Fort_Payne_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g30697-d12778437-Reviews-The_Graceful_Giraffe-Mentone_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g30697-d3860700-Reviews-White_Elephant_Antiques_Gallery-Mentone_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g30697-d26834302-Reviews-Little_River_Soap-Mentone_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g32578-d7056076-Reviews-Mushroom_Beach-La_Jolla_San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g46411-d264139-Reviews-Renault_Winery_Resort-Egg_Harbor_City_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g2024865-d13095017-Reviews-Hyundai_Motorstudio_Goyang-Goyang_Gyeonggi_do.html",
            "https://www.tripadvisor.com/Attraction_Review-g189433-d6936776-Reviews-Sandal_Workshop-Santorini_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d7014161-Reviews-Aqua_Florya_Alisveris_Merkezi-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12698370-Reviews-Airport_Bus_152-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d208847-Reviews-Macy_s_Herald_Square-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g635608-d1932270-Reviews-Perissa_Black_Sand_Beach-Perissa_Santorini_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d23499974-Reviews-Zouk_Nightclub-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g50207-d250314-Reviews-Warehouse_District-Cleveland_Ohio.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g60889-d7700060-Reviews-or10-Desoto_Falls-Fort_Payne_Alabama.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g60889-d7700060-Reviews-Desoto_Falls-Fort_Payne_Alabama.html"
    }
]