[
    {
        "attraction_name": "Detian Scenic Resort",
        "attraction_name_vi": "Khu nghỉ dưỡng ngắm cảnh Detian",
        "general_info": [
            "210 đánh giá",
            "1 trong 5 hoạt động giải trí ở Quận Daxin",
            "Điểm tham quan Điểm mốc",
            "Thác nước"
        ],
        "attraction_summary": "Chúng tôi đến như một phần của chuyến tham quan có tổ chức đến Quảng Tây. Thác xuyên quốc gia Detian được đặt tên như vậy vì nó nằm ở làng Detian, thị trấn Shuolong, huyện Daxin. Danh lam thắng cảnh này nằm trong Phòng trưng bày Cảnh quan Baili ở biên giới Trung-Việt. Nó cách huyện Daxin 57 km, cách thành phố Chongzuo 95 km và cách Nam Ninh, thủ phủ của tỉnh Quảng Tây 196 km. Khi bạn đến Danh lam thắng cảnh Đức Thiên, bạn đi bộ xuống thác nước! Khi bạn đã đến mực nước của thác nước, bạn nên đi thuyền với giá 35 RMB Trung Quốc mỗi người. Từ thuyền và đường bờ, bạn chỉ có thể nhìn thấy hai tầng thác. Khi thuyền đi vào lãnh thổ Việt Nam, bạn không thể xuống thuyền! Khi bạn ở gần thác nước, nước phun không quá tệ! Thật tốt khi đứng dậy và đến gần thác nước! Ngay khi bạn xuống thuyền, có một địa điểm lý tưởng để chụp ảnh thác nước từ bờ biển. Ngoài ra còn có một đoạn mà bạn có thể đi bộ lên để chụp ảnh dọc theo một trong những cột mốc biên giới, số 836, rất được khách du lịch Trung Quốc yêu thích! Khi bạn đi bộ lên và đi vòng qua cầu thang để ra khỏi khu danh lam thắng cảnh của thác nước, sau một số di tích trên đường đi, trên đường dẫn đến lối ra khỏi khu danh lam thắng cảnh, có khoảng 5 khu vực ngắm cảnh nơi bạn sẽ nhìn thấy cả ba tầng của thác nước! Tôi tin rằng đây là những điểm tốt nhất để chụp toàn bộ khu vực thác nước trong một bức ảnh! Những thác nước này đáng nhớ hơn với dãy núi Karst ở phía sau! Thật mê hoặc! Đọc thêm",
        "reviews": [
            "We thought the trip out here was well worth the trip. There is a little tourist town nearby the falls but we werent sure if foreigners could stay in the area or not so we chose to bus in. The waterfall area is great and you can spend a few hours here enjoying the views and there are some well groomed trails to walk around to get all sorts of views from the China side. We got out there after a good rainfall so the water was nice and clear with all sorts of blue and green hues. There are rafts that can take you close and many viewing platforms that give you all sorts of views. The Vietnam side is marked with many Vietnamese flags and is definitely not as built up but there is a Sino-Vietnamese Street at the top of the falls that you might be able to cross into Vietnam outside of covid times but again there is nothing really there. The vendors were maybe 30 closed when we went but they were selling some Vietnamese style souvenirs and food like sandals, wooden utensils and coffee. Some of the shops advertised salad rolls and banh mi sandwiches but we didnt try.We did a day trip from Nanning and it can be quite a trek so plan accordingly. Currently there is a bus that departs from Langdong bus station right outside the metro of the same name at 8:30 am and we went the day before to buy round trip tickets for 136 yuan per person. It said online it would take 2.5 to 3 hours but it took 4.5 hours to get right to the ticket office. From there the tickets were 115 yuan each and included bus to and from the waterfall area and tickets into the park. The bus to the waterfall takes about 20 minutes. We got just over an hour in checking out the falls and boardwalk around it but missed out on the Karst formation walkways we wanted to check out. The bus waited for us to go back to Nanning right outside the ticket office and left the area at 3:30 pm. We got back into Nanning at 7:30 pm.Recommendations we would make for our friends going is to make arrangements to stay overnight in the area for the waterfalls. The park pass is good for two days but you would have to call ahead to get a hotel to take you. When we went the bus first stop was around 10:00 and the bathroom was not maintained well - no doors on the womens and troughs for number one and two. We made a second stop around 11:30 and the bus station was a little cleaner and the doors were there but it still was not great. If you can hold it I would say the second stop was best but the bathrooms at the ticket office are immaculate! The bus was comfortable enough and they give you a small bottle of water for each way but it was not enough so plan accordingly. There are snacks and refreshments throughout the Detian Waterfall area but the bus stops were pretty barren so bring your own stuffAgain, loved the waterfalls and the area was marked with the Karst formations of Guangxi. The bus ride was enjoyable too seeing the unreal landscape!Read more",
            "First off let me say you need to be reasonaly fit to enjoy all features of this park. As a foreigner we found it necessary to obtain tickets at the visitor centre some 15kms distant from the park entry. There are ticket machines at the actual park entrance but these would not work for our Chinese guest and rejected all attempts as a foreigner. Similarly the online ticketing facility would not accpet foreigner details. The ticket booth personnel at the park entry and at the main visitor centre spoke no English. Entry includes a return bus trip to the park entrance. You can hire English speaking guides at the visitor centre. The guide Chinese speak only on our bus was excellent - even advising against shopping within the park where the goods were more expensive than the same goods in shops outside the park.  He held the additional tickets for the boat ride up to the falls 30RMB and also the mechanised path 58RMB. There are 2 main, one way, visitor routes around the park. One is by foot, the other includes mechanised people movers at a considerable height above the park. These are rubberised belts that you sit on. Entry to the upward lift is via 2 flights of some 250 steps of stairway; frankly I gave up at the first staging area - half way to the top. The paths around the park are now paved and equipped with stairways in wood and concrete, the latter with a timber appearance. These stairways are quite steep and numerous, hence the need for fitness. We travelled here by road from Beihai. Basically Highway S60 and then to County Road S325. We ran into a check point after being on S325; the officials were very friendly and we were passed through, after showing our visas, in no time. After hours on S60 the motoring around the county roads was a dream - much like the UK country roadslanes. Gorgeous countryside everwhere, including off S60.Read more",
            "Tôi đã đến thăm thác nước này vài ngày sau khi đến thác Huangguoshu.  Tôi thích cái này tốt hơn rất nhiều.  Phong cảnh đẹp hơn rất nhiều và không còn đông đúc nữa.  Nó có thể không lớn như một số công viên khác, nhưng tôi thích khoảng thời gian ở đây hơn rất nhiều.  Nó nằm ở biên giới với Việt Nam, nhưng bạn không thể qua Việt Nam. Tôi khuyên bạn nên ở lại quận Daxin 1-2 đêm, nhưng hãy đi xe buýt từ Nam Ninh, không đi tàu vì taxi sẽ tốn hơn 200 nhân dân tệ .  Con phố bạn sẽ ở chỉ có một vài khách sạn phục vụ tất cả các bữa ăn của bạn với chi phí bổ sung, nhưng thác nước cách đó chưa đầy 1 giờ.  Một chiếc xe tải sẽ đón bạn và bạn có thể phải trả 30 nhân dân tệ cho vé khứ hồi.  Bạn sẽ trả cho tài xế một khoản phí riêng để vào thác. Sau khi vào bên trong, hãy dành thời gian.  Có một số nơi để ngồi và thư giãn, không giống như Huangguoshu nơi bạn phải tiếp tục di chuyển. Bạn có thể đến gần thác vì có nhiều bệ khác nhau.  Những con đường xuyên rừng cũng rất đẹp.Đọc thêm",
            "Chúng tôi ở ngay bên ngoài thác nước. Chúng tôi ở tại khách sạn Detian Pubuqing, người đã nhận vé cho chúng tôi vào ngày hôm sau. Ông cho biết vé có thể được mang từ Trip. Để đến thác, bạn đi qua đường, qua tất cả các cửa hàng và đi vào tòa nhà lớn có nhiều người đang lên xe buýt. Đi bên phải, hướng tới nhà vệ sinh nam và có bên trái gần lối vào. Tiếp tục đi qua cánh cửa để gặp những người đàn ông sẽ quét vé của bạn và bạn đang ở lối vào thác nước. Chúng tôi đã không nhận ra mình đang ở gần đến mức nào. Chúng tôi đã đi vào buổi sáng và vì chúng tôi ở rất gần nên chúng tôi tự hỏi liệu vé của chúng tôi có dành cho ngày đó không - chúng tôi đã lấy nó và thử vé vào chiều muộn nhưng không được, họ chỉ thừa nhận một lần.  Chúng tôi đã ở đây vào tháng 1, đây không phải là thời điểm tuyệt vời nhất nhưng đối với tôi thác nước trông vẫn rất ấn tượng.Đọc thêm",
            "Tôi yêu nơi này, nhưng tôi không thể sử dụng thuyền để nhìn gần hơn, trời đang mưa và dòng sông hơi nguy hiểm, có một khu chợ ở cuối chuyến tham quan và cà phê rất ngon. Tốt hơn nên mang theo đồ ăn fom khách sạn và nước của bạn cũng có. Tôi khuyên bạn nên đi vào buổi sáng, càng sớm càng tốt.Đọc thêm",
            "Chúng tôi đã tìm cách đến đó. Chúng tôi đọc về một chiếc tàu con thoi dự định sẽ đưa chúng tôi đến đó trong 3 giờ. Chúng tôi đã hỏi tại quầy lễ tân và thông tin này không đúng sự thật. Chúng tôi bắt xe buýt trực tiếp tại bến xe Langdong 琅东客运站 ở Nam Ninh. Nó khởi hành lúc 8:30 sáng và xe buýt trở về Nam Ninh lúc 4:30 chiều. Cuộc hành trình mất khoảng 5 giờ và tổng chi phí là 130. Hãy nhớ xuất trình hộ chiếu của bạn. Trên đường đến đó, một người phụ nữ đã bán cho chúng tôi vé 105. Rõ ràng chúng tôi có thể xếp hàng nhưng chúng tôi chưa bao giờ làm vậy. Có những nhà hàng đẹp xung quanh đó và cảnh quan tuyệt đẹp. Đọc thêm",
            "Phong cảnh tuyệt vời khi đi dạo quanh Thác Detain ở biên giới Trung Quốc và Việt Nam tại tỉnh Quảng Tây. Phong cảnh thật ngoạn mục. Đi bộ dọc theo bờ sông để leo lên Thác nước. Cả hai góc đều mang lại cho bạn cảm giác khác nhau về Thác nước nổi tiếng. Đừng bỏ lỡ điểm thu hút này. Đọc thêm",
            "Bất cứ nơi nào chúng tôi đi du lịch, chúng tôi cố tình tìm kiếm thác nước. Chúng là những đặc điểm địa lý duy nhất có trong hệ mặt trời và có lẽ cả thiên hà của chúng ta vì chúng đòi hỏi nhiệt độ vừa phải, nước ở dạng lỏng và một lượng trọng lực đáng kể. Hậu quả của sự kết hợp hoàn cảnh bất thường này luôn thú vị, đôi khi rất hoành tráng và huy hoàng! Tôi thích cách nước có thể chảy êm đềm và không chút nghi ngờ dọc theo một dòng suối và rồi đột nhiên, lòng suối chảy ra từ bên dưới, nó phóng ra khỏi một vách núi và lao xuống những vách đá lởm chởm, rồi nổ tung thành tia nước khi rơi xuống bề mặt của dòng suối. hồ bơi bên dưới. Rồi lại trôi êm đềm dọc theo dòng suối như chưa có chuyện gì xảy ra. Nó làm tôi nhớ đến quỹ đạo của cuộc đời tôi. Tôi đã đi công tác ở Châu Á, giống như một chuyến du lịch bùng nổ điên cuồng giữa những dòng chảy êm đềm. Thác Detian nằm ở biên giới Trung Quốc và Việt Nam. Vợ tôi và tôi đã bay 3 giờ từ Thượng Hải đến Nam Ninh, sau đó đi xe buýt 5 giờ đến lối vào Công viên Quốc gia Trung Quốc, đi xe đưa đón 20 phút và đi bộ thêm 20 phút nữa để đến đây, vâng, thực tế là vậy , chúng tôi nghiêm túc trong việc theo đuổi thác nước. Nó ĐÁNG GIÁ! Những bức ảnh không thể ghi lại được quy mô và vẻ đẹp của khung cảnh. Đây rõ ràng là một điểm đến từ phía Việt Nam mặc dù nó thậm chí còn khó tiếp cận hơn, nhưng chúng tôi là những người phương Tây DUY NHẤT ở phía Trung Quốc. Ngay cả công ty du lịch của chúng tôi ở Trung Quốc cũng không có nó trong danh sách của họ và dường như chưa từng nghe nói về nó. Nếu bạn đang thực hiện một chuyến đi đến Trung Quốc hoặc Việt Nam, tôi thực sự khuyên bạn nên làm điều đó!Đọc thêm",
            "Một địa điểm đẹp, những thác nước ngoạn mục. Tôi đã tham gia một chuyến du lịch địa phương, nói tiếng Trung Quốc có lẽ là một khả năng bắt buộc phải có để đi cùng chuyến tham quan địa phương! Hai ngày khoảng 650 có thể ít hơn cộng với chi phí đi bè tùy chọn ở mức 130. Điều này bao gồm tất cả đồ ăn, một đêm ở khách sạn và rất nhiều niềm vui với những người bạn Trung Quốc mới của tôi. Nhược điểm lớn là điểm dừng mua sắm trên đường trở về Nam Ninh - không có lối thoát, nhưng đó là một trải nghiệm khi chứng kiến ​​rất nhiều người mua sắm vui vẻ mua bộ khăn trải giường bằng lụa mà họ không biết mình muốn và có lẽ là không cần. Tôi là người duy nhất không phải là người Trung Quốc trong chuyến tham quan và được những người khác chăm sóc chu đáo .Thác nằm trong một công viên lớn, hơi rắc rối khi vào, đổi xe buýt, v.v. nhưng thác rất đẹp và việc thiết lập rất hiệu quả. Đi thuyền trên hồ với giá 30 Rmb và bị nước bắn tung tóe. Rất nhiều niềm vui và 2 giờ thú vị. Quán cà phê và mua sắm khi bạn ra ngoài.Đọc thêm"
        ],
        "star_ratings": [
            120,
            76,
            14,
            0,
            0
        ],
        "review_amount": 210,
        "location": [
            "Trung Quốc",
            "Hoạt động giải trí tại Daxin County",
            "Châu Á",
            "Daxin County",
            "Khu nghỉ dưỡng ngắm cảnh Detian",
            "Quảng Tây"
        ],
        "reviews_time": [
            "Written January 22, 2024",
            "Written July 20, 2021",
            "Written July 17, 2021",
            "Written February 17, 2020",
            "Written January 12, 2020",
            "Written January 2, 2020",
            "Written June 16, 2019",
            "Written May 31, 2019",
            "Written April 13, 2019",
            "Written January 8, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g1223273-d1856149-Reviews-Detian_Scenic_Resort-Daxin_County_Guangxi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g1223273-d1833958-Reviews-No_53_Boundary_Marker-Daxin_County_Guangxi.html",
            "https://www.tripadvisor.com/Attraction_Review-g1223273-d27148643-Reviews-Detian_Zhuang_s_Ancient_Village-Daxin_County_Guangxi.html",
            "https://www.tripadvisor.com/Attraction_Review-g1223273-d1834269-Reviews-Mingshi_Rurality-Daxin_County_Guangxi.html",
            "https://www.tripadvisor.com/Attraction_Review-g1223273-d1856149-Reviews-or10-Detian_Scenic_Resort-Daxin_County_Guangxi.html",
            "https://www.tripadvisor.com/Attraction_Review-g35484-d280481-Reviews-Lake_Pend_Oreille-Hope_Idaho.html",
            "https://www.tripadvisor.com/Attraction_Review-g29218-d8050979-Reviews-Sacred_Rudraksha_Forest-Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g47706-d3515908-Reviews-The_Pennysaver_Amphitheater-Farmingville_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g1898252-d1868362-Reviews-Watercity_Waterpark_Themed_Park-Anopolis_Hersonissos_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g54484-d3533856-Reviews-Stumphouse_Mountain_Tunnel-Walhalla_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g34439-d661787-Reviews-Nikki_Beach-Miami_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g46361-d1807029-Reviews-Clementon_Park_and_Splash_World-Clementon_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g1188919-d6882559-Reviews-Vlychada_Beach-Vlychada_Santorini_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g55730-d1924746-Reviews-Eisenhower_State_Park-Denison_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d104576-Reviews-Hollywood_Walk_of_Fame-Los_Angeles_California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g1223273-d1856149-Reviews-or10-Detian_Scenic_Resort-Daxin_County_Guangxi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g1223273-d1856149-Reviews-Detian_Scenic_Resort-Daxin_County_Guangxi.html"
    }
]