[
    {
        "attraction_name": "Devetashka Cave",
        "attraction_name_vi": "Hang Devetashka",
        "general_info": [
            "169 đánh giá",
            "- 1 trong số 1 điều cần làm ở Devetaki",
            "Hang Động - Hang Động"
        ],
        "attraction_summary": "Một hang động nhỏ nhưng đẹp. Tôi khuyên bạn nên dùng nó vào những ngày nắng! Điều đáng nói thêm là bộ phim The Expendables đã được quay ở đó. Thật đáng tiếc khi không còn điểm tham quan nào gần hangĐọc thêm",
        "reviews": [
            "Đó là lỗi của chúng tôi khi lái xe đến đây với hy vọng vào được hang động mà không phải đi bộ đường dài. Không biết là bao xa nhưng những ngày đi bộ đường dài của chúng tôi đã kết thúc. Đường gồ ghề, bãi đậu xe đầy đủ và trông rất đẹp. Nếu bạn là một người đi bộ đường dài, điều đó có vẻ thú vị.Đọc thêm",
            "Hang động thực sự tốt đẹp! Đi từ sáng sớm nên không có nhiều người. Bằng cách này, bạn có thể nghe thấy tiếng dơi và chim xung quanh mình.Đọc thêm",
            "Sự sáng tạo tuyệt vời của Mẹ Thiên nhiên. Nơi biệt lập và yên bình trên núi. Lái xe một đoạn ngắn từ thành phố Lovech. Nơi đây chứa đầy lịch sử. Đọc thêm",
            "hang động tuyệt đẹp ở một nơi hoang vu, khi tôi đang lái xe qua những con đường nông thôn, một số có ổ gà, tôi bắt đầu tự hỏi liệu tất cả có xứng đáng hay không, đúng vậy. lối vào hang động có người lái và phải trả - 3 BGN - . Hang không lớn nhưng đặc điểm nổi bật là có nhiều cửa sổ mái.  Sau hang động này, tôi lái xe đi xem cây cầu có mái che Lovech, trước khi tiếp tục đến một hang động khác, Hang ProhodnaĐọc thêm",
            "Cấu trúc hang động rộng lớn... Tôi đã mong chờ được ghé thăm và thực tế còn ấn tượng hơn nữa. Chỉ mất vài phút đi bộ từ bãi đậu xe... Rất đáng để đi ra ngoài để xem. Đặc biệt là khi kết hợp với thác nước gần đó... 30 phút lái xe. Đọc thêm",
            "Điều này thật ngoạn mục, rất đáng để ghé thăm!, lối đi dễ dàng, nhiều bãi đậu xe và chỉ cách bãi đậu xe một quãng đi bộ ngắn, phù hợp với mọi lứa tuổi.Đọc thêm",
            "Điểm dừng thứ hai trong chuyến tham quan Bultrips của chúng tôi, rõ ràng là chúng tôi đã xem ảnh trước khi đặt chỗ nhưng chúng không cho bạn ý tưởng thực sự về kích thước tuyệt đối của các hang động mà bạn chỉ thực sự có được quy mô khi băng qua cầu trên đường đi. Vào một ngày nắng chẳng hạn như khi chúng tôi đến, nó chắc chắn sẽ làm tăng thêm cảnh tượng khi ánh sáng mặt trời chiếu qua các khe hở tạo ra cơ hội chụp ảnh tuyệt đẹp. Các hang động là một cách hay để dành khoảng một giờ, chỉ cần đi dạo một vòng để ngắm nhìn hệ thực vật và động vật - chúng tôi thực sự chỉ nhìn thấy những chú chim - và tàn tích của căn cứ quân sự cũ đã tồn tại ở đây cho đến khoảng 30 năm trước. Một bãi đậu xe lớn và một khoản phí vào cửa nhỏ chỉ khiến trải nghiệm trở nên tuyệt vời hơn.  Nó hơi khác một chút nhưng đáng giá thời gian hơn.Đọc thêm",
            "Khiến bạn không nói nên lời! Và khó có thể tin rằng nó đã được sử dụng làm căn cứ quân sự cho đến đầu những năm 1990. Bây giờ chỉ còn lại tầng hầm của thùng nhiên liệu khiến bạn bối rối không biết những công trình đó dùng để làm gì. Nhưng điều khác - nơi được hồi sinh hoàn hảo và đáng để ghé thăm nhiều lần.Đọc thêm",
            "Từng là nơi cất giấu dầu quân sự, hang động này rất độc đáo nhờ các bức tường và trần nhà bị phá vỡ. Nơi đây còn được biết đến là ngôi nhà của nhiều loài dơi. Một số tấm bằng tiếng Bungari và tiếng Anh mô tả hang động và lịch sử của nó. Nó chắc chắn là giá trị một chuyến thăm. Có thể dễ dàng đến đó bằng ô tô từ Lovech hoặc từ Pleven. Một nơi đậu xe lớn có sẵn ca. Cách cửa hang 200m. Có một khoản phí vào cửa nhỏ.Đọc thêm",
            "Khoảng cách giữa Burgas - Sunny Beach - và các hang động là bao nhiêu?",
            "Đi trong hang có an toàn không Đọc thêm",
            "Xin chào, thứ Hai ngày 16 tháng 7 có mở cửa tham quan không?Đọc thêm",
            "Có bảng thời gian nào không?Đọc thêm",
            "Xin chào, bạn có biết nó mở cửa vào tháng 6 không, bạn ghé thăm khi nào?Đọc thêm"
        ],
        "star_ratings": [
            136,
            26,
            6,
            0,
            1
        ],
        "review_amount": 169,
        "location": [],
        "reviews_time": [
            "Written November 7, 2023",
            "Written September 20, 2023",
            "Written August 4, 2023",
            "Written July 30, 2023",
            "Written June 9, 2023",
            "Written May 31, 2023",
            "Written March 14, 2023",
            "Written September 14, 2022",
            "Written August 29, 2022",
            "Written July 9, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g14037230-d4184576-Reviews-Devetashka_Cave-Devetaki_Lovech_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g14037230-d4184576-Reviews-or10-Devetashka_Cave-Devetaki_Lovech_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g14037230-d4184576-Reviews-Devetashka_Cave-Devetaki_Lovech_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g3748687-d8744116-Reviews-Krushunskiye_Waterfalls-Krushuna_Lovech_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g294261-d2623561-Reviews-Simala_Shrine-Cebu_Island_Visayas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60742-d265505-Reviews-The_Omni_Grove_Park_Inn_Spa-Asheville_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d196106-Reviews-Sauna_Deco-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d11689736-Reviews-Centennial_Wheel-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g190386-d550014-Reviews-Kykkos_Monastery_Panagia_tou_Kykkou-Pedoulas_Nicosia_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g46712-d269828-Reviews-The_New_Jersey_Children_s_Museum-Paramus_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g37209-d274341-Reviews-Fort_Harrison_State_Park-Indianapolis_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g187514-d2592599-Reviews-Hammam_Al_Andalus_Madrid-Madrid.html",
            "https://www.tripadvisor.com/Attraction_Review-g48808-d13002183-Reviews-Seven_Ponds_Orchard-Water_Mill_Southampton_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g295370-d10175386-Reviews-ShotGun_Shooters_Bar-Split_Split_Dalmatia_County_Dalmatia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g14037230-d4184576-Reviews-or10-Devetashka_Cave-Devetaki_Lovech_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g14037230-d4184576-Reviews-Devetashka_Cave-Devetaki_Lovech_Province.html"
    }
]