[
    {
        "attraction_name": "Devils Fork State Park",
        "attraction_name_vi": "Công viên tiểu bang Devils Fork",
        "general_info": [
            "244 đánh giá",
            "- 2 trong số 15 điều cần làm ở Salem",
            "Công viên tiểu bang"
        ],
        "attraction_summary": "Công viên này là nơi tuyệt vời, đáng yêu. Các nhân viên tại trạm kiểm lâm rất tuyệt vời và hữu ích, cabin đẹp, sạch sẽ, rộng rãi và tất cả các thiết bị đều mới và chất lượng tuyệt vời. Chúng tôi yêu nơi này và chắc chắn sẽ quay lại.Đọc thêm",
        "reviews": [
            "Công viên này thực sự tuyệt đẹp!  Chắc chắn còn nhiều việc phải làm trong mùa hè. Chúng tôi đã đi theo Đường mòn Tự nhiên Oconee Bells. Rất dễ dàng và khá ngắn. Vì đang là tháng ba nên không có nhiều hoa nở ngoài những chiếc chuông Oconee nổi tiếng!  Tôi rất vui vì đã được nhìn thấy họ. Chúng thực sự rất đẹp.Đọc thêm",
            "Thật là một hồ nước mê hoặc.  Có quá nhiều việc phải làm.  Nước trong vắt đến kinh ngạc.  Tôi mới đến đây vào mùa đông và mùa thu, rất muốn quay lại vào mùa hè.  Câu cá tuyệt vời, săn bắn nếu bạn thích điều đó.  Chèo thuyền Kayak, khám phá thác nước.  Những ngọn núi.  Tôi có thể tiếp tục, nhưng nơi này đơn giản là siêu thực.  Điều thực sự kỳ lạ là bãi đậu xe có thể chật cứng thuyền và xe kéo, giống như không còn chỗ cho một chiếc nữa.  Suy nghĩ của tôi là - tuyệt vời, chúng ta sẽ gặp phải mọi người suốt cả ngày. - Hóa ra có cảm giác như chúng ta đã có nơi này cho riêng mình.  Điều này đã xảy ra cả hai lần chúng tôi ở đó.Đọc thêm",
            "Đến thăm vào một buổi sáng thứ bảy tuyệt vời. Bầu trời trong xanh, làn nước trong vắt và những ngọn núi ở phía sau đã tạo nên một địa điểm tuyệt đẹp. Công viên sạch sẽ, nhân viên thân thiện và một cửa hàng quà tặng rất tốt. Các chuyến tham quan buổi sáng đã lên máy bay và mọi người đều có vẻ hào hứng. Khu cắm trại ở công viên cũng vậy. sẽ trở lại vào mùa hè để bơi trong nước. Rất khuyên bạn nên ghé thăm địa điểm tuyệt vời này. Đọc thêm",
            "Chúng tôi thích đến thăm công viên này và câu cá ở Hồ Jocasse.  Mọi thứ đều rất đẹp và điều kiện tuyệt vời.  Mọi thứ đều có thể truy cập dễ dàng.Đọc thêm",
            "Đây là một hồ nước tuyệt vời, nước rất hoàn hảo và có rất nhiều thác nước để bạn dạo chơi xung quanh. Đừng bỏ lỡ việc nhảy khỏi tảng đá! Chúng tôi thực sự rất thích ngày cuối tuần của mình trên Hồ JocasseeĐọc thêm",
            "Tôi không chắc mình có muốn ca ngợi Công viên tiểu bang Devils Fork hay không vì tôi không muốn mọi người tụ tập ở đó!  Tôi yêu nơi này đến mức tôi muốn sống ở đây.  Nó đẹp và độc đáo.  Rất đặc biệt!  Nếu bạn yêu thiên nhiên và sự yên bình, tĩnh lặng thì đây là một nơi hoàn hảo.  Công viên được quản lý tốt và nhân viên rất tốt.  Thực hiện chuyến tham quan bằng thuyền quanh Hồ Jocassee xinh đẹp và lái xe đến nhiều con đường mòn đi bộ đường dài, thác nước và quang cảnh tuyệt đẹp ở gần đó.  Tôi cũng khuyên bạn nên lái xe đến Clemson để tham quan Vườn Bách thảo SC nhưng hãy dành cả ngày để tận hưởng nó.  Đã nhiều lần đến Devils Fork, tôi luôn cảm thấy buồn khi rời bỏ nó.Đọc thêm",
            "We camped at Devil - s Fork the weekend of October 15th, 2021, and we had never been before.  Actually, my wife and kids had never been camping before so it was a bit of an adventure for our family, but after coming here, I can say it - s a great location for a first time camping trip.  The weather was pratically perfect for us with highs in the low 70 - s and low - s around 50.  We rented tent site T-18, and the only downside to it was that it is a bit of a walk in to the site, with lots of stairs, so dragging our wagon - cart was a bit of an issue.  We ended up taking a little trail through the parking lot to the site to avoid the stairs.  The site itself was awesome.  Great area near the water, and near a really gorgeous beach.  The kids had a blast wading in the water, fishing and exploring the area.  The sites don - t have power, so I would recommending bringing a portable battery to charge phones, and bring battery powered lights.  Also, it is a bit of a walk uphill to the bathroom area, just FYI.  The bathrooms were decent.  There were 2 showers with hot water in the men - s room, just make sure to bring some flip flops with you.  There is one power outlet at the bathroom should you need a quick chance to charge a device.  My only complaint were that there were a lot of families who brought their dogs with them, in fact there was one family with 4 dogs, and while I don - t have an issue with people camping with their dogs, a lot of the dogs there would bark in the middle of the night, and I would just kindly suggest to people that if your dog is the kind that is skeptical of strangers and can be a barker at night, just to be mindful of the other people camping.  It can be difficult to sleep in a tent, outside, etc...already, but with dogs barking and the occasional car alarm going off, it - s all the harder.  Overall, the park is beautiful and well maintained.  The Oconee Bell trail was a really fun and easy short hike that our kids loved exploring, and in the cool of the fall, was perfect.  We rented a pontoon boat for a 1 - 2 day and enjoyed exploring the lake.  In general, we - ll definitely be back, and grateful we got to spend a few days unplugging from the everyday.Read more",
            "Khu cắm trại TUYỆT VỜI!  Hoàn toàn nên giới thiệu--------ngoại trừ trời MƯA cả tuần!Không bao giờ nhìn thấy thác và không ai - nghĩa là cửa hàng công viên và - hoặc nhân viên kiểm lâm - cho chúng tôi biết họ ở đâu.  Chúng tôi sẽ phải quay lại khi thời tiết tốt hơn. Công viên này có vòi sen tuyệt vời trong một tòa nhà công cộng, với 100 - sự riêng tư, tòa nhà giặt là, cửa hàng quà tặng, nước, điện, trạm đổ rác và thùng rác.Đọc thêm",
            "Chúng tôi dành cả ngày tại Công viên bang Devils Fork. Chúng tôi đã có một ngày tuyệt đẹp trên mặt nước và đang lên kế hoạch cắm trại ở đây vào năm tới. Đọc thêm",
            "Các biệt thự có một số loại vòng lửa - hố lửa trại không?\nĐọc thêm",
            "Có khu vực bãi biển để bơi lội không?Đọc thêm",
            "Đúng.  Nhưng đừng đi với những kỳ vọng cao.  Khu vực bơi duy nhất chúng tôi thấy không có gì nổi bật.  Đọc thêm",
            "Các khu cắm trại có lò nướng không?Đọc thêm",
            "Không nướng vòng lửa bằng lưới các biệt thự có bếp nướng gas Đọc thêm",
            "Có biệt thự nào có 2 phòng tắm không?Đọc thêm",
            "Xin chào, tôi muốn đến thăm công viên vào cuối tuần Ngày Lễ Lao động cùng gia đình và tôi muốn biết liệu tôi có thể chở hai chiếc ca nô của chúng tôi bằng xe kéo đến đó không? Một trong những chiếc ca nô có động cơ trolling. Ca nô có động cơ kéo có được phép đi trên hồ không? Chúng tôi cũng đang xem xét việc cắm trại nguyên thủy. Liệu thời tiết vào tháng 9 ở khu vực đó có tốt không?Đọc thêm",
            "CHÀO,\n\nThời tiết sẽ ấm áp và mùa hè.  Tuy nhiên, họ chỉ cho phép\nCó 125 chiếc thuyền trên hồ và có lẽ bạn nên liên hệ với công viên để xem có địa điểm nào còn trống không.  Có thể có một hàng dài THỰC SỰ để đến trạm kiểm lâm vào những ngày cuối tuần lớn.  Ca nô cũng được, chỉ cần quan sát thời tiết, bạn sẽ không muốn ở trên hồ vì sóng lớn trong cơn bão T.\nGọi cho họ theo số 864-944-2639Đọc thêm",
            "À, tôi, người vợ đang mang thai của tôi, 2 cô con gái 7 và 9 tuổi cùng đứa con trai 1 tuổi và em gái tôi đang lên kế hoạch bơi lội cả ngày - dã ngoại - khám phá công viên tiểu bang Devils fork cả ngày và tự hỏi liệu nó có thân thiện với trẻ em không và bạn có thể truy cập không hồ jocasse dễ dàng từ - DFSP - hoặc đang cố gắng đi vào quá nguy hiểm từ bất kỳ khu vực nào trong công viên?? Nếu vậy thì có cách nào khác để bạn có thể bơi ở hồ jocasse ở bất cứ đâu - thân thiện với trẻ em hơn không?? Ý tôi là bởi vì chúng tôi có thể đi bộ đường dài để tìm một vị trí tốt ở ngã ba Devils, không vấn đề gì, có xe đẩy trên đường và tất cả các trang bị cần thiết cho chuyến đi an toàn, bộ dụng cụ sơ cứu, pin chống nước, nhiều nước để uống, kem chống nắng, 3 người lớn 2 trẻ em và 1 tuổi con trai.. dự định đi vào tháng 6 năm 2019, cảm ơnĐọc thêm",
            "CHÀO.\nBạn có thể lấy nước từ bãi biển. Có những khu vực dành riêng cho thuyền máy, thuyền kayak và ca nô mà tôi sẽ tránh xa những đứa trẻ nhỏ. Có phòng nghỉ sạch sẽ, bàn ăn dã ngoại và những con đường tuyệt vời để đi bộ đường dài. Tôi hy vọng bạn thích khu vực này nhiều như chúng tôi!Đọc thêm",
            "Đang lên kế hoạch đi xe máy qua công viên. Có địa điểm nào đẹp để đậu xe, ngắm hồ và tụ tập không?Đọc thêm",
            "Chúng tôi chỉ mới đến nghỉ qua đêm, không thực sự quan sát xung quanh nhiều.  Có một bãi đậu xe nơi bạn nhận phòng, không có nhiều khu vực vui chơi.  Có một khu vực - bãi biển phía sau khu cắm trại của chúng tôi - 37, đi bộ xuống đồi, rất đẹp và riêng tư, sẽ rất tuyệt để đi chơi, nhưng không biết liệu những người không cắm trại có thể đến đó hay không.  Chắc chắn là không thể đưa xe máy xuống được.  Tôi thường tìm kiếm địa chỉ và nhìn vào chế độ xem vệ tinh để hiểu rõ hơn về khu vực.  Xin lỗi tôi không thể - không giúp được gì thêm -Đọc thêm",
            "đây có phải là công viên tốt để đi xe đạp không?Đọc thêm",
            "Công viên này tập trung nhiều hơn vào chèo thuyền và cắm trại. Một người đi xe đạp bình thường có thể thích nó, nhưng một người đi xe đạp nghiêm túc có thể tìm thấy một vị trí tốt hơn.Đọc thêm",
            "Chúng tôi dự định đến thăm Công viên tiểu bang Devils Fork vào cuối tuần tới, rất tiếc chúng tôi sẽ không ở lại công viên vì đây là chuyến đi vào phút cuối và mọi thứ đã được đặt kín chỗ nhưng chúng tôi rất thích chèo thuyền kayak trên hồ?  Chúng tôi có thuyền kayak của riêng mình nhưng không biết phải xuất phát từ đâu để có thể ngắm nhìn phần lớn hồ có thể, mọi gợi ý.  Và người ta nói đến đó thật sớm, sớm thế nào là sớm?  Cảm ơn.Đọc thêm",
            "Tôi sẽ xuất phát từ điểm ra mắt công viên không có động cơ - nằm cách khu cắm trại khoảng nửa dặm về phía bắc. Bãi đậu xe có sẵn. Vé vào công viên là - 10.\n\nĐi theo ngã ba bên trái của hồ, có ba thác nằm ở ngã ba đó. Ngã ba bên phải là một chặng đường dài xuyên qua vùng nước rộng mở. Công viên bán một bản đồ tuyệt vời về hồ ở trung tâm du khách.Đọc thêm",
            "Chúng tôi dự định sẽ ghé thăm Công viên Tiểu bang Devils Fork vào cuối tuần tới, thật không may là chúng tôi sẽ không ở lại công viên vì đây là chuyến đi vào phút chót và mọi thứ đều đã kín chỗ nhưng chúng tôi rất muốn chèo thuyền kayak trên hồ? Chúng tôi có thuyền kayak riêng nhưng không biết nên chèo từ đâu để có thể ngắm được nhiều cảnh đẹp nhất của hồ, bạn có gợi ý nào không. Và mọi người nói rằng phải đến đó thật sớm, sớm như thế nào là rất sớm? Cảm ơn. Đọc thêm"
        ],
        "star_ratings": [
            161,
            55,
            16,
            5,
            7
        ],
        "review_amount": 244,
        "location": [
            "Hoa Kỳ",
            "Nam Carolina - SC -",
            "Công viên tiểu bang Devils Fork",
            "Những điều cần làm ở Salem",
            "Salem"
        ],
        "reviews_time": [
            "Written January 7, 2024",
            "Written March 26, 2023",
            "Written December 2, 2022",
            "Written October 17, 2022",
            "Written October 6, 2022",
            "Written August 8, 2022",
            "Written March 13, 2022",
            "Written October 19, 2021",
            "Written October 11, 2021",
            "Written June 19, 2021"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g54425-d269065-Reviews-Devils_Fork_State_Park-Salem_South_Carolina.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g54425-d7247330-Reviews-Keowee_Towne-Salem_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g28961-d609669-Reviews-Lake_Jocassee-South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g54458-d269066-Reviews-Keowee_Toxaway_State_Park-Sunset_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g54425-d14093988-Reviews-Jocassee_Valley_Brewing_Company-Salem_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g54391-d12135360-Reviews-Jumping_Off_Rock-Pickens_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g54458-d13088278-Reviews-Virginia_Hawkins_Falls-Sunset_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g54458-d27439620-Reviews-Dug_Mountain_Angler_Access_Area-Sunset_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g54425-d269065-Reviews-or10-Devils_Fork_State_Park-Salem_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g54425-d26368072-Reviews-JocasseeQuest-Salem_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g54425-d2632268-Reviews-Jocassee_Lake_Tours-Salem_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g54425-d4177392-Reviews-Eclectic_Sun_LLC-Salem_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g54425-d6964005-Reviews-Jocassee_Outdoor_Center-Salem_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g54458-d25358211-Reviews-Upstate_Zipline-Sunset_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g54425-d10063411-Reviews-Jocassee_Adventures-Salem_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49513-d136509-Reviews-Whitewater_Falls-Sapphire_Jackson_County_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49513-d2718155-Reviews-Gorges_State_Park-Sapphire_Jackson_County_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g54425-d12080447-Reviews-Jocassee_Charters-Salem_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g54425-d21239417-Reviews-Southern_Outlaw_Adventures-Salem_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49513-d6700328-Reviews-Whitewater_Equestrian_Center-Sapphire_Jackson_County_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g54425-d8416181-Reviews-Jocassee_Keowee_Rentals-Salem_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g60993-d105691-Reviews-Cincinnati_Zoo_Botanical_Garden-Cincinnati_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g33415-d13285768-Reviews-Echo_Lake_Park-Evergreen_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g297697-d8489253-Reviews-Gili_Gili_Fast_Boat-Kuta_Kuta_District_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g51508-d7140343-Reviews-Medicine_Park-Medicine_Park_Oklahoma.html",
            "https://www.tripadvisor.com/Attraction_Review-g60745-d10393427-Reviews-Air_France_Lounge-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g32706-d6775075-Reviews-Applegate_Park_Zoo-Merced_Merced_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g274847-d287788-Reviews-Old_Market_Square-Poznan_Greater_Poland_Province_Central_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g7701950-d12653627-Reviews-Castelul_De_Lut_Valea_Zanelor-Porumbacu_de_Sus_Sibiu_County_Central_Romania_Tra.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d560888-Reviews-Koko_Crater_Botanical_Garden-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g806262-d245046-Reviews-Copenhagen_ZOO-Frederiksberg_Copenhagen_Zealand.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g54425-d269065-Reviews-or10-Devils_Fork_State_Park-Salem_South_Carolina.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g54425-d269065-Reviews-Devils_Fork_State_Park-Salem_South_Carolina.html"
    }
]