[
    {
        "attraction_name": "Dexter Lake Club",
        "attraction_name_vi": "Câu lạc bộ hồ Dexter",
        "general_info": [
            "23 đánh giá",
            "1 trên 1 Giải trí về đêm ở Dexter",
            "Câu lạc bộ quán bar"
        ],
        "attraction_summary": "Câu lạc bộ Dexter Lake lần đầu tiên mở cửa vào năm 1949. Nó đã tự thành lập và trở thành một quán cà phê, quán bar và địa điểm tổ chức nhạc sống nổi tiếng trong những thập kỷ tiếp theo. Biển hiệu đèn neon lớn, sáng rực nằm trên đỉnh mái nhà cao là một biểu tượng mang tính biểu tượng dọc theo đường cao tốc 58. Trên thực tế, nhân vật người dẫn đường của Câu lạc bộ Hồ Dexter hiện diện đến mức nó được sử dụng để quay các cảnh của bộ phim nổi tiếng Ngôi nhà động vật vào năm 1977. Hàng tuần, bạn sẽ thấy những người hâm mộ phim Animal House tận tâm tìm kiếm địa danh nổi tiếng này để chụp ảnh và ghi nhớ bộ phim. Bầu không khí ấm áp và lôi cuốn xuyên suốt và đội ngũ nhân viên thân thiện và chu đáo. Các đầu bếp chuẩn bị những bữa ăn thịnh soạn từ đầu. Chúng tôi có nhạc sống tuyệt vời ít nhất bốn đêm một tuần. Hãy truy cập trang sự kiện của chúng tôi trên trang web của chúng tôi để biết chi tiết. Hãy đến thăm chúng tôi, chúng tôi sẽ trở thành địa điểm yêu thích mới của bạn!Đọc thêm",
        "reviews": [
            "Tôi đến Câu lạc bộ Dexter Lake để ăn ức hun khói, chơi nhạc và nghe nhạc. Nó giống hệt như trong bộ phim Ngôi nhà động vật. Nó có thể ồn ào trong ngôi nhà ven đường nhỏ này. Và vâng, họ có những ngôi nhà gỗ ở phía sau, giống như trong bài hát Doors. Và họ có hồ nước phía trước, nơi đã tổ chức giải vô địch chèo thuyền Pac 12 trong hai năm qua. Có một mái chèo từ một trong những vỏ xe đua treo trên trần nhà.Đọc thêm",
            "Điều đáng ngạc nhiên là Dexter Lake Club vẫn tiếp tục tổ chức nhạc sống xuyên suốt mùa hè năm ngoái khói lửa cháy rừng, thời tiết mùa đông và Covid. Họ đã dựng một sân khấu nhỏ ở phía ngoài, phía sau. Những chiếc máy hút thuốc mà DLQ sử dụng là những chiếc được sản xuất tại Texas rất ấn tượng. Thịt ức khói khô, sườn gà và sườn lợn là tuyệt vời. Sự đa dạng của nước sốt họ cung cấp là phi thường. Đi ăn Taco vào thứ Ba.Đọc thêm",
            "Có một số công việc gần đó và một chặng đường dài để lái xe về nhà để mong đợi. Dừng lại để uống bia và xem một địa điểm quay phim Animal House, một số kỷ vật của Otis Day và Knights được trưng bày. Đừng để vẻ ngoài giản dị của nơi này đánh lừa. Nơi này không sang trọng, theo bất kỳ nghĩa nào, nhưng ấm cúng và giản dị với đội ngũ nhân viên thân thiện. Chúng tôi nghĩ rằng chúng tôi sẽ thử BBQ vì nó ở ngay đó. Thực đơn có vẻ ngắn cho đến khi chúng tôi bắt đầu nghĩ về tất cả các lựa chọn của mình. Chúng tôi quyết định chọn thịt gà xé mềm và ngon và thịt ức hun khói và mềm và đã thử ít nhất 6 trong số 8 đến 10 loại nước sốt tự làm. Toàn bộ các món ăn kèm và bánh mì được bày trên một tấm bánh quy có vẻ kỳ lạ nhưng lại hợp lý khi bạn nghĩ về nó. Có một lý do khiến họ bán hết nhiều ngày. Dù sao thì, đồ ăn tuyệt vời đã khiến chuyến đi dài về nhà trở nên dễ chịu hơn nhiều. Đọc thêm",
            "Nhân viên siêu thân thiện. Thức ăn tuyệt vời, thật đáng ngạc nhiên với mức giá tuyệt vời. Máy chiếu rất tốt cho thể thao. Các ban nhạc sống cực kỳ tài năng.Đọc thêm",
            "Tôi ăn ở đây mọi lúc và phàn nàn duy nhất của tôi là 1 Vào mùa xuân, hè và thu, họ sẽ bán hết 12 món trong thực đơn của mình vào lúc 6 giờ tối, phần lưng nhỏ được bán trước và nhanh nhất. Điều đó nói lên rất nhiều về chất lượng thực phẩm.2 Bữa sáng cuối tuần RẤT TO và sốt Hollandaise thì thật tuyệt... nhưng vì một lý do nào đó, họ không hiểu bánh mì nướng. Có quá nhiều thứ ở mặt tích cực... đồ ăn tuyệt vời, những người chủ cực kỳ tốt bụng làm việc không biết mệt mỏi ở đó 6-7 ngày một tuần, một quầy bar tuyệt vời ở 1 nửa nơi này với một khu vực sân sau lớn, nơi họ sẽ đưa một ban nhạc đến vào một số ngày cuối tuần trong mùa hè. Minh chứng cho tính cách của nơi này với sự tôn vinh lịch sử lâu đời của câu lạc bộ, họ thường xuyên mang đến một số chương trình giải trí đáng kinh ngạc như nghệ sĩ hài hài hước nhất của Oregon và các đồng nghiệp trong một đêm hài kịch đông đúc. Lễ hội luao thường niên vào tháng tới vào tháng 5 và Bữa tiệc Toga lớn vào tháng 6... Trong những sự kiện này, nơi này sẽ nhảy! Một lời phàn nàn cuối cùng... Họ có karaoke 2 đêm một tuần, tôi nghĩ là 2 đêm và ngoài Dexter Oregon, nơi thị trấn lớn nhất trong vòng 10-15 dặm là Lowell OR, dân số 100 người, đêm karaoke thu hút rất đông người. Tôi tình cờ ở đó ăn tối tuần này và nghĩ rằng tôi sẽ kiểm tra danh sách nhạc có sẵn của họ và hát một bài nhưng không có sách nào và thực tế là tôi chỉ ở lại khoảng một giờ nhưng dường như cũng không có cách nào để ghi tên bạn vào mũ để xếp hàng hát. Anh chàng điều hành sẽ phát hiện ra một người mà anh ta quen biết trong cuộc thi và nói Này Linda hoặc bất kỳ ai, bạn muốn hát một bài không? theo sau là Này Tom, bạn có muốn hát bài mới mà bạn đang làm không? khiến tất cả những người mà anh ta không quen biết cảm thấy như gan băm nhỏ Đọc thêm",
            "Đã đi ra khỏi nỗi nhớ cho chuyến đi trên đường Animal House.  Có một vài bức ảnh đẹp.  Thích thịt lợn kéo và bít tết sườn.  Hãy bỏ lỡ con gà.  bàn ghế trống trơn.  OK lựa chọn bia.Đọc thêm",
            "Đã đến đây để ăn trưa. Bánh mì kẹp thịt và khoai tây chiên tuyệt vời cho 10 người khá nhiều. Hồ nằm trong tầm nhìn và khu vực ngoài trời rất đẹp để ăn uống và ngắm cảnhĐọc thêm",
            "I stopped in there with my two sons and their friend, whom were very hungry. One of which is a cook, the other is in the military and I am professional cook with a culinary degree. Hence, the boys were so hungry that they did not want to wait for me to cook at home. We had been out playing disk golf all afternoon, we were all hot, tired and hungry.My boys ordered the curried chicken soup and the rice was very crunchy under cooked. My kids hate it when I complain, so I bit my lip on that one hoping the burgers would be outstanding. Then our burgers came out. The patty on my was so overcooked it was concave and dry from their flat top. My sons burger was the Otis. He took two bites out of his and gave up. The other two were hungry and ate everything. I did mention this to the waitress when we were about to leave, but I really didnt want to cause a problem. Just wanted to pay and leave. Then the owner came and was concerned that about the food quality, which I would be as well.  I wasnt looking to get a free meal. I told them I just thought they should know, but the owner acted like the complaint was bogus and bragged about what a great cook he had back in his kitchen. They took the cost of the Otis off the price.  Again, I didnt ask for that. I did mention that the quality of the food was not proportionate to the price we were paying. It just ended up being an uncomfortable situation and we will not be back, nor will I recommend it. I dont think they will suffer since people go out of their way to visit this place. Probably stick to their specials if you find yourself having to stop their for body fuel. The Black and Blue burger at Springfields Hop Valley Brewery, is the real deal and of course it all depends on who is in the back putting the love into the food. This day was not a love in the food day for the Dexter Lake Club.Im not a food snob, but the burger has to be juicy and flavorful. Not a piece of cardboard for 12. This place has potential, but in my humble opinion menu was way too large for a little place like that. Keep it small and simple, but high quality and consistency!Read more",
            "Chúng tôi rất tiếc vì trải nghiệm của bạn với chúng tôi không phù hợp với đa số. Tôi là chủ sở hữu đã đến bàn của bạn và thực sự quan tâm đến chất lượng thực phẩm. Tôi sẽ không bao giờ tự động cho rằng mối quan tâm của khách hàng là không có thật, dù có hoặc không có thẻ đầu bếp. Tôi đã suy nghĩ kỹ khi nói rằng đầu bếp của chúng tôi rất giỏi, nghĩa là có danh tiếng. Điều đó nói lên rằng, bất kỳ đầu bếp nào, là con người, đều có thể có yêu cầu sai. Sau khi bạn rời đi, chúng tôi đã kiểm tra thức ăn thừa của bạn và nghĩ rằng bánh mì kẹp thịt thực sự có thể đã được nấu quá chín. Đó là một cử chỉ để lấy đi một bữa ăn trong vé của bạn nhưng chúng tôi rất tiếc vì bạn đã có trải nghiệm không tốt với chúng tôi và các biện pháp khắc phục đã được thực hiện nội bộ. Vợ tôi và tôi làm việc không biết bao nhiêu giờ mỗi tuần và cố gắng hết sức để nhân viên của chúng tôi tạo ra một sản phẩm xuất sắc nhất.Đọc thêm",
            "Gần đây họ đã thay đổi thực đơn của mình và KHÔNG tốt hơn. Họ đã nhầm lẫn bốn đơn đặt hàng của chúng tôi. Cái gọi là Nước chanh dâu không có dâu tây. Họ đổ đầy đồ uống của chúng tôi mà không hỏi rồi tính phí cho mỗi lần nạp. Các nhân viên rất thô lỗ. Tôi rất thất vọng. Đây từng là một trong những nhà hàng yêu thích của tôi.Đọc thêm",
            "Bữa sáng của chúng tôi bị nguội khi được phục vụ, nhưng đó chỉ là vấn đề nhỏ nhất. Bánh xèo bị cháy và chúng tôi phải nhắc cô phục vụ hai lần về bơ và xi-rô; Cuối cùng khi nó đến, ngay cả xi-rô cũng nguội, và bơ nằm trên mặt bánh kếp như một cục mỡ. Nhân viên nhà bếp đang cãi nhau ầm ĩ trong bếp, bạn có thể nghe thấy họ trong phòng ăn. Nước sốt xúc xích có vị như sữa đông... thực sự có quá nhiều vấn đề để liệt kê ở đây. Nghĩ rằng những người chủ mới có thể khắc phục tâm lý của thị trấn nhỏ, nhưng nhân viên phục vụ không chuyên nghiệp và đồ ăn thì tốt nhất là tầm thường. Nó cũng không rẻ - gần 15 đô la cho một tách cà phê, bánh quy lạnh không ăn được, nước thịt và trứng nguội, dẻo như cao su - thật là một sự thất vọng. Đọc thêm"
        ],
        "star_ratings": [
            13,
            4,
            2,
            2,
            2
        ],
        "review_amount": 23,
        "location": [
            "Oregon HOẶC",
            "Dexter",
            "Hoa Kỳ",
            "Câu lạc bộ hồ Dexter",
            "Những điều cần làm ở Dexter"
        ],
        "reviews_time": [
            "Written July 11, 2023",
            "Written May 25, 2021",
            "Written November 13, 2019",
            "Written June 6, 2019",
            "Written April 21, 2017",
            "Written November 7, 2016",
            "Written July 24, 2016",
            "Written August 17, 2014",
            "Written May 18, 2014",
            "Written March 2, 2014"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g51840-d1209378-Reviews-Dexter_Lake_Club-Dexter_Oregon.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g51840-d4291158-Reviews-Dexter_Lake_Club-Dexter_Oregon.html",
            "https://www.tripadvisor.com/Restaurant_Review-g51840-d9773172-Reviews-Rattlesnake_BBQ-Dexter_Oregon.html",
            "https://www.tripadvisor.com/Restaurant_Review-g51952-d5058458-Reviews-Armando_s_Mexican_Restaurant-Lowell_Oregon.html",
            "https://www.tripadvisor.com/Restaurant_Review-g51840-d16814107-Reviews-Buckhorn_Tavern-Dexter_Oregon.html",
            "https://www.tripadvisor.com/Restaurant_Review-g51952-d26965770-Reviews-Stomping_Grounds_Coffee_Shop-Lowell_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51840-d1189605-Reviews-Dexter_Lake-Dexter_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51952-d9738847-Reviews-Lookout_Point_Dam_viewpoint_and_Park-Lowell_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51922-d8524755-Reviews-Laurelwood_Academy_Farms-Jasper_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51952-d27085292-Reviews-Lowell_State_Recreation_Site-Lowell_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51952-d27080941-Reviews-Lowell_State_Park-Lowell_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51840-d1209378-Reviews-or10-Dexter_Lake_Club-Dexter_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51840-d1209378-Reviews-or20-Dexter_Lake_Club-Dexter_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g52077-d4476944-Reviews-Oregon_Whitewater_Adventures-Springfield_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51864-d13004760-Reviews-Fall_Creek_State_Recreation_Area-Fall_Creek_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51825-d27012990-Reviews-Emerald_Valley_Golf_Club-Creswell_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51825-d14110909-Reviews-Eugene_Skydivers-Creswell_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51825-d27013780-Reviews-Garden_Lake_Park-Creswell_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51818-d16745083-Reviews-Brice_Creek_Falls-Cottage_Grove_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g678774-d1165562-Reviews-The_Blue_Eye-Vlore_Vlore_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g58704-d4552199-Reviews-Henry_Moses_Aquatic_Center-Renton_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g309293-d4756149-Reviews-Mercado_Municipal_De_Artesanias-San_Jose_San_Jose_Metro_Province_of_San_Jose.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d2448851-Reviews-Datanla_Waterfall-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g32447-d104090-Reviews-Empire_Mine_State_Historic_Park-Grass_Valley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g1169179-d8492058-Reviews-Premier_Outlet-Biatorbagy_Pest_County_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g309226-d2513717-Reviews-La_Fortuna_Waterfall-La_Fortuna_de_San_Carlos_Arenal_Volcano_National_Park_Provin.html",
            "https://www.tripadvisor.com/Attraction_Review-g150771-d153205-Reviews-Isla_Espiritu_Santo-La_Paz_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g14134868-d320634-Reviews-Tokyo_Disneyland-Maihama_Urayasu_Chiba_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g33013-d106087-Reviews-Raging_Waters_Los_Angeles-San_Dimas_California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g51840-d1209378-Reviews-or10-Dexter_Lake_Club-Dexter_Oregon.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g51840-d1209378-Reviews-Dexter_Lake_Club-Dexter_Oregon.html"
    }
]