[
    {
        "attraction_name": "Dezerland Park Orlando",
        "attraction_name_vi": "Công viên Dezerland Orlando",
        "general_info": [
            "90 đánh giá",
            "- 99 trong số 434 điều cần làm ở Orlando",
            "Giải trí - Công viên giải trí"
        ],
        "attraction_summary": "Florida - Điểm thu hút trong nhà lớn nhất với - Bảo tàng Bộ sưu tập Ô tô trị giá 200 triệu, Bảo tàng Bond, Bond, Hello Park, Jump Start, American Classics. Arcade Orlando, Bowling Orlando, Karting Orlando, The Pinball Palace, A Quick Escape. Axecelsior, Replay Lounge, Bass Pro Shops, Cinemark 20 và RocketFizzĐọc thêm",
        "reviews": [
            "Đọc thêm",
            "Dezerland rất vui. Họ có trò chơi cờ vây, chơi gôn putt, công viên bạt lò xo, khu vực pinball, rạp chiếu phim, ném rìu, bắn súng laser, chơi bowling và trò chơi điện tử. Tôi nghĩ đó là một cách thú vị và tuyệt vời để dành cả ngày ở trong nhà để tránh cái nóng. Họ cũng có một bảo tàng xe hơi nhưng tôi không đến khu vực đó. Tôi khuyên bạn nên kiểm tra nó.Đọc thêm",
            "Đến đây để tham quan Bảo tàng James Bond và thực sự ấn tượng. Nơi này thực sự tuyệt vời! Tôi rất vui vì đã đến đây. Thật không ngờ nơi này lại hoành tráng đến vậy. Bạn thậm chí có thể uống một ly cocktail tại Quán bar Shaken Not Stirred. Tôi yêu thích từng giây phút của trải nghiệm này. Nếu bạn là người hâm mộ 007 thì bạn phải đến đây. Thật thú vị. Đọc thêm",
            "Chúng tôi đã đến thăm Dezerland vào Ngày lao động và đó là một trong những điểm tham quan mà không nhiều người từng nghe đến mặc dù nó nằm ngay phía trên i-drive.\nĐịa điểm được quảng cáo là vào cửa miễn phí và bạn có thể đi bộ quanh nơi này và xem một vài chiếc ô tô, nếu bạn muốn ghé thăm bảo tàng và xem toàn bộ bộ sưu tập ô tô, bạn sẽ phải trả tiền - 32 chiếc mỗi chiếc.  Thật đáng đồng tiền nếu bạn là người đam mê xe hơi vì có khoảng 2.000 chiếc xe cổ cùng với xe cơ bắp và quyền vào bảo tàng James Bond và bộ sưu tập xe điện ảnh.\nNơi này rộng lớn đến thế - có phải nó nói là có kích thước bằng 15 sân bóng đá không - có một đường đua xe go-kart cỡ vừa phải, máy pinball, trò chơi điện tử, sân chơi bowling, rạp chiếu phim và thậm chí cả trò ném rìu, tất cả đều bổ sung.\nHãy nghĩ rằng đây sẽ là một trong những điểm hấp dẫn nhất để làm khi trời mưaĐọc thêm",
            "Một nơi tuyệt vời như vậy không chỉ dành cho những ai đam mê ô tô. Tôi không nói nên lời khi nhìn thấy tất cả những chiếc xe đẹp đẽ và ngoạn mục đó. Chắc chắn khuyên bạn nên có một chuyến thăm nhỏ ở đó! Bạn sẽ không hối tiếc đâu: - Tôi có quá nhiều hình ảnh và video để tải lên đây nhưng tôi - sẽ chia sẻ một số bức ảnh tôi yêu thích.Đọc thêm",
            "Ở đây bạn có một số tùy chọn rất thú vị và một số tùy chọn độc đáo. Họ cũng có một vài lựa chọn để cắn một miếng. Tôi thực sự yêu thích vị trí pinball. Ngoài ra còn có một bảo tàng ô tô mà bạn cần lấy vé để vào nhưng bạn có thể nhìn thấy một số ô tô từ bên ngoài. Tôi có thể nói rằng bạn có thể dễ dàng dành nửa ngày ở đây.Đọc thêm",
            "Dự báo có bão nên chúng tôi quyết định đến đây, tôi thực sự rất thích khu phức hợp này. Chúng tôi đã đi vào bảo tàng xe hơi, có rất nhiều xe! Tôi thích nhất là xe quân đội MỹĐọc thêm",
            "Chúng tôi đang tham dự một hội nghị ngay dưới phố và kết thúc một buổi chiều rảnh rỗi. Không cần nghiên cứu nhiều, vợ tôi và tôi quyết định đi đến Công viên Dezerland. Thật bất ngờ!  Chúng tôi chơi pinball, đi xe ngựa và đi bộ qua bảo tàng xe hơi. Bảo tàng ô tô đa dạng hơn bất kỳ bảo tàng nào khác mà tôi từng thấy - và bạn được phép uống bia trong khi đi dạo ngắm ô tô. Phần James Bond mà bất kỳ người hâm mộ 007 nào cũng không thể bỏ qua.Đọc thêm",
            "Quyết định đi qua bảo tàng vì chúng tôi không muốn trả quá nhiều tiền để vào cửa. Con trai tôi đua xe goòng. Nếu không thì nơi này khá buồn.Đọc thêm",
            "Thật là một trải nghiệm tuyệt vời! Tôi đã có một ngày dài để thực hiện các hoạt động khác và không chắc mình có muốn đến bảo tàng này hay không; chàng trai tôi rất vui vì tôi đã đi! Một trong những trải nghiệm tuyệt vời nhất ở khu vực Orlando mà tôi từng có và tôi đã đến Orlando nhiều lần. Tôi đã thực hiện chuyến tham quan VIP mà tôi rất khuyến khích. Hướng dẫn viên Benji có kiến ​​thức và chơi thể thao giỏi khi chụp ảnh tôi trên ô tô. Tôi cứ cười vui vẻ mỗi khi nhìn thấy một chiếc xe mới;  - ôi trời, đó là Herbie! - , - đó là xe của Green Hornet! - , - Tôi không thể tin được mình đang ngồi trong Bat Mobile! - . Nó rất vui. Điều tiếc nuối của tôi là tôi đã không thể ở lại lâu hơn. Tất cả các xe đều tuyệt đẹp. Ông Dezer có một bộ sưu tập ô tô, xe đạp, thuyền khổng lồ và nhiều thứ khác. Rất thú vị. Nếu bạn yêu thích những chiếc xe cổ của bất kỳ thập kỷ nào và - hoặc phim ảnh. Hãy quên Disneyworld đi, nơi này là nơi tuyệt vời nhất - không chỉ là hoạt động trong ngày mưa; một hoạt động phải xem. Đây là nơi để ghé thăm! Ôi!Đọc thêm",
            "Có rất nhiều việc phải làm ở Công viên Dezerland, nhưng chúng tôi đã dành phần lớn thời gian ở bảo tàng xe hơi và Bảo tàng James Bond. Cả hai đều tuyệt vời. Bảo tàng ô tô bao gồm khoảng 2.000 ô tô và các phương tiện khác, nhiều trong số đó là từ các bộ phim và chương trình truyền hình cổ điển. Chúng bao gồm Back to the Future DeLorean, A-team Van, Starsky - Hutch Gran Torino, Dukes of Hazzard General Lee, xe Ghostbusters, một số Batmobiles, và nhiều hơn thế nữa. Bảo tàng chỉ là nơi trưng bày những chiếc xe cổ điển đáng kinh ngạc từ mọi thời đại và quốc gia khác nhau. Đó là một trải nghiệm thực sự tuyệt vời. Bảo tàng Bond trưng bày một số phương tiện trong phim, bao gồm một số chiếc Aston Martins và thậm chí cả máy bay và thuyền trong phim. Nó cũng bao gồm các kỷ vật mang tính biểu tượng khác của Bond bao gồm một số đồng hồ PPK - s, Omega, v.v. Bảo tàng Bond có một nhà hàng - quán bar 007 gắn liền với nó, tất nhiên, là một nơi hoàn hảo để ngồi xuống và uống một ly martini - lắc không được khuấy trộn. OK, ngô nghê nhưng vẫn vui. Chỉ để xem xét, giữa hai hoạt động, chúng tôi đã dành phần tốt hơn trong một ngày. Chúng tôi - chắc chắn sẽ quay lại lần nữa. -The PowerTrippersĐọc thêm",
            "Bảo tàng mô tô tồi tệ nhất mà bạn từng thấy. RẤT NHIỀU ô tô, hơn 200 chiếc, nhưng hầu hết chỉ đứng đó mà không có thông tin gì về chúng, còn những chiếc CÓ bảng thông tin - hầu hết đều hoàn toàn là rác rưởi. Chúng tôi thậm chí còn tham gia chuyến tham quan có hướng dẫn VIP - và anh chàng đưa chúng tôi đi vòng quanh còn biết ít về ô tô hơn vợ tôi! ĐỪNG LÃNG PHÍ TIỀN CỦA BẠN!Đọc thêm",
            "Nơi này rất lớn nhưng lại không được phục vụ đầy đủ. Có rất ít người vào ngày tôi đến thăm. Các trò chơi hơi đắt để chơi. Bạn có thể thử nhưng không chắc đây có phải là địa điểm tốt nhất cho một công viên không. Các trò chơi, v.v. trông hơi lỗi thời. Đọc thêm",
            "Bảo tàng xe hơi tuyệt vời ẩn trong một loạt các trò chơi trẻ em, nhà hàng và tôi thấy một địa điểm ném rìu trông rất thú vị. Tất cả đều ở dưới một mái nhà. Đó là một hoạt động tuyệt vời vào một ngày mưa. Khoản phí duy nhất tôi thấy là dành cho bảo tàng xe hơi nhưng đó là một bộ sưu tập tuyệt vời. Đối với người cao tuổi chúng tôi, bãi đậu xe dành cho người khuyết tật có thể gần hơn và nhân viên dường như không am hiểu về nó. Phòng vệ sinh rất sạch sẽ. Chúng tôi đã dành khoảng hai giờ ở đó. Đọc thêm",
            "Ở đây bạn có một số tùy chọn rất thú vị và một số tùy chọn độc đáo. Họ cũng có một vài lựa chọn để cắn một miếng. Tôi thực sự yêu thích vị trí pinball. Ngoài ra còn có một bảo tàng ô tô mà bạn cần lấy vé để vào nhưng bạn có thể nhìn thấy một số ô tô từ bên ngoài. Tôi có thể nói rằng bạn có thể dễ dàng dành nửa ngày ở đây.Đọc thêm",
            "Tôi đã đi tour VIP vì Chồng tôi, người tự nhận là thích xe hơi, đã từ chối đi, tôi thích phim ảnh và TV nên đã đi một mình. Tôi đã đi một mình và đã đi tour VIP với Paul. Paul đơn giản là Hướng dẫn viên du lịch tuyệt vời nhất từ ​​trước đến nay, kiến ​​thức của anh ấy về những chiếc xe mà anh ấy cho chúng tôi xem thật ấn tượng và anh ấy đã cung cấp thông tin theo cách chuyên nghiệp nhưng đồng thời cũng rất thú vị. Ngồi trong một số chiếc xe là một niềm vui như vậy. Trải nghiệm tham quan này thật khó quên và được nhìn thấy những chiếc xe mang tính biểu tượng từ Knight Rider, starksy - Hutch, Fantasy Island, The A Team, Magman, PI, Dukes of Hazzards, Grease, Batman, Bond Movies, Back to the Future, Ghost Busters, Mad Max, The Monkeys, Đây chỉ là một số ít trong số những chiếc xe hơi và xe máy tuyệt vời mà chúng tôi đã thấy. Bảo tàng có hàng nghìn chiếc xe hơi và xe máy trải dài trong nhiều thập kỷ và từ khắp nơi trên thế giới như Cuba, Vương quốc Anh, Pháp, Ý và tất nhiên là Hoa Kỳ. Đối với tôi, điều tuyệt vời nhất là những chiếc xe của James Bond, v.v. Tôi hoàn toàn yêu thích bảo tàng này và sẽ khuyên bất kỳ ai đang nghĩ đến việc đến đó. Nó xứng đáng với từng xu. Cảm ơn Paul rất nhiều, anh ấy là một tài sản lớn của Bảo tàng. Bình luận cuối cùng của tôi là - Xin hãy tặng anh em nhà Hemsworth chiếc xe Mad Max với giá bằng một nửa để Úc có thể tận mắt chứng kiến ​​chiếc xe mà họ coi là di sản của họ - Đọc thêm",
            "Độ tuổi được mua vé vào bảo tàng ô tô là bao nhiêu?Đọc thêm",
            "Tôi nghĩ là 60 tuổiĐọc thêm"
        ],
        "star_ratings": [
            51,
            19,
            9,
            7,
            6
        ],
        "review_amount": 92,
        "location": [
            "Orlando",
            "Hoa Kỳ",
            "Florida - FL -",
            "Công viên Dezerland Orlando",
            "miền trung Florida",
            "Những điều cần làm ở Orlando"
        ],
        "reviews_time": [
            "Written June 3, 2023",
            "Written September 5, 2023",
            "Written September 7, 2023",
            "Written September 27, 2023",
            "Written November 14, 2023",
            "Written May 20, 2024",
            "Written May 15, 2024",
            "Written April 28, 2024",
            "Written April 1, 2024",
            "Written March 6, 2024",
            "Written March 6, 2024",
            "Written February 18, 2024",
            "Written January 25, 2024",
            "Written November 14, 2023",
            "Written November 3, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g34515-d21509834-Reviews-Dezerland_Park_Orlando-Orlando_Florida.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g34515-d481356-Reviews-Texas_de_Brazil_Orlando-Orlando_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34515-d10788618-Reviews-Tony_s_Brazilian_Grill-Orlando_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34515-d5089942-Reviews-Haagen_Dazs_Ice_Cream-Orlando_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34515-d4193094-Reviews-Boteco_Restaurant-Orlando_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34515-d4207404-Reviews-Taco_Bell-Orlando_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34515-d14998017-Reviews-LongHorn_Steakhouse-Orlando_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34515-d4112709-Reviews-Hash_House_A_Go_Go-Orlando_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34515-d4712490-Reviews-McDonald_s-Orlando_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34515-d16926384-Reviews-Aapna_Parivaar-Orlando_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34515-d23736859-Reviews-Jimmy_s_Pizza-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d24154042-Reviews-The_Orlando_Auto_Museum-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d10795791-Reviews-Orlando_Outlet_Marketplace-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d130856-Reviews-Fun_Spot_America_Orlando-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d1968468-Reviews-The_Wizarding_World_of_Harry_Potter_at_Universal_Orlando_Resort-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d1936511-Reviews-Orlando_International_Premium_Outlets-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d258685-Reviews-Universal_Islands_of_Adventure-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d26261237-Reviews-Lonely_Dog_Immersive_Experience-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d102432-Reviews-Universal_Studios_Florida-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d110173-Reviews-Discovery_Cove-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d4546270-Reviews-Titanic_The_Artifact_Exhibition-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d21509834-Reviews-or10-Dezerland_Park_Orlando-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d253208-Reviews-Happily_Ever_After_Fireworks-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d102814-Reviews-Disney_s_Animal_Kingdom_Theme_Park-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d2334954-Reviews-Wild_Africa_Trek-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d657765-Reviews-Orlando_Watersports_Complex-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d8563115-Reviews-Cinderella_Castle-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d8563276-Reviews-Tree_of_Life-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d26670349-Reviews-The_Pinball_Palace_At_Dezerland_Park_Orlando-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d26344078-Reviews-Gamrz_Delight-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d26522343-Reviews-The_Pinball_Palace-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d18191266-Reviews-Viaje_Conectado-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d23330360-Reviews-Axecelsior_Axe_Throwing-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d4227441-Reviews-Putting_Edge_Orlando-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d13369472-Reviews-Bass_Pro_Shops_Outdoor_World-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d9802130-Reviews-Cinemark_Artegon_Marketplace_and_XD-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d23334188-Reviews-Singing_Your_Dreams-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d10713358-Reviews-Perfumeland_Megastore-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d20186993-Reviews-The_Bureau_Escape_Rooms-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d14154812-Reviews-IDrive_Scooters_Trikes-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d143542-Reviews-Penn_s_Landing-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g29601-d207424-Reviews-Minnesota_Zoo-Apple_Valley_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d4378562-Reviews-The_Dreamhouse_Experience-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d266790-Reviews-Venice_Canals_Walkway-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g190502-d246102-Reviews-Mount_Ulriken-Bergen_Hordaland_Western_Norway.html",
            "https://www.tripadvisor.com/Attraction_Review-g47068-d559824-Reviews-Isleta_Lakes-Isleta_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g32172-d283143-Reviews-China_Cove-Carmel_Monterey_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g51082-d7038352-Reviews-Main_Street_Beach-Vermilion_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g35801-d282000-Reviews-Magic_Waters_Waterpark-Cherry_Valley_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g40367-d2704630-Reviews-Gone_Wild_Safari_Park-Pineville_Louisiana.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g34515-d21509834-Reviews-or10-Dezerland_Park_Orlando-Orlando_Florida.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g34515-d21509834-Reviews-Dezerland_Park_Orlando-Orlando_Florida.html"
    }
]