[
    {
        "attraction_name": "Diamond Point Quartz Crystals",
        "attraction_name_vi": "Tinh thể thạch anh điểm kim cương",
        "general_info": [
            "11 đánh giá",
            "- 10 trong số 25 điều cần làm ở Payson",
            "Các công viên quốc gia",
            "Rừng",
            "Thành tạo địa chất"
        ],
        "attraction_summary": "Chúng tôi thích đến Diamond Point. Lần đầu tiên chúng tôi không thực sự biết mình đang làm gì. Chúng tôi đã đào xung quanh một địa điểm mà không gặp may, sau đó chuyển đến một địa điểm khác dưới lòng sông khô cạn và tìm thấy một số tinh thể và hóa thạch. Một số phát hiện tốt nhất của chúng tôi không liên quan đến việc đào bới, vì vậy nếu bạn ở đây khi việc đào bới không được phép, bạn vẫn có thể tìm thấy đồ đạc. Hãy gạt những lá thông dọc lòng sông khô và để mắt đến. Đây có lẽ là chuyến đi thứ mười của chúng tôi đến đây và đứa con sáu tuổi của tôi đã tìm thấy viên pha lê lớn nhất mà chúng tôi tìm thấy ở đây, mặc dù nó không lớn bằng một số viên khác. ảnh của người khác - những phát hiện. Điều đó đòi hỏi sự kiên nhẫn và kiên trì. Nếu bạn không thích lang thang trong rừng, bạn có thể không có được nhiều trải nghiệm như chúng tôi. Chúng tôi đã tìm thấy một pháo đài sơ sài được trang trí bằng chân nai sừng tấm. Lạ và không hay.Đọc thêm",
        "reviews": [
            "Đã có một vụ nổ. chúng tôi mất một phút để tìm ra những gì chúng tôi đang tìm kiếm.  Một khi chúng tôi đã làm. Booyah.  hãy cẩn thận với những con rết và những con nhện nhưng chúng tôi đã tìm thấy chúng trong 2 ngày.Đọc thêm",
            "Trải nghiệm này không nên dành cho doanh nghiệp lớn, những tinh thể này rất đặc biệt, bạn không tìm thấy chúng, họ sẽ tìm thấy bạn !!! Cứ 10.000 viên kim cương Herkimer thì có một viên kim cương, điều này khiến những viên kim cương này trở nên rất hiếm và đặc biệt!!!  Ngoài ra, nếu bạn đào và tìm thấy các tinh thể ngay cả khi bạn không - không tìm thấy các tinh thể chôn vùi bụi bẩn - đừng đào vào rễ cây, hãy đào xung quanh chúng, hãy lưu tâm đừng tham lam!!! -  -  -  -  -  - Đọc thêm",
            "Chúng tôi đã đi chệch khỏi con đường quen thuộc một chút và dành khoảng 4 giờ cho - cuộc đi săn -. Không cần đào bới, nhưng có rất nhiều con hươu ị ra ngoài đó! Đừng nhìn về phía trước 10 feet, hãy nhìn xuống, tìm kiếm những khu vực có đá rời rạc. Có lẽ tôi và vợ tôi còn lại khoảng một pound tinh thể này. Một số nhỏ một số lớn hơn, nhưng khu rừng phía sau rất đẹp và chúng tôi đã có một vụ nổ.Đọc thêm",
            "Bây giờ tôi đã đến thăm Dymond Point ba lần và nhận được kết quả đáng kinh ngạc. Nếu bạn muốn những viên pha lê có kích thước tốt thì bạn phải đi bộ 2 dặm qua phía bên kia của ngọn núi. Những hình ảnh là từ chuyến đi cuối cùng của tôi! Chúc bạn vui vẻ và an toàn!! Đọc thêm",
            "Vài giờ thú vị để săn tìm pha lê với 9 tuổi của chúng tôi. Tìm thấy một vài.  Sẽ quay lại trong tích tắc. Vài ngày trước trời đã mưa, điều này có lẽ đã giúp ích.Đọc thêm",
            "Mặc dù Diamond pt là một địa điểm tuyệt đẹp nằm trong khu rừng phía đông Payson Arizona, nhưng đừng tìm kiếm những viên pha lê lớn...hoặc bất kỳ viên pha lê nào trong chuyến đi đầu tiên của bạn.  Hãy nhờ ai đó chỉ cho bạn những gì cần tìm và tìm chúng ở đâu.  Nó cần một con mắt có kinh nghiệm. Bạn đang ở trong rừng, vì vậy hãy quan sát cuộc sống hoang dã!Đọc thêm",
            "Chúng tôi đã có khoảng thời gian tuyệt vời khi tìm thấy tinh hốc, pha lê và gỗ hóa đá. Chúng tôi đã dành vài giờ để tìm kiếm các tinh hốc và vài giờ thu thập bề mặt tại Diamond pt. Hãy tự giúp mình và nghỉ qua đêm ở Payson vì đây là một chuyến đi dài.Đọc thêm",
            "O.K.: Là những cựu chiến binh của xứ sở kim cương Herkimer ở ​​New York và Mount Ida ở Arkansas, có thể chúng tôi hơi hư hỏng khi nói đến tinh thể thạch anh, nhưng nơi này là một bức tượng bán thân. Người dẫn đầu chuyến đi của chúng tôi không biết rằng chỉ có một số thời điểm nhất định trong năm mà bạn có thể sử dụng các công cụ đào và chúng tôi vừa mới ở ngoài khoảng thời gian đó. Chúng tôi hầu như không tìm thấy gì.Đọc thêm",
            "Lần trước chúng tôi đến đó đã cách đây nhiều năm, khoảng 8 năm nhưng rất vui khi đào và tìm kiếm pha lê. Người bạn gần đây đã nói với tôi rằng những người buôn bán đã vào đó bằng máy xúc lật để xé nát khu vực để lấy tinh thể.Đọc thêm",
            "Làm thế nào bạn đến được đây? Tôi dường như không thể tìm thấy vị trí hoặc tọa độ GPS.Đọc thêm",
            "Điểm thu hút này có mở cửa bây giờ không - ngày 22 tháng 4 năm 2019 - ?  Nếu đào có mất phí?Đọc thêm",
            "Không mất phí đào, đào mở từ tháng 10 đến tháng 2, nếu không chỉ cần thu thập trên bề mặtĐọc thêm",
            "Chúng tôi nên hoặc có thể mang theo loại dụng cụ đào nào?Đọc thêm",
            "Một cái cào kiểu làm vườn và có thể là một cái xẻng, túi thu gom và một cái rây nếu bạn có. Đây không phải là khai thác đá cứng.Đọc thêm"
        ],
        "star_ratings": [
            6,
            4,
            0,
            1,
            0
        ],
        "review_amount": 11,
        "location": [
            "Payson",
            "Arizona - AZ -",
            "Hoa Kỳ",
            "Tinh thể thạch anh điểm kim cương",
            "Các hoạt động ở Payson"
        ],
        "reviews_time": [
            "Written December 28, 2023",
            "Written May 3, 2021",
            "Written March 31, 2021",
            "Written November 3, 2020",
            "Written May 15, 2020",
            "Written December 16, 2019",
            "Written September 3, 2019",
            "Written July 8, 2019",
            "Written November 4, 2018",
            "Written July 17, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g31305-d12971226-Reviews-Diamond_Point_Quartz_Crystals-Payson_Arizona.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g31305-d12971226-Reviews-or10-Diamond_Point_Quartz_Crystals-Payson_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31305-d263143-Reviews-Mogollon_Rim-Payson_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31305-d667285-Reviews-Tonto_Natural_Bridge_State_Park-Payson_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31305-d8524789-Reviews-Water_Wheel_Falls-Payson_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31305-d7159942-Reviews-Green_Valley_Park-Payson_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31305-d1553304-Reviews-Rancho_Tonto_Catch_A_Trout-Payson_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31305-d7188029-Reviews-Ellison_Creek_Waterfall-Payson_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31305-d12590033-Reviews-Horton_Creek_Trail-Payson_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31305-d12971194-Reviews-Diamond_Point-Payson_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31305-d15147181-Reviews-Rim_Lakes_Vista_Trail-Payson_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31305-d5484666-Reviews-Railroad_Tunnel_Trail-Payson_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d8595965-Reviews-Confluence_Park-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g41580-d108828-Reviews-Eastern_Point_Lighthouse-Gloucester_Cape_Ann_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d187531-Reviews-Notting_Hill-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d2279533-Reviews-Texas_Museum_of_Automotive_History-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g303824-d553928-Reviews-Stara_Baska_Old_Baska-Krk_Island_Kvarner_Bay_Islands_Primorje_Gorski_Kotar_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g147393-d818424-Reviews-Argyle_Waterfall-Scarborough_Tobago_Trinidad_and_Tobago.html",
            "https://www.tripadvisor.com/Attraction_Review-g56084-d270425-Reviews-Llano_Slab-Kingsland_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g29936-d284989-Reviews-Sauder_Village-Archbold_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g303506-d9982664-Reviews-Tijuca_Peak-Rio_de_Janeiro_State_of_Rio_de_Janeiro.html",
            "https://www.tripadvisor.com/Attraction_Review-g186609-d215937-Reviews-Salthill_Promenade-Galway_County_Galway_Western_Ireland.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g31305-d12971226-Reviews-or10-Diamond_Point_Quartz_Crystals-Payson_Arizona.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g31305-d12971226-Reviews-Diamond_Point_Quartz_Crystals-Payson_Arizona.html"
    }
]