[
    {
        "attraction_name": "Dickenson Bay",
        "attraction_name_vi": "Vịnh Dickenson",
        "general_info": [
            "506 đánh giá",
            "13 trong số 110 điều cần làm ở Antigua",
            "Nguồn nước",
            "Bãi biển"
        ],
        "attraction_summary": "Cát ở đây mềm mại đáng yêu nhưng dép đã lấn át diện tích làm hư hỏng nó.\nNếu bạn đi chung một chiếc xe buýt nhỏ bằng taxi từ cảng St Johns với các cặp đôi khác thì mỗi chuyến là 5 chiếc. Mỗi chiều nên có thể chấp nhận được nếu có 6 người trong số các bạn.\nXin lưu ý rằng có sứa trong khu vực vì vợ tôi bị đốt và một thành viên phi hành đoàn của P.O.\nCó một số địa điểm ăn uống với giá bình thường ở bãi biển Antiguan.Đọc thêm",
        "reviews": [
            "Hòn đảo này là nơi chúng tôi dừng chân trên chuyến du ngoạn trong ngày. Bãi biển tuyệt vời. Cơ sở vật chất tuyệt vời và thể thao dưới nước. Yêu từng phút. Biển đẹp. Antigua thật tuyệt vời. Bãi biển Vịnh Dickensian đáng để ghé thăm.Đọc thêm",
            "Chúng tôi gặp Roderick và Charles, người đã giúp tám người chúng tôi ghế và ô. Juiceman cung cấp cho chúng tôi tất cả đồ uống mà chúng tôi muốn và Pamela đã mát-xa tuyệt vời trên bãi biển. Chúng tôi đã có một ngày tuyệt vời, mọi người đều rất vui vẻ và hữu ích. Rất muốn giới thiệu tất cả.Đọc thêm",
            "Lựa chọn tuyệt vời cho một chuyến đi trong ngày. Chúng tôi đã đến Vịnh Dickenson từ Cảng. Chúng tôi bắt taxi. Hãy tìm những người áo vàng họ là người lái xe. Nó tốn 5 người và khoảng 15 phút. Lái xe gồ ghề có rất nhiều va chạm trên đường. Trên đường về, tài xế taxi tìm được những con đường không có nhiều lỗ cảng. Chi phí 7. Một người trên đường về Cảng.\nChúng tôi đã đến Annas trên bãi biển. Vị trí tuyệt vời. Dễ dàng đi bộ từ điểm thả ra. Ghế được mua từ Louis lúc 30 tuổi, có kèm ô và wifi. Ghế không được đóng gói và có đệm màu xanh thoải mái trên đó. Chúng tôi đang ở trước nhà hàng Annas. Chúng tôi đã có một bữa trưa ngon miệng và rất chậm. Khoảng 90 cho bốn bữa ăn nhẹ salad, tacos, khoai tây chiên và bốn nước, \nPhòng tắm đều ổn. Hãy tìm một gian hàng có ánh sáng tự nhiên vì khi bạn đóng cửa lại thì phòng tắm không có đèn. \nChắc chắn sẽ giới thiệu bãi biển này. Nước yên tĩnh đẹp. Cát không sâu.Đọc thêm",
            "Bãi biển tuyệt vời. Chúng tôi thực sự rất thích chuyến thăm Vịnh Dickenson\nTừ cảng chúng tôi tốn khoảng 5 USD/người để đến đó. Từ Vịnh trở lại cảng, chúng tôi có 7 người. Hilary là tài xế taxi của chúng tôi. Cô ấy thật tuyệt.\n\nBãi biển dài và đẹp. Chúng tôi có hai chiếc ghế với đệm thoải mái, ô và wifi cho_30.  Louis gặp chúng tôi trước nhà hàng Annas và giúp chúng tôi kê ghế. Lối đi từ bãi đậu xe có trong hình đính kèm.  Tôi đề nghị vị trí này. Anna trên bãi biển.\nKhông gian thoải mái giữa các ghế dài gần bãi biển.\nNhà hàng đắt tiền và bữa trưa có giá khoảng 90 cho bốn người chúng tôi. Các phòng tắm đều ổn và bạn cần chọn một phòng tắm có lối vào tự nhiên từ mái nhà. Ngược lại khi bạn đóng cửa lại không có ánh sáng. \nChúng tôi sẽ quay trở lại. Ngày đẹp trời. Đường đến cảng vô cùng gập ghềnh. Đường về Hilary thấy những con đường được trải nhựa.\nCó rất nhiều hoạt động trên bãi biển nếu bạn muốn bận rộn.Đọc thêm",
            "Chúng tôi chỉ muốn bắt taxi đến một bãi biển đẹp và xem được gợi ý tích cực trên Internet là đến thăm Annas tại Vịnh Dickenson. Chúng tôi được biết rằng Vịnh Dickenson có vô số quán bar trên bãi biển với mặt tiền bãi biển riêng, nằm cạnh nhau, trong một khoảng cách khá xa dọc theo bờ biển này. Chiếc xe taxi vừa chở mọi người đến Vịnh Dickenson nhưng chúng tôi rất vui khi anh ấy thả mọi người xuống ngay tại Annas. Chúng tôi được chào đón ở cuối lối vào bởi một phụ nữ địa phương tốt bụng, người này cho biết chúng tôi nên theo cô ấy đến một địa điểm có ghế trên bãi biển. Sau một khoảng cách xa khu vực chính của Annas, tôi hỏi liệu cô ấy có làm việc cho Annas không và cô ấy nói không. Có vẻ như cô ấy đã hướng dẫn sai mọi người đến quán bar trên bãi biển mà cô ấy sở hữu. Mặc dù có vẻ lừa dối nhưng chúng tôi đã có cơ hội thực sự dừng lại ở khu vực của cô ấy, ngay khúc quanh qua một bến tàu trên đất liền. Thức ăn uống hợp lý hơn một chút, thực sự đã chọn món tôm hùm cho bữa trưa và bãi biển vẫn ổn. Chúng tôi đã trải nghiệm toàn bộ bờ biển của vịnh bằng một số chuyến đi bộ dài mà chúng tôi rất thích nên tất cả đều tốt. Đã kiểm tra mức giá khác trong quá trình thực hiện để xác minh rằng chúng tôi đang nhận được một ưu đãi tốt. Đặt cược tốt nhất là đi bộ xuống bãi biển khi bạn đến đó để quyết định địa điểm lý tưởng của mình. Sandals Resort nằm dọc theo bãi biển này nên bạn biết đây là một khu vực đẹp.Đọc thêm",
            "Những bức ảnh trong tài liệu quảng cáo và tất cả các báo cáo không phản ánh đúng sự thật về bãi biển! Nó sạch sẽ. Vùng biển Caribbean trong và ấm áp. Tôi đã sử dụng bãi biển rất nhiều khi tôi đi dép trên bãi biển này. Đôi khi có tàu du lịch đến rất đông đúc. Có một số người bán hàng rong trên bãi biển như bạn mong đợi, nhưng vì là nữ nên tôi bị bỏ lại một mình và họ nhắm đến các thành viên nam trong nhóm nhiều hơn nên tôi cảm thấy thực sự an toàn và thoải mái. Và họ không hề thúc ép nên họ chỉ dành vài phút trong ngày với bạn trước khi tiếp tục.Đọc thêm",
            "Chắc chắn đến đây. Đừng trả giá hành trình. Đi lên đường tới chỗ những người ở gian hàng. Họ sẽ đưa bạn đến đó với giá 10 đô la. Xuống xe ở quầy bar Annas. Trả 20 đô la cho 2 chiếc giường và một chiếc ô, bạn cũng nhận được WiFi ở đây. Tôi đặt nó bên cạnh dép để bạn biết nó tốt. Chuyến đi tuyệt vời nhất trong hành trình của chúng tôiĐọc thêm",
            "Bãi biển tuyệt vời. Cát trắng. Biển xanh ngọc. Các quán bar trên bãi biển và các khu vực khác nhau rất đáng để khám phá dọc theo chiều dài của vịnh. Không nơi nào quá bận rộn khi tôi ở đó. Một số nơi tuyệt vời để ăn và uống. Tôi là phụ nữ một mình và tôi cảm thấy an toàn và yên tâm. Người dân Antiguan rất thân thiện, nồng nhiệt và đáng yêu, tôi cảm thấy thực sự như ở nhà mặc dù chỉ có một mình. Đọc thêm",
            "Bãi biển tuyệt vời. Cát trắng. Biển xanh ngọc. Các quán bar trên bãi biển và các khu vực khác nhau rất đáng để khám phá dọc theo chiều dài của vịnh. Không nơi nào quá bận rộn khi tôi ở đó. Một số nơi tuyệt vời để ăn và uống. Tôi là phụ nữ một mình và tôi cảm thấy an toàn và yên tâm. Người dân Antiguan rất thân thiện, nồng hậu và đáng yêu, tôi cảm thấy thực sự như ở nhà mặc dù chỉ có một mình. Đọc thêm",
            "Một kỳ nghỉ nửa học kỳ thư giãn thú vị cùng gia đình. Bãi biển an toàn với nhà vệ sinh và đồ ăn sẵn có. Ghế xếp có dịch vụ phục vụ và hoạt động lặn với ống thở tuyệt vời.Đọc thêm",
            "Điều khiến tôi khó chịu là luôn bị người dân địa phương làm phiền. Liên tục được mời uống cocacola, gái và cỏ dại và khi tôi từ chối đưa tiền cho một cậu bé, anh ta tiếp tục làm phiền tôi cả tuần và gọi tôi là kẻ thua cuộc. Anh ta quanh quẩn ở quán bar trên bãi biển của Tony và rất đáng ghét.  Có một chiếc răng cửa bị gãy. Hàng tấn rong biển được chôn trên bãi biển nhanh nhất có thể nhưng vẫn là một vấn đề.  Không chắc chắn tôi muốn đến đây một lần nữa. Những bãi biển trên đảo đẹp hơn và an toàn hơn nhiều.Đọc thêm",
            "Chúng tôi ở tại khu nghỉ dưỡng Jolly Beach Khu nghỉ dưỡng đáng yêu. Chúng tôi ăn buffet trong tất cả các bữa ăn và không bao giờ thất vọng. Mọi loại thức ăn. Cá cho bữa trưa và bữa tối cũng như thịt bò, gà tây, gà. Khu nghỉ dưỡng sắp được tân trang lại. Tuy nhiên, hầu hết các phòng đều có tầm nhìn ra đại dương và hồ bơi. Công viên hồ bơi tuyệt vời và lò nướng tuyệt vời cho món JerkĐọc thêm",
            "Nơi này sơ sài như địa ngục.  Khu vực bãi biển nhỏ, nhiều rong biển, người dân địa phương say xỉn, hút cỏ, chạm vào ghế của chúng tôi, được mời dùng thuốc nhiều lần.  Không có cửa hàng, sẽ không ăn bất kỳ thực phẩm nào có thể có ở đó.  Thuê ván trượt phản lực trong một giờ và họ cố nói rằng thời gian của chúng tôi đã hết sau 45 phút.  Không cảm thấy an toàn, không khuyến khích.  Không có gì giống như những đánh giá chúng tôi đã đọcĐọc thêm",
            "Chắc chắn đến đây. Đừng trả giá hành trình. Đi lên đường tới chỗ những người ở gian hàng. Họ sẽ đưa bạn đến đó với giá 10 đô la. Xuống xe ở quầy bar Annas. Trả 20 đô la cho 2 chiếc giường và một chiếc ô, bạn cũng nhận được WiFi ở đây. Tôi đặt nó bên cạnh dép để bạn biết nó tốt. Chuyến đi tuyệt vời nhất trong hành trình của chúng tôiĐọc thêm",
            "Những bức ảnh trong tài liệu quảng cáo và tất cả các báo cáo không phản ánh đúng sự thật về bãi biển! Nó sạch sẽ. Vùng biển Caribbean trong và ấm áp. Tôi đã sử dụng bãi biển rất nhiều khi tôi đi dép trên bãi biển này. Đôi khi có tàu du lịch đến rất đông đúc. Có một số người bán hàng rong trên bãi biển như bạn mong đợi, nhưng vì là nữ nên tôi bị bỏ lại một mình và họ nhắm đến các thành viên nam trong nhóm nhiều hơn nên tôi cảm thấy thực sự an toàn và thoải mái. Và họ không hề thúc ép nên họ chỉ dành vài phút trong ngày với bạn trước khi tiếp tục.Đọc thêm",
            "Chúng tôi chỉ muốn bắt taxi đến một bãi biển đẹp và xem được gợi ý tích cực trên Internet là đến thăm Annas tại Vịnh Dickenson. Chúng tôi được biết rằng Vịnh Dickenson có vô số quán bar trên bãi biển với mặt tiền bãi biển riêng, nằm cạnh nhau, trong một khoảng cách khá xa dọc theo bờ biển này. Chiếc xe taxi vừa chở mọi người đến Vịnh Dickenson nhưng chúng tôi rất vui khi anh ấy thả mọi người xuống ngay tại Annas. Chúng tôi được chào đón ở cuối lối vào bởi một phụ nữ địa phương tốt bụng, người này cho biết chúng tôi nên theo cô ấy đến một địa điểm có ghế trên bãi biển. Sau một khoảng cách xa khu vực chính của Annas, tôi hỏi liệu cô ấy có làm việc cho Annas không và cô ấy nói không. Có vẻ như cô ấy đã hướng dẫn sai mọi người đến quán bar trên bãi biển mà cô ấy sở hữu. Mặc dù có vẻ lừa dối nhưng chúng tôi đã có cơ hội thực sự dừng lại ở khu vực của cô ấy, ngay khúc quanh qua một bến tàu trên đất liền. Thức ăn uống hợp lý hơn một chút, thực sự đã chọn món tôm hùm cho bữa trưa và bãi biển vẫn ổn. Chúng tôi đã trải nghiệm toàn bộ bờ biển của vịnh bằng một số chuyến đi bộ dài mà chúng tôi rất thích nên tất cả đều tốt. Đã kiểm tra mức giá khác trong quá trình thực hiện để xác minh rằng chúng tôi đang nhận được một ưu đãi tốt. Đặt cược tốt nhất là đi bộ xuống bãi biển khi bạn đến đó để quyết định địa điểm lý tưởng của mình. Sandals Resort nằm dọc theo bãi biển này nên bạn biết đây là một khu vực đẹp.Đọc thêm",
            "Bắt taxi từ bến tàu là lựa chọn đầu tiên của chúng tôi nếu Bãi biển Runaway đóng cửa.    Bãi biển này thật đáng yêu và cơ sở vật chất thực sự tốt hơn nhiều với nhiều quán bar lựa chọn.Đọc thêm",
            "Cát đẹp, nước lặng. Không đông đúc mặc dù khu nghỉ dưỡng Sandals rất lớn. Máy bay phản lực trượt tuyết có sẵn. Không phải là điểm đến để lặn với ống thở.Đọc thêm",
            "Bất kỳ đề xuất nhà hàng phong nha nào gần đây không quá đắt như khách sạn Đọc thêm",
            "Annas ở ngay trên bãi biển, Đồ ăn ổn nhưng không rực rỡ. Salt Plage cũng có vị trí thuận tiện nhưng đồ ăn thì hơi xa băng chuyền. Nếu bạn muốn có những nhà hàng ngon gần đó cho bữa tối chứ không phải bữa trưa, hãy bắt taxi đến Stella Ristorante trên Marble Hill. ngôi nhà trên cây đáng yêu của Ý và Karen là một người chủ nhà tuyệt vời.  Đắt hơn nhưng rất tốt là Casa Roots năm phút đi taxi. Ánh sáng yếu, khung cảnh bên bờ biển và đồ ăn cũng như dịch vụ rất tốt.Đọc thêm",
            "Chi phí đi taxi đến Vịnh Dickenson từ Bến Du thuyền là bao nhiêu, cảm ơn!Đọc thêm",
            "Lên kế hoạch rời đi để đến Antigua có ai biết thông tin về quy trình ở sân bay, đến st Lucia, chúng tôi phải điền vào mẫu đơn du lịch và gửi nó qua email, điều đó thật dễ dàng. Antigua Tôi không thấy biểu mẫu du lịch và xem liệu công dân Hoa Kỳ có thực sự cần đến không nộp đơn xin Ivisa. Tôi đọc là không, nhưng cần đảm bảo trước khi lên máy bay. Tôi biết cần phải xét nghiệm âm tính nhưng không chắc chắn về điều gì khác.Đọc thêm",
            "Chi phí ghế ở bãi biển Dickenson là bao nhiêu và đồ uống, thức ăn đắt tiền như thế nào? Ngoài ra có rất nhiều người bán rong đang cố bán bím tóc, v.v.?Đọc thêm",
            "Ở đây không có gì mở cửa vì Covid, ngoại trừ những đôi dép của khu nghỉ dưỡng Bãi biển nhếch nhác và đầy rong biển. Đọc thêm",
            "có mất phí vào cửa không, giá thuê ghế dài là bao nhiêuĐọc thêm",
            "Không có phí vào cửa và chi phí 5 cho ghế tắm nắng và 10 cho ô. Đọc thêm",
            "Xin chào, maggie363. Bạn muốn biết gì về điểm du lịch này?\n\nGiường phơi nắng có phải trả tiền hay không?\nBây giờ xin vui lòng bơi nhiều mét đến quán bar kon tiki?\n\nCảm ơn\nTrân trọngĐọc thêm",
            "Giường tắm nắng thuộc về Sandals và không mở cửa cho công chúng. Có thể thuê ghế và ô. Đến sớm để có vị trí đẹp. Không đến Tiki Bar. Uống rượu tại Sneaky Petes ngay trên bãi biển. Đây là một bãi biển dài nên nếu bạn muốn bơi đến quán bar, hãy bảo tài xế taxi thả bạn xuống ở khu vực đó. Chúng tôi ở đầu bên kia. Đọc thêm",
            "Xin chào, tôi muốn biết chiều dài gần đúng của bãi biển này.......cảm ơn, KatarinaĐọc thêm",
            "Tôi nghĩ là nửa dặm.Đọc thêm",
            "Chúng tôi quan tâm đến một nơi phục vụ đồ uống và thức ăn cũng như một nơi có nhà vệ sinh sạch sẽ. \n\nNơi nào là nơi tốt nhất để tài xế taxi của chúng tôi đưa bạn đến ở Vịnh Dickenson?Đọc thêm",
            "Hãy gọi taxi và đến Touloulou, bạn sẽ không hối hận đâu :-D\n\nChi tiết\nPHẠM VI GIÁ\nCA11 - CA54\nMÓN ĂN\nQuốc tế, Châu Á, Lành mạnh, Caribê, Kết hợp\nCHẾ ĐỘ ĂN ĐẶC BIỆT\nThân thiện với người ăn chay, Tùy chọn thuần chay, Tùy chọn không chứa glutenĐọc thêm",
            "Xin chào, tôi có thể hỏi giá đồ ăn và đồ uống trên Vịnh Dickenson như thế nào không? Chúng tôi đang nghĩ đến việc thuê một biệt thự trên Vịnh Dickenson và thực sự muốn biết ý tưởng về giá cả giúp chúng tôi lập ngân sách nếu biệt thự hoặc khách sạn tốt hơn\nCảm ơn bạn đã giúp đỡ\nPaulineĐọc thêm",
            "Tôi không thể tư vấn về giá thực phẩm vì chỉ ở trên bãi biển trong một ngày từ chuyến du ngoạn Caribe từ Vương quốc Anh. Chúng tôi mang theo bữa trưa đóng hộp và mua bia từ các quán bar trên bãi biển, khoảng 3 quán bar mỗi quán. Nếu bạn tìm kiếm các nhà hàng trong khu vực, bạn thường có thể thấy một liên kết cho thực đơn của họ Thưởng thứcĐọc thêm",
            "họ tính giá bao nhiêu cho ô dù trên ghế bãi biển?Đọc thêm",
            "25-30 kèm ô vỏ sòĐọc thêm"
        ],
        "star_ratings": [
            277,
            138,
            60,
            16,
            15
        ],
        "review_amount": 506,
        "location": [
            "Vịnh Dickenson",
            "Antigua và Barbuda",
            "Antigua",
            "Những điều cần làm ở Antigua",
            "vùng Caribe"
        ],
        "reviews_time": [
            "Written November 24, 2023",
            "Written January 1, 2024",
            "Written February 6, 2024",
            "Written February 15, 2024",
            "Written February 15, 2024",
            "Written March 18, 2024",
            "Written March 26, 2024",
            "Written April 6, 2024",
            "Written May 1, 2024",
            "Written May 1, 2024",
            "Written April 18, 2024",
            "Written April 16, 2024",
            "Written April 16, 2024",
            "Written April 14, 2024",
            "Written April 6, 2024",
            "Written March 26, 2024",
            "Written March 18, 2024",
            "Written March 6, 2024",
            "Written February 22, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g147242-d519607-Reviews-Dickenson_Bay-Antigua_Antigua_and_Barbuda.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g147243-d19732396-Reviews-Bella_Vita_Restaurant_and_Bar-St_John_s_Saint_John_Parish_Antigua_Antigua_and_Ba.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147243-d6027602-Reviews-Putters_Bar_Grill-St_John_s_Saint_John_Parish_Antigua_Antigua_and_Barbuda.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147243-d6613397-Reviews-Ana_s_On_The_Beach-St_John_s_Saint_John_Parish_Antigua_Antigua_and_Barbuda.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147243-d1070107-Reviews-The_Bay_House_Restaurant_Bar-St_John_s_Saint_John_Parish_Antigua_Antigua_and_Barb.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147243-d3704656-Reviews-Tony_s_Water_Sports_Bar_Restaurant-St_John_s_Saint_John_Parish_Antigua_Antigua_an.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147243-d13428696-Reviews-Kon_Tiki_Bar-St_John_s_Saint_John_Parish_Antigua_Antigua_and_Barbuda.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147243-d18276724-Reviews-Salt_Plage-St_John_s_Saint_John_Parish_Antigua_Antigua_and_Barbuda.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147243-d2392972-Reviews-Chippy_Antigua-St_John_s_Saint_John_Parish_Antigua_Antigua_and_Barbuda.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147243-d19701633-Reviews-Casa_Roots_Beach_Food_Drinks-St_John_s_Saint_John_Parish_Antigua_Antigua_and_Bar.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147243-d2267045-Reviews-The_Cove_Restaurant_at_The_Blue_Waters_Resort-St_John_s_Saint_John_Parish_Antigua.html",
            "https://www.tripadvisor.com/Attraction_Review-g147243-d6023976-Reviews-Zemi_Art_Gallery-St_John_s_Saint_John_Parish_Antigua_Antigua_and_Barbuda.html",
            "https://www.tripadvisor.com/Attraction_Review-g147243-d592457-Reviews-Galley_Bay_Beach-St_John_s_Saint_John_Parish_Antigua_Antigua_and_Barbuda.html",
            "https://www.tripadvisor.com/Attraction_Review-g147242-d590597-Reviews-Runaway_Beach-Antigua_Antigua_and_Barbuda.html",
            "https://www.tripadvisor.com/Attraction_Review-g147243-d150168-Reviews-Fort_Barrington-St_John_s_Saint_John_Parish_Antigua_Antigua_and_Barbuda.html",
            "https://www.tripadvisor.com/Attraction_Review-g147242-d6028301-Reviews-Prickly_Pear_Island-Antigua_Antigua_and_Barbuda.html",
            "https://www.tripadvisor.com/Attraction_Review-g8430085-d14152654-Reviews-Stingray_City-Seatons_Antigua_Antigua_and_Barbuda.html",
            "https://www.tripadvisor.com/Attraction_Review-g147243-d148253-Reviews-Museum_of_Antigua_and_Barbuda-St_John_s_Saint_John_Parish_Antigua_Antigua_and_Barb.html",
            "https://www.tripadvisor.com/Attraction_Review-g147243-d149144-Reviews-Fort_James-St_John_s_Saint_John_Parish_Antigua_Antigua_and_Barbuda.html",
            "https://www.tripadvisor.com/Attraction_Review-g147243-d149127-Reviews-Redcliffe_Quay-St_John_s_Saint_John_Parish_Antigua_Antigua_and_Barbuda.html",
            "https://www.tripadvisor.com/Attraction_Review-g147243-d590501-Reviews-Fort_Bay_Beach-St_John_s_Saint_John_Parish_Antigua_Antigua_and_Barbuda.html",
            "https://www.tripadvisor.com/Attraction_Review-g147242-d519607-Reviews-or10-Dickenson_Bay-Antigua_Antigua_and_Barbuda.html",
            "https://www.tripadvisor.com/Attraction_Review-g3473301-d3473922-Reviews-Antigua_Barbuda_Humane_Society-Saint_Paul_Parish_Antigua_Antigua_and_Barbuda.html",
            "https://www.tripadvisor.com/Attraction_Review-g147242-d7396659-Reviews-Ffryes_Beach-Antigua_Antigua_and_Barbuda.html",
            "https://www.tripadvisor.com/Attraction_Review-g1892998-d2415473-Reviews-Valley_Church_Beach-Jolly_Harbour_Saint_Mary_Parish_Antigua_Antigua_and_Barbuda.html",
            "https://www.tripadvisor.com/Attraction_Review-g147242-d151567-Reviews-Darkwood_Beach-Antigua_Antigua_and_Barbuda.html",
            "https://www.tripadvisor.com/Attraction_Review-g3473300-d150167-Reviews-Half_Moon_Bay-Saint_Philip_Parish_Antigua_Antigua_and_Barbuda.html",
            "https://www.tripadvisor.com/Attraction_Review-g147244-d3315567-Reviews-Pigeon_Point_Beach-English_Harbour_Saint_Paul_Parish_Antigua_Antigua_and_Barbuda.html",
            "https://www.tripadvisor.com/Attraction_Review-g1892998-d7788434-Reviews-Antigua_Chiama_Italia_Tour-Jolly_Harbour_Saint_Mary_Parish_Antigua_Antigua_and_B.html",
            "https://www.tripadvisor.com/Attraction_Review-g147242-d311126-Reviews-Long_Bay-Antigua_Antigua_and_Barbuda.html",
            "https://www.tripadvisor.com/Attraction_Review-g1184696-d2558143-Reviews-Turners_Beach-Bolans_Saint_Mary_s_Antigua_Antigua_and_Barbuda.html",
            "https://www.tripadvisor.com/Attraction_Review-g147243-d23033794-Reviews-Conduit_s_Signature_Tours-St_John_s_Saint_John_Parish_Antigua_Antigua_and_Barbud.html",
            "https://www.tripadvisor.com/Attraction_Review-g147243-d23020693-Reviews-Yellow_Trails_Horseback_Riding_Antigua-St_John_s_Saint_John_Parish_Antigua_Antig.html",
            "https://www.tripadvisor.com/Attraction_Review-g147242-d10066447-Reviews-STAND_UP_PADDLE_ANTIGUA-Antigua_Antigua_and_Barbuda.html",
            "https://www.tripadvisor.com/Attraction_Review-g147243-d1739072-Reviews-Nicole_s_Table-St_John_s_Saint_John_Parish_Antigua_Antigua_and_Barbuda.html",
            "https://www.tripadvisor.com/Attraction_Review-g147410-d3874277-Reviews-Ocean_Runner_Powerboat_Rentals-Cruz_Bay_St_John_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g147242-d19796521-Reviews-Irie_taxi-Antigua_Antigua_and_Barbuda.html",
            "https://www.tripadvisor.com/Attraction_Review-g147243-d15369905-Reviews-Triflexcursion-St_John_s_Saint_John_Parish_Antigua_Antigua_and_Barbuda.html",
            "https://www.tripadvisor.com/Attraction_Review-g147242-d1997606-Reviews-Mamora_Bay_Divers-Antigua_Antigua_and_Barbuda.html",
            "https://www.tripadvisor.com/Attraction_Review-g147243-d1895559-Reviews-Voyages_Antigua_Tours_and_Services-St_John_s_Saint_John_Parish_Antigua_Antigua_an.html",
            "https://www.tripadvisor.com/Attraction_Review-g147243-d2547143-Reviews-Diamonds_International_Antigua-St_John_s_Saint_John_Parish_Antigua_Antigua_and_Ba.html",
            "https://www.tripadvisor.com/Attraction_Review-g147243-d7168664-Reviews-Tropical_Adventures_Mystic_Catamaran-St_John_s_Saint_John_Parish_Antigua_Antigua_.html",
            "https://www.tripadvisor.com/Attraction_Review-g147296-d7220888-Reviews-Henry_Safari_Tours-St_George_s_Saint_George_Parish_Grenada.html",
            "https://www.tripadvisor.com/Attraction_Review-g147243-d14855004-Reviews-Real_Paradise_Jet_Ski_Antigua-St_John_s_Saint_John_Parish_Antigua_Antigua_and_Ba.html",
            "https://www.tripadvisor.com/Attraction_Review-g147243-d3477992-Reviews-Cruise_and_Chill_Sailing_Antigua_W_I-St_John_s_Saint_John_Parish_Antigua_Antigua_.html",
            "https://www.tripadvisor.com/Attraction_Review-g147243-d1846675-Reviews-Tropical_Adventures_Island_Safari-St_John_s_Saint_John_Parish_Antigua_Antigua_and.html",
            "https://www.tripadvisor.com/Attraction_Review-g150801-d4523240-Reviews-Hierve_el_Agua-Oaxaca_Southern_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g32588-d6418152-Reviews-Shaws_Cove-Laguna_Beach_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33397-d10422659-Reviews-Old_Lime_Creek_Road-Durango_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g29794-d145963-Reviews-Thousand_Islands-Alexandria_Bay_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g304134-d3183957-Reviews-Turtle_Hatchery_Hikkaduwa-Hikkaduwa_Galle_District_Southern_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g60662-d110123-Reviews-Sea_Life_Park_Hawaii-Waimanalo_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g55902-d103659-Reviews-Dinosaur_Valley_State_Park-Glen_Rose_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g32825-d124539-Reviews-The_Outlets_at_Orange-Orange_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g147310-d7952100-Reviews-Knutsford_Express-Kingston_Kingston_Parish_Jamaica.html",
            "https://www.tripadvisor.com/Attraction_Review-g1202648-d8489023-Reviews-Lake_Bacalar-Bacalar_Yucatan_Peninsula.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g147242-d519607-Reviews-or10-Dickenson_Bay-Antigua_Antigua_and_Barbuda.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g147242-d519607-Reviews-Dickenson_Bay-Antigua_Antigua_and_Barbuda.html"
    }
]