[
    {
        "attraction_name": "Diggerland",
        "attraction_name_vi": "Diggerland",
        "general_info": [
            "471 đánh giá",
            "- 1 trong 7 điều cần làm ở Tây Berlin",
            "Giải trí - Công viên giải trí",
            "Công viên nước"
        ],
        "attraction_summary": "Diggerland USA là công viên giải trí và nước theo chủ đề xây dựng, nơi các gia đình lái xe, cưỡi ngựa, ngâm mình và trượt trong một môi trường an toàn thân thiện với gia đình. Diggerland là trải nghiệm giải trí độc đáo nhất trên thế giới. Khách ở mọi lứa tuổi vận hành máy móc xây dựng THỰC SỰ! Mới vào năm 2020 -- Công viên nước Water Main khai mạc Ngày Tưởng niệm Cuối tuần và được bao gồm trong vé vào công viên!Đọc thêm",
        "reviews": [
            "Chúng tôi đến công viên nước để tham gia chuyến đi chơi cùng nhóm của con tôi. Chúng tôi dành khoảng bốn giờ trong công viên nước. Nó rất sạch sẽ và có rất nhiều nhân viên cứu hộ. Chúng tôi - sẽ quay lại thăm phần còn lại của công viên!Đọc thêm",
            "Cảm ơn bạn đã đánh giá 5 sao và đánh giá tuyệt vời!  Chúng tôi mong chờ chuyến thăm tương lai của bạn! Đọc thêm",
            "Trang web không cho bạn biết rằng mọi thứ phải được thanh toán bằng thẻ. Nó không cho bạn biết rằng bạn phải đặt một chiếc cabana trực tuyến chứ không phải trực tiếp.  Bóng râm rất, rất, rất hạn chế và không ở gần nơi bạn có thể luôn để mắt đến trẻ em.  Thời gian trực tuyến không giống như thực tế.  Kiosk để mua vé bổ sung không hoạt động khiến phải đi bộ rất lâu để lấy thêm vé cho một số thứ.  Điều TỐT NHẤT là sự chu đáo của các nhân viên cứu hộ tại khu vực công viên nước của điểm thu hút này.Đọc thêm",
            "Chúng tôi chấp nhận tiền mặt và thẻ.  Như chúng tôi đã giải thích cho bạn, Cabanas được giới hạn trên cơ sở ai đến trước được phục vụ trước.  Ngày bạn đến chúng tôi đã bán hết vé trong một tuần.  Trang web của chúng tôi nêu rất rõ ràng rằng số lượng thuê lều có hạn và bạn phải đặt sớm.  Cảm ơn bạn đã khen ngợi sự chu đáo của nhân viên cứu hộ.  Đọc thêm",
            "Nếu bạn - một chàng trai - cô gái yêu thích máy xúc lật, xe lăn, những thứ khác biệt, v.v. thì đây là một nơi độc đáo để ghé thăm. Công viên, đặc biệt là công viên nước, rất sạch sẽ và hấp dẫn. \n\nVâng, hơi đắt so với số lượng điểm tham quan và vâng, một số điểm không hoạt động nhưng nhìn chung, địa điểm này đáng để ghé thăm.\n\nTuy nhiên, nhân viên công viên nước vượt trội hơn nhân viên công viên.  Các nhân viên của công viên là những người máy và không thân thiện, nhiều người ngồi trên xe và tỏ ra kích động khi họ phải đứng dậy và thực hiện chuyến đi. Ngược lại, nhân viên công viên nước rất hấp dẫn và chuyên nghiệp. \n\nMặc dù vậy, những dịch vụ độc đáo của Diggerland sẽ khiến chuyến đi của bạn trở thành một chuyến đi đáng nhớ đối với những người trẻ đam mê xây dựngĐọc thêm",
            "Cảm ơn bạn đã đánh giá tích cực và đánh giá của bạn.  Mối lo ngại của bạn đã được chia sẻ với nhóm điều hành chuyến đi của chúng tôi.Đọc thêm",
            "Công viên rất thú vị và các chuyến đi thực sự khác biệt so với một công viên thông thường. Thức ăn thực sự quá đắt. Tôi thích việc họ có quạt khắp nơi với nước giúp giảm nhiệt, thật tệ là không có cây cối xung quanh lol. Công viên nước cũng vui. Toàn bộ nơi này thực sự sạch sẽ và mọi người đều rất thân thiện và hữu ích. Chắc chắn sẽ đi lại.Đọc thêm",
            "Cảm ơn bạn đã đánh giá tuyệt vời của bạn và đã ghé thăm công viên của chúng tôi!  Chúng tôi đánh giá cao việc bạn nhận thấy sự sạch sẽ và thân thiện!  Cảm ơn sự hợp tác của bạn!Đọc thêm",
            "Đưa các cháu đến đây vào mùa hè này, chúng tôi đã có khoảng thời gian tuyệt vời! Những chuyến đi thật độc đáo và thực sự thú vị. Có nhiều cây xanh hoặc nhiều chỗ râm mát hơn sẽ tốt hơn. Ngoài ra thì đó là một công viên đẹp.Đọc thêm",
            "Cảm ơn bạn đã đánh giá 5/5 và chọn Diggerland làm điểm đến mùa hè cùng các cháu của mình!  Chúng tôi rất vui khi biết rằng công viên và các trò chơi rất độc đáo, thú vị và thú vị!  Chúng tôi đang chia sẻ ý kiến ​​của bạn với nhóm bất động sản của chúng tôi để tìm cách cải thiện các khu vực bóng mờ!Đọc thêm",
            "Diggerland: Không hoàn toàn đào được nó. Sự mong đợi của tôi về một ngày đi chơi vui vẻ đã bị dập tắt bởi các nhân viên làm việc chậm chạp, dẫn đến hơn một giờ chờ đợi chỉ để ăn trưa và ăn nhẹ. Phí vào cửa có vẻ không tương xứng với các dịch vụ của công viên. Thật may mắn, công viên nước đã cứu vãn được ngày hôm đó cho bọn trẻ của tôi, nhưng nhìn chung, nó còn nhiều điều đáng mong đợi.Đọc thêm",
            "Rất tiếc khi đọc rằng công viên của chúng tôi đã không đáp ứng được mong đợi của bạn.  Ý kiến ​​của bạn đã được chia sẻ với đội ngũ quản lý thực phẩm - đồ uống của chúng tôi để xem xét.  Chúng tôi rất vui khi biết bọn trẻ rất thích công viên nước.Đọc thêm",
            "Chúng tôi đưa cháu trai 10 tuổi của mình đến Diggerland gần Exeter.  Anh ấy đã có một khoảng thời gian tuyệt vời và yêu thích từng phút trong ngày.  Chỉ với chiều cao 140cm, anh ấy đã có thể lái được nhiều loại xeĐọc thêm",
            "Cảm ơn bạn đã đánh giá tuyệt vời.  Tôi tin rằng bạn muốn xem xét Diggerland Devon, Vương quốc Anh.  Rất vui khi biết bạn đã có khoảng thời gian tuyệt vời!Đọc thêm",
            "Những hàng dài nóng nực, không phải chuyến đi nào cũng được bao gồm trong giá Con gái tôi và các cháu tôi đã có một khoảng thời gian khá vui vẻ cho đến khi có ai đó ị trong bể tạo sóng. Giống như không ai biết phải làm gì, không ai muốn nhặt nó lên. Người quản lý hồ bơi đã chụp ảnh nó nhưng tôi nghĩ chủ sở hữu phải ra ngoài nhặt nó lên và sau đó họ sẽ quét khu vực này xuống nước clo. chắc chắn là không và họ thậm chí còn không đưa bọn trẻ ra ngoài nơi tôi làm việc, chúng tôi dọn sạch hồ bơi, chúng tôi chấn động lại và giữ bọn trẻ ở ngoài trong 30 phút sau khi con gái tôi phải nói điều gì đó với chúng, cuối cùng chúng đã dọn sạch mọi người ra ngoài và dọn dẹp hồ bơi đàng hoàng nhưng điều khiến tôi khó chịu nhất là khi cô gái tự nhận mình là người quản lý thủy sinh, tôi bước tới để xem chuyện gì đang xảy ra và cô gái trẻ đã nói với con gái tôi rằng nếu bạn nghĩ bạn có thể làm tốt hơn việc bạn dọn dẹp nó, điều mà tôi nghĩ là thực sự thô lỗĐọc thêm",
            "Để làm rõ trải nghiệm của bạn, không có hiện tượng xả phân trong hồ bơi, mà là ở khu vực bãi biển dẫn đến hồ bơi, không có điểm nào trong nước.  Mặc dù việc thải phân là rất hiếm nhưng chúng tôi được đào tạo để đối phó với chúng.  Vì nó là một chất thải hình thành nên nó có thể được loại bỏ và hết sức thận trọng, khu vực này được xử lý bằng sốc và làm sạch bằng vòi áp lực cao cách xa hồ bơi.  Bạn đã đúng, nếu sự cố xảy ra trong hồ bơi, chúng tôi sẽ phải tăng nồng độ clo và không cho mọi người xuống nước trong 30 phút.  Trong khi nhóm của chúng tôi đang thực hiện công việc dọn dẹp và thực hiện công việc của mình, có một số khách đã tham gia vào việc dọn dẹp dẫn đến tình huống căng thẳng, vì vậy chúng tôi xin lỗi nếu có bất kỳ phản hồi gay gắt nào.Đọc thêm",
            "Công viên rất thú vị và các chuyến đi thực sự khác biệt so với một công viên thông thường. Thức ăn thực sự quá đắt. Tôi thích việc họ có quạt khắp nơi với nước giúp giảm nhiệt, thật tệ là không có cây cối xung quanh lol. Công viên nước cũng vui. Toàn bộ nơi này thực sự sạch sẽ và mọi người đều rất thân thiện và hữu ích. Chắc chắn sẽ đi lại.Đọc thêm",
            "Cảm ơn bạn đã đánh giá tuyệt vời của bạn và đã ghé thăm công viên của chúng tôi!  Chúng tôi đánh giá cao việc bạn nhận thấy sự sạch sẽ và thân thiện!  Cảm ơn sự hợp tác của bạn!Đọc thêm",
            "Thật là một nơi tuyệt vời dành cho những đứa trẻ yêu thích mọi thứ về xây dựng! Chúng tôi đã có khoảng thời gian tuyệt vời mặc dù trời rất nóng. Chúng tôi hầu như không phải đợi ở bất kỳ hàng nào. Mọi người đều thân thiện và hay giúp đỡ. Ngày hôm đó, đứa con 7 tuổi của tôi chắc chắn rất yêu đời.Đọc thêm",
            "Cảm ơn bạn đã đánh giá và đánh giá tuyệt vời của bạn.  Chúng tôi rất vui vì bạn đã có thể tận dụng tối đa sức nóng và con bạn đã có một ngày tuyệt vời!  Cảm ơn lời khen về sự thân thiện và hữu ích của nhân viên chúng tôi!  Đọc thêm",
            "Nếu bạn - một chàng trai - cô gái yêu thích máy xúc lật, xe lăn, những thứ khác biệt, v.v. thì đây là một nơi độc đáo để ghé thăm. Công viên, đặc biệt là công viên nước, rất sạch sẽ và hấp dẫn. Vâng, hơi đắt so với số lượng điểm tham quan và vâng, một số điểm không hoạt động nhưng nhìn chung, địa điểm này đáng để ghé thăm. Tuy nhiên, nhân viên công viên nước vượt trội hơn nhân viên công viên.  Các nhân viên của công viên là những người máy và không thân thiện, nhiều người ngồi trên xe và tỏ ra kích động khi họ phải đứng dậy và thực hiện chuyến đi. Ngược lại, nhân viên công viên nước rất hấp dẫn và chuyên nghiệp. Mặc dù vậy, những dịch vụ độc đáo của Diggerland sẽ khiến chuyến đi của bạn trở thành một chuyến đi đáng nhớ đối với những người trẻ đam mê xây dựngĐọc thêm",
            "Cảm ơn bạn đã đánh giá tích cực và đánh giá của bạn.  Mối lo ngại của bạn đã được chia sẻ với nhóm điều hành chuyến đi của chúng tôi.Đọc thêm",
            "Trang web không cho bạn biết rằng mọi thứ phải được thanh toán bằng thẻ. Nó không cho bạn biết rằng bạn phải đặt một chiếc cabana trực tuyến chứ không phải trực tiếp.  Bóng râm rất, rất, rất hạn chế và không ở gần nơi bạn có thể luôn để mắt đến trẻ em.  Thời gian trực tuyến không giống như thực tế.  Kiosk để mua vé bổ sung không hoạt động khiến phải đi bộ rất lâu để lấy thêm vé cho một số thứ.  Điều TỐT NHẤT là sự chu đáo của các nhân viên cứu hộ tại khu vực công viên nước của điểm thu hút này.Đọc thêm",
            "Chúng tôi chấp nhận tiền mặt và thẻ.  Như chúng tôi đã giải thích cho bạn, Cabanas được giới hạn trên cơ sở ai đến trước được phục vụ trước.  Ngày bạn đến chúng tôi đã bán hết vé trong một tuần.  Trang web của chúng tôi nêu rất rõ ràng rằng số lượng thuê lều có hạn và bạn phải đặt sớm.  Cảm ơn bạn đã khen ngợi sự chu đáo của nhân viên cứu hộ.  Đọc thêm",
            "Mặc dù cực kỳ ĐÁNG GIÁ, nhưng nơi này không đáp ứng được mong đợi - Một số chuyến đi yêu thích của con trai tôi đã không còn hoặc đang được cải tạo - sửa chữa. Chúng tôi không biết điều đó cho đến khi mua vé. Ngoài ra, cửa hàng quà tặng và quầy nhượng quyền có giá quá cao cũng khập khiễng với đội ngũ nhân viên hầu hết không đủ năng lực. Thay vào đó hãy xem IplayAmerica.com!Đọc thêm",
            "Rất tiếc, chúng tôi không phải là công viên phù hợp với bạn!  Như chúng tôi đã trực tiếp giải thích cho bạn, tất cả các chuyến đi của chúng tôi đều được liệt kê trên trang web của chúng tôi.  Trò chơi điện tử không còn có xe bội thu nữa và điều đó không được liệt kê trên trang web tại thời điểm bạn mua vé.  Ngoài ra, trang web của chúng tôi còn liệt kê ngày cải tạo của Greased Beast.Đọc thêm",
            "Chúng tôi đến công viên nước để tham gia chuyến đi chơi cùng nhóm của con tôi. Chúng tôi dành khoảng bốn giờ trong công viên nước. Nó rất sạch sẽ và có rất nhiều nhân viên cứu hộ. Chúng tôi - sẽ quay lại thăm phần còn lại của công viên!Đọc thêm",
            "Cảm ơn bạn đã đánh giá 5 sao và đánh giá tuyệt vời!  Chúng tôi mong chờ chuyến thăm tương lai của bạn! Đọc thêm",
            "Chúng tôi thường đưa con trai tôi đến nhà nghỉ dành cho sói lớn vào ngày sinh nhật của nó và ở lại từ thứ Sáu đến Chủ nhật. Chúng tôi đang lên kế hoạch cho một chuyến đi đến vùng đất đào năm nay nhân ngày sinh nhật thứ 4 của anh ấy và dự định ở lại từ thứ Sáu đến thứ Bảy.\nTôi đang nghĩ đến công viên hôm nay và tưới nước vào ngày hôm sau. Điều này là bình thường hay chúng ta có thể loại bỏ tất cả trong một ngày? Chúng tôi biến nó thành một kỳ nghỉ nhỏ! Chỉ đang cố gắng tìm hiểu xem liệu tôi có nên đặt vé và khách sạn trong một hoặc hai ngày - đêm hay không và những gợi ý của người khác! Đọc thêm",
            "Chúng tôi sẽ đến Diggerland vào cuối tuần tới. Ban đầu chúng tôi dự định đi vào Chủ nhật, nhưng đang tự hỏi liệu ngày đó có phải là một ý tưởng tồi trong tháng 8 hay không. Có ai có cái nhìn sâu sắc nào về việc đi vào ngày trong tuần sẽ bớt đông đúc hơn bao nhiêu không? Cảm ơn.Đọc thêm",
            "Liệu vé có được bán hết trước trưa ngày thứ Năm trong tháng 8 không?Đọc thêm",
            "Xin chào - Tôi có một đứa trẻ 4 và 6 tuổi. Chúng tôi có thể mang theo xe máy của họ để đi vòng quanh công viên không? Tôi - tôi đang tự hỏi liệu việc đi dạo quanh công viên có khiến họ mệt mỏi và cáu kỉnh không. Làm ơn cho tôi biết. Cảm ơn!Đọc thêm",
            "Bãi biển nào gần Diggerland nhất?  - Dành cho gia đình - Đọc thêm",
            "Thành phố Atlantic, NJ là bãi biển gần nhất -- cách đó khoảng 45 phút.Đọc thêm",
            "Đâu là khách sạn tốt nhất để ở gần Diggerland?Đọc thêm",
            "Kiểm tra trang web của chúng tôi để biết một số khách sạn nổi bật trong khu vực -- Tới DIGGERLAND USA -- - LIÊN HỆ VỚI CHÚNG TÔI -- - KHÁCH SẠN KHU VỰC ĐỊA PHƯƠNGĐọc thêm",
            "độ tuổi tốt cho trẻ em ở đó là bao nhiêu?  chúng tôi có độ tuổi từ 1 đến 9. Có gì dành cho mọi lứa tuổi không?  độ tuổi lý tưởng là bao nhiêu?Đọc thêm",
            "Nó phụ thuộc vào chiều cao nhiều hơn so với độ tuổi ở tuổi 42 - đứa trẻ có thể lái xe - tự mình kiểm soát hầu hết mọi thứ hoặc với cha mẹ. Con trai tôi có 4 thiết bị - xe tải cố định - nó có thể tự làm nhưng chắc chắn cần sự trợ giúp của chúng tôi để lái xe tải mà không bị va chạm. 3 lần va chạm và họ đưa bạn đi, chúng tôi thậm chí không mạo hiểm vì anh ấy chưa sẵn sàng tự mình lái một chiếc xe trượt! Ở tuổi 36 - một đứa trẻ cũng có thể đi gần như mọi thứ cùng với cha mẹ. Trang web liệt kê tất cả các chuyến đi và giới hạn chiều cao. Tuy nhiên, tôi - tôi không chắc liệu có nhiều thứ dành cho trẻ 1 tuổi của bạn hay không.Đọc thêm",
            "Những chiếc xe tải hoặc ô tô đó có khó để một đứa trẻ 7 tuổi tự lái không?Đọc thêm",
            "Không thực sự. Đứa con 7 tuổi của tôi lái khá tốt trên hầu hết các loại xe.Đọc thêm",
            "Có ai từng đến vào Ngày lễ Lao động cuối tuần trước đây không? Bận rộn thế nào vào thứ bảy và chủ nhật đó? Ngày nào sẽ lý tưởng hơn để đi?Đọc thêm",
            "Tôi nghĩ nó sẽ ít bận rộn hơn vào Chủ nhật, cộng với việc họ mở cửa đến 7 giờ cả hai ngày - trừ khi họ có giờ nghỉ lễ khác nhau -. Chúng tôi đã đến lúc 2 giờ ngày Chủ nhật và nó thực sự trống rỗng vào lúc 5 giờ nên chúng tôi không có bất kỳ hàng nào sau đó trong ngày. Đọc thêm",
            "Tôi đã thấy một số đánh giá sơ bộ về mức độ bận rộn và thái độ của nhân viên kém.\n\nChúng tôi - muốn đưa đứa con 4 tuổi của mình đi cùng, chúng tôi - sẽ đến từ Ohio nên tôi muốn chuyến đi trở nên xứng đáng.\n\nKhi nào là thời gian ít bận rộn nhất để ghé thăm? Có ưu đãi đặc biệt nào chúng tôi có thể tận dụng không? \n\nMọi chi tiết sẽ được đánh giá cao!! Đọc thêm",
            "Cuối tháng 6- không bận rộn chút nào và các nhân viên đã làm việc hết mình ngay cả khi trời nắng nóng khắc nghiệt Đọc thêm"
        ],
        "star_ratings": [
            211,
            161,
            55,
            22,
            22
        ],
        "review_amount": 471,
        "location": [
            "Tây Berlin",
            "Hoa Kỳ",
            "Diggerland",
            "New Jersey - NJ -",
            "Những điều cần làm ở Tây Berlin"
        ],
        "reviews_time": [
            "Written July 9, 2023",
            "Written July 20, 2023",
            "Written July 24, 2023",
            "Written August 11, 2023",
            "Written December 5, 2023",
            "Written October 8, 2023",
            "Written September 26, 2023",
            "Written September 5, 2023",
            "Written August 11, 2023",
            "Written July 26, 2023",
            "Written July 24, 2023",
            "Written July 20, 2023",
            "Written July 17, 2023",
            "Written July 9, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g46910-d6759517-Reviews-Diggerland-West_Berlin_New_Jersey.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g46910-d5079083-Reviews-Gaetano_s_West_Berlin-West_Berlin_New_Jersey.html",
            "https://www.tripadvisor.com/Restaurant_Review-g46910-d14548092-Reviews-Volcano_Steak_Sushi-West_Berlin_New_Jersey.html",
            "https://www.tripadvisor.com/Restaurant_Review-g46910-d4682353-Reviews-Pineapple_Asian_Restaurant-West_Berlin_New_Jersey.html",
            "https://www.tripadvisor.com/Restaurant_Review-g46910-d19659666-Reviews-Firehouse_Subs-West_Berlin_New_Jersey.html",
            "https://www.tripadvisor.com/Restaurant_Review-g46910-d4620015-Reviews-Tullia_s_Italian_Restaurant-West_Berlin_New_Jersey.html",
            "https://www.tripadvisor.com/Restaurant_Review-g46910-d496235-Reviews-IHOP-West_Berlin_New_Jersey.html",
            "https://www.tripadvisor.com/Restaurant_Review-g46910-d4653332-Reviews-Arby_s-West_Berlin_New_Jersey.html",
            "https://www.tripadvisor.com/Restaurant_Review-g46910-d4440768-Reviews-Dunkin-West_Berlin_New_Jersey.html",
            "https://www.tripadvisor.com/Restaurant_Review-g46910-d8070315-Reviews-Ott_s_Greentop-West_Berlin_New_Jersey.html",
            "https://www.tripadvisor.com/Restaurant_Review-g46910-d19600057-Reviews-Chick_fil_A-West_Berlin_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46910-d1420416-Reviews-Big_Kahuna_s_NJ-West_Berlin_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46303-d8862135-Reviews-Berlin_Farmers_Market-Berlin_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46910-d25403296-Reviews-Record_Museum-West_Berlin_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46426-d12826885-Reviews-Black_Run_Preserve-Evesham_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46303-d10661787-Reviews-Berlin_Brewing_Co-Berlin_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46610-d2663114-Reviews-Cedar_Run_Wildlife_Refuge-Medford_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46458-d19852013-Reviews-Blueberry_Hill_Conservation_Area-Gibbsboro_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46303-d10821960-Reviews-Stella_Farms-Berlin_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46824-d1574824-Reviews-Flying_Fish_Brewing_Company-Somerdale_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g29749-d10174532-Reviews-Atco_Brewing_Company-Atco_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46910-d6759517-Reviews-or10-Diggerland-West_Berlin_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46910-d6395034-Reviews-Chocolate_Tours_by_Michel_Cluizel-West_Berlin_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46910-d5845431-Reviews-Ott_s_Greentop-West_Berlin_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46354-d12547856-Reviews-Bury_The_Hatchet_Cherry_Hill_Axe_Throwing-Cherry_Hill_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46910-d6705898-Reviews-All_Things_Fun-West_Berlin_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46891-d3547042-Reviews-Pleasant_Valley_Miniature_Golf_Club-Voorhees_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46354-d11046314-Reviews-Amazing_Escape_Room-Cherry_Hill_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46602-d4116436-Reviews-AMC_Marlton_8-Marlton_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46303-d8780140-Reviews-The_Vault-Berlin_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46910-d5843027-Reviews-Victory_Sports_Bar_Grill-West_Berlin_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46649-d3547184-Reviews-Laurel_Acres_Park-Mount_Laurel_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g580453-d147939-Reviews-Flamenco_Beach-Culebra_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g49022-d877925-Reviews-Billy_Graham_Library-Charlotte_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d4046136-Reviews-Hiding_in_Plain_Sight-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d8399887-Reviews-Marmaray-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g186609-d215937-Reviews-Salthill_Promenade-Galway_County_Galway_Western_Ireland.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d14086698-Reviews-Danang_Night_Market-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g1915293-d12338259-Reviews-Havana_Beach_Club-Dhermi_Vlore_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g189180-d21391868-Reviews-Mistik_Sauna_Club-Porto_Porto_District_Northern_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g31310-d7207089-Reviews-Last_Chance_Clearance_Store-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g60754-d272310-Reviews-Marconi_Beach-Wellfleet_Cape_Cod_Massachusetts.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g46910-d6759517-Reviews-or10-Diggerland-West_Berlin_New_Jersey.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g46910-d6759517-Reviews-Diggerland-West_Berlin_New_Jersey.html"
    }
]