[
    {
        "attraction_name": "Dikeos Mountain",
        "attraction_name_vi": "Núi Đêos",
        "general_info": [
            "21 đánh giá",
            "46 trên 142 hoạt động giải trí ở Kós",
            "Núi"
        ],
        "attraction_summary": "If you are fit and able to do the walk up Mt. Dikeos then it is well worth it for the views, and the sense of achievement.I am not a regular outdoors type and do not a lot of regular walking but Im also determined and in my early 40s so I was sure this was something within my capabilities.  I did have to stop a few times on the way up for a rest but I reached the very top and walked back down without any issue and didnt suffer any after effects the next day.  My friend who is fitter and healthier and does more regular walking found this easy and actually did the whole trip wearing flip-flops.  So if you are an outdoorsy-type this will be a straight-forward exploration, and for most people, even those who spend more time on the sofa, this is achievable.  I would advise that younger children or retirement age people who are not regular outdoorsy should consider with some caution, but people of those ages who do lots of this sort of thing should find it straight-forward.There is a dirt road from the village of Zia which is about 2.4km long to the bottom of the steeper part of the walk.  Those with an off-road suitable vehicle could opt to drive this part to reduce the total walking distance and time.  A regular car could do the same but its a challenging drive and your car hire company probably wouldnt be very pleased so I cant recommend doing so.  This road climbs from around 300m in the village of Zia to 450m from where the footpath starts.The steeper footpath to the summit is approximately 2km long although the zigzagging of the path may make it somewhat longer and climbs approx 400m.  The first half of the walk is through pine trees which offer very pleasant shade and a fresh pine fragrance.  After the trees there is a short very steep scramble to a lower summit which has very good views.  From there the second half of the walk continues on a much gentler grade up to the highest summit where there is a church and a flag.  The staff at our appartment said that many locals make the ascent on Sundays to the church so if you opt to do the walk on a Sunday morning you might find it is busier.We found the path on the way up to be well marked with paint dots and arrows on rocks, although on our way back down we did briefly lose the path near the area that was a bit of a scramble.  We quickly recovered and relocated the path however.Read more",
        "reviews": [
            "Đường đi bộ leo núi được đánh dấu rõ ràng từ Zia với bãi đậu xe miễn phí lớn lên đến đỉnh, độ cao vững chắc, đường đi đẹp chủ yếu qua rừng, có chút gió trên đỉnh. Cảnh quan tuyệt đẹp, không có nước trên đường đi. Dành cho tất cả những người đi bộ đường dài phải làm trên Kos! Đọc thêm",
            "Wow - thật là một chuyến đi bộ! Và bạn sẽ được thưởng một số cảnh quan tuyệt vời. Chúng tôi mất khoảng 2,5 giờ từ Zia lên đến đỉnh, tuy nhiên chúng tôi đã dừng lại một vài lần trên đường lên. Chúng tôi chỉ đi ngang qua 2 nhóm người đang đi xuống khi đi lên nên bạn có cảm giác như bạn có toàn bộ ngọn núi cho riêng mình! Địa hình không bằng phẳng, đặc biệt là ở trên đỉnh, vì vậy hãy mang giày phù hợp và chuẩn bị cho thời tiết lạnh như thế nào khi bạn ra khỏi vùng cây che phủ. Tôi cực kỳ không đủ sức khỏe và đã cố gắng vượt qua một vài điểm dừng nên bất kỳ ai cũng có thể đạt được điều đó. 100 điều phải làm khi bạn ở Kos.Đọc thêm",
            "Núi Dikeos là ngọn núi cao nhất ở Kos với độ cao 846 mét, nó là một đặc điểm ấn tượng về cảnh quan. Chuyến phiêu lưu đầu tiên của chúng tôi lên núi là khi chúng tôi lái xe từ Kardamena đến các thị trấn miền núi Pyli và Amaniou rồi cuối cùng đến Zipari. trải nghiệm lái xe dọc theo những con đường núi hẹp, tận hưởng những đường viền gồ ghề của cảnh quan đá vôi và núi lửa của những vách đá và thung lũng ấn tượng. Hoàn toàn trái ngược với rừng thông tươi tốt cùng nhiều loại cây và bụi rậm khác. Một ngày khác, chúng tôi lái xe đến Thị trấn miền núi đẹp như tranh vẽ Zia Lagoudi, nơi rất nổi tiếng để ngắm hoàng hôn từ đây. Đó là một cơ hội khác để chúng tôi thưởng ngoạn phong cảnh và khám phá thị trấn Zia thú vị. Chúng tôi cũng lái xe đi xem Asklepieion of Kos nằm ở phần dưới của dãy núi. Cuộc gặp gỡ cuối cùng của chúng tôi với Núi Dikeos là khi chúng tôi quay trở lại để tham quan Lâu đài Paleo Pyli và Old Pyli để biết thêm kho báu của ngọn núi. Khi lái xe từ Kefalos đến Kos, Núi Dikeos là người bạn đồng hành hữu hình cho một chặng đường thú vị.Đọc thêm",
            "Chuyến đi bộ lên núi từ làng Zia khá khó khăn. Các quan điểm từ đầu là tuyệt vời. Tôi chưa quen với kiểu leo ​​núi này nên hơi lo lắng. Lên đến đỉnh khá là khó khăn, uống nhiều nước.Đọc thêm",
            "Chuyến đi trên núi này thực sự là một cuộc phiêu lưu, một khung cảnh đặc biệt và tuyệt vời trên hòn đảo, một chuyến viếng thăm nhà thờ nhỏ Zacharias, rất nhiều cuộc gặp gỡ với ccriris, một số dê rừng và đối với tôi những loài thực vật, bó hoa thymian tím thật thú vị và quyến rũ, chiếc xe của tôi tràn ngập khứu giác của Thymian.Đọc thêm",
            "Trên đỉnh núi Dikeos là một nhà thờ nhỏ màu xanh và trắng, của một tu viện nhỏ tên là - Moni Dikeos Christou - Có một tu sĩ đến từ Kos, Arsenios Skinouris, người đã xây dựng nhà nguyện vào năm 1079. Tu viện được hỗ trợ kinh tế của một hoàng đế Byzantine , vào thời kỳ này từ Kos. Trong thời gian này, San Christodoulos sống trên núi, và ông đã quyên góp tiền cho tu viện Patmos và tu viện nhỏ trên đỉnh Dikeos. Hoàng đế, tôi không biết tên ông ấy, đã ủng hộ San Christodoulos bằng một phần Kos - .Từ đỉnh Dikeos, khung cảnh còn ngoạn mục hơn, bạn có thể nhìn thấy toàn bộ đảo Kos, biển xung quanh và tất cả các hòn đảo gần Kos, Tilos, Nissyros, Kalimnos, Leros và những người khác; - phải leo lên đỉnh cao 846 m ....Đọc thêm",
            "Đó là một nơi tuyệt vời để ghé thăm và một chút đi bộ đường dài luôn rất thú vị...đối với tôi Bạn có một lựa chọn dài hơn: chỉ cần bắt đầu đi bộ từ Làng Zia, và bỏ đi tiếng thở dài của Dikaios, sau 2 hoặc 3 km rẽ trái trên đường đua bạn sẽ thấy ô tô đỗ hai bên Tùy chọn dễ dàng hơn...đỗ xe sau 2 hoặc 3km từ Zia Village bạn sẽ thấy ô tô đỗ hai bên và đi vào đường đua. Từ đó mất khoảng 1,5 đến 2h Đường đi không thực sự khóLấy nước và một ít thức ăn với The quang cảnh ở đó rất đẹp Thưởng thức Đọc thêm",
            "Chuyến đi bộ đường dài tuyệt vời, ngắm toàn bộ hòn đảo, không quá khó. Tôi chỉ muốn đăng ở đây vị trí chính xác của đường mòn, chúng tôi đã rất khó khăn để tìm thấy nó và dường như không ai có thể cung cấp vị trí chính xác! Bạn có thể đỗ xe ở Zia, nơi có biển báo đến Núi Dikeos, nhưng nếu bạn đỗ xe ở đó, bạn phải đi bộ thêm 2 km đường sỏi đến điểm bắt đầu thực tế của đường mòn. Tọa độ đỗ xe là 36.844834, 27.204803. Nếu bạn muốn tiết kiệm thời gian đi bộ trên con đường sỏi rất bụi đó, bạn có thể lái xe thẳng đến điểm bắt đầu của đường mòn. Đường sỏi không xuất hiện trên Google Maps, nhưng điểm bắt đầu đường mòn nằm ở 36.834820, 27.198348. Bây giờ tất cả những gì bạn phải làm là tìm cách đến đường sỏi bằng ô tô! Từ điểm bắt đầu đường mòn, phải đi bộ khoảng 1,8 km dốc trong 1 km đầu tiên..Đọc thêm",
            "Bạn không thể bỏ lỡ để xem Dikeos, ngọn núi cao nhất của Kos (846 m), một ngọn núi xanh và bỏ hoang, với một số nguồn, nhà nguyện và tàn tích của nhà ở ẩn sĩ; Từ Kardamena có một con đường đến Pyli, một chuyến tham quan thú vị trên núi, chúng tôi có nhiều góc nhìn đẹp ra biển; có những con dê và rất nhiều loài hoa dại và thảo mộc như tymian, tôi thích nhìn bó hoa màu tím này và tổng thể mùi của nó;- Sự yên bình ấn tượng, chỉ có tiếng kêu của một con chim săn mồi làm xáo trộn sự im lặng tuyệt đối này, và một số con dê kêu cris , là kẻ gây rắc rối trong khung cảnh mặt trăng sống động này. Tôi thích Núi Dikeos, khung cảnh vùng quê của anh ấy, thiên nhiên, những bông hoa và sự bình yên của anh ấy.Đọc thêm"
        ],
        "star_ratings": [
            20,
            1,
            0,
            0,
            0
        ],
        "review_amount": 21,
        "location": [
            "Châu Âu",
            "Nam Aegean",
            "Hoạt động giải trí tại Kós",
            "Hy Lạp",
            "Núi Đêos",
            "Tiếng Dodecan",
            "Bạch Dương"
        ],
        "reviews_time": [
            "Written November 2, 2023",
            "Written August 8, 2022",
            "Written October 26, 2020",
            "Written October 10, 2020",
            "Written October 4, 2019",
            "Written July 16, 2019",
            "Written November 11, 2018",
            "Written October 14, 2018",
            "Written August 19, 2018",
            "Written March 22, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g189444-d12831302-Reviews-Dikeos_Mountain-Kos_Dodecanese_South_Aegean.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g910630-d1148727-Reviews-Exotic_Beach-Kefalos_Kos_Dodecanese_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g910630-d1206047-Reviews-Agios_Theologos_Beach-Kefalos_Kos_Dodecanese_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g664849-d5996776-Reviews-Tigaki_Beach-Tigaki_Kos_Dodecanese_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g910630-d3567135-Reviews-Agios_Stefanos_Beach-Kefalos_Kos_Dodecanese_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g189444-d2524189-Reviews-Plaka_Forest-Kos_Dodecanese_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g666312-d4985839-Reviews-Artemis_Heaven_Beach_Bar-Kos_Town_Kos_Dodecanese_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g910630-d15013396-Reviews-Kavo_Paradiso_Beach-Kefalos_Kos_Dodecanese_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g910630-d4954646-Reviews-Camel_Beach-Kefalos_Kos_Dodecanese_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g189444-d4738954-Reviews-Lagada_Beach-Kos_Dodecanese_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g659630-d6851941-Reviews-Kardamena_Beach-Kardamena_Kos_Dodecanese_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d561552-Reviews-Symphony_Center_Chicago_Symphony_Orchestra-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g1224250-d13237105-Reviews-Green_Elephant_Sanctuary_Park-Choeng_Thale_Thalang_District_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g297415-d2587536-Reviews-Dong_Men_Pedestrian_Street-Shenzhen_Guangdong.html",
            "https://www.tripadvisor.com/Attraction_Review-g53371-d2470841-Reviews-Arnold_s_Family_Fun_Center-Oaks_Upper_Providence_Township_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d318612-Reviews-Narodni_Muzeum-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60872-d607957-Reviews-Ocean_Rider_Seahorse_Farm-Kailua_Kona_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g659310-d645634-Reviews-Playa_Chacala-Chacala_Pacific_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g34574-d11827119-Reviews-Go_Port-Port_Canaveral_Brevard_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g776006-d8470298-Reviews-Trapezaki_Beach-Trapezaki_Kefalonia_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g7212138-d10517479-Reviews-M3_Outlet_Polgar-Polgar_Hajdu_Bihar_County_Northern_Great_Plain.html"
        ],
        "url_next": "",
        "url": "https://www.tripadvisor.com/Attraction_Review-g189444-d12831302-Reviews-Dikeos_Mountain-Kos_Dodecanese_South_Aegean.html"
    }
]