[
    {
        "attraction_name": "Dilli Haat",
        "attraction_name_vi": "Dilli Haat",
        "general_info": [
            "1.097 đánh giá",
            "42 trong số 592 điều cần làm ở New Delhi",
            "Chợ trời"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Nếu bạn đang muốn tận hưởng một buổi tối thư giãn và thú vị cùng bạn bè và gia đình thì Dilli Haat là nơi lý tưởng.\n\nNhân viên: Các nhân viên rất thân thiện và khiến chúng tôi cảm thấy được chào đón. \n\nDịch vụ: Dịch vụ này nhanh chóng và hiệu quả.\n\nẨm thực: Ẩm thực Ấn Độ đa dạng được chế biến bằng tình yêu và gia vị chính thống của Ấn Độ.\n\nTôi đã thử Lamb Shank của họ. Tôi có thể nói gì. Tôi có thể đã ăn đứt ngón tay của mình.: Làm tốt lắm Đầu bếp.\n\n Đọc thêm",
            "Nếu bạn đang ở Delhi thì chuyến thăm tới đây sẽ có trong danh sách của bạn.  100 rupee cho khách du lịch nước ngoài vào.  Có rất nhiều quầy hàng trong khu vực nhưng trên hết là có rất nhiều sự lựa chọn về đồ ăn.  Chúng tôi quyết định đi sớm hơn một chút vào lúc 4 giờ chiều, chúng tôi có thể đi dạo xung quanh mà không phải ồn ào, phải nói chuyện với một số người bán hàng và mua một số thứ nhỏ.  Chúng tôi uống trà ở một quầy, momos ở một quầy khác, kem ở quầy thứ 3 và thậm chí một số món khác.  Thức ăn đã đúng chỗ và rất rẻ. Bữa ăn của chúng tôi lúc đó có hơn 6 người và cộng với những phần còn lại mà chúng tôi phải ăn, chúng tôi chi ít hơn 15 và đó là cho 2 người lớn.\nĐịa điểm này nằm ngay cạnh ga tàu điện ngầm Dilli Haat và chỉ cách Connaught Place bằng Uber vài trăm rupee.\nNếu bạn muốn dành chút thời gian để chiêm ngưỡng nghệ thuật và hàng thủ công của khu vực Ấn Độ thì việc dừng chân ở đây là điều đáng giá.Đọc thêm",
            "Phải ghé thăm ở Delhi. Một trải nghiệm thực sự trọn vẹn. Mua sắm, về mọi thứ và thực phẩm từ mọi ngóc ngách của tiểu lục địa. \nMàu sắc rực rỡ, đáng yêu khi mặc cả về giá là điều bắt buộc, làm tăng thêm trải nghiệm thú vị vì tất cả các nhà cung cấp đều có thiện chí về điều đó. Đọc thêm",
            "Chủ yếu là khăn quàng cổ và rất nhiều mặt hàng thủ công chắc chắn được sản xuất tại Trung Quốc. Ngoài ra, những người bán hàng RẤT cao ngạo và khó chịu, mọi quầy hàng chúng tôi đi ngang qua đều có thưa mẹ, bạn muốn mua một chiếc khăn quàng cổ và nếu bạn nhìn quá nhiều vào bất cứ thứ gì thì họ sẽ bắt đầu nhét đồ vào tay bạn. Không phải ốc đảo thư giãn đã được hứa hẹn!\n\nGiá cao, tôi được báo giá 3500 cho một chiếc túi ly hợp, mặc cả rất nhiều và nhận được nó với giá 2500. Tôi thấy nó với giá 1300 ở Ambience Mall! Tôi đã mua được một bức tranh Rajasthani tuyệt vời với giá 57 đô la so với giá niêm yết. Vì vậy, có một số phát hiện tuyệt vời nếu bạn mặc cả khó khăn. Khu ẩm thực ngon, rẻ và không có bụng Delhi Đọc thêm",
            "Lăng Taji Mahal thật tuyệt vời và tuyệt vời. Cung điện Vua Pháo đài Agora cũng rất được quan tâm. Hướng dẫn viên du lịch của tôi, ông Gautam rất chuyên nghiệp và hướng dẫn chúng tôi rất rõ ràng. Tôi sẽ giới thiệu anh ấy với bạn bè của tôi, những người đang có kế hoạch đến thăm Agra.Đọc thêm",
            "Đây là một khu chợ đáng yêu với những món ăn tuyệt vời. Nhìn có vẻ hơi cơ bản nhưng đồ ăn rất tuyệt - chúng tôi có món Tali - tuyển chọn các món cà ri và nước chấm với những chiếc bánh mì xinh xắn. Và thực sự rẻ 17 cho 6 người chúng tôi với một cốc trà trái cây. Không có rượu trên thị trường.Đọc thêm",
            "Một nơi tuyệt vời để mua sắm đồ thủ công và nghệ thuật từ các vùng khác nhau của Ấn Độ. Trên hết còn có các quầy hàng thực phẩm từ các vùng khác nhau của đất nước. Món ưa thích của cá nhân tôi là món gà momos từ gian hàng thực phẩm Sikkim.Đọc thêm",
            "Đây là một nơi tuyệt vời để mua quà lưu niệm và đồ thủ công mỹ nghệ Ấn Độ. Tôi rất ngạc nhiên trước những người phàn nàn về phí vào cửa 100 Rs, đáng tiếc là 1,20 đô la Mỹ và số tiền đó dành cho bảo trì, dọn dẹp, chiếu sáng... Tôi cũng sẽ bỏ qua những người nói rằng giá quá cao, bạn không bao giờ... nhắc lại không bao giờ, trả những gì người bán yêu cầu. Đưa ra giá 13, thanh toán một nửa, nếu người bán không bỏ đi, người khác sẽ có giá tương tự hoặc tương tự và sẽ chấp nhận giá của bạn. Nó vẫn sẽ cao hơn mức bạn có thể đạt được nếu bạn thực sự làm hỏng chúng nhưng niềm vui ở đó là gì? Đó vẫn sẽ là mức giá mà bạn hài lòng. Đây cũng là một nơi thích hợp để thưởng thức một bữa ăn rẻ tiền với khu ẩm thực ngoài trời được tài trợ và cung cấp các món ăn từ nhiều bang riêng lẻ của Ấn Độ. Nó mang đến cơ hội để thử các món cơm, cá và rau có gia vị nhẹ của Assam, cà ri khô cay của Rajasthan hoặc momos của Nepal vâng, tôi biết Nepal KHÔNG phải là một phần của Ấn Độ và kết thúc bằng món lassi Punjabi đựng trong cốc đất nung dùng một lần, thực ra là rẻ tiền và container phục vụ thân thiện với môi trường. Bạn sẽ thường thấy những nhóm bạn trẻ, chủ yếu là sinh viên tụ tập lại để ăn uống với giá rẻ, tạo nên không khí vui vẻ, thân thiện cho nơi này. Và vì thực phẩm được trình bày để đại diện cho từng bang, dưới sự bảo trợ của từng bang nên phải có tiêu chuẩn vệ sinh tốt. Trong hai năm và thường xuyên ghé thăm, hãy mang theo gia đình, bạn bè và đồng nghiệp kinh doanh, không ai trong chúng tôi từng bị ốm khi ăn ở đây. Một lời cảnh báo. Cố gắng không đến thăm vào giữa ngày trong những tháng ấm hơn, có rất ít bóng râm và cách bố trí có xu hướng giữ nhiệt nên có thể gây suy nhược cho du khách, đặc biệt là người già.Đọc thêm",
            "Một nơi tuyệt vời để mua sắm đồ thủ công và nghệ thuật từ các vùng khác nhau của Ấn Độ. Trên hết còn có các quầy hàng thực phẩm từ các vùng khác nhau của đất nước. Món ưa thích của cá nhân tôi là món gà momos từ gian hàng thực phẩm Sikkim.Đọc thêm",
            "Nơi tốt để ghé thăm dành cho người mua sắm và ngắm nhìn khung cảnh đầy màu sắc xung quanh và nếu bạn đến nơi có khí hậu thích hợp thì đó là một trong những nơi tốt nhất để ghé thămĐọc thêm",
            "Đây là một khu chợ đáng yêu với những món ăn tuyệt vời. Nhìn có vẻ hơi cơ bản nhưng đồ ăn rất tuyệt - chúng tôi có món Tali - tuyển chọn các món cà ri và nước chấm với những chiếc bánh mì xinh xắn. Và thực sự rẻ 17 cho 6 người chúng tôi với một cốc trà trái cây. Không có rượu trên thị trường.Đọc thêm",
            "Rất sạch sẽ nhưng hàng hóa quá đắt và không có thật.. trả tiền để vào tôi tưởng sẽ có quy định chặt chẽ hơn nhưng thực tế không phải vậy. Ở đây bị quấy rối nhiều hơn ở chợ địa phương. Sẽ trả giá gấp 10 lần ở các thị trường khácĐọc thêm",
            "Lăng Taji Mahal thật tuyệt vời và tuyệt vời. Cung điện Vua Pháo đài Agora cũng rất được quan tâm. Hướng dẫn viên du lịch của tôi, ông Gautam rất chuyên nghiệp và hướng dẫn chúng tôi rất rõ ràng. Tôi sẽ giới thiệu anh ấy với bạn bè của tôi, những người đang có kế hoạch đến thăm Agra.Đọc thêm",
            "Chủ yếu là khăn quàng cổ và rất nhiều mặt hàng thủ công chắc chắn được sản xuất tại Trung Quốc. Ngoài ra, những người bán hàng RẤT cao ngạo và khó chịu, mọi quầy hàng chúng tôi đi ngang qua đều có thưa mẹ, bạn muốn mua một chiếc khăn quàng cổ và nếu bạn nhìn quá nhiều vào bất cứ thứ gì thì họ sẽ bắt đầu nhét đồ vào tay bạn. Không phải là ốc đảo thư giãn như đã hứa! Giá cao, tôi được bảo 3500 cho một chiếc túi ly hợp, mặc cả khủng khiếp và nhận được nó với giá 2500. Tôi thấy nó với giá 1300 ở Ambience Mall! Tôi đã mua được một bức tranh Rajasthani tuyệt vời với giá 57 đô la so với giá niêm yết. Vì vậy, có một số phát hiện tuyệt vời nếu bạn mặc cả khó khăn. Khu ẩm thực ngon, rẻ và không có bụng Delhi Đọc thêm",
            "Phải ghé thăm ở Delhi. Một trải nghiệm thực sự trọn vẹn. Mua sắm, về mọi thứ và thực phẩm từ mọi ngóc ngách của tiểu lục địa. Màu sắc rực rỡ, đáng yêu khi mặc cả về giá là điều bắt buộc, làm tăng thêm trải nghiệm thú vị vì tất cả các nhà cung cấp đều có thiện chí về điều đó. Đọc thêm",
            "Tôi thấy nó nhàm chán và tốn kém. Tôi đã kỳ vọng rất cao vì tôi muốn mua quà Giáng sinh cho gia đình và bạn bè. Tôi rời đi với một gói nhang đắt đỏ và thêm một miếng pashimina nữa. Bữa trưa rất ngon tại nhà hàng Kashmeri. Trải nghiệm mua sắm rất đáng thất vọng. Đọc thêm",
            "Đó là chuyến đi chơi của gia đình và nơi ít đông đúc hơn..vé có giá khoảng 30 rs....cung cấp các đồ gia dụng, bảng tên, quần áo, saree và đồ trang trí nhà cửa...nếu chúng ta muốn thoát khỏi nơi đông người để trở thành...những điểm ăn uống tuyệt vời từ nhiều vùng khác nhau, đặc biệt là từ vùng tốt hơn của Ấn Độ .. đông bắc... được kết nối tốt thông qua tàu điện ngầm delhi trong 2 - 3 giờ đi chơi thú vị ... một nơi chắc chắn để đọc thêm",
            "Dilli haat INA có chỗ đậu xe và nhà vệ sinh khôngĐọc thêm",
            "Chúng tôi được UBER đưa đến nhưng có vẻ như bãi đậu xe ở gần đó. Có nhà vệ sinh trong khuôn viên. Đọc thêm",
            "Dilli haat có an toàn cho khách du lịch nếu tôi đi vào ban đêm không?Đọc thêm",
            "Không tệ hơn các khu du lịch khác của Delhi và tất cả các biện pháp bảo vệ thông thường được áp dụng ở những nơi khác.\nChúng tôi đi trong ngày và thấy tương đối an toàn. Không chắc nó sẽ như thế nào vào ban đêm nhưng đây là khu vực được kiểm soát với phí vào cửa nên bên trong tôi hy vọng nó sẽ ổn - người điều hành cửa hàng luôn cố gắng để bạn xem hàng hóa của họ nhưng đó là một phần của trải nghiệm và bạn cần phải biết suy nghĩ của chính mình và không bị ép buộc phải mua hàng. Nếu bạn thích mặc cả và mặc cả, bạn sẽ thích nơi này vì giá chào bán tăng cao gấp đôi so với giá thỏa thuận cuối cùng và hơn thế nữa. Tôi cảnh giác khi sử dụng thẻ tín dụng và chỉ sử dụng tiền mặt để mua hàng.Đọc thêm",
            "giờ mở cửaĐọc thêm",
            "Thời gian tham quan địa điểm và một chút lễ hội bộ lạc",
            "Lễ hội bộ lạc kéo dài đến ngày 30 tháng 11 năm 2018 và rất lớn và có một đoạn đường dốc All The Way có một khu vực đặc biệt dành cho đồ ăn nơi họ phục vụ các món ăn chính thống được tự chế biến từ các bang khác nhau của Ấn Độ, bạn sẽ thích thử tất cả những thứ đó.... bạn có rất nhiều thứ mang tính dân tộc như giỏ mây phù hợp với các món đồ từ các vùng khác nhau của Ấn Độ với tác phẩm và chất liệu vải của họ. Rất nhiều tác phẩm nghệ thuật. tất cả trong tất cả nền văn hóa của Ấn ĐộĐọc thêm",
            "Tôi có thể thuê tài xế riêng và hướng dẫn viên chỉ trong vài giờ để tham quan Dilli Haat không?Đọc thêm",
            "Để tham quan Dilli Haat, bạn thường không cần hướng dẫn viên.Đọc thêm",
            "Xin chào! Bản đồ không mở và khi tìm kiếm trên Google, nhiều tùy chọn xuất hiện có cùng tên. Có ai có nó không? Cảm ơn bạnĐọc thêm",
            "delhi haat hoặc dilli haat. \nga tàu điện ngầm INA. bạn có thể đi bộ từ ga tàu điện ngầm đến chợ.Đọc thêm",
            "Ngày cuối cùng của Dilli haat trong tháng 2 năm 2018 là ngày nào ???Đọc thêm",
            "Delhi Haat như những người bạn khác đã kể luôn mở cửa nhưng lễ hội bộ lạc diễn ra ở Delhi Haat đặc biệt này kéo dài đến ngày 30 tháng 11Đọc thêm",
            "Nó có đóng cửa vào bất kỳ ngày nào trong tuần không? Đọc thêm",
            "khôngĐọc thêm",
            "Ai đó có thể cho tôi biết giá hời ở Dilli Haat là bao nhiêu, chẳng hạn như vỏ đệm, vỏ giường và vỏ đệm? Tôi ở Nam Ấn Độ Và giá tôi có cho vỏ đệm là 200 rs\nGa trải giường đôi 450k\nOttoman 1200rs\nTôi đang tự hỏi nó sẽ rẻ hơn hay đắt hơn từ Dilli Haat?Đọc thêm",
            "chắc chắn nó sẽ có giá cao hơn mức giá bạn đề cập.Đọc thêm",
            "Nó có mở cửa vào ngày 16-17 tháng 11 không..ngày hoặc thời gian kết thúc của Delhi haat là bao nhiêu.Đọc thêm",
            "Thời gian của họ là từ 12-10 giờ tối \n011-27317663 Dilli Haat\nCó thể tất cả trên số này Đọc thêm"
        ],
        "star_ratings": [
            410,
            455,
            166,
            41,
            25
        ],
        "review_amount": 1097,
        "location": [
            "New Delhi",
            "Châu Á",
            "Dilli Haat",
            "Ấn Độ",
            "Những điều cần làm ở New Delhi",
            "Lãnh thổ thủ đô quốc gia Delhi"
        ],
        "reviews_time": [
            "Written August 10, 2023",
            "Written October 30, 2023",
            "Written January 3, 2024",
            "Written February 4, 2024",
            "Written February 10, 2024",
            "Written March 23, 2024",
            "Written May 5, 2024",
            "Written June 3, 2024",
            "Written May 5, 2024",
            "Written April 5, 2024",
            "Written March 24, 2024",
            "Written February 20, 2024",
            "Written February 11, 2024",
            "Written February 4, 2024",
            "Written January 3, 2024",
            "Written December 27, 2023",
            "Written December 2, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g304551-d320433-Reviews-Dilli_Haat-New_Delhi_National_Capital_Territory_of_Delhi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g304551-d1122969-Reviews-Dilli_Haat-New_Delhi_National_Capital_Territory_of_Delhi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g304551-d6002500-Reviews-Nagaland_Food_Stall-New_Delhi_National_Capital_Territory_of_Delhi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g304551-d8031530-Reviews-Manipur_Food_Stall-New_Delhi_National_Capital_Territory_of_Delhi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g304551-d5898452-Reviews-Assam_Food_Stall-New_Delhi_National_Capital_Territory_of_Delhi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g304551-d13960244-Reviews-LAE_LookActEast_Kitchen-New_Delhi_National_Capital_Territory_of_Delhi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g304551-d8048862-Reviews-McDonald_s-New_Delhi_National_Capital_Territory_of_Delhi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g304551-d6958056-Reviews-Lakshadweep-New_Delhi_National_Capital_Territory_of_Delhi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g304551-d27149982-Reviews-Millets_Experience_Centre-New_Delhi_National_Capital_Territory_of_Delhi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g304551-d8098037-Reviews-Punjabi_Rasoi-New_Delhi_National_Capital_Territory_of_Delhi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g304551-d7393326-Reviews-Appus_Hotel-New_Delhi_National_Capital_Territory_of_Delhi.html",
            "https://www.tripadvisor.com/Attraction_Review-g304551-d2547169-Reviews-INA_Market-New_Delhi_National_Capital_Territory_of_Delhi.html",
            "https://www.tripadvisor.com/Attraction_Review-g304551-d2462091-Reviews-Sarojini_Nagar_Market-New_Delhi_National_Capital_Territory_of_Delhi.html",
            "https://www.tripadvisor.com/Attraction_Review-g304551-d311626-Reviews-Qutub_Minar-New_Delhi_National_Capital_Territory_of_Delhi.html",
            "https://www.tripadvisor.com/Attraction_Review-g304551-d626913-Reviews-Swaminarayan_Akshardham-New_Delhi_National_Capital_Territory_of_Delhi.html",
            "https://www.tripadvisor.com/Attraction_Review-g304551-d324114-Reviews-Safdarjung_Tomb-New_Delhi_National_Capital_Territory_of_Delhi.html",
            "https://www.tripadvisor.com/Attraction_Review-g304551-d324106-Reviews-Lodhi_Garden-New_Delhi_National_Capital_Territory_of_Delhi.html",
            "https://www.tripadvisor.com/Attraction_Review-g304551-d1419393-Reviews-Habitat_World_Convention_Centre-New_Delhi_National_Capital_Territory_of_Delhi.html",
            "https://www.tripadvisor.com/Attraction_Review-g304551-d641643-Reviews-Gandhi_Smriti-New_Delhi_National_Capital_Territory_of_Delhi.html",
            "https://www.tripadvisor.com/Attraction_Review-g304551-d554690-Reviews-Hauz_Khas_Village-New_Delhi_National_Capital_Territory_of_Delhi.html",
            "https://www.tripadvisor.com/Attraction_Review-g951350-d2646191-Reviews-ISKCON_Vrindavan-Vrindavan_Mathura_District_Uttar_Pradesh.html",
            "https://www.tripadvisor.com/Attraction_Review-g304551-d320433-Reviews-or10-Dilli_Haat-New_Delhi_National_Capital_Territory_of_Delhi.html",
            "https://www.tripadvisor.com/Attraction_Review-g304551-d25334201-Reviews-Akbran_Tours-New_Delhi_National_Capital_Territory_of_Delhi.html",
            "https://www.tripadvisor.com/Attraction_Review-g304551-d26663685-Reviews-La_Culture_Tour-New_Delhi_National_Capital_Territory_of_Delhi.html",
            "https://www.tripadvisor.com/Attraction_Review-g304551-d2422590-Reviews-Delhi_Shopping_Tour-New_Delhi_National_Capital_Territory_of_Delhi.html",
            "https://www.tripadvisor.com/Attraction_Review-g304551-d19460665-Reviews-Purvanchal_Rent_A_Car-New_Delhi_National_Capital_Territory_of_Delhi.html",
            "https://www.tripadvisor.com/Attraction_Review-g304551-d15323871-Reviews-Bagga_India_Private_Tours-New_Delhi_National_Capital_Territory_of_Delhi.html",
            "https://www.tripadvisor.com/Attraction_Review-g304551-d3879008-Reviews-Food_Tour_in_Delhi-New_Delhi_National_Capital_Territory_of_Delhi.html",
            "https://www.tripadvisor.com/Attraction_Review-g304551-d3520978-Reviews-The_Delhi_Way_Day_Tours-New_Delhi_National_Capital_Territory_of_Delhi.html",
            "https://www.tripadvisor.com/Attraction_Review-g304551-d26243254-Reviews-Offbeat_India_Tours-New_Delhi_National_Capital_Territory_of_Delhi.html",
            "https://www.tripadvisor.com/Attraction_Review-g304551-d12951615-Reviews-India_Arrivals_Tours-New_Delhi_National_Capital_Territory_of_Delhi.html",
            "https://www.tripadvisor.com/Attraction_Review-g304551-d26101482-Reviews-MAHI_TAXI_INDIA-New_Delhi_National_Capital_Territory_of_Delhi.html",
            "https://www.tripadvisor.com/Attraction_Review-g304551-d14119794-Reviews-BAE_Travels-New_Delhi_National_Capital_Territory_of_Delhi.html",
            "https://www.tripadvisor.com/Attraction_Review-g304551-d7223990-Reviews-Indian_Food_Cooking_Classes-New_Delhi_National_Capital_Territory_of_Delhi.html",
            "https://www.tripadvisor.com/Attraction_Review-g304551-d6537943-Reviews-IBCD_India_By_Car_Plus_Driver-New_Delhi_National_Capital_Territory_of_Delhi.html",
            "https://www.tripadvisor.com/Attraction_Review-g304551-d16657877-Reviews-Namaste_Private_Driver_India-New_Delhi_National_Capital_Territory_of_Delhi.html",
            "https://www.tripadvisor.com/Attraction_Review-g297683-d6536494-Reviews-Giant_India_Holidays-Agra_Agra_District_Uttar_Pradesh.html",
            "https://www.tripadvisor.com/Attraction_Review-g304551-d14970225-Reviews-Tour4Fun-New_Delhi_National_Capital_Territory_of_Delhi.html",
            "https://www.tripadvisor.com/Attraction_Review-g304551-d9681771-Reviews-Indya_Journey_Private_Tours_Day_Tours-New_Delhi_National_Capital_Territory_of_Del.html",
            "https://www.tripadvisor.com/Attraction_Review-g304551-d2365936-Reviews-When_In_India_Tours-New_Delhi_National_Capital_Territory_of_Delhi.html",
            "https://www.tripadvisor.com/Attraction_Review-g304551-d6023933-Reviews-Tree_Trunk_Travel_Pvt_Ltd-New_Delhi_National_Capital_Territory_of_Delhi.html",
            "https://www.tripadvisor.com/Attraction_Review-g304551-d7935665-Reviews-Awaken_Inner_Buddha_Yoga_Meditation-New_Delhi_National_Capital_Territory_of_Delhi.html",
            "https://www.tripadvisor.com/Attraction_Review-g304551-d19767829-Reviews-Royal_Taj_Tour-New_Delhi_National_Capital_Territory_of_Delhi.html",
            "https://www.tripadvisor.com/Attraction_Review-g304551-d10117818-Reviews-IndeChauffeur_Satbir_Singh-New_Delhi_National_Capital_Territory_of_Delhi.html",
            "https://www.tripadvisor.com/Attraction_Review-g304551-d5484729-Reviews-Saffron_Palate-New_Delhi_National_Capital_Territory_of_Delhi.html",
            "https://www.tripadvisor.com/Attraction_Review-g41476-d108024-Reviews-Paine_s_Creek_Beach-Brewster_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g187783-d5480600-Reviews-Taverna_Anema_e_Core-Capri_Island_of_Capri_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g227905-d23580656-Reviews-Peppa_Pig_World_Of_Play_Leidschendam-Leidschendam_The_Hague_South_Holland_Provin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60969-d2227950-Reviews-Montage_Mountain-Scranton_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d15670528-Reviews-California_Street-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g41098-d103091-Reviews-Rocky_Gap_State_Park-Cumberland_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d11879752-Reviews-Myeongdong_Underground_Shopping_Center-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g189166-d196096-Reviews-Pico_Ruivo-Madeira_Madeira_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g317071-d7660191-Reviews-Agodi_Gardens-Ibadan_Oyo_State.html",
            "https://www.tripadvisor.com/Attraction_Review-g47320-d620878-Reviews-Apple_Hill-Binghamton_New_York.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g304551-d320433-Reviews-or10-Dilli_Haat-New_Delhi_National_Capital_Territory_of_Delhi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g304551-d320433-Reviews-Dilli_Haat-New_Delhi_National_Capital_Territory_of_Delhi.html"
    }
]