[
    {
        "attraction_name": "Discovery Park of America",
        "attraction_name_vi": "Công viên khám phá nước Mỹ",
        "general_info": [
            "462 đánh giá",
            "- 1 trong 11 điều cần làm ở Union City",
            "Bảo tàng chuyên ngành"
        ],
        "attraction_summary": "Discovery Park of America là một trải nghiệm giáo dục đẳng cấp thế giới với bảo tàng rộng 100.000 mét vuông và công viên di sản rộng 50 mẫu Anh nép mình trong Vùng Hồ reelfoot xinh đẹp và thơ mộng ở phía tây bắc Tennessee. Khám phá khủng long, xe cổ và xe quân sự cũng như trải nghiệm khoa học và kỹ thuật không gian. Trên công viên di sản của chúng tôi, hãy quay ngược thời gian về Khu định cư cũ những năm 1800, đi bộ giữa những khu vườn tươi tốt và lên những chuyến tàu cổ điển của chúng tôi gần Ga Tàu. Có điều gì đó dành cho mọi người ở mọi lứa tuổi thích thú khi đến thăm viên ngọc ẩn của miền Nam - Discovery Park of America. Lên kế hoạch cho chuyến thăm của bạn ngay hôm nay.Đọc thêm",
        "reviews": [
            "Chúng tôi thực sự rất thích bảo tàng và khuôn viên! Gia đình sáu người của chúng tôi đã ở đó sáu tiếng đồng hồ mà vẫn không thấy được mọi thứ. Những đứa trẻ của chúng tôi - 7-14 tuổi - thực sự thích thú với tất cả các cơ hội thực hành trong bảo tàng, cùng với việc khám phá các công trình kiến ​​trúc ngoài trời. Thức ăn rất ngon và giá cả cũng khá. Chúng tôi chắc chắn sẽ quay lại! Đọc thêm",
            "Bảo tàng tuyệt vời cho trẻ em. Họ có nhiều triển lãm đa dạng để đáp ứng sở thích của mọi người. Thật tuyệt khi có cả hoạt động trong nhà và ngoài trời. Mọi thứ đều rất sạch sẽ, nhân viên tốt bụng và giá vé rất hợp lý.Đọc thêm",
            "Tôi đặc biệt giới thiệu công viên và bảo tàng này cho bất kỳ ai và mọi lứa tuổi. Có một cái gì đó ở đây dành cho tất cả mọi người ở mọi lứa tuổi. Đó là rất nhiều đi bộ nhưng nó có giá trị. Bảo tàng được bố trí tốt và dễ dàng đi đến. Rất sạch sẽ là tốt. Gia đình tôi rất thích đi tàu và đi dạo quanh những cabin cũ. Chúng tôi đã có khoảng thời gian tuyệt vời và sẽ giới thiệu công viên khám phá cho tất cả bạn bè của mình.Đọc thêm",
            "Đi cả ngày mà không thấy hết. Các cậu bé và ông bà 12 và 9 tuổi. Chúng tôi thích cơ hội ngắm nhìn mọi thứ bên ngoài khi ngày ấm lên. \nChúng tôi đã trở lại đây nhiều lần trong những năm qua. Không làm bạn thất vọngXem thêm",
            "Đưa cháu đi DPA cùng dì - chú. Chúng tôi đến đó khoảng 1 giờ chiều và ở lại đến 5 giờ chiều.  Cần nhiều thời gian hơn để xem tất cả. Tôi đã dành thời gian xem các cuộc triển lãm lịch sử và kết thúc ở khu vực quân sự mà tôi thực sự thích thú. Rất nhiều phương tiện và vũ khí thực tế từ thời nội chiến cho đến ngày nay, hầu hết đều không thể chạm vào được nhưng nhìn thấy rất thú vị. Họ có một số máy bay quân sự bên ngoài tòa nhà và máy bay trực thăng được sử dụng ở Việt Nam. Tôi cũng rất thích trưng bày ô tô - xe máy. Bọn trẻ khám phá một khu vực khác trong bảo tàng và sau đó tất cả chúng tôi đi ra khu vui chơi vì bọn trẻ rất thích chơi.  Và tất nhiên họ có một cửa hàng quà tặng.\nTôi nghĩ rằng mức giá - 25 - người lớn, 15 - trẻ em là khá cao trong 4 giờ chúng tôi ở lại, nhưng nếu bạn định ở lại cả ngày và xem toàn bộ sự việc thì điều đó không quá tệ. Đọc thêm",
            "Đưa cháu đi DPA cùng dì - chú. Chúng tôi đến đó khoảng 1 giờ chiều và ở lại đến 5 giờ chiều.  Cần nhiều thời gian hơn để xem tất cả. Tôi đã dành thời gian xem các cuộc triển lãm lịch sử và kết thúc ở khu vực quân sự mà tôi thực sự thích thú. Rất nhiều phương tiện và vũ khí thực tế từ thời nội chiến cho đến ngày nay, hầu hết đều không thể chạm vào được nhưng nhìn thấy rất thú vị. Họ có một số máy bay quân sự bên ngoài tòa nhà và máy bay trực thăng được sử dụng ở Việt Nam. Tôi cũng rất thích trưng bày ô tô - xe máy. Bọn trẻ khám phá một khu vực khác trong bảo tàng và sau đó tất cả chúng tôi đi ra khu vui chơi vì bọn trẻ rất thích chơi.  Và tất nhiên họ có một cửa hàng quà tặng. Tôi nghĩ rằng giá - 25 - người lớn, 15 - trẻ em khá cao trong 4 giờ chúng tôi ở lại, nhưng nếu bạn định ở lại cả ngày và xem toàn bộ thì không phải vậy quá tệ.Đọc thêm",
            "Đi cả ngày mà không thấy hết. Các cậu bé và ông bà 12 và 9 tuổi. Chúng tôi thích cơ hội ngắm nhìn mọi thứ bên ngoài khi ngày ấm lên. Chúng tôi đã trở lại đây nhiều lần trong những năm qua. Không làm bạn thất vọngXem thêm",
            "This is a FANTASTIC educational entertainment option if you live somewhere in the vicinity of the museum. There is a little of everything: military history, animals, american history, gardens, play areas, trains, farming, automobiles, rockets and even an exhibit on historical torture practices! I - m not sure I - ve ever been to a museum that casts such a wide net on topics to learn about. We were there about 4 hours and did not fully explore everything.The highlights for us were the civil and revolutionary war reenactors, the working blacksmith, the torture section, military section, and the garden maze  - which was fun now but will be far better when the hedges fully grow in - .As a whole, we were more impressed by the outside than the inside, and the grounds were beautiful even in March. I can only imagine how gorgeous this place must be once Spring has hit!We were given free admission because we happened to be there on a military weekend where all active military and veterans  - AND their families -  were free. What luck! Super grateful. Initially I planned to add on some of the extras since we weren - t paying for admission, but after looking at the earthquake simulator and Cooper Tower we decided the cost was excessive for the potential experience. We did eat in the cafe and the food was reasonably priced, albeit basic and a little light on portion size.We had read great things about this museum online and decided to incorporate it into our roadtrip despite it not being super convenient. The main issue was lodging. There is a hotel right next to Discovery Park, but it does not have rooms to accommodate our sized family. There are no airbnbs in Union City that can fit 8 either  - at least at the time I was looking - , so we ended up having to stay in Martin. I mention all this as a preface to the question, was it worth it? I don - t know. We really enjoyed our visit and if we lived in the area, we - d for sure become members and frequent visitors of Discovery Park. For someone wondering if they should drive in from out of state and make a weekend of it... I - m less sure.Read more",
            "Tôi đặc biệt giới thiệu công viên và bảo tàng này cho bất kỳ ai và mọi lứa tuổi. Có một cái gì đó ở đây dành cho tất cả mọi người ở mọi lứa tuổi. Đó là rất nhiều đi bộ nhưng nó có giá trị. Bảo tàng được bố trí tốt và dễ dàng đi đến. Rất sạch sẽ là tốt. Gia đình tôi rất thích đi tàu và đi dạo quanh những cabin cũ. Chúng tôi đã có khoảng thời gian tuyệt vời và sẽ giới thiệu công viên khám phá cho tất cả bạn bè của mình.Đọc thêm",
            "Bảo tàng tuyệt vời cho trẻ em. Họ có nhiều triển lãm đa dạng để đáp ứng sở thích của mọi người. Thật tuyệt khi có cả hoạt động trong nhà và ngoài trời. Mọi thứ đều rất sạch sẽ, nhân viên tốt bụng và giá vé rất hợp lý.Đọc thêm",
            "Chúng tôi thực sự rất thích bảo tàng và khuôn viên! Gia đình sáu người của chúng tôi đã ở đó sáu tiếng đồng hồ mà vẫn không thấy được mọi thứ. Những đứa trẻ của chúng tôi - 7-14 tuổi - thực sự thích thú với tất cả các cơ hội thực hành trong bảo tàng, cùng với việc khám phá các công trình kiến ​​trúc ngoài trời. Thức ăn rất ngon và giá cả cũng khá. Chúng tôi chắc chắn sẽ quay lại! Đọc thêm",
            "Chúng tôi dẫn theo đứa cháu trai 4 tuổi rất thích tàu hỏa. Anh hào hứng kéo còi tàu, phát tín hiệu giao cắt đường sắt và điều khiển đoàn tàu đi vòng trần trong kho. Anh ấy cũng trượt xuống cầu trượt lớn trong nhà. Giá cửa hàng quà tặng rất hợp lý. Anh ấy rất vui và chúng tôi cũng vậy.Đọc thêm",
            "Việc này sẽ mất cả ngày nên hãy mang theo giày đi bộ nhé! Gia đình tôi rất thích nó! Tốt cho mọi lứa tuổi! Hãy thận trọng với khu vực công viên bên ngoài có cầu trượt. Đầy ong bắp cày! Các con tôi rất thích nó nhưng nếu chúng bị đốt thì có lẽ một ngày sẽ bị hủy hoại.Đọc thêm",
            "Một chuyến đi chơi tuyệt vời cho mọi người ở mọi lứa tuổi. Đẳng cấp thế giới. Rất thích các địa điểm bên ngoài nhiều như Bảo tàng. Đẹp.Đọc thêm",
            "Chúng tôi thích khám phá lịch sử và khoa học trong tầm tay! Các nhân viên đã chào đón và chơi với gia đình chúng tôi. Chưa một lần chúng tôi cảm thấy như mình đang xâm phạm hoặc chạm vào thứ gì đó không nên - khi chúng tôi khám phá từng khu trưng bày. Đọc thêm"
        ],
        "star_ratings": [
            374,
            70,
            10,
            4,
            4
        ],
        "review_amount": 462,
        "location": [
            "thành phố liên hiệp",
            "Những điều cần làm ở Thành phố Union",
            "Hoa Kỳ",
            "Công viên khám phá nước Mỹ",
            "Tennessee - TN -"
        ],
        "reviews_time": [
            "Written June 11, 2023",
            "Written July 9, 2023",
            "Written July 24, 2023",
            "Written March 25, 2024",
            "Written April 29, 2024",
            "Written April 29, 2024",
            "Written March 25, 2024",
            "Written March 19, 2024",
            "Written July 24, 2023",
            "Written July 10, 2023",
            "Written June 11, 2023",
            "Written May 19, 2023",
            "Written March 27, 2023",
            "Written March 17, 2023",
            "Written March 8, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g55393-d5567981-Reviews-Discovery_Park_of_America-Union_City_Tennessee.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g55393-d23439284-Reviews-Ozells-Union_City_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55393-d12141337-Reviews-Scott_s_Grill-Union_City_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55393-d3241315-Reviews-P_V_s_Hut-Union_City_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55393-d7364760-Reviews-Sammies-Union_City_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55393-d4706606-Reviews-Penny_Hill_Shoppe-Union_City_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55393-d4433223-Reviews-Applebee_s-Union_City_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55393-d4133205-Reviews-Yamato-Union_City_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55393-d4630586-Reviews-Hardee_s-Union_City_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55393-d3826884-Reviews-Patio_Grill-Union_City_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55393-d4625216-Reviews-Arby_s-Union_City_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55393-d14962927-Reviews-Capitol_Theatre-Union_City_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55393-d27071295-Reviews-Walmart_Supercenter-Union_City_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55393-d27058457-Reviews-Big_Lots-Union_City_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55393-d5567981-Reviews-or10-Discovery_Park_of_America-Union_City_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55393-d5843512-Reviews-22_Club-Union_City_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55393-d9564080-Reviews-Union_City_Antique_Mall_and_More-Union_City_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55393-d27038735-Reviews-Deep_Kneaded_Healing-Union_City_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55393-d19122416-Reviews-The_Gallery_Showroom-Union_City_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55393-d27041562-Reviews-Sunny_s_Massage_Therapy-Union_City_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55393-d27042814-Reviews-Premier_Aesthetics-Union_City_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55393-d27072812-Reviews-Thelma_s_Skateland_2-Union_City_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55393-d17388277-Reviews-EagleRider-Union_City_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55393-d6627247-Reviews-Braylee_s_Cottage_Zoo-Union_City_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55393-d16697568-Reviews-Union_City_Wrestling-Union_City_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55393-d5831836-Reviews-Dot_s_Pub_Grub-Union_City_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g41003-d10596621-Reviews-Bethesda_Outdoor_Pool-Bethesda_Montgomery_County_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g187527-d6864068-Reviews-Aquapark_Flamingo-Torrevieja_Costa_Blanca_Province_of_Alicante_Valencian_Communit.html",
            "https://www.tripadvisor.com/Attraction_Review-g729733-d1960526-Reviews-Maquinit_Hot_Spring-Coron_Busuanga_Island_Palawan_Province_Mimaropa.html",
            "https://www.tripadvisor.com/Attraction_Review-g298662-d3688882-Reviews-Aquapark_Dedeman_Bodrum-Ortakent_Bodrum_District_Mugla_Province_Turkish_Aegean_Co.html",
            "https://www.tripadvisor.com/Attraction_Review-g189894-d615426-Reviews-Haga-Gothenburg_Vastra_Gotaland_County_West_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g46140-d7205694-Reviews-Franconia_Falls-Lincoln_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g34678-d2457513-Reviews-Westfield_Citrus_Park-Tampa_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g48998-d1939417-Reviews-Aloha_Safari_Zoo-Cameron_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g60922-d103555-Reviews-Great_Salt_Lake-Salt_Lake_City_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g34657-d3748848-Reviews-Riverwalk-Stuart_Florida.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g55393-d5567981-Reviews-or10-Discovery_Park_of_America-Union_City_Tennessee.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g55393-d5567981-Reviews-Discovery_Park_of_America-Union_City_Tennessee.html"
    }
]