[
    {
        "attraction_name": "Discovery Museum",
        "attraction_name_vi": "Bảo tàng khám phá",
        "general_info": [
            "44 đánh giá",
            "1 trong số 14 điều cần làm ở Acton",
            "Bảo Tàng Khoa Học",
            "Bảo tàng dành cho trẻ em"
        ],
        "attraction_summary": "Bảo tàng Khám phá là bảo tàng thực hành dành cho các gia đình kết hợp giữa khoa học, thiên nhiên và vui chơi. Bảo tàng và khu vui chơi thiên nhiên ngoài trời dễ tiếp cận Discovery Woods và ngôi nhà trên cây rộng 550 m2 kết hợp những gì tốt nhất của việc học Khoa học, Công nghệ, Kỹ thuật, Nghệ thuật và Toán học STEAM trong một khuôn viên xinh đẹp rộng 4,5 mẫu Anh tiếp giáp với 180 mẫu đất bảo tồn ở Acton, MA, cách đó khoảng 20 dặm phía tây Boston. Được thành lập lần đầu tiên vào năm 1982 và mở rộng thành hai bảo tàng vào năm 1987, bảo tàng đã mở cửa trở lại trong một tòa nhà duy nhất rộng 16.000 m2 có thể tiếp cận sau khi cải tạo và mở rộng hoàn toàn vào đầu năm 2018. Các triển lãm thực tế, không giới hạn do các nhà giáo dục chuyên nghiệp phát triển sẽ truyền cảm hứng cho sự tò mò và khám phá, mang lại trải nghiệm thú vị và hấp dẫn cho trẻ em và người lớn cùng nhau khám phá thế giới của họ.Đọc thêm",
        "reviews": [
            "Chúng tôi đã đưa con gái 1 tuổi của mình đến và bé đã có một khoảng thời gian tuyệt vời tại trung tâm dành riêng cho trẻ mới biết đi. Khu vực này dành cho trẻ em dưới 3 tuổi thật tuyệt. Bé có thể leo lên cầu thang và đi xuống cầu trượt mini, đọc sách, chơi với bàn đèn nhiều hơn. Chúng tôi cũng đã đưa bé đến đây trước khi bé biết đi và chơi ở khu vực dành cho trẻ tập đi. Khu vực này được xây dựng bằng toàn bộ vật liệu xốp mềm, đây là nơi hoàn hảo để bé bò xung quanh. Chúng tôi cũng thích khám phá nhà trên cây ngoài trời và khu vực có nhiều cây cối. Đọc thêm",
            "Bảo tàng nhỏ nhưng thú vị với một vài triển lãm và đội ngũ nhân viên thân thiện. Có phần giác quan và trí tưởng tượng với các tùy chọn tự chơi. Có một ngôi nhà trên cây ngoài trời. Lý tưởng cho trẻ 3-6 tuổi.Đọc thêm",
            "Chúng tôi đưa cháu đến Bảo tàng Khám phá vào một ngày khá nóng nhưng tỏ ra rất tốt! Thật không may, chúng tôi đã không nhìn thấy tất cả vì chúng tôi không nhận ra có một phần khác cách xa bảo tàng chính, tuy nhiên những gì chúng tôi thấy là tuyệt vời - đặc biệt đối với đứa trẻ sáu tuổi của chúng tôi nhưng hơi thuần hóa đối với đứa trẻ mười tuổi! Hãy cố gắng lên, mặc dù có một số bữa tiệc ở trường nhưng đến lượt chúng tôi đã diễn ra! Chúng tôi đặc biệt thích nghệ sĩ lắc lư và những chiếc gương!  Chúng tôi đã dấn thân vào con đường mòn tự nhiên nhưng bị lạc! Tuy nhiên, việc tìm đường trở về của chúng tôi khá thú vị! Tóm lại - nhân viên thân thiện, hơi đắt tiền nhưng đáng để đi đến đó nếu bạn ở đó trong ngày. Đọc thêm",
            "Đây là một nơi tuyệt vời để dành một vài giờ với trẻ em. Bảo tàng Discovery có nhiều triển lãm tuyệt vời và nhiều hoạt động thực hành dành cho trẻ em. Bảo tàng có các chủ đề tương tự như các bảo tàng dành cho trẻ em khác: nước, trọng lực, điện, nghệ thuật, âm nhạc, âm thanh, v.v. Cơ sở của họ ở trong tình trạng tuyệt vời và dễ dàng di chuyển. Tất cả nhân viên mà chúng tôi gặp đều hữu ích và chuyên nghiệp. Chúng tôi cũng rất đánh giá cao chính sách đeo khẩu trang bắt buộc đối với bất kỳ ai từ 2 tuổi trở lên kể từ tháng 7 năm 2021. Rốt cuộc, ai muốn ở trong một tòa nhà đầy những người chưa tiêm vắc-xin, tất cả trẻ em đều không đeo khẩu trang vào thời điểm này... không phải chúng tôi, cảm ơn bạn rất nhiều! Giá không rẻ, nhưng phù hợp với các bảo tàng khác. Chúng tôi đến vào buổi sáng, dành khoảng 90 phút bên trong, tự ăn trưa dã ngoại trên bàn bên ngoài rồi dành thêm khoảng một giờ nữa để chơi với bọn trẻ bên ngoài. Một ngày vui vẻ dành cho trẻ em từ 6 đến 8 tuổi. Đọc thêm",
            "Lần đầu tiên tôi đưa đứa con 2,5 tuổi của mình đến nơi này. Tôi rất ấn tượng bởi đội ngũ nhân viên thân thiện và ngạc nhiên khi thấy một nơi nhỏ bé lại có nhiều thứ đến vậy để giúp chúng tôi vui vẻ và học hỏi. Các biện pháp phòng chống Covid-19 khá tốt nhưng tôi khuyên bạn nên đi vào các ngày trong tuần vì sẽ có ít du khách hơn. Điều đáng lưu ý là họ sẽ chỉ cho phép 2 giờ mỗi lượt truy cập để có thể cho phép một nhóm người mới vào.Đọc thêm",
            "Dịch vụ khách hàng tệ hại. Được quảng cáo là miễn phí, có thể mua vé trực tuyến với giá 0,00 và sau đó lái xe một giờ để đến nơi mà tôi phải trả 62 cho gia đình bốn người của tôi để vào. Thật thất vọng và nhân viên thô lỗ. Rõ ràng là tất cả những gì họ quan tâm là tiền. Đọc thêm",
            "Tôi đã tự mình đến thăm bảo tàng này vào Thứ Sáu Vui vẻ Miễn phí.  Thật vui khi thấy các em nhỏ thích thú với các hoạt động khác nhau. Sẽ vui hơn với một đứa trẻ ở độ tuổi tiểu học. Điều này hướng đến nhóm tuổi đó và có lẽ sẽ hơi nhàm chán đối với trẻ lớn hơn. Đọc thêm",
            "Rất nhiều niềm vui dành cho các bạn nhỏ!  Chuẩn bị dành hàng giờ để khám phá và học hỏi những điều mới. Cháu tôi thích nó!Đọc thêm",
            "Nơi thú vị để dành cả ngày. Điểm tuyệt vời mặc dù có thể rất đông đúc. Khu vui chơi nước và khu xây dựng. Chúng tôi cũng thích không gian ngoài trời. Điều duy nhất còn thiếu là một quán cà phê hoặc bàn để ngồi. Có lẽ có một số bên ngoài để thời tiết ấm hơn, tôi không chắc lắm. Sẽ thật tuyệt khi có một nơi để ngồi và ăn bên trong.  Đọc thêm",
            "Nếu bạn định đi nhiều lần, hãy trở thành thành viên, một nơi tuyệt vời để đưa bọn trẻ đến vui chơi và học tập trong nhà và ngoài trời.  Đọc thêm",
            "Có một đứa trẻ 2 và 4 tuổi. Chúng ta nên dự định ở đó bao lâu nếu đi? Sẽ đến khu vực này để làm việc gì đó vào cuối tuần này và tìm kiếm các hoạt động!Đọc thêm",
            "Đang nghĩ đến việc mang theo một cậu bé 10 tuổi rất thông minh.  Liệu có đủ để khiến anh ấy bận rộn và bận rộn trong vài giờ không?Đọc thêm",
            "Tuyệt đối. Khi trưởng thành, tôi có thể vui vẻ dành vài giờ với một số trạm tương tác.Đọc thêm",
            "Nó có giá bao nhiêu?Đọc thêm",
            "CHÀO! Vé vào cửa là 12,50 cho người lớn và trẻ em, 11,50 cho người cao tuổi 60. Trẻ em dưới 1 tuổi miễn phí, giáo viên cũng vậy.  \n\nNgoài ra, chúng tôi mở cửa vào cửa miễn phí vào mỗi tối thứ Sáu trong những tháng mùa hè, từ ngày 23 tháng 6 đến ngày 1 tháng 9. Sau đó, bắt đầu từ tháng 10, chúng tôi quay lại miễn phí vào cửa vào tối thứ Sáu đầu tiên mỗi tháng. \n\nChúng tôi cung cấp các thời gian vào cửa miễn phí và giảm giá khác, hãy truy cập trang Cách tiết kiệm trên trang web của chúng tôi để biết thêm thông tin.Đọc thêm",
            "Có một bé gái 12 tuổi từ NC đến thăm.  Bảo tàng này có phù hợp với lứa tuổi của cô ấy không?  Tôi chỉ đưa những đứa con nhỏ của mình đến đó từ rất nhiều năm trước.  Cảm ơnĐọc thêm",
            "Vâng, đúng vậy! Bỏ qua ngôi nhà gần đường và đi thẳng đến tòa nhà khoa học. Ngay cả khi cô bé thông minh như một học sinh trung học, bạn vẫn có thể thách thức cô bé về cách cô bé sẽ chuyển các chủ đề mình đang học trên lớp thành một cuộc triển lãm thực hành. Trong khu vực khoa học, trẻ nhỏ chơi nhưng trẻ lớn hơn, tò mò bắt đầu liên hệ những gì chúng đang học ở trường với những gì chúng đang thấy. \n\nVí dụ: Bàn Harmonograph phổ biến là một con lắc kép khổng lồ được treo bằng bốn sợi cáp. Du khách nhẹ nhàng lắc chiếc bàn nặng 110 pound và một bút màu ghi lại đường đi phức tạp. Việc theo dõi tạo ra một tấm áp phích độc nhất vô nhị để du khách mang về nhà và trưng bày. Tại triển lãm này và những triển lãm khác, du khách tự khám phá ra những khái niệm quan trọng: Điều gì xảy ra khi hướng đẩy thay đổi? Đường đi do con lắc cát một và hai điểm tạo ra khác nhau như thế nào? Chiều dài của con lắc có làm thay đổi thời gian thực hiện mỗi lần lắc không?\n\nTrẻ nhỏ được chụp một bức ảnh spirograph đẹp mắt. Trẻ lớn hơn nghĩ về sự suy giảm năng lượng theo thời gian....\n\nCó tài liệu đọc về tất cả các chủ đề trong phòng có lego.\n\nCon bé có thích khoa học không? Con bé đang khám phá điều gì trong lớp học hiện tại?\n\nXem qua danh sách các cuộc triển lãm thực hành trên trang web của họ - hướng dẫn đăng bài cấm liên kết web.\nĐiều đó có thể giúp bạn quyết định!Đọc thêm"
        ],
        "star_ratings": [
            34,
            6,
            3,
            0,
            1
        ],
        "review_amount": 44,
        "location": [
            "Bảo tàng khám phá",
            "Massachusetts MA",
            "Hoạt động giải trí tại Acton",
            "Hoa Kỳ",
            "Hành động"
        ],
        "reviews_time": [
            "Written May 20, 2024",
            "Written April 15, 2023",
            "Written July 16, 2022",
            "Written August 1, 2021",
            "Written December 6, 2020",
            "Written August 29, 2020",
            "Written March 5, 2020",
            "Written February 27, 2020",
            "Written February 9, 2020",
            "Written November 10, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g29503-d641620-Reviews-Discovery_Museum-Acton_Massachusetts.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g29503-d386827-Reviews-Benjarong_Restaurant-Acton_Massachusetts.html",
            "https://www.tripadvisor.com/Restaurant_Review-g29503-d4135508-Reviews-Dunkin-Acton_Massachusetts.html",
            "https://www.tripadvisor.com/Restaurant_Review-g29503-d873278-Reviews-Sorrento_s_Brick_Oven_Pizzeria-Acton_Massachusetts.html",
            "https://www.tripadvisor.com/Restaurant_Review-g29503-d2659831-Reviews-Bueno_y_Sano-Acton_Massachusetts.html",
            "https://www.tripadvisor.com/Restaurant_Review-g29503-d842725-Reviews-TC_Landos_Sub_Pizzeria-Acton_Massachusetts.html",
            "https://www.tripadvisor.com/Restaurant_Review-g29503-d679835-Reviews-Not_Your_Average_Joe_s-Acton_Massachusetts.html",
            "https://www.tripadvisor.com/Restaurant_Review-g29503-d4938251-Reviews-Subway-Acton_Massachusetts.html",
            "https://www.tripadvisor.com/Restaurant_Review-g29503-d4113307-Reviews-Starbucks-Acton_Massachusetts.html",
            "https://www.tripadvisor.com/Restaurant_Review-g29503-d5066559-Reviews-Starbucks-Acton_Massachusetts.html",
            "https://www.tripadvisor.com/Restaurant_Review-g29503-d24180504-Reviews-Santa_Fe_Burrito_Grill-Acton_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41619-d12964049-Reviews-American_Heritage_Museum-Hudson_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g60901-d104832-Reviews-The_Old_North_Bridge-Concord_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g60901-d105242-Reviews-Minute_Man_National_Historical_Park-Concord_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g60901-d181885-Reviews-Sleepy_Hollow_Cemetery-Concord_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g29503-d26149288-Reviews-Jonathan_Hosmer_House-Acton_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g29503-d12677715-Reviews-Acton_Arboretum-Acton_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g29503-d3834128-Reviews-Theater_III-Acton_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g60901-d105598-Reviews-Concord_Museum-Concord_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g60901-d104834-Reviews-The_Old_Manse-Concord_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g29503-d17571650-Reviews-Idylwilde_Farms-Acton_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g29503-d641620-Reviews-or10-Discovery_Museum-Acton_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g29503-d23193578-Reviews-Powers_Gallery-Acton_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g29503-d12930730-Reviews-The_Quarry_Contemporary_Arts_International-Acton_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g29503-d15296361-Reviews-Acton_Bowladrome_Arcade-Acton_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g60901-d105507-Reviews-Louisa_May_Alcott_s_Orchard_House-Concord_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g60901-d105506-Reviews-Walden_Pond_State_Reservation-Concord_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41467-d21392723-Reviews-Animal_Adventures_Family_Zoo_Rescue_Center-Bolton_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41669-d585614-Reviews-Maynard_Outdoor_Store-Maynard_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g27424453-d7901011-Reviews-Roski_Slap-Bogatic_Sibenik_Knin_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g189970-d7596559-Reviews-Whales_of_Iceland-Reykjavik_Capital_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g293982-d325457-Reviews-Haifa_Port-Haifa_Haifa_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g189160-d7225344-Reviews-Castelo_de_Obidos-Obidos_Leiria_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g60635-d7390640-Reviews-Historic_Makawao_Town-Makawao_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g1786926-d12873280-Reviews-Agios_Nikitas_Beach-Agios_Nikitas_Lefkada_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g29794-d105682-Reviews-Boldt_Castle_and_the_Boldt_Yacht_House-Alexandria_Bay_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60652-d7854351-Reviews-Kailua_Town_Farmers_Market-Kailua_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d12855532-Reviews-Indy_Market-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g46260-d3384408-Reviews-Weirs_Beach-Weirs_Beach_Laconia_New_Hampshire.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g29503-d641620-Reviews-or10-Discovery_Museum-Acton_Massachusetts.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g29503-d641620-Reviews-Discovery_Museum-Acton_Massachusetts.html"
    }
]