[
    {
        "attraction_name": "Disney's Animal Kingdom Theme Park",
        "attraction_name_vi": "Công viên giải trí Vương quốc động vật Disneys",
        "general_info": [
            "34.831 đánh giá",
            "5 trong số 433 điều cần làm ở Orlando",
            "Công viên giải trí chủ đề",
            "Hoạt động của Công viên Disney"
        ],
        "attraction_summary": "Gặp gỡ những loài động vật kỳ lạ và những cuộc phiêu lưu thú vị tại công viên Disneys Animal Kingdom, một trong những công viên giải trí động vật lớn nhất thế giới. Là nơi sinh sống của hơn 2.000 loài động vật thuộc 300 loài độc đáo, công viên phản ánh sự cống hiến của Walt Disney cho việc bảo tồn và cam kết chăm sóc, giáo dục và nghiên cứu động vật. Khám phá 7 vùng đất mê hoặc: Ốc đảo, Đảo Discovery, Pandora - Thế giới Avatar, Châu Phi, Đồng hồ hành tinh Rafikis, Châu Á và DinoLand, Hoa KỳĐọc thêm",
        "reviews": [
            "Gần đây đã ghé thăm đây khi lưu trú tại Disney. Tôi thực sự yêu thích công viên này, nó có một số chuyến đi thú vị. Chúng tôi ăn ở quán cà phê yak và yeti và ngồi bên ngoài đồ ăn rất ngon. Rất khuyến khích ghé thăm công viên nàyĐọc thêm",
            "Vương quốc Động vật chắc chắn là điều bắt buộc đối với những người thích hoạt động ngoài trời. Cây là phần tuyệt vời nhất của công viên này! Cũng giống như tất cả các công viên khác, nó là phần trung tâm! Con tôi yêu thích Dinoland. Có một chương trình cấp hộ chiếu đang diễn ra khi chúng tôi ở đó. Yêu thích của tôi? Một cuộc đời bọ! Rất nhiều thứ để xem và yêu thích!Đọc thêm",
            "Một trong những công viên nhàm chán của Disney. Ít chuyến đi và điểm tham quan hơn so với MK nhưng có giá gần như nhau. Thời gian chờ đợi của các chuyến đi Pandora có thể rất lâu nhưng đó là điều nằm ngoài tầm kiểm soát của họ vì chúng tôi đã đi vào mùa hè khi biết rằng thời gian chờ đợi rất lâu. Ngoài ra, một nửa công viên có cảm giác như một sở thú đắt tiền. Đọc thêm",
            "Chủ đề công viên rất đẹp. Không mong đợi được tận hưởng nhưng tôi đã có khoảng thời gian tuyệt vời ở đây. Công viên không cảm thấy bận rộn chút nào. Không có nhiều chuyến đi hồi hộp nhưng những chuyến đi chúng tôi đã trải qua rất thú vị. Avatar hoàn toàn tuyệt vời và ngoạn mục khi cưỡi ngựa. Chủ đề trong lĩnh vực này thật tuyệt vời.\nSafari thực sự thú vị và hướng dẫn viên du lịch rất am hiểu. Chúng tôi dại dột chỉ đi vào giữa trưa nhưng ước gì mình đã dành cả ngày ở đây. Chúng tôi chắc chắn sẽ quay lại công viên nàyĐọc thêm",
            "Vương quốc Động vật có lẽ là công viên yêu thích của tôi. Chủ đề rất tuyệt, nó gần như không giống một công viên giải trí. Genie không thực sự cần thiết đối với công viên này, mặc dù họ bán vé Lightning Lane trên ứng dụng Disney cho Avatar Flight of Passage. Điều này thật xứng đáng cho bữa tiệc của chúng tôi, vì đây là chuyến đi yêu thích của chúng tôi trong ngày! Chỉ riêng Pandora là đáng xem vì số lượng chi tiết được sử dụng rất tuyệt vời, thực sự tốt cho ảnh. Tree of Life là một điểm thu hút trung tâm lớn của công viên. Có một vài quán ăn xung quanh có nhiều lựa chọn tốt. \n\nPro: chủ đề của công viên. Xung quanh có những tán lá tươi tốt, với những cảnh tượng động vật cùng với những chuyến cưỡi ngựa. \nCon: nó có vẻ nhỏ hơn so với các công viên khác! Bạn có thể vượt qua mọi thứ trong nửa ngày khoảng sáu giờ. Họ không có quá nhiều chuyến đi nhưng những chuyến họ có đều rất thú vị. \nMẹo: hãy đến càng sớm càng tốt! Có rất ít thời gian chờ đợi trên rất nhiều chuyến đi. \n\nMang đi: hoàn toàn khuyến khích.Đọc thêm",
            "Chúng tôi phải lựa chọn giữa Epcot và Animal Kingdom do hạn chế về ngày. Tôi rất vui vì đã chọn Animal Kingdom!! Một gói hoàn toàn bất ngờ. \n\nSau khi dành vài ngày ở Universal và Magic Kingdom, chúng tôi hoàn toàn kiệt sức với các trò chơi G force và đám đông. Và công viên này đã phục vụ đúng mục đích - một ngày vui vẻ với các trò chơi và trang trí tuyệt vời phù hợp với mọi lứa tuổi. \n\nMỗi khu vực đều rất độc đáo và được thiết kế đẹp mắt, gần với những địa điểm thực tế nhất. Chuyến đi lên đỉnh Everest, ghềnh thác, v.v. đã duy trì sự phấn khích và chuyến đi Kilimanjaro, thác gorilla, chuyến đi Maharaja, v.v. đã làm chậm tốc độ và buộc chúng tôi phải tận hưởng thiên nhiên ngoạn mục. \n\nTất nhiên, điều tuyệt vời nhất là chuyến đi Avatar! Thật là một trải nghiệm. \n\nTừ biển báo đến các lựa chọn thực phẩm, chúng tôi đã có đồ ăn chay rất ngon đến đài phun nước, mọi thứ đều ổn. \n\nĐối với ngày cuối cùng của chúng tôi ở Orlando, đây là kết thúc hoàn hảo vì nó vừa hồi hộp vừa thư giãn cùng một lúc. \n\nRất khuyến khích đến thăm công viên này. Đọc thêm",
            "Công viên tuyệt vời và dễ dàng đi lại. Điểm nổi bật của chuyến thăm là bữa trưa tại Rain Forest Cafe. Nó rất bận rộn và chờ đợi thức ăn rất lâu nhưng máy chủ Ashley của chúng tôi rất tuyệt và khiến việc chờ đợi trở nên dễ dàng hơn, đặc biệt là khi có những đứa cháu nhỏ của chúng tôi. Đồ ăn cũng rất ngon.Đọc thêm",
            "Chuyến thăm thứ ba của chúng tôi đến đây, lần đầu tiên cách đây chín năm.\n\nVẫn yêu thích bầu không khí mát mẻ tại Vương quốc Động vật NHƯNG đã có một sự thay đổi lớn trong cách Disney kinh doanh trái ngược với lần cuối chúng tôi đến đây vào năm 2017. Sau đó, bạn có thể có tối đa ba Thẻ Nhanh trực tiếp cho phép bạn né tránh hàng đợi càng dài. Và họ đã được tự do.\n\nGiờ đây, những thứ đó dường như đã được thay thế bằng Lightning Lanes, nơi bạn vẫn có thể tránh hàng đợi nhưng phải trả giá. Chúng tôi thậm chí còn không khám phá giá cả vì biết rằng nó khó có thể rẻ.\n\nTôi e rằng hậu quả của việc đó là phải chờ đợi lâu. Chúng tôi đã phải xếp hàng hơn hai tiếng đồng hồ để có được chuyến bay ngoạn mục. Hàng đợi khác là khoảng một giờ. Tất cả điều đó có nghĩa là chúng tôi đã trả hơn 500 đô la cho một gia đình bốn người chỉ để trải nghiệm năm chuyến đi. \n\nCông viên tuyệt đẹp, vẫn là một trong những địa điểm yêu thích của chúng tôi. Nhưng khó có thể tranh luận rằng ngày nay nó đại diện cho giá trị đồng tiền.Đọc thêm",
            "Năm nay chúng tôi đã đi thăm cả bốn công viên. Vương quốc động vật là một trong những sở thích của tôi. Tôi thấy đây là cách dễ dàng nhất khi vào và đỗ xe. Tôi yêu tất cả những điều khác biệt. Các quận và lựa chọn thực phẩm.  Nó không phải là chuyến đi yêu thích của tôi.Đọc thêm",
            "Chồng tôi và tôi đưa các cháu trai của mình đến Disney Animal Kingdom, trung tâm mua sắm Disney Springs và Vương quốc Phép thuật để dự sinh nhật cháu trai lớn của chúng tôi. Chúng tôi ở tại Animal Kingdom Lodge Jumbo House trong 5 ngày, thật TUYỆT VỜI! \n\nMỗi ngày chúng tôi thức dậy nhìn ra khu đất nơi các loài động vật sinh sống. Các quan điểm rất ấn tượng. Chúng tôi đã ngắm bình minh và đôi khi chúng tôi đã ngắm hoàng hôn giữa các loài động vật. Tuyệt đẹp \n\nChúng tôi cũng đưa cháu gái 10 tuổi của mình đi cùng: cháu đã từng đến Disney nhiều lần trước đây. Tuy nhiên, cháu vẫn nói rằng khu nghỉ dưỡng này là một nơi tuyệt vời để ghé thăm và cháu không muốn rời đi!!! Tất cả chúng tôi đều đồng ý! \n\nTất cả trẻ em và người lớn chúng tôi đều có khoảng thời gian tuyệt vời để học và khám phá nhiều loài động vật, thức ăn tuyệt vời, khuôn viên đẹp và hồ bơi!!Đọc thêm",
            "Công viên giải trí rất tuyệt vời với cách tuyệt vời để bạn hòa mình vào thiên nhiên. Cho dù bạn muốn ngắm nhìn những cảnh đẹp của Thế giới Avatar của Pandora hay tham gia chuyến đi săn, bạn đều có thể tìm thấy nó ở Vương quốc Động vật. Sự chú ý đáng kinh ngạc đến từng chi tiết trong công viên này khiến bạn có cảm giác như mình thực sự đang ở một nơi như Châu Phi. Điều duy nhất khiến tôi nổi tiếng ở công viên này là các trò chơi, có rất ít trong số đó, nhưng những trò mà họ có thì thật tuyệt vời.Đọc thêm",
            "Đây là một sở thú và công viên giải trí tuyệt vời kết hợp. Tôi và bạn bè đặc biệt thích chuyến đi săn. Chúng tôi đã đi săn hai lần. Các hướng dẫn viên du lịch rất hiểu biết và dí dỏm. Tuy nhiên, phần tôi thích nhất trong chuyến đi là chương trình Vua Sư Tử. Trang phục rất đẹp, các nghệ sĩ biểu diễn rất hấp dẫn và thật thú vị khi thấy đám đông tham gia. Đọc thêm",
            "Công viên tốt nhất mà chúng tôi đã ghé thăm trong số bốn Chuyến bay yêu thích và chuyến tham quan safari Âm lượng có thể tăng lên theo hướng dẫn viên du lịch để ngăn chặn âm thanh của những vị khách thích nói chuyện với anh ấy nhưng không có lời phàn nàn nào khác Đó là một ngày tuyệt vời mặc dù hơi ẩm ướtHôm nay là một trong những điều tôi chắc chắn sẽ quay lạiĐọc thêm",
            "Chúng tôi thả dây xuống Avatar chỉ để thấy phải chờ 135 phút trong khi công viên chỉ mở cửa nửa giờ để vào sớm. Điểm tham quan này có rất ít điểm tham quan đến nỗi một điểm tham quan lớn chiếm hết lượng khách tham quan. Dinoland vẫn bị bỏ quên, Everest vẫn là một tàu lượn siêu tốc tuyệt vời cho gia đình, sau đó thì... không còn gì khác nữa. Tuy nhiên, điểm cộng là chuyến đi săn vẫn tuyệt vời, chuyến đi này diễn ra lúc 8 giờ sáng với tất cả các loài động vật có thể nhìn thấy và chỉ riêng việc vào cửa đã xứng đáng. Chuyến đi này diễn ra cùng với chương trình biểu diễn Vua sư tử hoàn hảo. Công viên này giống như một công viên nửa ngày, trong khi một nửa công viên giờ đây có thể được thực hiện với một số thay đổi lớn. Đọc thêm",
            "Chắc chắn là công viên giải trí tuyệt vời nhất. Được chăm sóc chu đáo và bầu không khí tuyệt vời. Tuyệt vời cho mọi lứa tuổi. Tôi thực sự khuyên bạn nên đến. Flight of Passage chắc chắn là chuyến đi tuyệt vời nhất từ ​​trước đến nay. Bạn phải kiểm tra nơi này. Đọc thêm",
            "TÔI YÊU NÓ! Chúng tôi đến sớm vào khoảng 7 giờ 20 sáng, công viên mở cửa lúc 8 giờ sáng, chúng tôi đã đặt trước vé 1 ngày cho mỗi người, khoảng 150 mỗi người, chúng tôi đã lái xe trả phí đậu xe là 30. Chúng tôi đi thẳng đến safari, nơi thật sự rất tuyệt vời!! Tôi không thể tin được chúng tôi đã nhìn thấy bao nhiêu loài động vật! Sau đó chúng tôi hướng đến Thế giới Avatar, số lượng chi tiết được đưa vào là không thật, thực sự kỳ diệu. Chúng tôi đã xếp hàng khoảng 80 phút cho chuyến đi mô phỏng, Chúa ơi, thật tuyệt vời, quá tuyệt, tôi chỉ ước nó dài hơn!! Sau đó chúng tôi đi vòng quanh công viên. Tôi không thể nhớ thứ tự, Châu Á thật rực rỡ và chuyến đi lên đỉnh Everest thực sự rất tuyệt, tôi không biết nên mong đợi điều gì từ toàn bộ chuyến đi nên có lẽ nếu tôi đi lần nữa, tôi sẽ nhận được vé siêu tốc cho các chuyến đi vì các câu hỏi đã rất dài, tất cả đều là một ngày tuyệt vờiĐọc thêm",
            "Vương quốc Động vật thật tuyệt vời.  Yêu Kilimanjaro safari, đặc biệt là nhìn thấy chú voi con.  Giống như lễ hội trình diễn vua sư tử. Khỉ đột thật tuyệt vời.  Cây sự sống thật nổi bật.  Muốn giới thiệu cho bất cứ ai thích Disney và động vật.   Một ngày vui vẻ thực sự tốt. Đọc thêm",
            "Các chương trình biểu diễn hấp dẫn, chuyến tham quan safari và đồ ăn.  Đông đúc nhưng được mong đợi.  Chơi tàu lượn siêu tốc Everest để có cảm giác hồi hộp một chút.  Thức ăn rất ngon.  Chương trình vua sư tử và chương trình Nemo được đứa trẻ hai tuổi của chúng tôi yêu thích.Đọc thêm",
            "Về mặt tích cực, bữa sáng Nhân vật tại Tusker House rất tuyệt vời. Dàn diễn viên hữu ích, đồ ăn ngon và nhiều nhân vật dành cho trẻ em. Chuyến bay mới của Avatar thật tuyệt vời nhưng chúng tôi đã phải xếp hàng suốt hai tiếng đồng hồ! Đi săn cũng là một việc phải làm. Cần cảnh báo mọi người rằng hàng đợi cho các chuyến đi rất khủng khiếp, ngay cả khi bạn thức dậy trước 7 giờ sáng để có thể đặt vé Lightning Line hoặc Genie, chúng tôi thấy rằng nó đã được đăng ký đầy đủ. Chi phí này là 108! Disney đã thay thế một hệ thống vé trọn gói rất đơn giản bằng một hệ thống rất phức tạp cung cấp các lựa chọn khác nhau để đạt được một mục tiêu - tận hưởng một chuyến đi! Phải mất khoảng thời gian tuyệt vời nhất trong kỳ nghỉ 2 tuần để hiểu được ứng dụng này! Hệ thống vượt nhanh cũ rất đơn giản và có sẵn trên tất cả các chuyến đi. Có vẻ nực cười khi có hàng đợi ảo cho một số chuyến đi và không có khả năng xếp hàng thực tế, Genie Lightning Lane trên một số và Lightning Lane trên những chuyến đi mới nhất. Ngoài ra, số bãi đậu xe tại công viên này hiện là 30 chiếc mỗi ngày! Tuy nhiên, tôi không thể không cảm thấy các công viên đang ngày càng rời xa đặc tính ban đầu của Walt Disney và giờ đây chỉ là sự tham lam!Đọc thêm",
            "Ngay từ khi bước chân vào vương quốc phép thuật này, tôi đã có cảm giác như mình đang ở trong một thế giới đầy kỳ ảo và phiêu lưu. Điều đầu tiên đập vào mắt tôi là những tác phẩm điêu khắc động vật sống động như thật và những tòa nhà tinh xảo, dường như đang kể cho tôi những câu chuyện thú vị và cảm động. Trong cuộc phiêu lưu, tôi đắm chìm trong những cuộc phiêu lưu thú vị. Từ những cuộc chạm trán gần gũi với khủng long trong The Lost World cho đến khiêu vũ cùng động vật hoang dã trên thảo nguyên châu Phi, mọi điểm tham quan đều mang đến cho tôi những bất ngờ và niềm vui bất tận. Tôi đặc biệt thích khám phá khu vực Châu Á, nơi lối trang trí và bầu không khí khiến tôi có cảm giác như đang ở một đất nước Châu Á cổ kính. Ngoài những cuộc phiêu lưu, Vương quốc động vật của Disney còn có nhiều chương trình và chương trình hay. Ở đó, tôi được xem một trong những buổi biểu diễn Broadway đẹp nhất thế giới, với những pha nguy hiểm đáng kinh ngạc và những màn trình diễn lấp lánh. Mỗi màn trình diễn đều khiến trái tim tôi dâng trào và máu tôi sôi lên.Đọc thêm",
            "Có phải trả thêm phí cho chuyến đi safari không? Hay chuyến đi săn đã được bao gồm trong giá vào cửa?Đọc thêm",
            "Tham quan bao nhiêu ngày một hoặc hai ngày?Đọc thêm",
            "Bất cứ khi nào chúng ta đến vương quốc động vật, chúng ta sẽ làm điều đó trong một ngày. Bạn có thể dành thời gian và thực hiện tất cả những việc đó trong khoảng tám giờ.Đọc thêm",
            "Tôi đã lên kế hoạch cho một chuyến đi được 3 tháng. Tôi đã sẵn sàng mua vé và SAU ĐÓ đọc về vấn đề đặt chỗ!! Tôi đã mua vé máy bay, đặt phòng khách sạn và kiểm tra tình trạng vé còn trống...tất cả đã xong.. CÓ BẤT KỲ NÀO!! vào công viên vào ngày 15 hoặc 16 tháng 4 ??? LÀM ƠN GIÚP TÔI VUI LÒNG.. Đến từ Indiana, hãy mang theo cháu gái của tôi, người đã có một ngày đầu tiên khủng khiếp. của cuộc sống!! VUI LÒNG TƯ VẤN hoặc TRỰC TIẾP. XIN VUI LÒNGĐọc thêm",
            "Đặt chỗ công viên! Hãy giúp tôi!! Có nghĩ rằng tôi đã nghĩ rằng tôi đã lên kế hoạch cho tất cả mọi thứ. Kiểm tra vé máy bay, Nghiên cứu và đặt phòng khách sạn- kiểm tra!!  đã lên kế hoạch được 2 tháng Vậy là đã sẵn sàng mua vé, SAU ĐÓ tôi đọc được rằng ngoài vé bạn cần ĐẶT PHÒNG đến công viên bạn muốn ghé thăm!!! KHÔNG CÓ ĐẶT CHỈ CÓ SẴN cho những ngày chúng tôi sẽ có mặt ở đó!! Tôi bị bệnh về thể chất!!!  đây là một người bà đang bế đứa cháu gái của mình, người đã có một cuộc đời đầu tiên khá tồi tệ, với mức thu nhập hạn chế. Khách sạn trên máy bay không thể thay đổi VUI LÒNG - VUI LÒNG CÓ GỢI Ý NÀO???? Xin tư vấn.Đọc thêm",
            "Không hoảng loạn!  Tôi thay đổi theo từng giây!\n\nChỉ cần tiếp tục thử mọi công viên.   Một khi bạn tìm thấy một đặt phòng chỉ cần lấy nó!  Sau 2 giờ chiều bạn có thể đổi công viên.  \n\nBạn sẽ được vào!Đọc thêm",
            "Giá trong khách sạn Đọc thêm",
            "Cụ thể hơnĐọc thêm",
            "ở đâu\nĐặt trước để có thể tự làm búp bê avatar của riêng mình?Đọc thêm",
            "Xin chào. Tôi không nhớ đã thấy tùy chọn đó trong trò chơi AVATAR, nhưng có lẽ bạn có thể hỏi ở cùng một nơi. Tôi khuyên bạn nên đến trước 9 giờ sáng vì trận đấu đó đã kết thúc. 100 khuyến nghị, bạn sẽ thích nó. Trong khi chờ đợi trò chơi và trong khi xếp hàng chờ, bạn sẽ thấy một AVATAR trong phòng thí nghiệm, giống như những AVATAR trong phim.Đọc thêm",
            "Pandora có còn chỗ trong cửa hàng quà tặng nơi họ có thể tạo ra những con búp bê Avatar trông giống bạn không?  Chúng tôi đã sớm đến đó. Cảm ơn.Đọc thêm",
            "Họ đã không cho chúng tôi thực sự tham gia buổi trưng bày quà tặng trong điều kiện COVID vào tháng Năm. Việc nới lỏng các quy tắc bắt đầu vài tuần sau đó. Chúng tôi đã xây dựng druid tại Star Wars, nhưng đó chỉ là theo lịch hẹn.Đọc thêm",
            "Thời điểm nào là tốt nhất để ghé thăm công viên này để quan sát các loài động vật?Đọc thêm",
            "Chúng tôi đã đi chuyến đầu tiên và chuyến cuối cùng, Nó cung cấp một số sự đa dạng để bạn có thể nhìn thấy nhiều loài động vật hơn.Đọc thêm",
            "Có một số vấn đề về năng lực và ngày tháng. Tôi thấy rằng trên trang web của Disney bạn phải đặt chỗ trướcĐọc thêm",
            "Đúng vậy, bạn phải đặt chỗ trước khi mua vé được tải vào Ứng dụng My Disney Experience. Nếu không, bạn sẽ không thể vào được vì họ kiểm soát dung lượng theo cách đó.Đọc thêm",
            "Xem xét giá vé có đáng đi đối với một người đang mang thai và không thể đi nhiều chuyến không? Cảm ơn bạn đã trả lời Đọc thêm",
            "Tôi sẽ nói như vậy nếu bạn thích những vùng đất theo chủ đề tuyệt vời và đắm chìm, có cảm giác như bạn đang thực sự nhìn vào kiến ​​trúc và các đặc điểm môi trường khác từ các khu vực tiêu biểu nhưng mang hương vị Disney. Có một số chuyến đi mà bạn có thể tận hưởng, chẳng hạn như hành trình trên sông Navii. Có những con đường đi bộ ẩn giấu và nếu bạn có thể dành thời gian ngồi xuống và chiêm ngưỡng tất cả, sẽ có những điểm nhỏ xung quanh công viên khá hấp dẫn. Khi trời tối, Pandora thực sự trở nên sống động! Nếu có các buổi biểu diễn, thì sẽ có một buổi biểu diễn chim đáng kinh ngạc với những chú chim bay trực tiếp và Nemo là một buổi biểu diễn tuyệt vời với những nghệ sĩ biểu diễn tận tâm với một số vở nhạc kịch không có trong phim cộng với hệ thống kiểm soát khí hậu! Và ngồi!. Safari có một chút chen lấn, không có gì điên rồ, nhưng hãy sử dụng theo ý mình ở đó.\nPhải mất một chút thời gian đi bộ để xem tất cả, nhưng nó có thể được chia thành các phần có thể quản lý được. \nĐọc thêm"
        ],
        "star_ratings": [
            21343,
            8630,
            3358,
            902,
            599
        ],
        "review_amount": 34832,
        "location": [
            "Công viên giải trí Vương quốc động vật Disneys",
            "Những điều cần làm ở Orlando",
            "miền trung Florida",
            "Florida FL",
            "Hoa Kỳ",
            "Orlando"
        ],
        "reviews_time": [
            "Written June 8, 2023",
            "Written July 2, 2023",
            "Written July 5, 2023",
            "Written July 8, 2023",
            "Written July 9, 2023",
            "Written July 10, 2023",
            "Written July 23, 2023",
            "Written July 26, 2023",
            "Written July 27, 2023",
            "Written July 29, 2023",
            "Written June 3, 2024",
            "Written June 2, 2024",
            "Written May 31, 2024",
            "Written May 30, 2024",
            "Written May 28, 2024",
            "Written May 20, 2024",
            "Written May 19, 2024",
            "Written May 13, 2024",
            "Written May 8, 2024",
            "Written May 2, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g34515-d102814-Reviews-Disney_s_Animal_Kingdom_Theme_Park-Orlando_Florida.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g34515-d12538286-Reviews-Satu_li_Canteen-Orlando_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34515-d950830-Reviews-Yak_Yeti_Restaurant-Orlando_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34515-d10365029-Reviews-Tiffins_Restaurant-Orlando_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34515-d1007815-Reviews-Flame_Tree_Barbecue-Orlando_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34515-d519537-Reviews-Tusker_House_Restaurant-Orlando_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34515-d8564050-Reviews-Yak_Yeti_Local_Food_Cafes-Orlando_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34515-d15719020-Reviews-Nomad_Lounge-Orlando_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34515-d12620307-Reviews-Pongu_Pongu-Orlando_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34515-d10768482-Reviews-Cape_Town_Lounge_and_Wine_Bar-Orlando_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34515-d426671-Reviews-Pizzafari-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d2334954-Reviews-Wild_Africa_Trek-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d8563275-Reviews-Gorilla_Falls_Exploration_Trail-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d8563283-Reviews-Wildlife_Express_Train-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d8563277-Reviews-It_s_Tough_to_be_a_Bug-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d8563276-Reviews-Tree_of_Life-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d8562327-Reviews-Meet_Baloo_and_Louie-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d8563269-Reviews-Kilimanjaro_Safaris-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d12875121-Reviews-Pandora_The_World_of_Avatar-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d8563256-Reviews-Discovery_Island_Trails-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d8563259-Reviews-Expedition_Everest_Legend_of_the_Forbidden_Mountain-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d102814-Reviews-or10-Disney_s_Animal_Kingdom_Theme_Park-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d253208-Reviews-Happily_Ever_After_Fireworks-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d1968468-Reviews-The_Wizarding_World_of_Harry_Potter_at_Universal_Orlando_Resort-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d110173-Reviews-Discovery_Cove-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d258685-Reviews-Universal_Islands_of_Adventure-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d130856-Reviews-Fun_Spot_America_Orlando-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d657765-Reviews-Orlando_Watersports_Complex-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d8563115-Reviews-Cinderella_Castle-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d2310636-Reviews-Festival_of_the_Lion_King-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d8562338-Reviews-Dawa_Bar-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d8562337-Reviews-Upcountry-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g23869903-d14145257-Reviews-Avatar_Flight_of_Passage-Lake_Buena_Vista_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d8563270-Reviews-Kali_River_Rapids-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g293995-d3470105-Reviews-Saqer_Aljazirah_Aviation_Museum-Riyadh_Riyadh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g612490-d6628660-Reviews-Big_Bula_Water_Park-Denarau_Island_Viti_Levu.html",
            "https://www.tripadvisor.com/Attraction_Review-g58648-d2550357-Reviews-Damon_Point-Ocean_Shores_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g297967-d11435378-Reviews-Novamall_Manavgat_AVM-Manavgat_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g41773-d8287676-Reviews-White_Horse_Beach-Plymouth_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g54917-d14085782-Reviews-The_Rage_Room-Bristol_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g1066459-d10019821-Reviews-Sumida_River_Fireworks-Sumida_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g58275-d17741246-Reviews-Rosie_s_Gaming_Emporium-Vinton_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d3660400-Reviews-Chiostro_del_Bramante-Rome_Lazio.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g34515-d102814-Reviews-or10-Disney_s_Animal_Kingdom_Theme_Park-Orlando_Florida.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g34515-d102814-Reviews-Disney_s_Animal_Kingdom_Theme_Park-Orlando_Florida.html"
    }
]