[
    {
        "attraction_name": "Disney Castaway Cay",
        "attraction_name_vi": "Disney Castaway Cay",
        "general_info": [
            "1.916 đánh giá",
            "- 1 trong số 1 điều cần làm ở Sandy Point",
            "Quần đảo"
        ],
        "attraction_summary": "Đảo Bahamian Out hiện thuộc sở hữu của Tập đoàn Disney, chỉ có thể đến được đảo này bằng tàu du lịch Disney.Đọc thêm",
        "reviews": [
            "Nghĩa đen là nơi nhiệt đới đẹp nhất mà tôi từng đến! Cát trắng và nước trong xanh, không thể sai được! \nChúng tôi đã mua túi giữ lạnh và nước đóng hộp khi xuống tàu, không cần thiết nhưng chúng tôi thấy nó hữu ích và sử dụng nó trong suốt chuyến đi! \nNhững chiếc xe điện thật tuyệt vời khi đi từ đầu này đến đầu kia của hòn đảo. Kết hợp các cửa hàng Disney với hàng hóa độc quyền trên đảo nhưng cũng có những cửa hàng theo phong cách Bahamian địa phương. \nChúng tôi đến bãi biển chỉ dành cho người lớn, có rất nhiều ghế tắm nắng và ô. Có quầy bar - nhà hàng và nhà vệ sinh riêng. Thức ăn thì ổn nhưng đồ nướng thì quá khói khiến mắt tôi phải chảy nước miếng chờ lấy đồ ăn. \nCác cuộc gặp gỡ nhân vật và cơ hội chụp ảnh với các nhiếp ảnh gia rất phong phú. \nTất cả các chuyến du ngoạn đều bị hủy bỏ một cách đáng buồn do gió lớn đến mức trong tâm trí, chúng tôi rất vui khi được thư giãn trong đại dương. Ngày trôi qua thật nhanh, mong một ngày nào đó sẽ ghé thăm lại!Đọc thêm",
            "Hòn đảo đáng yêu mà tất nhiên bạn sẽ ghé thăm nhưng chỉ trên chuyến du thuyền của Disney. Tôi nghĩ tôi thích hòn đảo kia mà chúng tôi đã đến tốt hơn, ông ơi, cho rằng cảm giác này sẽ quá giả tạo. Tôi đã sai. Chắc chắn, nó rõ ràng đã được phát triển để phù hợp với nhu cầu của con người. Nhưng vẫn còn vô số vẻ đẹp tự nhiên. Mọi thứ thật thuận tiện. Xe điện, phòng tắm và mọi thứ khác ở ngay gần đó. Rất nhiều ghế bãi biển và ô dù và không gian. Ước gì họ cập bến ở đó một hoặc hai đêm. Đọc thêm",
            "Bãi biển yên tĩnh và đầy cát tuyệt đẹp ... hoàn hảo cho gia đình có trẻ nhỏ\n\nĐến đây trên Disney Magic vào tháng 7 năm 2023... mưa gần hết buổi sáng và tạnh vào buổi chiều nên trời không quá nóng...\n\nCookies BBQ có nhiều lựa chọn bánh mì kẹp thịt, đồ nướng BBQ và xúc xích. \n\nghế và ô đã đầy đủĐọc thêm",
            "Có một thời gian tuyệt vời ở đây với gia đình. Chúng tôi đã chèo thuyền kayak trong nửa giờ thật tuyệt vời! Nước rất đẹp và trong và chúng tôi đã có một trải nghiệm tuyệt vời. Chúng tôi cũng đã thuê ống thở trong ngày và có khoảng thời gian tuyệt vời. Tuy nhiên, một điều cần lưu ý là phao chứa các vật thể có thể ở rất xa, vì vậy hãy đảm bảo rằng bạn cảm thấy thoải mái khi bơi ra xa đến mức đó nếu định làm như vậy. Sau khi lặn với ống thở, chúng tôi ăn trưa. Thức ăn rất tuyệt và hàng đợi dường như được quản lý tốt. Chúng tôi thực sự rất thích ngày ở đây và rất muốn quay lại lần nữa.Đọc thêm",
            "Gần đây chúng tôi đã đến và trải nghiệm Disney Cruise tuyệt vời tương tự được mở rộng đến một hòn đảo xinh đẹp. Chúng tôi đã thực hiện gói cá đuối cực chất với trải nghiệm cá đuối gai độc và thiết bị ống thở. Bản thân vị trí ống thở không ấn tượng như nhiều nơi khác, nhưng vịnh nhỏ rộng lớn có nước thân thiện với gia đình với độ sâu thấp, không có sóng và thỉnh thoảng có cá để ngắm. Các đường trượt nước rất tuyệt, giống như bạn đang dạo chơi trên bãi biển. Disney có sẵn rất nhiều ghế và ô trên bãi biển, luôn có sẵn một số mà không cần phải xếp hàng, điều này khiến trải nghiệm trở nên tuyệt vời. Thức ăn cũng rất tuyệt vời. Và dịch vụ này chính là điều bạn mong đợi từ Disney. 5 sao và chúng tôi sẽ mong muốn quay lại trong tương lai.Đọc thêm",
            "Đây là điểm dừng yêu thích của chúng tôi trên hành trình của chúng tôi. Không bị quấy rối từ các nhà cung cấp địa phương, chỉ là cơ hội tận hưởng vẻ đẹp tự nhiên của Bahamas với nhiều hoạt động thân thiện với trẻ em. Trẻ em của chúng tôi yêu thích bãi biển, dịch vụ giao bóng mềm không giới hạn và tất cả các hoạt động dưới nước. Vợ tôi và tôi tận hưởng cơ hội được thư giãn yên bình, tận hưởng ánh nắng mặt trời và đắm mình trọn vẹn trong ngày cuối cùng của chuyến đi. Chúng tôi yêu thích nó! Đọc thêm",
            "Disney Cruise Lines Castaway Cay nằm ở Bahamas gần Đảo Great Abaco và là cảng nhà của một số tàu Disney Cruise. Chuyến thăm hòn đảo của chúng tôi là một trong những điểm nổi bật trong chuyến du ngoạn của gia đình vì chúng tôi tận hưởng sân chơi độc quyền trong ngày trên bãi biển với một ngày tắm nắng - thể thao dưới nước vui vẻ, không rắc rối trên đảo. Điều tôi thích nhất là mọi thứ đều được lo liệu ........làm cho ngày đó trở thành một sự kiện thực sự tập trung vào gia đình mà không cần phải đưa ra quyết định............chỉ là đi chơi.Đọc thêm",
            "Mọi thứ về hòn đảo Caribe xinh đẹp này đều đã được viết nên tôi sẽ tập trung vào hai lĩnh vực.  1 - chúng tôi đã đi thẳng bằng xe điện đến Vịnh Serenity và nó rất đẹp và thực sự thanh bình đúng như tên gọi của nó.  Chúng tôi là một nhóm gồm 8 người lớn - một nửa ở độ tuổi 50 và một nửa ở độ tuổi 20 - và sau vài giờ, nó QUÁ THANH BÌNH nên chúng tôi quay trở lại - đám đông - nơi vẫn còn nhiều chỗ, ghế và những chiếc ô giống như ở Vịnh Serenity.  2 - các điểm ăn trưa đều rất đẹp nhưng chúng tôi thấy đồ ăn giống người lớn hơn một chút ở điểm ăn trưa ở Vịnh Serenity.  May mắn thay đã đến ngay trước 11 giờ 30 và không có hàng - khá là xếp hàng khi chúng tôi rời đi -.  Địa điểm này có bít tết sườn và cá hồi teriyaki cùng với một số món salad mà tôi không thấy ở các địa điểm Cookies BBQ và bạn vẫn có thể ăn bằng ngón chân trên cát hoặc mang đĩa trở lại ghế dài - ô.Đọc thêm",
            "Castaway Cay thật đẹp! Nếu bạn có cơ hội nhận được Cabana, hãy làm điều đó. Cabana thật kỳ diệu. Chúng tôi rất thích bãi biển, trượt nước và lặn với ống thở.Đọc thêm",
            "Mọi thứ về hòn đảo Caribe xinh đẹp này đều đã được viết nên tôi sẽ tập trung vào hai lĩnh vực.  1 - chúng tôi đã đi thẳng bằng xe điện đến Vịnh Serenity và nó rất đẹp và thực sự thanh bình đúng như tên gọi của nó.  Chúng tôi là một nhóm gồm 8 người lớn - một nửa ở độ tuổi 50 và một nửa ở độ tuổi 20 - và sau vài giờ, nó QUÁ THANH BÌNH nên chúng tôi quay trở lại - đám đông - nơi vẫn còn nhiều chỗ, ghế và những chiếc ô giống như ở Vịnh Serenity.  2 - các điểm ăn trưa đều rất đẹp nhưng chúng tôi thấy đồ ăn giống người lớn hơn một chút ở điểm ăn trưa ở Vịnh Serenity.  May mắn thay đã đến ngay trước 11 giờ 30 và không có hàng - khá là xếp hàng khi chúng tôi rời đi -.  Địa điểm này có bít tết sườn và cá hồi teriyaki cùng với một số món salad mà tôi không thấy ở các địa điểm Cookies BBQ và bạn vẫn có thể ăn bằng ngón chân trên cát hoặc mang đĩa trở lại ghế dài - ô.Đọc thêm",
            "Nước rất rất lạnh. Chúng tôi bơi một lúc rồi quyết định ra ngoài vì trời quá lạnh. Tuy nhiên đồ ăn rất ngon và các câu lạc bộ trẻ em không làm bạn thất vọng.Đọc thêm",
            "Disney Cruise Lines Castaway Cay nằm ở Bahamas gần Đảo Great Abaco và là cảng nhà của một số tàu Disney Cruise. Chuyến thăm hòn đảo của chúng tôi là một trong những điểm nổi bật trong chuyến du ngoạn của gia đình vì chúng tôi tận hưởng sân chơi độc quyền trong ngày trên bãi biển với một ngày tắm nắng - thể thao dưới nước vui vẻ, không rắc rối trên đảo. Điều tôi thích nhất là mọi thứ đều được lo liệu ........làm cho ngày đó trở thành một sự kiện thực sự tập trung vào gia đình mà không cần phải đưa ra quyết định............chỉ là đi chơi.Đọc thêm",
            "Một nơi tuyệt vời và trải nghiệm Disney. Điều duy nhất không tốt là thức ăn. Đồ ăn trên tàu thì ngon còn trên đảo thì tệ.Đọc thêm",
            "Tiện nghi tuyệt vời với nhiều ghế nằm trên bãi biển cho mọi người. Chúng tôi thích đầm lặn và khu vực bãi biển. Bữa trưa ổn, nhưng bánh mì kẹp thịt thì nấu quá chín và ấm. Nhân viên rất thân thiện và chu đáo. Đọc thêm",
            "Đây là điểm dừng chân yêu thích của chúng tôi trên chuyến du ngoạn. Không có sự quấy rối từ những người bán hàng địa phương, chỉ là cơ hội để tận hưởng vẻ đẹp tự nhiên của Bahamas với nhiều hoạt động thân thiện với trẻ em. Con cái chúng tôi thích bãi biển, kem mềm không giới hạn và tất cả các hoạt động dưới nước. Vợ tôi và tôi đã có cơ hội thư giãn một cách yên bình, tận hưởng ánh nắng mặt trời và đắm mình hoàn toàn trong ngày cuối cùng của chuyến đi. Chúng tôi rất thích! Đọc thêm",
            "Gần đây chúng tôi đã đến và trải nghiệm Disney Cruise tuyệt vời tương tự được mở rộng đến một hòn đảo xinh đẹp. Chúng tôi đã thực hiện gói cá đuối cực chất với trải nghiệm cá đuối gai độc và thiết bị ống thở. Bản thân vị trí ống thở không ấn tượng như nhiều nơi khác, nhưng vịnh nhỏ rộng lớn có nước thân thiện với gia đình với độ sâu thấp, không có sóng và thỉnh thoảng có cá để ngắm. Các đường trượt nước rất tuyệt, giống như bạn đang dạo chơi trên bãi biển. Disney có sẵn rất nhiều ghế và ô trên bãi biển, luôn có sẵn một số mà không cần phải xếp hàng, điều này khiến trải nghiệm trở nên tuyệt vời. Thức ăn cũng rất tuyệt vời. Và dịch vụ này chính là điều bạn mong đợi từ Disney. 5 sao và chúng tôi sẽ mong muốn quay lại trong tương lai.Đọc thêm",
            "Nơi mơ ước của tôi! Bất cứ khi nào chúng tôi cập bến Castaway, tôi đều cảm thấy như đang ở nhà. Tôi yêu yêu hòn đảo riêng của Disney -....đặc biệt là khu vực dành cho người lớn, nơi người lớn có Cookie - s BBQ của riêng họ từ khu gia đình, bàn mát-xa - chòi riêng, thiết bị vui chơi trên biển của riêng họ...và còn có một xe điện sẽ đưa bạn đến ngay đó nhưng bạn không muốn đi bộ hoặc đạp xe tới đó. Tôi yêu tình yêu Castaway và đó là địa điểm YÊU THÍCH của tôi ở Caribe! Castaway là sự yên bình, vẻ đẹp, tiếp tục có dịch vụ khách hàng tuyệt vời của Disney và giúp giảm căng thẳng!Đọc thêm",
            "Tôi đã bị một người làm việc cho Disney tấn công tình dục và quấy rối. Sự việc này xảy ra ở vịnh Serenity, khu vực chỉ dành cho người lớn của Castaway Cay. Tôi đã báo cáo sự việc này với bộ phận dịch vụ khách hàng của Disney, họ bảo tôi phải báo cảnh sát. Khi chúng tôi trở lại đất liền và cuối cùng tôi cũng có thể gọi 911, cảnh sát đã rất ngạc nhiên vì sự việc này xảy ra ở vùng biển quốc tế và họ không thể làm gì được. Tôi đã gửi email đến đường dây dịch vụ khách hàng của Disney và tôi nhận được email trả lời nói rằng vấn đề này đang được bộ phận quản lý rủi ro xử lý và được cung cấp một số điện thoại khác. Số điện thoại này khiến không ai chủ động trả lời, thậm chí không nói rằng mọi người đang bận. Chỉ để lại tin nhắn thoại. Tôi rất thất vọng với phản hồi này vì nó cho thấy khiếu nại của tôi dường như không được coi trọng. Rất nhiều điều có thể xảy ra trong 30 ngày và ở Bahamas, độ tuổi của người lớn là 18. Tôi đăng bài này để cảnh báo mọi người hãy cảnh giác với một số thuyền trưởng trên các chuyến du ngoạn và hãy cẩn thận nếu bạn có con gái 18 tuổi. Tôi không muốn những gì đã xảy ra với tôi xảy ra với bất kỳ ai khác. Đọc thêm"
        ],
        "star_ratings": [
            1563,
            221,
            74,
            29,
            29
        ],
        "review_amount": 1916,
        "location": [
            "Đảo Great Abaco",
            "Quần đảo Abaco",
            "Disney Castaway Cay",
            "Những điều cần làm ở Sandy Point",
            "vùng Caribe",
            "Bahamas",
            "Điểm cát",
            "Quần đảo ngoài khơi"
        ],
        "reviews_time": [
            "Written July 17, 2023",
            "Written July 27, 2023",
            "Written August 2, 2023",
            "Written September 3, 2023",
            "Written October 14, 2023",
            "Written January 21, 2024",
            "Written February 17, 2024",
            "Written March 6, 2024",
            "Written March 29, 2024",
            "Written March 6, 2024",
            "Written February 29, 2024",
            "Written February 17, 2024",
            "Written February 14, 2024",
            "Written January 30, 2024",
            "Written January 21, 2024",
            "Written October 14, 2023",
            "Written October 13, 2023",
            "Written October 3, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g3534325-d150627-Reviews-Disney_Castaway_Cay-Sandy_Point_Great_Abaco_Island_Abaco_Islands_Out_Islands_Baha.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g3534325-d150627-Reviews-or10-Disney_Castaway_Cay-Sandy_Point_Great_Abaco_Island_Abaco_Islands_Out_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g147424-d149318-Reviews-Elbow_Cay-Great_Abaco_Island_Abaco_Islands_Out_Islands_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147424-d4442630-Reviews-Treasure_Cay_Beach-Great_Abaco_Island_Abaco_Islands_Out_Islands_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147424-d185179-Reviews-Tahiti_Beach-Great_Abaco_Island_Abaco_Islands_Out_Islands_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147424-d185168-Reviews-Man_O_War_Cay-Great_Abaco_Island_Abaco_Islands_Out_Islands_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g675688-d2559652-Reviews-Windward_Point-Treasure_Cay_Great_Abaco_Island_Abaco_Islands_Out_Islands_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147424-d207883-Reviews-Guana_Cay_Beach-Great_Abaco_Island_Abaco_Islands_Out_Islands_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147424-d185169-Reviews-Manjack_Cay-Great_Abaco_Island_Abaco_Islands_Out_Islands_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147424-d185164-Reviews-Fowl_Cays_National_Park-Great_Abaco_Island_Abaco_Islands_Out_Islands_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147424-d185183-Reviews-Tilloo_Cay_National_Reserve-Great_Abaco_Island_Abaco_Islands_Out_Islands_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147424-d147935-Reviews-Pelican_Cays_National_Park-Great_Abaco_Island_Abaco_Islands_Out_Islands_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147420-d16679235-Reviews-C_Bevans_Taxi_and_Tours-Freeport_Grand_Bahama_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g293817-d472659-Reviews-Central_Market-Port_Louis.html",
            "https://www.tripadvisor.com/Attraction_Review-g293962-d11998753-Reviews-Liberty_Plaza-Colombo_Western_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g32608-d7938048-Reviews-Giant_Rock-Landers_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g44370-d4133367-Reviews-Swing_A_Round_Fun_Town-Fenton_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g1066453-d4892613-Reviews-Toei_Animation_Museum-Nerima_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g60933-d9974890-Reviews-Hotel_Cascada_Waterpark-Albuquerque_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g667467-d7728887-Reviews-Himchori-Cox_s_Bazar_Chittagong_Division.html",
            "https://www.tripadvisor.com/Attraction_Review-g30324-d6740746-Reviews-Dave_s_Falls_County_Park-Amberg_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g297412-d9732108-Reviews-Huayang_Lake_Wetland_Park-Dongguan_Guangdong.html",
            "https://www.tripadvisor.com/Attraction_Review-g32683-d6959607-Reviews-Marina_State_Beach-Marina_California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g3534325-d150627-Reviews-or10-Disney_Castaway_Cay-Sandy_Point_Great_Abaco_Island_Abaco_Islands_Out_Islands.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g3534325-d150627-Reviews-Disney_Castaway_Cay-Sandy_Point_Great_Abaco_Island_Abaco_Islands_Out_Islands_Baha.html"
    }
]