[
    {
        "attraction_name": "Disney California Adventure Park",
        "attraction_name_vi": "Công viên Phiêu lưu Disney California",
        "general_info": [
            "15.757 đánh giá",
            "- 1 trong 118 điều cần làm ở Anaheim",
            "Giải trí - Công viên giải trí",
            "Công viên Disney - Hoạt động"
        ],
        "attraction_summary": "Hãy thắt dây an toàn để có chuyến đi đầy phấn khích quanh Bến tàu Pixar trên tàu Incredicoaster, phóng qua quang cảnh sa mạc của Cars Land trên xe đua Radiator Springs và khám phá khuôn viên trường được tạo ra cho thế hệ Siêu anh hùng tiếp theo tại Cơ sở Avengers. Đọc thêm",
        "reviews": [
            "Đọc thêm",
            "Thật thú vị và tuyệt vời. Nhận phễu công viên và thẻ thần đèn. Lấy tacos birriea! Trẻ em yêu thích tất cả mọi thứ, đặc biệt là những người bảo vệ, Incredibles, bay bổng và lái ô tô - bát bánh mì Mac và phô mai! Cảm ơn Disney! Có thể sống trong công viên!Đọc thêm",
            "Gia đình 9 người của chúng tôi, với 5 người lớn và 4 trẻ em không thể có khoảng thời gian tuyệt vời hơn. Tốt hơn rất nhiều so với Disneyland mà chúng tôi đã gặp nhau trong hai ngày trước đó. Tất cả nhân viên, diễn viên và những người tương tự đều đặc biệt tốt bụng và hữu ích. Chúng tôi đã thực hiện Lightning Pass với một khoản phí tùy chọn cho chuyến đi Ô tô. Điều đó đã giúp chúng tôi tiết kiệm rất nhiều thời gian và cho phép chúng tôi thực hiện mọi chuyến đi mà chúng tôi muốn. Việc bảo trì có vẻ tốt hơn rất nhiều ở công viên này so với Disneyland. Ngoài ra, chúng tôi đã ăn ở nhiều địa điểm và hầu hết đều thích đồ ăn. Chúng tôi yêu thích sự linh hoạt khi thưởng thức đồ uống dành cho người lớn và đi bộ khắp công viên. Chúng tôi mong chờ chuyến phiêu lưu tiếp theo của chúng tôi - California.Đọc thêm",
            "Chúng tôi đã có một khoảng thời gian tuyệt vời. Bây giờ chúng tôi đã đến Disney World và Disneyland.  Tôi chắc chắn sẽ quay trở lại Disneyland. Chúng tôi luôn thả dây ở công viên và yêu thích công viên đó vào nửa đầu ngày. Khoảng 3 giờ chiều, nó thực sự bắt đầu đông đúc nhưng vẫn có thể quản lý được.Đọc thêm",
            "Tôi thích đến đây - đi dạo Công viên Phiêu lưu California.  Nhâm nhi đồ uống trên sân thượng - tận hưởng những chuyến đi thú vị.  Mùa hè hơi bận rộn - nhưng vẫn vui.  Một hương vị của California của chúng tôi.  Tôi - là người bản xứ - - Vậy Cal.. chúng ta không phải tất cả đều xấu - .  100 năm của Mickey - không phải Disneyland- 68 tuổi.Đọc thêm",
            "Cuộc phiêu lưu California dành cho gia đình chủ yếu là thanh thiếu niên của chúng tôi thật tuyệt vời. Hãy đến đó sớm và sử dụng Genie - ứng dụng để đạp xe cả ngày. Lựa chọn thực phẩm là tuyệt vời. Incredicoaster và Guardians of the Galaxy là những phim được yêu thích, cùng với Goofy Sky School và Symphony Swings. Chúng tôi rất thất vọng khi chỉ có thể đi Ô tô một lần vì phải xếp hàng và Genie - không - cho phép đi nhanh trên đó. Nhưng chúng tôi đã dành trọn một ngày và mọi người đều thích thú với những chuyến đi, đồ ăn và không khí. Rất khuyến khích Thế giới màu sắc. Xem từ trên cầu mà không phải trả thêm phí nhưng hãy nhờ ai đó tìm kiếm một địa điểm trước 8 giờ tối để xem buổi biểu diễn lúc 9:30. Nó - đáng giá!! Việc nhìn thấy đôi mắt của đứa con út của chúng tôi sáng lên thật đáng giá cho bất kỳ sự bất tiện nào! Những đứa trẻ lớn cũng thích nó!Đọc thêm",
            "Haven - đã đến công viên này được 4 năm và chúng tôi rất ấn tượng với những điểm tham quan mới thể hiện trí tưởng tượng tuyệt vời nhất của Disney. Điều còn thiếu là có đủ nhân viên thực hiện những công việc cơ bản để giữ cho công viên sạch sẽ và nguyên sơ. Nhà vệ sinh có độ sạch đáng nghi ngờ và đĩa chất đống nhanh chóng khi mọi người cố gắng tự dọn bàn. Với số tiền mà Disney tính cho khách hàng thì điều này là không thể chấp nhận được.Đọc thêm",
            "Tôi không phải là người thích công viên giải trí, nhưng thanh thiếu niên đã có rất nhiều niềm vui ở nơi này.  Nó là một phần của Disneyland Resort ở California và nằm đối diện với Công viên Disneyland mang tính biểu tượng.  Mặc dù nó không - cổ điển - như Disneyland, nhưng nó cũng tuyệt vời không kém và tôi có thể thấy một số người có thể thích nó hơn Disneyland như thế nào.  Các chuyến đi nói chung là ly kỳ hơn.  Giống như Disneyland, công viên được chia thành nhiều khu vực như Avenger Campus, Cars Land và Pixar Pier.  Incrediaster là một tàu lượn siêu tốc thực sự tuyệt vời.  Radiator Springs Racers cũng là một chuyến đi thú vị.  Bay vòng quanh thế giới là trò chơi mô phỏng chuyến bay với màn hình lớn đưa bạn đến nhiều điểm tham quan khác nhau trên khắp thế giới.  Chuyến đi Người nhện là một trải nghiệm thú vị, mang tính tương tác và chương trình biểu diễn Người nhện khá thú vị.  Có một chuyến đi Guardians of the Galaxy với một pha thả người rất thú vị.  Công viên đóng cửa trước Disneyland vài giờ, lúc 10 giờ.  Đọc thêm",
            "Chúng tôi ưa thích công viên này hơn Công viên Disneyland bên kia đường.  Nó nhỏ hơn và có ít chuyến đi hơn nên có lẽ sẽ ít đông đúc hơn.  Chúng tôi bắt đầu ngày mới ở đây, nghĩ rằng hầu hết mọi người sẽ bắt đầu ở Disneyland và tôi nghĩ đó là lựa chọn đúng đắn.  \n\nChúng tôi đã tham gia Sky Ride và Spiderman của Goofy - rất nhanh và yêu thích cả hai.  Chúng tôi đã có làn đường dành cho Radiator Spring Racers và kết quả là nó hoạt động rất hiệu quả với chúng tôi.  Chồng tôi thực sự không nhận ra rằng phải quét cả 4 Genie - booking để đi xuống làn sét nên lần đầu tiên anh ấy làm vậy, anh ấy chỉ quét 1 và tất cả chúng tôi chỉ đi qua phía sau anh ấy.  Chúng tôi nhận ra muộn hơn bạn một chút - phải quét cả 4 và chúng tôi có thể xem lại và sử dụng nó, vì vậy chúng tôi đã làm như vậy!!!\n\nThật đáng thất vọng khi Grizzly Rapids đóng cửa gần như cả ngày, chúng tôi thực sự muốn tiếp tục điều đó.  Cuối cùng nó cũng mở cửa vào chiều muộn và tất nhiên là mọi người đều chạy đến đó và hàng đợi rất khủng khiếp.  Ứng dụng Lightning Lane chưa được cập nhật nên không sử dụng được.  Chúng tôi quyết định bỏ lỡ, hóa ra đây là một quyết định đúng đắn vì nó chỉ mở cửa được khoảng nửa giờ trước khi đóng cửa trở lại.  Ngoài ra, Incredicoaster đã đóng cửa phần lớn thời gian trong ngày, điều đó có nghĩa là chồng và con trai tôi đã bỏ lỡ nó.\n\nChúng tôi bất ngờ gặp chuột Mickey trên đường ra khỏi công viên này - không ngờ là sẽ gặp anh ấy ở công viên này nhưng thật tuyệt vì chúng tôi chỉ mất 5 phút để gặp anh ấy - hàng đợi là 2 giờ khi chúng tôi đến Disney Paris! Đọc thêm",
            "Gia đình tôi và tôi đã có vé phễu công viên ba ngày. Chúng tôi chỉ dành một ngày ở cuộc phiêu lưu ở California. Chúng tôi thấy việc này rất vui nhưng không có nhiều chuyến đi cho bọn trẻ. Tuy nhiên, chúng tôi đã ăn sô cô la giradeli và ăn kem. Chúng tôi ăn trưa tại quán cà phê flos. Thật là vui.Đọc thêm",
            "DCA kém gắn kết hơn Disneyland về mặt chủ đề, nhưng vẫn có một số trò chơi hay và các buổi biểu diễn được cho là hay hơn - hiện tại là nhà hát Rogers, cũng như những thứ như Disney Jr Dance Party và Turtle Talk with Crush, chương trình Người Nhện nơi bước nhảy vọt trên không là một điều gì đó khá thú vị - .\n\nTôi nghĩ Thế giới Màu sắc cũng đơn giản là không thể chấp nhận được.\n\nĐiều đáng thất vọng lớn nhất là chúng tôi đã không được đi Radiator Springs Racers vì trời đã xuống vào ngày chúng tôi ở đó, chỉ mở cửa vào buổi tối nhưng không có Lightning Lane nên phải chờ 120 phút, điều mà với những đứa trẻ mệt mỏi, chúng tôi không nghĩ tới đã có thể làm được. Thật xấu hổ vì đây là một trong những chuyến đi xuyên Disneyland và DCA mà chúng tôi mong chờ nhất.Đọc thêm",
            "Thích nó nhưng một số chuyến đi bị hỏng khiến trải nghiệm bị giảm sút. Tôi hiểu tại sao và điều đó xảy ra nhưng Guardians of the Galaxy đã có một sự cố ngay trước chúng tôi nên chúng tôi phải đợi khoảng 15-20 phút. Và rồi chúng tôi đã khiến Nàng tiên cá bị hỏng hai lần trong một lần chúng tôi cưỡi nó. Bọn trẻ yêu thích Guardians nhưng tôi thì không - t: - chuyến đi yêu thích nhất của tôi là chuyến đi Cars mới. Nó diễn ra nhanh hơn dự kiến ​​và cuối cùng chúng tôi đã kết thúc cuộc đua với các cháu gái của mình, điều đó thực sự rất thú vị! Vẫn là một trải nghiệm thú vị nhưng tôi luôn thích Disney hơn: - Đọc thêm",
            "Còn điều gì khác mà tôi có thể bổ sung mà có thể bạn chưa biết về DCA không? Tôi khuyên độc giả nên kiểm tra lịch Disneyland - Disney California Adventure trước khi đặt vé. Tuần ngày 13 năm nay là Đêm Tốt nghiệp hàng đêm và mặc dù bạn đã trả tiền để ở lại đến 10 giờ tối, nhưng bạn sẽ không thể đến đó vì công viên đóng cửa lúc 9 giờ tối đối với tất cả khách ngoại trừ Sinh viên tốt nghiệp! Bạn có thể nghĩ - Không có gì to tát, - nhưng nếu bạn - đã từng đến Disneyland hoặc DCA, bạn - sẽ biết rằng có thể hoàn thành được nhiều việc trong một giờ!Đọc thêm",
            "California Adventure luôn là một trải nghiệm tuyệt vời. Tuy nhiên, một thành viên của Cast ở vòng đu quay Mickey đã khiến tôi thấy những đứa trẻ và những người khác đang xếp hàng dài chờ đợi trở nên đáng nhớ hơn rất nhiều. Anthony đang vỗ tay và hát cùng chúng tôi khi chúng tôi tiến gần đến hàng hơn. Anh ấy đã làm cho bọn trẻ và những du khách khác rất vui vẻ, đồng thời mang lại thêm chút niềm vui và điều kỳ diệu mà Disney cần bởi vì nó còn hơn cả những điểm tham quan và đồ ăn. Tất cả những cuộc gặp gỡ đều quan trọng và đây chắc chắn là một trong những điều tốt nhất. Hãy khen ngợi người đàn ông này hoặc trao cho anh ấy nhân viên của năm vì anh ấy thật tuyệt vời!Đọc thêm",
            "Chúng tôi đến sớm từ khách sạn ở Grand Californian. Chúng tôi đã có thể tham quan nhiều điểm tham quan, ăn trưa ngon miệng, đến Disneyland, sau đó quay lại để vui chơi hơn. Tất cả các phần khác nhau đều có sức hấp dẫn riêng. Chúng tôi chỉ yêu thích Cars Land với Radiator Springs Racers, chủ đề chưa từng có. Khuôn viên Avengers cũng rất tuyệt, Web Slingers hoạt động rất tốt và rất nhiều niềm vui. Bến tàu Pixar là một nơi thú vị để đi chơi, chúng tôi yêu thích Toy Story Mania và có một bữa trưa tuyệt vời tại Lamplight Lounge. Quảng trường San Fransokyo là một nơi kỳ lạ nhưng tiện dụng để đi bộ và tìm một món ăn. Lễ hội Pixar đang diễn ra khi chúng tôi ở đó, chúng tôi rất thích cuộc diễu hành theo chủ đề Pixar và các nhân vật xung quanh khuôn viên. Chúng ta không thể nói đủ về dàn diễn viên, họ đã làm cho sinh nhật của vợ tôi trở nên thật đặc biệt! Đám đông rất thưa thớt vào buổi sáng, bắt đầu đông đúc hơn khi chúng tôi rời đi sau bữa trưa và nhỏ hơn khi chúng tôi về muộn. Vị trí gần Disneyland, Downtown Disney và các khách sạn Disney là một điểm cộng rất lớn. Nhưng có tất cả những thứ này trong một khu vực cô đọng như vậy, có nghĩa là có rất nhiều người trong một không gian nhỏ.Đọc thêm",
            "Chúng tôi đến thăm vào đầu tháng 4 và cuối cùng có cơ hội để lại trải nghiệm của mình với gia đình. Tại Disneyland ở California, mỗi khoảnh khắc đều là một cuộc phiêu lưu kỳ diệu. Từ những chuyến đi ly kỳ đến những cuộc gặp gỡ kỳ lạ với những nhân vật được yêu mến, công viên là sân chơi của trí tưởng tượng. Cho dù bạn đang bay xuyên vũ trụ trên Núi Không gian hay thưởng thức những món ăn có hình Mickey, Disneyland là nơi tạo nên những kỷ niệm và những giấc mơ trở thành hiện thực. Bọn trẻ thực sự thích nó và chúng tôi cũng vậy. Đứa trẻ trong chúng tôi rất phấn khích.Đọc thêm",
            "Thật là một ngàyTrở về tuổi thơChơi nhiều trò chơiNhận thẻ Genie nhưng đọc trước khi bạn đến công viênĐi nhiều hơn một ngàyMở cửa 8-10Đồ ăn đắt tiền. Vì vậy, nếu bạn có thể tự mình làm, hãy làm như vậyĐọc thêm",
            "Công viên vượt quá mọi mong đợi! Các vùng đất theo chủ đề vô cùng hấp dẫn, các điểm tham quan ly kỳ và hoạt động giải trí đầy mê hoặc.Đọc thêm",
            "Tôi thích đến khu nghỉ dưỡng CA Adventure Park Disneyland!  Tôi dùng bữa - nhà hàng Magic Key - thích những chuyến đi.  Những ngày cuối cùng của lễ hội ẩm thực - rượu vang.  Tôi đã mua một chiếc dây buộc cho 4 lần nếm thử - . Món ăn THỰC SỰ tuyệt vời trong năm nay - ưu đãi đặc biệt dành cho người sở hữu Magic Key - - Đọc thêm",
            "Công viên đông đúc. Tại sao phải thực hiện hệ thống đặt chỗ nếu bạn định cho mọi người vào. Các thành viên trong gia đình tôi đã đợi 3 tiếng đồng hồ để lên xe. Hầu hết các chuyến đi đều dành cho các em nhỏ. Disney thật tệ với món mỡ đó. Tiền tiền tiền đừng tiêu tiền của bạn.Đọc thêm",
            "Quá đông đúc, không ngừng xếp hàng trong 2 phút đi xe.  Khi bắt đầu xếp hàng, có những biển báo về thời gian chờ đợi, chúng tôi đã đến những nơi có thời gian hợp lý là 30 phút, nhưng thời gian chờ đợi của họ đã lên đến hơn 2 giờ trong một số trường hợp. Bạn có thể thấy mọi người chạy theo nhóm nhìn vào điện thoại của họ như những thây ma để xếp hàng nhanh. Kinh nghiệm khủng khiếp. Không đáng tiền.Đọc thêm"
        ],
        "star_ratings": [
            10562,
            3482,
            1136,
            335,
            243
        ],
        "review_amount": 15758,
        "location": [
            "California - CA -",
            "Hoa Kỳ",
            "Quận Cam",
            "Công viên Phiêu lưu Disney California",
            "Anaheim",
            "Hoạt động giải trí tại Anaheim"
        ],
        "reviews_time": [
            "Written June 5, 2023",
            "Written June 9, 2023",
            "Written June 19, 2023",
            "Written June 22, 2023",
            "Written July 5, 2023",
            "Written July 7, 2023",
            "Written July 21, 2023",
            "Written August 17, 2023",
            "Written August 20, 2023",
            "Written September 7, 2023",
            "Written May 30, 2024",
            "Written May 22, 2024",
            "Written May 17, 2024",
            "Written May 9, 2024",
            "Written May 3, 2024",
            "Written April 29, 2024",
            "Written April 27, 2024",
            "Written April 17, 2024",
            "Written April 4, 2024",
            "Written April 2, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g29092-d186690-Reviews-Disney_California_Adventure_Park-Anaheim_California.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g29092-d1951101-Reviews-Little_Red_Wagon-Anaheim_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g29092-d2299707-Reviews-Tiki_Juice_Bar-Anaheim_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g29092-d2589357-Reviews-Jolly_Holiday_Bakery_Cafe-Anaheim_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g29092-d4294110-Reviews-Mint_Julep_Bar-Anaheim_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g29092-d1774800-Reviews-Rancho_del_Zocalo_Restaurante-Anaheim_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g29092-d1309715-Reviews-Plaza_Inn-Anaheim_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g29092-d341615-Reviews-Club_33-Anaheim_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g29092-d17787915-Reviews-Ronto_Roasters-Anaheim_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g29092-d2260452-Reviews-Gibson_Girl_Ice_Cream_Parlor-Anaheim_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g29092-d12265912-Reviews-Red_Rose_Taverne-Anaheim_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g29092-d10683110-Reviews-Disneyland_Resort_VIP_Tours-Anaheim_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g29092-d8562273-Reviews-Princess_Dot_Puddle_Park-Anaheim_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g29092-d18378074-Reviews-Star_Wars_Galaxy_s_Edge-Anaheim_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g29092-d4975606-Reviews-Fantasmic-Anaheim_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g29092-d103346-Reviews-Disneyland_Park-Anaheim_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g29092-d8562284-Reviews-Mickey_s_House_and_Meet_Mickey-Anaheim_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g29092-d8562280-Reviews-Goofy_s_Playhouse-Anaheim_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g29092-d8562282-Reviews-Donald_s_Boat-Anaheim_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g29092-d8562930-Reviews-Big_Thunder_Mountain_Railroad-Anaheim_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g29092-d8563050-Reviews-Minnie_s_House-Anaheim_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g29092-d186690-Reviews-or10-Disney_California_Adventure_Park-Anaheim_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g29092-d8562901-Reviews-Radiator_Springs_Racers-Anaheim_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g29092-d15550113-Reviews-Guardians_of_the_Galaxy_Mission_BREAKOUT-Anaheim_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g29092-d10636667-Reviews-Luigi_s_Rollickin_Roadsters-Anaheim_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g29092-d207247-Reviews-Downtown_Disney_District-Anaheim_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g29092-d269447-Reviews-Adventure_City-Anaheim_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g29092-d8563029-Reviews-Jungle_Cruise-Anaheim_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g29092-d8562974-Reviews-Enchanted_Tiki_Room-Anaheim_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g29092-d8563082-Reviews-Discover_the_Magic_Tour-Anaheim_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g29092-d8563331-Reviews-Games_of_Pixar_Pier-Anaheim_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g29092-d8057403-Reviews-Magic_and_Wine_Theater_With_David_Minkin-Anaheim_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g29092-d8563365-Reviews-Fireworks_at_Disneyland_Park-Anaheim_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g29092-d24822463-Reviews-The_Star_Trader-Anaheim_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g54354-d144263-Reviews-Boone_Hall_Plantation-Mount_Pleasant_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g41014-d3187589-Reviews-Allen_Pond_Park-Bowie_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g147415-d149326-Reviews-Love_Beaches-New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g580452-d629740-Reviews-Playa_Crash_Boat-Aguadilla_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g1074126-d11913793-Reviews-Aquafield_Hanam-Hanam_Gyeonggi_do.html",
            "https://www.tripadvisor.com/Attraction_Review-g297931-d13347726-Reviews-Tiger_Kingdom_Phuket-Kathu_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g21179689-d24134426-Reviews-Place_Vendome_Mall-Lusail.html",
            "https://www.tripadvisor.com/Attraction_Review-g189417-d14998451-Reviews-Minoan_Lines-Heraklion_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g154917-d207492-Reviews-Maligne_Lake-Jasper_National_Park_Alberta.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d271361-Reviews-Slots_A_Fun_Casino-Las_Vegas_Nevada.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g29092-d186690-Reviews-or10-Disney_California_Adventure_Park-Anaheim_California.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g29092-d186690-Reviews-Disney_California_Adventure_Park-Anaheim_California.html"
    }
]