[
    {
        "attraction_name": "Disney's Typhoon Lagoon Water Park",
        "attraction_name_vi": "Công viên nước Disney - s Typhoon Lagoon",
        "general_info": [
            "9.190 đánh giá",
            "- 39 trong số 434 điều cần làm ở Orlando",
            "Giải trí - Công viên giải trí",
            "Công viên Disney - Hoạt động"
        ],
        "attraction_summary": "Công viên nước Typhoon Lagoon của Disney, một trong 2 Công viên nước ở Walt Disney World Resort, có các điểm tham quan dành cho cả gia đình - từ những đường trượt nước nhanh đến khu vực dành cho trẻ em với những chuyến đi bè cỡ nhỏ. Bắt những con sóng cao 6 foot ở Bể bơi Lướt sóng và Lặn bằng ống thở tại Rạn san hô Cá mập - với những con cá mập thực thụ! Trốn thoát đến thiên đường nhiệt đới nơi bạn - sẽ khám phá vô số niềm vui dưới ánh mặt trời. Công viên nước Typhoon Lagoon của Disney là nơi dành cho những người thích cảm giác mạnh dưới nước ở mọi lứa tuổi. Ngoài những đường trượt nước tuyệt vời, bạn - sẽ thích dòng sông lười, hồ tạo sóng và khu vui chơi trẻ em!Đọc thêm",
        "reviews": [
            "Đọc thêm",
            "Ngày tuyệt vời. Không có nhiều bóng râm nhưng dòng sông lười và hồ đầm chính sẽ chiếm trọn thời gian của bạn. Sử dụng F50. Có 3 tuyến đường ống quanh mép và một số tùy chọn trượt. 9 giờ sáng đến 5 giờ chiều là đủ. Đọc thêm",
            "Chúng tôi đến như một gia đình 6 người, hai đứa cháu từ 4 - 6 tuổi. Thuê hai chiếc ô một chiếc ghế, bãi cát trắng tuyệt đẹp cho bọn trẻ chơi đùa. Dòng sông lười mênh mông, yêu lắm, cứ chầm chậm chảy vòng. Nhân viên bảo vệ cuộc sống rất chu đáo. Hồ thủy triều chính xác là như vậy, hãy chuẩn bị sẵn sàng để bị sóng cao 6ft đổ xuống. Công viên không tì vết và đồ ăn rất ngon. Chúng tôi thực sự rất thích ngày ở đây.Đọc thêm",
            "Chúng tôi đã dành ba tiếng rưỡi thực sự vui vẻ ở đây vào cuối kỳ nghỉ hai tuần ở Florida. Nó rất thư giãn. Chúng tôi yêu thích hồ tạo sóng! Hãy nhớ thoa lại kem chống nắng vì nó rất dễ bị cháy nắng trong ngày nắng nóng. Thật tiếc là họ không mở cửa sớm hơn - như Vịnh Volcano - dành cho những người muốn tránh thời điểm nóng nhất trong ngày. Tuy nhiên, Disney biết cách điều hành một công viên giải trí hiệu quả. Các lựa chọn thực phẩm tuyệt vời - bao gồm cả những món tốt cho sức khỏe -, nhiều quầy đồ uống, phòng vệ sinh sạch sẽ.  - 10 cho một cái tủ thì hơi mắc nhưng bạn sẽ làm gì?! Dòng sông lười rất đẹp trước giữa trưa, sau đó trở nên tấp nập người qua lại đến mức không còn vui vẻ gì khi bạn va vào nhau. Nhìn chung, một chuyến đi vui vẻ cùng nhau như một gia đình. Đọc thêm",
            "Một nơi tuyệt vời để dành trọn một ngày. Có những khu vực để thư giãn giữa các chuyến đi mặc dù không có nhiều bóng râm nên hãy mang theo nhiều kem chống nắng. Các cửa hàng đồ uống và đồ ăn đủ tốt, phòng vệ sinh sạch sẽ, nhân viên thân thiện và hữu ích và đây là một nơi tuyệt vời để dành cả ngày. Thân thiện với gia đình hơn Volcano bay, nhưng kết quả là các chuyến đi có thể trở nên nhẹ nhàng hơn một chút. Toàn bộ công viên là một nơi đáng yêu để đếnĐọc thêm",
            "Đến thăm như một gia đình 5 người và có một khoảng thời gian tuyệt vời.\n\nChúng tôi đến để khai trương công viên và tôi sẽ khuyến khích điều này. Điều đó có nghĩa là chúng tôi có thể nhanh chóng thực hiện nhiều chuyến đi qua ống dẫn trước khi đám đông kéo xuống trong những giờ tới.\n\nChuyến đi tốt, nội dung thú vị, nhìn chung có vẻ chạy tốt.Đọc thêm",
            "Đó là một công viên nước thư giãn rực rỡ. \nVì vậy, nếu bạn muốn những chuyến đi ly kỳ như Wet n Wild từng cung cấp... Bạn sẽ không nghe thấy họ, tuy nhiên những chuyến đi vẫn thực sự thú vị!  Máy tạo sóng thực sự rất tốt và việc bơi đến phía sau hồ bơi nơi có những chiếc máy này khá khó khăn vì chúng là những con sóng lớn! Chúng tôi đã thuê những chiếc ghế sang trọng trong ngày và thật tuyệt khi được thư giãn một chút và thực hiện một số trò chơi dưới nước thú vị dễ dàng sau cả ngày ở công viên giải trí vào ngày hôm trước. \n\nNhững người phụ nữ thay đồ đã làm hỏng nó, họ bẩn thỉu, không có giấy vệ sinh, vòi hoa sen bị hỏng, và Nó vừa làm công viên thất vọng, vâng, tôi hiểu rồi - đó là một công viên nước, nhưng đó là Disney, ở Orlando Florida? Tiêu chuẩn ở đó dường như ngang bằng với việc đến thăm một nơi bẩn thỉu.. Không phải Disney. Tôi đã nói với nhân viên ở công viên về điều đó nhưng họ chỉ nói ồ thật thú vị... Dịch vụ khách hàng rất kém của Disney ... Nếu họ khắc phục được vấn đề này thì tôi sẽ quay lại. Đọc thêm",
            "Gia đình chúng tôi gồm hai người lớn, một đứa trẻ 8 tuổi và một đứa trẻ 6 tuổi đã đến đây nửa ngày trong kỳ nghỉ hai tuần vào tháng Mười. \n\nChúng tôi ở tại khu nghỉ dưỡng Art of Animation nên bắt xe buýt đến Disney Springs và đổi sang xe buýt đến công viên nước - thật dễ dàng.\n\nCông viên chào đón với tiện nghi vòi sen và tủ khóa ở lối vào. Chúng tôi chọn một chiếc giường phơi nắng và những chiếc ghế ở bên trái lối vào để chúng tôi ở gần hồ tạo sóng lớn. Đến nơi khoảng 10h30, còn lại một số giường phơi nắng nhưng hầu hết đã có người sử dụng. Tuy nhiên, có rất nhiều ghế. \n\nVì chúng tôi là khách nghỉ dưỡng nên chúng tôi được cung cấp khăn tắm từ cửa hàng khi đến nơi. \n\nBể tạo sóng thật tuyệt vời và bọn trẻ của chúng tôi rất thích tung tăng trên sóng. Đối với những con sóng mạnh nhất, họ mặc áo khoác để giúp chúng nổi, được cung cấp xung quanh công viên với nhiều kích cỡ khác nhau. \n\nCác đường trượt nước được chia thành các trò chơi theo nhóm - một số bạn dùng chung vòng cao su - và các trò chơi cá nhân. Chúng tôi đã không tham gia những trò chơi cực đoan nhất nhưng tất cả những trò chơi chúng tôi đã tham gia đều rất vui. Dòng sông lười là một thành công lớn ngay cả khi bạn phải lội vòng quanh chờ đợi một số chiếc phao có sẵn.\n\nCó một khu vực giật gân dành cho trẻ nhỏ nhưng chúng tôi đã không đến đó vì bây giờ bọn trẻ của chúng tôi đã lớn hơn.\n\nChúng tôi cảm thấy công viên an toàn với nhiều nhân viên và nhân viên cứu hộ xung quanh. Chúng tôi đã không thử các cửa hàng thực phẩm vì chúng tôi mang theo bữa trưa đóng hộp và chỉ ở đó được nửa ngày.\n\nMột chuyến thăm đáng giá để chia tay kỳ nghỉ. Hãy tận hưởng!Đọc thêm",
            "Chúng tôi đã có một ngày đáng yêu ở đây. Chúng tôi thật may mắn khi có được một căn chòi gia đình, rất đáng để có không gian riêng tư, nó còn đi kèm nước ngọt không giới hạn. Thật tiếc khi Bãi biển Blizzard đã đóng cửa vì chúng tôi từng thích đến thăm cả hai công viên nước Disney, tôi hy vọng rằng họ có thể sớm mở cửa cả hai công viên cùng một lúc. Có một số điểm tham quan thực sự thú vị ở đây, tàu lượn nước rất thú vị, cũng như một số chuyến đi bè và cầu trượt. Thật tiếc khi họ đã loại bỏ bể cá mập vì tôi yêu thích trải nghiệm này! Dù rất yêu thích công viên này nhưng tôi phải nói rằng Vịnh Volcano có lợi thế hơn công viên này! Đọc thêm",
            "Nơi tuyệt vời cho các cuộc họp mặt gia đình. Rất sạch sẽ Nhân viên thật tuyệt vời. Thức ăn tuyệt vời. Chắc chắn sẽ đi lại cùng gia đình. Rất tốt cho trẻ nhỏĐọc thêm",
            "Chúng tôi đã có một ngày tuyệt vời ở đây. Chúng tôi đã may mắn khi có được một cabana gia đình, điều này rất đáng để làm để có một không gian riêng tư, nó cũng đi kèm với đồ uống không giới hạn. Thật đáng tiếc khi Blizzard Beach đã đóng cửa vì chúng tôi từng thích ghé thăm cả hai công viên nước Disney, tôi hy vọng rằng họ có thể sớm mở cửa cả hai công viên cùng một lúc. Có một số điểm tham quan thực sự thú vị ở đây, tàu lượn siêu tốc rất thú vị, cũng như một số chuyến đi bè và máng trượt. Thật đáng tiếc khi họ đã loại bỏ hồ cá mập vì tôi rất thích trải nghiệm này! Mặc dù tôi rất thích công viên này, nhưng tôi phải nói rằng Volcano Bay có lợi thế hơn công viên này! Đọc thêm",
            "Typhoon Lagoon was closed for ages and just reopened the week we were here which was fortunate for us. Equally fortunate, was that we chose to go on a brilliantly sunny day but cool - 50s when we arrived which meant this popular park was less than half full. This makes a huge difference to the experience, in that there were no lines for the slides virtually all day, and the wave pool  - which is first class -  wasn - t crowded.This is the better of the two Disney Water Parks in my view. The centrepiece is the wave pool which has a very large wave generator that operates on and off all day, with breaks to allow those not wishing to see a 10 foot wave bearing down on them enjoy a more relaxed experience. However, the  - whoosh -  that proceeds each wave is undeniably exciting and it is pretty intense when you are in the break zone of the wave but it - s all great fun. Be aware of this though, if you get tumbled over since the bottom of the pool is a little rough and can scrape you up a bit if you are not careful. There is a good selection of slides here although none as intense as Slush Gusher or Summit Plummet on offer at Blizzard Beach but most of the other slides are better I think. The water coaster  - Crush and Gusher -  is great fun and I was glad the park was empty because I imagine this is somewhat slow loading and I suspect lines will build a lot at busy times.The body slides are great and there are several tube and raft slides too so there is something for everyone here. The body slides are pretty fast and humunga cowabunga is a rapid five story plunge but isn - t super-intimidating. I have to say that it isn - t immediately obvious why the park was closed for so long for refurbushment. It is in good shape but seems very similar to when I went several years ago but it is a very nice place to be. There are plenty of sunbeds around and plenty of places to sit although, of course, this is easy to say when the park is half empty. It - s a great waterpark in my opinion, although I prefer less than super aggressive slides and if that is what you are seeking you may not find them here but it - s all great fun. There are food options here as well as a number of bars and drink venues although there isn - t a great variety of food on offer but it is, after all, a water park. Very much enjoyed our day here.Read more",
            "Tôi muốn đánh giá 5 sao NHƯNG lý do duy nhất khiến nó không được như vậy là vì họ đã loại bỏ điểm tham quan ống thở nhưng không thay thế bằng bất cứ thứ gì khác, họ chỉ che nó lại và biến nó thành một khu vực thư giãn khác với ghế bãi biển - khá tệ nếu bạn hỏi tôi. Bỏ qua điều đó, đây là một công viên nước tuyệt vời. Những đường trượt tuyệt vời, đặc biệt là Crush n Gusher, hồ tạo sóng đẳng cấp thế giới, chủ đề đắm tàu ​​​​vui nhộn và DOKE WHIP! Tôi không chắc họ có còn bán Hei Hei Cones nữa không, nhưng nếu có thì bạn phải thử một cái! Nó - rất nhiều dứa và mâm xôi dole whip. Hãy cảnh báo, nếu bạn - không phải là người bơi giỏi, hãy cẩn thận trong hồ tạo sóng - hồ này không dành cho những người yếu tim, nó khá dữ dội, tôi đã từng bị thâm mắt trong hồ bơi đó khi còn nhỏ. Đọc thêm",
            "Đây là một trải nghiệm phi thường. Tôi, Luigi, Dominique và Billy đã cười rất nhiều, tinh thần Disney đã đến với chúng tôi!!! Tuy nhiên, chúng tôi đã gặp một tai nạn nhỏ trên dòng sông lười - luigi tội nghiệp đã ăn một ít cánh gà cay và nó bay tung cả bộ tóc giả. Billy gặp một số rắc rối trong phòng thay đồ khi anh bị mắc kẹt trong tủ đựng đồ khi đang cố gắng giải thoát một con bướm đêm nhưng các nhân viên đặc biệt hữu ích và thậm chí còn mang cả xà beng ra. không gặp Billy suốt thời gian còn lại trong ngày, thật buồn cười! Bể lướt sóng là thứ khác Dominique luôn bị cuốn vào chân và cảm thấy chán ngấy nhưng một buổi tắm nắng dài đã bù đắp cho điều đó. khá thất vọng khi họ - không cho tôi mang theo con chó đã chở đầy đồ và một cốc coca lớn trên cầu trượt, tôi luôn mơ ước được uống một ngụm rượu hào nhoáng trong khi lướt trên những con sóng dữ dội. sự thỏa hiệp mà họ đưa ra là cho tôi ăn đồ ăn của mình và sau đó cưỡi sóng. tin xấu, tôi đã không đợi được 20 phút. hãy nói rằng, tôi đã tự mình đến thị trấn màu nâu. Tôi đã không đến được vì vẫn còn một vụ náo động về Billy trong phòng thay đồ khiến tôi không thể đi vào phòng tắm. Cuối cùng khi tôi vào được phòng tắm thì không còn nhiều việc phải làm... Rất vui, muốn giới thiệu và đã đặt kỳ nghỉ của chúng tôi vào năm tới, mặc dù họ nói rằng chúng tôi phải lên mạng để làm điều này điều kia - nhân viên cứu hộ không có đủ nguồn lực để đặt kỳ nghỉ - bất kỳ ai muốn tham gia cùng chúng tôi đều có mặt vào ngày 22 tháng 6 năm 2024!!! Đọc thêm",
            "Gia đình chúng tôi gồm hai người lớn, một đứa 8 tuổi và một đứa 6 tuổi đã đến đây chơi nửa ngày trong kỳ nghỉ hai tuần vào tháng 10. Chúng tôi ở tại khu nghỉ dưỡng Art of Animation nên đã đi xe buýt đến Disney Springs và đổi sang xe buýt để đến công viên nước - thực sự dễ dàng. Công viên chào đón chúng tôi với phòng tắm vòi sen và tủ đựng đồ ở lối vào. Chúng tôi đã chọn một chiếc giường tắm nắng và ghế ở bên trái lối vào để chúng tôi ở gần hồ bơi tạo sóng lớn. Đến nơi vào khoảng 10:30, vẫn còn một số giường tắm nắng nhưng hầu hết đã có người ngồi. Tuy nhiên, vẫn còn rất nhiều ghế. Vì chúng tôi là khách của khu nghỉ dưỡng nên chúng tôi đã được cung cấp khăn tắm từ cửa hàng khi đến nơi. Hồ bơi tạo sóng thật tuyệt vời và bọn trẻ nhà chúng tôi rất thích nô đùa trên sóng. Đối với những con sóng mạnh nhất, chúng mặc áo khoác để giúp chúng nổi, được cung cấp xung quanh công viên và có nhiều kích cỡ khác nhau. Các đường trượt nước được chia thành các trò chơi theo nhóm - một số bạn sẽ dùng chung một vòng cao su - và các trò chơi riêng lẻ. Chúng tôi đã không chơi những trò chơi mạo hiểm nhất nhưng tất cả những trò chơi chúng tôi chơi đều rất thú vị. Dòng sông lười là một điểm nhấn lớn ngay cả khi bạn phải lội quanh chờ đợi một số phao nổi. Có một khu vực té nước dành cho trẻ nhỏ nhưng chúng tôi không đến đó vì con chúng tôi đã lớn hơn. Chúng tôi cảm thấy công viên an toàn với nhiều nhân viên và nhân viên cứu hộ xung quanh. Chúng tôi không thử các cửa hàng thực phẩm vì chúng tôi mang theo một bữa trưa đóng gói và chỉ ở đó nửa ngày. Một chuyến thăm đáng giá để phá vỡ kỳ nghỉ. Thưởng thức! Đọc thêm",
            "Đó là một công viên nước thư giãn rực rỡ. Vì vậy, nếu bạn muốn những chuyến đi ly kỳ như Wet n Wild từng cung cấp... Bạn sẽ không nghe thấy họ, tuy nhiên những chuyến đi vẫn thực sự thú vị!  Máy tạo sóng thực sự rất tốt và việc bơi đến phía sau hồ bơi nơi có những chiếc máy này khá khó khăn vì chúng là những con sóng lớn! Chúng tôi đã thuê những chiếc ghế sang trọng trong ngày và thật tuyệt khi được thư giãn một chút và thực hiện một số chuyến cưỡi nước thú vị dễ dàng sau cả ngày ở công viên giải trí vào ngày hôm trước. Những người phụ nữ thay đồ đã làm hỏng nó, họ bẩn thỉu, không có giấy vệ sinh, vòi hoa sen bị hỏng, và Nó vừa làm công viên thất vọng, vâng, tôi hiểu rồi - đó là một công viên nước, nhưng đó là Disney, ở Orlando Florida? Tiêu chuẩn ở đó dường như ngang bằng với việc đến thăm một nơi bẩn thỉu.. Không phải Disney. Tôi đã nói với nhân viên ở công viên về điều đó nhưng họ chỉ nói ồ thật thú vị... Dịch vụ khách hàng rất kém của Disney ... Nếu họ khắc phục được vấn đề này thì tôi sẽ quay lại. Đọc thêm",
            "Trước hết không phải trả tiền đậu xe như các công viên Disney khác. Hồ bơi chính với máy tạo sóng lớn thật tuyệt vời - rất thú vị. Các đường trượt nước vẫn ổn - theo ý kiến ​​​​của tôi, những đường trượt nước ở các công viên khác tốt hơn. Đọc thêm",
            "Thật khó để đánh giá điều này! Tôi yêu khoảng thời gian ở đầm Typhoon của Disney, nhưng chúng tôi bị thương trong bể tạo sóng chính có sàn chỉ có thể được mô tả như một dụng cụ bào phô mai. Sức mạnh của sóng, ngay cả ở vùng nông cũng cực kỳ mạnh và làm xước da bạn. Tất cả những người trong nhóm của tôi đều bị trầy xước và chúng tôi không sử dụng bể tạo sóng nữa. Tuy nhiên - phần còn lại của công viên nước thật tuyệt vời! Dòng sông lười, cầu trượt, đồ ăn, dịch vụ, cà phê - mọi thứ! Hãy đến sớm và xếp hàng ngay tại dây thừng, khi đó bạn sẽ là một trong những người đầu tiên vào và có thể ngồi vào chỗ có bóng râm mà không phải trả phí cho một chiếc ô quá đắt. Tôi khuyên bạn nên rẽ trái qua lối vào rồi rẽ phải vào bãi cát, ở đó có rất nhiều cây cối, vì vậy hãy lấy một chiếc ghế tắm nắng dưới bụi cây và bạn sẽ có cả ngày dưới bóng râm! Chúng tôi đã làm điều này cả hai ngày và đó là nơi hoàn hảo để ngồi. Đọc thêm",
            "Tận hưởng một buổi chiều đáng yêu tại Disney - s - Typhoon Lagoon - công viên nước ở Orlando, Florida, một số người sẽ nói - niềm vui cho cả Gia đình, cười thật lớn!  - Tuy nhiên, tôi có một khiếu nại nhỏ nhưng rất chính thức. Tôi rất tiếc phải thông báo với bạn rằng dòng sông lười trên thực tế đã quá lười biếng.Đọc thêm",
            "Họ có cung cấp khăn tắm không và có miễn phí nếu bạn lưu trú tại khách sạn Disney không?Đọc thêm",
            "Họ có cung cấp khăn tắm không và có miễn phí nếu bạn lưu trú tại khách sạn Disney không?Đọc thêm",
            "Chúng tôi dự định sẽ ở đó vào tháng 10, có 2 điều. Xin vui lòng cho biết các công viên nước đông đúc thế nào và có nhiều nơi để thư giãn không - chỗ ngồi - ghế dài - ồ tủ khóa bao nhiêu - kích cỡ, v.v. - \nCảm ơn bạn trước Đọc thêm",
            "Chúng tôi có thể mang theo thiết bị nổi của riêng mình không? Phao bơi hay phao nhỏ ngồi trong?Đọc thêm",
            "Tôi thực sự không nghĩ vậy.Đọc thêm",
            "bạn sẽ cần phải đặt chỗ trong những tuần tới để có thể vào công viên nước nàyĐọc thêm",
            "Nếu tôi đã trả tiền cho một chiếc chòi nhưng đến muộn thì liệu tôi có bị mất chiếc chòi không? Tôi có phải đến đó ngay khi công viên mở cửa không?Đọc thêm",
            "Xin chào, bạn có thể mang theo máy sấy tóc của riêng mình được không? Đọc thêm",
            "Khi nào công viên đóng cửa để tân trang hàng năm?Đọc thêm",
            "Xin chào Công viên Disney 14 ngày của chúng tôi có vượt qua không, bao gồm cả các công viên nước.Đọc thêm",
            "Typhoon Lagoon có mở cửa không? Tôi - tôi đang đọc những nhận xét mà mọi người đã ghé thăm nhưng không thể mua vé trực tuyến. Cũng đọc rằng các công viên nước của Disney sẽ đóng cửa cho đến tháng Ba. Đọc thêm",
            "Xin lỗi, tôi không biết câu trả lời. Đề nghị bạn liên hệ với Disney. Chúng rất hữu ích khi tôi lên kế hoạch cho chuyến đi của mìnhĐọc thêm",
            "Chi phí lúc này là bao nhiêu? Cảm ơn bạnĐọc thêm",
            "Có sẵn sàng để tham quan không? Đó là nơi mà tôi muốn ghé thăm ngay trong tuần này Đọc thêm"
        ],
        "star_ratings": [
            5825,
            2410,
            724,
            145,
            87
        ],
        "review_amount": 9191,
        "location": [
            "Orlando",
            "Hoa Kỳ",
            "Công viên nước Disney - s Typhoon Lagoon",
            "Florida - FL -",
            "miền trung Florida",
            "Những điều cần làm ở Orlando"
        ],
        "reviews_time": [
            "Written June 12, 2023",
            "Written June 30, 2023",
            "Written July 15, 2023",
            "Written July 20, 2023",
            "Written August 31, 2023",
            "Written November 2, 2023",
            "Written November 2, 2023",
            "Written April 8, 2024",
            "Written May 4, 2024",
            "Written April 8, 2024",
            "Written March 21, 2024",
            "Written December 18, 2023",
            "Written November 27, 2023",
            "Written November 2, 2023",
            "Written November 2, 2023",
            "Written October 26, 2023",
            "Written October 23, 2023",
            "Written October 20, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g34515-d107182-Reviews-Disney_s_Typhoon_Lagoon_Water_Park-Orlando_Florida.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g34515-d22861359-Reviews-Unreserved_Food_Bazaar-Orlando_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34515-d23422554-Reviews-Illume-Orlando_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g23869903-d21404250-Reviews-Sear_Sea-Lake_Buena_Vista_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g23869903-d19070607-Reviews-City_Works_Disney_Springs_Orlando-Lake_Buena_Vista_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34515-d8564070-Reviews-Typhoon_Tilly_s-Orlando_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34515-d22861934-Reviews-JW_Market-Orlando_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34515-d2365424-Reviews-Deep_Blu_Seafood_Grille-Orlando_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34515-d3841022-Reviews-Splitsville-Orlando_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34515-d25687470-Reviews-Leaning_Palms-Orlando_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34515-d13566081-Reviews-Wetzel_s_Pretzels-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d253191-Reviews-Castaway_Creek-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d8563085-Reviews-Bay_Slides-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d8563087-Reviews-Gangplank_Falls-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d8563089-Reviews-Mayday_Falls-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d8563100-Reviews-Keelhaul_Falls-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d8563088-Reviews-Ketchakiddee_Creek-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d8563099-Reviews-Humunga_Kowabunga-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d8563086-Reviews-Crush_n_Gusher-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d8563113-Reviews-Storm_Slides-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d130846-Reviews-Disney_Springs-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d107182-Reviews-or10-Disney_s_Typhoon_Lagoon_Water_Park-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d253208-Reviews-Happily_Ever_After_Fireworks-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d1968468-Reviews-The_Wizarding_World_of_Harry_Potter_at_Universal_Orlando_Resort-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d110173-Reviews-Discovery_Cove-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d258685-Reviews-Universal_Islands_of_Adventure-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d102814-Reviews-Disney_s_Animal_Kingdom_Theme_Park-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d130856-Reviews-Fun_Spot_America_Orlando-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d2334954-Reviews-Wild_Africa_Trek-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d657765-Reviews-Orlando_Watersports_Complex-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d8563115-Reviews-Cinderella_Castle-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d8563276-Reviews-Tree_of_Life-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d12621455-Reviews-Luxury_of_Time_by_Diamonds_International-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d22867779-Reviews-Spa_By_JW-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d8562303-Reviews-Let_s_Go_Slurpin-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d8562300-Reviews-Singapore_Sal_s-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g19192636-d953101-Reviews-Disney_s_Hollywood_Studios-Bay_Lake_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g31796-d8284199-Reviews-Crystal_Vista-Mount_Ida_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g2140591-d1076866-Reviews-Kawasan_Falls-Badian_Cebu_Island_Visayas.html",
            "https://www.tripadvisor.com/Attraction_Review-g194946-d4817818-Reviews-Bagno_Maurizio-Viareggio_Province_of_Lucca_Tuscany.html",
            "https://www.tripadvisor.com/Attraction_Review-g143028-d144650-Reviews-Grand_Canyon_Village-Grand_Canyon_National_Park_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g6351840-d272851-Reviews-Lido_Beach-Lido_Beach_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d6570710-Reviews-Yongsan_Electronics_Market-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g155019-d187007-Reviews-Toronto_Music_Garden-Toronto_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g293962-d6697019-Reviews-Ballys_Casino-Colombo_Western_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g190315-d1367938-Reviews-Ta_Dbiegi_Crafts_Village-Gharb_Island_of_Gozo.html",
            "https://www.tripadvisor.com/Attraction_Review-g42384-d16813907-Reviews-Water_Warrior_Island-Lake_Orion_Michigan.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g34515-d107182-Reviews-or10-Disney_s_Typhoon_Lagoon_Water_Park-Orlando_Florida.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g34515-d107182-Reviews-Disney_s_Typhoon_Lagoon_Water_Park-Orlando_Florida.html"
    }
]