[
    {
        "attraction_name": "Documentation Center Nazi Party Rally Grounds",
        "attraction_name_vi": "Trung tâm tài liệu Khu tập hợp của Đảng Quốc xã",
        "general_info": [
            "3.435 đánh giá",
            "16 trong số 212 điều cần làm ở Nuremberg",
            "Bảo tàng chuyên ngành"
        ],
        "attraction_summary": "Đức Quốc xã đã chọn Nuremberg làm nơi diễn ra các cuộc mít tinh của Đảng Quốc xã. Tòa nhà Quốc hội vẫn còn dang dở trên Khu tập hợp của Đảng Quốc xã trước đây hiện là Trung tâm Tài liệu. Triển lãm Mê hoặc và Khủng bố rộng 1.300 mét vuông xem xét nguyên nhân, bối cảnh và hậu quả của chế độ chuyên chế của Đức Quốc xã. Bảo tàng tập trung vào lịch sử các cuộc mít tinh của Đảng Quốc xã, được coi là sự kiện quần chúng mạnh mẽ nhằm thúc đẩy tuyên truyền của Đức Quốc xã và tạo tiền đề cho cộng đồng người dân. Diễn đàn giáo dục cung cấp nhiều chương trình cho mọi lứa tuổi về nhiều chủ đề khác nhau. Các bảng thông tin trên Khu tập hợp của Đảng Quốc xã, có diện tích 4 km2, giải thích về lịch sử của địa điểm.Đọc thêm",
        "reviews": [
            "Nếu bạn quan tâm đến lịch sử của Thế chiến 2 và việc Hitler lên nắm quyền thì đây là điều bắt buộc. Nếu không, rất có thể bạn có thể lấy nó hoặc bỏ nó.\n\nBảo tàng đang được cải tạo và có một cuộc triển lãm giới hạn sẽ cho bạn ý tưởng về phạm vi của dự án. \n\nBạn có thể đứng ở chỗ Hitler rao giảng niềm tin của mình cho những người theo ông ta. \n\nSuy nghĩ của nó kích thích và có phần ớn lạnh!Đọc thêm",
            "Triển lãm chính đóng cửa cho đến năm 2025 nhưng triển lãm tạm thời là ou 6 và rất đáng giá. Nó khiến tôi ước mình có thể quay lại để xem toàn bộ sự việc khi nó hoạt động trở lại. Có bản dịch tiếng Anh hoàn chỉnh cho tất cả các mục giúp điều hướng dễ dàng hơn nhiều. Họ tính phí cho bạn 3 đô la cho một bản đồ, điều này thật nực cười và bạn có thể thực hiện dễ dàng với Google maps!Đọc thêm",
            "Mặc dù Trung tâm Tài liệu đang có những cải tạo lớn nhưng chúng tôi rất hài lòng với chuyến thăm phòng triển lãm tạm thời.  Nhân viên rất thân thiện và niềm nở khi chúng tôi đến, trong 1,25 giờ tiếp theo, chúng tôi đọc và cố gắng tiếp thu càng nhiều thông tin và triển lãm càng tốt về thời kỳ Đức từ 1918 đến 1933, có rất nhiều điều để giáo dục chúng tôi, chỉ vậy thôi rất nhiều thông tin.  Những bức ảnh, đồ vật và câu chuyện được kể đều rất xuất sắc.  Để hoàn thành chuyến thăm của mình, chúng tôi lang thang bên ngoài vào đống đổ nát của khu tập hợp giờ là bãi đậu xe để xem quy mô của khu phức hợp, đơn giản là không thể tin được.  Chúng tôi đi đến và đi từ Nuremberg bằng xe điện, số 6 hoặc 8, điểm dừng nằm ngay phía trước trung tâm; một phương thức vận chuyển rẻ tiền và hiệu quả.Đọc thêm",
            "Chúng tôi đã đến thăm vào tháng 5 và bảo tàng trong nhà hiện đang được xây dựng nên có màn hình nhỏ hơn. Màn hình vẫn mang tính giáo dục cao và tôi chắc chắn sẽ rất đặc biệt sau khi hoàn thành. Tôi phải không đồng ý với đánh giá nói rằng điều này là vô giá trị. Chúng tôi nhận thấy địa điểm biểu tình thực sự rất tuyệt vời. Để xem chiều dài và quy mô của các cơ sở mà Đức quốc xã đã xây dựng để tuyên truyền. Là một người nước ngoài khi nhìn thấy bục phát biểu được sử dụng và khán đài rộng lớn khiến chúng tôi hơi bất ngờ. Người ta có thể thấy khó khăn trong việc xác định phải làm gì với những nơi này. Để bảo tồn cho lịch sử và giáo dục hoặc để cho sụp đổ. Chúng tôi cũng nhận thấy bảo tàng trong nhà ở tình trạng hiện tại vẫn có tác dụng rất lớn trong việc thể hiện cách thức tuyên truyền và thông tin sai lệch tạo ra sự căm ghét.Đọc thêm",
            "Phần lớn triển lãm đã đóng cửa để tân trang lại nên chỉ còn một triển lãm nhỏ ở khu tập hợp và hội trường.\nĐược bố trí rất tốt cả bên trong và bên ngoài với các bảng xung quanh cho thấy hội trường sẽ trông như thế nào.\nZepplenfeld thật đáng kinh ngạc! Quy mô khổng lồ của nó, kết hợp với những hình ảnh tưởng tượng về các cuộc mít tinh tuyên truyền diễn ra ở đó thực sự thu hút cả trí tưởng tượng và cảm xúc của những người chứng kiến.Đọc thêm",
            "We have forgone any desire to be on the Amazing Race after visiting the Nazi Documentation Center and Rally Grounds. We took Bus 8 near the train station. The American writer, Rick Steves said this is the bus to take.  \n\nOn the bus there were an inordinate number of young children.  I told my wife, The Germans must teach their children at a young age about Hitler.  We were going to the center of Hitlers movement. The place where Hitler would speak to thousands. The focal point of the National Socialist movement.  A place where tens of thousands of people shouting, Heil Hitler. \n\nThe bus stopped at Tiergarten.  Everyone got out, I mean everyone.  We did too.  We crossed the street and found out we were at the Nurnberg Zoo. A friendly gate attendant gave us directions to get back on the bus that came every 20 minutes. \n\nWe did manage to find the Nazi Documentation Center. There were a number of interesting exhibits. I found out that this area was later used as a work labor camp. I did feel we were missing something though.  \n\nLater we walked to Congress Hall and saw that complex.  Where did Hitler actually speak from? We decided not to walk around Grosser Dutzendteicha.k.a. the large lake.  By not doing so, we missed seeing Zeppelin Field where Hitler did speak from to a mass of 150,000 people. \n\nWe did manage to make it over to Gutmanns Beer Garden.  We should have stopped and had a beer, regretfully.  Nearby was a dock with large floating boats of pink flamingoes which made for a good picture.  Ironically, nearly 85 years ago there was a different story that was told. \n\nLooking back, we wish we had taken Rick Steves map.  Maybe we should have purchased a good map of the area?  \n\nWe would even recommend a tour to this placeand only to this placeand definitely not to the zoo.  It is a bit tricky and deceiving how massive this area is. Going to the Palace of Justice across town we thought a guide was not necessary.  Both places should not be missed though.\n\nIf you thought this review to be helpful in any way, please click Thumbs-up to let me know.Read more",
            "Chúng tôi đi xe điện từ Hbf đến trung tâm.  Chúng tôi đã trả tiền để truy cập vào cuộc triển lãm tạm thời đã được thực hiện rất tốt.\n\nCó một yếu tố chiếu sáng rất hiệu quả ở lối vào giúp bạn định hướng các tòa nhà và không gian ở các khoảng thời gian khác nhau.  Mọi yếu tố trong triển lãm đều có phần giải thích bằng tiếng Đức và tiếng Anh với cùng kích thước phông chữ! vì vậy người nói tiếng Anh rất dễ dàng tiếp cận triển lãm này.Đọc thêm",
            "Những điều rút ra từ chuyến đi bộ kéo dài 2 giờ là: \n1. Mọi thứ được thực hiện trên quy mô lớn để cho người dân Đức và phần còn lại của thế giới thấy rằng nước Đức đã trở lại!  Sự suy nhược kinh tế mà họ phải gánh chịu do Hiệp ước Versailles sau khi thua trong Thế chiến thứ nhất đã kết thúc.  Quy mô được sử dụng thường lớn hơn nhiều lần so với các địa danh lịch sử khác, chẳng hạn như Đấu trường La Mã ở Rome. Kích thước bằng sức mạnh. \n2. Các kiểu dáng và nghi lễ mang tính biểu tượng tôn giáo. Phần lớn người dân Đức rất trung thành và cách sử dụng này rất quen thuộc và dễ chịu đối với họ.\n3. Khu đất này có thể đón tới nửa triệu người trong một tuần vào tháng Chín.  Mỗi nhóm của Đế chế đều có một ngày để thể hiện sức mạnh của mình. Ý tưởng là để chứng tỏ rằng Đế chế thứ ba là phần mở rộng tự nhiên của câu chuyện nước Đức và sẽ thống trị lịch sử trong một nghìn năm tới. \nTất cả đều dựa trên khái niệm rằng bạn ở bên chúng tôi và bạn không muốn bị loại trừ. Việc xây dựng bị đình trệ khi những người xây dựng tiến hành xâm chiếm Ba Lan vào năm 1939.Đọc thêm",
            "Những điều rút ra từ chuyến đi bộ kéo dài 2 giờ là: 1. Mọi thứ được thực hiện trên quy mô lớn để cho người dân Đức và phần còn lại của thế giới thấy rằng nước Đức đã trở lại!  Sự suy nhược kinh tế mà họ phải gánh chịu do Hiệp ước Versailles sau khi thua trong Thế chiến thứ nhất đã kết thúc.  Quy mô được sử dụng thường lớn hơn nhiều lần so với các địa danh lịch sử khác, chẳng hạn như Đấu trường La Mã ở Rome. Kích thước bằng sức mạnh. 2. Các kiểu dáng và nghi lễ mang tính biểu tượng tôn giáo. Phần lớn người dân Đức rất chung thủy và cách sử dụng này rất quen thuộc và dễ chịu đối với họ.3.  Khu đất này có thể chứa tới nửa triệu người trong một tuần vào tháng Chín.  Mỗi nhóm của Đế chế đều có một ngày để thể hiện sức mạnh của mình. Ý tưởng là để chứng tỏ rằng Đế chế thứ ba là phần mở rộng tự nhiên của câu chuyện nước Đức và sẽ thống trị lịch sử trong một nghìn năm tới. Tất cả đều dựa trên khái niệm rằng bạn ở bên chúng tôi và bạn không muốn bị loại trừ. Việc xây dựng bị đình trệ khi những người xây dựng tiến hành xâm chiếm Ba Lan vào năm 1939.Đọc thêm",
            "Chúng tôi đến đó cùng vợ tôi nhưng hơi thất vọng vì nó không có đầy đủ chức năng. Tuy nhiên, nơi này trông rất bí ẩn.Đọc thêm",
            "Chúng tôi đến trung tâm tài liệu và không mở cửa cho đến 10:00, nhưng mới chỉ 9:15, vì vậy chúng tôi đi bộ đến bãi tập hợp, đi lên khán đài và đứng ở nơi Hitler đứng để phát biểu trước đám đông. Sau đó, chúng tôi đi bộ trở lại quanh hồ và mua vé, mỗi vé có giá 6 Euro, sau đó chúng tôi vào trong. Đầu tiên, bạn có thể quét mã QR để tải hướng dẫn bằng âm thanh trên điện thoại của mình. Nhưng chúng tôi đến đó cùng lúc với một nhóm học sinh, vì vậy chúng tôi gặp sự cố khi kết nối với wifi miễn phí, có lẽ vì rất nhiều người khác cũng đang làm điều tương tự. Tôi đã tải được hướng dẫn bằng âm thanh nhưng vợ tôi không bao giờ kết nối được với wifi. Thứ hai, màn hình hiển thị rất kém ấn tượng. Tôi không biết rằng triển lãm cố định đã đóng cửa để tân trang và một triển lãm tạm thời, một phòng đơn là nơi diễn ra triển lãm. Và quá trình tân trang này dự kiến ​​sẽ tiếp tục cho đến năm 2025. Không có nhiều thứ mang tính tương tác, ngoài việc quay một số màn hình để đọc văn bản tiếng Đức hoặc tiếng Anh. Có một vài video ngắn, nhưng thực sự không có nhiều thứ để xem. Chúng tôi đã hoàn thành trong khoảng 90 phút vì chúng tôi đọc chậm và chúng tôi muốn chụp một số bức ảnh và đợi các nhóm du lịch di chuyển ra khỏi đường. Một số người, bao gồm cả Trip Advisor, đã nói rằng toàn bộ triển lãm có thể mất hơn 3 giờ. Sau khi hoàn thành, chúng tôi muốn vào sân trong, nhưng sân đó cũng đóng cửa. Vậy, có đáng giá 6 Euro không? Tôi nghĩ rằng thật thú vị khi được ở bãi tập hợp và đứng nơi Hitler đã có bài phát biểu, nhưng tôi không biết liệu triển lãm có đáng không Đọc thêm",
            "Tôi sống ở Nürnberg từ năm 2016 đến năm 2017 và đã đến xem triển lãm này một vài lần với nhiều du khách khác nhau. Vì vậy, khi tôi có cơ hội cùng đối tác của mình quay trở lại thành phố chưa từng đến, chúng tôi đã ghé thăm địa điểm này một lần nữa. Anh ấy, một người không có sự so sánh, nghĩ rằng nó khá tốt. Tuy nhiên, tôi đã thất vọng. nó chỉ là một căn phòng có rất nhiều thứ để đọc và không có màn hình cũ nào và bạn không thể vào trung tâm của tòa nhà hình tròn lớn như trước đây bạn có thể. Tôi hiểu rằng rõ ràng là nó đang được tiến hành để cải thiện nó, tuy nhiên, nó không có tác động tương tự như nó đã gây ra, điều đó thật đáng tiếc. Lời khuyên của tôi là hãy ghé thăm nếu bạn chưa từng đến vì đây vẫn là một nơi rất quan trọng với những thông điệp quan trọng, tuy nhiên, nếu bạn có cơ hội đi sau khi công việc hoàn thành thì tôi sẽ đợi.Đọc thêm",
            "Giống như bất kỳ ai đến thăm Nuremberg, một chuyến đi đến khu tập hợp là điều bắt buộc. Tôi đã đặt chuyến tham quan gồm 12 chuyến và thành thật mà nói, nó có giá trị 100. Người hướng dẫn đặc biệt, Marco, đã khiến mọi thứ trở nên sống động và rất vui khi suy ngẫm về những câu hỏi triết học rất rõ ràng mà nơi này đặt ra.  Chuyến tham quan này đã tiết lộ nhiều sự thật hậu trường gây sốc về cách hình thành căn cứ, những tuyên truyền xoay quanh chúng và cuối cùng là việc Đức Quốc xã không hoàn thành dự án, cả về mặt vật lý lẫn ẩn dụ. Có những khoảnh khắc tôi không nói nên lời. Một trong số đó là loạt tranh và ảnh nói dối về những tuyên bố thời hậu chiến mà chúng tôi không biết gì về nó. Thứ hai là có thể đứng chính xác nơi Hitler phát biểu - trên nơi mà bây giờ là một tượng đài đang mục nát và trông có vẻ tồi tàn. Để có bằng chứng sống cho thấy quyền lực là nhất thời và hệ tư tưởng của Đức Quốc xã là một ảo ảnh được dàn dựng một cách tao nhã, đây là nơi nên ghé thăm.Đọc thêm",
            "Chúng tôi đi xe điện từ Hbf đến trung tâm.  Chúng tôi đã trả tiền để vào khu triển lãm tạm thời và công việc này đã được thực hiện rất tốt. Có một yếu tố chiếu sáng rất hiệu quả ở lối vào giúp bạn định hướng các tòa nhà và không gian vào các khoảng thời gian khác nhau.  Mọi yếu tố trong triển lãm đều có phần giải thích bằng tiếng Đức và tiếng Anh với cùng kích thước phông chữ! vì vậy người nói tiếng Anh rất dễ dàng tiếp cận triển lãm này.Đọc thêm",
            "We have forgone any desire to be on the Amazing Race after visiting the Nazi Documentation Center and Rally Grounds. We took Bus 8 near the train station. The American writer, Rick Steves said this is the bus to take.  On the bus there were an inordinate number of young children.  I told my wife, The Germans must teach their children at a young age about Hitler.  We were going to the center of Hitlers movement. The place where Hitler would speak to thousands. The focal point of the National Socialist movement.  A place where tens of thousands of people shouting, Heil Hitler. The bus stopped at Tiergarten.  Everyone got out, I mean everyone.  We did too.  We crossed the street and found out we were at the Nurnberg Zoo. A friendly gate attendant gave us directions to get back on the bus that came every 20 minutes. We did manage to find the Nazi Documentation Center. There were a number of interesting exhibits. I found out that this area was later used as a work labor camp. I did feel we were missing something though.  Later we walked to Congress Hall and saw that complex.  Where did Hitler actually speak from? We decided not to walk around Grosser Dutzendteicha.k.a. the large lake.  By not doing so, we missed seeing Zeppelin Field where Hitler did speak from to a mass of 150,000 people. We did manage to make it over to Gutmanns Beer Garden.  We should have stopped and had a beer, regretfully.  Nearby was a dock with large floating boats of pink flamingoes which made for a good picture.  Ironically, nearly 85 years ago there was a different story that was told. Looking back, we wish we had taken Rick Steves map.  Maybe we should have purchased a good map of the area?  We would even recommend a tour to this placeand only to this placeand definitely not to the zoo.  It is a bit tricky and deceiving how massive this area is. Going to the Palace of Justice across town we thought a guide was not necessary.  Both places should not be missed though.If you thought this review to be helpful in any way, please click Thumbs-up to let me know.Read more",
            "Phần lớn triển lãm đã bị đóng cửa do tân trang lại nên chỉ có một cuộc triển lãm nhỏ trên sân tập hợp và hội trường. Được bố trí rất tốt cả trong lẫn ngoài với các bảng xung quanh cho thấy hội trường lẽ ra trông như thế nào. Zepplenfeld thật đáng kinh ngạc ! Quy mô khổng lồ của nó, kết hợp với những hình ảnh tưởng tượng về các cuộc mít tinh tuyên truyền diễn ra ở đó thực sự thu hút cả trí tưởng tượng và cảm xúc của những người chứng kiến.Đọc thêm",
            "Chúng tôi đã đến thăm vào tháng 5 và bảo tàng trong nhà hiện đang được xây dựng nên có màn hình nhỏ hơn. Màn hình vẫn mang tính giáo dục cao và tôi chắc chắn sẽ rất đặc biệt sau khi hoàn thành. Tôi phải không đồng ý với đánh giá nói rằng điều này là vô giá trị. Chúng tôi nhận thấy địa điểm biểu tình thực sự rất tuyệt vời. Để xem chiều dài và quy mô của các cơ sở mà Đức quốc xã đã xây dựng để tuyên truyền. Là một người nước ngoài khi nhìn thấy bục phát biểu được sử dụng và khán đài rộng lớn khiến chúng tôi hơi bất ngờ. Người ta có thể thấy khó khăn trong việc xác định phải làm gì với những nơi này. Để bảo tồn cho lịch sử và giáo dục hoặc để cho sụp đổ. Chúng tôi cũng nhận thấy bảo tàng trong nhà ở tình trạng hiện tại vẫn có tác dụng rất lớn trong việc thể hiện cách thức tuyên truyền và thông tin sai lệch tạo ra sự căm ghét.Đọc thêm",
            "6 và bạn chỉ được xem MỘT phòng. Hoàn toàn vô dụng. Bạn học được nhiều hơn từ wikipedia so với bảo tàng này. Sự thất vọng lớn nhất trong thời gian tôi ở thành phố này !!!!!!!Đọc thêm"
        ],
        "star_ratings": [
            2215,
            924,
            216,
            54,
            26
        ],
        "review_amount": 3435,
        "location": [
            "Trung Franconia",
            "Nürnberg",
            "Bavaria",
            "nước Đức",
            "Franconia",
            "Những điều cần làm ở Nürnberg",
            "Trung tâm tài liệu Khu tập hợp của Đảng Quốc xã",
            "Châu Âu"
        ],
        "reviews_time": [
            "Written July 21, 2023",
            "Written July 27, 2023",
            "Written September 16, 2023",
            "Written November 19, 2023",
            "Written November 25, 2023",
            "Written November 29, 2023",
            "Written December 22, 2023",
            "Written May 21, 2024",
            "Written May 21, 2024",
            "Written May 13, 2024",
            "Written May 12, 2024",
            "Written April 29, 2024",
            "Written March 5, 2024",
            "Written December 22, 2023",
            "Written November 29, 2023",
            "Written November 25, 2023",
            "Written November 19, 2023",
            "Written October 25, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g187310-d1917096-Reviews-Documentation_Center_Nazi_Party_Rally_Grounds-Nuremberg_Middle_Franconia_Franconi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g187310-d1342184-Reviews-Gutmann_am_Dutzendteich-Nuremberg_Middle_Franconia_Franconia_Bavaria.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187310-d2186137-Reviews-Bootshaus_Nuernberg-Nuremberg_Middle_Franconia_Franconia_Bavaria.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187310-d10627799-Reviews-Speisegaststatte_Rosenhof-Nuremberg_Middle_Franconia_Franconia_Bavaria.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187310-d10501601-Reviews-Alexander_Herrmann_PALAZZO-Nuremberg_Middle_Franconia_Franconia_Bavaria.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187310-d7020560-Reviews-Duck_Curry_Thai_Restaurant-Nuremberg_Middle_Franconia_Franconia_Bavaria.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187310-d11844459-Reviews-Cafe_Mike_D_Ambrosio-Nuremberg_Middle_Franconia_Franconia_Bavaria.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187310-d3634059-Reviews-Speisegaststatte_Kniedlas_Hueddn-Nuremberg_Middle_Franconia_Franconia_Bavaria.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187310-d23396477-Reviews-Jamas-Nuremberg_Middle_Franconia_Franconia_Bavaria.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187310-d1939109-Reviews-Gaststaette_Bahnhof_Dutzendteich-Nuremberg_Middle_Franconia_Franconia_Bavaria.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187310-d1354175-Reviews-Heidekrug-Nuremberg_Middle_Franconia_Franconia_Bavaria.html",
            "https://www.tripadvisor.com/Attraction_Review-g187310-d523537-Reviews-Reichsparteigelande_Nazi_Party_Rally_Grounds-Nuremberg_Middle_Franconia_Franconia_.html",
            "https://www.tripadvisor.com/Attraction_Review-g187310-d10301959-Reviews-Kongresshalle_Nurnberg-Nuremberg_Middle_Franconia_Franconia_Bavaria.html",
            "https://www.tripadvisor.com/Attraction_Review-g187310-d24858272-Reviews-Serenadenhof_Nurnberg-Nuremberg_Middle_Franconia_Franconia_Bavaria.html",
            "https://www.tripadvisor.com/Attraction_Review-g187310-d8820316-Reviews-Volksfest_Nurnberg-Nuremberg_Middle_Franconia_Franconia_Bavaria.html",
            "https://www.tripadvisor.com/Attraction_Review-g187310-d4942363-Reviews-Zeppelinfeld-Nuremberg_Middle_Franconia_Franconia_Bavaria.html",
            "https://www.tripadvisor.com/Attraction_Review-g187310-d10207193-Reviews-Kleiner_Dutzendteich-Nuremberg_Middle_Franconia_Franconia_Bavaria.html",
            "https://www.tripadvisor.com/Attraction_Review-g187310-d2263169-Reviews-Altstadt-Nuremberg_Middle_Franconia_Franconia_Bavaria.html",
            "https://www.tripadvisor.com/Attraction_Review-g187310-d243417-Reviews-St_Lorenz_Church-Nuremberg_Middle_Franconia_Franconia_Bavaria.html",
            "https://www.tripadvisor.com/Attraction_Review-g187310-d241801-Reviews-Germanisches_Nationalmuseum-Nuremberg_Middle_Franconia_Franconia_Bavaria.html",
            "https://www.tripadvisor.com/Attraction_Review-g187310-d1043637-Reviews-Tiergarten_Nuernberg-Nuremberg_Middle_Franconia_Franconia_Bavaria.html",
            "https://www.tripadvisor.com/Attraction_Review-g187310-d1917096-Reviews-or10-Documentation_Center_Nazi_Party_Rally_Grounds-Nuremberg_Middle_Franconia_Fra.html",
            "https://www.tripadvisor.com/Attraction_Review-g187310-d4093566-Reviews-Memorium_Nuremberg_Trials-Nuremberg_Middle_Franconia_Franconia_Bavaria.html",
            "https://www.tripadvisor.com/Attraction_Review-g187310-d1908553-Reviews-DB_Museum_German_Railway_Museum-Nuremberg_Middle_Franconia_Franconia_Bavaria.html",
            "https://www.tripadvisor.com/Attraction_Review-g187310-d243416-Reviews-Toy_Museum-Nuremberg_Middle_Franconia_Franconia_Bavaria.html",
            "https://www.tripadvisor.com/Attraction_Review-g187310-d12880279-Reviews-Bernstein_Museum-Nuremberg_Middle_Franconia_Franconia_Bavaria.html",
            "https://www.tripadvisor.com/Attraction_Review-g187310-d1953263-Reviews-Stadtmuseum_im_Fembo_Haus_City_Museum_at_Fembo_House-Nuremberg_Middle_Franconia_F.html",
            "https://www.tripadvisor.com/Attraction_Review-g187310-d1939066-Reviews-Museum_Industriekultur-Nuremberg_Middle_Franconia_Franconia_Bavaria.html",
            "https://www.tripadvisor.com/Attraction_Review-g187310-d4115411-Reviews-Historischer_Kunstbunker-Nuremberg_Middle_Franconia_Franconia_Bavaria.html",
            "https://www.tripadvisor.com/Attraction_Review-g187310-d4943770-Reviews-Merks_Motor_Museum-Nuremberg_Middle_Franconia_Franconia_Bavaria.html",
            "https://www.tripadvisor.com/Attraction_Review-g187310-d5446497-Reviews-Henkerhaus-Nuremberg_Middle_Franconia_Franconia_Bavaria.html",
            "https://www.tripadvisor.com/Attraction_Review-g187310-d5015232-Reviews-Nuremberg_Tours_in_English-Nuremberg_Middle_Franconia_Franconia_Bavaria.html",
            "https://www.tripadvisor.com/Attraction_Review-g187310-d3923298-Reviews-Palazzo_Nurnberg-Nuremberg_Middle_Franconia_Franconia_Bavaria.html",
            "https://www.tripadvisor.com/Attraction_Review-g187310-d2248333-Reviews-Inline_Skating_Dutzendteich-Nuremberg_Middle_Franconia_Franconia_Bavaria.html",
            "https://www.tripadvisor.com/Attraction_Review-g187310-d17506426-Reviews-Hallo_Nuremberg-Nuremberg_Middle_Franconia_Franconia_Bavaria.html",
            "https://www.tripadvisor.com/Attraction_Review-g187310-d7186300-Reviews-Seg_and_the_City-Nuremberg_Middle_Franconia_Franconia_Bavaria.html",
            "https://www.tripadvisor.com/Attraction_Review-g187310-d10179230-Reviews-TeamEscape_Nurnberg-Nuremberg_Middle_Franconia_Franconia_Bavaria.html",
            "https://www.tripadvisor.com/Attraction_Review-g187310-d4378545-Reviews-Nuremberg_City_of_Empires_Tours-Nuremberg_Middle_Franconia_Franconia_Bavaria.html",
            "https://www.tripadvisor.com/Attraction_Review-g187310-d10258725-Reviews-Alexander_Hermann_PALAZZO-Nuremberg_Middle_Franconia_Franconia_Bavaria.html",
            "https://www.tripadvisor.com/Attraction_Review-g36031-d3372354-Reviews-Downtown_Geneva_Historic_Shopping_District-Geneva_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g28972-d207066-Reviews-Rock_Island_State_Park-Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g58912-d2554622-Reviews-Coopers_Rock_State_Forest-Bruceton_Mills_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d240639-Reviews-Gare_du_Nord-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g190384-d23557160-Reviews-Sandy_Beach-Paphos_Paphos_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g42497-d2732770-Reviews-Wagner_Falls-Munising_Upper_Peninsula_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g52024-d123169-Reviews-Oregon_Museum_of_Science_and_Industry-Portland_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g295413-d548256-Reviews-Hafeez_Center-Lahore_Punjab_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g53449-d294369-Reviews-Cathedral_of_Learning-Pittsburgh_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g298419-d5790546-Reviews-Salalah_Gardens_Mall-Salalah_Dhofar_Governorate.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g187310-d1917096-Reviews-or10-Documentation_Center_Nazi_Party_Rally_Grounds-Nuremberg_Middle_Franconia_Fra.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g187310-d1917096-Reviews-Documentation_Center_Nazi_Party_Rally_Grounds-Nuremberg_Middle_Franconia_Franconi.html"
    }
]