[
    {
        "attraction_name": "Dogwood Pass",
        "attraction_name_vi": "Đèo Dogwood",
        "general_info": [
            "58 đánh giá",
            "1 trong số 1 hoạt động giải trí ở Beaver",
            "Địa điểm ưa thích"
        ],
        "attraction_summary": "Dogwood Pass là bản sao của một thị trấn khai thác mỏ miền Tây cũ với hơn 30 tòa nhà bao gồm Bảo tàng Dogwood Pass Roy Rogers. để khám phá. Đọc thêm",
        "reviews": [
            "Điều này thật tuyệt vời!  Chúng tôi gần như đã không đi vì hôm đó trời mưa nhưng tôi rất vui vì đã làm vậy.  Các nhân vật và những người làm việc ở đó là tốt nhất.  Trẻ em và người lớn yêu thích toàn bộ trải nghiệm.   Bất cứ ai nghĩ rằng đó nên là bạn bè là ảo tưởng.  Không có gì trong cuộc sống là miễn phí và tôi nghĩ đây là một món hời cho tất cả những gì có thể xem và làm!Đọc thêm",
            "Đây là một trong những kho báu ẩn giấu ở Ohio. Chúng tôi đến sớm và dành thời gian với các nhân viên và chủ sở hữu. Quá trình thiết lập sẽ đưa bạn quay ngược thời gian về thời phương Tây xa xưa và cách mọi người sống. Họ đã tổ chức 3 chương trình vào ngày chúng tôi ở đó và đó hoàn toàn là một trong những chương trình thân thiện với gia đình và sạch sẽ nhất mà chúng tôi có cả ong. Cảm ơn rất nhiều vì thời gian tuyệt vời.  Đọc thêm",
            "Chúng tôi rất ngạc nhiên trước tất cả những cảnh khác nhau! Các tòa nhà phía Tây rất mát mẻ. Có nhiều thứ để xem. Thức ăn ngon. Giải trí tuyệt vời. Thực sự rất thích Bảo tàng Roy Rogers. Giá tốt cho cả ngày! Đọc thêm",
            "Chúng tôi rất ngạc nhiên trước tất cả những cảnh khác nhau! Các tòa nhà phía Tây rất mát mẻ. Có nhiều thứ để xem. Thức ăn ngon. Giải trí tuyệt vời. Thực sự rất thích Bảo tàng Roy Rogers. Giá tốt cho cả ngày! Đọc thêm",
            "Đây là một trong những kho báu ẩn giấu ở Ohio. Chúng tôi đến sớm và dành thời gian với các nhân viên và chủ sở hữu. Quá trình thiết lập sẽ đưa bạn quay ngược thời gian về thời phương Tây xa xưa và cách mọi người sống. Họ đã tổ chức 3 chương trình vào ngày chúng tôi ở đó và đó hoàn toàn là một trong những chương trình thân thiện với gia đình và sạch sẽ nhất mà chúng tôi có cả ong. Cảm ơn rất nhiều vì thời gian tuyệt vời.  Đọc thêm",
            "Điều này thật tuyệt vời!  Chúng tôi gần như đã không đi vì hôm đó trời mưa nhưng tôi rất vui vì đã làm vậy.  Các nhân vật và những người làm việc ở đó là tốt nhất.  Trẻ em và người lớn yêu thích toàn bộ trải nghiệm.   Bất cứ ai nghĩ rằng đó nên là bạn bè là ảo tưởng.  Không có gì trong cuộc sống là miễn phí và tôi nghĩ đây là một món hời cho tất cả những gì có thể xem và làm!Đọc thêm",
            "Luôn luôn là một khoảng thời gian tuyệt vời, vui vẻ, thú vị và mang tính giáo dục ở nơi tuyệt vời này!  Bạn sẽ được giải trí, hồi hộp và học được điều gì đó mới mẻ! Hãy tìm chú lợn KHỔNG LỒ, chú công và đừng bỏ lỡ bảo tàng Roy Rogers! Hơi khó tiếp cận nhưng không có tường lát đá. Bạn sẽ cần khoảng vài giờ, đi và tận hưởng mưa hoặc nắng!Đọc thêm",
            "Chương trình tái hiện cao bồi tuyệt vời. Thị trấn rất thú vị khi đi dạo xung quanh với nhiều cửa hàng nhỏ khác nhau để khám phá. Sự kiện gia đình - không rượu - quầy bar phục vụ bia gốc.  Chúng tôi thực sự rất thích khoảng thời gian ở Dogwood Pass.Đọc thêm",
            "Nó cũng có giá trị tiền. Họ đã tổ chức 3 chương trình khác nhau khi chúng tôi ở đó và đồ ăn rất tuyệt và khá rẻ. Tất cả chúng ta đã có một thời gian tuyệt vời. Chúng tôi đã ở đó hơn 3 giờ và người pha chế ở quán rượu đã chiêu đãi 2 chàng trai một cốc bia miễn phí nhân dịp sinh nhật của họ. Tôi chắc chắn có kế hoạch quay trở lạiĐọc thêm",
            "Toàn bộ trải nghiệm thật thú vị. Tôi quyết định viết đánh giá vì tôi thấy một số đánh giá không quá xuất sắc. Tôi không nghĩ rằng họ đã được bảo hành. Đầu tiên, phải tốn tiền để xây dựng và tạo ra những gì họ đã tạo ra và duy trì nó. Vì vậy, nói rằng nó nên miễn phí thì thật là nực cười.  Chồng tôi và tôi đã trải nghiệm Giáng sinh và chúng tôi rất thích nó. Không bao gồm các chương trình! Chúng tôi dự định quay trở lại cùng các con và vợ chồng tôi nhân Ngày của Cha!Đọc thêm",
            "Chúng tôi trả 15 xu cho mỗi người lớn vì đèn Giáng sinh và chương trình GrinchSanta. Chương trình chỉ diễn ra hai lần một ngày nên bạn phải lên kế hoạch cho phù hợp. Chương trình Wild West cũng chỉ diễn ra hai lần một ngày và không có gì thú vị cộng thêm bạn khó có thể hiểu được chúng bằng mic. Các cửa hàng rất nhỏ, chỉ có thể chứa được 2-4 người cùng một lúc, nơi này chẳng có gì ngoài bùn và một số con ngựa trông không được chăm sóc tốt. Chúng tôi chỉ mất 20 phút để đi bộ xung quanh, không đáng để lái xe. Đọc thêm",
            "Dogwood Pass được thực hiện rất tốt. Mọi tòa nhà đều mở cửa để du khách đi qua và trang trí theo thời gian. Vào mùa Giáng sinh, nó được trang trí rất đẹp bằng đèn. Đó là một điểm dừng thú vị. Nó hơi đắt 10 mỗi người và cưỡi ngựa là thêm 5 mỗi trẻ cho 2 vòng ngắn. Đọc thêm",
            "Giá nhập học làm tăng tiền đặt cược. Nếu đây là quà tặng miễn phí thì tôi sẽ cho qua. Nhưng ở mức 10 đầu thì điều này khá là tệ. Họ cố gắng tái tạo lại một cảnh trong Deadwood. Lời thoại tệ và diễn xuất còn nghiệp dư. Ngôi làng đi bộ thật thú vị. Nhưng không thực sự đảm bảo giá nhập học. Tôi đã 3 lần gặp nhiều thành viên tò mò trong gia đình và tôi luôn hy vọng mọi chuyện sẽ tốt hơn. Nó không có. Đọc thêm",
            "Chúng tôi rất tiếc vì bạn không tận hưởng chuyến thăm của mình. Tôi ước gì chúng ta có thể vào cửa miễn phí, nhưng cần phải giữ mọi thứ luôn mở và hoạt động. Tôi đoán thế giới không hề miễn phí Đọc thêm",
            "Chó của chúng tôi được phép?Đọc thêm",
            "Chó nhỏ có được phép xích tại Dogwood Pass không?Đọc thêm",
            "Người khuyết tật có tiếp cận được không?Đọc thêm",
            "Đường đi bộ là đường đất và khá gồ ghề và có độ dốc khá tốt. Tôi nghĩ sẽ rất khó khăn cho người ngồi xe lăn để di chuyển qua hầu hết các con đường này. Đọc thêm",
            "Chi phí để tham gia là bao nhiêuĐọc thêm",
            "Giờ vào thứ BaĐọc thêm",
            "Tôi đã kiểm tra trang web của họ và có vẻ như họ có thể đóng cửa vào các ngày thứ Ba nhưng đây là số 740-835 -1130 của họ, hy vọng điều này sẽ hữu íchĐọc thêm",
            "Các sự kiện hoặc lễ hội hấp dẫn của bạn trong tháng 4 và tháng 5Đọc thêm",
            "Lịch trình của chúng tôi được đăng trên trang Facebook Dogwood PassĐọc thêm",
            "Bao nhiêu để có cháu từ 8 đến 12 tuổi. Một người cao tuổi và 1 người lớnĐọc thêm",
            "Tôi tin rằng đó là 5,00 mỗi người vào một ngày bình thường nhưng là 10,00 mỗi người vào một ngày sự kiện lớn. Tôi sẽ kiểm tra trang FB hoặc trang web của họ để kiểm tra kỹ và xem điều gì đang diễn ra trong ngày bạn sắp đến. Hãy tận hưởng!Đọc thêm",
            "Sẽ có những loại đồ ăn nào hoặc chúng ta nên đến nhà hàng trước khi đến đó \nĐọc thêm",
            "Nếu bạn ghé thăm khi có sự kiện về đồ ăn nhưng nếu không thì hãy ăn trước khi điĐọc thêm",
            "Cho phép thú nuôi? Chúng tôi đang đi từ Akron xuống và chúng tôi không có người trông chó\nĐọc thêm",
            "Tôi thực sự không biết. Tôi chắc chắn nếu bạn kết nối với họ, họ sẽ có thể cho bạn biết, nó ở vùng nông thôn nên có lẽ vì vậy hãy kiểm tra thêm trên trang Facebook của họĐọc thêm",
            "Vui lòng thu phí nhập họcĐọc thêm",
            "Đã kiểm tra trên trang web và Facebook và có vẻ như 10:00, 6 trở xuống miễn phí. Ít nhất đó là những gì nó nói về sự kiện mở màn mùa giải hôm nay.Đọc thêm"
        ],
        "star_ratings": [
            41,
            11,
            3,
            0,
            3
        ],
        "review_amount": 58,
        "location": [
            "Hải ly",
            "Hoa Kỳ",
            "Ohio OH",
            "Các hoạt động ở Beaver",
            "Đèo Dogwood"
        ],
        "reviews_time": [
            "Written December 2, 2023",
            "Written December 21, 2023",
            "Written December 23, 2023",
            "Written December 23, 2023",
            "Written December 21, 2023",
            "Written December 2, 2023",
            "Written June 5, 2023",
            "Written October 14, 2022",
            "Written September 10, 2022",
            "Written March 19, 2022",
            "Written December 19, 2020",
            "Written January 13, 2020",
            "Written December 21, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g50067-d6961531-Reviews-Dogwood_Pass-Beaver_Ohio.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g50067-d6961531-Reviews-or10-Dogwood_Pass-Beaver_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50671-d15120191-Reviews-White_Gravel_Mines-Minford_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g51110-d1672912-Reviews-Garnet_A_Wilson_Public_Library-Waverly_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g51110-d12118628-Reviews-Lake_White_State_Park-Waverly_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g51110-d27053721-Reviews-Walmart_Supercenter-Waverly_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g51110-d27025483-Reviews-Canal_PARK-Waverly_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g51110-d26688285-Reviews-Way_Farms-Waverly_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g51110-d27031076-Reviews-Bristol_Park-Waverly_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50579-d27019595-Reviews-Cousin_Jed_s_House_of_Oddities-Lucasville_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g790291-d320054-Reviews-Borobudur_Temple-Borobudur_Magelang_Central_Java_Java.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d294496-Reviews-Grand_Bazaar-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g2251740-d2228263-Reviews-Palmanova_Village-Aiello_del_Friuli_Province_of_Udine_Friuli_Venezia_Giulia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60827-d10633087-Reviews-House_of_Yes-Brooklyn_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g30163-d4049296-Reviews-Froberg_s_Farm-Alvin_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d23527384-Reviews-Queens_Waikiki_Luau-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g295371-d3502333-Reviews-Cave_Bar_More-Dubrovnik_Dubrovnik_Neretva_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g45303-d220253-Reviews-Gem_Mountain_Sapphire_Mine-Philipsburg_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d559113-Reviews-Penn_Station-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d3727477-Reviews-Spa_Lei-Seoul.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g50067-d6961531-Reviews-or10-Dogwood_Pass-Beaver_Ohio.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g50067-d6961531-Reviews-Dogwood_Pass-Beaver_Ohio.html"
    }
]