[
    {
        "attraction_name": "Dolby Live",
        "attraction_name_vi": "Dolby trực tiếp",
        "general_info": [
            "407 đánh giá",
            "29 trong số 744 việc cần làm ở Las Vegas",
            "Rạp chiếu phim"
        ],
        "attraction_summary": "Bạn đang tìm kiếm kiểu biểu diễn mang lại cảm giác tình cờ hơn là theo kịch bản: nơi có một loại phép thuật đặc biệt truyền qua giữa người biểu diễn và khán giả - nơi danh sách cố định không bao giờ giống nhau và bạn luôn có thể tin tưởng vào một màn encore. Tại Dolby Live, bạn sẽ không bao giờ xa rời điều kỳ diệu ở một trong những rạp chiếu phim có 5.200 chỗ ngồi. Hệ thống âm thanh Dolby Atmos ngoạn mục được thiết kế tùy chỉnh và tích hợp vào thiết kế chu đáo của địa điểm, mang đến trải nghiệm âm nhạc biến đổi mà bạn không thể có được ở bất kỳ nơi nào khác. Mọi sự kiện được biểu diễn và hòa trộn trong Dolby Atmos, từ các buổi hòa nhạc và thể thao đến các chương trình trao giải và hội nghị, đều mang lại cảm giác thân mật và đắm chìm hơn. Hãy đến xem buổi biểu diễn. Ở lại để trải nghiệm trực tiếp.Đọc thêm",
        "reviews": [
            "Đọc thêm",
            "Khi tôi đến Vegas tôi hiếm khi xem các buổi biểu diễn. Một lý do là tôi chỉ ở Vegas 2 hoặc 3 đêm. Trong thời gian lưu trú ngắn ngủi đó, không có nhiều chương trình tôi muốn xem. Có cơ hội được xem Silk Sonic là điều hiển nhiên. Trong thời gian ở Vegas, tôi ở lại 5 đêm. Điều này giúp tôi có thời gian để không cảm thấy vội vã khi xem một chương trình khi đang đi nghỉ ở Vegas. Vào đêm thứ hai ở Vegas, tôi đến đây để xem buổi hòa nhạc Silk Sonic. Trước khi bước đến chỗ ngồi, tất cả những người tham dự được yêu cầu khóa điện thoại di động của chúng tôi trong một trường hợp đặc biệt vì khán giả không được phép quay video buổi hòa nhạc. Tôi không bận tâm. Bản thân địa điểm tuy nhỏ nhưng không chật chội. Bạn có thể tận hưởng sự thân mật của địa điểm mà không cảm thấy ngột ngạt. Tôi ngồi ở phần dàn nhạc cho buổi hòa nhạc. Vì kích thước của Dolby Live không rộng rãi như sân bóng rổ hay sân vận động bóng đá nên ngồi trong khu vực dàn nhạc không có cảm giác như tôi đang ngồi ở khu vực chảy máu cam.\n\nNhìn chung, tôi rất thích buổi hòa nhạc Silk Sonic tại Dolby Live. Tôi thừa nhận đánh giá của tôi dựa trên Silk Sonic Concert. Tuy nhiên, nếu có một nghệ sĩ khác mà tôi thích đang biểu diễn tại Dolby Live, tôi có thể thấy mình sẽ đến đây lần nữa.Đọc thêm",
            "Chúng tôi đã đến gặp Usher!! Nơi cư trú của anh ấy thật tuyệt vời!  Các nhân viên ở đây rất hữu ích! họ giữ mọi thứ trật tự và an toàn! Tôi bị khuyết tật và họ bắt cô ấy đưa tôi vào và chăm sóc tôi. Tôi đi lại khó khăn nhưng điều đó không thành vấn đề và họ không làm tôi cảm thấy khó chịu, họ đã chăm sóc tôi để tôi có thể thưởng thức buổi biểu diễn!Đọc thêm",
            "Tôi đang viết bài đánh giá về dịch vụ đặc biệt của người điều hành quầy bán vé xuất sắc, Karen Sims. Chuyến đi của chúng tôi, anh họ của tôi, tôi, đã lên kế hoạch đến nơi cư trú của Ushers Vegas. Chúng tôi đã bay đến từ DC vào đêm hôm trước và nếu không có sự giúp đỡ của Karen, chúng tôi sẽ không thể có được trải nghiệm Vegas tuyệt vời này. Khả năng đảm bảo những tấm vé tuyệt vời với mức giá hợp lý của cô ấy đã thực sự nâng cao buổi tối của chúng tôi. Chuyên môn của cô ấy trong công việc và dịch vụ khách hàng tuyệt vời tại gian hàng Dolby Ticket đã vượt qua bất kỳ kinh nghiệm nào mà tôi có. Karen thật TUYỆT VỜI. Tôi thực lòng chúc cô ấy mọi điều tốt đẹp nhất. Cảm ơn bạn một lần nữa, Karen; Đọc thêm",
            "Buổi hòa nhạc Bruno Mars 122223 thật tuyệt vời. Tuy nhiên, chúng tôi đã được cảnh báo trước rằng điện thoại của chúng tôi sẽ bị khóa nhưng đó không phải là vấn đề. Chúng tôi đã được thông báo trước VÀ khi chúng tôi bước vào, rằng chúng tôi sẽ có thể sử dụng máy ảnh kỹ thuật số, nó không có khả năng quay video và không có khả năng chụp ảnh zoom xa. \nTôi đã chụp 2 bức ảnh trong buổi hòa nhạc và tôi bị kéo ra khỏi chỗ ngồi để họ tịch thu máy ảnh và xóa ảnh. \nTôi không có vấn đề gì nếu họ không cho phép điều đó ngay từ đầu, nhưng chúng tôi ĐẶC BIỆT đã hỏi và cho xem chiếc máy ảnh đó khi chúng tôi bước vào. \nVì vậy, trong khi họ đang thực hiện hành động bạo loạn và xóa ảnh cho tôi, tôi đã bỏ lỡ một phần của buổi hòa nhạc này. \nKhông công bằng với tôi và gia đình tôi. Đọc thêm",
            "Âm thanh tuyệt vời tại địa điểm nhỏ này dành cho Ban nhạc Dave Matthews, ngày 1 tháng 3 năm 2024. A về ghế ngồi, cách bố trí và âm thanh. Điều tiêu cực duy nhất là phòng tắm khá xa khu vực chúng tôi đang ở. Tôi không muốn rời buổi hòa nhạc để đi vệ sinh. Lối vào từ một vài nơi. Sẽ tham dự một buổi hòa nhạc khác ở đây trong tích tắc.Đọc thêm",
            "Chúng tôi đến đó để xem buổi hòa nhạc của Mariah Carey, đó là một buổi biểu diễn tuyệt vời.  Nhìn chung, địa điểm không tệ, chúng tôi đã có một đường chuyền nhanh chóng có đường dành riêng cho mọi thứ nên điều đó thật tuyệt.  Về mặt tiêu cực, những chiếc ghế chỉ là những chiếc ghế xếp được tôn vinh, chúng không hề thoải mái chút nào.  Ngoài ra, chúng tôi đã ở trên sàn cạnh sân khấu, cách sân khấu khoảng 8 hàng ghế, và sàn bằng phẳng không bị lún xuống để những người ở phía sau nhìn rõ hơn.  Điều đó đối với tôi và GF của tôi thì ổn, nhưng người phụ nữ bên cạnh chúng tôi thấp và cô ấy không thích buổi biểu diễn chút nào, cô ấy phải ở trên lối đi trong hầu hết buổi biểu diễn để có thể xem.\n\nRa vào rất dễ dàng, chỉ cần đi xe điện Aria.Đọc thêm",
            "Các nhân viên tại Dolby Live đã khiến chuyến thăm thứ ba của chúng tôi Los Bukis vào ngày 3 tháng 5 không thể nào quên. Một người phụ nữ trưởng thành người Mỹ gốc Phi thân thiện ở tầng 2 và tầng 3 cạnh thang cuốn luôn chào đón chúng tôi và giúp chúng tôi đến chỗ ngồi. Hơn nữa, hai nhân viên trong hình đã cung cấp dịch vụ khách hàng đặc biệt. Địa điểm không có chỗ ngồi tồi và chất lượng âm thanh tuyệt vời nên chúng tôi chắc chắn sẽ quay lại.Đọc thêm",
            "Chúng tôi yêu thích 5 bài hát của Maroon nhưng buổi hòa nhạc lại quá ấn tượng. Adam Levine đã truyền tải cảm giác Freddy Mercury suốt đêm, hoàn chỉnh với chiếc áo phông trắng của anh ấy và khiến khán giả lặp đi lặp lại wooo wooo wooo wooo và thậm chí lặp đi lặp lại nhận xét của Freddy rằng tôi có thể làm điều này suốt đêm. Tất cả các ghế dường như đều là ghế tốt. Buổi hòa nhạc đã ổn. Chúng tôi có nhận được trị giá 300 cho 2 chỗ ngồi tươm tất gần trung tâm chứ không phải ban công không? Ờ, có lẽ là không. Cách thu hút khán giả của Adams đã khiến tất cả chúng tôi phải đứng lên hết lần này đến lần khác. Điểm nổi bật duy nhất là phần encore nơi ban nhạc bước lên các bậc thang và hát vài hàng trước mặt chúng tôi.Đọc thêm",
            "Tôi đã mua vé Maroon 5 cho vợ tôi như một món quà nhân Ngày của Mẹ. Cả hai chúng tôi đều chưa từng đến LV trong nhiều năm. Các nhân viên tại Dolby Live Theater rõ ràng là những nhân viên tổ chức sự kiện giỏi nhất mà tôi từng thấy. Maroon 5 hoàn toàn không thể tin được. Vợ tôi đã sẵn sàng gặp lại họ.Đọc thêm",
            "Địa điểm tuyệt vời. Không có chỗ ngồi tệ trong nhà. Người hướng dẫn hữu ích. Buổi hòa nhạc tuyệt vời. Âm thanh tốt. Được phép chụp ảnh và quay video. Đọc thêm",
            "Đây là một buổi hòa nhạc tuyệt vời của Maroon 5. Tuyệt vời từ đầu đến cuối. Rất vui vì tôi đã đặt những vé này. Rất nhiều năng lượng từ Adam Levine và ban nhạc. Đáng giá từng xu ngoài đồ uống đắt tiền tại nhà thi đấu, tuy nhiên điều này không làm mất đi buổi hòa nhạc tuyệt vời.Đọc thêm",
            "Ồ!!!  Quả là một chương trình!!!  Năng lượng cao, hết bản này đến bản khác, chuyển tiếp âm nhạc tuyệt vời. Tôi thực sự giới thiệu Maroon5...đó là buổi hòa nhạc tuyệt vời nhất mà tôi từng tham dự!!!!!  Adam rất đĩnh đạc, tràn đầy năng lượng và không biết thời gian đã trôi đi đâu.   Đây là một buổi hòa nhạc phải xem!! Đọc thêm",
            "Thật là một thời gian tuyệt vời. Tôi thực sự không biết những gì mong đợi. Họ đã rung chuyển nó. Bạn có thể nói rằng họ thực sự thích thú với những gì họ làm. Năng lượng và sự kết nối của họ thật tuyệt vờiĐọc thêm",
            "Các nhân viên tại Dolby Live đã khiến chuyến thăm thứ ba của chúng tôi Los Bukis vào ngày 3 tháng 5 không thể nào quên. Một người phụ nữ trưởng thành người Mỹ gốc Phi thân thiện ở tầng 2 và tầng 3 cạnh thang cuốn luôn chào đón chúng tôi và giúp chúng tôi đến chỗ ngồi. Hơn nữa, hai nhân viên trong hình đã cung cấp dịch vụ khách hàng đặc biệt. Địa điểm không có chỗ ngồi tồi và chất lượng âm thanh tuyệt vời nên chúng tôi chắc chắn sẽ quay lại.Đọc thêm",
            "Chúng tôi đến đó để xem buổi hòa nhạc của Mariah Carey, đó là một buổi biểu diễn tuyệt vời.  Nhìn chung, địa điểm không tệ, chúng tôi đã có một đường chuyền nhanh chóng có đường dành riêng cho mọi thứ nên điều đó thật tuyệt.  Về mặt tiêu cực, những chiếc ghế chỉ là những chiếc ghế xếp được tôn vinh, chúng không hề thoải mái chút nào.  Ngoài ra, chúng tôi đã ở trên sàn cạnh sân khấu, cách sân khấu khoảng 8 hàng ghế, và sàn bằng phẳng không bị lún xuống để những người ở phía sau nhìn rõ hơn.  Điều đó đối với tôi và GF của tôi thì ổn, nhưng người phụ nữ bên cạnh chúng tôi thấp và cô ấy không thích buổi biểu diễn chút nào, cô ấy phải ở trên lối đi trong hầu hết buổi biểu diễn để có thể xem. Thật dễ dàng để có được ra vào chỉ cần đi xe điện Aria Tram.Đọc thêm",
            "Âm thanh tuyệt vời tại địa điểm nhỏ này dành cho Ban nhạc Dave Matthews, ngày 1 tháng 3 năm 2024. A về ghế ngồi, cách bố trí và âm thanh. Điều tiêu cực duy nhất là phòng tắm khá xa khu vực chúng tôi đang ở. Tôi không muốn rời buổi hòa nhạc để đi vệ sinh. Lối vào từ một vài nơi. Sẽ tham dự một buổi hòa nhạc khác ở đây trong tích tắc.Đọc thêm",
            "Buổi hòa nhạc Bruno Mars 122223 thật tuyệt vời. Tuy nhiên, chúng tôi đã được cảnh báo trước rằng điện thoại của chúng tôi sẽ bị khóa nhưng đó không phải là vấn đề. Chúng tôi đã được thông báo trước VÀ khi chúng tôi bước vào, rằng chúng tôi sẽ có thể sử dụng máy ảnh kỹ thuật số, nó không có khả năng quay video và không có khả năng chụp ảnh zoom xa. Tôi đã chụp 2 bức ảnh trong buổi hòa nhạc và tôi bị kéo ra khỏi chỗ ngồi để họ tịch thu máy ảnh và xóa ảnh. Tôi không có vấn đề gì nếu họ không cho phép điều đó ngay từ đầu, nhưng chúng tôi ĐẶC BIỆT đã hỏi và cho xem chiếc máy ảnh đó khi chúng tôi bước vào. Vì vậy, trong khi họ đang thực hiện hành động bạo loạn và xóa ảnh cho tôi, tôi đã bỏ lỡ một phần của buổi hòa nhạc này. Không công bằng với tôi và gia đình tôi. Đọc thêm",
            "Có ai biết kích thước chiều rộng của ghế không.  Tôi lo lắng liệu tôi có thoải mái hay không.  Tay ghế cuối có nâng lên không?  Tôi bị khuyết tật và có thể ngồi trong xe tập đi nhưng nó không thoải mái.  Cảm ơn bạnĐọc thêm",
            "Leo JordanĐọc thêm",
            "Leo JordanĐọc thêm",
            "Leo JordanĐọc thêm",
            "Buổi hòa nhạc Usher: \nCó chênh lệch giá nếu bạn mua vé tại phòng vé thay vì trực tuyến không?\nVé có được giảm giá cho người dân không?\n\nTùy thuộc vào địa điểm, đôi khi bạn có thể tránh phải trả những khoản phí xử lý và dịch vụ phiền toái bắt đầu cộng thêm khi kết thúc giao dịch nếu vé được mua tại phòng vé. Một số địa điểm cũng cung cấp giảm giá cho người dân. Vui lòng xác minh xem đây có phải là trường hợp của địa điểm này không. Cảm ơn!Đọc thêm",
            "Tôi có thể tính phí đồ uống mua tại Dolby Live vào phòng của tôi tại Park MGM không?Đọc thêm",
            "Hố của Aerosmith lớn đến mức nào? Bạn có tặng dây đeo tay cho người đến trước không? Bí quyết để đi lên phía trước là gì? Đến đó siêu sớm?Đọc thêm",
            "Tôi có thể lấy xét nghiệm Covid cho buổi hòa nhạc Aerosmith ở đâu?Đọc thêm",
            "Túi có được phép tại AGT live vegasĐọc thêm",
            "Có nhưng chúng phải là những cái nhỏ. Kiểm tra trang web của họ để biết số đo chính xác.Đọc thêm",
            "Tôi muốn biết thông tin khai trương vào tháng 6 năm 2023 và tôi muốn biết Phần VIP hoạt động như thế nào?Đọc thêm"
        ],
        "star_ratings": [
            274,
            79,
            25,
            15,
            20
        ],
        "review_amount": 413,
        "location": [
            "Las Vegas",
            "Nevada NV",
            "Hoa Kỳ",
            "Những điều cần làm ở Las Vegas",
            "Dolby trực tiếp"
        ],
        "reviews_time": [
            "Written July 29, 2023",
            "Written November 5, 2023",
            "Written December 21, 2023",
            "Written December 24, 2023",
            "Written March 12, 2024",
            "Written April 24, 2024",
            "Written May 5, 2024",
            "Written June 1, 2024",
            "Written May 30, 2024",
            "Written May 28, 2024",
            "Written May 28, 2024",
            "Written May 27, 2024",
            "Written May 23, 2024",
            "Written May 5, 2024",
            "Written April 24, 2024",
            "Written March 13, 2024",
            "Written December 24, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g45963-d11885722-Reviews-Dolby_Live-Las_Vegas_Nevada.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g45963-d422767-Reviews-Chin_Chin-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Restaurant_Review-g45963-d1953852-Reviews-Mastro_s_Ocean_Club-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Restaurant_Review-g45963-d15009041-Reviews-L_Atelier_de_Joel_Robuchon-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Restaurant_Review-g45963-d12999839-Reviews-Bavette_s_Steakhouse_Bar_Park_MGM_Las_Vegas-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Restaurant_Review-g45963-d1939064-Reviews-Greenberg_s_Deli-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Restaurant_Review-g45963-d2182772-Reviews-Blossom-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Restaurant_Review-g45963-d6405777-Reviews-48th_and_Crepe-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Restaurant_Review-g45963-d4201153-Reviews-Hakkasan_Restaurant_Las_Vegas-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Restaurant_Review-g45963-d21344064-Reviews-Din_Tai_Fung-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Restaurant_Review-g45963-d3785151-Reviews-Bubba_Gump_Shrimp_Co-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d27053957-Reviews-Haus_of_Gaga-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d10128022-Reviews-The_Park-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d104052-Reviews-Park_MGM_Las_Vegas_Casino-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d12271222-Reviews-Bliss_Dance_Statue-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45981-d16668677-Reviews-Park_MGM_Las_Vegas-North_Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d23993021-Reviews-Mad_Apple_By_Cirque_Du_Soleil-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d209797-Reviews-Casino_at_New_York_New_York-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d23656280-Reviews-The_Mosaic_On_The_Strip-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d216788-Reviews-Showcase_Mall-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d23835455-Reviews-Arcadia_Earth-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d11885722-Reviews-or10-Dolby_Live-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d615091-Reviews-The_Beatles_Love_Cirque_du_Soleil-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d23537427-Reviews-Soul_Of_Motown-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d7738644-Reviews-Paranormal_The_Mindreading_Magic_Show-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d3870907-Reviews-MJ_Live-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d25272557-Reviews-Escape_Reality_Magic_Show_Las_Vegas_Garry_Janine_Carson-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d10209310-Reviews-Piff_the_Magic_Dragon-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d14081303-Reviews-The_Magic_of_Jen_Kramer-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d11798913-Reviews-Wayne_Newton_Up_Close_and_Personal-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d1763967-Reviews-The_Mentalist-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d11929830-Reviews-The_Bronx_Wanderers-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d1083209-Reviews-Cher_Las_Vegas-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d776701-Reviews-The_Big_Apple_Arcade_Coaster-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d7094903-Reviews-Las_Vegas_Club_Crawl_LA_Epic-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d1393470-Reviews-Terry_Fator-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d3987921-Reviews-Raiding_The_Rock_Vault-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d24118361-Reviews-Flyover_In_Las_Vegas-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d1729080-Reviews-Nathan_Burton_Comedy_Magic_inside_FlyOver-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d1145035-Reviews-Coca_Cola_Store_Las_Vegas-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d143006-Reviews-M_M_S_Las_Vegas-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d2165209-Reviews-Las_Vegas_Club_Crawl-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g33000-d1586117-Reviews-Del_Dotto_Estate_Winery_Caves-St_Helena_Napa_Valley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g666675-d1990398-Reviews-Sabah_Tea_Garden_Day_Tours-Ranau_Sabah.html",
            "https://www.tripadvisor.com/Attraction_Review-g294210-d1812820-Reviews-Nyali_Beach-Mombasa_Coast_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g580303-d10358759-Reviews-Oceans_Calvia_Beach-Magaluf_Calvia_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g60856-d9707200-Reviews-Anthony_Chapel-Hot_Springs_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g57910-d16844140-Reviews-Amtrak_AutoTrain-Lorton_Fairfax_County_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60927-d10723244-Reviews-Whitecap_Beach-Corpus_Christi_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g1185905-d8627972-Reviews-Saxholl_Crater-Snaefellsbaer_West_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g58277-d10213472-Reviews-Veterans_United_Home_Loans_Amphitheater-Virginia_Beach_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g31231-d1828323-Reviews-Hurricane_Harbor_Phoenix-Glendale_Arizona.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g45963-d11885722-Reviews-or10-Dolby_Live-Las_Vegas_Nevada.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g45963-d11885722-Reviews-Dolby_Live-Las_Vegas_Nevada.html"
    }
]