[
    {
        "attraction_name": "Domaine Carneros",
        "attraction_name_vi": "Domaine Carneros",
        "general_info": [
            "1.570 đánh giá",
            "18 trong số 274 việc cần làm ở Napa",
            "Nhà máy rượu vang Vườn nho"
        ],
        "attraction_summary": "Hãy ghé thăm Château - Chúng tôi hoan nghênh bạn tham gia cùng chúng tôi! Cần phải đặt chỗ trước và tất cả du khách phải từ 21 tuổi trở lên - trẻ sơ sinh và trẻ em không được phép vào nhà máy rượu. Chúng tôi chỉ chào đón động vật phục vụ, vui lòng không mang theo vật nuôi. Các nhóm hiện bị giới hạn ở mức 8 hoặc ít hơn. Cần phải đặt chỗ trước và có sẵn hàng ngày bắt đầu lúc 10:00 sáng với lần đặt chỗ cuối cùng lúc 5:00 chiều. GIỜ NGÀY LỄ 2023: Thứ Tư 1122 - đặt chỗ lần cuối 3 giờ chiều, Thứ Năm 1123 - ĐÓNG CỬA, Chủ nhật 1224 - đặt chỗ lần cuối 3 giờ chiều, Thứ Hai 1225 - ĐÓNG CỬA, Chủ Nhật 1231 - đặt chỗ lần cuối 3 giờ chiều, Thứ Hai ngày 11 - đặt chỗ lần đầu 12 giờ trưa.Đọc thêm",
        "reviews": [
            "Đã đi ghép đôi rượu vang sủi và thức ăn. Môi trường xung quanh tuyệt đẹp, rượu vang tuyệt vời và các món ăn Đông Nam Á thơm ngon đi kèm với từng loại rượu vang. Dịch vụ này hoàn hảo. Máy chủ của chúng tôi không thể lịch sự, thân thiện và hiểu biết hơn. Nhà máy rượu này thuộc sở hữu của Tattinger và rượu vang rất tinh tế. 1010!Đọc thêm",
            "Đã nếm thử ở đây trong chuyến đi Napa gần đây của chúng tôi.  Điều tuyệt vời nhất là nơi này rất ăn ảnh.  Ngoại thất của Chateaus rất đẹp và khung cảnh trên cao mang lại tầm nhìn tuyệt vời ra những vườn nho xung quanh và tổng thể thung lũng.  A cho phần trải nghiệm này.  Các nhân viên rất thân thiện và hữu ích, dịch vụ nhanh chóng và người phục vụ của chúng tôi đã cung cấp một số thông tin hữu ích vì đây chỉ là một buổi nếm thử chứ không phải một chuyến tham quan.  Tôi không phải là một người am hiểu sâu sắc về rượu vang, vì vậy có lẽ tôi không mấy tin tưởng vào điều này.  Chúng tôi đã lấy mẫu rượu vang sủi và đối với tôi, loại rượu này thật đáng quên.  Không quá ngọt hoặc quá khô, cũng không đặc biệt ngon - chỉ là rượu vang sủi ở mức trung bình khá.  Tôi hiểu rằng đây là một trong những nhà sản xuất rượu vang lớn hơn trong thung lũng nên họ đang sản xuất những lô lớn và không thực sự sản xuất rượu vang cổ điển nên rượu vang đúng như những gì tôi mong đợi.  Chúng tôi cũng đặt mua đĩa charcuterie, rất ngon - một vài loại xúc xích Ý khác nhau, bốn loại pho mát, mứt, bánh mì, bánh quy giòn, một ít quả mơ khô và một số loại hạt. Trong mọi trường hợp, khi chúng tôi quay lại Napa, có lẽ chúng tôi sẽ không quay lại đây - đó là một nơi tuyệt vời để chụp một số bức ảnh, nhưng với tất cả các tùy chọn ở Napa, bạn có thể sử dụng số tiền có hạn trong thời gian của mình tốt hơn đối với loại rượu thực tế mà bạn có thể kinh nghiệm về hương vị và nhà máy rượu vang.       Đọc thêm",
            "Chồng tôi và tôi cùng với những người bạn đồng hành đã nếm thử rượu vang tại Domaine Carneros vào ngày 20 tháng 8 năm 2023. Một nửa nhóm chúng tôi nếm thử rượu vang sủi bọt và nửa còn lại nếm thử rượu vang tĩnh. Việc nếm thử của chúng tôi được giám sát bởi Arturo, người đã làm rất tốt việc thông báo cho chúng tôi về loại rượu mà chúng tôi đang nếm. Khung cảnh từ sân trong thật tuyệt vời, hoàn toàn ngoạn mục. Chà, chúng tôi đã dành thời gian để nếm thử rượu vang ở địa điểm tuyệt đẹp này.Đọc thêm",
            "Rất vui vì bạn đã có một chuyến thăm tuyệt vời.  Cảm ơn bạn đã đánh giá!Đọc thêm",
            "Tôi đã có khoảng thời gian tuyệt vời để tổ chức sinh nhật cùng bạn bè. Đặt phòng thật dễ dàng, nhưng hãy đặt càng sớm càng tốt. Chỗ ngồi ngoài trời tuyệt vời. Dịch vụ tuyệt vời. Nhà máy rượu đẹp. Các lựa chọn thực phẩm tốt để nếm thử.Đọc thêm",
            "Cảm ơn bạn đã đánh giá tốt của bạn! Chúng tôi rất vui khi biết bạn thích trải nghiệm của mình và chọn ăn mừng cùng chúng tôi. Đọc thêm",
            "Chúng tôi đã trễ khoảng hai giờ so với thời gian đặt chỗ vì các chuyến bay của chúng tôi bị hoãn, nhưng họ thật tuyệt vời khi đã đưa chúng tôi vào! Những người rất rất tốt và dịch vụ khách hàng luôn tuyệt vời! Sự lựa chọn thật tuyệt vời! Tấn rượu vang sủi tăm!  Tôi ước chúng ta có thể thực hiện tất cả các buổi nếm thử! Mọi thứ chúng tôi nếm đều tuyệt vời! Tôi đọc trên mạng ở đâu đó rằng họ đưa ra mức giảm giá quân sự lớn hơn mức họ đã làm, nhưng tôi đoán trang web đó đã sai. Họ vẫn giảm giá cho chúng tôi, nhưng nó không nhiều như blog tôi đã đọc.  Vừa bước lên, bạn có cảm giác như sắp bước vào một cung điện hay một biệt thự. Chắc chắn có được một số hình ảnh! Ngay cả khi bạn ở trong hoặc ngoài sân, khung cảnh vẫn thật ngoạn mục!  Chắc chắn là một trong những nhà máy rượu mà bạn không muốn bỏ lỡ!Đọc thêm",
            "Terra, chúng tôi rất vui khi biết bạn đã tận hưởng khoảng thời gian ở Chateau và chúng tôi có thể lên lịch lại cuộc hẹn cho bạn! Chúc mừng bạn sẽ có nhiều bong bóng hơn nữa trong tương lai.Đọc thêm",
            "Khung cảnh và bầu không khí của lâu đài giống như những gì bạn thấy trong phim hoặc giống như Instagram ngoài đời thực. Nó nằm trên đỉnh một ngọn đồi và bạn không thể bỏ lỡ địa điểm này nếu bạn đang đi du lịch ngang qua. Nội thất trang nhã và bạn có tầm nhìn đẹp như tranh vẽ ra những vườn nho và cũng có thể đón hoàng hôn.\n\nHọ có nhiều lựa chọn rượu vang và cũng phục vụ những miếng nhỏ. Chúng tôi có những chuyến bay rượu vang với một bảng bán bánh charcuterie để chia sẻ. \n\nMáy chủ của chúng tôi rất tốt bụng, kiên nhẫn và chu đáo và chúng tôi đã có một cuộc trò chuyện tuyệt vời với anh ấy và tìm hiểu thêm về tài sản, rượu vang và các thông tin khác. Đọc thêm",
            "Chúng tôi rất vui khi biết bạn thích trải nghiệm của mình tại Chateau. Chúng tôi đồng ý - khung cảnh của những vườn nho thật kỳ diệu. Chúc mừng! Đọc thêm",
            "Chúng tôi đã tham gia vào 5 buổi thử rượu khác nhau tại nhà máy rượu vào cuối tuần dài và đây là lần nếm thử yêu thích nhất của chúng tôi cho đến nay. Đầu tiên, tài sản và khuôn viên rất đẹp! Nơi này gợi nhớ đến những lâu đài truyền thống của Pháp. Hãy đến đó sớm và đi bộ trong khuôn viên trước khi vào trong để tham dự buổi nếm thử. Domain Carneros được biết đến với Rượu vang sủi bọt. Chúng tôi thật may mắn khi có Sherry, Nàng Tiên Rượu, làm người dẫn đường. Chúng tôi ngồi ở tầng dưới trong một khu vực nhìn ra cơ sở sản xuất của họ. Khung cảnh thật tuyệt vời, nhưng điều đó không làm mất đi hương vị thơm ngon. Chúng tôi yêu thích hầu hết mọi thứ chúng tôi đã thử. Chúng tôi rất ấn tượng khi cả hai cặp đôi trong nhóm chúng tôi đều tham gia câu lạc bộ rượu vang của họ. Sherry làm cho trải nghiệm của chúng tôi trở nên đáng nhớ. Cô ấy là một viên ngọc quý!\n\nNgoài ra, họ còn bán những chiếc sáo đẹp để đựng rượu vang sủi với giá rất hợp lý. Nếu bạn chỉ có thời gian để nếm thử một vài lần, hãy đảm bảo rằng món này nằm trong danh sách của bạn!Đọc thêm",
            "Cảm ơn bạn đã dành thời gian để lại những lời tốt đẹp như vậy - hãy nhớ chuyển những tình cảm đó đến Sherry nhé!  Chúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian vui vẻ tại Chateau và mong được đón tiếp bạn lần nữa. Chúc mừng bạn sẽ có nhiều bong bóng hơn nữa trong tương lai!Đọc thêm",
            "Domaine Carneros là một trong những địa điểm yêu thích của tôi với tư cách là một cựu chiến binh Napa!!! Tôi sống ở Bắc California và tôi may mắn khi đủ gần để có thể thường xuyên đến thăm Napa trong hơn 10 năm qua và chúng tôi yêu thích nhà máy rượu này. Khuôn viên tuyệt đẹp, dịch vụ tuyệt vời và rượu vang hồng lấp lánh rất đáng để nếm thử. Cũng sẽ giới thiệu cho các buổi nếm thử, chuyến đi của các cô gái và các cuộc phiêu lưu của các cặp đôi. Chắc chắn đáng để ghé thăm. Đọc thêm",
            "Cảm ơn bạn đã dành thời gian để để lại cho chúng tôi xem xét! Chúng tôi thực sự đánh giá cao những lời tốt đẹp đó và rất vui khi biết bạn đã tận hưởng khoảng thời gian ở Chateau. Chúc mừng bạn sẽ có nhiều bong bóng hơn nữa trong tương lai!Đọc thêm",
            "Domaine Carneros là nhà sản xuất rượu vang sủi ở Thung lũng Napa. Họ không cung cấp các chuyến tham quan nhưng họ có một số lựa chọn bữa sáng muộn trên bàn ăn charcuterie bao gồm các loại rượu vang sủi và một số loại rượu thông thường để nếm thử. Các loại pho mát, bánh quy giòn và trái cây làm nổi bật khá tốt một số loại rượu vang sủi.\nHọ cung cấp cả chỗ ngồi trong nhà và ngoài trời. Nó không miễn phí và bạn cần phải đặt chỗ trước.Đọc thêm",
            "Cảm ơn bạn đã dành thời gian để để lại cho chúng tôi xem xét! Chúng tôi rất vui khi biết rằng bạn thích trải nghiệm của mình với chúng tôi tại Chateau. Chúc mừng! Đọc thêm",
            "Trong số tất cả những nơi chúng tôi đến thăm ở Napa, đây là nơi không thân thiện và không thích hợp để đi dạo mặc dù họ không bận rộn. Khi chúng tôi quay đi, tôi đã kiểm tra việc đặt chỗ trực tuyến và thấy rằng tôi thực sự có thể đặt bàn ngay tại chỗ. Mình sẽ không ghé lạiXem thêm",
            "Cảm ơn bạn đã dành thời gian để lại đánh giá. Chúng tôi rất tiếc khi nghe về trải nghiệm của bạn và xin lỗi vì chúng tôi không thể phục vụ nhóm của bạn. Mặc dù có vẻ như vẫn còn bàn trống, nhưng chúng tôi có giới hạn sức chứa và không thể chấp nhận đặt chỗ trực tiếp. Chúng tôi trân trọng gửi lời mời bạn lên lịch trải nghiệm nếm thử với chúng tôi, nếu bạn quyết định ghé thăm Chateau một lần nữa trong chuyến đi tiếp theo của mình. Đọc thêm",
            "Domaine Carneros là nhà sản xuất rượu vang sủi ở Thung lũng Napa. Họ không cung cấp các chuyến tham quan nhưng họ có một số lựa chọn bữa sáng muộn trên bàn ăn charcuterie bao gồm các loại rượu vang sủi và một số loại rượu thông thường để nếm thử. Các loại pho mát, bánh quy giòn và trái cây làm nổi bật một số loại rượu vang sủi khá ngon. Họ cung cấp cả chỗ ngồi trong nhà và ngoài trời. Nó không miễn phí và bạn cần phải đặt chỗ trước.Đọc thêm",
            "Cảm ơn bạn đã dành thời gian để lại đánh giá cho chúng tôi! Chúng tôi rất vui khi biết bạn thích trải nghiệm của mình với chúng tôi tại Chateau. Chúc mừng! Đọc thêm",
            "Chúng tôi đến đây vào một chiều chủ nhật.  Chúng tôi đã đặt chỗ trước, mặc dù khi chúng tôi đến đây, họ nói sẽ mất khoảng 10 phút.  Sau 15 phút, chúng tôi nhận thấy rất nhiều người khác đang ngồi sau chúng tôi. Khi chúng tôi hỏi về điều đó, họ hỏi liệu chúng tôi có đặt chỗ trước không.  Sau khi giải quyết xong vấn đề này, chúng tôi được dẫn đến một chiếc bàn nơi chúng tôi đối đầu với những người khác. Nhà máy rượu này có rượu Pinot noir tuyệt vời.  Điều đó nói lên rằng, nơi này phù hợp với những người có ảnh hưởng 22 tuổi hơn là những người đang tìm kiếm trải nghiệm chất lượng. Nơi đây đông đúc và gần như không mang lại trải nghiệm tốt như các nhà máy rượu vang hàng đầu khác ở khu vực Napa.Đọc thêm",
            "Chúng tôi rất thất vọng khi biết về trải nghiệm gần đây của bạn tại Domaine Carneros. Điều này không phù hợp với mức độ chăm sóc và dịch vụ mà chúng tôi mong muốn cung cấp cho khách hàng tại Chateau.  Sứ mệnh của chúng tôi là cung cấp trải nghiệm rượu vang sủi đáng nhớ nhất cho khách hàng. Cảm ơn bạn đã cung cấp phản hồi cho chúng tôi và chúng tôi xin lỗi vì sự chậm trễ và thông tin sai lệch về chỗ ngồi trong chuyến thăm Lâu đài của bạn.\n\nChúng tôi hy vọng bạn sẽ cân nhắc cho chúng tôi một cơ hội khác để thể hiện cam kết của chúng tôi hướng tới sự xuất sắc và chúng tôi mong có cơ hội được phục vụ bạn và nhóm của bạn với trải nghiệm nếm thử rượu vang và lòng hiếu khách đặc biệt mà Domaine Carneros phấn đấu để có được.Đọc thêm",
            "Mặc dù khuôn viên của địa điểm này rất đẹp và quang cảnh ngoạn mục, nhưng ý kiến ​​của vợ tôi và Is chỉ ở mức ổn. Ưu điểm: - Nơi này rất đẹp. Hãy nghĩ về vùng đất nước Pháp và bạn có một bức tranh đẹp về những gì sẽ xảy ra. Những chiếc đèn chùm lấp lánh tuyệt đẹp, những lò sưởi lớn, những bức tường sơn độc đáo, đá cẩm thạch sáng bóng và khoảng sân rộng rãi. - Có nhiều chỗ để ngồi bên trong và bên ngoài vào một ngày đẹp trời - Địa điểm này có đội ngũ nhân viên tốt và bạn không phải chờ đợi lâu Nhược điểm: - Nơi này rất bận rộn. Nếu đó không phải là một ngày đẹp trời và mọi người phải ngồi trong nhà thì tiếng ồn trong nhà rất lớn và khó có thể trò chuyện dễ dàng. -Nếu bạn là người thích uống rượu vang đỏ thì nơi này không có lựa chọn tuyệt vời. Họ được biết đến nhiều hơn với rượu vang sủi bọt.Đọc thêm",
            "Matt, cảm ơn bạn đã dành thời gian để lại đánh giá cho chúng tôi. Wee rất vui khi biết bạn thích Chateau và nhân viên rất chu đáo. Chúng tôi rất mong có cơ hội được đón tiếp bạn lần nữa trong tương lai vào một ngày nắng đẹp để mang đến cho bạn trải nghiệm trọn vẹn trên sân hiên. Chúc mừng! Đọc thêm",
            "Domaine Carneros là hình ảnh thu nhỏ của sự sang trọng của xứ sở rượu vang - những vườn nho ngoạn mục, lâu đài vương giả và đội ngũ nhân viên đầy nhiệt huyết bộc lộ nghệ thuật sản xuất rượu vang với mỗi lần rót tinh tế. Hoàn toàn đáng để ghé thăm! Đọc thêm",
            "Cảm ơn bạn đã dành thời gian để lại một đánh giá tử tế như vậy! Chúng tôi rất vui khi biết rằng bạn đã tận hưởng khoảng thời gian vui vẻ với chúng tôi tại Chateau. Chúc mừng! Đọc thêm",
            "Domaine Carneros là một trong những địa điểm yêu thích của tôi với tư cách là một cựu chiến binh Napa!!! Tôi sống ở Bắc California và tôi may mắn được ở gần để thường xuyên đến thăm Napa trong hơn 10 năm qua và chúng tôi yêu thích nhà máy rượu này. Khuôn viên tuyệt đẹp, dịch vụ tuyệt vời và hoa hồng lấp lánh rất đáng để nếm thử. Cũng muốn giới thiệu cho các buổi nếm thử, chuyến đi của các cô gái và cuộc phiêu lưu của các cặp đôi. Chắc chắn đáng để ghé thăm.Đọc thêm",
            "Cảm ơn bạn đã dành thời gian để để lại cho chúng tôi xem xét! Chúng tôi thực sự đánh giá cao những lời tốt đẹp đó và rất vui khi biết bạn đã tận hưởng khoảng thời gian ở Chateau. Chúc mừng bạn sẽ có nhiều bong bóng hơn nữa trong tương lai!Đọc thêm",
            "Chúng tôi đã tham gia vào 5 buổi thử rượu khác nhau tại nhà máy rượu vào cuối tuần dài và đây là lần nếm thử yêu thích nhất của chúng tôi cho đến nay. Đầu tiên, tài sản và khuôn viên rất đẹp! Nơi này gợi nhớ đến những lâu đài truyền thống của Pháp. Hãy đến đó sớm và đi bộ trong khuôn viên trước khi vào trong để tham dự buổi nếm thử. Domain Carneros được biết đến với Rượu vang sủi bọt. Chúng tôi thật may mắn khi có Sherry, Nàng Tiên Rượu, làm người dẫn đường. Chúng tôi ngồi ở tầng dưới trong một khu vực nhìn ra cơ sở sản xuất của họ. Khung cảnh thật tuyệt vời, nhưng điều đó không làm mất đi hương vị thơm ngon. Chúng tôi yêu thích hầu hết mọi thứ chúng tôi đã thử. Chúng tôi rất ấn tượng khi cả hai cặp đôi trong nhóm chúng tôi đều tham gia câu lạc bộ rượu vang của họ. Sherry làm cho trải nghiệm của chúng tôi trở nên đáng nhớ. Cô ấy là một viên ngọc quý! Ngoài ra, họ còn bán những chiếc sáo tuyệt đẹp đựng rượu vang sủi với giá rất hợp lý. Nếu bạn chỉ có thời gian để nếm thử một vài lần, hãy đảm bảo rằng món này nằm trong danh sách của bạn!Đọc thêm",
            "Cảm ơn bạn đã dành thời gian để lại những lời tốt đẹp như vậy - hãy nhớ chuyển những tình cảm đó đến Sherry nhé!  Chúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian vui vẻ tại Chateau và mong được đón tiếp bạn lần nữa. Chúc mừng bạn sẽ có nhiều bong bóng hơn nữa trong tương lai!Đọc thêm",
            "Nơi này đẹp và có tầm nhìn tuyệt đẹp, nhưng thực ra chỉ có vậy thôi. Nhà máy rượu này về cơ bản là một cửa hàng quà tặng. Bạn có thể thử rượu nhưng bạn chỉ là một đơn vị khác để họ vào và ra. Nhân viên không thô lỗ hay gì cả nhưng không có nội dung gì ở đó, đây là một cửa hàng quà tặng. Không ai sẽ cho bạn biết về nhà máy rượu, không có tour tham quan bất cứ thứ gì hoặc lịch sử hay chi tiết về rượu. Bạn chỉ cần ngồi xuống, gọi món rồi ra về. Điều tệ nhất đối với chúng tôi là côn trùng. Nếu bạn ngồi bên ngoài như hầu hết mọi người đều làm, họ không có lò sưởi và có rất nhiều ruồi muỗi và côn trùng nhỏ bay xung quanh. Tất cả chúng tôi đều có một vài con bọ trong mỗi ly vào cuối buổi nên hãy chú ý đến điều đó. Bạn sẽ nghĩ rằng họ sẽ nhận thức được và không cho mọi người ngồi bên ngoài hoặc phủ khăn lên ly của bạn, chỉ cần đặt thứ gì đó lên trên. Dù sao thì bản thân rượu cũng ổn. Tầm nhìn cũng ổn. Nhân viên không thân thiện lắm nhưng vẫn ổn. Đọc thêm",
            "Joel, chúng tôi xin lỗi vì đã không phản hồi đánh giá của bạn sớm hơn. Chúng tôi rất tiếc khi biết bạn thất vọng với trải nghiệm nếm thử tại Domaine Carneros và đánh giá cao việc bạn dành thời gian cung cấp phản hồi cho chúng tôi. Vui lòng liên hệ với đường dây cá nhân của tôi nếu bạn muốn nói chuyện trực tiếp với tôi theo số 707 266-5117 hoặc gửi email cho tôi theo địa chỉ kearnestdomainecarneros.com. Đọc thêm",
            "Lái xe đến nhà máy rượu này, bạn sẽ cảm thấy như hoàng gia! Vườn nho và điền trang tuyệt đẹp. Kích thước phù hợp để nếm thử, giá cả phải chăng! Đọc thêm",
            "Cám ơn vì những lời tốt đẹp của bạn! Rất vui vì bạn cảm thấy như người hoàng gia tại Chateau. Chúc mừng bạn!Đọc thêm",
            "Khung cảnh và bầu không khí của lâu đài giống như những gì bạn thấy trong phim hoặc giống như Instagram ngoài đời thực. Nó nằm trên đỉnh một ngọn đồi và bạn không thể bỏ lỡ địa điểm này nếu bạn đang đi du lịch ngang qua. Nội thất trang nhã và bạn có tầm nhìn đẹp như tranh vẽ ra những vườn nho cũng như đón hoàng hôn. Họ có tuyển chọn các loại rượu vang tuyệt vời và cũng phục vụ những món ăn nhỏ. Chúng tôi có những chuyến bay rượu vang với một bảng bán bánh charcuterie để chia sẻ. Máy chủ của chúng tôi rất tốt bụng, kiên nhẫn và chu đáo và chúng tôi đã có một cuộc trò chuyện tuyệt vời với anh ấy và tìm hiểu thêm về tài sản, rượu vang và các thông tin khác. Đọc thêm",
            "Chúng tôi rất vui khi biết bạn thích trải nghiệm của mình tại Chateau. Chúng tôi đồng ý - khung cảnh của những vườn nho thật kỳ diệu. Chúc mừng! Đọc thêm"
        ],
        "star_ratings": [
            940,
            385,
            135,
            49,
            61
        ],
        "review_amount": 1570,
        "location": [
            "Hoa Kỳ",
            "Những điều cần làm ở Napa",
            "Napa",
            "California CA",
            "thung lũng Napa",
            "Domaine Carneros"
        ],
        "reviews_time": [
            "Written July 18, 2023",
            "Written August 4, 2023",
            "Written August 30, 2023",
            "Written September 10, 2023",
            "Written October 29, 2023",
            "Written November 17, 2023",
            "Written December 10, 2023",
            "Written February 10, 2024",
            "Written April 22, 2024",
            "Written May 7, 2024",
            "Written April 22, 2024",
            "Written April 3, 2024",
            "Written April 2, 2024",
            "Written March 31, 2024",
            "Written February 10, 2024",
            "Written December 10, 2023",
            "Written December 3, 2023",
            "Written November 30, 2023",
            "Written November 17, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g32766-d144811-Reviews-Domaine_Carneros-Napa_Napa_Valley_California.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g32766-d972967-Reviews-Farm_Restaurant_Bar-Napa_Napa_Valley_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32766-d526710-Reviews-Boon_Fly_Cafe-Napa_Napa_Valley_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32766-d12170318-Reviews-Market-Napa_Napa_Valley_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32766-d17578418-Reviews-Stanly_Lane_Smokehouse_Deli-Napa_Napa_Valley_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32766-d24031056-Reviews-Bear-Napa_Napa_Valley_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32766-d26916328-Reviews-Hilltop_Dining_Room-Napa_Napa_Valley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32766-d7119080-Reviews-Cuvaison-Napa_Napa_Valley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32766-d116643-Reviews-Di_Rosa_Center_for_Contemporary_Art-Napa_Napa_Valley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32766-d144812-Reviews-Artesa_Vineyards_Winery-Napa_Napa_Valley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32766-d1534234-Reviews-Madonna_Estate-Napa_Napa_Valley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33107-d556400-Reviews-Gundlach_Bundschu_Winery-Sonoma_Sonoma_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32766-d7398269-Reviews-Kieu_Hoang_Winery-Napa_Napa_Valley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32766-d7350862-Reviews-Saintsbury_Winery-Napa_Napa_Valley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32766-d3164184-Reviews-Michael_Mondavi_Family_Estate-Napa_Napa_Valley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32766-d505254-Reviews-Hendry_Ranch_Wines-Napa_Napa_Valley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32766-d15241887-Reviews-Hudson_Ranch_Vineyards-Napa_Napa_Valley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32766-d144811-Reviews-or10-Domaine_Carneros-Napa_Napa_Valley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32766-d10370494-Reviews-We_Drive-Napa_Napa_Valley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32766-d2044628-Reviews-Squire_Livery_Tours-Napa_Napa_Valley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32766-d25283994-Reviews-Napa_Designated-Napa_Napa_Valley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32766-d2208608-Reviews-Apex_Limousine_Transportation-Napa_Napa_Valley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32766-d13376371-Reviews-Laces_and_Limos-Napa_Napa_Valley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32766-d1205852-Reviews-Napa_Tours_and_Chauffeur-Napa_Napa_Valley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32766-d6875242-Reviews-Noble_Wine_Tours-Napa_Napa_Valley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32766-d12640705-Reviews-Cinnamon_s_Wine_Tours-Napa_Napa_Valley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32766-d10541112-Reviews-Napa_Native_Tours-Napa_Napa_Valley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32766-d3484808-Reviews-Napa_Private_Tours-Napa_Napa_Valley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32766-d12289750-Reviews-Waken_Wine_Tours-Napa_Napa_Valley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32766-d3244163-Reviews-Napa_Valley_Tours_Why_Spit-Napa_Napa_Valley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32766-d10689436-Reviews-Active_Wine_Adventures-Napa_Napa_Valley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32766-d17836697-Reviews-The_Grape_Escape-Napa_Napa_Valley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32766-d15224704-Reviews-Wine_Tours_Napa_Ca_Sonoma_CA_Fredericksburg_Tx-Napa_Napa_Valley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32766-d12421068-Reviews-IBDC_Premium_Transportation-Napa_Napa_Valley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32766-d967517-Reviews-Platypus_Wine_Tours-Napa_Napa_Valley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32766-d2157955-Reviews-Lonnie_s_Wine_Tours_Transportation-Napa_Napa_Valley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g293960-d554849-Reviews-Daman_e_Koh-Islamabad_Islamabad_Capital_Territory.html",
            "https://www.tripadvisor.com/Attraction_Review-g1916885-d3334892-Reviews-The_Blue_Point_Amethyst_Mine-Shuniah_Thunder_Bay_District_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g58134-d19284019-Reviews-Jamisons_Orchard-Roanoke_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d198763-Reviews-Chapel_of_St_George-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g482941-d2343959-Reviews-Atlantis_Books-Oia_Santorini_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d456580-Reviews-Istana_Negara-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g60958-d143964-Reviews-Santa_Fe_River_Park-Santa_Fe_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g52490-d6962118-Reviews-Keystone_State_Park-Derry_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g48306-d6200439-Reviews-Great_Sacandaga_Lake-Northville_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g46857-d1215902-Reviews-Space_Farms_Zoo_Museum-Sussex_New_Jersey.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g32766-d144811-Reviews-or10-Domaine_Carneros-Napa_Napa_Valley_California.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g32766-d144811-Reviews-Domaine_Carneros-Napa_Napa_Valley_California.html"
    }
]