[
    {
        "attraction_name": "Don Lucas Cigars",
        "attraction_name_vi": "Xì gà Don Lucas",
        "general_info": [
            "630 đánh giá",
            "- 5 trên 93 Mua sắm ở Punta Cana",
            "Đặc sản - Cửa hàng quà tặng"
        ],
        "attraction_summary": "Đây là một nơi tuyệt vời để mua sắm cho mọi người trong gia đình bạn!  Họ có đồ trang sức đẹp, cà phê ngon, xì gà tuyệt vời, sô cô la tuyệt vời và một số loại rượu rum thượng hạng!!  Jose Espiritusanto rất tốt bụng và kiên nhẫn khi chúng tôi giải thích tất cả các loại rượu rum khác nhau và cho phép chúng tôi có cơ hội nếm thử chúng.  Tôi không thể nói đủ những điều tuyệt vời về nơi này.  Cảm ơn tất cả mọi người tại Don Lucas vì đã biến nơi này thành một nơi tuyệt vời để mua sắm!!Đọc thêm",
        "reviews": [
            "Nếu bạn đang tìm kiếm một chuyến đi văn hóa nhanh chóng, thú vị, hãy xem địa điểm này. Khách sạn của chúng tôi sắp xếp xe đưa đón miễn phí cho chúng tôi. Khi chúng tôi đến nơi, tài xế và nhân viên chỉ khách về phía cửa hàng xì gà và cửa hàng quà tặng trước. Tôi và bạn tôi đã có kế hoạch khác. Đầu tiên chúng tôi đi nếm thử rượu rum. Chúng tôi đã lựa chọn đúng. Chúng tôi được chào đón bởi nhân viên pha chế tuyệt vời Jose - người đã khăng khăng chúng tôi gọi anh ấy là Yo -. \n\nAnh ấy hỏi xì gà của chúng tôi ở đâu. Khi chúng tôi nói với anh ấy rằng chúng tôi không có điếu nào, anh ấy chạy ra ngoài, lấy cho chúng tôi hai điếu xì gà cỡ vừa, cắt chúng, thoa một chút rượu rum ngọt và giúp chúng tôi châm lửa. Chúng tôi đã trải nghiệm lòng hiếu khách hai đối một của anh ấy trong khoảng 20 phút cho đến khi một chuyến tham quan lớn hơn bắt đầu. Đó là lúc Yo trình diễn. Anh ấy là một người bán hàng và người trình diễn tuyệt vời. Tôi và bạn tôi rời đi với một chai rượu rum và vài điếu xì gà ngon. Không thể hạnh phúc hơn với trải nghiệm của chúng tôi.Đọc thêm",
            "Thật tuyệt vời khi thấy xì gà được làm từ đầu và tham gia một vài mẫu. Chúng tôi đi đến quầy bán xì gà và tôi có thể chọn một vài điếu xì gà ngon để mang về nhà, hướng dẫn viên của chúng tôi có thể chỉ cho tôi đi đúng hướng dựa trên loại xì gà mà tôi muốn. Từ đó chúng tôi tìm đường đến quán Rum Bar và đừng bỏ qua điều này. Jose là Bartender của chúng tôi và anh ấy đã khiến việc nếm thử trở thành một trải nghiệm tuyệt vời đến mức chúng tôi cần mua 6 chai để mang về nhà. Hãy dành thời gian và tận hưởng cuộc hẹn của bạn!Đọc thêm",
            "Đã có một khoảng thời gian tuyệt vời, đến nỗi tôi và bạn tôi đã quay lại trước khi chúng tôi rời đi để trở về nhà. Được Antonio đối xử như hoàng gia và không bị áp lực phải mua bất cứ thứ gì mặc dù chúng tôi đã mua rất nhiều, cười lớn. Đã dành vài giờ ở đó để ăn sô cô la, uống rượu rum và cà phê và tất nhiên là hút những điếu xì gà tuyệt vời. Chắc chắn sẽ đến đó một lần nữa khi tôi - tôi ở Punta CanaĐọc thêm",
            "Chúng tôi đến thăm Xì gà Don Lucas. Mặc dù tôi không coi đây là chuyến tham quan nhà máy, nhưng họ có hai con lăn làm xì gà và một người đóng gói. Nếu bạn hút xì gà, họ sẽ tặng bạn một điếu để thưởng thức khi bạn thực hiện chuyến tham quan miễn phí.. Bài thuyết trình rất hay, sau đó là chuyến thăm cửa hàng giữ ẩm và quà tặng để mua. Sau đó, chúng tôi ghé thăm một quán rượu rum để ghé thăm một số cửa hàng sô cô la và nếm thử có giới hạn. Nếu bạn đang ở một trong những khu nghỉ dưỡng trong khu vực và đang tìm kiếm thứ gì đó để ra ngoài và làm thì điều này đáng giá. Họ cung cấp vận chuyển miễn phí đến và đi từ khu nghỉ mát của bạn. Đọc thêm",
            "Thật là một thời gian tuyệt vời. Đây là lần đầu tiên tôi đến thăm một cơ sở sản xuất xì gà. Tôi hiếm khi hút thuốc, nhưng hoàn toàn thích thời gian tìm hiểu về xì gà, Pepe, hướng dẫn viên của chúng tôi rõ ràng rất tự hào về nhãn hiệu xì gà Don Lucas và là người ủng hộ thực sự cho sản phẩm cũng như nhân viên. Tôi đã học được rất nhiều điều về xì gà, từ việc sản xuất cây, đến cách cuộn điếu xì gà cho đến quá trình lão hóa thành phẩm. Tôi đã tận hưởng nhiều chuyến tham quan, bao gồm nhà máy bia, nhà máy rượu vang và nhà máy chưng cất. Tôi đã học được nhiều điều từ chuyến đi này hơn tôi mong đợi. Pepe rất hào phóng với các mẫu xì gà miễn phí và đưa ra những khuyến nghị tuyệt vời để mua hàng - hoàn toàn không có áp lực phải mua - dựa trên sở thích cá nhân. Xì gà có giá cao nhưng chất lượng. \nCửa hàng sô cô la thực sự rất đẹp với những sản phẩm chất lượng tốt. Cửa hàng rượu rum rất vui và Michael thật phi thường, một nghệ sĩ giải trí tuyệt vời và là đại diện xuất sắc của công ty. \nĐây là một trải nghiệm chất lượng mà khách hàng không mất phí gì nếu đó là điều họ chọn. Rất nhiều mẫu miễn phí và không có áp lực phải mua. Đi xe miễn phí từ khu nghỉ dưỡng và trở về trên chiếc xe tải sạch sẽ, thoải mái với tài xế có năng lực. Toàn bộ chuyến tham quan kéo dài khoảng ba giờ và là một khoảng thời gian rất thú vị để bạn rời khỏi khu nghỉ dưỡng.Đọc thêm",
            "Nếu khu nghỉ dưỡng của bạn cung cấp một chuyến đi đến nơi này, đừng bỏ lỡ! Khu nghỉ dưỡng của chúng tôi cung cấp chuyến đi này thông qua Amstar. Đón chúng tôi và đưa chúng tôi đến nơi bán xì gà này và cũng ghé thăm cửa hàng sô cô la, cà phê, rượu rum và cửa hàng quà tặng. Phải!Đọc thêm",
            "Nơi vui vẻ.  Đi mua xì gà, tham gia một chuyến tham quan thú vị và cuối cùng mua những hàng hóa địa phương khác.  Hướng dẫn viên của chúng tôi tại nơi này thật tuyệt vời và khiến trải nghiệm trở nên thú vị. Có rất nhiều cơ hội để mua đồ nhưng chưa bao giờ bị ép mua như những nơi khác.Đọc thêm",
            "Chuyến thăm tuyệt vời đến nhà máy xì gà Don Lucas! Bạn nhận được một điếu xì gà miễn phí - lựa chọn 3 loại khác nhau - để hút trong khi tìm hiểu cách làm xì gà. Bạn có thể hút thuốc trong suốt chuyến tham quan. Bạn có thể mua đồ trang sức, đồ lưu niệm, xì gà, nếm rượu rum, nếm sô cô la và mua những mặt hàng đó. Bartender thật xuất sắc! Tour miễn phí, chỉ cần boa cho tài xế, người làm xì gà - nhân viên pha chế!Đọc thêm",
            "Chuyến thăm tuyệt vời đến nhà máy xì gà Don Lucas! Bạn nhận được một điếu xì gà miễn phí - lựa chọn 3 loại khác nhau - để hút trong khi tìm hiểu cách làm xì gà. Bạn có thể hút thuốc trong suốt chuyến tham quan. Bạn có thể mua đồ trang sức, đồ lưu niệm, xì gà, nếm rượu rum, nếm sô cô la và mua những mặt hàng đó. Bartender thật xuất sắc! Tour miễn phí, chỉ cần boa cho tài xế, người làm xì gà - nhân viên pha chế!Đọc thêm",
            "Nó - không tệ lắm nhưng nó - vẫn là một cái bẫy du lịch. Họ sẽ đến đón bạn miễn phí với hy vọng bạn sẽ chi tiêu. Khi đến nơi, họ sẽ mời bạn hút một điếu xì gà. Trong khi đó, hướng dẫn viên sẽ giải thích cơ bản về cách làm một điếu xì gà trong khi quan sát hai chàng trai cuộn một vài điếu. Toàn bộ sự việc có thể kéo dài tối đa 5-8 phút. Đây giống như một buổi demo - mua sắm hơn là một chuyến tham quan nhà máy. Nếm rượu rhum không miễn phí. Nó có thể từ 3usd đến 18usd trên mẫu. Bạn sẽ tìm thấy mức giá tốt hơn tại cửa hàng miễn thuế ở sân bay.  - Một số chai có giá chênh lệch khoảng 18 usd - Giá cà phê và sô cô la tăng cao. Tuy nhiên, họ có nhiều mẫu sô-cô-la miễn phí.Đọc thêm",
            "Đã có một chuyến đi tuyệt vời đến Nhà máy Xì gà và nếm thử rượu rum! Tất cả mọi người từ tài xế đón chúng tôi đến tài xế chở chúng tôi về resort chúng tôi đều rất thân thiện và mến khách. Chúng tôi thấy chuyến tham quan rất thú vị và nhiều thông tin và việc nếm thử rượu rum thật tuyệt vời!Đọc thêm",
            "Thật đáng thất vọng!  Chúng tôi sở hữu một căn hộ ở Punta Cana và trong nhiều năm, chúng tôi đã đưa bạn bè và gia đình đến Don Lucas. Luôn luôn là một trải nghiệm tuyệt vời. Không phải hôm nay. Tháng 1 năm 2024 và rất nhiều thứ đã thay đổi. Họ đã thu hẹp lại quy mô và thậm chí còn tính phí cho một ngụm rượu rum. Trong chuyến thăm của chúng tôi, có một nhóm người đàn ông rất say xỉn và đáng ghét tại quán rượu rum và người pha chế hoàn toàn phục vụ họ. Chúng tôi đứng đợi 30 phút - đến lượt chúng tôi - điều đó không bao giờ xảy ra. Toàn bộ bầu không khí và thái độ ở đây đã thay đổi.  Chồng tôi thường đi mua xì gà ở đó. Đáng buồn thay, sẽ không quay lại. Đọc thêm",
            "Rất thất vọng. Chúng tôi đến để nếm thử rượu rum miễn phí và cuối cùng phải trả tiền - 3 cho mỗi lần nếm. Điều này chưa bao giờ được đề cập cho đến khi chúng tôi rời đi. Quán bar tràn ngập du khách muốn nếm thử rượu rum. Chúng tôi đợi 25 phút để nếm thử rượu rum. Chúng tôi chưa bao giờ có được thông tin lịch sử. Mua sắm là công cụ du lịch thông thường. Việc làm xì gà rất thú vị và xì gà có giá hợp lý. Chỉ là một lời cảnh báo - hãy hỏi trước khi bạn nếm thử rượu rum.Đọc thêm",
            "Nơi vui vẻ.  Đi mua xì gà, tham gia một chuyến tham quan thú vị và cuối cùng mua những hàng hóa địa phương khác.  Hướng dẫn viên của chúng tôi tại nơi này thật tuyệt vời và khiến trải nghiệm trở nên thú vị. Có rất nhiều cơ hội để mua đồ nhưng chưa bao giờ bị ép mua như những nơi khác.Đọc thêm",
            "Các nhân viên đã rất hữu ích trong việc lựa chọn một điếu xì gà ngon. Giá một điếu xì gà đi nghỉ ở mức trung bình. Nói chung tôi sẽ ghé thăm lại.Đọc thêm",
            "Nếu khu nghỉ dưỡng của bạn cung cấp một chuyến đi đến nơi này, đừng bỏ lỡ! Khu nghỉ dưỡng của chúng tôi cung cấp chuyến đi này thông qua Amstar. Đón chúng tôi và đưa chúng tôi đến nơi bán xì gà này và cũng ghé thăm cửa hàng sô cô la, cà phê, rượu rum và cửa hàng quà tặng. Phải!Đọc thêm",
            "Một trải nghiệm thú vị tổng thể. Sản xuất xì gà, cửa hàng trang sức, nếm rượu rum - cửa hàng, cửa hàng xì gà lớn - tuyển chọn, cửa hàng lưu niệm các thứ trên đảo, và sản xuất sô cô la - nếm - cửa hàng.  Michael đã rất tuyệt vời khi dẫn dắt chúng tôi đi khắp nơi - mọi người đều rất thân thiện và hữu ích.Đọc thêm",
            "Không có tour du lịch áp lực. Nếu bạn thực sự muốn cuộn xì gà thì điều đó thật đáng giá. Không nhiều hơn thế. Đó là một 20 phút lái xe từ khách sạn. Thả chúng tôi ra và nói rằng chúng tôi sẽ quay lại sau 2 giờ nữa. Chúng tôi đã xong việc với tất cả các cửa hàng trong 30 phút. Đọc thêm",
            "Bạn đang lên kế hoạch đi xuống vào tháng 12 và đang tự hỏi liệu họ chỉ bán xì gà của mình hay có những nhãn hiệu khác?  So sánh giá cả với hàng miễn thuế như thế nào?Đọc thêm",
            "Xin chào, bạn có đặt chuyến tham quan với Xì gà Don Lucas và bạn thực hiện điều đó cùng với chuyến tham quan rượu rum và sô cô la - cà phê không? Hay bạn đến đó và sắp xếp nó?\nLàm cách nào để liên hệ để đặt chuyến tham quan?Đọc thêm",
            "Không cần phải đặt chỗ trước.  Nhân viên trợ giúp đặc biệt của khách sạn có thể sắp xếp để đưa bạn đến đó - không mất phí - - Don Lucas hoàn lại tiền cho họ.Đọc thêm",
            "Cách tốt nhất để liên hệ với họ để đặt chuyến tham quan là gì?Đọc thêm",
            "Nhân viên trợ giúp đặc biệt của khách sạn biết cách tiếp cận Don Lucas.  Họ sẽ đón bạn!Đọc thêm",
            "Tôi có thể sắp xếp một chuyến tham quan từ Dreams Dominicus La RomanaĐọc thêm",
            "Có lẽ, chỉ cần gọi cho họ và họ thường đón bạn tại các khu nghỉ dưỡng và thả bạn về. Chuyến đi tuyệt vời!Đọc thêm",
            "Tôi có thể mua xì gà Cuba thật và vận chuyển chúng đến New Jersey không?Đọc thêm",
            "Bạn có thể mua - xì gà Cuba thật - ở đó, tôi đã mang về một ít - với số lượng có hạn - tuy nhiên tôi không chắc chắn về việc vận chuyển chúng..Đọc thêm",
            "Bạn có thể đổi giá như các cửa hàng khác không? Cảm ơn bạnĐọc thêm",
            "Tôi nghĩ ngay từ đầu giá cả đã tốt, nhưng tôi dường như nhớ lại một số mức giá đặc biệt ở quán rượu rum. Đã có một thời gian tuyệt vời, rất thích chuyến thăm. Tôi boa cho tài xế chuyến đi đến đó và vợ tôi cùng tôi đi một chuyến du lịch riêng trong khi những người còn lại trên xe đi tham quan theo nhóm. Hãy cho tài xế và nhân viên thấy rằng bạn đánh giá cao họ và họ thường chú ý nhiều hơn đến bạn.Đọc thêm",
            "Sách hướng dẫn của chúng tôi cho biết không phải mọi cửa hàng hoặc cơ sở kinh doanh đều chấp nhận thẻ tín dụng. Tín dụng có được chấp nhận tại các cửa hàng Don Lucas không? Cảm ơn nhiềuĐọc thêm",
            "CóĐọc thêm",
            "Bạn có thể đón ở Majestic Colonial không? Lái xe bao lâu?Đọc thêm",
            "Tôi khuyên bạn nên liên hệ trực tiếp với họ qua trang facebook và trang web của họ - Tôi quên mất họ đã phản hồi khi tôi sử dụng chúng - Sẽ mất một chút thời gian lái xe từ khu nghỉ dưỡng của bạn nếu họ đi khoảng cách đó, fyi.Đọc thêm",
            "Họ có bán xì gà Cuba ở đó không?Đọc thêm",
            "Vâng, họ có một tủ giữ ẩm lớn chứa xì gà từ khắp nơi trên thế giới.Đọc thêm",
            "Xì gà giá bao nhiêu?Đọc thêm",
            "Tôi đã mua một hộp quần short nhẹ của họ, - điếu xì gà 25 phút - với giá - 100 đô la Mỹ và một hộp 10 điếu dự trữ gia đình - chỉ 1000 điếu được sản xuất mỗi năm - với giá - 170. Họ có người Cuba bắt đầu từ khoảng - 23 điếu mỗi loại và rất nhiều lựa chọn ở nhiều mức giá khác nhau.Đọc thêm"
        ],
        "star_ratings": [
            386,
            150,
            41,
            25,
            28
        ],
        "review_amount": 630,
        "location": [
            "Những điều cần làm ở Punta Cana",
            "Tỉnh La Altagracia",
            "Cộng hòa Dominica",
            "vùng Caribe",
            "Punta Cana",
            "Xì gà Don Lucas"
        ],
        "reviews_time": [
            "Written July 7, 2023",
            "Written July 17, 2023",
            "Written September 2, 2023",
            "Written October 13, 2023",
            "Written October 28, 2023",
            "Written November 22, 2023",
            "Written January 4, 2024",
            "Written January 13, 2024",
            "Written April 27, 2024",
            "Written April 27, 2024",
            "Written April 19, 2024",
            "Written February 9, 2024",
            "Written February 5, 2024",
            "Written January 15, 2024",
            "Written January 13, 2024",
            "Written January 11, 2024",
            "Written January 4, 2024",
            "Written December 1, 2023",
            "Written November 30, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g147293-d2486335-Reviews-Don_Lucas_Cigars-Punta_Cana_La_Altagracia_Province_Dominican_Republic.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g147293-d1050060-Reviews-Hard_Rock_Cafe-Punta_Cana_La_Altagracia_Province_Dominican_Republic.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147293-d25455616-Reviews-La_Terraza_Punta_Cana-Punta_Cana_La_Altagracia_Province_Dominican_Republic.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147293-d12574655-Reviews-4_Jack_s_Bar_Bistro-Punta_Cana_La_Altagracia_Province_Dominican_Republic.html",
            "https://www.tripadvisor.com/Restaurant_Review-g3176298-d23191595-Reviews-Ykigai_Sushi_Bar-Bavaro_Punta_Cana_La_Altagracia_Province_Dominican_Republic.html",
            "https://www.tripadvisor.com/Restaurant_Review-g3176298-d10157098-Reviews-Fusion_Bistro_Bar_Cava-Bavaro_Punta_Cana_La_Altagracia_Province_Dominican_Repub.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147293-d23700211-Reviews-Yoshi_Restaurant_Lounge-Punta_Cana_La_Altagracia_Province_Dominican_Republic.html",
            "https://www.tripadvisor.com/Restaurant_Review-g3176298-d13126041-Reviews-Samoa_Punta_Cana-Bavaro_Punta_Cana_La_Altagracia_Province_Dominican_Republic.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147293-d26436123-Reviews-Make_s_Punta_Cana-Punta_Cana_La_Altagracia_Province_Dominican_Republic.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147293-d1648050-Reviews-Noah_Restaurant_Lounge-Punta_Cana_La_Altagracia_Province_Dominican_Republic.html",
            "https://www.tripadvisor.com/Restaurant_Review-g3176298-d26660835-Reviews-Celeste_Cuisine_Bar-Bavaro_Punta_Cana_La_Altagracia_Province_Dominican_Republic.html",
            "https://www.tripadvisor.com/Attraction_Review-g147293-d3784111-Reviews-ChocoMuseo_Punta_Cana-Punta_Cana_La_Altagracia_Province_Dominican_Republic.html",
            "https://www.tripadvisor.com/Attraction_Review-g147293-d23848369-Reviews-Cirque_Du_Soleil_Kooza-Punta_Cana_La_Altagracia_Province_Dominican_Republic.html",
            "https://www.tripadvisor.com/Attraction_Review-g3176298-d13125314-Reviews-Downtown_Punta_Cana-Bavaro_Punta_Cana_La_Altagracia_Province_Dominican_Republic.html",
            "https://www.tripadvisor.com/Attraction_Review-g147293-d26229989-Reviews-Punta_Cana_Slingshot_Excursion-Punta_Cana_La_Altagracia_Province_Dominican_Repub.html",
            "https://www.tripadvisor.com/Attraction_Review-g147293-d320656-Reviews-Reserva_Ecologica_Ojos_Indigenas_Los_Ojos_Eco_Journey-Punta_Cana_La_Altagracia_Pro.html",
            "https://www.tripadvisor.com/Attraction_Review-g3176298-d215733-Reviews-Bavaro_Beach-Bavaro_Punta_Cana_La_Altagracia_Province_Dominican_Republic.html",
            "https://www.tripadvisor.com/Attraction_Review-g147293-d2076281-Reviews-San_Juan_Shopping_Center-Punta_Cana_La_Altagracia_Province_Dominican_Republic.html",
            "https://www.tripadvisor.com/Attraction_Review-g147293-d23897524-Reviews-Caribbean_Lake_Park-Punta_Cana_La_Altagracia_Province_Dominican_Republic.html",
            "https://www.tripadvisor.com/Attraction_Review-g147293-d590285-Reviews-Dolphin_Island-Punta_Cana_La_Altagracia_Province_Dominican_Republic.html",
            "https://www.tripadvisor.com/Attraction_Review-g147293-d1640433-Reviews-Dolphin_Explorer-Punta_Cana_La_Altagracia_Province_Dominican_Republic.html",
            "https://www.tripadvisor.com/Attraction_Review-g147293-d2486335-Reviews-or10-Don_Lucas_Cigars-Punta_Cana_La_Altagracia_Province_Dominican_Republic.html",
            "https://www.tripadvisor.com/Attraction_Review-g147290-d10533689-Reviews-Diamonds_International_Dominican_Republic-Puerto_Plata_Puerto_Plata_Province_Dom.html",
            "https://www.tripadvisor.com/Attraction_Review-g147293-d20258070-Reviews-Secretariat_Cigars-Punta_Cana_La_Altagracia_Province_Dominican_Republic.html",
            "https://www.tripadvisor.com/Attraction_Review-g147290-d1383018-Reviews-Joyeria_Las_Americas-Puerto_Plata_Puerto_Plata_Province_Dominican_Republic.html",
            "https://www.tripadvisor.com/Attraction_Review-g12349573-d23462961-Reviews-Centro_de_Visitantes_Cortes-Pedro_Brand_Santo_Domingo_Province_Dominican_Repub.html",
            "https://www.tripadvisor.com/Attraction_Review-g3200043-d4960341-Reviews-Tropical_Treasure-Uvero_Alto_Punta_Cana_La_Altagracia_Province_Dominican_Republi.html",
            "https://www.tripadvisor.com/Attraction_Review-g3176298-d25887071-Reviews-OQP_Only_Quality_Products-Bavaro_Punta_Cana_La_Altagracia_Province_Dominican_Re.html",
            "https://www.tripadvisor.com/Attraction_Review-g3176298-d3583248-Reviews-HARRISON_S_Fine_Caribbean_Jewelers-Bavaro_Punta_Cana_La_Altagracia_Province_Domi.html",
            "https://www.tripadvisor.com/Attraction_Review-g147289-d4469473-Reviews-Agora_Mall-Santo_Domingo_Santo_Domingo_Province_Dominican_Republic.html",
            "https://www.tripadvisor.com/Attraction_Review-g317144-d19329066-Reviews-Liquid_Blue_Cabarete_Concept_Store-Cabarete_Puerto_Plata_Province_Dominican_Repu.html",
            "https://www.tripadvisor.com/Attraction_Review-g3176298-d4739021-Reviews-La_Perla_Dominicana-Bavaro_Punta_Cana_La_Altagracia_Province_Dominican_Republic.html",
            "https://www.tripadvisor.com/Attraction_Review-g147293-d4811216-Reviews-Mundo_Autentico-Punta_Cana_La_Altagracia_Province_Dominican_Republic.html",
            "https://www.tripadvisor.com/Attraction_Review-g147293-d7216774-Reviews-Bella_Mare_Shopping_Tour-Punta_Cana_La_Altagracia_Province_Dominican_Republic.html",
            "https://www.tripadvisor.com/Attraction_Review-g147293-d12205510-Reviews-Punta_Cana_Bike_Rental-Punta_Cana_La_Altagracia_Province_Dominican_Republic.html",
            "https://www.tripadvisor.com/Attraction_Review-g663222-d8531867-Reviews-Culebike_Adventure-Higuey_La_Altagracia_Province_Dominican_Republic.html",
            "https://www.tripadvisor.com/Attraction_Review-g147293-d7273832-Reviews-Coco_Bongo_Punta_Cana-Punta_Cana_La_Altagracia_Province_Dominican_Republic.html",
            "https://www.tripadvisor.com/Attraction_Review-g3176298-d1534533-Reviews-Fun_Buggy_Punta_Cana-Bavaro_Punta_Cana_La_Altagracia_Province_Dominican_Republic.html",
            "https://www.tripadvisor.com/Attraction_Review-g3176298-d26556254-Reviews-The_Organic_Caribbean-Bavaro_Punta_Cana_La_Altagracia_Province_Dominican_Republ.html",
            "https://www.tripadvisor.com/Attraction_Review-g147293-d23167310-Reviews-Congo_Bar_Punta_Cana-Punta_Cana_La_Altagracia_Province_Dominican_Republic.html",
            "https://www.tripadvisor.com/Attraction_Review-g147293-d24008114-Reviews-Sofunrdtours-Punta_Cana_La_Altagracia_Province_Dominican_Republic.html",
            "https://www.tripadvisor.com/Attraction_Review-g147293-d17095441-Reviews-Vacation_On_RD-Punta_Cana_La_Altagracia_Province_Dominican_Republic.html",
            "https://www.tripadvisor.com/Attraction_Review-g147293-d13428751-Reviews-Tourlandia-Punta_Cana_La_Altagracia_Province_Dominican_Republic.html",
            "https://www.tripadvisor.com/Attraction_Review-g34626-d509151-Reviews-Highlands_Hammock_State_Park-Sebring_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g57780-d8599119-Reviews-Goshen_Pass-Goshen_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g41476-d105268-Reviews-Cape_Cod_Rail_Trail-Brewster_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g1066456-d15191099-Reviews-MAGNET_by_SHIBUYA109-Shibuya_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g55229-d106496-Reviews-Ryman_Auditorium-Nashville_Davidson_County_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g60745-d105255-Reviews-Newbury_Street-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g147277-d2169479-Reviews-Playa_PortoMari-Curacao.html",
            "https://www.tripadvisor.com/Attraction_Review-g187842-d1744282-Reviews-Aquaria_Thermal_SPA-Sirmione_Province_of_Brescia_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g642196-d1371544-Reviews-Geiranger_Fjord-Geiranger_Stranda_More_og_Romsdal_Western_Norway.html",
            "https://www.tripadvisor.com/Attraction_Review-g32635-d2025195-Reviews-Del_Valle_Regional_Park-Livermore_Tri_Valley_California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g147293-d2486335-Reviews-or10-Don_Lucas_Cigars-Punta_Cana_La_Altagracia_Province_Dominican_Republic.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g147293-d2486335-Reviews-Don_Lucas_Cigars-Punta_Cana_La_Altagracia_Province_Dominican_Republic.html"
    }
]